{
    "rukus": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "අලිෆ්. ලාම්. රා. (මෙය අල්ලාහ්ගේ) දේව ග්‍රන්ථයයි. එහි වදන් තහවුරු කරන ලදු ව, ඉන්පසු සියල්ල දන්නා, ප්‍රඥාවන්තයාණන්වූ පාර්ශවය විසින් විස්තර කරනු ලැබීය"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "අල්ලාහ් හැර වෙනත් කිසිවකුට නුඹලා වන්දනාමානය නොකළ යුතුය. නියත වශයෙන්ම මම ඔහු වෙතින් නුඹලාට අවවාද කරන්නෙකු හා ශුභාරංචි දන්වන්නෙකු වෙමි"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "තවද නුඹලා නුඹලාගේ පරමාධිපතිගෙන් සමාව අයැද පසු ව පශ්චාත්තාප වී ඔහු වෙත යොමු විය යුතුය. නියම කරන ලද කාලයක් දක්වා, ඔහු නුඹලාට සුවපහසු ජීවනෝපායන් භුක්ති විදින්නට සලස්වයි. භාග්‍යවන්ත සෑම කෙනෙකුටම ඔහුගේ භාග්‍යය ඔහු පිරිනමයි. නමුත් ඔවුන් හැරී ගියේ නම් එවිට නියත වශයෙන්ම නුඹලා වෙත මහත්වූ දිනයක දඬුවම ගැන මම බිය වෙමි"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "නුඹලාගේ නැවත යොමු වන ස්ථානය අල්ලාහ් වෙතය. තවද ඔහු සියලු දෑ කෙරෙහි ශක්තිවන්තයාය"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "දැන ගනු. සැබැවින්ම ඔවුන් (අල්ලාහ් වන) ඔහුගෙන් සැඟ වෙනු පිණිස ඔවුන්ගේ හදවත් (තුළ ඇති දෑ) වසන් කරති. දැන ගනු ඔවුන්ගේ ඇඳුමින් ඔවුන් ආවරණය කරන විට ඔවුන් සඟ වන දෑද ඔවුන් හෙළි කරන දෑද ඔහු දනී. නියත වශයෙන්ම ඔහු හදවත් තුළ ඇති දෑ පිළිබඳ ව සර්ව ඥානීය"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "මහාපොළොවේ වෙසෙන කිසිදු ජීවියෙකු හෝ වේවා එහි පෝෂණය අල්ලාහ් මත මිස නැත. තවද එය වෙසෙන තැන ද එය සමුගෙන යන තැන ද ඔහු දනී. සියල්ල පැහැදිලි ලේඛනයෙහි ඇත"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "තවද අහස් හා මහපොළොව දින හයකින් මැව්වේ ඔහුය. තවද ඔහුගේ රාජධානිය ජලය මත විය. නුඹලාගෙන් කවරෙකු ක්‍රියාවෙන් වඩාත් අලංකාර දැයි ඔහු නුඹලා ව පරීක්ෂා කරනු පිණිසය. ‘සැබැවින්ම නුඹලා මරණයෙන් පසු ව නැවත නැගිටුවනු ලබන්නන්’ බව නුඹ පැවසුවේ නම් ‘මෙය පැහැදිලි හූනියමක් මිස නැතැ’යි (සත්‍යය) ප්‍රතික්ෂේප කළවුන් පවසනු ඇත"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "නියමිත කාල පරිච්ඡේදයක් දක්වා එම දඬුවම ඔවුන්ගෙන් අපි ප්‍රමාද කළේ නම් ‘එය වැළෙක්වූයේ කිමෙක්දැ?’යි ඔවුහු පවසනු ඇත. දැන ගනු. ඔවුන් වෙත එය පැමිණෙන දින ඔවුන්ගෙන් එය වෙනතකට හරවා යවනු ලබන කිසිවක් නොමැත. ඔවුන් කවර දෙයක් පිළිබඳ ව සමච්චල් කරමින් සිටියේ ද එය ඔවුන් ව වට කර ගනී"
        }
    ]
}