{
    "rukus": [
        {
            "chapter": 20,
            "verse": 25,
            "text": "(එවිට මූසා) මාගේ පරමාධිපතියාණනි, මාගේ හදවත මා වෙත විවෘත කර දෙනු මැනව ! යැයි ප්‍රාර්ථනා කළේය"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "තවද මාගේ කරුණ මා හට පහසු කර දෙනු මැනව"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "තවද මාගේ දිවෙහි ගැටය ලිහනු මැනව"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "මාගේ ප්‍රකාශය ඔවුහු වටහා ගන්නා අයුරින්"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "මාහට මාගේ පවුලෙන් උදව්කරුවකු පත් කරනු මැනව"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "මාගේ සහෝදර හාරූන් ව ( එසේ පත් කරනු මැනව)"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "ඔහු මගින් මාගේ අත ඔබ ශක්තිමත් කරනු මැනව"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "තවද මාගේ කරුණෙහි ඔහු ව ද හවුල් කරවනු මැනව"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "අධික ව අපි නුඹ ව පිවිතුරු කිරීම සඳහා"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "තවද අධික ව අපි නුඹ ව මෙනෙහි කිරීම සඳහා"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "නියත වශයෙන්ම නුඹ අප ගැන නිරීක්ෂා කරන්නෙකු ව සිටියෙහිය"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "අහෝ ! මූසා, නුඹේ ඉල්ලීම සැබැවින් නුඹට දෙනු ලැබුවේ යැයි ඔහු පැවසීය"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "තවද (මීට පෙර) තවත් වරක් අපි නුඹ වෙත සැබැවින්ම උපකාර කළෙමු"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "හෙළිදරව් කරනු ලබන දෑ නුඹගේ මව වෙත අපි හෙළිදරව් කළ අවස්ථාව සිහිපත් කරනු"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "පෙට්ටිය තුළ ඔහු බහාලනු. පසු ව (නීල්) ගඟහි එය දමනු. (නීල්) ගඟ ඔහු ව අද්දරට ගෙන යයි. මාගේ සතුරා හා ඔහුගේ සතුරා එය ගනු ඇත. තවද මා විසින් (මාගේ) සෙනෙහස නුඹ වෙත හෙළුවෙමි. තවද මාගේ දෑස් ඉදිරිපිට නුඹ ක්‍රියා කරනු ලබනු පිණිසය"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "නුඹගේ සහෝදරිය (ඒ පසුපස) ගමන් කළ අවස්ථාවේ ‘මොහුගේ භාරකාරත්වය උසුලන අයෙකු මම නුඹලාට දන්වා සිටින්නදැයි’ ඇය පැවසුවාය. පසු ව අපි ඇය දුක් නොවනු පිණිස හා ඇයගේ නෙත් පිනවනු පිණිස නුඹ ව නුඹගේ මව වෙත නැවත යොමු කළෙමු. තවද නුඹ ආත්මයක් මරා දැමුවෙහිය. පසු ව එම පීඩනයෙන් අපි නුඹ ව මුදවා ගත්තෙමු. (විවිධ) පරීක්ෂණ මගින් අපි නුඹ පිරික්සුවෙමු. නුඹ මද්යන් වාසීන් අතර රැඳී සිටියෙහිය. පසු ව අහෝ මූසා, නියමිත කාලයෙහි නුඹ පැමිණියෙහිය"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "තවද මා(ගේ දූත මෙහෙවර) වෙනුවෙන් මම නුඹ ව සූදානම් කළෙමි"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "නුඹ හා නුඹගේ සහෝදරයා මාගේ සංඥාවන් සමග පිටත් ව යනු. මා ගැන මෙනෙහි කිරීමෙහි නුඹලා දෙදෙනා අධෛර්යමත් නොවනු"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "නුඹලා දෙදෙනා ෆිර්අවුන් වෙත යනු. නියත වශයෙන්ම ඔහු සීමාව ඉක්මවා ගොස් ඇත"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "එවිට නුඹලා දෙදෙනා මෘදු වදනින් ඔහු සමග කතා කරනු. ඔහු උපදෙස් ලබන්නට හෝ ඔහු බියවන්නට හෝ පුළුවන"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "අපගේ පරමාධිපතියාණෙනි, ඔහු අප වෙත දඬුවම් කිරීම හෝ සීමාව ඉක්මවා කටයුතු කිරීම ගැන නියත වශයෙන්ම අපි බිය වන්නෙමු යැයි ඔවුන් දෙදෙනා පැවසුවෝය"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "නුඹලා දෙදෙනා බිය නොවනු. නියත වශයෙන්ම මම නුඹලා දෙදෙනා සමග සිට සවන් දෙමි. තවද (සියල්ල) දකිමි"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "එහෙයින් නුඹලා දෙදෙනා ඔහු වෙත පැමිණ ‘නියත වශයෙන්ම අපි නුඹගේ පරමාධිපතිගේ දූතවරු දෙදෙනෙකි. එහෙයින් අප සමග ඉස්රාඊල් දරුවන් එවනු. තවද නුඹ ඔවුනට දඬුවම් නොකරනු. නුඹගේ පරමාධිපතිගෙන් වූ සාධකයක් සමග සැබැවින්ම අපි නුඹ වෙත පැමිණ ඇත්තෙමු. යහ මග අනුගමනය කළවුන් මත ශාන්තිය අත් වේවා! යැයි පැවසූහ"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "නියත වශයෙන්ම දඬුවම (අපගේ සංඥා) බොරු කොට පිටුපා ගියවුන් කෙරෙහිය යැයි සැබැවින්ම අප වෙත දේව පණිවිඩ දෙන ලදී"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "අහෝ මූසා! එසේ නම් නුඹලා දෙදෙනාගේ පරමාධිපති කවුදැයි ඔහු විමසීය"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "අපගේ පරමාධිපති වනාහි ඔහුගේ සෑම මැවීම් වලට සැලැසුම් පිරිනමා පසුව මග පෙන්වීම ලබා දුන්නේය.\" යැයි ඔහු (මූසා) පිළිතුරු දුන්නේය"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "එසේ නම් මුල් පරම්පරාවන්ගේ තත්ත්වය කුමක්දැ?යි ඔහු විමසීය"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "ඒ පිළිබඳ දැනුම මාගේ පරමාධිපති අබියස දේව ග්‍රන්ථයෙහි ඇත්තේය. මාගේ පරමාධිපති නොමග නොයවනු ඇත. තවද අමතක නොකරනු ඇතැයි ඔහු පැවසීය"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "ඔහු වනාහි නුඹලාට මහපොළොව ඇතිරිල්ලක් බවට පත් කළේය. තවද එහි නුඹලාට මාර්ග පහසුකම් සැලසුවේය. තවද අහසින් ජලය පතිත කර එමගින් විවිධ පැළෑටි වර්ග හට ගැන්වීය"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "නුඹලා අනුභව කරනු. තවද නුඹලාගේ ගොවිපළ සතුන්ට බුදින්නට දෙනු. නියත වශයෙන්ම එහි බුද්ධිය ඇත්තවුන් හට සංඥාවන් ඇත"
        }
    ]
}