{
    "rukus": [
        {
            "chapter": 2,
            "verse": 232,
            "text": "තවද නුඹලා බිරියන් ව දික්කසාද කළේ නම් එවිට ඔවුන්ගේ (ඉද්දා හි) අවසන් කාලය ළඟා වූ විට ඔවුන් අතර සමතයක් ඇති වේවි යැයි ඔවුන් තෘප්තියට පත් වන්නේ නම් ඔවුන්ගේ ස්වාමි පුරුෂයන් සමඟ ඔවුන් නැවත විවාහ දිවියට යෑම පිළිබඳ ව නුඹලා ඔවුන් ව නොවැළැක්විය යුතුය. එය නුඹලා අතුරින් අල්ලාහ් හා අවසන් දිනය විශ්වාස කළවුනට මෙමගින් උපදෙස් දෙනු ලැබීමකි. එය නුඹලාට පාරිශුද්ධ ය, වඩා පිවිතුරු ය. තවද අල්ලාහ් දන්නේය. නමුත් නුඹලා නොදන්නෙහුය"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "තවද කිරි දීම සම්පූර්ණ කිරීමට අපේක්ෂා කළ අයෙකු වෙනුවෙන් මව්වරු තම දරුවන්ට සම්පූර්ණ දෙවසරක් කිරි පොවන්නෝය. ඔවුන්ගේ පෝෂණයත් ඔවුන්ගේ වස්ත්‍රත් යහ අයුරින් පිරිනැමීම දරුවාගේ පියා සතු වගකීම ය. කිසිඳු ආත්මයක් තම ශක්තියේ ප්‍රමාණයට මිස පවරනු නොලැබේ. මව තම දරුවා හේතුවෙන් හා දරුවා සතු අය (පියා) තම දරුවා හේතුවෙන් පීඩා කරනු නොලැබේ. මෙලෙස උරුමක්කරුටත් පැවරේ. ඔවුන් දෙදෙනාගේ සාකච්ඡාව හා පිළිගැනීම අනුව මව් කිරි නතර කිරීමට අපේක්ෂා කළේ නම් එසේ සිදු කිරීම ඔවුන් දෙදෙනාට වරදක් නැත. නුඹලාගේ දරුවන්ට කිරි පොවා ගැනීමට නුඹලා අපේක්ෂා කළේ නම් නුඹලා දෙන දෑ යහපත් අයුරින් නුඹලා ලබා දී එසේ සිදු කර ගැනීම නුඹලා වෙත වරදක් නැත. තවද නුඹලා අල්ලාහ්ට බැතිමත් වනු. නුඹලා කරමින් සිටින දෑ පිළිබඳ ව අල්ලාහ් සර්ව නිරීක්ෂක බව නුඹලා දැන ගනු"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "නුඹලා අතුරින් බිරියන් හැර දමා මරණයට පත් වූවන් ගැන (සඳහන් කරන්නේ) නම් ඔවුන් (බිරියන්) විසින් මාස හතරක් හා (දින) දහයක් ඉද්දා හෙවත් පොරොත්තුවෙහි සිටිය යුතුය. මොවුන්ගේ කාල අවසානය ළඟා වූ විට මොවුන් සම්බන්ධයෙන් මොවුන් යහපත් අයුරින් සිදු කරගන්නා දෑ පිළිබඳ ව නුඹලා කෙරෙහි වරදක් නැත. නුඹලා කරන දෑ පිළිබඳ ව අල්ලාහ් අභිඥානවන්තය"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "එම කාන්තාවට යම් (විවාහ) යෝජනාවක් නුඹලා ඉදිරිපත් කළ ද නුඹලාගේ හදවත් තුළ නුඹලා (ඔවුන් ගැන අදහසක්) සඟවා ගත්ත ද නුඹලා කෙරෙහි වරදක් නැත. සැබැවින්ම නුඹලා ඔවුන් ගැන මෙනෙහි කරන බව අල්ලාහ් දන්නේය. නමුත් ඔවුන් සමඟ නුඹලා යහ වචනයෙන් කතා කරනවා මිස රහසිගත ව ඔවුනට ප්‍රතිඥාවක් නොදෙනු. එහි නියමිත කාලය නිම වන තෙක් නුඹලා විවාහ ගිවිසුම ස්ථීර නොකරනු. තවද සැබැවින් ම අල්ලාහ් නුඹලාගේ සිත් තුළ ඇති දෑ දන්නේය. එබැවින් නුඹලා එයින් වැළකී සිටිනු. සැබැවින් ම අල්ලාහ් අතික්ෂමාශීලී හා සෙනෙහෙවන්ත බව නුඹලා දැන ගනු"
        }
    ]
}