{
    "rukus": [
        {
            "chapter": 3,
            "verse": 130,
            "text": "අහෝ විශ්වාස කළවුනි! නුඹලා පොලිය දෙගුණ ප්‍රගුණ කර අනුභව නොකරනු. තවද නුඹලා අල්ලාහ් ට බිය බැතිමත් වනු. නුඹලා ජයග්‍රහණය ලබා ගත හැකි වනු පිණිස"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "තවද දේව ප්‍රතික්ෂේපකයින්ට සූදානම් කරනු ලැබූ නිරා ගින්නට නුඹලා බිය වනු"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "තවද නුඹලා කරුණාවට පාත්‍ර විය හැකි වනු පිණිස නුඹලා අල්ලාහ්ට ද මෙම ධර්ම දූතයාට ද අවනත වනු"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "සමාව වෙතට ද, දේව බිය බැතිමතුන් හට සූදානම් කරනු ලැබූ අහස් හා පොළොව තරම් ප්‍රමාණයෙන් වූ ස්වර්ග උයනක් වෙතට ද, නුඹලා යුහුසුලු වනු"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "ඔවුහු කවරහු ද යත් සැපවත් අවස්ථාවන්හි ද දුෂ්කර අවස්ථා වන්හි ද වියදම් කරන්නෝ වෙති. තවද කෝපය මැඩ පවත්වාගන්නෝ හා මිනිසුනට සමාව දෙන්නෝ වෙති. තවද අල්ලාහ් (මෙවැනි) දැහැමියන් ව ප්‍රිය කරන්නේය"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "තවද ඔවුහු කවරහුද යත් ඔවුහු යම් අශීලාචාර දෙයක් කළ විට හෝ තමන්ට ම අපරාධයක් කර ගත් විට හෝ අල්ලාහ් ව මෙනෙහි කරති. එසැණින් ඔවුන්ගේ පාපයන්ට ඔවුහු සමාව අයැදිති. පාපයන්ට සමාව දෙන්නා අල්ලාහ් හැර වෙන කවරෙක් ද? තවද ඔවුන් දැනුවත් ව සිටිය දී ඔවුන් කළ (වැරදි) දෑ හී ඔවුහු නිරත නොවූහ"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "තම පරමාධිපතිගෙන් වූ සමාව හා ඒවාට පහළින් ගංගාවන් ගලා බසින ස්වර්ග උයන් තම ප්‍රතිඵල වශයෙන් හිමි කරගන්නෝ ඔවුහු ම ය. ඔවුහු එහි සදාතනිකයෝ ය. යහකම් කරන්නවුන්ගේ ප්‍රතිඵල යහපත් විය"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "නුඹලාට පෙර ද (මෙවැනි) ක්‍රියා මාර්ගයන් ඉකුත් ව ගොස් හමාරය. එබැවින් නුඹලා මහපොළොවේ සැරිසරනු. තවද (සත්‍ය) බොරු කළවුන්ගේ අවසානය කෙසේ වී දැ යි අධීක්ෂණය කරනු"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "මෙය ජනයා හට වූ පැහැදිලි කිරීමකි. තවද දේව බිය බැතිමතුන්ට මඟපෙන්වීමක් හා උපදෙසකි"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "තවද නුඹලා දුර්වල නොවනු. තවද නුඹලා දුකට පත් නොවනු. නුඹලා විශ්වාසවන්තයෝ නම් ශ්‍රේෂ්ඨයෝ ද නුඹලා ම ය"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "නුඹලාට (උහද් සටනෙහි) තුවාල ඇතිවූයේ නම් (ඒ ගැන අධෛර්යට පත් නොවනු. හේතුව) එවැනි ම තුවාලයක් එම පිරිසට ද (බද්ර් සටනෙහි) ඇති විය. තවද අපි මෙවැනි දිනයන් ජනයා අතර මාරුවෙන් මාරුවට ලබා දෙන්නෙමු. තවද (එය) විශ්වාස කළවුන් ව අල්ලාහ් හඳුනා ගනු පිණිසත් නුඹලා අතුරින් ෂහීද්වරුන් (දිවි පුදන්නන්)ව තෝරා ගනු පිණිසත් ය. තවද අල්ලාහ් අපරාධකරුවන් ව ප්‍රිය නොකරයි"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "තවද (එසේ කරනුයේ) විශ්වාස කළවුන් ව අල්ලාහ් පිවිතුරු කිරීම පිණිසත් දේව ප්‍රතික්ෂේපකයින් ව විනාශ කරනු පිණිසත් ය"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "(විශ්වාසවන්තයිනි!) නුඹලා අතුරින් (අල්ලාහ්ගේ මාර්ගයේ) සටන් කළවුන් කවුරුන් දැ යි අල්ලාහ් නොදැන, එමෙන් ම ඉවසිලිවන්තයින් පිළිබඳ ව ද ඔහු නොදැන, ස්වර්ග උයන් වලට පිවිසීමට නුඹලා සිතන්නෙහු ද"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "නුඹලා (වීර) මරණය හමු වීමට පෙර එය අපේක්ෂා කරමින් සිටියෙහු ය. (දැන්) නුඹලා එය සියැසින් ම දුටුවෙහු ය"
        }
    ]
}