{
    "rukus": [
        {
            "chapter": 4,
            "verse": 23,
            "text": "නුඹලාගේ මව්වරුන් ද නුඹලාගේ දූවරුන් ද නුඹලාගේ සහෝදරියන් ද නුඹලාගේ පියාගේ සහෝදරියන් (නැන්දාවරුන්) ද නුඹලාගේ මවගේ සහෝදරියන් ද (නුඹලාගේ) සහෝදරයාගේ දූවරුන් ද සහෝදරියගේ දූවරුන් ද නුඹලාට කිරි පෙවූ නුඹලාගේ මව්වරුන් ද කිරි පෙවීම හේතු වෙන් වූ නුඹලාගේ සහෝදරියන් ද නුඹලාගේ බිරින්දෑවරුන්ගේ මව්වරුන් ද නුඹලා ඔවුන් සමඟ (විවාහ ජීවිතයට) ඇතුළත් වූ බිරින්දෑ වරුන්ගෙන් (පෙර විවාහයකින් ඉපද) නුඹලාගේ උකුලෙහි හැදී වැඩුණු නුඹලාගේ (බිරියගේ) දූරුවන් ද නුඹලාට (විවාහ වීමට) තහනම් කරන ලදී. නමුත් නුඹලා ඔවුන් (එම බිරියන්) සමඟ (ලිංගික ඇසුරු කමට) අතුළත් නොවූයේ නම් (එම දූවරුන් විවාහ කර ගැනීම) නුඹලාට වරදක් නැත. නුඹලා ගේ කොඳුනාරටියෙන් බිහි වූ නුඹලාගේ දරුවන්ගේ බිරින්දෑ වරුන් (ලේලියන්) ද, ඉකුත් වී ගිය දෑ හැර (මින් පසු), සහෝදරි යන් දෙදෙනෙකු නුඹලා (බිරියන් වශයෙන්) එකට තබා ගැනීම ද තහනම් කරන ලදී. නියත වශයෙන් ම අල්ලාහ් අති ක්ෂමාශීලී ය. පරම කරුණාභරිත ය"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "(යුද්ධයකදී අත් අඩංගුවට ගත් ) නුඹලාගේ පාලනය යටතෙහි සිටින (වහල්) කාන්තාවන් හැර සෙසු විවාහක කාන්තාවන් ( සමග විවාහ වීම තහනම් කර ඇත. එය) නුඹලා කෙරෙහි වූ අල්ලාහ්ගේ නියමයක් ලෙසිනි. මොවුන් හැරුණු විට වෙනත් ස්ත්‍රීන් (කාමයේ) වරදවා හැසිරීමකින් තොරව නුඹලාගේ සම්පත් ( මහර් පිරිනැමීම) තුළින් සෙවීම නුඹලාට අනුමත කරන ලදී. එබැවින් ඔවුන් සමඟ කවර දෙයක නුඹලා පහස විඳින්නෙහු ද ඒ වෙනුවෙන් වගකීමක් වශයෙන් ඔවුන්ගේ කුලී (මහර්) නුඹලා ලබා දෙනු. (මහර්) නියම කළ පසු (මහර් හි අඩු වැඩි කිරීම සම්බන්ධයෙන්) කවර දෙයක් පිළිබඳ ව නුඹලා එකිනෙකා අතර එකඟතාවට පැමිණෙන්නේ ද එහි නුඹලාට වරදක් නැත. සැබැවින්ම අල්ලාහ් සර්ව ඥානීය සර්ව ප්‍රඥාවන්තය"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "විශ්වාසවන්ත නිදහස් කාන්තා වන් විවාහ කර ගැනීමට නුඹලා අතුරින් කවරෙකුට වත්කම් නොමැත්තේ ද එවිට නුඹලාගේ පාලන යටතෙහි සිටින (වහල්) කාන්තාවන් අතුරින් නුඹලා අතර සිටින විශ්වාස වන්ත වහල් කාන්තාවන් (සමග විවාහ) විය යුතුය. තවද අල්ලාහ් නුඹලාගේ විශ්වාසය පිළිබඳ මැනවින් දන්නාය. නුඹලාගෙන් ඇතැමෙකු ඇතැමෙකුගෙනි. එබැවින් නුඹලා ඔවුන්ගේ පවුලේ (භාරකරුවන්ගේ) අනුමැතිය මත, පතිවත රකින, ප්‍රසිද්ධියේ දුරාචාරයේ නොයෙදන, එමෙන්ම රහසිගත ව හෝ දුරාචාරයේ නොයෙදන කාන්තා වන් ව ඔවුනට ඔවුන්ගේ කුලී (මහර්) ලබා දී නුඹලා විවාහ කර ගනු. විවාහ කරනු ලැබීමෙන් පසුව ඔවුන් දුරාචාරයේ යෙදුනේ නම්, එවිට නිදහස් කාන්තාවන් මත පැවරෙන දඬුවමින් අඩක් ඔවුනට හිමි වේ. මෙය නුඹලා අතුරින් දුරාචාරයේ යෙදීම ගැන බිය වන අයටය. නමුත් නුඹලා ඉවසිල්ලෙන් කටයුතු කිරීම නුඹලාට උතුම් ය. තවද අල්ලාහ් අති ක්ෂමාශීලීය. අසමසම කරුණාන්විතය"
        }
    ]
}