{
    "rukus": [
        {
            "chapter": 5,
            "verse": 94,
            "text": "අහෝ ! විශ්වාස කළවුනි, (නුඹලා ඉහ්රාම් තත්ත්වයේ සිටිය දී) නුඹලාගේ දෑතට හා නුඹලාගේ හී වලට පහසුවෙන් හසුවන දඬයම් සතෙකුගෙන් අල්ලාහ් නුඹලා ව පිරික්සුමට ලක් කරනු ඇත. එය තමන් ඉදිරියේ නොසිටිය දී කවරෙකු තමන්ට බිය වන්නේ දැ යි අල්ලාහ් දැන ගනු පිණිසය. එබැවින් ඉන් පසුව කවරෙකු සීමාව ඉක්මවා කටයුතු කළේ ද එවිට ඔහුට වේදනීය දඬුවමක් ඇත"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "අහෝ විශ්වාස කළවුනි, නුඹලා ඉහ්රාම් තත්ත්වයේ සිටිය දී දඬයම් (කර) සතුන් මරා නොදමනු. නුඹලා අතුරින් කවරෙකු උවමනාවෙන්ම එය මරා දැමුවේ ද එවිට ප්‍රතිචාරය වනුයේ (ඔටු ගව හා එළු වැනි) ගොවිපළ සතුන්ගෙන් මරා දැමූ දෑ මෙන් දෙයකි. ඒ පිළිබඳ ව නුඹලා අතුරින් යුක්ති ගරුක දෙදෙනෙකු තීන්දු දෙනු ඇත. එය කඃබාවට ළඟා විය යුතු කැපයක් ලෙසිනි. එසේ නොමැති නම් වන්දි වශයෙන් දුගියන්ට ආහාර සැපයිය යුතු ය. එසේත් නොමැති නම් තමන් කළ කරුණෙහි බරපතළකම විඳිනු පිණිස ඒ වෙනුවට උපවාසයේ නිරත විය යුතුය. පෙර සිදු වූ දෑට අල්ලාහ් සමාව දුන්නේය. නමුත් කවරෙකු යළිත් සිදු කළේද එවිට අල්ලාහ් ඔහු(කළ වරද)ට ප්‍රතිචාර දක්වනු ඇත. තවද අල්ලාහ් සර්ව බලධාරීය. (කළ වරදට) ප්‍රතිචාර දක්වන්නාය"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "නුඹලා හා නුඹලාගේ ප්‍රවාහන සතුන් භුක්ති විදිනු පිණිස මුහුදු සතුන් දඬයම් කිරීම හා එය ආහාරයට ගැනීම නුඹලාට අනුමත කරන ලදී. නමුත් ඉහ්රාම් තත්ත්වයේ සිටින කල්තාක් ගොඩබිම සතුන් දඬයම් කිරීම නුඹලාට තහනම් කරන ලදී. තවද නුඹලා කවරෙකු වෙත එක් රැස් කරනු ලබන්නෙහු ද එවන් අල්ලාහ්ට නුඹලා බිය බැතිමත් වනු"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "පාරිශුද්ධ නිවස වන කඃබාව ජනයාට (සුභසාධනය සඳහා) කේන්ද්‍රස්ථානයක් බවට පත් කළේය. එමෙන්ම පරිශුද්ධවූ මාසය ද, සත්ව කැපය ද, (කුර්බාන් සඳහා) සලකුණු තබන ලැබූ දෙය ද (ආරක්ෂා සහගත ව තබා ඇත.) එය සැබැවින්ම අල්ලාහ් අහස්හි ඇති දෑ මහපොළොවෙහි ඇති දෑ දන්නා බව නුඹලා දැන ගනු පිණිසය. තවද සැබැවින්ම අල්ලාහ් සියලු දෑ පිළිබඳ ව සර්වඥානීය"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "දැන ගනු. සැබැවින්ම අල්ලාහ් දඬුවම් කිරීමෙහි ඉතා දැඩිය. එමෙන්ම සැබැවින්ම අල්ලාහ් අතික්ෂමාශීලී කරුණා ගුණයෙන් යුක්තය"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "(දේව පණිවිඩ) දන්වා සිටීම මිස වෙන කිසිවක් රසූල්වරයා වෙත පැවරී නොමැත. තවද අල්ලාහ් නුඹලා හෙළි කරන දෑ ද වසන් කරන දෑ ද දන්නේය"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "(නබිවරය !) නපුරු දෑ බහුල ව තිබීම නුඹ ව මවිතයට පත් කළ ද නපුරු දෑ හා යහපත් දෑ සමාන නොවන්නේ යැයි පවසනු. එබැවින් බුද්ධිය ඇත්තනි, නුඹලා ජයග්‍රහණය ලැබිය හැකි වනු පිණිස අල්ලාහ්ට බිය බැතිමත් වනු"
        }
    ]
}