{
    "chapter": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "ALIF LAM RA. This is a Book whose verses are indeclinable and distinct, which comes from One who is most wise and all-knowing"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "(Proclaiming) that you should worship none but God. Verily I bring to you from Him a message of warning and rejoicing"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "And that you should seek His forgiveness and turn towards Him. He will bestow the best things of life on you for a time ordained, and favour those with blessings who are worthy of grace. But if you turn away, I fear the punishment of a terrible Day for you"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "To God have you to go back, and He has power over everything"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Look, how they double up their breasts in order to hide from Him. But when they cover themselves up with their garments, He knows what they hide and what they expose. Indeed, He knows the secrets of the hearts"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "There is not a creature that moves on the earth whose nourishment is not provided by God, whose place of sojourning and depositing is not known to Him. All things conform to a manifest law"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "It is He who created the heavens and the earth In six spans, and has control over the waters (of life) so that he may bring out the best that everyone of you could do. Yet if you said to them: \"You shall certainly be raised from the dead,\" the unbelievers will say: \"This will be nothing but sorcery"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "If We defer their punishment for a certain time, they will say: \"What is keeping it back?\" And yet, the day it comes, they will not be able to avert it; and what they used to laugh at will encompass them"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "If We allow man to enjoy Our favours, and then take them away from him, he becomes despondent and ungrateful"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "If We let him taste Our favours after adversity, he says: \"Misfortune has left me,\" and begins to brag and exult"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Except those who endure with patience and do the right, who will have pardon and a great reward"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "You may haply omit some of what has been revealed to you, and may be disheartened because they say: \"Why was no treasure sent down to him, or an angel accompanied him?\" Yet you have been sent to warn alone, for God takes care of everything"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Do they say (of the Prophet): \"He has forged (the Qur'an)?\" Say: \"Then bring ten Surahs like it, and call anyone except God to help you, if what you say is true"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "If they do not answer you, then know it has been revealed with the knowledge of God, and that there is no god but He. (And say:) \"Will you now submit"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "To those who desire the life of this world and its many allures, We shall pay them in full for their acts herein and will not withold any thing"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Yet these are the people for whom there is nothing but Fire in the world to come. Fruitless will be what they have fashioned, and whatever they have done will perish"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Will he who has a clear proof from his Lord, which acts as evidence from Him, before which the Book of Moses was a way-giver and a grace, (not believe in it)? Whoever among the partisans does not believe in it shall have Hell as the promised award. So have no doubt about it, for surely it's the truth from your Lord, though most men may not believe"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Who is more wicked than he who invents lies about God? Such men shall be arraigned before their Lord, and the witnesses will testify: \"These are those who imputed lies to God.\" Beware! The scourge of God will fall on the unjust"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Who obstruct others from the way of God and seek obliquity in it, and do not believe in the life to come"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "They shall not weaken (the power of) God on earth, nor find any other protector but God. Their punishment will be doubled, for they could neither hear nor see"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "They are verily those who exceeded themselves, and the (gods) they invented abandoned them"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Undoubtedly they will be losers in the life to come"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "But those who believe and do things good, and are humble before their Lord, are men of Paradise where they will abide for ever"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "The semblance of these two groups is that of a man who is deaf and blind, and the other who can hear and see. Can they be equal? Why do you not reflect"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "We sent Noah to his people (and he said): \"I give you a clear warning"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Do not worship anyone but God; for I fear the punishment of a dreadful day for you"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "The leaders of the people who were unbelievers, replied: \"We see that you are but a man like us, and see that none among us follows you but the meanest and immature of judgement, and do not see any excellence in you above us. In fact, we think you are a liar"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "He said: \"O my people, think. If I have a clear proof from my Lord, and He has bestowed on me His grace, though unknown to you, can we force it upon you when you are averse"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "I do not demand for it any wealth from you, O my people. My reward is with God. And I will not drive those away who believe. They have also to meet their Lord. But I see you are an ignorant people"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "O my people, who will save me from God if I drive them away? Do you not understand"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "I say not that I have the treasures of God, or that I possess the knowledge of the unknown. I do not claim to be an angel, nor can I say that God will not bestow any good on those you disdain, for God is cognisant of what is in their hearts. If I say this, I will surely be unjust"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "They said: \"O Noah, you have argued with us, and disputed at length; so bring that (retribution) you promise, if you speak the truth"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "He replied: \"Only God will bring it on you if He please, and you cannot prevail against Him"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Even if I wish to advise you aright, my counsel will not profit you if God intend that you go astray, for He is your Lord and to Him you will return"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Do they say you have fabricated it? Tell them: \"If I have fabricated it, then mine is the guilt; but I am clear of what you are guilty"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "And Noah was informed through revelation: \"Apart from those who have come to believe already not one of your people is going to believe. So grieve not for what they are doing"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Build an ark under Our eye and as We instruct. Do not plead for those who have been wicked, for they shall certainly be drowned"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "So he built the ark; and when groups of his people passed by him, they scoffed at him. He said to them: \"Though you laugh at us (now), we shall laugh at you, as you are laughing at us"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "You will soon come to know who suffers the punishment that would put him to shame, and who suffers lasting torment"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "When Our command was issued and the waters gushed forth from the source, We said: \"Take into (the ark) a pair of every species, and members of your family other than those against whom the sentence has been passed already, and those who come to believe.\" But only a few believed in him"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "And (Noah) said: \"Embark. In the name of God be its course and mooring. My Lord is surely forgiving and kind"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "It sailed on waves like mountains (high), and Noah called to his son who was separated from him: \"Embark with us, O my son, and be not one of those who do not believe"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "I shall go up a mountain,\" he said, \"which will keep me from the water.\" \"There is no getting away,\" said Noah, \"from the decree of God today, except for those on whom be His mercy.\" And a wave came between them, and he was among those who were drowned"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Then it was said: \"O earth, swallow back your water; and, O sky, desist.\" And the water subsided, and the decree was accomplished. The ark came to rest on Judi (Mount Ararat), and it was said: \"Away with the cursed people"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Noah called on his Lord and said: \"O Lord, my son is surely a member of my family, and verily Your promise is true, as You are the most just of all judges"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "O Noah\", He answered, \"truly he is not of your family. He is surely the outcome of an unrighteous act. So ask Me not of what you do not know. I warn you not to be one of the ignorant"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Preserve me, O Lord,\" said (Noah), \"from asking You that of which I have no knowledge. If You do not forgive me and have mercy on me I shall be among those who perish"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "(And the Lord) said: \"O Noah, disembark with peace and safety from Us and blessings on you and the people with you. As for some (of them), We shall bestow advantages for a time, then send a grievous punishment on them"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "This is news of the Unknown We reveal to you, which neither you nor your people knew before. So endure with patience. The future is for those who keep away from evil and follow the straight path"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "We sent to the people of 'Ad their brother Hud, who said: \"O my people, worship God; you have no other god but He. (As for the idols,) you are only inventing lies"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "O my people, I ask no recompense of you for it: My reward is with Him who created me. Will you not, therefore, understand"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "O my people, beg your Lord to forgive you, and turn to Him in repentance. He will send down rain in torrents for you from the shies, and give you added strength. So do not turn away from Him as sinners"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "They said: \"O Hud, you have come to us with no proofs. We shall not abandon our gods because you say so, nor believe in you"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "All we can say is that some of our gods have smitten you with evil.\" He replied:\" I call God to witness, and you be witness too, that I am clear of what you associate (in your affairs)"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Apart from Him. Contrive against me as much as you like, and give me no respite"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "I place my trust in God who is my Lord and your Lord. There is no creature that moves on the earth who is not held by the forelock firmly by Him. Verily the way of my Lord is straight"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "If you turn away, then (remember) I have delivered to you the message I was sent with. My Lord will put other people in your place, and you will not be able to prevail against Him. Indeed my Lord keeps a watch over all things"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "So, when Our command was issued We rescued Hud by Our grace, and those who believed, with him, and saved them from a dreadful doom"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "These were the people of 'Ad who denied the word of their Lord and rebelled against His apostles, and followed the bidding of every perverse tyrant"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "So they were accursed in the world, and they will be damned on the Day of Doom. Beware! The 'Ad turned away from their Lord"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "Be warned! Accursed are the people of 'Ad who were Hud's. To Thamud We Sent their brother Saleh. \"O my people,\" he said, \"worship God; you have no other god but He. It is He who raised you from the earth and settled you upon it. So beg your Lord to forgive you, and turn to Him in repentance. Surely my Lord is near and answers"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "They said: \"O Saleh, we had placed our hopes in you, but you forbid us from worshipping that which our fathers worshipped, and we are suspicious of what you are calling us to"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "He said: \"O my people, have you considered that if my Lord has clearly shown me the way, and I have His blessings too, who will save me then from God if I disobey? You will only add to my ruin"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "O my people, this she-camel of God is a token for you. So leave her alone to graze on God's earth, and do not molest her, otherwise the swiftest punishment would befall you"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "But they hamstrung her. Then (Saleh) said: \"You have but three days to enjoy life in your homes. Infallible is this promise"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "So, when Our command (of punishment) came We delivered Saleh by Our grace, and those who believed, with him, from the disgrace of that day. Verily your Lord is mighty and powerful"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "The sinners were seized by a blast from heaven, and lay overturned in their homes in the morning"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "As though they had never lived there at all. Beware! The people of Thamud turned away from their Lord. Beware! Accursed are the people of Thamud"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "Our angels came to Abraham with good news, and said: \"Peace on you. \"Peace on you too,\" said Abraham, and hastened to bring a roasted calf"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "When they did not stretch their hands towards it he became suspicious and afraid of them. They said: \"Do not be afraid. We have been sent to the people of Lot"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "His wife who stood near, laughed as We gave her the good news of Isaac, and after Isaac of Jacob"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "She said: \"Woe betide me! Will I give birth when I am old and this my husband be aged? This is indeed surprising"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Why are you surprised at the command of God? God's mercy and blessings be upon you, O members of this household,\" they said. \"Verily He is worthy of praise and glory"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "When Abraham's fear was dispelled, and the good news had come to him, he pleaded for the people of Lot with Us"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Abraham was kind, compassionate, and penitent"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "Desist from pleading, O Abraham,\" (they said). \"Your Lord's command has verily been issued, and a punishment that cannot be averted is bound to fall on them"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "So when Our angels came to Lot, he grieved for them, and felt powerless to help them, and said: \"This is a day of sorrow"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "His people came excited to him. They were addicted to sin already. Said (Lot): \"O my people, these daughters of mine are cleaner (and lawful) for you. Have fear of God, and do not shame me before my guests. Is there no man of discernment among you"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "They said: \"You know we have no need for your daughters, and know well what we want"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "I wish I had the power to resist you,\" said (Lot), \"or powerful support"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "(The angels) said: \"O Lot, we have verily been sent by your Lord. They will never be able to harm you. So, leave late at night with your family, and none of you should turn back to look; but your wife will suffer (the fate) they are going to suffer. Their hour of doom is in the morning: Is not the morning nigh"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "So when the decreed moment arrived, We turned the habitations upside down, and rained upon them stones of hardened lava in quick succession"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "Impressed with (the signs) of your Lord. And such (punishment) is not far for the (other) transgressers"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "We sent to Midian their brother Shu'aib. He said: \"O my people, worship God; you have no other god but He. So do not give in short measure nor underweigh. I see you are prosperous, but I fear the doom of an overwhelming Day for you"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "So, O my people, weigh and measure with justness, and do not withhold things due to men, and do not spread corruption in the land, despoiling it"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "That which is left to you by God is better, if you are true believers; yet I am not a warden over you"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "They said: \"O Shu'aib, does your piety teach that we should abandon what our fathers worshipped, or desist from doing what we like with our goods? How gracious a man of discernment you are indeed"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "He said: \"O my people, think. I have a clear sign from my Lord, who has also given me a goodly provision, and I do not wish for myself what I forbid you: I only wish to reform you as best I can. My success is from God alone. In Him I have placed my trust, and to Him I turn"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "O my people (I fear) lest your opposition to me should bring you the like of what befell the people of Noah or Hud or Saleh; and the people of Lot are not distant from you"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Beg your Lord to forgive you, and turn to Him. Indeed my Lord is compassionate and loving"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "They said: \"O Shu'aib, much of what you say is meaningless to us, and then (for sure) you are powerless among us. But for your clan we would have stoned you to death. You have no power over us"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "He said: \"My clan seems mightier to you than God whom you neglect and push behind your backs. Surely what you do is within the power of my Lord"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "Do on your part what you can, O people, I will do what I will. You will come to know who suffers the punishment that would put him to shame, and who is the liar. So watch; I am watching with you"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "And when Our word came to pass, We rescued Shu'aib and those who believed, with him, by Our grace, but those who were wicked were seized by a punishment from heaven, and lay overturned in their homes in the morning"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "As though they had not dwelt there at all. Beware! Condemmed were the people of Midian as those of Thamud had been before them"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "We sent Moses with Our signs and full authority"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "To the Pharaoh and his nobles, but they followed the bidding of Pharaoh, though the bidding of Pharaoh was unrightful"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "He shall be at the head of his people on the Day of Resurrection, and drive them into Hell like cattle driven to water -- what an evil watering-place to reach"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Damned will they be in this world, and on the Day of Doom how evil the gift that they will receive"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "These are a few accounts of settlements that We narrate to you. Some still survive, and some have been mowed down"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "We did not wrong them; they wronged themselves. When your Lord's chastisement descended upon them, their gods, on whom they called apart from God, were not of the least avail, and all they did was only to add to their destruction"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Such is the punishment of your Lord when He seizes human settlements in the acts of wickedness. Surely His hold is grievous and terrible"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "In this surely is a sign for him who fears the torment of the Hereafter, the day when mankind will be assembled together, which will be a day when all things would become evident"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "We are deferring it only for a time ordained"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "The day it comes no soul will dare say a word but by His leave; and some will be wretched, some will be blessed"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "And those who are doomed, will be in Hell: For them will be sighing and sobbing"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Where they will dwell so long as heaven and earth endure, unless your Lord will otherwise. Verily your Lord does as He wills"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Those who are blessed will be in Paradise, where they will dwell so long as heaven and earth survive, unless your Lord wills otherwise: This will be a gift uninterrupted"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "So, you should not entertain any doubt about those whom they worship: They only worship what their fathers had worshipped before them. We shall verily give them their meed without diminution"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "Verily We gave to Moses the Book, but there was disagreement about it. Had the decree of your Lord (delaying it) not been issued the matter would have been settled between them. They are still suspicious of it and in doubt"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Surely your Lord will reward everyone in accordance with his deeds. He is certainly aware of all they do"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "So, you and those who turned to God with you, should walk along the straight path as you have been commanded, and do not transgress, for He verily sees whatsoever you do"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Do not lean towards the wicked, or you will be caught in the flames of Hell, and have none to befriend you other than God, nor will you be given help"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Stand up for the service of prayer at the two ends of day and the first watch of night. Remember that good deeds nullify the bad. This is a reminder for those who are observant"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Be steadfast, for verily God does not let the reward of those who are upright and do good to go waste"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "If only there had been men endued with virtue in the ages before you, who could preserve men from doing evil in the world, other than the few We saved from among them. Those who were wicked followed that which made them dissolute, and became sinners"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "Your Lord would not surely destroy unjustly human habitations so long as the people are righteous"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "But if your Lord had pleased He could have made all human beings into one community of belief. But they would still have differed from one another"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Except those on whom your Lord had mercy for which He has created them. But fulfilled shall be the word of your Lord. \"I will fill up Hell with jinns and men"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "The histories of apostles that We relate to you are (meant) to strengthen your heart. Through them has the truth come to you, and guidance, and reminder to those who believe"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Say to the infidels. \"Act as best you can, we are acting too"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "And wait (for what is to come), we are also waiting (to see)"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "To God belong the secrets of the heavens and the earth, and all things will go back to Him. So worship Him and put your trust in Him; your Lord is not heedless of what you do"
        }
    ]
}