{
    "chapter": [
        {
            "chapter": 53,
            "verse": 1,
            "text": "I CALL TO witness the star of the pleiades when it has dipped"
        },
        {
            "chapter": 53,
            "verse": 2,
            "text": "That your companion is not confused, nor has he gone astray"
        },
        {
            "chapter": 53,
            "verse": 3,
            "text": "Neither does he speak of his own will"
        },
        {
            "chapter": 53,
            "verse": 4,
            "text": "This is only revelation communicated"
        },
        {
            "chapter": 53,
            "verse": 5,
            "text": "Bestowed on him by the Supreme Intellect"
        },
        {
            "chapter": 53,
            "verse": 6,
            "text": "Lord of power and wisdom. So he acquired poise and balance"
        },
        {
            "chapter": 53,
            "verse": 7,
            "text": "And reached the highest pinnacle"
        },
        {
            "chapter": 53,
            "verse": 8,
            "text": "Then he drew near and drew closer"
        },
        {
            "chapter": 53,
            "verse": 9,
            "text": "Until a space of two bow (arcs) or even less remained"
        },
        {
            "chapter": 53,
            "verse": 10,
            "text": "When He revealed to His votary what He revealed"
        },
        {
            "chapter": 53,
            "verse": 11,
            "text": "His heart did not falsify what he perceived"
        },
        {
            "chapter": 53,
            "verse": 12,
            "text": "Will you dispute with him what he saw"
        },
        {
            "chapter": 53,
            "verse": 13,
            "text": "He saw Him indeed another time"
        },
        {
            "chapter": 53,
            "verse": 14,
            "text": "By the Lote-tree beyond which none can pass"
        },
        {
            "chapter": 53,
            "verse": 15,
            "text": "Close to which is the Garden of Tranquility"
        },
        {
            "chapter": 53,
            "verse": 16,
            "text": "When the Lote-tree was covered over with what it was covered over"
        },
        {
            "chapter": 53,
            "verse": 17,
            "text": "Neither did sight falter nor exceed the bounds"
        },
        {
            "chapter": 53,
            "verse": 18,
            "text": "Indeed he saw some of the greatest signs of His Lord"
        },
        {
            "chapter": 53,
            "verse": 19,
            "text": "Have you considered Lat and 'Uzza"
        },
        {
            "chapter": 53,
            "verse": 20,
            "text": "And Manat, the other third (of the pagan deities)"
        },
        {
            "chapter": 53,
            "verse": 21,
            "text": "Are there sons for you, and daughters for Him"
        },
        {
            "chapter": 53,
            "verse": 22,
            "text": "This is certainly an unjust apportioning"
        },
        {
            "chapter": 53,
            "verse": 23,
            "text": "These are only names which you and your fathers have invented. No authority was sent down by God for them. They only follow conjecture and wish-fulfilment, even though guidance had come to them already from their Lord"
        },
        {
            "chapter": 53,
            "verse": 24,
            "text": "Can ever man get what he desires"
        },
        {
            "chapter": 53,
            "verse": 25,
            "text": "To God belong the End and the Beginning"
        },
        {
            "chapter": 53,
            "verse": 26,
            "text": "Many as the angels be in heaven their intercession will not avail in the least without God's permission for whomsoever He please and approve"
        },
        {
            "chapter": 53,
            "verse": 27,
            "text": "Those who do not believe in the Hereafter give the angels names of females"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "Yet they have no knowledge of this, and follow nothing but conjecture, but conjecture cannot replace the truth"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "So you turn away from him who turns away from Our rememberance and wants nothing but the life of this world"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "This is the farthest limit of their knowledge. Surely your Lord alone knows best who has strayed away from the path and who has come to guidance"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "To God belongs whatever is in the heavens and the earth, that He may requite those who do evil, in accordance with their deeds, and those who do good with good"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "As for those who avoid the greater sins and shameful acts, except minor trespasses, your Lord's forgiveness surely has great amplitude. He is fully knowledgeable of you as He produced you from the earth, and since you were a foetus in your mother's womb. So do not assert your goodness; he is better who takes heed and preserves himself"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "Have you seen him who turns his back"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "Who gives but little, and is niggardly"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "Has he knowledge of the Unknown that he perceives everything"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "Has he not heard what is contained in the Book of Moses"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "And of Abraham who fulfilled his trust"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "That no one who carries a burden bears another's load"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "That a man receives but only that for which he strives"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "That his endeavours will be judged"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "And only then will he receive his recompense in full"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "And that to your Lord is your returning"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "That it is He who makes you happy and morose"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "And He who ordains death and life"
        },
        {
            "chapter": 53,
            "verse": 45,
            "text": "That He created pairs, male and female"
        },
        {
            "chapter": 53,
            "verse": 46,
            "text": "From a drop of semen when emitted"
        },
        {
            "chapter": 53,
            "verse": 47,
            "text": "That the second creation is incumbent on Him"
        },
        {
            "chapter": 53,
            "verse": 48,
            "text": "That it is He who makes you rich and contented"
        },
        {
            "chapter": 53,
            "verse": 49,
            "text": "That He is the Lord of Sirius"
        },
        {
            "chapter": 53,
            "verse": 50,
            "text": "That it was He who destroyed the 'Ad of old"
        },
        {
            "chapter": 53,
            "verse": 51,
            "text": "And Thamud, and did not leave them"
        },
        {
            "chapter": 53,
            "verse": 52,
            "text": "Like the people of Noah before them, who were surely oppressors and rebellious"
        },
        {
            "chapter": 53,
            "verse": 53,
            "text": "And He overthrew the Cities of the Plain"
        },
        {
            "chapter": 53,
            "verse": 54,
            "text": "So that they were covered over by what they were covered over"
        },
        {
            "chapter": 53,
            "verse": 55,
            "text": "How many favours of your Lord will you then deny"
        },
        {
            "chapter": 53,
            "verse": 56,
            "text": "He who warns you is one of the warners of old"
        },
        {
            "chapter": 53,
            "verse": 57,
            "text": "What is to come is imminent"
        },
        {
            "chapter": 53,
            "verse": 58,
            "text": "There is no one to unveil it apart from God"
        },
        {
            "chapter": 53,
            "verse": 59,
            "text": "Are you astonished at this news"
        },
        {
            "chapter": 53,
            "verse": 60,
            "text": "And keep laughing and do not weep"
        },
        {
            "chapter": 53,
            "verse": 61,
            "text": "Indulging in pleasantries"
        },
        {
            "chapter": 53,
            "verse": 62,
            "text": "Bow instead in adoration before God and worship Him"
        }
    ]
}