{
    "rukus": [
        {
            "chapter": 27,
            "verse": 15,
            "text": "Na hakika tuliwapa Daudi na Sulaiman ilimu, na wakasema: Alhamdu Lillahi, Kuhimidiwa kote ni kwa Mwenyezi Mungu aliye tufadhilisha kuliko wengi katika waja wake Waumini"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Na Sulaiman alimrithi Daudi, na akasema: Enyi watu! Tumefunzwa usemi wa ndege, na tumepewa kila kitu. Hakika hii ni fadhila iliyo dhaahiri"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "Na alikusanyiwa Sulaiman majeshi yake ya majini, na watu, na ndege; nayo yakapangwa kwa nidhamu"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Mpaka walipo fika kwenye bonde la wadudu chungu, alisema mdudu chungu mmoja: Enyi wadudu chungu! Ingieni majumbani mwenu, asikupondeni Sulaiman na majeshi yake bila ya wao kutambua"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "Basi (Sulaiman) akatabasamu akacheka kwa neno hili, na akasema: Ee Mola wangu Mlezi! Nizindue niishukuru neema yako uliyo nineemesha mimi na wazazi wangu, na nipate kutenda mema uyapendayo, na uniingize kwa rehema yako katika waja wako wema"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "Na akawakagua ndege, na akasema: Imekuwaje, mbona simwoni Hud-hud, au amekuwa miongoni mwa walio ghibu"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "Kwa yakini nitamuadhibu kwa adhabu kali, au nitamchinja, au aniletee hoja ya kutosha"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "Basi (Hud-hud) akakaa si mbali na akasema: Nimegundua usilo gundua wewe, na ninakujia hivi kutoka nchi ya Sabai, na nakuletea khabari za yakini"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "Hakika mimi nimemkuta mwanamke anawatawala, naye amepewa kila kitu, na anacho kiti cha enzi kikubwa"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "Nimemkuta yeye na watu wake wanalisujudia jua badala ya Mwenyezi Mungu; na Shet'ani amewapambia vitendo vyao na akawazuilia Njia. Kwa hivyo hawakuongoka"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "Na hawamsujudii Mwenyezi Mungu ambaye huyatoa yaliyo fichikana katika mbingu na ardhi, na anayajua mnayo yaficha na mnayo yatangaza"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "Mwenyezi Mungu - hapana mungu ila Yeye, Mola Mlezi wa A'rshi tukufu"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "Akasema (Sulaiman): Tutatazama umesema kweli au wewe ni miongoni mwa waongo"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Nenda na barua yangu hii na uwafikishie, kisha waache na utazame watarejesha nini"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "(Malkia) akasema: Enyi wahishimiwa! Hakika nimeletewa barua tukufu"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "Imetoka kwa Sulaiman nayo ni: Kwa jina la Mwenyezi Mungu, Mwingi wa rehema, Mwenye kurehemu"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "Msinifanyie jeuri, na fikeni kwangu nanyi mmekwisha kuwa wenye kusalimu amri"
        }
    ]
}