{
    "rukus": [
        {
            "chapter": 28,
            "verse": 76,
            "text": "Hakika Qaruni alikuwa katika watu wa Musa, lakini aliwafanyia dhulma. Na tulimpa khazina ambazo funguo zake zinawatopeza watu wenye nguvu kuzichukua. Walipo mwambia watu wake: Usijigambe! Hakika Mwenyezi Mungu hawapendi wanao jigamba"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Na utafute, kwa aliyo kupa Mwenyezi Mungu, makaazi ya Akhera. Wala usisahau fungu lako la dunia. Nawe fanya wema kama Mwenyezi Mungu alivyo kufanyia wema wewe. Wala usitafute kufanya ufisadi katika ardhi. Hakika Mwenyezi Mungu hawapendi mafisadi"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "Akasema: Kwa hakika nimepewa haya kwa sababu ya ilimu niliyo nayo. Je! Hakujua kwamba Mwenyezi Mungu kesha waangamiza, katika vizazi vya walio kabla yake, watu walio kuwa wenye ngubvu zaidi kuliko yeye, na wenye makundi makubwa zaidi kuliko yake. Na wakosefu hawataulizwa khabari ya dhambi zao"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Basi akawatokea watu wake katika pambo lake. Wakasema wale walio kuwa wanataka maisha ya duniani: Laiti tungeli kuwa tunayo kama aliyo pewa Qaruni! Hakika yeye ni mwenye bahati kubwa"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Na wakasema wale walio pewa ilimu: Ole wenu! Malipo ya Mwenyezi Mungu ni bora kwa mwenye kuamini na akatenda mema. Wala hawatapewa hayo isipo kuwa wenye subira"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Basi tukamdidimiza yeye na nyumba yake katika ardhi; wala halikuwepo kundi lolote la kumnusuru kwa Mwenyezi Mungu, wala hakuwa miongoni mwa wanao jitetea"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Na wale walio tamani kuwa pahala pake jana, wakawa wanasema: Kumbe Mwenyezi Mungu humkunjulia riziki amtakaye katika waja wake, na humdhikisha amtakaye. Ingeli kuwa Mwenyezi Mungu hakutufanyia hisani angeli tudidimiza. Kumbe makafiri hawafanikiwi"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Hayo ndiyo makaazi ya Akhera, tumewafanyia wale wasio taka kujitukuza duniani wala ufisadi. Na mwisho mwema ni wa wachamngu"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Atakaye tenda wema atapata malipo bora kuliko huo wema alio utenda. Na atakaye tenda uovu, hawalipwi watendao uovu ila waliyo kuwa wakiyatenda"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Hakika aliye kulazimisha kuifuata Qur'ani hapana shaka atakurudisha pahala pa marejeo. Sema: Mola wangu Mlezi ndiye anaye mjua zaidi mwenye kuja na uwongofu, na nani aliyomo katika upotofu ulio dhaahiri"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Nawe hukuwa unataraji kuletewa Kitabu; lakini ni rehema tu ya Mola wako Mlezi. Basi usiwe msaidizi wa makafiri"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Wala wasikuzuie kuzifuata Aya za Mwenyezi Mungu baada ya kuteremshiwa wewe. Na lingania kwa Mola wako Mlezi, wala usiwe miongoni mwa washirikina"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Wala usimwombe pamoja na Mwenyezi Mungu mungu mwenginewe. Hapana mungu ila Yeye. Kila kitu kitaangamia isipo kuwa Yeye. Hukumu iko kwake, na kwake mtarejezwa"
        }
    ]
}