{
    "rukus": [
        {
            "chapter": 30,
            "verse": 41,
            "text": "Ufisadi umedhihiri bara na baharini kwa iliyo yafanya mikono ya watu, ili Mwenyezi Mungu awaonyeshe baadhi ya waliyo yatenda. Huenda wakarejea kwa kutubu"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "Sema: Safirini duniani muangalie ulikuwaje mwisho wa walio tangulia. Wengi wao walikuwa washirikina"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "Basi uelekeze uso wako kwenye Dini Iliyo Nyooka kabla ya kufika Siku hiyo isiyo zuilika, inayo toka kwa Mwenyezi Mungu. Siku hiyo watu watatengana"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "Anaye kufuru basi ukafiri wake utakuwa juu yake mwenyewe, na anaye tenda mema, basi wanazitengezea nafsi zao"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "Ili awalipe walio amini na wakatenda mema kutokana na fadhila yake. Hakika Yeye hawapendi makafiri"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "Na katika Ishara zake ni kuzituma pepo ziletazo bishara njema, na ili kukuonjesheni baadhi ya rehema zake, na ili majahazi yende kwa amri yake; na mtafute kutokana na fadhila yake, na ili mumshukuru"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "Na hakika tulikwisha watuma Mitume kwa kaumu zao, na wakawajia kwa hoja zilizo wazi. Tukawaadhibu wale walio fanya ukosefu. Na ilikuwa ni haki juu yetu kuwanusuru Waumini"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "Mwenyezi Mungu ndiye anaye zituma pepo zikayatimua mawingu, kisha akayatandaza mbinguni kama apendavyo. Na akayafanya mapande mapande, basi ukaiona mvua inatoka ndani yake. Anapo wafikishia awatakao katika waja wake, mara hao huwa na furaha"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "Na ingawa kabla ya kuteremshiwa walikuwa wenye kukata tamaa"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "Basi ziangalie athari za rehema ya Mwenyezi Mungu, jinsi anavyo ihuisha ardhi baada ya kufa kwake. Basi hakika huyo ndiye bila ya shaka Mwenye kuhuisha wafu. Na Yeye ni Muweza wa kila kitu"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "Na tunge utuma upepo na wakauona umekuwa rangi ya manjano, juu ya hayo wange endelea kukufuru"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "Kwani wewe hakika huwafanyi maiti wakasikia, wala viziwi wakasikia wito wakisha geuka kukupa mgongo"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "Wala wewe huwaongoi vipofu na upotovu wao. Huwasikilizishi ila wanao ziamini Aya zetu. Hao ndio Waislamu, walio nyenyekea"
        }
    ]
}