{
    "maqras": [
        {
            "chapter": 6,
            "verse": 36,
            "text": "Mu by’ukuri, abemera (ibyo ubahamagarira) ni babandi bumva (bikabagirira akamaro). Naho abapfu (abahakanye ibyo ubahamagarira); Allah azabazura, maze iwe abe ari ho basubizwa"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Baranavuze bati \"Kuki atamanuriwe igitangaza giturutse kwa Nyagasani we?\" Vuga (yewe Muhamadi) uti \"Mu by’ukuri, Allah ashoboye kumanura igitangaza, ariko abenshi muri bo ntibabizi"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Nta kiremwa na kimwe kigenda ku isi cyangwa inyoni igurukisha amababa yayo yombi, bitaba mu miryango nk’iyanyu. Nta cyo twasize (tudasobanuye) mu gitabo, hanyuma kwa Nyagasani wabo ni ho bazakoranyirizwa"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Babandi bahinyuye amagambo yacu ni ibipfamatwi bakaba n’ibiragi; bari mu mwijima. Uwo Allah ashatse amurekeramu buyobe ndetse n’uwo ashatse amuyobora inzira igororotse"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Vuga (yewe Muhamadi) uti \"Nimumbwire!Ese ibihano bya Allah biramutse bibagezeho cyangwa mukagerwaho n’imperuka, hari undi mwakwiyambaza utari Allah, niba koko muri abanyakuri"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Ahubwo ni we wenyine mwakwiyambaza, maze yabishaka akabakiza ibyo mumwiyambajemo, nuko mugahita mwibagirwa ibyo mumubangikanya na byo (kuko nta cyo bishoboye)"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Rwose twohereje (intumwa) ku miryango (umat) yakubanjirije, nuko (abahakanye) tubateza ubukene bukabije n’uburwayi, kugira ngo bace bugufi"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Nonese kuki ibihano byacu byabagezeho ntibace bugufi!? Ahubwo imitima yabo yaranangiye, ndetse na Shitani abakundishaibyo bakoraga"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Ubwobari bamaze kwibagirwa ibyo bibukijwe, twabafunguriye imiryango ya buri kintu, kugeza ubwo badamarajwe n’ibyobahawe, nuko tubahana tubatunguye, maze bariheba"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Nuko babandi b’inkozi z’ibibi bararimburwa kugeza ku wa nyuma. Kandi ishimwe n’ikuzo ni ibya Allah, Nyagasani w’ibiremwa byose"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Vuga (ubwira abahakanyi) uti \"Nimumbwire! Allah aramutse abambuye ukumva kwanyu n’ukureba kwanyu, akanadanangira imitima yanyu, ni iyihe mana yindi itari Allah yabibagarurira?\" Dore uko tubasobanurira ibimenyetso (byacu) hanyuma bakabitera umugongo"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Vuga uti \"Nimumbwire! Ibihano bya Allah biramutse bibagezeho bitunguranye cyangwa ku mugaragaro, hari abandi bakorekwa uretse abantu b’abanyabyaha"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Nta kindi gituma twohereza intumwa uretse kugira ngo zigeze inkuru nziza (ku bantu) zinababurire. Bityo, abazemera bakanakora ibikorwa bitunganye, nta bwoba ndetse nta n’agahinda bazagira"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Naho abahinyuye ibimenyetso byacu, bazagerwaho n’ibihano kubera ko bigomekaga (ku mategeko ya Allah)"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Vuga (yewe Muhamadi) uti \"Simbabwira ko mfite ibigega bya Allah, nta n’ubwo nzi ibitagaragara, ndetse nta n’ubwo mbabwira ko ndi Malayika. Ahubwo nkurikira ibyo mpishurirwa gusa.\"Vuga uti \"Ese utabona ahwanye n’ubona? Ese ntimutekereza"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Yikoreshe (Qur’an) uburira babandi bafite ubwoba bwo kuzakoranyirizwa kwa Nyagasani wabo, ubwo nta wundi murinzi utari we (Allah) cyangwa uwabavuganira. (Ibyo bikore) kugira ngo bamutinye"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Kandi ntukirukane babandi basenga Nyagasani wabo mu gitondo na nimugoroba bashaka kwishimirwa nawe 48. Nta cyo ubazwa mu byo bakora, na bo ntacyo babazwa mu byo ukora. Nubirukana uzaba ubaye umwe mu bahemu"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Uko ni na ko bamwe mu bantu twabagize ibigeragezo ku bandi (bamwe tubagira abakire abandi tubagira abakene) kugira ngo (abahakanyi b’abakire) bavuge bati \"Ese aba (bakene b’abemera) ni bo Allah yagabiye (kumuyoboka) muri twe (maze twe aratwihorera)?\" Ese Allah ntazi neza abashimira"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "Kandi abemera ibimenyetso byacu nibaza bakugana, ujye ubaramutsa uvuga uti \"Salamu alaykum (Amahoro ya Allah abe kuri mwe)\". Nyagasani wanyu yiyemeje kugira impuhwe kugira ngo uzakora ikibi muri mwe kubera ubujiji, maze nyuma yo kugikora akicuza akanakora ibikorwa byiza (azamubabarire). Mu by’ukuri, we (Allah) ni Ubabarira ibyaha, Nyirimbabazi"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Uko ni na ko dusobanura ibimenyetso, kugira ngo inzira y’inkozi z’ibibi isobanuke"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Vuga (yewe Muhamadi) uti \"Rwose, njye nabujijwe kugaragira ibyo mwambaza bitari Allah\". Vuga uti \"Sinakurikira irari ryanyu kuko ndamutse mbikoze, naba nyobye kandi sinaba ndi mu bayobotse"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Vuga uti \"Mu by’ukuri, njye nishingikirije ibimenyetso bigaragara bituruka kwa Nyagasani wanjye, ariko mwarabihinyuye. Singenga ibyo musaba ko byihutishwa (ibihano by’umuriro). Nta wundi ugenga icyo cyemezo uretse Allah; avuga ukuri kandi ni we mukiranuzi uhebuje"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Vuga uti \"Iyo nza kuba ngenga ibyo musaba ko byihutishwa, ikibazo kiri hagati yanjye namwe cyari kuba cyarakemutse. Kandi Allah azi neza inkozi z’ibibi"
        }
    ]
}