{
    "pages": [
        {
            "chapter": 6,
            "verse": 102,
            "text": "Ŋumbɔŋɔ maa n-nyɛ Naawuni so Ŋun nyɛ yi Duuma maa, Duuma jεmdigu n-kani ni yεlimaŋli naɣila Ŋuna, Ŋuna n-nyɛ Ŋun nam binshɛɣu kam, dinzuɣu jεmmi ya O. Yaha! Ŋuna n-nyɛ binshɛɣu kam ni dalim So"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Nina (ninsalinim’) bi nyari O, amaa! Ŋun (Naawuni) nyari nina. Yaha! Ŋuna n-nyɛ Ŋun balgiri yεla n-tiri O daba, ka mali din kam sɔɣi lahibali"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Achiika! Yɛlikpahinda kan ya na yi Duuma (Naawuni) sani, dinzuɣu ninvuɣu so ŋun nya ka niŋ kpahim, tɔ! O maŋ’ zuɣu ka o niŋ kpahim, ŋun mi zom, tɔ! O maŋ’ zuɣu ka o lahi zom. Dinzuɣu, mani (Annabi Muhammadu) pala gula yi zuɣu"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Yaha! Lala ka Ti (Tinim’ Naawuni) kahigiri aayanima. Yaha! Domin bɛ (chɛfurinim’) yεli: “A (Muhammadu) karim ya.” Yaha! Domin Ti kahigi li n-ti ninvuɣu shεba ban mi"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "(Yaa nyini Annabi)! Doli bɛ ni siɣisi shɛli n-ti a na a Duuma (Naawuni) sani. Duuma jɛmdigu n-kani ni yεlimaŋli naɣila Ŋuna, dinzuɣu yim ninvuɣu shɛba ban bo nyintahi m-pahi Naawuni zuɣu maa yεla ni"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Yaha! Naawuni yi di bɔra, bɛ naan ku jεm shɛli m-pahi O zuɣu, Ti mi bi zali a (Muhammadu) ka a nyɛ ŋun guli bɛ tuma, a mi pala bɛ yεla ni dalim so"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Yaha! Di tun ya (yi Muslinnima) ninvuɣu shεba ban jεmda binyεr’ shεŋa din pa Naawuni maa, ka di chε ka bɛ tu Naawuni ni jɛlinsi, ka pa ni baŋsim shɛli. Tɔ! Lala ka Ti (Tinim’ Naawuni) dihi ali’umma kam tuuntumsa nachinsi n-ti ba. Din nyaaŋa, bɛ labbu shee yɛn ti nyɛla bɛ Duuma (Naawuni) sani, ka O yɛn ti ti ba lahibali n-zaŋ chaŋ bɛ tuuntumsa ni daa nyɛ shɛli (Dunia puuni)"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Ka bɛ (Maka chεfurinima) po Naawuni bɛ pɔri tariga kadama achiika! Aaya shεli yi kaba na, bɛ shiri ni ti li yεlimaŋli. Yεlima: “Achiika! Aayanim’ maa bela Naawuni sani. Dinzuɣu, bo n- lee yan chɛ ka yi (Muslinnim’) baŋ ni aayanim’ maa yi kana bɛ (chεfurinim’ maa) ku ti yεlimaŋli"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Yaha! Ti (Tinim’ Naawuni) lebri la bɛ suhiri mini bɛ nimbihi kamani bɛ ni daa pun bi ti yεlimaŋli pilgu maa shεm, ka Ti chε ba ka bɛ be bɛ kpahi yεɣi tariga maa ni, ka nyɛla ban kuli birinda"
        }
    ]
}