{
    "pages": [
        {
            "chapter": 7,
            "verse": 52,
            "text": "Yaha! Achiika! Ti (Tinim’ Naawuni) kaba mi na ni litaafi (Alkur’aani) shεli Ti ni kahigi li ka di tam baŋsim zuɣu, ka nyɛ dolsigu ni nambɔzɔbo n-zaŋ ti ninvuɣu shεba ban ti Naawuni yεlimaŋli"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Bɛ (chεfurinim’) bi guhiri shɛli m- pahila di (azaaba maa) bahigu, dabsi’ shɛli di (azaaba maa) bahigu ni yɛn ti kana, ninvuɣu shεba ban daa tam di yεla pɔi ni dini maa ni yεli: “Achiika! Ti Duuma (Naawuni) tuumba daa ka ti na ni yɛlimaŋli. Di ni bɔŋɔ, ti mali ban yɛn suhudee ka bɛ suhudee ti, bee ka bɛ labsi ti (Dunia) ka ti ti tum tuun’ shɛli din pa ti ni daa tumdi shɛla maa? Achiika! Bɛ niŋ bɛ maŋ’ ashaara, ka bɛ mi ni daa namdi ʒiri shεŋa maa bɔrgi ka chɛ ba"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Achiika! Yi Duuma Naawuni n-nyɛ Ŋun nam sagbana mini tiŋgbana dabsa ayɔbu puuni, din’ nyaaŋa ka O niŋ dede Al-arshi (O nam garo) zuɣu. O malila yuŋ n-limsiri wuntaŋni, ka di bɔri di (wuntaŋni maa) shee ni yomyoma. Yaha! Wuntaŋ’ ni goli n-ti pahi saŋmarsi nyɛla bɛ ni balgi shɛli ni O zaligu. Wumma! Ŋuna n-su nambu ni zaligu. Naawuni nam tibgiya, Ŋuna n- nyɛ binnamda Duuma"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Suhimi ya yi Duuma (Naawun) ni maŋ’ gbargibu mini sɔɣisinli. Achiika! O (Naawuni) bi bɔri ninvuɣu shεba ban kpahiri yεɣiri targa"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Yaha! Di saɣindi ya tiŋgbani yaaŋa zuɣu di malibu nyaaŋa, ka suhi ya O (Naawuni) ka nyɛla ban zɔri dabiεm ni kore. Achiika! Naawuni nambɔzɔbo be yoma ni tuunsuma nima"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Yaha! Ŋuna (Naawuni) n-nyɛ Ŋun timdi pɔhim na, ka di nyɛla suhupiɛlli lahibali din daŋdi O nambɔzɔbo (sakom) na, hali ni pɔhim maa ti ʒi sagbaŋ shɛŋa din tibsa na, ka Ti (Tinim’ Naawuni) zaŋ li nyuhi tiŋgbani shɛli din kpi, din nyaaŋa ka Ti zaŋ li n-siɣisi sakom na, ka zaŋ li yihi binwola balibu kam. Lala ka Ti (Tinim’ Naawuni) yɛn ti neei kpiimba, domin achiika! Yi ni leei ban teeri Naawuni yɛla"
        }
    ]
}