{
    "pages": [
        {
            "chapter": 7,
            "verse": 58,
            "text": "Yaha! Tiŋgbani suŋ yihirila di bimbila ni di Duuma (Naawuni) yɛdda, tiŋgbani shεli din mi bi viεla bi yihiri bimbila, naɣila ni namsa (wahala). Lala ka Ti (Tinim’ Naawuni) kahigiri aayanima n-tiri ninvuɣu shεba ban paɣira"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Achiika! Ti (Tinim’ Naawuni) daa tim Annabi Nuhu n-zaŋ chaŋ o niriba sani, ka o ti yεli: “Yaa yinim’ n niriba! Jεmmi ya Naawuni, yi ka duuma so ka pa ni Ŋuna, Achiika! Mani zɔrila dabiεm n-tiri ya ni dabsi’ titali la daazaaba ti paai ya.”"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Ka asanzanim’ o niriba puuni yεli: “Achiika! Tinim’ kuli nyara ka a be la bɔrginsim polo ni.”"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Ka o yεli: “Yaa yinim’ n niriba! M-pala ŋun bɔrgi, amaa! Mani nyɛla tuun’ so ŋun yi binnamda Duuma sani na.”"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "“N-tiri ya la n Duuma (Naawuni) tuuntali, ka saɣisiri ya, ka mi binshɛɣu yi ni ʒi ka di nyɛla din yi Naawuni sani na.”"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Di ni bɔŋɔ, yi niŋdila lahiʒiba ni teebu kan ya na yi Duuma (Naawuni) sani, ka di nyɛla yi puuni ninvuɣu so sani ka di yina, domin o ti varsi ya ka yi zo Naawuni, achiika! Yi nyɛla bɛ ni yɛn zo shɛba nambɔɣu"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Ka bɛ labsi o ʒirilana, ka Ti (Tinim’ Naawuni) tilgi o mini ninvuɣu shɛba ban be ŋarim la puuni, ka chε ka kom di ninvuɣu shεba ban labsi Ti aayanim’ ʒiri. Achiika! Bɛ daa nyɛla ninvuɣu shεba ban nyɛ zoomba"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "Yaha! Ka Ti (Tinim’ Naawuni) daa tim Annabi Hudu n-zaŋ kana Aadunim’ sani, ka o ti yεli: “Yaa yinim’ n niriba! Jɛmmi ya Naawuni, yi ka duuma so ka pa ni Ŋuna. Di ni bɔŋɔ, yi pala ban yɛn zo Naawuni"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Ka asanzanim’ ban niŋ chɛfuritali o niriba puuni yεli: “Achiika! Tinim’ kuli nya a ka jεrlim tabi a. Yaha! Tinim’ tεhi ya ni achiika! A be ʒirinim’ puuni.”"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Ka o (Annabi Hudu) yεli: “Yaa yinim’ n niriba: “Jεrlim bi tabi ma, amaa! achiika! Mani nyεla tuun’ so ŋun yi bin- namda Duuma sani na.”"
        }
    ]
}