{
    "pages": [
        {
            "chapter": 7,
            "verse": 105,
            "text": "Di nyɛla pali n-ti ma kadama n-di yεli yεltɔɣa shεli n-zaŋ jɛndi Naawuni naɣila di nyɛla yεlimaŋli. Achiika! N- kan ya mi na ni daliri din yi yi Duuma sani. Dinzuɣu, (yaa nyini Fir’auna)! Chεli ka Israaila bihi pahi n-zuɣu, ka n- zaŋ ba ka ti yi (Misra tiŋgbani ni)"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Ka o (Fir’auna) yεli: “A yi nyɛla ŋun kana ni alaama shεli, tɔ! Nyin tahimi li na, a yi shiri be yεlimaŋlinim’ puuni.”"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Ka o (Annabi Musa) zaŋ o jaangbee labi (tiŋgbani ni), ka di leei wahu polo ni"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Ka yihi o nuu, ka di leei zaɣipεlli n-zaŋ ti ban lihira"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Ka asanzanim’ Fir’auna niriba puuni yεli: “Achiika! Ŋumbɔŋɔ maa nyɛla sihiralana so ŋun nyɛ baŋda"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "“O bɔrimi ni o yihi ya yi tiŋgbani ni, dinzuɣu saɣisigu dini ka yi leei yɛn zaŋ ti?”"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Ka bɛ yεli: “Naɣisim ti o mini o mabia (Haruna) maa, ka tim tiŋsi ni ka bɛ ti laɣim sihiranim’ na.”"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "“Bɛ ni ka a na ni sihiranim’ balibu kam, ni ŋun nyɛ baŋda na.”"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Ka Fir’auna sihiranim’ ti kana, ka yεli: “Achiika! Ti mali sanyo’ shɛli, di yi niŋ ka tinim’ n-nyɛ ban nyɛŋ (Musa)"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Ka o (Fir’auna) yεli: “Di paliya, ka yi lahi be ninvuɣu shεba ban miri ma puuni.”"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Ka bɛ (sihiranim’ maa) yεli: “Yaa nyini Musa! Di ni bɔŋɔ, a nyɛla ŋun yɛn daŋ (a jaangbee maa) labbu, bee tinim’ n-nyɛ ban yɛn labi"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Ka o (Annabi Musa) yεli: “Yinim’ labmi ya,” Saha shεli bɛ ni zaŋ bɛ gabsi labi tiŋgbani ni, ka bɛ lebgi ninsalinim’ nina, ka kpεhi ba dabεm, ka tahi sihira din galsi na"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Ka Ti (Tinim’ Naawuni) tim ni wahayi n-zaŋ chaŋ Annabi Musa sani, (ka yɛli): “Zaŋmi a jaangbee maa labi (tiŋgbani ni),” (ka o shiri zaŋ li labi), ka di leei din vaandi bɛ ni kpiri ʒiri shɛŋa maa"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Ka yεlimaŋli tum tuma, ka bɛ ni niŋ shɛli maa zaa saɣim"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Ka bɛ (Annabi Musa) nyɛŋ ba nimaa ni, ka bɛ ŋmalgi ni filiŋ"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Ka sihiranim’ maa lu tiŋgbani ni, ka nyɛla ban niŋ suzuuda"
        }
    ]
}