{
    "pages": [
        {
            "chapter": 9,
            "verse": 21,
            "text": "Bɛ Duuma (Naawuni) tiri bala suhu- pɛlli lahibali ni nambɔzɔbo din yi O sani na, ni yεda shɛli, ka bɛ lahi mali Alizanda yili shεŋa din puuni mali yolsigu din ka naabu"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Bɛ nyɛla ban yɛn ti kpalim di puuni kuli mali wɔra. Achiika! Naawuni sani ka sanyoo din galsi be"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Yaa yinim’ ninvuɣu shɛba ban ti Naawuni yεlmaŋli! Miri ya ka yi zaŋ yi banim’ mini yi mabihi leei yi simnima, dindee yi niŋ ka bɛ yu chεfuritali n-gari Naawuni yɛlimaŋli tibu. Dinzuɣu, ŋun ti zaŋ ba leei simnima yi puuni, tɔ! Bannim’ maa n-nyɛ zualindiriba"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "(Yaa nyini Annabi)! Yεlima: “Di yi niŋ ka yi banima, ni yi bihi, ni yi mabihi, ni yi paɣaba, ni yi dɔɣiriba, ni arzichi shɛŋa yi ni laɣim, ni yi daabilim shεli yi ni zɔri ni di ti niŋ ashaara, ni yili shεŋa yi ni niŋ yɛda, dina ka yi bɔra n-gari Naawuni ni O tumo, n-ti pahi Naawuni soli tobu tuhibu, tɔ! Yin ʒin ya guhimi hali ka Naawuni ti tahi O zaligu (azaaba) na. Yaha! Naawuni bi dolsiri ninvuɣu shεba ban kpeeri yira"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Achiika! Naawuni tin ya nasara luɣa pam, n-ti pahi Hunaini tobu dali la, saha shεli yi (Muslinnim’) nina ni daa tiɣi yi galsim, ka di bi niŋ ya anfaani shεli, ka tiŋgbani muɣi ya di mini di yɛlim maa zaa yoli. Din nyaaŋa, ka yi (Muslinnim’) lebi biri (ka zo ka chɛ tobu maa)"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Din nyaaŋa, ka Naawuni siɣisi O suhudoo na n-ti ti O tumo (Annabi Muhammadu), ni ninvuɣu shεba ban ti Naawuni yεlimaŋli, ka siɣisi tobbihi (Malaaika) shεba yi ni bi nya, ka dargi chεfurinim’ tibli. Tɔ! Dina n-nyɛ chεfurinim’ sanyoo"
        }
    ]
}