{
    "pages": [
        {
            "chapter": 9,
            "verse": 41,
            "text": "(Yaa yinim’ Muslinnima)! Yim ya n-ti tuhi tobu, ka nyɛla ban mali yaa bee chɔɣinsi, ka tuhi ya ni yi daarzichi mini yi maŋsi Naawuni soli, dina n-nyɛ bɛrisuŋ n-tin ya, yi yi nyɛla ninvuɣu shεba ban mi"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "(Yaa nyini Annabi)! Di yi di nyɛla Nyɔri (tobbuna) m-be yoma, ni gɔrim shεli din bi waɣa, bɛ (Munaafichinim’ maa) naan doli a, amaa! Soli maa n-niŋ waɣilim n-ti ba. Ni baalim, bɛ ni po Naawuni (ka yεli): “Ti yi di naan tooi yi tobu maa ni, achiika! Ti naan yina m- pahi yi zuɣu. Bɛ maŋsi ka bɛ niŋdi ashaara. Yaha! Naawuni mi ni bɛ nyɛla ʒirinima"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "(Yaa nyini Annabi)! Naawuni chε m-paŋ a, bozuɣu ka a ti ba soli (ni bɛ ʒinmi yiŋa, bozuɣu ka a bi chɛ ba) hali a ti baŋ bɛ puuni ban niŋ yɛlimaŋli, ka baŋ ban nyɛ ʒirinima"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Ninvuɣu shεba ban ti Naawuni mini Chiyaama yεlimaŋli ku saɣi bo yεda a (Annabi) sani (ni bɛ ʒini yiŋ’) ka che bɛ zaŋ bɛ daarzichi ni bɛ mammaŋ’ nyɛvuya n-tuhi Naawuni zuɣu. Naawuni mi nyɛla Ŋun mi wuntizɔriba"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Achiika! Ninvuɣu shεba ban bi ti Naawuni mini Chiyaama yεlimaŋli n- nyɛ ban bɔri yεdda a sani (ni bɛ ʒini yiŋa), ka bɛ suhiri zilsi, dinzuɣu bɛ nyɛla ban kuli be bɛ biɛhim puuni m-puri bɛ haŋkaya"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Yaha! Bɛ yi di bɔri tobu maa ni yibu, tɔ! Bɛ naan mali di shili. Amaa! Naawuni mɔŋ ba mi ni bɛ di yiɣisi pahi yi zuɣu, ka di kpɛhi ba vunnyɛɣili, ka bɛ yɛli ba: “Ʒinimi ya yiŋ m-pahi ninvuɣu shɛba ban ʒiya zuɣu.”"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Bɛ (Munaafichinim’ maa) yi di yi tobu maa ni pahi yi (Muslinnim’) zuɣu, tɔ! Bɛ naan ku pahi ya shεli naɣila saɣiŋgu. Yaha! Bɛ naan niŋ yomyoma m-bo tuɣiligu niŋ yi sunsuuni, ka bɛ di yɛn bɔri ya ni fitina, yi mi puuni shεba beni n-di yɛn wum ti ba. Yaha! Naawuni mi zualindiriba"
        }
    ]
}