{
    "pages": [
        {
            "chapter": 11,
            "verse": 98,
            "text": "O (Fir’auna) yɛn ti garila o niriba tooni Zaadali hali n-ti daai ba kpɛhi (ʒahannama) buɣum ni. Yaha! Bɛ kpɛhili shee maa nyɛla din be"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Ka bɛ zaŋ narimbu n-doldsi bɛ nyaaŋa Dunia ŋɔ maa ni, ni Zaadali. Bɛ ni sɔŋ ba sɔŋsim shεli (narimbu) maa nyɛla din be"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "(Yaa nyini Annabi)! Dinnim’ maa nyɛla tiŋgbana lahibaya ka Ti (Tinim’ Naawuni) tiri a li. Di (tiŋsi maa) shεŋa na ʒela di naba ayi zuɣu, ka di shεŋa mi nyɛ din lu n-dahim"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Yaha! Ti (Tinim’ Naawuni) daa bi di ba zualinsi, amaa! Bana n-di bɛ maŋ’ zualinsi. Dinzuɣu, saha shεli a Duuma (Naawuni) zaligu (azaaba) ni daa kana, bɛ duuma shεba bɛ ni daa jεmda ka pa ni Naawuni maa daa bi niŋ ba anfaani, bɛ mi daa bi pahi ba shεli m-pahila ashaara"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Yaha! Lala n-nyɛ a Duuma (Naawuni) gbaabu, di yi ti niŋ ka O gbaai tiŋsi ka di nyɛla din di zualinsi. Achiika! O gbaabu nyɛla din biɛra, ka nyɛ zaɣikpeeni"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Achiika! Kpahimbu be lala maa puuni n-zaŋ ti ŋun zɔri Chiyaama azaaba. Di nyɛla dabsi shɛli bɛ ni yɛn ti laɣim ninsalinim’ di puuni. Yaha! Di nyɛla dabsi’ shɛli sokam ni yɛn ti beni"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Ti mi bi naɣisiri li (Chiyaama dabsili maa) naɣila saha shɛli bɛ ni zali li zuɣu"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "Dabsi’ shεli din yɛn ti kana, ka nyɛvuli kam ti ku tooi tɔɣisi yεltɔɣa naɣila ni O (Naawuni) yɛdda. Dinzuɣu bɛ (ninsalinim’) puuni, zuɣubiεɣulana ti yɛn beni mi, ka zuɣusuŋlana ti yɛn beni"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Amaa! Zuɣubεɣunim’ maa ti yɛn be la (ʒahannama) buɣum puuni, ka bɛ nyɛla ban vuhim chana ka labra di puuni"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Ka bɛ nyɛla ban yɛn ti kpalim di (buɣum maa) ni, dindee yi na kuli niŋ ka sagbana mini tiŋgbani beni, naɣila a Duuma (Naawuni) ni yu shεli, Achiika! A Duuma (Naawuni) nyɛla Ŋun tumdi O ni yu shεli"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "Yaha! Amaa! Ninvuɣu shɛba ban niŋ zuɣusuŋ maa nyɛla ban yɛn ti kpalim Alizanda puuni, dindee yi na kuli niŋ ka sagbana mini tiŋgbana beni, naɣila a Duuma (Naawuni) ni yu shεli. Di nyɛla pini shεli din bi ŋmaara"
        }
    ]
}