{
    "pages": [
        {
            "chapter": 12,
            "verse": 23,
            "text": "Ka paɣa so o ni be o yiŋ maa (Misra yolim), ka kpari kpari yili maa dindoya, Naa paɣa maa) ti niŋ o kore (ni ninvuɣu ka naan yεli: “Di yi pa kpalim la a sani.” Ka o (Annabi Yisifu) yεli: “M-bɔri Naawuni taɣibu.” Achiika! Ŋuna n yiŋlana maa gbibi ma ni vɛnyɛla, achiika! Zualindiriba ku tilgi.”"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Achiika! O (Paɣa maa) daa niŋ o (Annabi Yisifu) kore, o mi gba haŋkali naan ŋmalgi kpa o polo, di yi di daa pala o ni nya o Duuma (Naawuni) daliri shɛli zuɣu. Ŋɔ maa daliri nyɛla domin Ti (Tinim’ Naawuni) ŋmalgi tuumbɛɣu mini zina ka chɛ o. Achiika! O daa shiri be Ti daba gahinda puuni"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Ka bɛ niriba ayi maa (Yisifu mini paɣa maa) kpaɣi taba n-kana dindoli ni, ka o (paɣa maa) cheei o gɔɣali (daliya) o nyaaŋa polo, ka bɛ (niriba ayi maa) chirigi o yiŋlana (paɣa maa yidana) dindoli ni, ka o (paɣa maa) yεli: “Tɔ! Bo n-leei nyɛ ninvuɣu so ŋun tεhi a paɣa ni zaɣibɛɣu sanyoo m-pahila bɛ niŋ o sarika, bee ka bɛ dargi o tibli dargiri kpeeni.”"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "Ka o (Annabi Yisifu) yεli: “Ŋuna n- nyɛ ŋun niŋ ma kore.” Ka shɛhiralana so o (paɣa maa) niriba puuni di shɛhira, 1 ka yεli: “(Yulimi viεnyεla), di yi nyɛla o (Yisifu) gɔɣali cheeila o tooni, tɔ! O (paɣa maa) yεli yεlimaŋli, ka o leei ʒirilana"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Amaa! Di yi nyɛla o (Yisifu) gɔɣali maa cheeila o nyaaŋa polo, tɔ! O (paɣa maa) ŋmala ʒiri, ka o (Yisifu) mi shiri yεli yεlimaŋli.”"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Saha shεli o (paɣa maa yidana) ni nya ka o (Annabi yisifu) gɔɣali cheeila o nyaaŋa polo, ka o yεli: “Achiika! Ŋɔ maa nyɛla yi paɣaba nabεri puuni shεli, dama achiika! Yi paɣaba nabεri nyɛla din bara.”"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Ka o (paɣa maa yidana yεli): “Yaa nyini Yisifu! Yim ŋɔ maa yεla ni. A mi (Zulaiha) bom gaafara ni a taali shɛli dimbɔŋɔ maa. Achiika! A shiri be ninvuɣu shɛba ban tum taali ni.”"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "Ka tiŋ’ puuni paɣaba yεli: “Ka Aziizi (Misra naa) mammaŋ’ paɣa ti niŋ o dabli kore? Achiika! O suhi yu o n-ti lahi yεɣi. Achiika! Ti shiri nya o ka o be birginsim din be polo ni.”"
        }
    ]
}