{
    "pages": [
        {
            "chapter": 12,
            "verse": 38,
            "text": "“Yaha! Mani dolila m banim’ daadiini, (bana n-nyɛ) Annabi Ibrahima mini Annabi Is’haaka, n-ti pahi Annabi Ya’akuba. Di bi tu ni ti laɣim Naawuni mini shɛli jεm. Ŋɔ maa nyɛla Naawuni pini ti zuɣu, ni ninsalinim’ zuɣu. Amaa! Ninsalinim’ pam bi paɣira (Naawuni).”"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "(Ka Annabi Yisifu ŋmalgi yεli): “Yaa yinim’ n zo dansarikanim’ ayi! Di- ni bɔŋɔ, duuma koŋkoba n-leei gari bee Naawuni so Ŋun nyɛ Nagaŋ, Nyεŋda la"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "“Yi bi jɛmda shɛli din pa O (Naawuni) m-pahila yuli shεŋa (buɣa) ka yi mini yi banim’ kuli boli li. Naawuni bi siɣisi daliri shεli na n-ti ti li. Fukumsi shɛli n-kani naɣila Naawuni dini, O puhi ya mi ni yi di jεm shɛli naɣila O ko. Dina n-nyɛ adiini shɛli din tuhi, amaa! Ninsalinim’ pam bi mi.”"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "(Ka Annabi Yisifu yɛli): “Yaa yinim’ n zo dansarikanim’ ayi! Yi niriba ayi maa puuni so yɛn ti boorila Inabi dam n-tiri o duuma (Misra naa), amaa! Yi ni zaɣiyino maa, bɛ yɛn ti kpahi o mi yili, ka noombihi kana n-ti diri o zuɣu ni nimdi. Dinzuɣu bɛ (Naawuni) pun naai yɛltɔɣa shɛli yi ni bɔri ni bɛ kahigi ya ŋɔ maa.”"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "Ka o (Annabi Yisifu) naan yεli bɛ puuni so o ni dihitabli kadama o ni tilgi maa: “Teemi n yεla a duuma (Misra naa) sani,” ka shintaŋ chɛ ka o tam o yiŋlana di yɛla teebu, ka o labi ʒini sarika duu maa ni yuma bɛla"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "Ka o (Misra naa) ti yεli (o kpambaliba): “Achiika! Mani zahimla zahinli, ka nya naɣigɔba ayɔpoin, ka naɣikɔri ayɔpɔin gbaari ba n-vaanda, ni kayola ayɔpoin din nyɛ zaɣimaha, ka shεŋa mi nyɛ zaɣikuma, yaa yinim’ m kpambaliba! Wuhimi ya ma n zahinli maa fasara ni nyɛ shεli, yi yi nyɛla ban mi zahinli fasara"
        }
    ]
}