{
    "pages": [
        {
            "chapter": 12,
            "verse": 70,
            "text": "Saha shεli o (Annabi Yisifu) ni chɛ ka bɛ zahim bɛ bindirigu n-ti ba, ka o zaŋ salima binzahindigu n-niŋ o tuzobila maa nyεma ni. Din nyaaŋa, ka mololana so moli (ka yɛli): “Yaa yinim’ kɔhigɔriba achiika! Yi nyɛla nayiɣisi.”"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Ka bɛ (Annabi Yisifu mabihi maa) ŋmalgi kpa ba ka yεli: “Yi bimbo ka yi leei kɔŋ"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Ka bɛ yεli: “Ti kɔŋla Naa salima binzahindigu, dinzuɣu ŋun tahi li na, tɔ! O sula laakumi muni zahimbu. Mani (Yisifu) mi n-nyɛ ŋun zani ti li (alikauli maa).”"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Ka bɛ (Annabi Yisifu mabihi maa) yεli: “Naawuni zuɣu, achiika! Yi mi ni ti bi kana ni ti ti saɣim tiŋgbani ni, ti mi pala nayiɣisi.”"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Ka bɛ yεli: “Ka di yi niŋ ka yi ŋma ʒiri, di sanyoo yɛn nyɛla dini?”"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Ka bɛ (Annabi Yisifu mabihi maa) yεli: “Bɛ yi kuli nya li so nyεma ni, tɔ! Di lana sanyoo nyɛla o dini. Lala ka ti yɔri zualindiriba samli.”"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Ka o (Annabi Yisifu) pili bɛ nyεma ni vihibu pɔi ni o tuzobila maa nyɛma. Din nyaaŋa, ka o ti yihi li o tuzobila maa nyεma ni. Lala ka Ti (Tinim’ Naawuni) daa baŋsi Annabi Yisifu, o pala ŋun yɛn saɣi gbaai o mabia maa ni Misra Naa daadiini puuni zalsi, 1 naɣila Naawuni ni yu shɛli, Ti (Tinim’ Naawuni) duhirila Ti ni bɔri so ni darzanima. Yaha! Baŋda kam zuɣu ni, Baŋda (Naawuni) beni.”"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "Ka bɛ (Annabi Yisifu mabihi) yεli: “Di yi niŋ ka o shiri zu, tɔ! O mabi’ so gba daa min pun zu, ka Annabi Yisifu sɔɣi li o suhi ni, ka bi yihi li polo ni n- yεli ba, ka yεli (o suhu ni): “Yinim n- leei be n-gari lala, amaa! Naawuni mi yi ni buɣisiri shɛli ŋɔ maa.”"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Ka bɛ (Annabi Yisifu mabihi maa) yεli: “Yaa nyini Aziiz (Misra naa)! Achiika! O malila ba ka o nyɛ niŋkuru- maŋli ŋun mali darza, dinzuɣu gbaami ti puuni yino n-zali o zaani. Achiika! Tinim’ nya a ka a bela ninvuɣusuma ni.”"
        }
    ]
}