{
    "pages": [
        {
            "chapter": 2,
            "verse": 203,
            "text": "Yaha! Teemi ya Naawuni yɛla dabsa shεŋa (Mina dabsa) din mali kalinli maa puuni, amaa! Ninvuɣu so ŋun bo yomyom‟ (ka yi Mina) dabsa ayi puuni (Arafa dubu nyaaŋa), tɔ! Taali ka o zuɣu, ŋun mi lahi naɣisi (ka niŋ dabsa ata maa), tɔ! O gba ka taali n-ti ninvuɣu so ŋun zɔri Naawuni. Dinzuɣu zom ya Naawuni, ka baŋ ya ni achiika! O sani ka bɛ yɛn ti laɣim ya (Zaadali)"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "Yaha! (Yaa nyini Annabi)! Ninsalinim‟ puuni so beni ka o yɛltɔɣa niŋdi a nyɛɣisim‟ Dunia bεhigu puuni. Amaa! Ka o mali din be o suhu ni (Munaafiɣilim) n-wuhiri Naawuni, ka nyɛla zazabrikpeeni (ni adiini)"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Yaha! O yi ti lebi biri (ka chɛ nyini Annabi sani), o zɔrimi n-gindi tiŋgbani yaaŋa zuɣu ni o niŋ barina di puuni, ka kuri puri mini zuliya. Naawuni mi je barina"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Yaha! Bɛ yi ti yεli o: “Zom Naawuni, ninchini mini Naawuni taali ni kpɛbu kpiɣiri o mi. Tɔ! Ʒahannama buɣum ni saɣindi o. Yaha! Di bɛhigu shee maa nyɛla din be"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Yaha! Di be ninsalinim‟ puuni ŋun zaŋdi o nyɛvuli kɔhira, domin o bɔrila Naawuni yεda zuɣu, Naawuni mi nyɛla Ŋun zɔri O daba nambɔɣu"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Yaa yinim‟ ninvuɣu shεba ban ti Naawuni yεlimaŋli! Kpεm ya Muslinsi daadiini puuni zaasa, ka miri ya ka yi doli shintaŋ napɔmboba. Achiika! O nyɛla dima n-tin ya polo ni"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Dinzuɣu, yi yi sargi daliri shɛŋa din kan ya ŋɔ na nyaaŋa, tɔ! Yin baŋmi ya ni achiika! Naawuni nyɛla Nyɛŋda, Yεmgoliŋgalana"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Di ni bɔŋɔ, bɛ (chɛfurinim‟) guhiri mi ni shee Naawuni mini Malaaikanim‟ ti kaba na sagbaŋ mahim gbinni na (Zaadali)? Ka bɛ kari saliya naai. Yaha! Naawuni sani ka bɛ yɛn ti labsi yεllikam"
        }
    ]
}