{
    "pages": [
        {
            "chapter": 27,
            "verse": 77,
            "text": "Yaha! Achiika! Di (Alkur’aani maa) nyɛla dolsigu mini nambɔzɔbo n-ti ninvuɣu shεba ban ti Naawuni yεlimaŋli"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "(Yaa nyini Annabi)! Achiika! A Duuma (Naawuni) nyɛla Ŋun yɛn ti niŋ fukumsi bɛ sunsuuni (Zaadali). Yaha! A Duuma (Naawuni) nyɛla Nyεŋda, Baŋda"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Dinzuɣu (Yaa nyini Annabi)! Zaŋmi a yɛla dalim Naawuni, achiika! A be yεlimaŋli zuɣu din be polo ni"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Achiika! (Yaa nyini Annabi)! A ku tooi chɛ ka kpiimbi wum (boligu), A mi ku tooi chɛ ka tikpiranim’ wum, dindee yi niŋ ka bɛ nyɛla ban lebi biri"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Yaha! A ku tooi dolsi ninvuɣu shεba ban zom ka chɛ bɛ bɔrginsim, a mi ku tooi chɛ ka so wum (boligu), naɣila ninvuɣu so ŋun ti Ti (Tinim’ Naawuni) aayanim’ yɛlimaŋli, ka lahi nyɛ ninvuɣu shεba ban zaŋ bɛ maŋ’ zaasa n-ti Naawuni (Muslinnima)"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "Yaha! Yɛltɔɣali (Chiyaama yiɣisibu) yi ti paai, Ti (Tinim’ Naawuni) yɛn ti yihi ba (chɛfurinim’) 1 la biŋkɔb’ so na (tiŋgbani yaaŋa zuɣu), ka o ti yεri ba yεltɔɣa (kadama) achiika! Ninsalinim’ daa bi dihitabli Ti (Tinim’ Naawuni) aayanima"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "Ni dabsi’ shεli Ti (Tinim’ Naawuni) ni yɛn ti laɣim zamaatu shεba ban daa labsi Ti (Tinim’ Naawuni) aayanim’ ʒiri tiŋgbani kam puuni, ka bɛ nyɛla bɛ ni taɣi shɛba zali"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Hali ka bɛ yi ti kana (Saliya karibu shee), ka O (Naawuni) yεli: “Di ni bɔŋɔ, yi daa labsila N aayanim’ ʒiri, ka mi daa ka di baŋsim shεli, bee bimbo ka yi daa leei niŋda"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "Ka Naawuni daazaaba shee bɛ zuɣu domin bɛ zualinsi zuɣu, ka bɛ ku tooi lahi tɔɣisi yεltɔɣa shεli"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Di ni bɔŋɔ, bɛ bi nya kadama Ti (Tinim’ Naawuni) n-zali ba yuŋ ka di nyɛ vuhim n-ti ba, ka zali ba wuntaŋ’ ka di nyɛ din neeri tiri ba. Achiika! Ŋɔ maa puuni mali kpahimbu n-zaŋ ti ninvuɣu shεba ban ti Naawuni yεlimaŋli"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "Yaha! (Teemi) Dabsi’ shεli bɛ ni yɛn ti piεbsi kikaa ni, ka ŋun kam be sagbana mini tiŋgbani ni yirigi naɣila Naawuni ni yu so, ka sokam ti yɛn kana O (Naawuni) sani ka nyɛla ban filiŋ"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Ka a nya zoya, ka tεhi ni di ʒela luɣuyini, ka di nyɛla din chanimi ginda kamani sagbaŋ ni gindi shεm. Di nyɛla Naawuni so Ŋun vεlgi yɛllikam tuma, Achiika! O nyɛla Ŋun mi din sɔɣi yi tuuntumsa puuni"
        }
    ]
}