{
    "pages": [
        {
            "chapter": 30,
            "verse": 16,
            "text": "Amaa! Ninvuɣu shεba ban niŋ chεfuritali ka labsi Ti (Tinim’ Naawuni) aayanim’ mini Chiyaama laɣimbu, tɔ! bɛ ni ti zaŋ ba na n-ti niŋ azaaba puuni"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "Dinzuɣu, Naawuni nam niŋ kasi saha shɛli yi ni luhiri wuliŋga, ni saha shɛli biɛɣu ni neeri ya"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "Yaha! Ŋuna n-su paɣibu balibu kam sagbana mini tiŋgbani ni, ni Zaawuni, ni dabsili yi ti pirgi sunsuuni"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "O (Naawuni) yihirila nyɛvuli lana binkpiŋ ni, ka yihiri binkpiŋ nyɛvuli- lana puuni, ka neeri tiŋgbani di kpibu nyaaŋa. Yaha! Lala ka bɛ yɛn ti yihi ya (yi gbala ni na)"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "Yaha! O nam yɛlikpahinda puuni ka O nam ya (Annabi Adam) ni taŋkpaɣu, din nyaaŋa ka yi ti leei ninsalinim’ yεɣili luɣulikam"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Yaha! O nam yɛlikpahinda puuni ka O nam yi paɣaba n-tin ya yi mammaŋ’ puuni na, domin yi niŋ suhudoo zaŋ chaŋ bɛ sani, ka zaŋ yurlim mini nambɔzɔbo niŋ yi sunsuuni. Achiika! Ŋɔ maa puuni mali kpahimbu n-zaŋ ti ninvuɣu shεba ban tεhira"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Yaha! O nam yɛlikpahinda puuni n- nyɛ sagbana mini tiŋgbani nambu, n-ti pahi yi zilima mini yi ŋmahiŋgbana wolginsim. Achiika! Ŋɔ maa puuni mali kpahimbu n-zaŋ ti binnamda"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Yaha! O nam yɛlikpahinda puuni n- nyɛ yi gom yuŋ mini wuntaŋ’ ni, ni yi ni bɔri shεli O pini puuni. Achiika! Ŋɔ puuni mali kpahimbu n-zaŋ ti ninvuɣu shεba ban wumda (ka mali li n-tumdi tuma)"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Yaha! O nam yɛlikpahinda puuni ka O wuhiri ya saa nyεɣisibu, ka di nyɛla dabεm mini kore n-zaŋ tin ya, ka O siɣsiri kom na zuɣusaa, ka zaŋ li neei tiŋgbani di kpibu nyaaŋa. Achiika! Ŋɔ maa puuni mali kpahimbu n-ti ninvuɣu shεba ban mali haŋkali"
        }
    ]
}