{
    "pages": [
        {
            "chapter": 30,
            "verse": 51,
            "text": "Yaha! Achiika! Ti (Tinim’ Naawuni) yi ti tim pɔhim shɛli na (ka di ti saɣim bimbila), ka bɛ (ninsalinim’) nya li ka di mɔhi, tɔ! Bɛ naan leei gutulunim’ di nyaaŋa"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "(Yaa nyini Annabi)! Achiika! A ku tooi chɛ ka kpiimbi (chɛfurinim’) wum boligu, a mi ku tooi chɛ ka tikpiranim’ wum boligu dindee yi niŋ ka bɛ lebi biri"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "Yaha! A pala ŋun yɛn tooi dolsi zoomba ka chɛ bɛ birginsim, a mi ku tooi chɛ ka so wum naɣila ninvuɣu so ŋun ti yεlimaŋli ni Ti (Tinim’ Naawuni) aayanima, ka nyɛla ban zaŋ bɛ maŋ’ zaa n-ti Naawuni (Muslinnima)"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "Naawuni n-nyɛ Ŋun nam ya chɔɣinsi puuni na, din nyaaŋa ka O tin ya yaa chɔɣinsi maa nyaaŋa, din nyaaŋa ka O lahi chɛ ka chɔɣinsi mini kurginsim paai ya yaa maa nyaaŋa. O namdila O ni bɔri shεm. Yaha! Ŋuna n- nyɛ Baŋda, Toora"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "Yaha! Dabsi’ shεli Chiyaama ni yɛn ti yiɣisi, bibiɛhi yɛn ti pola Naawuni kadama bɛ daa bi ʒini (Dunia puuni) naɣila sahayini koŋko (domin dabiɛm zuɣu). Lala ka bɛ daa ŋmalgiri ba ka chɛ yεlimaŋli (Dunia puuni)"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "Ka ninvuɣu shεba bɛ (Naawuni) ni ti baŋsim mini iimaansili yεli: “Achiika! Yi daa ʒinila Naawuni ni zali ya shεli tariga (Dunia puuni) hali ni Chiyaama yiɣisibu dali, tɔ! Zuŋɔ n-nyɛ Chiyaama yiɣisibu dabsili maa, amaa! Yi daa pala ban mi (ni yɛlimaŋli n-shiri nyɛ li).”"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "Dinzuɣu dindali maa, ninvuɣu shεba ban di zualinsi fabla ti ku niŋ ba anfaani shɛli, bɛ mi pala bɛ ni bɔri shɛba yɛda"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "Yaha! Achiika! Ti (Tinim’ Naawuni) tila ninsalinim’ ŋmahinli kam Alkur’aani ŋɔ maa puuni. (Yaa nyini Annabi)! Achiika! A yi ka ba na ni aaya shεli, tɔ! Achiika! Ninvuɣu shεba ban niŋ chεfuritali maa ni yεli: “Yi pala shɛli m-pahila ban saɣinda.”"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "Lala ka Naawuni ŋariti ninvuɣu shεba ban bi mi (yɛlimaŋli) maa suhiri zuɣu"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "Dinzuɣu (Yaa nyini Annabi)! Niŋmi suɣulo, achiika! Naawuni daalikauli nyɛla yεlimaŋli. Dinzuɣu, di chɛ ka ban bi dihitabli (Chiyaama yiɣisibu) maa yɛla muɣisa"
        }
    ]
}