{
    "pages": [
        {
            "chapter": 33,
            "verse": 36,
            "text": "Di bi tu kamaata ni doo bee paɣa ŋun ti Naawuni yεlimaŋli mali bɛ suhu ni bɔri shεli bɛ bɛhigu puuni, di yi ti niŋ ka Naawuni mini O tumo zali zaligu, ŋun ti kpe Naawuni mini O tumo taali ni, tɔ! Achiika! O shiri bɔrgi ya bɔrginsim din be polo ni"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "Yaha! (Yaa nyini Annabi)! Teemi saha shεli a ni daa ti yεli ninvuɣu so Naawuni ni yolsi (Zaidu Ibn Harisah), ka a mi gba yolsi o: “Gbibi a paɣa 1 ka zo Naawuni.” Ka a naan sɔɣiri binshɛɣu a suhi ni, ka di nyɛla Naawuni ni yɛn ti yihi shɛli polo ni, ka a zɔri ninsalinima (domin bɛ ti galimmi a zuɣu), Naawuni mi n-tu kamaata ni a zo dabiεm, dinzuɣu saha shεli Zaidu bukaata ni daa ti naai o (Zainabu) ni, ka Ti lo o amiliya n-ti a (Annabi Muhammadu), domin di di ti leei muɣisigu n-ti ninvuɣu shɛba ban ti Naawuni yεlimaŋli n-zaŋ chaŋ bi’ shɛba ban pa bɛ mammaŋ’ bidɔɣirisi ni chɛ paɣa shɛba amiliya niŋbu, di yi ti niŋ ka bɛ bukaata naai bɛ puuni. Yaha! Naawuni zaligu nyɛla din yɛn niŋ"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Taali shεli ka Annabi zuɣu ni o tum Naawuni ni niŋ o shɛli talahi, di nyɛla zaligu n-ti (Annabinim’) ban pun garila puuni. Yaha! Naawuni zaligu nyɛla din pun sabi ʒɛya ka yɛn niŋ"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "Ninvuɣu shεba ban tiri Naawuni tuuntali ka zɔri O, ka bi lahi zɔri so naɣila Naawuni. Yaha! Naawuni saɣiya ni O nyε Saliya karita (Zaadali)"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Annabi Muhammadu pa so ba yi dobba puuni, amaa! O nyɛla Naawuni tumo ka nyɛ Annabinim’ pali. Yaha! Naawuni nyɛla Ŋun mi binshɛɣu kam"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "Yaa yinim’ ninvuɣu shεba ban ti Naawuni yεlimaŋli! Teemi ya Naawuni yɛla teebu pam"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "Yaha! Simsim ya O Asiba mini Zaawuni"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "Ŋuna (Naawuni) n-nyɛ Ŋun zɔri ya nambɔɣu, n-ti pahi O Malaaika nima, domin O yihi ya zimsim balibu kam ni n-ti kpɛhi neesim ni. Yaha! O nyɛla Ŋun zɔri ninvuɣu shɛba ban ti Naawuni yɛlimaŋli nambɔɣu"
        }
    ]
}