{
    "pages": [
        {
            "chapter": 33,
            "verse": 55,
            "text": "Di pa taali bɛ (Annabi Paɣaba) zuɣu, ni bɛ pilgi bɛ sariti bɛ banim’ sani, ni bɛ bihi sani, ni bɛ tuzodobba sani, ni bɛ tuzodobba bihi sani, ni bɛ tuzobihi mi bihi sani, ni bɛ (Muslim’) paɣa taba sani, n-ti pahi bɛ sulinsi. Yaha! Zom ya Naawuni, Achiika! Naawuni nyɛla Ŋun nyari yɛllikam"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Achiika! Naawuni ni O Malaaika- nim’ niŋdila salaati n-tiri Annabi (Muhammadu). Yaa yinim’ ninvuɣu shεba ban ti Naawuni yεlimaŋli! Niŋmi ya salaati n-ti o, 1 ka suhi ya suhudoo n-ti o, ka di nyɛ suhudoo ni yɛlimaŋli"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Achiika! Ninvuɣu shεba ban niŋdi Naawuni mini O tumo biɛrim maa, Naawuni narim ba Dunia ni Chiyaama. Yaha! Naawuni kila kpaɣisila filiŋ daazaaba zali n-guli ba (Zaadali)"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "Yaha! Ninvuɣu shɛba ban niŋdi ban ti Naawuni yεlimaŋli dobba ni paɣaba bɛrim ka di pala bɛ tum la taali shεli, tɔ! Achiika! Bɛ ʒili bɛ maŋ’ ʒiri ni taali din polo ni"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "Yaa nyini Annabi! Yεlimi a paɣaba mini a bipuɣinsi, n-ti pahi ninvuɣu shεba ban ti Naawuni yεlimaŋli paɣaba (kadama) bɛ limsim bɛ maŋ’ ni sitira- waɣila, dina n-nyɛ din yɛn chɛ ka bɛ baŋ ba (kadama bɛ nyɛla amiliya paɣaba), ka di chɛ ka bɛ ku niŋ ba chuuta. Yaha! Naawuni nyɛla Chεmpaŋlana, Zaadali Nambɔzobonaa"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Achiika! Munaafichinim’ mini ninvuɣu shεba doro ni be bɛ suhiri ni, n-ti pahi ban tiri lahibali shɛŋa din nyɛ ʒiri Madina puuni la yi bi chɛ lala maa, achiika! (Yaa nyini Annabi)! Ti ni chɛ ka a tuhi nyɛŋ ba, din nyaaŋa ka bɛ ku lahi ʒini m-miri a naɣila saha biɛla"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Bɛ nyɛla ninvuɣu shεba bɛ ni narim, dinzuɣu luɣuli kam ka bɛ yi nya ba, tɔ! Bɛ (Muslinnim’) gbahimi ba, ka ku ba ni viεnyεla"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Di nyɛla so’ shɛli Naawuni ni daa zaŋ gbaai ninvuɣu shεba ban daŋ tooni maa, a mi ku nya taɣibu ni Naawuni soli"
        }
    ]
}