{
    "pages": [
        {
            "chapter": 35,
            "verse": 12,
            "text": "Mɔɣa ayi kom ku niŋ yim. Ŋɔ maa nyɛla din nyεɣisa ka malisa, ka di valibu nyɛ tuŋ (soochi), ka ŋɔ maa nyɛ yεlimkom din chibgi. Yaha! Di mɔɣa ayi maa ni, ka yi (ninsalinim’) ŋubri nimballi (zahim), ka lahi yihiri nachinsi binyεr’ shεŋa yi ni yεri li. Yaha! Ka a nya ŋarima ka di nyɛla din ŋmari kom maa puuni chana, domin yi bo O pini puuni shεli, domin achiika! Yi leei ninvuɣu shɛba ban paɣi (Naawuni)"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "O zaŋdila yuŋ m-kpεhiri wuntaŋ’ ni, ka zaŋdi wuntaŋ’ m-kpεhiri yuŋ ni, ka baligi wuntaŋ’ mini goli, ka di zaɣiyini kam chana hali ni sahamirili. Ŋuna n- nyɛ Naawuni yi Duuma, Ŋuna n-su nam. Yaha! Yi ni jεmdi binyεr’ shεŋa ka pa ni Ŋuna maa, bɛ ka dobino kpilli binyɛm yiko"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Yi yi boli ba (buɣa maa), bɛ ku wum, hali bɛ yi wum, bɛ ku tooi saɣi yi bolgu maa. Yaha! Zaadali, bɛ ni ti zaɣisi kadama yi daa bi jɛm ba. Yaha! (Yaa nyini Annabi)! So ku tooi ti a di (dindali maa) lahibali kamani Duuma So Ŋun mi din sɔɣi maa"
        },
        {
            "chapter": 35,
            "verse": 15,
            "text": "Yaa yinim’ ninsalinima! Yi nyɛla ban mali bukaata zaŋ chaŋ Naawuni sani. Yaha! Naawuni nyɛla Bundana, Duuma paɣirigu"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "O (Naawuni) yi bɔra, ka O nyεhi ya, ka tahi binnamdi pala na"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Yaha! Di lala maa pala din yɛn tooi nyεŋ Naawuni"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Yaha! Nyɛvuli shεli din mali taali ti ku tooi ʒi di nyɛvuli kpee taali (Zaadali) Yaha! Hali di yi niŋ ka nyɛvuli din ʒiri ʒilitibsili yi boli so ni o ti ʒili o, tɔ! Bɛ ku ʒili o shεli di puuni, hali o yi nyεla dɔɣim. (Yaa nyini Annabi)! Achiika! A saɣisirila ninvuɣu shεba ban zɔri bɛ Duuma (Naawuni) ni ashilo ni, ka puhi jiŋli. Yaha! Ŋun niŋ kasi, tɔ! O maŋ’ zuɣu ka o niŋ kasi. Labbu shee nyɛla Naawuni sani"
        }
    ]
}