{
    "pages": [
        {
            "chapter": 37,
            "verse": 25,
            "text": "(Ka bɛ bɔhi ba): “Bozuɣu ka yi bi lahi sɔŋdi taba?”"
        },
        {
            "chapter": 37,
            "verse": 26,
            "text": "Chɛli gba! Zuŋɔ, bɛ nyɛla ninvuɣu shεba ban yɛn zaŋ bɛ maŋ’ n-ti (ni bɛ niŋ ba fukumsi)"
        },
        {
            "chapter": 37,
            "verse": 27,
            "text": "Ka bɛ (buɣum bihi) shɛba ŋmalgi lihiri taba, ka bɔhira"
        },
        {
            "chapter": 37,
            "verse": 28,
            "text": "(Ka bɛ tarimba yεli bɛ asanzanima): “Achiika! Yi daa nyɛla ninvuɣu shεba ban kani ti na ti nudirgu polo (n-ti taɣiri ti ka chɛri yεlimaŋli dolibu).”"
        },
        {
            "chapter": 37,
            "verse": 29,
            "text": "Ka bɛ (asanzanim’ maa) yεli: “Chɛli gba! Yi gba daa pala ninvuɣu shεba ban ti Naawuni yεlimaŋli.”"
        },
        {
            "chapter": 37,
            "verse": 30,
            "text": "“Yaha! Ti daa ka yiko shεli yi zuɣu (Dunia puuni). Chɛli gba! Yi daa kuli nyɛla ninvuɣu shεba ban kpahi yεɣi tariga.”"
        },
        {
            "chapter": 37,
            "verse": 31,
            "text": "“Dinzuɣu ka ti Duuma (Naawuni) yɛltɔɣali (azaaba) niŋ talahi ti zuɣu, achiika! Ti nyɛla ban yɛn lam azaaba.”"
        },
        {
            "chapter": 37,
            "verse": 32,
            "text": "“Dinzuɣu, ka ti daa birgi ya. Di paliya! Ti gba daa nyɛla ninvuɣu shεba ban bɔrgi.”"
        },
        {
            "chapter": 37,
            "verse": 33,
            "text": "Achiika! Dindali maa, bɛ daa nyɛla ban yɛn ti laɣim azaaba puuni"
        },
        {
            "chapter": 37,
            "verse": 34,
            "text": "Achiika! Lala ka Ti (Tinim’ Naawuni) niŋdi bibɛhi"
        },
        {
            "chapter": 37,
            "verse": 35,
            "text": "Achiika! Bɛ daa yi yεli ba (Dunia puuni): “Duuma jεmdigu n-kani ni yεlimaŋli naɣila Naawuni,” bɛ malila ninchini (ka yuundi bɛ maŋ’ lahiʒiba)"
        },
        {
            "chapter": 37,
            "verse": 36,
            "text": "Ka Bɛ (chεfurinim’) lahi yεra: “Di- ni bɔ ŋɔ, ti nyɛla ban yɛn chɛ ti buɣa ŋɔ domin ŋun nyɛ yiliyinda ka nyɛ yinyaa ŋɔ maa zuɣu"
        },
        {
            "chapter": 37,
            "verse": 37,
            "text": "Chɛli gba! O (Muhammadu) kami na ni yεlimaŋli, ka ti tuumba yɛlimaŋli"
        },
        {
            "chapter": 37,
            "verse": 38,
            "text": "Achiika! Yi nyɛla ban yɛn lam azaabakpeeni"
        },
        {
            "chapter": 37,
            "verse": 39,
            "text": "Yaha! Bɛ ku yon ya samli, naɣila yi tuuntumsa ni daa nyɛ shɛli"
        },
        {
            "chapter": 37,
            "verse": 40,
            "text": "Naɣila Naawuni dabgahinda"
        },
        {
            "chapter": 37,
            "verse": 41,
            "text": "Bannim’ mali bindirmirili (ka bɛ yɛn ti tiri ba li Alizanda puuni Asiba ni Zaawuni)"
        },
        {
            "chapter": 37,
            "verse": 42,
            "text": "Ka di nyɛ binwola, ka bɛ nyɛla bɛ ni tibgi shɛba"
        },
        {
            "chapter": 37,
            "verse": 43,
            "text": "Alizanda yili shɛŋa din nyɛ yolsigu yiya la puuni"
        },
        {
            "chapter": 37,
            "verse": 44,
            "text": "Ka bɛ nyɛla ban do gariti zuɣu, ka nyɛla ban nina kpa taba"
        },
        {
            "chapter": 37,
            "verse": 45,
            "text": "Ka bɛ zaŋ dagaɣa pe n-gili ba ka di yiri (Alizanda puuni) bili’ shɛli puuni na"
        },
        {
            "chapter": 37,
            "verse": 46,
            "text": "Ka di (dam maa) nyɛ din piεla, ka nyεɣisa n-zaŋ ti ban nyuri li"
        },
        {
            "chapter": 37,
            "verse": 47,
            "text": "Biɛrim shεli ka di puuni, bɛ mi pala ban buɣira"
        },
        {
            "chapter": 37,
            "verse": 48,
            "text": "Ka bɛ lahi mali amiliya paɣa shɛba ban bi lihiri katiŋa (bɛ bi lihiri dobba, naɣila bɛ yidaannima), ka bɛ lahi mali nimbihi kara din viεla"
        },
        {
            "chapter": 37,
            "verse": 49,
            "text": "Ka bɛ ŋmani gala shεŋa bɛ ni pɔbi"
        },
        {
            "chapter": 37,
            "verse": 50,
            "text": "Ka bɛ (Alizanda bihi maa) naan ŋmalgi kpa taba ka bɔhira"
        },
        {
            "chapter": 37,
            "verse": 51,
            "text": "Ka bɛ puuni so yεli: “Achiika! N-daa min mali zo so (Dunia puuni).”"
        }
    ]
}