{
    "pages": [
        {
            "chapter": 46,
            "verse": 29,
            "text": "Yaha! (Yaa nyini Annabi)! Teemi saha shεli Ti (Tinim’ Naawuni) ni daa ŋmalgi alizinnim’ salo n-kpa a polo na ka bɛ ti wumdi Al-Kur’aani, saha shεli bɛ ni daa paai na di karimbu shee, ka bɛ yɛli: “Fom ya (ka ti wum),” saha shεli bɛ (Annabi Muhammadu) ni daa naai, ka bɛ ŋmalgi chaŋ bɛ taba sani n-ti leei ban niŋdi ba wa’azu"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "Ka bɛ yεli: “Yaa yinim’ ti mabihi! Achiika! Ti wum litaafi shɛli bɛ ni siɣisi na Annabi Musa ʒemana nyaaŋa, ka di nyɛla din tiri (litaafi) shɛŋa din daŋ di tooni maa yεlimaŋli, di dolsiri mi n-zaŋ chaŋ yεlimaŋli, (ka lahi dolsira) n-zaŋ chaŋ sochibga.”"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "“Yaa yinim’ ti mabihi! Saɣimi ya ŋun boonda n-zaŋ chaŋ Naawuni polo ŋɔ maa (Annabi Muhammadu), O (Naawuni) ni chɛ m-paŋ ya, ka gun ya ka chɛ azaaba kpeeni (Zaadali).”"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "“Yaha! Ŋun bi saɣi ti ŋun boonda n- zaŋ chaŋ Naawuni polo ŋɔ maa, tɔ! O ku tooi zo n-sɔɣi Naawuni tiŋgbani yaaŋa zuɣu, o mi ka ban yɛn ti taɣi o ka pa ni Ŋuna (Naawuni). Bannim’ maa shiri be birginsim din be polo ni.”"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Di ni bɔŋɔ, bɛ (chεfurinim’ maa) bi nya kadama Naawuni So Ŋun nam sagbana mini tiŋgbani, ka di nambu bi nyɛŋ O maa nyɛla Ŋun yɛn tooi neei kpiimba (Zaadali)? Wumma! Achiika! O nyɛla Toora binshɛɣu kam zuɣu"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "Yaha! Dabsi’ shεli bɛ ni yɛn ti zaŋ ʒahannama buɣum n-wuhi ninvuɣu shɛba ban niŋ chɛfuritali maa (ka yεli ba): “Di ni bɔŋɔ, ŋɔ (azaaba) maa pala yεlimaŋli? Ka bɛ yεli: “Ti po ti Duuma, di shiri niŋ ya,” ka o (Malaaika) yεli: “Tɔ! Lammi ya azaaba, domin yi ni daa niŋdi chεfuritali shεli la zuɣu.”"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "Dinzuɣu (Yaa nyini Annabi)! Niŋmi suɣulo kamani tuumba puuni ban daa nyɛ suhukpeeni nima 1 ni daa niŋ suɣulo shεm. Yaha! Di bo yoma n-ti ba. Dabsi’ shεli bɛ ni yɛn ti nya bɛ ni gbaari ba alikauli (azaaba) shεli maa, di yɛn ti ŋmanila bɛ na ʒin ʒinila Dunia puuni naɣila saha yini dabsili puuni"
        }
    ]
}