{
    "pages": [
        {
            "chapter": 59,
            "verse": 4,
            "text": "Di daliri nyɛla bɛ (Yahuudunim’) maa yiɣisila Naawuni mini O tumo zaligu, Ŋun mi ti yiɣisi Naawuni zaligu, tɔ! Achiika! Naawuni nyɛla Azaabakpeeni lana"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Binshɛɣu yi (Muslinnim’) ni ŋmaai (chεfurinim’) dobino tia zuɣu, bee yi chɛ li mi ka di ʒe di nyεbli zuɣu, tɔ! Di nyɛla Naawuni ni saɣi ti shεli, domin O filiŋ ninvuɣu shɛba ban kpee yi maa"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Yaha! Tobbuna shɛŋa Naawuni ni labsi ti O tumo (Annabi Muhammadu), ka di pala yi (Muslinnim’) yila (tobu ni) ni yuri mini laakuminima. Amaa! Naawuni tirila O tuumba nasara O ni bɔri so zuɣu. Yaha! Naawuni nyɛla Toora binshɛɣu kam zuɣu"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Tobbun’ shɛŋa Naawuni ni labsi ti O tumo (Annabi Muhammadu) ka di yi Larbu tiŋkpannim’ sani na, tɔ! Di nyɛla Naawuni mini O tumo dini, ni dɔɣiriba, n-ti pahi kpibsi, mini nandana, ni sochanda, domin di ti di leei din gindi yi bundannim’ sunsuuni (ka chɛ faranima). Dinzuɣu, Naawuni tumo ni kan ya na ni shɛli, tɔ! Gbibi ya li, O mi ni mɔŋ ya ni shεli, tɔ! Yin mɔŋmi ya yi maŋa. Yaha! Zom ya Naawuni. Achiika! Naawuni nyɛla Azaaba kpeeni lana"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "Di nyɛla faranim’ ban zo hiʒira ka bɛ yihi ba bɛ yiŋsi ka fa bɛ daarzichi la dini, ka bɛ bɔri tibginsim Naawuni sani ni O yεda, ka sɔŋdi Naawuni ni O tumo. Tɔ! Bannim’ maa n-nyɛ yεlimaŋli nima"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Ni ninvuɣu shεba ban ʒi bɛ yiŋsi (Madinanima) ka ti Naawuni yεlimaŋli pɔi ka ban zo hiʒira maa naan ti kana, ka bɛ bɔri ŋun zo hiʒira labi na bɛ sani, bɛ mi bɛ zabri nyuli bɛ suhiri ni n-zaŋ chaŋ bɛ ni ti ban zo hiʒira maa (tobbun’ shɛŋa), ka bɛ naan lahi tibgi (ban zo hiʒira maa) n-gari bɛ maŋa, ka di nyɛla bɛ gba malila bukaata shɛli, dinzuɣu bɛ ni gu so ka chɛ o suhu ni bɛm, tɔ! Bana n-nyɛ ban nyɛ tarli"
        }
    ]
}