{
    "pages": [
        {
            "chapter": 95,
            "verse": 1,
            "text": "M (Mani Naawuni) po Tiin mini Zaituun"
        },
        {
            "chapter": 95,
            "verse": 2,
            "text": "Yaha! M-po Sainaa’a zoli (Annabi Musa ni daa tɔɣisi yɛltɔɣa ni Naawuni zoli shɛli zuɣu la)"
        },
        {
            "chapter": 95,
            "verse": 3,
            "text": "Yaha! M-po tiŋ’ shɛli din mali suhudoo ŋɔ maa (Maka)"
        },
        {
            "chapter": 95,
            "verse": 4,
            "text": "Achiika! Ti (Tinim’ Naawuni) namla ninsala, namdi shεli din vɛlim paai tariga puuni"
        },
        {
            "chapter": 95,
            "verse": 5,
            "text": "Din nyaaŋa, ka Ti labsi o na, ka o ti nyɛ ŋun gbargi n-gari sokam (o kurginsim saha)"
        },
        {
            "chapter": 95,
            "verse": 6,
            "text": "Naɣila ninvuɣu shɛba ban ti Naawuni yɛlimaŋli, ka tum tuunsuma, tɔ! Bɛ mali laara din ka ŋmaabu"
        },
        {
            "chapter": 95,
            "verse": 7,
            "text": "Din nyaaŋa, bo n-leei chɛ ka a labsi sanyoo (Chiyaama) ʒiri"
        },
        {
            "chapter": 95,
            "verse": 8,
            "text": "Di ni bɔŋɔ, pa Naawuni n-nyɛ Ŋun gari ban kam zaandi fukumsi fukumsi zalibu"
        },
        {
            "chapter": 96,
            "verse": 1,
            "text": "(Yaa nyini Annabi)! Karimmi ni a Duuma So Ŋun nam yuli"
        },
        {
            "chapter": 96,
            "verse": 2,
            "text": "O namla ninsala ni ʒitalli"
        },
        {
            "chapter": 96,
            "verse": 3,
            "text": "Karimma! Yaha! A Duuma n- nyɛ Ŋun tibgi"
        },
        {
            "chapter": 96,
            "verse": 4,
            "text": "Ŋuna n-nyɛ Ŋun baŋsi (ninsala) ni alkalimi"
        },
        {
            "chapter": 96,
            "verse": 5,
            "text": "O (Naawuni) baŋsila ninsala binshɛɣu o ni ʒi"
        },
        {
            "chapter": 96,
            "verse": 6,
            "text": "Haifa! Achiika! Ninsala nyɛla ŋun kpahiri yεɣiri tariga"
        },
        {
            "chapter": 96,
            "verse": 7,
            "text": "Domin o nyaya ka o mali buni zuɣu"
        },
        {
            "chapter": 96,
            "verse": 8,
            "text": "Achiika! Labbu shee nyɛla a Duuma (Naawuni) sani"
        },
        {
            "chapter": 96,
            "verse": 9,
            "text": "A nya ninvuɣu so ŋun mɔŋda"
        },
        {
            "chapter": 96,
            "verse": 10,
            "text": "Dabli (Annabi Muhammadu), o yi ti yɛn puhi jiŋli"
        },
        {
            "chapter": 96,
            "verse": 11,
            "text": "Di ni bɔŋɔ, O (dabli maa) yi bela dolsigu zuɣu"
        },
        {
            "chapter": 96,
            "verse": 12,
            "text": "Bee ka o puhi (niriba) ni wuntia"
        },
        {
            "chapter": 96,
            "verse": 13,
            "text": "Di ni bɔŋɔ, a nya ka o (Abu Jahli) yi labsi ʒiri niŋ (Annabi noli ni), ka lebi biri"
        },
        {
            "chapter": 96,
            "verse": 14,
            "text": "Di ni bɔŋɔ, o bi mi ni Naawuni nyara (o ni niŋdi shɛli maa zaa)"
        },
        {
            "chapter": 96,
            "verse": 15,
            "text": "Haifa! O (Abu Jahli) yi bi chɛ o ni niŋdi shɛli maa, achiika! Ti ni gbaagi o o gbetaa zuɣu"
        },
        {
            "chapter": 96,
            "verse": 16,
            "text": "ʒiri ni tuumbiɛrilana gbetaa"
        },
        {
            "chapter": 96,
            "verse": 17,
            "text": "Dinzuɣu, o bolimi o ʒishee- nima (o sɔŋdiba)"
        },
        {
            "chapter": 96,
            "verse": 18,
            "text": "Ni baalim, Ti (Tinim’ Naawuni) gba ni boli Zabaaniya- nima (Bana n-nyɛ Malaaika shɛba ban guli ʒahannama buɣum)"
        },
        {
            "chapter": 96,
            "verse": 19,
            "text": "Haifa! (Yaa nyini Annabi)! Di doli o, ka zaŋ a gbiεɣu ŋmε tiŋgbani ni (A jεma shee), ka miri a Duuma Naawuni"
        }
    ]
}