{
    "rukus": [
        {
            "chapter": 18,
            "verse": 1,
            "text": "Praise be to God, Who sent down the Book unto His servant, and placed no crookedness therein"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "upright, that He may warn of a great might coming from His Presence and give glad tidings unto the believers who perform righteous deeds that theirs shall be a beautiful reward"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "wherein they shall remain forever"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "and that He may warn those who say, “God has taken a child.”"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "They have no knowledge thereof, nor do their fathers. A monstrous word it is that issues from their mouths. They speak naught but a lie"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Yet perhaps thou wouldst destroy thyself with grief for their sake, should they believe not in this account"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Surely We made whatsoever is on the earth an adornment for it, that We may try them as to which of them is most virtuous in deed"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "And surely We shall make whatsoever is upon it a barren plain"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Dost thou reckon that the Companions of the Cave and the Inscription are a marvel among Our signs"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "When the youths took refuge in the cave, they said, “Our Lord! Grant us mercy from Thy Presence, and make us incline to sound judgment concerning our affair.”"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "So We placed [a veil] over their ears in the cave for a number of years"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Then We raised them up again, that We might know which of the two parties had best calculated how long they had tarried"
        }
    ]
}