{
    "rukus": [
        {
            "chapter": 18,
            "verse": 23,
            "text": "And say not of anything, “Surely, I shall do it tomorrow.”"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Save that God wills. And remember thy Lord when thou dost forget, and say, “It may be that my Lord will guide me nearer than this to rectitude.”"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "And they tarried in their cave three hundred years, plus nine more"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Say, “God knows best how long they tarried. Unto Him belongs the Unseen of the heavens and the earth. How well He sees, how well He hears! They have no protector apart from Him, and He makes no one a partner unto Him in His Judgment.”"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Recite that which has been revealed unto thee from the Book of thy Lord. None alters His Words. And thou wilt find no refuge apart from Him"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Make thy soul patient with those who call upon their Lord morning and evening, desiring His Face. Turn not thine eyes away from them, desiring the adornment of the life of this world, nor obeying one whose heart We have made heedless of the remembrance of Us and who follows his caprice and whose affair exceeds the bounds"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "And say, “It is the truth from your Lord! So whosoever will, let him believe, and whosoever will, let him disbelieve.” Verily We have prepared for the wrongdoers a Fire whose canopies will encompass them. And if they plead for relief, they will be showered with water like molten lead that will scald faces—an evil drink indeed, and how evil a resting place"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "As for those who believe and perform righteous deeds, surely We neglect not the reward of one who is virtuous in deed"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "For such as these, theirs shall be the Gardens of Eden with rivers running below. Therein they shall be adorned with bracelets of gold, and shall wear green garments of fine silk and rich brocade, reclining upon couches. Blessed indeed is the reward, and how beautiful a resting place"
        }
    ]
}