{
    "rukus": [
        {
            "chapter": 18,
            "verse": 83,
            "text": "And they question thee about Dhu’l-Qarnayn. Say, “I shall recite unto you a remembrance of him.”"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Truly We established him in the land, and gave him the means to all things"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "So he followed a means"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "till when he reached the place of the setting sun, he found it setting in a murky spring, and there he found a people. We said, “O Dhu’l-Qarnayn! Thou mayest punish, or thou mayest treat them well.”"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "He said, “As for the one who has done wrong, we shall punish him. Then he shall be brought back to his Lord, whereupon He will punish him with a terrible punishment"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "But as for the one who believes and works righteousness, he shall have a reward, that which is most beautiful, and we shall speak unto him that which is easy from our command.”"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Then he followed a means"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "till he reached the place of the rising sun. He found it rising over a people for whom We had not made any shelter from it"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Thus [it was], and We encompassed that which lay before him in awareness"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Then he followed a means"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "till he reached the place between the two mountain barriers. He found beyond them a people who could scarcely comprehend speech"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "They said, “O Dhu’l-Qarnayn! Truly Gog and Magog are workers of corruption in the land. Shall we assign thee a tribute, that thou mightest set a barrier between them and us?”"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "He said, “That wherewith my Lord has established me is better; so aid me with strength. I shall set a rampart between you and them"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Bring me pieces of iron.” Then, when he had leveled the two cliffs, he said, “Blow!” till when he had made it fire, he said, “Bring me molten copper to pour over it.”"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "Thus they were not able to surmount it, nor could they pierce it"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "He said, “This is a mercy from my Lord. And when the Promise of my Lord comes, He will crumble it to dust. And the Promise of my Lord is true.”"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "And We shall leave them, on that Day, to surge against one another like waves. And the trumpet shall be blown, and We shall gather them together"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "And We shall present Hell, on that Day, as an array before the disbelievers"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "those whose eyes were veiled from the remembrance of Me, and could not hear"
        }
    ]
}