{
    "rukus": [
        {
            "chapter": 19,
            "verse": 16,
            "text": "And remember Mary in the Book, when she withdrew from her family to an eastern place"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "And she veiled herself from them. Then We sent unto her Our Spirit, and it assumed for her the likeness of a perfect man"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "She said, “I seek refuge from thee in the Compassionate, if you are reverent!”"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "He said, “I am but a messenger of thy Lord, to bestow upon thee a pure boy.”"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "She said, “How shall I have a boy when no man has touched me, nor have I been unchaste?”"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "He said, “Thus shall it be. Thy Lord says, ‘It is easy for Me.’” And [it is thus] that We might make him a sign unto mankind, and a mercy from Us. And it is a matter decreed"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "So she conceived him and withdrew with him to a place far off"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "And the pangs of childbirth drove her to the trunk of a date palm. She said, “Would that I had died before this and was a thing forgotten, utterly forgotten!”"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "So he called out to her from below her, “Grieve not! Thy Lord has placed a rivulet beneath thee"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "And shake toward thyself the trunk of the date palm; fresh, ripe dates shall fall upon thee"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "So eat and drink and cool thine eye. And if thou seest any human being, say, ‘Verily I have vowed a fast unto the Compassionate, so I shall not speak this day to any man.’”"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Then she came with him unto her people, carrying him. They said, “O Mary! Thou hast brought an amazing thing"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "O sister of Aaron! Thy father was not an evil man, nor was thy mother unchaste.”"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Then she pointed to him. They said, “How shall we speak to one who is yet a child in the cradle?”"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "He said, “Truly I am a servant of God. He has given me the Book and made me a prophet"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "He has made me blessed wheresoever I may be, and has enjoined upon me prayer and almsgiving so long as I live"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "and [has made me] dutiful toward my mother. And He has not made me domineering, wretched"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "Peace be upon me the day I was born, the day I die, and the day I am raised alive!”"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "That is Jesus son of Mary—a statement of the truth, which they doubt"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "It is not for God to take a child. Glory be to Him! When He decrees a thing, He only says to it, “Be!” and it is"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "“Truly God is my Lord and your Lord; so worship Him. This is a straight path.”"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Yet the parties differed among themselves, and woe unto those who disbelieve for the witnessing of a tremendous day"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "How well they will hear and how well they will see on the Day they come unto Us. But the wrongdoers, today, are in manifest error"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "And warn them of the Day of Regret, when the matter will have been decreed, while they are in a state of heedlessness and believe not"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Surely We shall inherit the earth and whatsoever is upon it, and unto Us shall they be returned"
        }
    ]
}