{
    "rukus": [
        {
            "chapter": 21,
            "verse": 11,
            "text": "How many a town engaged in wrongdoing have We shattered, and then brought into being another people after them"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "And when they felt Our Might, behold, they ran away from it"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "“Do not run away! But return to the luxury you have been given and to your dwellings, that haply you may be questioned.”"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "They said, “Oh, woe unto us! Truly we have been wrongdoers.”"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "And that did not cease to be their cry, till We made them a mown field, stilled"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "And We did not create Heaven and earth and whatsoever is between them in play"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Had We desired to take up a diversion, We would surely have taken it from that which was with Us, were We to do so"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Nay, but We cast truth against falsehood, and it crushes it, and, behold, it vanishes. And woe unto you for that which you describe"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Unto Him belongs whosoever is in the heavens and on the earth. Those who are with Him are not too arrogant to worship Him; nor do they weary"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "They glorify night and day, without tiring"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Or have they taken gods from the earth who resurrect"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Were there gods other than God in them, they would surely have been corrupted. So glory be to God, Lord of the Throne, above that which they ascribe"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "He shall not be questioned about what He does, but they shall be questioned"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Or have they taken gods apart from Him? Say, “Bring me your proof! This is the Reminder for those who are with me, and the Reminder for those before me. Nay, but most of them do not know the truth; so they turn away.”"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "And We sent no messenger before thee, save that We revealed unto him, “Verily, there is no god but I; so worship Me!”"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "And they say, “The Compassionate has taken a child.” Glory be to Him! Nay, but they are honored servants"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "They precede Him not in speech, and they act according to His Command"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "He knows that which is before them and that which is behind them, and they intercede not, save for one with whom He is content. They are wary, for fear of Him"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "And whosoever among them would say, “Truly I am a god apart from Him,” such will We requite with Hell. Thus do We requite the wrongdoers"
        }
    ]
}