{
    "rukus": [
        {
            "chapter": 25,
            "verse": 10,
            "text": "Blessed is He Who, if He will, shall appoint for thee what is better than that—Gardens with rivers running below, and He will appoint for thee palaces"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Nay, but they deny the Hour, and We have prepared a Blaze for those who deny the Hour"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "When it sees them from a place far off, they will hear its raging and roaring"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "And when they are cast bound together into a narrow place thereof, they will, there and then, call to be destroyed"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "“Call not this Day for one destruction, but call for many destructions!”"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Say, “Is that better, or the Garden of everlastingness which is promised to the reverent?” It is for them a reward and a journey’s end"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Therein they shall have whatsoever they will, abiding. It is a binding promise upon your Lord"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "And on the Day He gathers them and that which they worship apart from God, He will say, “Was it you who caused these servants of Mine to go astray, or did they [themselves] go astray from the way?”"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "They will say, “Glory be to Thee! It does not befit us to take protectors apart from Thee! But Thou didst grant them and their fathers enjoyment until they forgot the Reminder. And they were a people ruined"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "They have denied you in what you say; so you cannot avert [it] or [find] help.” And whosoever among you does wrong, We shall make him taste a great punishment"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "And We sent not any messengers before thee but that they ate food and walked in the markets. And We made some of you a trial for others; will you be patient? And thy Lord is Seeing"
        }
    ]
}