{
    "rukus": [
        {
            "chapter": 4,
            "verse": 92,
            "text": "It is not for a believer to slay a believer, unless it be in error. Whosoever has slain a believer in error, let him set free a believing slave and pay compensation to the victim’s family, unless they remit it in charity. If he belonged to a people at war with you, but was a believer, then a believing slave is to be set free. And if he belonged to a people with whom you have a covenant, let him pay compensation to the victim’s family, and let him set free a believing slave. Whosoever finds not [the means], let him fast two consecutive months as a penance from God. God is Knowing, Wise"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "Whosoever slays a believer willfully, his recompense is Hell, abiding therein. God is wroth with him, and curses him, and prepares for him a mighty punishment"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "O you who believe! When you go forth in the way of God, be discerning, and say not unto him who offers you peace, “You are not a believer,” seeking the ephemeralities of the life of this world, for with God are abundant spoils. Thus were you yourselves beforehand, but God has been gracious to you. Therefore be discerning. Truly God is Aware of whatsoever you do"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "Those who stay behind among the believers—except for the disadvantaged—and those who strive in the way of God with their goods and lives are not equal. God favors those who strive with their goods and their lives a degree above those who stay behind. Unto both God has promised that which is most beautiful. But He favors those who strive with a great reward above those who stay behind"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "degrees conferred by Him, and forgiveness and mercy. Surely God is Forgiving, Merciful"
        }
    ]
}