{
    "rukus": [
        {
            "chapter": 5,
            "verse": 94,
            "text": "O you who believe! God will surely try you with something of the game you obtain with your hands and your spears, so that God may know the one who fears Him unseen. So whosoever transgresses after that, his shall be a painful punishment"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "O you who believe! Slaughter not any game while you are in a state of pilgrim sanctity. And [for] the one among you who slaughters it intentionally, a recompense of cattle, the like of that which he slaughtered, as judged by two just men among you, as an offering brought to the Ka?bah, or the expiation of feeding the indigent, or the equivalent of this in fasting, that he may taste the evil consequences of his affair. God has forgiven that which is past, but whosever relapses, God will take vengeance upon him, and God is Mighty, Possessor of Vengeance"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "The game of the sea and the food thereof is made lawful unto you—an enjoyment for you and for the travelers—but the game of the land is forbidden unto you so long as you remain in a state of pilgrim sanctity. And reverence God, unto Whom you shall be gathered"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "God has made the Ka?bah, the Sacred House, a support for mankind, and the sacred month, and the offerings, and the garlands, this that you might know that God knows whatsoever is in the heavens and whatsoever is on the earth, and that God is Knower of all things"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Know that God is severe in retribution, and that God is Forgiving, Merciful"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Only the proclamation is incumbent upon the Messenger. And God knows what you disclose and what you conceal"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Say, “The good and the wicked are not equal, though the abundance of the wicked may impress you.” So reverence God, O possessors of intellect, that you may prosper"
        }
    ]
}