{
    "juzs": [
        {
            "chapter": 33,
            "verse": 31,
            "text": "Yine sizden her kim Allah ve Resulune divan durup iyi bir is yaparsa ona da mukafatını iki kere veririz. Ayrıca onun icin bol bir rızık hazırlamısızdır"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "Ey peygamberin hanımları! Siz kadınlardan herhangi biri gibi degilsiniz; eger Allah´tan korkuyorsanız, konusurken kırıtmayın ki, kalbinde bir hastalık bulunan, kotu bir umide kapılmasın. Gupguzel, dosdogru soz soyleyin"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Hem vakarınızla evlerinizde durun da onceki cahiliyyet devri cıkısı gibi suslenip cıkmayın, namaz kılın, zekat verin, Allah´a ve peygamberine itaat edin! Ey Ehl-i Beyt (peygamberin ev halkı), Allah yalnızca sizden kiri uzaklastırıp tertemiz, pampak etmek istiyor"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "Oturun da evlerinizde okunan Allah´ın ayetlerini ve hikmeti anın. Suphe yok ki, Allah latifdir, herseyden haberdardır"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Butun musluman erkekler, musluman kadınlar, mumin erkekler, mumin kadınlar, itaat eden erkekler, itaat eden kadınlar, dogruluk yapan erkekler, dogruluk yapan kadınlar, sabreden erkekler, sabreden kadınlar, mutevazi erkekler, mutevazi kadınlar, zekat veren erkekler, zekat veren kadınlar, oruc tutan erkekler, oruc tutan kadınlar, ırzlarını koruyan erkekler ve kadınlar, Allah´ı cok anan erkekler ve kadınlar yok mu, iste bunlara Allah bir bagıslama ve buyuk bir mukafat hazırlamıstır"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "Bununla beraber, Allah ve Rasulu bir ise karar verdigi zaman, gerek inanan bir erkegin gerek inanan bir kadının kendilerine ait bir iste tercih hakları olamaz. Her kim Allah´a ve peygamberine asi olursa acık bir sapıklık etmis olur"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "Bir de hatırla o vakti ki, o kendisine hem Allah´ın nimet verdigi, hem de senin iyilik ettigin kimseye: «Zevceni kendine sıkı tut ve Allah´tan kork!» diyordun da Allah´ın acıga cıkaracagı seyi icinde gizliyor ve insanları sayıyordun. Oysa Allah, kendisini saymana daha layıktı. Sonra Zeyd o kadınla ilisigini kestiginde Biz onu seninle evlendirdik ki, evlatlıklarının iliskilerini kestikleri eslerini nikahlama hususunda muminlere bir darlık olmasın. Allah´ın emri fiile (pratige) cıkarılmıs bulunuyor"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Peygambere, Allah´ın takdir ettigi, mubah kıldıgı seyde bir darlık yoktur. Bundan once gecen butun peygamberler hakkında Allah´ın adeti oyledir. Allah´ın emri bicilmis bir kaderdir"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "Onlar ki, Allah´ın risaletlerini (mesajlarını) teblig eder ve O´ndan korkarlar; Allah´tan baska kimseden korkmazlardı. Hesap gorucu olarak da Allah yeter"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammed, sizin adamlarınızdan hicbirinin babası degildir; fakat Allah´ın elcisi ve peygamberlerin sonuncusudur. Allah, herseyi hakkıyla bilendir"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "Ey iman edenler, Allah´ı cok anıs anın"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "O´nu sabah aksam tesbih edin"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "O´dur sizi karanlıklardan aydınlıga cıkarmak icin uzerinize rahmet ve bereket indiren melekleri de. O, muminlere karsı cok merhametlidir"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "O´na kavusacakları gun kendilerine esenlik dilegi selamdır. Onlar icin degerli bir mukafat hazırlamıstır"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "Ey peygamber, Biz seni hakka bir sahit, hem bir mujdeci, hem bir gocundurucu (uyarıcı) olarak gonderdik"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "Hem kendi izniyle Allah´a bir davetci ve aydınlık sacan bir savk (ısık) olarak"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Mu´minlere mujdele, onlara Allah tarafından buyuk bir nimet oldugunu"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Kafirlere ve munafıklara itaat etme, onların eziyetlerini bırak ve Allah´a tevekkul et! Allah vekil olunca hepsine yeter"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Ey iman edenler, mu´min kadınları nikahlayıp da kendileriyle iliskide bulunmadan onları bosadıgınızda onların uzerinde sayacagınız bir iddet hakkınız yoktur. Hemen mehirlerini verip onları guzelce salıverin"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "Ey peygamber, Biz, ozellikle sana sunları helal kıldık: Mehirlerini vermis oldugun eslerini, Allah´ın sana ganimet olarak verdiklerinden sahibi bulundugun cariyeyi, amcanın kızlarından, halalarının kızlarından, dayının kızlarından, teyzelerinin kızlarından seninle birlikte hicret etmis olanları; bir de inanan bir kadın eger kendisini peygambere bagıslar da, peygamber de onunla evlenmek isterse onu, sadece sana, diger mu´minlere degil. Onlara esleri ve cariyeleri hakkında neleri farz kıldıgımızı biliyoruz. Bunlar, sana bir darlık olmaması icindir. Allah cok bagıslayan, cok merhamet edendir"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "Onlardan diledigini geri bırakır, diledigini yanına alırsın. Bıraktıklarından arzu ettiginde sana gunah yoktur. Onların gozlerinin aydın olması, uzulmemeleri ve kendilerine verdiginle hepsinin hosnut olmaları icin en elverisli olan budur. Allah, kalplerinizdekini bilir. Allah, herseyi bilir, halimdir"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "Bundan boyle artık, baska kadınlar sana helal olmaz. Bunları baska eslerle degistirmek de olmaz; isterse guzellikleri cok hosuna gitsin. Ancak sahibi bulundugun cariye baska. Allah, herseye gozcu bulunmaktadır"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "Ey iman edenler, Peygamberin evlerine, vaktine dikkat etmeksizin ve yemek icin izin verilmedikce girmeyin; ancak cagrıldıgınızda girin, yemegi yediginizde de hemen dagılın; sohbet etmek icin de izinsiz girmeyin! Cunku o, peygambere eziyet veriyor, ustelik sizden utanıyor; ama Allah, gercegi soylemekten sıkılmaz. Bir de hanımlarına, gerekli birsey soracagınızda bir perde arkasından sorun! Oyle yapmanız, hem sizin kalpleriniz hem de onların kalpleri icin daha cok temizdir. Sizin, Allah´ın peygamberini incitmeye hakkınız yoktur; arkasından hanımlarını nikahlayamazsınız da. Cunku, bunlar, Allah katında cok buyuk bir gunahtır"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "Siz bir seyi acıklasanız da gizleseniz de suphe yok ki, Allah herseyi bilir"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "O hanımlar icin babaları, ogulları, kardesleri, kardes ogulları, kız kardes ogulları, musluman kadınları ve sahip oldukları koleler hakkında bir gunah yoktur; bununla beraber Allah´tan korkun (ey peygamberin hanımları), cunku Allah, herseye sahit bulunuyor"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Muhakkak ki, Allah ve melekleri, peygambere hep salat ile ikramda bulunurlar. Ey iman edenler, haydi ona teslimiyetle salat ve selam getirin"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Cunku Allah ve Resulune eziyet edenler, muhakkak Allah dunyada ve ahirette onlara lanet etmis (rahmet sahasından kovmus) ve onlara pek hakaretli bir azap hazırlamıstır"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "Inanan erkeklere ve inanan kadınlara hak etmedikleri bir bicimde eziyet edenler de suphesiz bir iftira ve acık bir gunah yuklenmislerdir"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "Ey peygamber, hanımlarına, kızlarına ve muminlerin kadınlarına soyle, dıs elbiselerinden (cilbablarından) uzerlerini sıkıca ortsunler! Bu, onların tanınmalarına, tanınıp da eziyet edilmemelerine en elverisli olandır. Bununla beraber Allah, cok bagıslayıcıdır, merhamet edicidir"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Andolsun ki, eger o munafıklar, kalplerinde hastalık bulunanlar ve sehirde yalan haberler yapıp tahrikte bulunanlar vazgecmezlerse, mutlaka seni kendilerine musallat kılarız sonra orada cevrene pek az yanasabilirler"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Mel´un olarak nerede ele gecirilirlerse, yakalanıp oldurulurler de oldurulurler"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Allah´ın bundan once gecenler hakkında kanunudur bu. Allah´ın kanununu degistirmeye asla care bulamazsın"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "O insanlar, sana kıyamet saatini soruyorlar. De ki: «Onun ilmi ancak Allah´ın nezdindedir ve ne bilirsin belki de o kıyamet yakında olur.»"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Su muhakkak ki, Allah kafirleri lanetlemis ve onlara bir cılgın ates hazırlamıstır"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Onda ebedi kalırlar ve ne bir kayırıcı bulabilirler, ne de bir yardımcı"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "O gun yuzleri ateste cevrilirken: «Ah ne olurdu bizler Allah´a itaat etseydik, peygambere itaat etseydik!» derler"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "Yine derler ki: «Ey Rabbimiz, dogrusu biz, beylerimize ve buyuklerimize itaat ettik de bizi yanlıs yola goturduler"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Ey Rabbimiz, onlara azabın iki katını ver ve kendilerini buyuk bir lanetle lanetle!»"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "Ey iman edenler, sizler o Musa´ya eziyet edenler gibi olmayın! Eziyet ettiler de Allah onu onların dediklerinden temize cıkardı. O, Allah katında yuzlu (itibar sahibi) idi"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "Ey iman edenler, Allah´tan korkun ve saglam soz soyleyin"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "ki, islerinizi yoluna koysun ve gunahlarınızı bagıslasın. Her kim de Allah´a ve peygamberine itaat ederse, gercekten o buyuk murada ermistir"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Evet Biz, o emaneti goklere, yere ve daglara sunduk da onlar onu yuklenmeye yanasmadılar ve ondan korktular da insan yuklendi onu. O gercekten cok zalim, cok cahil bulunuyor"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "Cunku Allah, munafık erkeklere, munafık kadınlara, musrik erkeklere, musrik kadınlara azap edecek, inanan erkeklere, inanan kadınlara da tevbe ile nazar buyuracak. Allah cok bagıslayıcıdır, merhamet edendir"
        },
        {
            "chapter": 34,
            "verse": 1,
            "text": "Hamd O Allah´adır ki, goklerde ve yerde ne varsa hep O´nundur, ahirette de hamd O´nun. O, hikmet sahibidir, herseyi bilendir"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "Yere ne giriyor ve ondan ne cıkıyor, gokten ne iniyor ve ona ne cıkıyorsa hepsini bilir. O, cok merhametli, cok bagıslayıcıdır"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Kufredenler ise: «Bize o kıyamet gelmez.» dediler. De ki: «Hayır, gaybı bilen Rabbime yemin ederim ki, o size kesinlikle gelecektir. O´nun ilminden goklerde ve yerde zerre kadar birsey kacmaz. Ondan daha kucugu de, daha buyugu de hep apacık bir kitaptadır"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "Cunku iman edip iyi isler yapanlara mukafat verecektir, iste onlar icin bir bagıslama ve bol bir rızık vardır"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "Ayetlerimizi hukumsuz bırakmak icin yarısanlar icin de pislikten acı bir azap vardır"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "Kendilerine ilim verilmis olanlar ise, sana Rabbinden indirilen gercegin ta kendisi oldugunu ve onun, yuceliginin sonu olmayan her turlu ovguye layık olan (Allah´) ın yolunu gosterdigini goruyorlar"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "Boyle iken o kufredenler soyle dediler: «Size, parcalanıp didik didik didiklendiginiz zaman, muhakkak siz yeni bir yaratılıs icinde bulunacaksınız diye, peygamberlik eden bir adam gosterelim mi"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Allah´a bir yalanı mı iftira etmekte, yoksa kendisinde bir delilik mi var?» Hayır, dogrusu o ahirete inanmayanlar, derin bir sapıklıkla azap icindedirler"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Ya gokten ve yerden onlerindekine ve arkalarındakine bir bakmazlar mı? Dilersek kendilerini yere indiriveririz yahut gokten ustlerine parcalar dusururuveririz. Gercekten onda hakka gonul veren her kul icin suphesiz bir ibret vardır"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "Andolsun ki, Davud´a tarafımızdan bir ustunluk verdik: «Ey daglar, cınlayın (tesbih edin) onunla beraber, siz de ey kuslar!» dedik ve ona demiri yumusattık"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "Genis zırhlar yap ve iyi bicime yatır (iyi bicim ver). Siz de iyi isler de bulunun; cunku Ben, butun yapacaklarınızı gozetiyorum, dedik"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "Suleyman´ın emrine de ruzgarı verdik. Sabah gidisi bir aylık aksam donusu bir aylık yol idi. Erimis bakır kaynagını da ona sel gibi akıttık. Rabbinin izniyle elinin altında cinlerden de calısan vardı. Onlardan da her kim emrimizden saparsa, ona ates azabını tattırırız"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Onlar, ona mihraplar, heykeller, havuzlar gibi canaklar ve sabit kazanlardan her ne isterse yaparlardı. Calısın ey Davud hanedanı, sukur icin calısın! Kullarım arasında sukreden azdır"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "Sonra onun olumune hukmettigimizde onlara onun olumunu sezdiren olmadı, yalnız bir guve (bocegi) dayandıgı asasını yiyordu. Bu sebeple yere yıkıldıgında besbelli oldu ki, eger cinler gaybı bilselerdi, o horlayıcı azap icinde bekleyip durmazlardı"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "Andolsun ki, Sebe toplulugu icin yurtlarında gercekten bir ibret vardı; saglı sollu iki bahce! Onlara hal diliyle: «yiyin Rabbinizin rızkından da O´na sukredin, ne guzel, hos bir sehir ve bagıslayan bir Rabb!» derlerdi"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "Fakat onlar, yuz cevirdiler. Biz de uzerlerine Arim selini salıverdik ve o guzelim iki bahcelerini buruk yemisli, ılgınlı ve biraz da sidir agacı bulunan iki harap bahceye cevirdik"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "Bunu, onlara nankorluklerinin cezası yaptık ve Biz, hep boyle cok nankor olanları cezalandırırız"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "Biz, onlarla o bereket verdigimiz memleketler arasında sırt sırta sehirler meydana getirmis ve onlara da duzenli gidis gelis imkanı saglamıs «Gezin oralarda, geceleri ve gunduzleri guvenlik icinde!» demistik"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "Buna karsı onlar: «Ey Rabbimiz, yolculuklarımızın mesafesini uzaklastır!» dediler ve kendilerine zulmettiler. Biz de onları efsanelere cevirdik ve tamamen didik didik dagıttık. Suphesiz ki, bunda cok sukredecek her sabırlı icin elbette ibretler vardır"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "Yine andolsun ki, iblis onlar aleyhindeki tahminini gercekten dogru buldu da iclerinde muminlerden ibaret bir gruptan baskası ona uydular"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "Halbuki onun, onların uzerinde hicbir hakimiyet gucu yoktu fakat Biz ahirete imanı olanı belirleyecek, ondan suphe icinde bulunandan ayırt edecektik. Oyle ya, Rabbin herseyi koruyup gozetendir"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "De ki: «Allah´tan baska tanrı saydıgınız tanrılarınıza istediginiz kadar yalvarın. Onların ne gokte ne de yerde zerre miktarına gucleri yetmez. Onların, bunlarda bir ortaklıgı da yoktur. O´nun da onlardan bir yardımcısı yoktur"
        },
        {
            "chapter": 34,
            "verse": 23,
            "text": "O´nun huzurunda, izin verdigi kimselerden baskasının sefaati fayda da vermez. Nihayet kalplerinden dehset giderildiginde: «Rabbiniz ne buyurdu?» diye sorarlar, (sefaatcılar): «Hakkı» derler. O, oyle yuksek, oyle buyuktur"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "Onlara de ki: «Size goklerden ve yerden kim rızık veriyor? De ki: «Allah! O halde ya biz mutlak bir dogru yolda veya acık bir sapıklık icindeyiz ya da siz.»"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "De ki: «Siz, bizim suclarımızdan sorumlu tutulmazsınız, biz de sizin yaptıklarınızdan sorumlu olmayız.»"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "De ki: «Rabbimiz, hepimizi bir araya toplayacak, sonra da aramızı hak hukmu ile ayıracak. O, oyle yegane hukum veren, oyle herseyi bilendir.»"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "De ki: «O´na ortak diye kattıklarınızı bana gosterin bakayım! Hayır, oyle sey yok! dogrusu, bu: Guclu ve hikmet sahibi olan ancak Allah´tır.»"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "Seni de ancak butun insanları iceren bir elcilikle rahmetimizin mujdecisi, azabımızın habercisi olarak gonderdik, baska degil! Fakat insanların cogu bilmezler"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "Ve: «Eger dogru soyluyorsanız, ne zaman bu va´d?» diyorlar"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "De ki: «Size va´d edilen bir gundur ki; ondan bir saat geri de kalamazsınız, ileri de gecemezsiniz.»"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "Bununla beraber, o kufredenler: «Biz ne bu Kur´an´a inanırız, ne de onundekine!» dediler. Fakat o zalimler yakalanıp Rablerinin huzurunda durduruldukları zaman birbirlerine laf atarken bir gorsen! Bir taraftan zebun edilenler (zayıf dusurulenler), o buyukluk taslayanlara: «Siz olmasaydınız kesinlikle biz mu´min olurduk!» diyeceklerdir"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "Diger taraftan buyukluk taslayanlar, zayıf dusurulenlere; «Ya, size hidayet geldikten sonra sizi ondan biz mi cevirdik? Hayır, siz kendiniz sucluydunuz!» diyecekler"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "O zayıf dusurulenler de buyukluk taslayanlara: «Hayır isiniz gece gunduz dolap (cevirmekti); cunku sizler, bizlere hep Allah´a kufretmemizi ve ona esler kosmamızı emrediyordunuz.» derler ve boyle atısırlarken, azabı gordukleri zaman, iclerinden pismanlık duymaktadırlar. Biz de o kufredenlerin boyunlarına tomrukları gecirmisizdir de yalnızca yaptıklarının cezasını cekiyorlardır"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "Biz herhangi bir memlekette tehlikeyi haber veren bir Resul gonderdiysek, herhalde onun refah ile sımartılmıs olanları: «Biz, sizin gonderildiginiz seyleri tanımayız.» dediler"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "Ve dediler ki: «Biz malca da daha coguz, evlatca da ve bize azap edilmez.»"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "De ki: «Rabbim, rızkı diledigine doser (bol verir), diledigine de sıkar (kısar); fakat insanların cogu bilmezler"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "Oysa sizi huzurumuza yaklastıracak olan ne mallarınız ne de evladlarınızdır. Ancak iman edip yararlı isler yapanlar var ya, iste onların yaptıklarına karsılık kendilerine kat kat mukafat vardır ve onlar, cennet kosklerinde guvenlik icindedirler"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "Ayetlerimizi hukumsuz bırakmak icin yarısarak calısanlara gelince onlar, hakkın huzuruna azap icinde celbedileceklerdir"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "De ki: «Gercekten Rabbim, rızkı kullarından diledigi kimseye hem bol verir, hem kısar. Hayır icin her neyi harcarsanız, O, onun yerini doldurur. O, rızık verenlerin en hayırlısıdır.»"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "O gun ki, onları hep birlikte mahsere toplayacak, sonra meleklere: «Sunlar size mi tapıyorlardı?» diyecek"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "«Seni tenzih ederiz. Sensin onlara karsı bizim sahibimiz! Hayır, onlar cinlere tapıyorlardı, cogu onlara inanmıstı!» diyeceklerdir"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Iste o gun kiminiz kiminize ne bir yarar, ne de bir zarar verme gucune sahip olamaz ve o zulmedenlere: «Tadın bakalım, o yalan deyip durdugunuz atesin azabını!» deriz"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Karsılarında acık deliller halinde ayetlerimiz okundugu zaman o zalimler: «Bu, yalnızca sizi atalarınızın taptıgı tanrılardan men etmek isteyen bir adamdır!» dediler ve: «Bu (Kur´an), uydurulmus bir iftiradan baska birsey degil!» dediler. Ve o kufredenler gercek kendilerine geldigi vakit: «Bu apacık bir buyuden baska birsey degildir!» dediler"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "Halbuki Biz onlara oyle ders alacakları kitaplar vermedik ve kendilerine senden once bir uyarıcı da gondermedik"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "Onlardan oncekiler de yalan demislerdi. Hem de bunlar, onlara verdiklerimizin onda birine ermediler. Peygamberlerini yalanladılar da nasıl oldu inkarım"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "De ki: «Size sadece bir tek ogut verecegim: Allah icin ikiser, ucer ve teker teker kalkarsınız sonra da iyi dusunursunuz; arkadasınızda delilikten eser yoktur. O, yalnız siddetli bir azabın onunde sizi sakındıracak bir peygamberdir.»"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "De ki: «Ben, sizden herhangi bir ucret istersem, o sizin olsun. Benim mukafatım ancak Allah´a aittir ve Allah, herseye sahittir.»"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "De ki: «Gercekten Rabbim, hakkı fırlatır (dilediginin kalbine indirir.) O, gaybları hakkıyla bilendir.»"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "De ki: «Hak geldi; artık batılın onu de kalmaz sonu da.»"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "De ki: «Eger ben yanılırsam, yalnız kendime kalarak yanılırım ve eger dogru yolu bulmussam bilmeli ki Rabbimin bana vahiy vermesiyledir. Cunku O, yakındır, isitir, isittirir"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "O telasa dustukleri zaman gorsen, artık kacamak yoktur, yakın yerden yakalanmıslardır"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Ve: «O´na iman ettik!» demektedirler, fakat onlara uzak yerden el sunmak nerede"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Oysa daha once O´na kufretmislerdi, uzak yerden gaybe tas atıyorlardı"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "Artık kendileriyle arzuladıklarının arasına set cekilmistir; tıpkı bundan once emsallerine yapıldıgı gibi. Cunku hepsi iskilli bir suphe icinde bulunuyorlardı"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "Hamd, o gokleri ve yeri yaratan ve melekleri ikiser, ucer, dorder kanatlı elciler kılan Allah´a mahsustur. O, yaratmada diledigi kadar artırır. Gercekten Allah, herseye gucu yetendir"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Allah, insanlara rahmetinden her neyi acarsa artık onu tutacak, kısacak kimse yoktur. Her neyi de tutar kısarsa onu da ondan sonra salacak yoktur. O, oyle gucludur, oyle hikmet sahibidir"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "Ey insanlar, Allah´ın uzerinizdeki nimetini anın! Allah´tan baska bir yaratıcı mı var? O, size gokten ve yerden rızık verir. Baska tanrı yoktur, ancak O var. O halde nasıl (gercekten) cevrilirsiniz"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "Ve eger seni yalanlıyorlarsa, bundan once bir cok peygamberler de yalanlandı. Butun isler Allah´a dondurulur"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "Ey insanlar, haberiniz olsun ki, Allah´ın va´di muhakkak gercektir; sakın o dunya hayatı sizi aldatmasın ve sakın o aldatıcı seytan, sizi Allah´a karsı aldatmasın"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "Haberiniz olsun ki, seytan size dusmandır, siz de onu dusman tutun; cunku O, etrafına toplanan yandaslarını ancak alevli cehennemlik dostlarından olsunlar diye davet eder"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "Kufredenler, onlar icin siddetli bir azap vardır; iman edip yararlı isler yapanlar, onlara ise bir bagıslama ve buyuk bir mukafat vardır"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "Ya kotu ameli kendisine allanmıs pullanmıs da onu guzel goren kimse de mi (iman edip yararlı is yapan gibi olacak)? Suphe yok ki, Allah, diledigini sasırtır, diledigini dogru yola cıkarır. O halde gonlun onlara karsı hasretlerle gecmesin! Allah onların butun sanatlarını bilir"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "Allah O´dur ki, ruzgarları gondermistir, derken bir bulut kaldırır. Derken onu, olmus bir beldeye sevkedip onunla yere olumunden sonra hayat vermekteyiz. Iste oldukten sonra dirilme boyledir"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "Her kim izzet istiyorsa, bilsin ki, izzet tamamıyla Allah´ındır. O´na hos kelimeler yukselir, onu da salih amel yukseltir. Kotulukler kuranlara gelince, onlara siddetli bir azap vardır ve onların tuzakları da hep tarumar (darmadagın) olur"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "Hem Allah sizi bir topraktan, sonra bir nutfeden yarattı, sonra da sizi ciftler yaptı. O´nun bilgisi dısında ne bir disi gebe olabilir, ne de dogurabilir. Bir yasatılanın omrunun uzatılması da kısaltılması da kesinlikle bir kitapta yazılıdır, suphe yok ki, o Allah´a gore cok kolaydır"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "Bir de iki deniz bir olmuyor; su tatlı, hararet keser, icerken kayar; su da tuzludur, yakar kavurur. Bununla beraber herbirinden bir taze et yersiniz ve bir zinet cıkarıp giyinirsiniz. Allah´ın lutfundan nasip arayasınız diye gemilerin de suyu yara yara orada gittigini gorursun. Gerek ki, sukredersiniz"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "Geceyi gunduze sokuyor, gunduzu de geceye sokuyor. Gunesi ve ayı emrine amade etmistir. Her biri belirlenmis bir vakte, mukadder bir gayeye akıp gidiyor. Iste bu gorduklerinizi yapan Allah Rabbinizdir, mulk O´nundur. O´ndan baska cagırdıklarınız ise, bir cekirdek zarını bile idare edemezler"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Kendilerine dua ederseniz, duanızı isitmezler. Isitseler bile size cevabını veremezler. Kıyamet gunu de kendilerini Allah´a ortak kostugunuzu inkar ederler. Sana, herseyden haberdar olan (Allah) gibi, haber veren olmaz"
        },
        {
            "chapter": 35,
            "verse": 15,
            "text": "Ey insanlar, sizsiniz hep Allah´a muhtac fakirler. Allah ise, zengin ve hamd ile ovulecek O´dur ancak"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Dilerse sizi yok eder ve yeni bir halk getirir"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Ve bu Allah´a gore zor bir sey degildir"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Bir de gunah ceken bir kimse baskasının gunahını cekmeyecek; yuku agır basan, onun baskasına yuklenmesi icin cagrıda bulunsa da, ondan birsey alınıp yuklenmeyecektir, isterse bir yakını olsun. Fakat ancak gıyaben Rablerinin korkusunu duyanları ve namazı durust kılanları sakındırırsın. Temizlenen de sırf kendisi icin temizlenir. Nihayet gidis Allah´adır"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "Ne kor ile goren esit olur"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "ne karanlıklar ile aydınlık"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "ne de golge ile sıcaklık"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "Olulerle diriler de esit olmaz. Gerci Allah her diledigine isittirirse de sen kabirdekilere isittirecek degilsin"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "Sen sadece bir uyarıcısın"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "Muhakkak ki, Biz seni gercek ile hem bir mujdeci, hem bir uyarıcı olarak gonderdik. Hicbir ummet de yoktur ki, iclerinden bir uyarıcı gecmis olmasın"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "Seni yalanlıyorlarsa, bunlardan oncekiler de yalanlamıslardı. Onlara peygamberleri, mucizeler, sayfalar ve nurlu kitapla gelmislerdi"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Sonra Ben, o kufredenleri tutup alıverdim. O zaman inkarım (cezalandırmam) nasıl oldu"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "Gormedin mi Allah, yukarıdan bir su indirdi de onunla renkleri baska baska bircok meyveler cıkardık. Daglardan da yollar var, beyazlı, kırmızılı, renkleri cesitli, bir de kuzguni siyahlar"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "Insanlardan, hayvanlardan ve davarlardan da aynı sekilde cesitli renklerde olanlar vardır. Ancak Allah saygısını, kullarından bilenler duyar. Haberiniz olsun ki, Allah gucludur, bagıslayıcıdır"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "O Allah´ın kitabını okuyup ardınca gidenler, namazı kılıp kendilerine rızık olarak verdigimiz seylerden gizli ve acık vermekte olanlar, herhalde hic batma ihtimali olmayan bir ticaret umarlar"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "Cunku Allah, mukafatlarını kendilerine tamamen odedikten baska, lutfundan onlara fazlasını verecektir. Cunku O hem bagıslayan hem de sukrun karsılıgını bol verendir"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "Kitaplar icinde o sana vahyettigimiz kitap da onundekileri (kendisinden oncekileri) dogrulayıcı olmak uzere gercegin ta kendisidir. Muhakkak ki, Allah kullarından haberdardır, herseyi gorup gozetendir"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Sonra Biz, o kitabı kullarımızdan suzup sectiklerimize miras kıldık. Onlardan da nefislerine zulmeden var, orta giden yolu tutan var, Allah´ın izniyle hayırlarda ileri gecenler var. Iste buyuk lutuf odur"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "Adn cennetleri, ona girecekler, orada altın bileziklerle ve incilerle susleneceklerdir. Orada elbiseleri ipektir"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "Ve soyle demektedirler: «Hamdolsun Allah´a bizden o huznu giderdi; gercekten Rabbimiz cok bagıslayan ve sukrun karsılıgını bolca verendir"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "Lutfundan bizi durulacak yurda kondurdu. Burada bize yorgunluk gelmeyecek, burada bize usanc gelmeyecektir.»"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "Kufredenlere gelince, onlara cehennem atesi vardır. Hukum verilmez ki olsunler, kendilerinden biraz azap da hafifletilmez, iste Biz, her nankoru boyle cezalandırırız"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "Ve onlar orada soyle feryad ederler: «Ey Rabbimiz, bizleri cıkar da yaptıklarımızdan baska yararlı bir is yapalım.» (Onlara): «Ya size orada dusunecek olanın dusunecegi kadar omur vermedik mi ki? Hem size Peygamber de geldi. O halde tadın; cunku zalimleri kurtaracak yoktur!» (denilecektir)"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "Suphe yok ki, Allah, goklerin ve yerin sırrını bilendir. Kesinlikle O, sinelerin ozunu bilir"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "Sizi yeryuzunde halifeler yapan O´dur. O halde kim inkar ederse inkarı kendi aleyhinedir. Kafirlere inkarları, Rableri katında gazaptan baska birsey artırmaz. Kafirlere inkarları, zarardan baska birsey artırmaz"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "De ki: «Gordunuz ya, O Allah´tan baska yalvardıgınız ortaklarınızı! Gosterin bana onların bu yeryuzunun hangi parcasını yarattıklarını!» Yoksa onların goklerde mi bir ortaklıgı var, ya da kendilerine bir kitap vermisiz de ondan acık bir delil mi var ellerinde? Hayır, o zalimler, birbirlerini aldatmadan baska bir vaadde bulunmuyorlar"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "Dogrusu gokleri ve yeri, yok oluvermelerinden Allah tutuyor. Andolsun ki, eger yok oluverseler, O´ndan baska kimse tutamaz onları. O, gercekten cok halim, cok bagıslayandır"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Onlar kendilerine uyarıcı bir peygamber gelirse kesinlikle ilerideki ummetlerin en birincisinden daha kabiliyetli olacaklarına daha cok dogru yola gideceklerine dair Allah´a en agır yeminleriyle yemin etmislerdi. Fakat kendilerine uyarıcı bir peygamber geldigi zaman, bu onların yalnızca urkekliklerini artırdı"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "Bu, yeryuzunde bir buyukluk taslamak ve suikast duzenlemek istediklerindendir. Oysa kotu tuzak, yalnızca sahibinin basına gecer. O halde oncekilerin kanunundan baska ne gozetirler?! Sen Allah´ın kanununda asla bir degisiklik bulamazsın, Allah´ın kanununda asla bir sapma da bulamazsın"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Ya yeryuzunde gezip bir bakmadılar mı, kendilerinden oncekilerin sonu nasıl olmus? Oysa onlar, kendilerinden daha gucluyduler. Allah´ı, ne goklerde ve ne de yerde O´nu, hicbir seyin aciz bırakma imkanı ve ihtimali yoktur. O, hic suphesiz, herseyi bilendir, herseye gucu yetendir"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Bununla beraber Allah, insanları kendi isledikleri yuzunden hemen cezalandıracak olsa, yeryuzunde bir deprenen bırakmazdı. Fakat onları belirlenmis bir sureye kadar erteler. Nihayet ecelleri geldigi vakit, iste o zaman suphe yok ki, Allah kullarını gorendir (hicbirini karsılıksız bırakmaz)"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Yasin"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Hikmetli Ku´ran´ın hakkı icin"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Emin ol ki sen, o elcilikle gonderilen peygamberlerdensin"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "Bir dosdogru yol uzerindesin"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "Guclu ve cok merhametli Allah´ın peyderpey indirdigi vahyi ile"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "Babaları uyarılmamıs olup gaflet icinde olan bir toplulugu uyarasın (vehameti haber veresin) diye"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Andolsun ki, pek coklarına karsı soz hak olmustur da artık onlar imana gelmezler"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Cunku Biz, onların boyunlarına kelepceler gecirmisiz de onlar, cenelerine dayanmıstır da burunları yukarı, gozleri asagı somurtmaktadırlar"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Hem onlerinden bir set, hem arkalarından bir set cekmisiz ve kendilerini sarmısızdır; artık baksalar da gormezler"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Onları uyarsan da uyarmasan da farketmez, inanmazlar"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Sen ancak Kur´an´a uyan ve Rahman´dan gıyabında saygı besleyen kimseyi sakındırırsın; Iste onu, hem bir bagıslama hem de degerli bir mukafatla mujdele"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Gercekten Biz. Biziz, oluleri diriltiriz; onden gonderdiklerini ve bıraktıkları eserleri kitaba geciririz. Zaten herseyi acık bir kutukte «Imam-ı Mubin» de de ihsa (sayıp tesbit) etmisizdir"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "Ve onlara o sehir halkını ornek ver. Hani oraya o gonderilen elciler varmıstı"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Hani onlara o iki elciyi gondermistik de onları yalanladılar; Biz de bir ucuncusuyle onları guclendirdik, varıp: «Haberiniz olsun, biz sizlere gonderilmis elcileriz.» dediler"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "«Siz bizim gibi insandan baska birsey degilsiniz, hem Rahman hic birsey indirmedi; siz sırf yalan soyluyorsunuz!» dediler"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "Elciler: «Rabbimiz biliyor ki, biz gercekten size gonderilmis elcileriz"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "Acık bir tebligden otesi ise bizim ustumuze (vazife) degildir!» dediler"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Onlar: «Dogrusu, biz sizi ugursuzluk nedeni saydık. Yemin ederiz ki, vazgecmezseniz sizi hic tınmadan taslarız ve kesinlikle size bizden acıklı bir azap dokunur.» dediler"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "Elciler: «Sizin ugursuzluk kusunuz beraberinizdedir. Size ogut verilse de oyle mi? Dogrusu siz israfı adet etmis bir topluluksunuz.» dediler"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "o sırada sehrin ta ucundan bir adam kosarak geldi ve dedi ki: «Ey hemserilerim, uyun o gonderilen elcilere"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Uyun sizden bir ucret istemeyen o zatlara ki, onlar dogru yola ermislerdir"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "Hem neden kulluk etmeyeyim ben o beni yaratana, hep de dondurulup O´na goturuleceksiniz"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Ben hic O´ndan baska tanrılar mı edinirim? Eger o Rahman, bana bir keder irade buyurursa, onların sefaati benden yana hicbir seye yaramaz ve beni kurtaramazlar"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Suphesiz ben, o takdirde acık bir sapıklık icindeyimdir"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Haberiniz olsun ki, ben Rabbinize iman getirdim, gelin dinleyin beni!»"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "Denildi ki: «Haydi. gir cennete!» O: «Ah ne olurdu, kavmim bilseydi"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Rabbimin beni bagıslamasını ve beni ikram olunan kullarından kıldıgını.»"
        }
    ]
}