{
    "rukus": [
        {
            "chapter": 12,
            "verse": 7,
            "text": "There are lessons in the story of Joseph and his brothers for all who seek them"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "The brothers said [to each other], ‘Although we are many, Joseph and his brother are dearer to our father than we are–– our father is clearly in the wrong.’"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "[One of them said], ‘Kill Joseph or banish him to another land, and your father’s attention will be free to turn to you. After that you can be righteous.’"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "[Another of them] said, ‘Do not kill Joseph, but, if you must, throw him into the hidden depths of a well where some caravan may pick him up.’"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "They said to their father, ‘Why do you not trust us with Joseph? We wish him well"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Send him with us tomorrow and he will enjoy himself and play- we will take good care of him.’"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "He replied, ‘The thought of you taking him away with you worries me: I am afraid a wolf may eat him when you are not paying attention.’"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "They said, ‘If a wolf were to eat him when there are so many of us, we would truly be losers!’"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "Then they took him away with them, resolved upon throwing him into the hidden depths of a well- We inspired him, saying, ‘You will tell them of all this [at a time] when they do not realize [who you are]!’"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "and at nightfall they returned to their father weeping"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "They said, ‘We went off racing one another, leaving Joseph behind with our things, and a wolf ate him. You will not believe us, though we are telling the truth!’"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "and they showed him his shirt, deceptively stained with blood. He cried, ‘No! Your souls have prompted you to do wrong! But it is best to be patient: from God alone I seek help to bear what you are saying.’"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Some travellers came by. They sent someone to draw water and he let down his bucket. ‘Good news!’ he exclaimed. ‘Here is a boy!’ They hid him like a piece of merchandise- God was well aware of what they did"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "and then sold him for a small price, for a few pieces of silver: so little did they value him"
        }
    ]
}