{
    "rukus": [
        {
            "chapter": 29,
            "verse": 31,
            "text": "When Our mes-sengers brought the good news [of the birth of a son] to Abraham,they told him, ‘We are about to destroy the people of that town. They are wrongdoers.’"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "Abraham said, ‘But Lot lives there.’ They answered, ‘We know who lives there better than you do. We shall save him and his household, except for his wife: she will be one of those who stay behind.’"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "When Our messengers came to Lot, he was troubled and distressed on their account. They said, ‘Have no fear or grief: we shall certainly save you and your household, except for your wife- she will be one of those who stay behind"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "and we shall send a punishment from heaven down on the people of this town because they violate [God’s order].’"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "We left some [of the town] there as a clear sign for those who use their reason"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "To the people of Midian We sent their brother Shuayb. He said, ‘My people, serve God and think ahead to the Last Day. Do not commit evil and spread corruption in the land.’"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "They rejected him and so the earthquake overtook them. When morning came, they were lying dead in their homes"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "[Remember] the tribes of 'Ad and Thamud: their history is made clear to you by [what is left of] their dwelling places. Satan made their foul deeds seem alluring to them and barred them from the right way, though they were capable of seeing"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "[Remember] Qarun and Pharaoh and Haman: Moses brought them clear signs, but they behaved arrogantly on earth. They could not escape Us"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "and We punished each one of them for their sins: some We struck with a violent storm; some were overcome by a sudden blast; some We made the earth swallow; and some We drowned. It was not God who wronged them; they wronged themselves"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Those who take protectors other than God can be compared to spiders building themselves houses- the spider’s is the frailest of all houses- if only they could understand"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "God knows what things they call upon beside Him: He is the Mighty, the Wise"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Such are the comparisons We draw for people, though only the wise can grasp them"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "God has created the heavens and earth for a true purpose. There truly is a sign in this for those who believe"
        }
    ]
}