{
    "pages": [
        {
            "chapter": 21,
            "verse": 45,
            "text": "قلۡ إنمآ أنذركم بٱلۡوحۡيۚ ولا يسۡمع ٱلصم ٱلدعآء إذا ما ينذرون (أنذركم: أخوفكم)"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "ولئن مستۡهمۡ نفۡحةٞ منۡ عذاب ربك ليقولن يٰويۡلنآ إنا كنا ظٰلمين (نفحة: نصيب يسير)"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "ونضع ٱلۡموٰزين ٱلۡقسۡط ليوۡم ٱلۡقيٰمة فلا تظۡلم نفۡسٞ شيۡـٔاۖ وإن كان مثۡقال حبةٖ منۡ خرۡدل أتيۡنا بهاۗ وكفىٰ بنا حٰسبين (القسط: ذوات العدل, مثقال حبة: العادل أو وزن ذرة)"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "ولقدۡ ءاتيۡنا موسىٰ وهٰرون ٱلۡفرۡقان وضيآء وذكۡرا للۡمتقين (الفرقان: التوراة الفارقة بين الحق والباطل)"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "ٱلذين يخۡشوۡن ربهم بٱلۡغيۡب وهم من ٱلساعة مشۡفقون"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "وهٰذا ذكۡرٞ مبارك أنزلۡنٰهۚ أفأنتمۡ له منكرون"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "۞ولقدۡ ءاتيۡنآ إبۡرٰهيم رشۡده من قبۡل وكنا به عٰلمين (رشده: هداه)"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "إذۡ قال لأبيه وقوۡمه ما هٰذه ٱلتماثيل ٱلتيٓ أنتمۡ لها عٰكفون (التماثيل: الأصنام التي صنعتموها, عاكفون: مقيمون على عبادتها، ملازمون لها)"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "قالوا وجدۡنآ ءابآءنا لها عٰبدين"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "قال لقدۡ كنتمۡ أنتمۡ وءابآؤكمۡ في ضلٰلٖ مبينٖ"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "قالوٓا أجئۡتنا بٱلۡحق أمۡ أنت من ٱللـٰعبين"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "قال بل ربكمۡ رب ٱلسمٰوٰت وٱلۡأرۡض ٱلذي فطرهن وأنا علىٰ ذٰلكم من ٱلشـٰهدين (فطرهن: خلقهن)"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "وتٱلله لأكيدن أصۡنٰمكم بعۡد أن تولوا مدۡبرين (لأكيدن: لأمكرن، وأكسرن, مدبرين: ذاهبين)"
        }
    ]
}