{
    "chapter": [
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alif, Lam, Mim"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "Allah! Nu existã altã divinitate în afarã de El, Cel Viu [Al-Hayy], CelVeºnic [Al-Qayyum]"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "El þi-a pogorât Cartea cu Adevãrul [Coranul], întãrindu-le pe cele de dinaintea ei. El a pogorât Tora ºi Evanghelia"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "Mai înainte, drept cãlãuzã pentru oameni ºi a pogorât Îndreptarul[Al-Furqan] . Cei care nu cred în semnele lui Allah vor avea parte dechin aspru. Allah este Atotputernic [’Aziz] [ºi] Dãtãtor de pedeaps&a"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Lui Allah nu-I este nimic ascuns, nici de pre pãmânt ºi nici din cer"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "El este Acela care vã plãmãdeºte în mitre, precum voieºte. Nu este altã divinitatea în afara Lui, Atotputernicul, Înþeleptul [Al-Aziz, Al-Hakim]"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "El este Acela care þi-a pogorât Cartea. În ea sunt versete desluºite- ºi ele sunt temeiurile Cãrþii - ºi altele nedesluºite. Cei cu înclinare[cãtre rãtãcire] în inimi le urmãresc pe"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "Doamne! Nu duce în rãtãcire inimile noastre, dupã ce Tu ne-ai cãlã- uzit ºi dã-ne nouã îndurarea Ta, cãci Tu eºti Cel Dar nic [Al-Wahhab]"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Doamne! Tu îi vei aduna pe oameni într-o Zi, în legãturã cu care nu este nici o îndoialã. Allah [cu adevãrat] nu-ªi calcã fãgãduinþa"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Acelora care nu cred, nu le vor fi de folos nici averile lor ºi nici copiii lor la Allah întru nimic. Aceºtia vor fi vreascuri pentru Foc"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Asemenea neamului lui Faraon ºi celor de dinaintea lui, care au tãgãduit semnele Noastre. Dar Allah i-a nimicit pentru pãcatele lor ºi Allah este aspru în pedeapsã"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "ªi spune celor care nu cred: “Veþi fi biruiþi [curând] ºi veþi fi adu- naþi spre Gheena! ªi ce pat groaznic veþi avea!”"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Aþi avut un semn în cele douã oºtiri ce s-au ciocnit: o oºtire carelupta pe calea lui Allah ºi o alta, necredincioasã, care i-a vãzut [pe credincioºi] de douã ori mai mulþi decât ei"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Frumoasã a fost fãcutã sã parã în ochii oamenilor dragostea pentru cele jinduite - femeile, progeniturile, multe grãmezi de aur ºi argint, caii de rasã aleasã, animalele ºi ogoarele. Acest"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Spune: „Pot eu sã vã vestesc ceva mai bun decât acestea? Aceia care sunt cu fricã au de la Domnul lor grãdini pe sub care curg râuri, în care vor avea veºnic sãlaº, ºi soþii curate ºi mulþ"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Care zic: „Doamne, noi credem! Iartã-ne nouã greºalele noastre ºi fereºte-ne pe noi de chinurile Focului!”"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "[Aceºtia sunt] cei rãbdãtori, cei sinceri, cei smeriþi, cei care dau milostenie, cei care cer iertare înainte de revãrsatul zorilor"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Allah mãrturiseºte cã nu existã altã divinitate în afarã de El. ªi îngerii ºi cei înzestraþi cu ºtiinþã [mãrturisesc] cu dreptate cã: „Nu existã al"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "[Unica] religie acceptatã de Allah este Islamul ºi nu au fost deose- biri între cei cãrora le-a fost datã Scriptura decât dupã ce a ajuns laei ªtiinþa , din pricina pizmei lor. Iar cel care nu crede în semnele"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Dacã ei se împotrivesc þie, spune-le: „M-am supus în faþa lui Allah , eu ºi cei care m-au urmat!” ªi spune celor cãrora li s-a dat Scriptura, precum ºi celor în neºtiinþã : „V-a"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Acelora care nu cred în semnele lui Allah ºi-i omoarã pe profeþi pe nedrept ºi-i omoarã pe aceia dintre oameni care poruncesc dreptatea, acelora vesteºte-le osândã dureroasã"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Aceia sunt cei ale cãror fapte sunt în deºert în aceastã viaþã ca ºi în Viaþa de Apoi ºi ei nu vor avea sprijinitori"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Oare nu i-ai vãzut pe aceia cãrora li s-a dat o parte din Carte? Ei sunt chemaþi la Cartea lui Allah pentru a judeca în certurile dintre ei, dar unii dintre ei întorc spatele ºi se îndepãrteazã"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Aceasta pentru cã ei zic: \"Focul nu ne va atinge decât numaicâteva zile numãrate!\" Dar i-a înºelat în credinþa lor ceea ce ei au nãscocit"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Dar cum va fi, când îi vom aduna, într-o Zi în legãturã cu care nu este nici o îndoialã, când fiecare suflet va fi rãsplãtit dupã ceea ce a agonisit ºi când ei nu vor fi nicicum nedreptãþiþ"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Spune: “O, Doamne, Stãpân peste toate! Tu dai stãpânirea ace- luia care voieºti Tu ºi iei stãpânirea de la cel care voieºti Tu. Tu îl cinsteºti pe cel care voieºti Tu ºi îl umileºti pe"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Tu faci sã intre noaptea în zi ºi faci sã intre ziua în noapte. Tu faci sã se iveascã viul din mort ºi faci sã se iveascã mortul din viu ºi Tu îl dãruieºti [cu cele necesare traiului] p"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Dreptcredincioºii sã nu-i ia pe necredincioºi drept aliaþi în loculdreptcredincioºilor. Cel care face aceasta nu va mai avea legãturã cuAllah, afarã de situaþia în care cãutaþi o pav&ati"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Spune: „De veþi þine ascuns ceea ce se aflã în piepturile voastre sau de veþi da pe faþã acestea, Allah le ºtie. El ºtie tot ce se aflã în ceruri ºi tot ceea ce se afl&atil"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "În ziua în care fiecare suflet se va afla în faþa binelui ce l-a fãcut ºia rãului ce l-a fãcut, va dori ca între el ºi acesta [rãul] sã fie o mare distanþã. Allah vã avertizeaz"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Spune: „[O, Profetule] Dacã Îl iubiþi pe Allah, urmaþi-mã ºi Allah vã va iubi ºi vã va ierta pãcatele voastre! Allah e Iertãtor, Îndurãtor[Al-Ghafur, Ar-Rahim]"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Spune: “Fiþi cu supunere faþã de Allah ºi de Trimis , dar dacã întoarceþi spatele, Allah nu-i iubeºte pe necredincioºi!”"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Allah i-a ales pe Adam, pe Noe, familia lui Avraam ºi familia luiImran peste toate lumile [din vremea lor]"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Ca scoborâtori unii din alþii. Allah este Cel care Aude Totul, Atoateºtiutor [Sami’, ‘Alim]"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Muierea lui Imran a zis: “Doamne, Îþi juruiesc [numai] Þie ceea ce este în pântecul meu, devotat numai Þie! Primeºte-l de la mine! Tu eºti Cel care Aude Totul, Atoateºtiutor [As-Sami’, Al-’Alim] !”"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "ªi când a nãscut, a zis ea: “Doamne, am zãmislit o copilã!”, dar Allah ºtia bine ceea ce nãscuse ea. ªi un bãiat nu este întocmai ca o copilã! “Eu i-am pus numele Maria ºi o încredinþez"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Domnul ei a acceptat-o cu bunã primire ºi a lãsat-o sã creascã cu bunã creºtere ºi a încredinþat-o lui Zaharia . ªi de fiecare datã când intra Zaharia la ea în templu, gãsea lâng"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Atunci, Zaharia s-a rugat Domnului sãu, zicând: “Doamne, dãruieºte-mi mie de la Tine vlãstare binecuvântate, cãci Tu eºti Cel care Aude ruga!”"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Atunci, l-au chemat îngerii, în vreme ce el se ruga, stând în pi- cioare, în templu, [zicându-i]: “Iatã cã Allah þi-l vesteºte pe Yahya, care va adeveri un cuvânt al lui Allah . [ªi el va fi] un bãrbat no"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "El a zis: “Doamne, cum sã am eu un bãiat, când m-au ajunsbãtrâneþile, iar muierea mea este stearpã?” ªi i-a rãspuns [Allah]:“Aºa!” Allah face ceea ce voieºte"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "A zis [Zaharia]: “Doamne, dã-mi mie un semn!”. I-a rãspuns [Allah]:“Semnul tãu va fi cã nu vei putea vorbi cu oamenii, vreme de trei zile,decât prin semne! Pomeneºte-L pe Domnul tãu des ºi laudã-L pe El"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "Îngerii au zis: “O, Maria! Allah te-a ales ºi te-a fãcut curatã. El te-a ales peste femeile lumilor"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "O, Maria! Fii cu ascultare faþã de Stãpânul tãu, prosterneazã-te ºi pleacã-te, rugându-te împreunã cu cei ce se pleacã!”"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Acestea sunt dintre veºtile necunoscutului pe care Noi þi le reve-lãm. Tu nu ai fost lângã ei, când ei au aruncat calemurile lor[pentru a hotãrî] care dintre ei s-o ocroteascã pe Maria ºi nu ai fost"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Îngerii au zis: “O, Maria! Allah îþi vesteºte un Cuvânt din partea Lui: numele lui va fi Al-Masih, Isa , fiul Mariei, mãreþ în aceastã lume ca ºi în lumea de Apoi ºi unul dintre cei mai apropiaþi [de A]"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "El le va vorbi oamenilor din pruncie, la fel ºi când va fi bãrbat între douã vârste ºi va fi dintre cei evlavioºi”"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Ea a zis: “Doamne, cum sã am un copil fãrã sã mã fi atins un bãrbat?” I-a rãspuns El: “Întocmai aºa!” Allah creeazã ceea ce voieºteEl. Când El hotãrã"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "ªi El îl va învãþa scrierea ºi înþelepciunea, Tora ºi Evanghelia"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "ªi trimis la fiii lui Israel [le va zice]: “Eu vin la voi cu semn de la Domnul vostru! Eu plãmãdesc pentru voi din lut ca un chip de pasãre ºi suflu asupra sa ºi se va face o pasãre vie, cu voia lui"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "Eu întãresc ceea ce a fost revelat în Tora mai înainte de mine ºivã voi îngãdui o parte din cele ce v-au fost oprite . Eu v-am adussemne de la Domnul vostru, deci fiþi cu fricã de Allah ºi daþ"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Allah este Stãpânul meu ºi Stãpânul vostru. Aºadar, adoraþi-L peEl! Aceasta este o cale dreaptã!”"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Apoi, când Isus a simþit necredinþa lor, le-a zis: “Cine sunt sprijini- torii mei [în chemarea] la Allah?” Apostolii au rãspuns: “Noi suntem sprijinitorii [religiei] lui Allah! Noi credem în Allah ºi fã mãrturie c&at"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Doamne! Noi credem în ceea ce Tu ai pogorât ºi-l ur mãm peTrimis, deci scrie-ne pe noi printre cei care fac mãrturie”"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "ªi ei au viclenit , dar Allah a fãcut ca planurile lor sã nu izbuteascã, fiindcã Allah este cel mai bun dintre plãnuitori"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Când Allah a spus: “O, Isus! Eu îþi voi da o rãsplatã îmbelºugatã,te voi înãlþa la Mine, te voi mântui de cei care nu cred ºi îi voi pune pe cei care te-au urmat peste cei care nu cred pânã în ziua"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Cât despre cei care au tãgãduit, pe ei îi voi supune la chinuri grele atât în aceastã lume, cât ºi în Lumea de Apoi ºi ei nu vor avea pe nimeni sã-i ajute.”"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "Cât despre cei care cred ºi sãvârºesc fapte bune, El le va da rãsplata cuvenitã lor. Allah nu-i iubeºte pe cei nelegiuiþi"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Acestea þi le recitãm þie din versete ºi Mesajul Înþelepciunii"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Înaintea lui Allah, Isus este asemenea lui Adam , pe care El l-a fãcut din lut ºi apoi i-a zis lui \"Fii\" ºi el a fost"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "Adevãrul vine de la Domnul tãu ºi nu va fi dintre aceia care se îndoiesc"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Acelora care se contrazic cu tine [o, Muhammed], în privinþa lui[Isus], dupã ºtiinþa care ai primit-o, spune-le: „Veniþi, sã-i chemãm pefraþii noºtri ºi pe fii voºtri, pe muierile noastre"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Aceasta este povestea cea adevãratã ºi nu existã divinitate în afarã de Allah, iar Allah este Puternic, Înþelept [Al-’Aziz, Al-Hakim]"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Iar dacã ei întorc spatele, Allah îi ºtie pe cei care seamãnã stricare"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Spune: „O, voi oameni ai Scripturii, veniþi la un cuvânt comun între noi ºi voi : sã nu-L adorãm decât pe Allah, sã nu-L asociem cu nimic, sã nu ne luãm unii pe alþii drept dumnezei, în afarã de"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "O, voi oameni ai Scripturii, de ce vã contraziceþi asupra lui Avraam, când Tora ºi Evanghelia nu au fost revelate decât dupã el? Voi nu aveþi judecatã"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Voi sunteþi aceia care aþi avut dispute asupra lucrurilor de careaþi avut cunoºtinþã, dar de ce stârniþi dispute despre lucruri pe care nu le cunoaºteþi? ªi Allah ºtie, în vreme ce voi nu ∨"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Avraam nu a fost nici iudeu, nici creºtin. El a fost credincios adevãrat ºi întru totul supus lui Allah [musulman], ºi nu a fost dintre cei care-I fac semeni"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Cei mai îndreptãþiþi oameni sã se socoteascã apropiaþi de Avraam sunt aceia care l-au urmat pe el ºi pe acest Profet ºi aceia care cred. Iar Allah este Ocrotitorul credincioºilor"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "O parte dintre oamenii Scripturii ar fi vrut sã vã pricinuiascã rãtã- cirea, dar ei nu-ºi pricinuiesc decât lor înºiºi rãtãcire, fãrã sã-ºi dea seama"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "O, voi oameni ai Scripturii, de ce tãgãduiþi [voi] versetele luiAllah , când voi mãrturisiþi [cã sunt de la El]"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "O, oameni ai Scripturii, de ce îmbrãcaþi voi adevãrul cu neadevãrºi ascundeþi adevãrul cu bunã ºtiinþã"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "O parte dintre oamenii Scripturii zic: “În faptul zilei, [prefaceþi- vã cã voi] credeþi în ceea ce li s-a revelat celor care cred, dar lepãdaþi- vã [de aceasta] la sfârºitul ei; poate cã ei"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "[Oamenii Cãrþii spun semenilor lor:] „ªi nu credeþi decât numai acelora care urmeazã religia voastrã!” Spune: „Adevãrata Cãlãuzire este Cãlãuzirea lui Allah!” [ªi ei mai]"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Allah alege pentru îndurarea Sa pe acela care voieºte El, cãciAllah este Cel cu har nemãrginit"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Printre oamenii Scripturii [iudeii] sunt unii care, dacã le-ai încredinþat un qintal , þi-l dau înapoi, dar printre ei sunt ºi alþii care, dacã le-ai încredinþat un dinar nu þi-l dau înapoi decât"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Dimpotrivã, cei care-ºi þin fãgãduinþa ºi au fricã [de Allah], [aceia trebuie sã ºtie cã] Allah îi iubeºte pe cei care se tem [de El]"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Însã aceia care-ºi vând fãgãduinþa datã lui Allah ºi jurãmintele lor pe un preþ de nimic, aceia nu vor avea parte în Viaþa de Apoi; Allah nu le va vorbi lor, nici nu-ºi va îndrep"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Printre ei sunt unii care stâlcesc Cartea cu limbile lor, pentru ca sã vã facã sã credeþi cã [aceasta] este din Carte, însã aceasta nu este din Carte, ºi ei spun: “Aceasta este de la Allah"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Nu se cuvine ca un om cãruia Allah i-a dãruit Cartea, Cârmuirea ºiProfeþia sã spunã apoi lumii: “Fiþi adoratorii mei, ºi nu ai lui Allah”, ci[se cuvine sã spunã]: “Fiþi supuºi Dom"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "ªi el nu vã va putea porunci sã-i luaþi pe îngeri ºi pe profeþidrept Domni. Oare ar putea sã vã porunceascã necredinþa dupã ce aþi fost supuºi [ai lui Allah, musulmani]"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "ªi când Allah a încheiat un legãmânt cu profeþii, [le-a zis El]: “Vã dau vouã o Carte ºi Înþelepciune. Apoi, dacã va veni la voi un trimispentru a întãri ceea ce aveþi, voi tre"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "ªi oricine va respinge dupã aceasta, aceia sunt nelegiuiþi"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Doresc ei o altã religie decât religia lui Allah, de vreme ce Lui Is-au supus, de voie ori de nevoie? Toate din ceruri ºi de pre pãmânt laEl se întorc"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Spune, [o, Muhammed]: “Noi credem în Allah, în ceea ce ne-a po- gorât nouã ºi a pogorât lui Avraam, lui Ismail, lui Isaac, lui Iacob ºi seminþiilor , precum ºi în [cãrþile] date lui Moise, lui Isus ºi tuturor"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Acela care doreºte o altã religie decât Islamul, nu-i va fi acceptatã, ºi el se va afla în Lumea de Apoi printre cei pierduþi"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Cum sã-i cãlãuzeascã Allah pe aceia care au refuzat credinþa, dupã ce au crezut ºi dupã ce au mãrturisit cã Trimisul este adevãrat ºi dupã ce le-au venit semn"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Rãsplata acestora este blestemul lui Allah, al îngerilor ºi al tuturor oamenilor"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "În veci vor rãmâne în el [în Iad], iar chinurile lor nu vor fi uºurateºi nici rãgaz nu li se va da"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Afarã de aceia care se cãiesc dupã aceea ºi se îndreaptã, cãciAllah este Iertãtor, Îndurãtor [Al-Ghafur, Al-Rahim]"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Acelora care nu mai cred dupã ce înainte crezuserã, iar apoisporesc necredinþa lor nu le va fi primitã cãinþa ºi aceia sunt cei rãtãciþi"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "De la aceia care nu cred ºi mor necredincioºi nu se va primi niciodatã de la vreunul dintre ei nici chiar întregul pãmânt în aur, chiar dacã ei ar voi sã se rãscumpere cu el. Aceia vor avea parte"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "Voi nu veþi ajunge la [adevãrata] evlavie decât dacã veþi face daruri din ceea ce vã este drag . ªi Allah ºtie tot ceea ce voi dãruiþi"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "Toate mâncãrurile le-au fost îngãduite fiilor lui Israel, în afarã deceea ce Israel însuºi ºi-a oprit, înainte ca Tora sã fi fost trimisã. Spune-le: \"Aduceþi Tora ºi citiþi-o, dac&a"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "ªi aceia care nãscocesc dupã toate acestea minciuni pe seama lui Allah, aceia sunt cu adevãrat nelegiuiþi"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Spune: “Allah a grãit adevãr! Urmaþi, aºadar, religia lui Avraam cel drept întru credinþã, care nu a fost pãgân! ”"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Cea dintâi Casã [de închinare] ridicatã pentru oameni este aceea din Bakka , cea binecuvântatã ºi cãlãuzire pentru toate lumile"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "În ea sunt semne limpezi, [printre care] locul unde a stat Avraam, iar acela care intrã în ea este în siguranþã. Este o datorie a oamenilor faþã de Allah [sã împlineascã] Pelerinajul la aceast"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Spune: “O, oameni ai Scripturii, de ce tãgãduiþi semnele luiAllah ? Doarã Allah este martor la cele pe care le fãptuiþi!”"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Spune: “O, oameni ai Scripturii, de ce îi abateþi de la calea lui Allah pe cei care cred ºi de ce voiþi voi sã o faceþi strâmbã când voi sunteþi martori?” Iarã Allah nu este cu nebãgare de"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "O, voi cei care credeþi! Dacã voi urmaþi unei pãrþi dintre aceiacãrora li s-a dãruit Cartea, aceasta vã va împinge de la credinþa voastrã, fãcându-vã din nou necre"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "ªi cum aþi putea voi sã tãgãduiþi, când vi se recitã versetele lui Allah ºi între voi se aflã Trimisul Lui? Iar acela care se va þine neclintit de Allah, va fi cãlãuzit pe un dr"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O, voi cei care credeþi! Fiþi cu fricã de Allah, aºa cum se cuvine sã fie frica de El ºi sã nu vã sãvârºiþi din viaþã decât fiind musulmani"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "ªi þineþi-vã cu toþii strâns de Frânghia lui Allah ºi nu vã scin- daþi ! ªi aduceþi-vã aminte de îndurarea lui Allah pentru voi, cãci aþi fost duºmani [înainte de Islam]"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Sã se facã din voi o comunitate care sã cheme la tot ceea ce este bun, sã porunceascã ceea ce este drept [ma’ruf] ºi sã opreascãde la ceea ce este nedrept [munkar]! Aceºtia sunt cei care"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Nu fiþi asemenea acelor care s-au scindat ºi au fost cu neînþelegere dupã ce le-au venit semnele limpezi, cãci aceia vor avea parte de chin cumplit"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Într-o Zi, unele chipuri se vor lumina, iar alte chipuri se vor întu- neca. Acelora cu chipurile întunecate [li se va spune]: “V-aþi lepãdatde credinþã, dupã ce aþi fost credincioºi? Gustaþi"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Cât despre cei cu chipurile luminoase, ei se vor afla sub îndurarea lui Allah ºi în ea vor sãlãºlui în veci"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Acestea sunt versetele lui Allah. Noi þie, [Muhammed], þi le recitãm întru adevãr. ªi Allah nu voieºte nedreptãþirea lumilor"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Ale lui Allah sunt cele din ceruri ºi de pre pãmânt ºi la Allah se întorc toate"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Sunteþi cea mai bunã comunitate care s-a ivit pentru oameni. Voi porunciþi ceea ce este drept ºi opriþi ceea ce este nedrept ºi credeþiîn Allah. Dacã oamenii Scripturii ar fi crezut ar fi fost bine pentru"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Ei nu vor putea niciodatã sã vã pricinuiascã decât numai micãvãtãmare [cu vorba]. Iar dacã se vor lupta cu voi, vã vor întoarcespatele [fugind] ºi nu vor fi ajutaþi [de]"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Ei sunt loviþi de umilinþã, oriunde se aflã, doar dacã vor fi ajutaþi de Allah sau de un legãmânt cu oamenii. Ei ºi-au atras mânia lui Allahºi umilinþa cade asupra lor ºi asta pentru c&at"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Dar ei nu sunt toþi la fel. Se aflã printre oamenii Scripturii o comunitate dreaptã, care recitã versetele lui Allah în timp de noapte ºi se prosterneazã [rugându-se]"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Ei cred în Allah ºi în Ziua de Apoi, poruncesc ceea ce estedrept ºi opresc de la ceea ce este nedrept ºi se grãbesc la faptelebune; aceºtia sunt printre cei cucernici"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "ªi binele pe care ei îl fac nu poate fi tãgãduit, cãci Allah îi ºtie bine pe cei cuvioºi"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Cât despre cei care au tãgãduit, nici averile lor, nici copiii lor nule vor fi de nici un folos la Allah. Aceºtia sunt oaspeþii Focului ºi în elvor sãlãºlui veºnic"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Ceea ce cheltuiesc ei în aceastã viaþã seamãnã cu un vânt care aduce frig tãios, ce se abate peste ogoarele unor oameni, care au fost nedrepþi cu ei înºiºi, ºi le prãpãdeºte"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "O, voi cei care credeþi! Nu luaþi prieteni de încredere dintre cei ce nu sunt ai voºtri, cãci ei nu vor înceta sã vã încurce! Ei doresc numai rãul vostru. Ura se iveºte din gurile lor, dar ceea ce ascund"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Iatã cã voi îi iubiþi pe ei, în vreme ce ei nu vã iubesc pe voi. Voi credeþi în întreaga Carte . Când se întâlnesc cu voi, ei zic: “Noi credem [în Islam]”, dar când rãmân singuri, îºi mu&ord"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Dacã voi aveþi parte de ceva bun, ei sunt mâhniþi, iar dacã vi se întâmplã ceva rãu, ei se bucurã de aceasta. Însã dacã veþi fi cu rãbdareºi vã veþi teme [d]"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "[Adu-þi aminte, o, Muhammed,] când ai plecat dimineaþa de la familia ta, pentru a stabili credincioºilor locurile de luptã! Allah este Cel care Aude Totul, Atoateºtiutor [As-Sami, Al-’Alim]"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "[Adu-þi aminte], când douã oºtiri de-ale voastre s-au gândit sã se întoarcã, [socotind cã nu vor izbândi], dar Allah a fost Ocrotitorul lor?! Pe Allah trebuie sã se bizuie credincioºii"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Allah v-a fãcut biruitori la Badr , mãcar cã eraþi umili. Deci fiþi cu fricã de Allah ºi poate cã voi o sã fiþi mulþumitori"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "[ªi adu-þi aminte], când tu le-ai spus credincioºilor: “Nu v-a îndestulat Domnul vostru ajutându-vã cu trei mii de îngeri pogorâþi[anume pentru aceasta]?!”"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Ba da! Dacã voi rãbdaþi ºi aveþi fricã [de Allah], atunci când[duºmanii] se nãpustesc asupra voastrã numaidecât, Domnul vostru vã va trimite întãri cinci mii de îngeri înz"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "ªi Allah nu a fãcut-o decât o veste bunã ºi pentru ca inimile voastre sã se liniºteascã prin aceasta. Victoria nu poate veni decât dela Allah, Puternicul, Înþeleptul [Al-’Aziz, Al-Hakim]"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "Pentru a nimici o parte dintre necredincioºi sau pentru a-i supune prin umilire, astfel încât sã se întoarcã dezamãgiþi"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Tu, [Muhammed,] nu ai nici un amestec în aceasta; fie cã El pri- meºte cãinþa lor, fie cã îi osândeºte, pentru cã ei sunt într-adevãr nelegiuiþi"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Ale lui Allah sunt toate cele din ceruri ºi de pre pãmânt; El iartã pe cine voieºte ºi osândeºte pe cine voieºte. Cãci Allah este Iertãtor, Îndurãtor [Ghafur, Rahim]"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "O, voi cei care credeþi, nu luaþi camãtã înmulþitã fãrã mãsurã. ªi fiþi cu fricã de Allah, ca sã izbândiþi"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "ªi fiþi cu teamã de Focul cel pregãtit pentru necredincioºi"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "ªi fiþi supuºi faþã de Allah ºi faþã de Trimis, ca sã fiþi iertaþi"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "ªi grãbiþi-vã spre iertarea Domnului vostru ºi spre Raiul cel întins cât cerurile ºi pãmântul, pregãtit pentru cei evlavioºi"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Care dau milostenii atât atunci când au parte de belºug, cât ºi atunci când sunt la necaz, care-ºi stãpânesc mânia ºi care iartã oamenilor, cãci Allah îi iubeºte pe cei care plinesc fapte bune"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "ªi pe cei care, dacã au sãvârºit o faptã josnicã sau au fost nedrepþi cu propriile lor suflete , îºi aduc aminte de [mãreþia lui] Allah ºi cer iertare pentru p&atild"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Rãsplata acestora va fi iertarea Domnului lor ºi Grãdini pe subcare curg pâraie ºi în ele vor avea sãlaº veºnic. ªi ce minunatãrãsplatã pentru cei care fac bine"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Înainte de voi, multe legi s-au statornicit. Umblaþi prin lume ºi vedeþi care-i sfârºitul mincinoºilor"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Aceasta este desluºire pentru oameni, cãlãuzire ºi îndemn pentru cei cu fricã [de Allah]"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Nu fiþi slabi ºi nici întristaþi, cãci voi veþi fi cei biruitori, dacã sunteþi credincioºi"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Dacã aþi primit o ranã, ºi ceilalþi oameni au primit rãni ase- menea ei. Astfel schimbãm Noi aceste zile între oameni , pentru caAllah sã-i cunoascã pe cei care cred ºi sã al"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "ªi pentru ca Allah sã-i deosebeascã pe cei care cred ºi sã-i pedepseascã pe cei necredincioºi"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Sau aþi crezut voi cã veþi intra în Rai fãrã ca Allah sã-i ºtie pe cei care au luptat dintre voi ºi sã-i ºtie pe cei care au fost statornici"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Bineînþeles, voi doreaþi moartea înainte de a o întâlni, dar acum aþi vãzut-o, aþi privit [la ea cu ochii voºtri]"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "ªi Muhammed nu este decât un trimis - ºi au mai fost înainte de el ºi alþi trimiºi. Dacã el ar muri sau ar fi ucis, v-aþi întoarce voi pe cãlcâiele voastre? Cel care s-ar întoarce pe cãlcâiele lui nu"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Nici un suflet nu va putea muri fãrã de voia lui Allah, dupã sorocul scris. Cel care vrea rãsplata în aceastã lume, Noi i-o vom da în ea, iar cel care vrea rãsplata în Lumea de Apoi, Noi i-o vom da î"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Câþi profeþi au luptat - ºi laolaltã cu ei nenumãraþi ucenici - ºi nu au slãbit în faþa loviturilor pe care le-au primit pe calea lui Allah!Nu au slãbit ºi nu au cedat niciodat&ati"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "ªi ei n-au avut alt cuvânt decât sã spunã: \"Doamne, iartã-ne nouã pãcatele noastre ºi silnicia din purtarea noastrã, întãreºte-ne pi-cioarele noastre ºi ajutã-ne pe"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "ªi [ca urmare] Allah le-a dãruit lor rãsplatã în aceastã lume ºi bunã rãsplatã în Lumea de Apoi, cãci Allah îi iubeºte pe cei care fac bine [Al-Muhsinin]"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "O, voi cei care credeþi! Dacã vã veþi supune celor care au tãgã- duit, ei vã vor face sã vã întoarceþi pe cãlcâiele voastre ºi veþi redeveni pierduþi"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Însã Allah este Stãpânul vostru ºi El este cel mai bun dintre spri- jinitori"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Noi vom semãna spaimã în inimile celor care tãgãduiesc, pentru cã I-au asociat lui Allah [idoli], fãrã ca El sã fi trimis nici o dovadã pentru aceasta, iar sãlaºul l"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Allah ªi-a þinut fãgãduinþa Sa faþã de voi, cãci cu îngãduinþa Luii-aþi nimicit [pe duºmani] pânã ce v-aþi poticnit ºi v-aþi împotrivit unii altora asupra"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "[Aduceþi-vã aminte] când fugeaþi voi urcând, fãrã sã vãîntoarceþi spre nimenea, în vreme ce în ur ma voastrã, Trimisul vã chema [sã vã întoarce&tho]"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Apoi a pogorât El asupra voastrã, dupã durere, o liniºte, un somn, care i-a învãluit pe o parte dintre voi, iar o altã parte a fost cuprinsã de griji, bãnuind despre Allah lucruri ne"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Pe aceia dintre voi care au întors spatele în ziua când s-auîntâlnit cele douã oºti, numai ªeitan i-a fãcut sã se poticneascã pentru unele [fapte rele] pe care le-au agonisit. Dar Allah i-a iertat, c&ati"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "O, voi cei care credeþi! Nu fiþi asemeni celor care nu cred ºi care spun despre fraþii lor ce bat drumurile sau purced la luptã: “Dacãar fi fost la noi, ei nu ar fi murit ºi nu ar fi fost omorâ&tho"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Iar de veþi fi omorâþi pe calea lui Allah sau de veþi muri, iertarea lui Allah ºi îndurarea sa sunt mai bune decât ceea ce agonisesc ei [din averi]"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "ªi dacã veþi muri sau veþi fi uciºi, la Allah vã veþi aduna"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "ªi datoritã îndurãrii lui Allah, tu, [Muhammed], ai fost aºa de blând cu ei! Iar de ai fi fost fãrã blândeþe ºi aspru la inimã, ei ar fi fugit din preajma ta. Deci iartã-le lor ºi roag&a"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Dacã Allah vã face sã izbândiþi, nimeni nu vã va putea birui, dar de vã va pãrãsi pe voi, cine este acela care ar putea sã vã ajute dupã El? În Allah trebuie sã se î"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Un profet nu poate sã-ºi însuºeascã o pradã! Iar acela care ºi-o va însuºi va veni în Ziua de Apoi cu ceea ce ºi-a însuºit. Atunci fiecare suflet va primi pe de-a-ntregul rãsplata care ºi-a a"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Acela care a cãutat mulþumirea lui Allah sã fie la fel ca acela care ºi-a atras mânia lui Allah ºi [al cãru-i Sãlaº] va fi Gheena? ªi ce neplãcutã menire"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Ei sunt [pe] trepte [diferite] la [rãsplata lui] Allah ºi Allah vede bine ceea ce fac ei"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Allah ªi-a arãtat bunãvoinþa faþã de credincioºi, trimiþându-le un profet chiar din mijlocul lor, care sã le recite versetele Sale, sã-i curã-þeascã ºi sã-i"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Când o nenorocire v-a lovit - dar voi aþi lovit altã datã de douã ori pe-atât! - aþi zis: “De unde a venit aceasta?”. Spune-le lor: “A venit de la voi înºivã!”. Allah are putere peste toate"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "ªi ceea ce a venit peste voi, în ziua când cele douã oºti s-au întâlnit , a fost cu voia lui Allah, pentru ca El sã-i deosebeascã pe credincioºi"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "ªi sã-i deosebeascã pe aceia care numai se fãþãreau. Li s-a zis lor: “Veniþi ºi luptaþi pe calea lui Allah sau îmboldiþi!”. Au rãspuns ei:“De bunã seamã, v-am urma, dac&at"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Aceºtia sunt cei care au rãmas [în cãminele lor], zicând fraþilorlor: “Dacã ne-ar fi dat ascultare, n-ar fi fost omorâþi”. Spune-le:“Þineþi atunci moartea departe de voi, dacã voi spune&t"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Sã nu crezi cã cei care au fost uciºi pe calea lui Allah [martirii] sunt morþi! Dimpotrivã, ei sunt vii la Domnul lor ºi sunt bine dãruiþi [din roadele Raiului]"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "Veseli de binefacerea pe care le-a dãruit-o Allah. Ei se bucurãpentru aceia care au rãmas în urma lor ºi nu li s-au alãturat încã, pentru cã ei nu au a se teme ºi nici nu sunt mâhniþi"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Ei se bucurã de binefacerea lui Allah ºi de harul Lui, precum ºi de aceea cã Allah nu lasã sã se piardã rãsplata credincioºilor"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Aceia care au rãspuns chemãrii lui Allah ºi a Trimisului, cu toate cã au fost loviþi, aceia dintre ei care au fãcut bine ºi au fost cu fricã [de Allah] vor avea mare rãsplatã"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Acelora cãrora lumea le-a spus: “Oamenii s-au adunat împotriva voastrã, deci temeþi-vã de ei!”, credinþa le-a sporit ºi au zisei: “Ne este de ajuns [ajutorul lui] Allah ºi El este Cel mai bun"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "ªi ei s-au întors [dupã aceea] cu binefacerea lui Allah ºi harulSãu, fãrã sã-i fi atins nici un rãu. Ei au cãutat mulþumirea lui Allah, cãci Allah este Dãtãtor de har n"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Acela este ªeitan, care vã îndeamnã sã vã temeþi de pãrtaºii sãi, dar voi nu vã temeþi de ei! Ci temeþi-vã de Mine, dacã sunteþi credincioºi"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "ªi sã nu te mâhneascã aceia care se grãbesc la necredinþã! Ei doarã nu-i pot strica întru nimic lui Allah. Allah nu voieºte sã le facã lor parte în Lumea de Apoi, ci pentru ei este mare chi"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Aceia care cumpãrã necredinþa cu credinþã, nu-I pot strica întru nimic lui Allah, iar pentru ei va fi chin dureros"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "ªi sã nu socoteascã cei care nu cred cã rãgazul pe care li-l dãm va fi spre binele lor, ci Noi avem îndelungã rãbdare cu ei pentru a creºte întru pãcate. Iar ei vor avea par"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Allah nu-i va lãsa pe credincioºi în starea în care voi sunteþi, decât numai pânã ce-l va despãrþi pe cel rãu de cel bun. ªi Allah nuvã va dezvãlui vouã tainele celor nev&at"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Sã nu creadã aceia care sunt zgârciþi cu ceea ce Allah le-a dãruit din harul Sãu cã aceasta este spre binele lor! Dimpotrivã, aceasta este spre rãul lor, cãci cele cu care au fost zgârciþ"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "Allah a auzit vorbele acelora care au zis: “Allah este sãrac, iar noi suntem bogaþi” . Vom scrie ceea ce au zis ei, precum ºi omorârea de cãtre ei a profeþilor pe nedrept ºi Noi le vom zice:“Gusta"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Aceasta pentru ceea ce au sãvârºit mâinile voastre mai înainte, pentru cã Allah nu este nedrept cu robii [Sãi]"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Acelora care au zis: “Allah ne-a poruncit sã nu credem într-untrimis pânã ce el nu va aduce o jertfã pe care s-o mistuie focul”spune-le: “V-au venit trimiºi înainte de mine cu semne învederate ºicu ceea ce a"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "[O, Muhammed,] dacã ei te vor socoti mincinos, ºi alþi trimiºi di- naintea ta au fost socotiþi mincinoºi, [deºi] au venit cu semne desluºite, cu psalmi ºi cu Cartea cea Luminoasã"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Fiecare suflet va gusta moartea, desigur voi veþi primi [întreaga] voastrã rãsplatã în Ziua Învierii! Cel care va fi îndepãrtat de Foc ºi adus în Rai va fi izbânditor. Viaþa aceasta nu este decât pl&atil"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Veþi fi încercaþi [în privinþa] bunurilor voastre ºi [în privinþa] sufle- telor voastre. Veþi auzi de la cei cãrora Cartea le-a fost dãruitã mai înaintea voastrã ºi de la"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "[Aduceþi-vã aminte cã] Allah a fãcut cu acei cãrora le-a fost dãruitã Cartea legãmântul: “Faceþi-o cunoscutã oamenilor ºi nu o ascundeþi !”. Dar ei au arunc"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Nu-þi închipui cã cei care se bucurã de ceea ce au fãcut ºi cei cãrora le place sã fie lãudaþi pentru ceea ce nu au fãcut ºi nu-þi închipui cã ei vor birui c"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "A lui Allah este împãrãþia cerurilor ºi a pãmântului ºi El este cu putere peste toate"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "În crearea cerurilor ºi a pãmântului ºi în schimbarea nopþii ºi a zilei sunt semne pentru cei dãruiþi cu minte"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Care îl pomenesc pe Allah, stând [în picioare], ºezând [jos] saupe o parte ºi cugetã la facerea cerurilor ºi a pãmântului, [zicând]:“Doamne, n-ai fãcut acestea în deºert! Slavã Þie! Apãrã"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Doamne! Pe acela pe care îl faci sã intre în Foc, Tu îl acoperi de ruºine, iar pentru cei nelegiuiþi nu este cine sã-i ajute"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Doamne! Noi am auzit un vestitor chemând la credinþã: “Cre- deþi în Domnul vostru!” ªi am crezut. Doamne, iartã-ne nouã pãcatele noastre, ºterge faptele noastre rele ºi ia-ne sufletele împreunã"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Doamne! Dã-ne nouã ceea ce ne-ai fãgãduit prin trimiºii Tãi ºi nu ne acoperi pe noi de ruºine în Ziua Învierii, cãci Tu nu-Þi calci fãgã- duinþa"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Domnul lor le-a rãspuns: “Eu nu las sã se piardã nici o faptãplinitã de vreunul dintre voi, bãrbat sau muiere, deopotrivã unul cualtul! Iar pe cei care au pribegit, care au fost alungaþi din cã"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Sã nu te înºele peregrinatul prin þãri al celor care nu sunt cre- dincioºi"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Puþinã plãcere [în lumea aceasta] ºi apoi refugiul lor esteGheena! ªi ce pat rãu este acesta"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Cât despre aceia care au fricã de Domnul lor, ei vor aveaGrãdini pe sub care curg pâraie, în care vor sãlãºlui veºnic: loc de primire de la Allah. ªi, ceea ce este la Allah, este mai bun"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Printre oamenii Scripturii sunt unii care cred în Allah, în ceea cevi s-a trimis vouã ºi ceea ce li s-a trimis lor, smeriþi înaintea lui Allah, care nu vând versetele lui Allah pe un preþ de nimic. Aceia vor avearãsplat&ati"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "O, voi cei care credeþi! Fiþi rãbdãtori ºi îndemnaþi la rãbdare,luptaþi statornic ºi fiþi cu fricã de Allah, pentru ca sã aveþi parte de izbândã"
        }
    ]
}