{
    "pages": [
        {
            "chapter": 18,
            "verse": 21,
            "text": "So it was that We let them come upon them, that they might know that Allah’s promise is true, and that there is no doubt in the Hour. As they were disputing among themselves about their matter, they said, ‘Build a building over them. Their Lord knows them best.’ Those who had the say in their matter said, ‘We will set up a place of worship over them.’"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "They will say, ‘[They are] three; their dog is the fourth of them. They will say, ‘[They are] five, their dog is the sixth of them,’ taking a shot at the invisible. They will say, ‘[They are] seven, their dog is the eighth of them.’ Say, ‘My Lord knows best their number, and none knows them except a few.’ So do not dispute concerning them, except for a seeming dispute, and do not question about them any of them"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Do not say about anything, ‘I will indeed do it tomorrow,’"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "without [adding], ‘if Allah wishes.’ And when you forget, remember your Lord, and say, ‘Maybe my Lord will guide me to [something] more akin to rectitude than this.’"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "They remained in the Cave for three hundred years, and added nine more [to that number]"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Say, ‘Allah knows best how long they remained. To Him belongs the Unseen of the heavens and the earth. How well does He see! How well does He hear! They have no guardian besides Him, and none shares with Him in His judgement.’"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Recite what has been revealed to you from your Lord’s Book. Nothing can change His words, and you will never find any refuge besides Him"
        }
    ]
}