{
    "pages": [
        {
            "chapter": 25,
            "verse": 68,
            "text": "Those who do not invoke another god besides Allah, and do not kill a soul [whose life] Allah has made inviolable, except with due cause, and do not commit fornication. (Whoever does that shall encounter its retribution)"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "the punishment being doubled for him on the Day of Resurrection. In it he will abide in humiliation forever"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "excepting those who repent, attain faith, and act righteously. For such, Allah will replace their misdeeds with good deeds, and Allah is all-forgiving, all-merciful"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "And whoever repents and acts righteously indeed turns to Allah with due penitence"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "Those who do not give false testimony, and when they come upon vain talk, pass by nobly"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "Those who, when reminded of the signs of their Lord, do not turn a deaf ear and a blind eye to them"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "And those who say, ‘Our Lord! Grant us comfort in our spouses and descendants, and make us imams of the Godwary.’"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Those shall be rewarded with sublime abodes for their patience, and they shall be met there with greetings and ‘Peace,’"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "to abide in them [forever], an excellent abode and place"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Say, ‘What store my Lord would set by you were it not for your supplication? But you impugned [me and my advice], so that will continue to haunt you.’"
        }
    ]
}