{
    "pages": [
        {
            "chapter": 36,
            "verse": 13,
            "text": "Cite for them the example of the inhabitants of the town when the apostles came to it"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "When We sent to them two [apostles], they impugned both of them. Then We reinforced them with a third, and they said, ‘We have indeed been sent to you.’"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "They said, ‘You are nothing but humans like us, and the All-beneficent has not sent down anything, and you are only lying.’"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "They said, ‘Our Lord knows that we have indeed been sent to you"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "and our duty is only to communicate in clear terms.’"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "They said, ‘Indeed we take you for a bad omen. If you do not relinquish we will stone you, and surely a painful punishment will visit you from us.’"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "They said, ‘Your bad omens attend you. What! If you are admonished . . . . Rather you are a profligate lot.’"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "There came a man from the city outskirts, hurrying. He said, ‘O my people! Follow the apostles"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Follow them who do not ask you any reward and they are rightly guided"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "Why should I not worship Him who has originated me, and to whom you shall be brought back"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Shall I take gods besides Him? If the All-beneficent desired to cause me any distress their intercession will not avail me in any way, nor will they rescue me"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Indeed then I would be in manifest error"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Indeed I have faith in your Lord, so listen to me.’"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "He was told, ‘Enter paradise!’ He said, ‘Alas! Had my people only known"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "for what my Lord forgave me and made me one of the honoured ones!’"
        }
    ]
}