{
    "rukus": [
        {
            "chapter": 48,
            "verse": 11,
            "text": "سَيَقُول لَّكَ اَ۬لۡمُخَلَّفُونَ مِنَ اَ۬لۡأَعۡرَابِ شَغَلَتۡنَا أَمۡوَٰلُنَا وَأَهۡلُونَا فَاَسۡتَغۡفِر لَّنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ اَ۬للَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ اَ۬للَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "بَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ اَ۬لرَّسُولُ وَاَلۡمُومِنُونَ إِلَىٰ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ اَ۬لسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "وَمَن لَّمۡ يُومِنۢ بِاللَّهِ وَرَسُولِهِۦ فَإِنَّا أَعۡتَدۡنَا لِلۡكٰ۪فِرِينَ سَعِيرٗا"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "وَلِلَّهِ مُلۡكُ اُ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِۚ يَغۡفِر لِّمَن يَشَآءُ وَيُعَذِّب مَّن يَشَآءُۚ وَكَانَ اَ۬للَّهُ غَفُورٗا رَّحِيمٗا"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "سَيَقُولُ اُ۬لۡمُخَلَّفُونَ إِذَا اَ۪نطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَاخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ اَ۬للَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ اَ۬للَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "قُل لِّلۡمُخَلَّفِينَ مِنَ اَ۬لۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَاسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُوتِكُمُ اُ۬للَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "لَّيۡسَ عَلَى اَ۬لۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى اَ۬لۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى اَ۬لۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ اِ۬للَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا اَ۬لۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا"
        }
    ]
}