{
    "pages": [
        {
            "chapter": 25,
            "verse": 56,
            "text": "Biz; seni, sadece bir mujdeci ve uyarıcı olarak gonderdik"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "De ki: Buna karsılık ben, sizden bir ucret degil, sadece Rabbıma dogru bir yol tutmak isteyen kimseler olmanızı istiyorum"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Sen; asla olmeyen ve daima diri olana tevekkul et ve O´nu hamd ile tesbih et. Kullarının gunahlarından haberdar olarak kendisi yeter"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Gokleri, yeri ve ikisinin arasındakileri altı gunde yaratan, sonra da Ars´a hukmeden Rahman´dır. Bunu haberdar olana sor"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Onlara: Rahman´a secde edin, denildigi zaman: Rahman da nedir? Senin bize emredegeldigine mi secde edecegiz? derler. Ve bu, onların nefretini arttırır"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Gokte burclar var eden, orada bir cerag ve aydınlatan ayı var eden ne yucedir"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Ibret almak veya sukretmek isteyen kimseler icin, gece ile gunduzu bir biri ardınca getiren O´dur"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Rahman´ın kulları, onlardır ki; yeryuzunde mutevazi olarak yururler. Bilgisizler kendilerine takıldıkları zaman, selam, derler"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "Onlar ki; Rabbları icin secdeye vararak ve kıyama durarak gecelerler"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "Ve onlar ki: Rabbımız, bizden cehennem azabını uzaklastır. Dogrusu cehennem in azabı surekli ve acıdır, derler"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Muhakkak ki o, ne kotu bir karargah ve konaklama yeridir"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Onlar ki; infak ettikleri zaman, ne israf ederler, ne de cimrilik. Ikisi arasında orta bir yol tutarlar"
        }
    ]
}