{
    "pages": [
        {
            "chapter": 42,
            "verse": 32,
            "text": "Denizde daglar gibi akıp giden gemiler de O´nun ayetlerindendir"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "Dilerse O; ruzgarı durdurur da denizin yuzunde durakalırlar. Muhakkak ki bunda, sabırlı olan ve cok sukreden kimseler icin ayetler vardır"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Yahut yaptıklarına karsılık onları helak eder. Bir cogunu da bagıslar"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "Ayetlerimiz uzerinde tartısanlar bilsinler ki; kendileri icin kacacak bir yer yoktur"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Size verilen herhangi bir sey, yalnızca dunya hayatının bir gecimliligidir. Allah katında olan ise, hem daha hayırlı, hem de daha bakidir. Bu; iman edenler ve Rabblarına tevekkul edenler icindir"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "Ve buyuk gunahlardan, hayasızlıktan cekinenler, ofkelendiklerinde bile bagıslayanlar icindir"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "Ve Rabblarına icabet edenler, namaz kılanlar icindir. Onların isleri aralarında sura iledir. Kendilerine verdigimiz rızıktan da infak ederler"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "Onlar ki; kendilerine zulum vaki olunca yardımlasırlar"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "Kotulugun karsılıgı; ona denk bir kotuluktur. Kim, affeder ve ıslah ederse; ecri Allah´a aittir. Muhakkak ki Allah; zalimleri sevmez"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "Kim, zulme ugradıktan sonra hakkını alırsa; aleyhine bir yol yoktur"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "Yol; ancak insanlara zulmedenler ve yeryuzunde haksız yere taskınlık edenler icindir. Iste onlara elim bir azab vardır"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "Bununla beraber kim de sabreder ve bagıslarsa; iste bu, suphesiz azmedilmeye deger islerdendir"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "Kimi de Allah saptırırsa; bundan sonra artık onun icin bir veli yoktur. Goreceksin ki; o zalimler, azabı gordukleri zaman: Geri donecek bir yol yok mudur? diyeceklerdir"
        }
    ]
}