{
    "pages": [
        {
            "chapter": 67,
            "verse": 13,
            "text": "Sozunuzu ister gizleyin, ister acıga vurun; muhakkak ki O, goguslerin ozunu bilendir"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Yaratan bilmez olur mu hic? Ve O; Latif´tir, Habir´dir"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "Size yeryuzunu boyun egdiren O´dur. O halde onun sırtlarında yuruyun. O´ nun rızkından yiyin, nihayet donus O´nadır"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Gokte olanın; sizi yerin dibine gecirmesinden emin mi oldunuz? O zaman yer, sarsıldıkca sarsılır"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Yoksa gokte olanın; basınıza tas gondermesinden emin mi oldunuz? Benim tehdidimin nasıl oldugunu yakında bileceksiniz"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Andolsun ki; onlardan oncekiler de yalanlamıslardı. Beni inkar nasılmıs"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Onlar; uzerlerinde kanat cırpan sıra sıra kusları gormezler mi? Onları Rahman´dan baskası tutmuyor. Muhakkak ki O; her seyi gorendir"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Rahman´dan baska size yardımda bulunacak ordunuz kimdir? Kafirler sadece gurur icindedirler"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Eger O; rızkınızı tutup kesiverecek olursa, size rızık verecek kimdir? Hayır, onlar; azgınlık ve nefret icinde direnip durmaktadırlar"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Yuzukoyun surunen mi daha cok hidayettedir, yoksa dogru yolda dupeduz yuruyen mi"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "De ki: Sizi yaratan ve sizler icin kulaklar, gozler ve kalbler var eden O´dur. Ne de az sukrediyorsunuz"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "De ki: Sizi yeryuzunde yaratıp yayan O´dur. Ve O´na toplanıp goturuleceksiniz"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "Derler ki: Dogru sozluler iseniz, bildirin ne zamandır bu vaad"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "De ki: Bilgi; ancak Allah katındadır. Ve ben sadece apacık bir uyarıcıyım"
        }
    ]
}