{
    "chapter": [
        {
            "chapter": 65,
            "verse": 1,
            "text": "Ey nebi! Kadınları bosadıgınız zaman, o taktirde onların iddetlerini sayarak iddetlerinde bosayın. Ve Rabbiniz Allah´a karsı takva sahibi olun. Onları evlerinden siz cıkartmayın. Size acıkca bir fahiselikle gelmedikce onlar da (evlerinden) cıkmasınlar. Ve bunlar, Allah´ın hudutlarıdır (sınırlarıdır). Ve kim Allah´ın hudutlarını asarsa, o taktirde kendi nefsine zulmetmis olur. Bilemezsin, belki Allah bundan sonra bir is (yeni bir durum) husule getirir (baska bir kapı acar)"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Boylece onların (bosadıgınız hanımlarınızın) bekleme sureleri tamamlandıgı (iddetleri sona erdigi) zaman artık onları marufla (orfe uygun olarak guzellikle ve iyilikle) tutun (barındırın) veya marufla onlardan ayrılın (onları iyilikle serbest bırakın). Ve sizden adalet sahibi iki kisi sahitlik etsin (sahit olsun). Sahitligi Allah icin yapın. Allah´a ve ahir gune (Allah´a ulasma gunune) inanan kimseye iste bununla vaazedilir (boyle yapması istenir). Ve kim Allah´a karsı takva sahibi olursa, (Allah) ona bir cıkıs yeri nasip kılar"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "Ve hesap etmedigi (aklına gelmeyen) bir yerden onu rızıklandırır. Kim Allah´a tevekkul ederse, artık ona O (Allah) kafidir. Muhakkak ki Allah, emrini (isini) yerine getirendir. Allah hersey icin bir kader tayin etmistir"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Ve eger hayzdan (adetten) kesilmis olan kadınlarınızdan suphe ederseniz, o taktirde onların iddeti (muddeti) 3 aydır ve henuz hayz (adet) olmamıs kadınların da (iddeti 3 ay). Yuklu olan (hamile) kadınların muddetleri ise yuklerini bırakıncaya (dogum yapana) kadardır. Ve kim Allah´a karsı takva sahibi olursa, (Allah) isinde ona kolaylık saglar"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Iste bu, Allah´ın size indirdigi emridir. Ve kim Allah´a karsı takva sahibi olursa, onun gunahlarını orter. Ve onun ecrini azami artırır"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "Sizin ikamet ettiginiz yerin bir kısmında, gucunuz yettigi kadar onları oturtun. Ve onları sıkıntıya dusurmek icin onlara zarar vermeyin ve eger onlar yuklu (hamile) iseler, o taktirde yuklerini bırakıncaya (dogum oluncaya) kadar onlara infak edin (nafakalarını verin). Ve eger bundan sonra sizin icin emzirirlerse, o zaman onların ucretlerini verin. Ve maruf ile aranızda gorusun. Ve eger bir guclugunuz olursa (zorlanırsanız), o taktirde onu bir baskasına emzirteceksiniz"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Genis imkan sahibi olan, genis imkanlarından infak etsin (nafaka versin). Ve kim, uzerindeki rızkı az ise, o taktirde Allah´ın ona verdiginden infak etsin. Allah kimseyi, ona verdiginden fazlası ile mukellef (sorumlu) tutmaz. Allah, zorluktan sonra kolaylık verecektir"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Ve nice ulkeler Rab´lerinin ve O´nun Resulleri´nin emrine itaat etmediler (haddi astılar). Bu sebeple onları siddetli bir hesaba cektik. Ve onları cok korkunc azapla azaplandırdık"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "Boylece (o ulke halkları) islerinin vebalini tattı. Ve onların islerinin sonu husran oldu"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Allah onlar icin cok siddetli azap hazırladı. Ey amenu olan ulul´elbab! Oyleyse Allah´a karsı (daha ust takva ile) takva sahibi olun. Allah size zikri (Kur´an´ı) indirmistir"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "Resul, amenu olanları (olmeden once Allah´a ulasmayı dileyenleri) ve amilussalihat (salih amel, yani nefs tezkiyesi) yapanları, karanlıklardan nura cıkarmak icin size Allah´ın ayetlerini acıklayarak okur. Ve kim, Allah´a iman ederse ve salih (nefsi ıslah eden) amel islerse onu, icinde ebediyyen kalmak uzere, altından ırmaklar akan cennetlere dahil eder (koyar). Allah(´ın Zat´ı), onun (resul) icin en guzel rızık olmustur"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "O Allah ki, yedi kat gokleri ve yerden de onların misli kadarını (yedi kat yerleri) yarattı. Allah´ın herseye kaadir oldugunu ve Allah´ın herseyi ilmen (ilmi ile) ihata etmis oldugunu (kusattıgını) bilmeniz icin emir, onların arasında (gokler ve yerler arasında) devamlı iner"
        }
    ]
}