{
    "rukus": [
        {
            "chapter": 6,
            "verse": 21,
            "text": "A kdo nepravostnejsim jest nad toho, jenz vymysli lzi o Bohu a lzi nazyva znameni nase? Zajiste, Buh nepopreje uspechu nepravostnym"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "A v den, kdy shromazdime je vsechny, rekneme k tem, kteri spolecniky davali Bohu: „Nuz, kde spolecnici jsou vasi, jez staveli jste na roven Bohu dle domnenek svych?“"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Pak nenaleznou jine vytacky, nez to, ze reknou: „Pri Bohu, Panu nasem, nedavali jsme mu spolecniku.“"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Hle, jak lhou proti sobe samym a jak ztratila se jim bozstva jimi vymyslena"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "A nekteri z nich naslouchaji ti, vsak clonou zastreli jsme srdce jejich, takze nelze jim pochopiti Koranu, a tihu vlozili jsme v usi jejich. A i kdyby videli vsemozna znameni, neverili by v ne a dokonce prijdou k tobe a hadaji se s tebou ti, kteri neveri, rkouce: „Veru, toto jsou pouze povesti starych.“"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "A zabranuji druhym veriti a sami vzdaluji se: vsak nicmene sebe samy vrhaji v zahubu a nejsou si toho vedomi"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "A kdybys videl je tehdy, az postaveni budou nad ohen pekelny, volati budou: „Kez mohli bychom se navratiti! Jiz nenazyvali bychom lzi znameni Pana naseho a stali bychom se vericimi.“"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Ano, zjevnym stalo se jim co pred tim skryvali: vsak i kdyby se navratili, znovu by pridrzeli se toho, co bylo jim zapovezeno, nebot zajiste lhari jsou"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Rikaji: „Neni jineho zivota, mimo zivota naseho pozemskeho a nikdy budeme vzkriseni.“"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Vsak kdybys videl je tehdy, az postaveni budou pred Pana sveho, rekne Buh: „Nuz, neni to pravda?“ I reknou: „Zajiste ano, pri Panu nasem!“ Tehdy rekne Buh: „Okuste tedy trestu za neviru svou.“"
        }
    ]
}