{
    "rukus": [
        {
            "chapter": 2,
            "verse": 87,
            "text": "Dali jsme pak Mojzisovi Knihu a poslali jsme po nem jine proroky: a dali jsme Jezisovi, synu Mariinu,. jasne dukazy jeho poslani a posilili jsme jej Duchem Svatym. A pokazde, kdyz prisel k vam prorok se slovy, jez nebyla vam po chuti zpysneli jste: nektere z proroku nazyvali jste lhari a nektere jste pobili"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "A rekli: „Neobrezana'jsou srdce nase.“ Tak jest, a k tomu jeste zlorecil jim Buh pro neviru jejich. Jak malo jest tech, kdoz veri"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "A kdyz prisla jim Kniha od Boha, na potvrzeni zjeveni, ktera jiz meli - a ac predtim byli prosili o vitezstvi nad nevericimi - nicmene, kdyz prislo jim to, o cem byli jiz zpraveni, neuverili v Knihu onu: a zloreceni Boha padniz na neverici"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Za jak bidnou cenu prodali samy sebe tim, ze neuverili v to, co seslal Buh, ze zavisti nad tim, ze Buh dal zjeveni sve z milosti tomu ze sluzebniku svych, jejz vyvolil si! Tim privedli na sebe od Boha hnev za hnevem, a potupny trest prichystan jest pro neverici"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "A kdyz rekne se jim: „Uverte v to, co seslano bylo Bohem,“ di: „Verime v to, co zjeveno bylo nam,“ a neveri v to, co zjeveno jim bylo pozdeji, ac jest to pravda seslana na potvrzeni pisem jejich. Rci: „Proc tedy zabili jste proroky bozi predesle, jste-li vericimi?“"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Vzdyt prece prisel k vam Mojzis s jasnymi dukazy sveho poslani: nicmene za zady jeho postavili jste si tele modlou a zhresili jste"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "A kdyz prijali jsme smlouvu s vami a pozdvihli horu nad hlavami vasimi, (rkouce): „Pridrzte se pevne toho, co davame vam a poslouchejte prikazani nase,“ rekli: „Slyseli jsme, ale neposlechli jsme.“ Srdce jejich napojena byla uctivanim telete nasledkem neviry jejich. Rci: „Hanba tomu, k cemu vede vas vira vase, skutecne-li verite!“"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Rci: „Mate-li vskutku zajistene vecne obyvani u Boha, v nemz nebude jinych mimo vas, tedy zadejte si smrti, jste-li pravdomluvnymi.“"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Vsak nebudou si ji zadati nikdy, nasledkem dila rukou svych, nebot Buh zna hrisniky"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Veru shledas je bazici po zivote vice nez ostatni lide, ba vice nez modlosluzebnici; nektery z nich touzi kez zil by tisic let: vsak dlouhym zivotem nezmuze ujiti trestu svemu, nebot Buh vidi skutky jejich"
        }
    ]
}