{
    "rukus": [
        {
            "chapter": 18,
            "verse": 71,
            "text": "I kraceli vpred, az pak vstoupili na lod a on provrtal ji : i rekl (Mojzis): „Coz provrtal jsi ji, abys utopil lidi v ni jedouci? Zajiste vec ucinil's divnou.“"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Rekl: „Nerekl jsem ti, ze nebudes s to, abys trpelive vyckal se mnou?“"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Rekl Mojzis: „Nekarej mne za to, ze zapomnel jsem aniz uvaluj na mne ulohu obtiznou.“"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "I kraceli vpred, az potkali jinocha a on zabil jej. Rekl (Mojzis): „Zdaz zabil jsi osobu nevinnou zabitim osoby jine? Zajiste vec ucinil's odpornou.“"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "Rekl: „Nerekl jsem ti, ze nebudes s to, abys trpelive vyckal se mnou?“"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Rekl Mojzis: „Otazi-li se te nac po tomto pripade, nenech mne dele zustati tvym druhem: tentokrat jeste podavam ti omluvu.“"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "I kraceli vpred, az prisli k lidu jisteho mesta: i zadali jej o jidlo, vsak lide oni odmitli pohostiti jich. A nalezli v meste zed, jez jako by chtela spadnouti a on narovnal ji"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Rekl (Mojzis): „Kdybys byl chtel, mohl bys byl za to dostati odmenu.“ Rekl: „Zde deli se cesta ma od cesty tve: vsak oznamim ti vyklad toho, v cem nebyl's s to, abys trpelive vyckal"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Pokud se tyce lodi, patrila nuznym pracovnikum na mori a chtel jsem poskoditi ji, nebo od zadu sel na ni kral, jenz kazdou lod bral nasilim"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "A pokud se tyce jinocha, rodicove jeho byli vericimi a obavali jsme se aby neuvalil na ne zal svym zbloudenim a nevirou"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "A chteli jsme, aby zamenil jim jej Pan jejich synem lepsim jeho v bezuhonnosti a blizsim lasce (synovske)"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "A pokud se tyce zdi, patrila dvema mladcum osirelym v meste a pod ni byl poklad patrici jim; a otec jejich byl muzem spravedlivym: i chtel Pan tvuj, aby oba dospeli muznosti a vytahli zpod zdi poklad svuj z milosrdenstvi Pana tveho. A neucinil jsem toho ze sve vlastni vule. Toto jest vyklad toho, v cem nebyl's s to, abys trpelive vyckal.“"
        }
    ]
}