{
    "rukus": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta. Ha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Neseslali jsme ti Koran, abys se trapil"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "nybrz napomenutim tem, kdoz boji se"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "a seslanim od toho, jenz stvoril zemi a nebesa vysoka"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "Milosrdny na trun svuj se posadil"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "jemu prinalezi vse, coz na nebi jest i na zemi, a cozkoliv mezi obema jest i pod (pudou) zeme"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Jsi-li hlasity v mluve, zbytecno to: neb on jiste zna rec tajnou i co jest skryto"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Buh! neni Boha, krome neho: jemu prinalezeji jmena nejkrasnejsi"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Zdaz dosly te deje Mojzisovy"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Kdyz videl ohen a rekl k lidu svemu: „Poseckejte, neb v pravde shledl jsem ohen: snad budu moci prinesti vam z neho louc, aneb naleznu v tom ohni vedeni.“"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "A kdyz prisel k nemu, bylo nan zvolano: „O Mojzisi! —"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Jat zajiste jsem Pan tvuj: i sundej opanky sve, nebot ve svatem's udoli Tuwa"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Jat vyvolil si te: i slys, co vnuknuto ti bude"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "jat zajiste jsem Buh, neni boha krome mne: procez uctivej mne a zachovavej modlitbu, abys vzpominal na mne"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Zajiste pak hodina (soudu) prijde — skorem byl bych jiz dal ji zjeviti se, abych odmenil kazdou dusi dle skutku jejich"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Necht neodvrati te od viry v ni ten, kdo v ni neveri a nasleduje choutky sve, neb zhynul bys"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "A co jest to v tve pravici, Mojzisi?“"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Rekl: „Tot hul ma, o niz opiram se a jiz srazim dolu listi pro ovce sve a jeste jinak pouzivam ji.“"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Rekl (Buh): „Vrhni ji na zem Mojzisi.“"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "I vrhl ji na zem, a hle! stal se z ni had plazici se"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Rekl (Buh): „Uchop ji a neboj se: my vratime ji v to, co byla prve"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "A vloz ruku svou v podpazi sve: kdyz vytahnes ji, bude bila, beze vsi bolesti: tot druhe znameni"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Abychom pak ukazali ti nektere z nasich znameni nejvetsich"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "jdi k Faraonovi, neb jedna svevolne.“"
        }
    ]
}