{
    "rukus": [
        {
            "chapter": 63,
            "verse": 1,
            "text": "Kdyz prijdou k tobe POKRYTCI, rkou: „Dosvedcujeme, zes zajiste prorokem Boha.“ Buh pak nejlepe vi, zes zajiste prorokem jeho a Buh dosvedcuje, ze pokrytci jen lhari jsou"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "Berou si viru svoji za plast a odvraceji (druhe) od stezky bozi: spatne veru jest konani jejich"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "To proto, ze zprvu uverili, pak zapreli (viru); procez pecet vlozena byla na srdce jejich, takze nechapou"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "A kdyz vidis je, libi se ti osoby jejich a kdyz mluvi, poslouchas reci jejich: jsou jako tramy o zed oprene. Domnivaji se, ze kazde vzkriknuti jest proti nim. Oni jsou neprateli (ti), procez mej se na pozoru pred nimi. Buh bojujz proti nim - jak prolhani jsou"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "A kdyz receno jest jim: „Pojdte sem, prositi bude prorok za odpusteni pro vas Boha,“ odvraceji stranou hlavy sve a vidis je, ani vzdaluji se pychou naduti"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "Jedno jest jim, prosis-li za odpusteni pro ne, ci neprosis; Buh neodpusti jim, neb zajiste Buh nevede spravnou cestou lid pohorslivy"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "Oni jsou to, kteri rikaji: „Nevydavejte niceho na ty, kdoz jsou s prorokem bozim, takze nuceni budou opustiti jej.“ Nicmene Bohu patri pokladnice nebes i zeme: vsak pokrytci toho nechapou"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "Rikaji: „Kdybychom vratili se do mesta dojista vyhnal by silnejsi z ni slabsiho.“ Nicmene Bohu patri sila veskera a proroku jeho a vericim: vsak pokrytci nejsou si toho vedomi"
        }
    ]
}