{
    "pages": [
        {
            "chapter": 7,
            "verse": 131,
            "text": "Onlara bir iyilik geldiği zaman; “Bu bizim hakkımızdır” derler. Onlara bir kötülük dokunduğu zaman onu Musa ve onun yanındakilerin uğursuzluğuna verirlerdi. Dikkat edin, onların başına gelen uğursuzlukları sadece Allah katındandır. Fakat onların çoğu bilmiyorlar"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Bizi, kendisiyle büyülemek için her ne zaman bize bir ayet/mucize getirirsen, biz sana iman edecek değiliz, dediler"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Bu yüzden onlara, tufanı, çekirgeyi, haşere, kurbağaları ve kanı apaçık ayetler olarak gönderdik. Buna rağmen büyüklendiler. Onlar günahkâr bir toplum idi"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Üzerlerine azab çökünce, Ey Musa, Rabbinin sana (eğer iman edersek azabı kaldıracak olması) vahyinden dolayı bizim için Rabbine dua et. Eğer bizden bu azabı kaldırırsan muhakkak sana iman edeceğiz ve İsrailoğulları'nı seninle beraber salıvereceğiz"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Onlardan azabı, onlara ulaşacak belirli bir süreye kadar kaldırdığımız zaman; onlar verdikleri sözden dönüyorlardı"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Biz de onlardan cezasının intikamını aldık. Ayetlerimizi yalanladıkları ve onlardan gafil oldukları için onları denizde boğduk"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Hor görülüp ezilmekte olan kavmi (İsrailoğullarını), toprağına bolluk ve bereket verdiğimiz yerin (Şam Bölgesinin) doğu ve batı taraflarına mirasçı kıldık. İsrailoğulları’nın sabretmelerine karşılık olarak Rabbinin güzel sözü/vaadi gerçekleşti. Firavun ve kavminin yaptıklarını ve kurup yükselttikleri şeyleri yerle bir ettik"
        }
    ]
}