{
    "pages": [
        {
            "chapter": 23,
            "verse": 105,
            "text": "Ayetlerim size okunmamış mıydı? Siz de onları yalanlamamış mıydınız"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Onlar da: Rabbimiz! Azgınlığımız bizi yendi ve sapık bir kavim olduk"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Rabbimiz! Bizi ateşten çıkar. Eğer (sapıklığa) tekrardan dönersek, biz gerçekten zalimleriz, derler"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Allah, aşağılık içinde kalın orada, artık benimle konuşmayın! der"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Çünkü kullarımdan bir grup: Rabbimiz, iman ettik, bizi bağışla, bize merhamet et, merhamet edenlerin en hayırlısı sensin, derlerdi"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Sizse onları alaya aldınız. O kadar ki onlar size beni anmayı unutturdu. Onlara hep gülüyordunuz"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Bugün sabrettikleri için onları ödüllendirdim. Kurtuluşa ermiş olanlar, işte onlardır"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Yeryüzünde kaç yıl kaldınız? dedi"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Bir gün veya günün bir kısmı kadar kaldık, sayanlara sor, dediler"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Çok az bir süre kaldınız, dedi. Keşke bilseydiniz"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Sizi, boş yere yarattığımızı ve bize döndürülmeyeceğinizi mi sandınız"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Hak mülk sahibi olan Allah, herşeyden üstündür. Kerim olan arşın Rabbinden başka hak ilah yoktur"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Kim Allah ile beraber, hakkında hiçbir delil bulunmayan başka bir ilaha dua/ibadet ederse, onun hesabı ancak Rabbinin katındadır. Çünkü kâfirler kurtuluşa eremez"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "De ki:Rabbim, bağışla ve merhamet et! Merhametlilerin en hayırlısı sensin"
        }
    ]
}