{
    "maqras": [
        {
            "chapter": 16,
            "verse": 30,
            "text": "Dusri taraf jab khuda tars logon se pucha jata hai ke yeh kya cheez hai jo tumhare Rubb ki taraf se nazil hui hai, to woh jawab dete hain ke “behtareen cheez utari hai”. Is tarah ke neikukar logon ke liye is duniya mein bhi bhalayi hai aur aakhirat ka ghar to zaroor hi unke haqq mein behtar hai. Bada accha ghar hai muttaqiyon (Allah se darne walon) ka"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "Daimi qayam (permanent residence) ki jannatein, jin mein woh dakhil hongey, nichey nehrein beh rahi hongi, aur sab kuch wahan ain unki khwahish ke mutabiq hoga. Yeh jaza deta hai Allah muttaqiyon (pious) ko"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "Un muttaqiyon ko jinki roohein pakeezgi ki haalat mein jab malaika qabz karte hain to kehte hain “salaam ho tumpar, jao jannat mein apne aamaal ke badle”"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "(Aey Muhammad), ab jo yeh log intezar kar rahey hain to iske siwa ab aur kya baki reh gaya hai ke Malaika hi aa pahunchein, ya tere Rubb ka faisla saadir ho jaye? Is tarah ki dhitayi inse pehle bahut se log kar chuke hain, phir jo kuch unke saath hua woh unpar Allah ka zulm na tha balke unka apna zulm tha jo unhon ne khud apne upar kiya"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "Unke kartooton ki kharabiyan aakhir unki daamangeer ho gayi aur wahi cheez unpar musallat hokar rahi jiska woh mazaaq udaya karte thay"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "Yeh mushrikeen kehte hain “agar Allah chahta to na hum aur na hamare baap dada uske siwa kisi aur ki ibadat karte aur na uske hukum ke bagair kisi cheez ko haraam thehrate”. Aisey hi bahane insey pehle ke log bhi banate rahey hain to kya Rasoolon par saaf saaf baat pahuncha dene ke siwa aur bhi koi zimmedari hai"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Humne har ummat mein ek Rasool bhej diya, aur uske zariye se sabko khabardar kardiya ke “Allah ki bandagi karo aur taghut ki bandagi se bacho”. Iske baad in mein se kisi ko Allah ne hidayat bakshi aur kisi par zalalat musallat ho gayi. Phir zara zameen mein chal phir kar dekhlo ke jhutlane walon ka kya anjaam ho chuka hai"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "(Aey Muhammad), tum chahe inki hidayat ke liye kitne hi harees (desirous) ho, magar Allah jisko bhatka deta hai phir usey hidayat nahin diya karta aur is tarah ke logon ki madad koi nahin kar sakta"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Yeh log Allah ke naam se kadi kadi kasmein kha kar kehte hain ke “Allah kisi marne waley ko phir se zinda karke na uthayega”. Uthayega kyun nahin, yeh to ek wada hai jisey poora karna usne apne upar wajib karliye hai, magar aksar log jantey nahin hain"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "Aur aisa hona isliye zaroori hai ke Allah inke samne us haqeeqat ko khol de jiske barey mein yeh ikhtilaf kar rahey hain aur munkireen e haqq ko maloom ho jaye ke woh jhoote thay"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Raha uska imakan (possibility) to] humein kisi cheez ko wajood mein laney ke liye issey zyada kuch nahin karna hota ke usey hukum dein “ho ja” aur bas woh ho jaati hai"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "Jo log zulm sehne ke baad Allah ki khatir hijrat kar gaye hain unko hum duniya hi mein accha thikana denge aur aakhirat ka ajar to bahut bada hai, kaash jaan lein woh mazloom"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Jinhon ne sabr kiya hai aur jo apne Rubb ke bharosey par kaam kar rahey hain (ke kaisa accha anjaam unka muntazir hai)"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "(Aey Muhammad), humne tumse pehle bhi jab kabhi Rasool bheje hain aadmi hi bheje hain jinki taraf hum apne paigamaat wahee kiya karte thay. Ehle zikr se puch lo agar tumlog khud nahin jaante"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "Pichle Rasoolon ko bhi humne roshan nishaniyan aur kitabein de kar bheja tha, aur ab yeh zikr tumpar nazil kiya hai taa-ke tum logon ke saamne us taleem ki tashreeh o tawzeeh karte jao jo unke liye utari gayi hai, aur taa-ke log (khud bhi) gaur o fikr karein"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Phir kya woh log jo ( dawat e paigambar ki mukhalifat mein) badhtar se badhtar chalein chal rahey hain is baat se bilkul hi be khauf ho gaye hain ke Allah unko zameen mein dhansa de, ya aisey goshey mein unpar azaab le aaye jidhar se uske aane ka unko weham o gumaan tak na ho"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Ya achanak chalte phirte inko pakad le , ya aisi halat mein inhein pakde jabke unhein khud aane wali museebat ka khatka laga hua ho aur woh ussey bachne ki fikr mein chaukanne hon"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Woh jo kuch bhi karna chahe yeh log usko aajiz (frustrate) karne ki taaqat nahin rakhte, haqeeqat yeh hai ke tumhara Rubb bada hi narm-khu (very Lenient /shafaqat karne wala) aur raheem hai"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Aur kya yeh log Allah ki paida ki hui kisi cheez ko bhi nahin dekhte ke uska saaya kis tarah Allah ke huzoor sajda karte huey dayein aur bayein girta hai? Sab ke sab is tarah izhar e ijz (express their humility) kar rahey hain"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Zameen aur aasmano mein jis qadar jaandaar makhlooqat hain aur jitne Malaika hain sab Allah ke aagey sar ba-sajood hain. Woh hargiz sarkashi nahin karte"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Apne Rubb se jo unke upar hai, darte hain aur jo kuch hukum diya jata hai usi ke mutabik kaam karte hain"
        }
    ]
}