{
    "maqras": [
        {
            "chapter": 33,
            "verse": 60,
            "text": "Agar munafiqeen, aur woh log jinke dilon mein kharabi hai, aur woh jo Medina mein hijaan angez afwahein(scandal mongers phaylane waley hain, apni harakaton se baaz na aayein to hum unke khilaf karawai karne ke liye tumhein utha khada karenge. Phir woh is shehar mein mushkil hi se tumhare saath reh sakenge)"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Unpar har taraf se laanat ki bochar hogi, jahan kahin paye jayenge pakde jayenge aur buri tarah marey jayenge"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Yeh Allah ki sunnat hai jo aisey logon ke maamle mein pehle se chali aa rahi hai, aur tum Allah ki sunnat mein koi tabdili na paogey"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Log tumse puchte hain ke qayamat ki ghadi kab aayegi. Kaho uska ilm to Allah hi ko hai , tumhein kya khabar?shayad ke woh qareeb hi aa lagi ho"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Bahr-e-haal yeh yaqeeni amar hai ke Allah ne kaafiron par laanat ki hai aur unke liye bhadakti hui aag muhaiyya kardi hai"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Jismein woh hamesha rahenge. Koi haami o madadgar na paa sakenge"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Jis roz unke chehre aag par ulat palat kiye jayenge us waqt woh kahenge ke “ kaash humne Allah aur Rasool ki itaat ki hoti”"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "Aur kahenge “Aey Rubb hamare, humne apne sardaron aur apne badon (great ones) ki itaat ki aur unhon ne humein raah-e-raast se bay-raah kardiya"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Aey Rubb, unko dohra(double) azaab dey aur unpar sakht laanat kar”"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "Aey logon jo iman laye ho, un logon ki tarah na ban jao jinhon ne Moosa ko aziyatein (ranj pahuncha) di thin, phir Allah ne unki banayi hui baaton se uski baraat farmayi(cleared him) aur woh Allah ke nazdeek ba-izzat tha"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "Aey iman laney walon, Allah se daro aur theek baat kiya karo"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "Allah tumhare aamal durust kardega aur tumhare kasooron se darguzar famayega. Jo shaks Allah aur uske Rasool ki itaat karey usne badi kamiyabi haasil ki"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Humne is amanat ko aasmano aur zameen aur pahadon ke saamne pesh kiya to woh usey uthane ke liye tayyar na huey, aur issey darr gaye. Magar Insaan ne isey utha liya, beshak woh bada zaalim aur jahil (ignorant) hai"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "Is baar-e-amanat ko uthane ka laazmi nateeja yeh hai ke Allah munafiq mardon aur auraton, aur mushrik mardon aur auraton ko saza dey aur momin mardon aur auraton ki towbah qabool karey.Allah darguzar farmane wala aur raheem hai"
        },
        {
            "chapter": 34,
            "verse": 1,
            "text": "Hamd (tareef) us khuda ke liye hai jo aasmaano aur zameen ki har cheez ka maalik hai aur aakhirat mein bhi usi ke liye hamd hai. Woh dana (hikmat wala) aur bakhabar hai"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "Jo kuch zameen mein jata aur jo kuch ussey nikalta hai aur jo kuch aasmaan se utarta hai aur jo kuch usmein chadhta hai, har cheez ko woh jaanta hai.Woh raheem aur gafoor hai"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Mukireen kehte hain ke kya baat hai ke qayamat humpar nahin aa rahi hai! Kaho kasam hai mere aalim-ul-gaib parwardigar ki, woh tumpar aa kar raheygi. Ussey zarra barabar (atoms weight/smallest particle) koi cheez na aasmaano mein chupi hui hai na zameen mein na zarre se badi aur na ussey choti, sab kuch ek numaya daftar mein darj hai"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "Aur yeh qayamat isliye aayegi ke jaza de Allah un logon ko jo imaan laye hain aur neik amal karte rahey hain. Unke liye magfirat hai aur rizq-e-kareem"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "Aur jin logon ne hamari aayat ko nicha dikhane ke liye zoar lagaya hai, unke liye badhtareen qisam ka dardnaak azaab hai"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "(Aey Nabi), ilm rakhne waley khoob jaante hain ke jo kuch tumhare Rubb ki taraf se tumpar nazil kiya gaya hai woh sarasar haqq hai aur khuda-e-azeez o hameed ka raasta dikhata hai"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "Munkireen logon se kehte hain “hum batayein tumhein aisa shaks jo khabar deta hai ke jab tumhare jism ka zarra zarra muntashir (bikhara) ho chuka hoga us waqt tum naye sirey se paida kardiye jaogey"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Na maloom yeh shaks Allah ke naam se jhoot ghadta hai ya isey junoon (deewana pan) lahiq hai.” Nahin, balke jo log aakhirat ko nahin maante woh azaab mein mubtala honay waley hain aur wahi buri tarah behke huey hain"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Kya inhon ne kabhi us aasmaan o zameen ko nahin dekha jo inhein aagey aur peechey se gheray huey hai? Hum chahein to inhein zameen mein dhansa dein, ya aasmaan ke kuch tukde inpar gira dein. Dar haqeeqat is mein ek naishani hai har us banday ke liye jo khuda ki taraf rujoo karne wala ho"
        }
    ]
}