{
    "maqras": [
        {
            "chapter": 45,
            "verse": 12,
            "text": "Woh Allah hi to hai jisne tumhare liye samandar ko musakkhar kiya taa-ke uske hukum se kashtiyan usmein chalein aur tum uska fazal talash karo aur shukar guzar ho"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "Usne zameen aur aasmaano ki saari hi cheezon ko tumhare liye musakkhar kardiya, sab kuch apne paas se. Ismein badi nishaniyan hai un logon ke lye jo gaur o fikr karne wale hain"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "(Aey Nabi) imaan laney walon se kehdo ke jo log Allah ki taraf se bure din aane ka koi andesha nahin rakhte, unki harakaton par darguzar se kaam lein taa-ke Allah khud ek giroh ko uski kamayi ka badla de"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "Jo koi neik amal karega apne hi liye karega, aur jo burai karega woh aap hi uska khumyaza (consequence) bhugtega. Phir jaana to sabko apne Rubb hi ki taraf hai"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "Issey pehle bani Israel ko humne kitaab aur hukum aur nabuwat ata ki thi, unko humne umda samaan e zeist se nawaza, duniya bhar ke logon par unhein fazilat ata ki"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "Aur deen ke maamle mein unhein wazeh hidayat de di.Phir jo ikhtilaf unke darmiyan runama hua woh (nawaqifiyat ki wajah se nahin balke) ilm aa jaaney ke baad hua aur us bina par hua ke woh aapas mein ek dusre par zyadati karna chahte thay. Allah qayamat ke roz un maamlaat ka faisla farmadega jinmein woh ikhtilaf karte rahey hain"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "Iske baad aey Nabi humne tumko din ke maamley mein ek saaf shah-raah(shariyat) par qayam kiya hai. Lihaza tum usi par chalo aur un logon ki khwahishat ka ittiba na karo jo ilm nahin rakhte"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "Allah ke muqable mein woh tumhare kuch bhi kaam nahin aa sakte. Zaalim log ek dusre ke saathi hain, aur muttaaqiyon ka saathi Allah hai"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "Yeh basirat ki roshiniyan hain sab logon ke liye aur hidayat aur rehmat un logon ke liye jo yaqeen layein"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "Kya woh log jinhon ne buraiyon ka irtiqaab kiya hai yeh samjhe baithay hain ke hum unhein aur imaan laney walon aur neik amal karne walon ko ek jaisa kardenge ke inka jeena aur marna yaksan ho jaye? Bahut burey hukum hain jo yeh log lagate hain"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "Allah ne to Aasmaano aur zameen ko barhaqq paida kiya hai aur is liye kiya hai ke har mutannafis ko uski kamayi ka badla diya jaye. Logon par zulm hargiz na kiya jayega"
        },
        {
            "chapter": 45,
            "verse": 23,
            "text": "Phir kya tumne kabhi us shaks ke haal par bhi gaur kiya jisne apni khwahish e nafs ko apna khuda bana liya aur Allah ne ilm ke bawajood usey gumrahi mein phenk diya aur uske dil aur kaano (ears) par mohar laga di aur uski aankhon par purdah daal diya? Allah ke baad ab aur kaun hai jo usey hidayat de? Kya tum log koi sabaq nahin letay"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "Yeh log kehte hain ke “zindagi bas yahi hamari duniya ki zindagi hai, yahin hamara marna aur jeena hai aur gardish-e-ayyam ( passage of time) ke siwa koi cheez nahin ho humein halaak karti ho.” Dar haqeeqat is maamle mein inke paas koi ilm nahin hai yeh mehaz gumaan ki bina par yeh baatein karte hain"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "Aur jab hamari wazeh aayat unhein sunayi jaati hain to inke paas koi hujjat iske siwa nahin hoti ke utha lao hamare baap dada ko agar tum sacche ho"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "Aey Nabi insey kaho Allah hi tumhein zindagi bakashta hai, phir wahi tumhein maut deta hai , phir wahi tumko us qayamat ke din jamaa karega jiske aane mein koi shakk nahin. Magar aksar log jaante nahin hain"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "Zameen aur aasmaano ki badshahi Allah hi ki hai, aur jis roz qayamat ki ghadi aa khadi hogi us din baatil parast khasarey (nuksan) mein padh jayenge"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "Us waqt tum har girooh ko ghuthano (knees) ke bal gira dekhoge. Har girooh ko pukara jayega ke aaye aur apna naame aamal dekhe. Unse kaha jayega: “aaj tum logon ko un aamal ka badla diya jayega jo tum karte rahe thay"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "Yeh hamara tayyar karaya hua aamal naama hai jo tumhare upar theek theek shahadat de raha hai, jo kuch bhi tum karte thay usey hum likhwate ja rahe thay”"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "Phir jo log imaan laaye thay aur neik aamal karte rahey thay unhein unka Rubb apni rehmat mein dakhil karega. Aur yahi sareeh kaamiyabi hai"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "Aur jin logon ne kufr kiya tha unsey kaha jayega “kya meri aayat tumko nahin sunayi jaati thin? Magar tumne takabbur kiya aur mujrim bankar rahey"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "Aur jab kaha jaata tha ke Allah ka waada bar- haqq hai aur qayamat ke aane mein koi shakk nahin, to tum kehte thay ke hum nahin jaante qayamat kya hoti hai, hum to bas ek gumaan sa rakhte hain , yaqeen hum ko nahin hai”"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "Us waqt unpar unke aamal ki buraiyan khul jayengi aur woh usi cheez ke pher mein aa jayenge jiska woh mazaak udaya karte thay"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "Aur insey kehdiya jayega ke “Aaj hum bhi usi tarah tumhein bhulaye detay hain jis tarah tum is din ki mulaqaat ko bhool gaye thay.Tumhara thikana ab dozakh hai aur koi tumhari madad karne wala nahin hai"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "Yeh tumhara anjaam is liye hua hai ke tumne Allah ki aayat ka mazaak bana liya tha aur tumhein duniya ki zindagi ne dhoke mein daal diya tha. Lihaza aaj na yeh log dozakh se nikale jayenge aur na inse kaha jayega ke maafi maang kar apne Rubb ko raazi karo”"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Pas taarif Allah hi ke liye hai jo zameen aur aasmaano ka maalik aur saare jahan waalon ka parwardigar hai"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "Zameen aur aasmaano mein badayi usi ke liye hai aur wahi zabardast (most mighty) aur daana(most wise) hai"
        }
    ]
}