{
    "chapter": [
        {
            "chapter": 59,
            "verse": 1,
            "text": "All that is in the heavens and all that is in the earth is incessantly working to manifest the Glory of Allah and to fulfill His Plan. For, He is Almighty, the Wise"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "He it is Who got out the rejecters among the People of the Book from their dwelling places at the very gathering of the forces. You deemed not that they would leave and they deemed that their strongholds would defend them against Allah. But Allah reached them in a manner they little expected and caused awe in their hearts. So they dismantled their dwellings by their own hands and the hands of the believers. Learn a lesson, then, O You who have vision"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "And if Allah had not decreed banishment for them, behold, He would have punished them harder in this world, yet for them is suffering of the Fire in the life to come"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "This, because they had opposed Allah and His Messenger. And whoever opposes Allah, for him Allah is Stern in grasping"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Whatever softness you disregarded, or kept up by way of principle, was in accord with Allah's Command, in order that He might disgrace those who drifted away from their treaties.('Lina' = Softness, gentleness = Soft young palm tree. 'Fasiq' = One who drifts away)"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "And whatever Allah has turned over to His Messenger, you did not toil on any horse or camel for it. But Allah gives His Messengers upper hand according to His Laws. For, Allah is the Appointer of due measure for all things"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Whatever Allah has turned over to His Messenger from those communities belongs to Allah and His Messenger (the Central Authority). (The Messenger will spend it on): The Central Government (The Central Authority). The welfare of the families of the believers. The orphans. Those who still feel left alone in the society. The widows. Those who have no means of earning their livelihood. The disabled who cannot move around looking for the Bounty of Allah. The homeless son of the street. Those who are on their way to join you, and Those who travel a distance to seek help"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "And it is for the poor refugees who have been expelled from their homelands and their property. And they seek Allah's Bounty and Approval, and support Allah and His Messenger. It is they, they who are true to their faith"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Also those who resided in the city (Madinah) before them and attained faith. They love those who immigrated to them, and find no hesitation in their hearts in helping them. But rather give them preference over themselves, even though poverty be their own lot. And whoever is saved from greediness of the heart, such are the ones who truly prosper"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "And those who come after the first immigrants, say, \"Our Lord! Forgive us and our brethren who came into Faith before us, and let not be any malice in our hearts toward those who believe. Our Lord! Verily, You are Compassionate, Merciful"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "Have you not noted the hypocrites how they told their disbelieving brethren among the People of the Scripture, \"If you are driven out, we certainly will go forth with you, and shall never heed anyone against you. And if you are attacked, certainly shall we help you.\" But Allah bears witness that they surely are liars"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "For indeed, if they (Bani'n Nadhir) are driven away, they (the hypocrites) will not go forth with them, and if indeed they are attacked they will help not. And even if they try to help them, they will turn their backs in flight, and themselves find no help"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Nay, you believers arouse a fear in their hearts more intense than even the fear of Allah. This is because they are a people who do not understand (that all strength comes from following Divine Laws)"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Never will they fight you, even if they form a coalition, other than from within fortified strongholds or from behind walls. Within themselves is great adversity for each other. You may think they are united but their hearts are far apart. This, because they are a people who use not reason"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Their example is the same as of those who lately preceded them. They tasted the calamity for their (wrong) decisions, and theirs is the awful doom"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "They (the hypocrites) are like Satan. He says unto man, \"Deny the Truth!\" But as soon as man has denied the Truth, it says, \"Behold, I am not responsible for you. Verily, I fear Allah, Lord of the Worlds"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Thus, the end for both is in the Fire, therein to abide. Such is the reward of those who relegate the Truth. ('Both' = Selfish desire + The human personality)"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "O You who have chosen to be graced with belief! Be mindful of Allah and watch everyday what you have invested for your 'Self' for tomorrow. Again, remain conscious of the Laws of Allah (today and every day). Behold, Allah is fully Aware of all your actions"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "And be not like those who forgot Allah, therefore, He (His Law) made them forget themselves. It is they, they who have drifted away (from the road to Success)"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Not equal are the dwellers of the Fire and the dwellers of the Garden. Dwellers of the Garden - it is they, they who are crowned with honor"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "Had We sent down this Qur'an upon a mountain, you would have indeed seen it humble itself and rent asunder for Awesomeness of Allah. Such examples We cite for mankind, so that they might think"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "He is Allah, other than Whom there is no god, Knower of the Invisible and the Visible. He is the Instant and Sustaining Source of all Mercy and Kindness"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "He is Allah, other than Whom there is no god ('no deity, no Law-giver and no one worthy of worship or obedience). The King Supreme, the Impeccable, the Peace and the Source of all peace, the Guardian of Faith and Security, the Watcher of the Universe, the Majestic, the All Powerful, the Superb. Glorious is Allah, far Above what they ascribe unto Him"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "He is Allah, the Supreme Creator, the Shaper out of nothing, the Designer. His Names are the Most Beautiful Names, and His alone are the Attributes of Perfection. All things in the heavens and the earth constantly work to manifest His Glory and to fulfill His Plan. And He is Almighty, the Wise. (He runs the Universe in His Infinite Power with His Infinite Wisdom)"
        }
    ]
}