{
    "pages": [
        {
            "chapter": 2,
            "verse": 94,
            "text": "(Мұхаммед Ғ.С.) : «Егер Алланың қасындағы ахирет жұрты, елден ерекше нағыз сендер үшін ғана болса, өлім тілеңдерші! Шыншыл болсаңдар» де"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Бірақ олар қолекі істеп, ілгері жіберген қылмыстары есбепті сірә өлім тілемейді. Алла залымдарды толық біледі"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "(Мұхаммед Ғ.С.) Яһудилердің жалпы адамдардан да мүшректерден де тіршілікке (ұзын өмірге) тым құмар екенін көресің. Олардың әрбіреуі мың жылөмір сүруді арман етеді. Алайда өмір оны азаптан арашаламайды. Алла (Т.) олардың істегендерін толық көруші. (Яһудилердің тағы бір қылығы: «Жебрейіл дұшпанымыз, бізге азап әкелген, уахиды мікейіл әкелсе нанар едік» дейтін еді)"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "(Мұхаммед Ғ.С. оларға) айт: «Кім Жебрейіл (Ғ.С.) ге дұшпан болса, (Алланың дұшпаны) Өйткені ол, Алланың бұйрығы бойынша бұрыңғыларды растаушы. Құранды сенушілер үшін туралық әрі қуандырушы түрде жүрегіңе қондырды"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Кім Аллаға, періштелеріне, елшілеріне сондай-ақ жебрейіл, мікейіл (Ғ.С.) ғе дұшпан болса, әлбетте Алла (Т.) кәріплерге дұшпан"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "(Мұхаммед Ғ.С.) расында саған ап- ашық аяттарды түсірдік. Оған бұзақылар ғана қарсы келеді"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "(Яһудмлер) қай қашан да бір уәде жасалса, олардың бір бөлімі оны бұзып тастамады ма? Бәлкім олардың көбі Тәуратқа да сенбейді"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Оларға Алла тарапынан олардың қолындағы тәуратты растаушы Елші келген шақта, Кітап берілгендердің бір бөлімі, тіпті түк білмеегендей Алланың кітабын (Тәуратты) арт жақтарына атты…. »"
        }
    ]
}