{
    "pages": [
        {
            "chapter": 7,
            "verse": 196,
            "text": "Шынында менің ием Құран түсірген Алла. ол, жақсыларға иегершілік етеді"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Сендердің Алладан өзге шоқынғандарың, сендерге де жәрдем ете алмайды. Сондай-ақ өздеріне де жәрдем ете алмайды"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Ал және оларды тура жолға шақырсаңдар, олар естімейді. Олардың саған қарағанын көресің. Бірақ олар сені көрмейді"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "(Мұхаммед) кешірім жолын ұста және оларға туралықты әмір ет. Сондай-ақ білместерден бет бұр"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Егер шайтаннан саған бір түрткі болса, Сонда Аллаға сиын. Өйткені Ол, толық естуші, өте білуші"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Тақуаларға шайтан тарапынан бір сыбыс тисе, олар Алланы еске алады да қырағылық істейді"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Кәпірлердің туыстары (шайтандар), азғындыққа тартады да сонсоң олар қырсоңынан қалмайды"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "(Мұхаммед Ғ.С.) егер оларға мұғжиза келтірсемең, олар: «Оны өзің неге жасамадың?»,- дейді. Мен: «Раббым тарапынан маған уахи етілгенге ғана бой ұсынамын. Осы Құран, иман келтірген елге, Раббыларыңнан ашық дәлелдер. Сондай-ақ тура жол әрі мәрхамет»"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Қашан Құран оқылса, оған құлақ салып тыңдандар да үңдемендер. Әрине мәрхаметке бөленесіңдер"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Раббыңа ішіңнен жалбарына қорыққан түрде бәсең сөзбен ертелі- кеш зікір ет. Сондай-ақ кәпірсіздерден болма"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Расында раббыңның қасындағылар (періштелер) Оған құлшылық қылудан менменсімейді де Оны дәріптеп, Оған сәжде қылады"
        }
    ]
}