{
    "pages": [
        {
            "chapter": 10,
            "verse": 98,
            "text": "Юныс (Ғ.С.) тың ғана елінен басқа (азаптың келгенін көріп) иман келтірген әрі имандары пайда берген бір кент болмаған. Олар иман келтірген заманда, өздерінен дүние тіршілігіндегі қорлықты айықтырдық та, оларды бір мерзімге дәйін пайдаландырдық"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "(Мұхаммед Ғ.С.) егер Раббың қаласа еді, әрине жер жүзіндегілердің барлығы түгелдей иман келтірер еді. Адамдарды иман келтіруге сен зорлайсың ба"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Алладан бұйрықсыз ешкімнің иман келтіруі мүмкін емес. Алла азапты ақылдарын жұмсамайтындарға береді"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "(Мұхаммед Ғ.С.): «Қараңдар! Көктер мен жерде не бар?»,- де. Сенбейтін қауымға; дәлелдер, ескертулер пайда бермейді"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Олар өздерінен бұрын өткендердің бастарына келген күндер тәріздіні ғана күтеді. (Мұхаммед Ғ.С.): «Онда тосыңдар! Расында мен де сендермен бірге тосамын! »,- де"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Сонсоң елшілерімізді, иман келтіргендерді құтқарамыз. Осылайша иман келтіргендерді құтқаруымыз бізге міндет"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "(Мұхаммед Ғ.С.): «Әй адам баласы! Менің дінімнен күдікте болсаңдар. Ал онда мен, сендердің Алладан өзге табынғандарыңа табынбаймын; бірақ сендерді өлтіретін Аллаға құлшылық қыламын және иман келтірушілерден болуға бұйырылдым» де"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "«Ал бетіңді нағыз бір ыңғай Алланы бірлеу дініне бұр. Шерік қатушылардан болма!»"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "«Және де Алладан өзге саған пайда, зиян келтіре алмайтын нәрселерге жалбарынба. Сонда егер оны істесең, онда күдіксіз сен залымдардан боларсың»"
        }
    ]
}