{
    "pages": [
        {
            "chapter": 12,
            "verse": 79,
            "text": "(Юсып Ғ.С.): “Нәрсемізді жанынан тапқан адамнан басқаны алып қалудан алудан Аллаға сиынамыз. Біз ол уақытта анық залымдардан боламыз” деді"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Олар, Юсыптан күдер үзген сәтте, оңашаланып кеңесті. Олардың үлкені: “Білмейсіңдер ме? Расында әкелерің сендерге байланысты Алланың атымен серт алған. Сондай-ақ бұрын Юсып жайында орасан айыптысыңдар. Сондықтан маған әкем рұхсат бергенге немесе мен үшін Алла бір үкім қылғанға (өлгенге) дейін осы жерден әсте айрылмаймын. Ол Алла үкім етушілердің ең жақсысы” деді"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "“Сендер әкелеріңе қайтыңдар да: Әй әкеміз! Шын мәнінде ұлың ұрлық қылды. Біз білгенімізге ғана айғақпыз. Сондай-ақ біз көместі білмейміз деңдер.”"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "“Ал біз ішінде болған қаладан және бізге кездескен керуеннен сұра. Сөз жоқ, біз шын айтамыз”"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "(Яғқұп Ғ.С.): “Олай емес. Сендерді нәпсілерің бір іске қызықтырған екен. Енді маған көркем сабыр керек. Бәлкім Алла олардың бәрін маған келтірер. Өйткені, Ол толық білуші, хикмет иесі” деді"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "(Яғқұп Ғ.С.) олардан теріс айналып: “Ой қайран Юсып!”, - деп күйіктен көздері ағарып, сонда ол қасіреттеніп іштей тынды"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Олар, әкелеріне: “Аллаға ант етеміз. Күйіктен ерігенге немесе типыл болғанға дейін Юсыпты жоқтай бересің” деді"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "(Яғқұп Ғ.С.): “Мен күйзелісімді де күйінішімді де Аллаға ғана шағамын. Әрі Алладан сендер білмеген нәрсені білемін” деді"
        }
    ]
}