{
    "pages": [
        {
            "chapter": 16,
            "verse": 35,
            "text": "Аллаға шерік қосқандар: “Егер Алла қаласа еді, біз де аталарымыз да Алладан өзге ешбір нәрсеге табынбас едік. Әрі Оның бұйрығынсыз еш нәрсені арам етпес едік” деді. Осылайша, бұлардан бұрыңғылар да істеген. Сонда елшілерге ашық жалғастыру ғана міндет"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Расында әр үмметке; “Аллаға құлшылық қылыңдар, тағуттан (тағут деп шайтанды және адамдардың Аллаһ Таъаладан өзге табынған барлық нәрселерін айтады) аулақ болыңдар” дейтін елші жібердік. Олардың кейбіреулерін Алла оңғарып, кейбіреулеріне адасу тиісті болды. Ал енді жер жүзінде кезіңдер де жасынға шығарушылардың не болғанын көріңдер"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "(Мұхаммед Ғ.С.) егер олардың оңғарылуына құштар болсаң да рас Алла адастырған біреуді оңғармайды. Әрі олар үшін жәрдемші жоқ"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "Және де олар; “Алла, өлген біреуді тірілтпейді” деп,Алланың атымен қатты ант ішті. Олай емес. (Өлікті тірілту) Алланың шын уәдесі. Бірақ адамдардың көбі білмейді"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "Алла, оларға қайшылыққа түскен нәрселерін анықтау, қарсы болғандардың өтірікші екенін білдіру үшін (өліктерді тірілтеді)"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Бір нәрсенің болуын қалағанда, сөзіміз тек қана оған: “Бол” деу; сонда бола қалады"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "Сондай зұлымдыққа ұшырағаннан кейін Алла жолында босқандарды, дүниеде жайлы қонысқа орналастырамыз. Егер олар білетін болса, Ақиреттегі сыйлығы тағы үлкен"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Олар, сондай сабыр етіп, Раббыларыңа тәуекел еткендер"
        }
    ]
}