{
    "pages": [
        {
            "chapter": 23,
            "verse": 90,
            "text": "Жоқ, олай емес. Оларға шындықты әкелдік. Олар мүлде өтірікші"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Алла еш бала иемденбеді. Онымен бірге тәңір де жоқ. Ондай болғанда, әрине әр тәңір өз жаратқаның алып кетер еді де бір-біріне үстемдік қылар еді. Алла, олардың сипаттағанынан пәк. (С. 22-А. 17-С. 42-А)"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Алла көрнеуді де көиесті де біледі. Сондай-ақ олардың қосқан ортақтарынан үстем"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "(Мұхаммед): \"Раббым! Оларға уәде етілген азапты әлбетте маған көрсететін болсаң, (мен барда әкелсең)"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "Раббым! Мені залым елдің ішінде қылма!\",- де"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Расында оларға деген апатты әрине саған көрсетіп, әкелуге де шамамыз келеді"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Жамандықты жақсылықпен кетір. Олардың баян еткен нәрсесін жақсы білеміз"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Раббым! Шайтандардың түртектерінен саған сиынамын\" де"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Раббым! Олардың жаныма келуінен де саған сиынамын"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Ақыр олардың әрбіріне өлім келген сәтте: \"Раббым! Мені дүниеге қайтар"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Мүмкін мен қалдырған дүниеде жақсы ғамал істермін.\" Әсте олай емес. Рас бұл, оның бір айтқан бос сөзі. Өйткені, олардың артында қайта тірілетін күнге дейін бөгет бар"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Қашан Сұр үрілсе, сол күні; олардың араларында туыстық (байланыс) жоғалып, бір-бірін сұраспайды. (С. 10-А)"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Ал сол күні, кімнің таразысы ауыр тартса, міне солар құтылушылар"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Ал және кімнің таразысы жеңіл тартса, міне олар өздерін зиянға ұшыратқандар. Олар тозақта мүлде қалады"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Олардың беттерін от өртеп, олардың онда тістері ақсиып қалады"
        }
    ]
}