{
    "pages": [
        {
            "chapter": 34,
            "verse": 8,
            "text": "Ол, Аллаға байланысты өтірік жала қоя ма? Немесе оның жындылығы бар ма?\" Жоқ олай емес. Ахиретке сенбегендер, азапта және ұзақ адасуда"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Олар, көктен және жерден алды-артындағы нәрселерді көрмей ме? Егер қаласақ, оларды жерге жұтқызамыз не үстеріне көктен көсектер түсіреміз. Рас мұнда Аллаға берілген әр құл үшін ғибрат бар"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "Расында Дәуіт (Ғ.С.) ке өз жанымыздан ізгілік бердік: \"Әй таулар, құстар! Онымен бірге үн қосыңдар\" (дедік.) Және оған темірді жұмсаттық: (С. 79-А.) (Дәуіт Ғ.С. ның мұғжизалары; ол тәсбих айтқанда, таулар, құштар ән қосып, қолында; қара темір жұмсап, одан аспаптар жасайды. Б.Ж.К.М.Р)"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "Кең сауыттар жаса, оны тоқығанда мөлшерле. Оң істеңдер. Әрине не істегендеріңді толық көрушімін"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "Сүлеймен (Ғ.С.) ге де ерте кетуі бір айлық, кешке қайтуы бір айлық (жол алатын) желдерді бағындырдық. Ол үшін еріген мыстан бұлақ ағыздық. Я, Раббының бұйрығымен оның алдында жұмыс істейтін жындарды да бағындырдық. Олардан кім әмірімізден тайса, оған жалындаған азаптан таттырамыз"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Олар, Сүлеймен (Ғ.С.) нін қалауынша, құрылыстар, мүсіндер, көлдей ыдыстар және орнатылған қазандар жасайтын еді. \"Ей Дәуіт (Ғ.С.) тің үй-іші! Шүкірлік етіңдер!\" Құлдарымнан шүкір етуші аз"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "Біз оның (Сүлеймен Р.С. нің) өліміне үкім берген заманда, жындарға оның өлімін; оның таяғын жеген бір жердің кұрты ғана көрсетті. Сонда ол жығылған сәтте, жындарға аян болды. Егер жындар, көместі білген болса еді, олар, ауыр машақатта қалмас еді. (Сүлеймен Ғ.С. Месжид Ақсаны жындарға салғызып жатқанда; өлсе де таяғына сүйеніп тұрғандықтан жындар, білмей істей беріп; таяғын құрт жеп жығылғанда бір-ақ біледі. Б.Ж.М.К)"
        }
    ]
}