{
    "pages": [
        {
            "chapter": 34,
            "verse": 23,
            "text": "Алланың қасында, рұхсат берілген біреуден басқаның шапағаты пайда бермейді. Ақыр жүректерінен шошыну кеткен кезде, өзара: \"Раббың нө айтты?\",- десе: \"Хақты айтты\" деседі. Ол Алла, аса жоғары, тым үлкен"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "(Мұхаммед Ғ.С.) олардан: \"Сендерге көктерден және жерден кім несібе береді?\",- деп сұра да: \"Алла\" де. Негізінде біз немесе сендер әлбетте тура жолда не ашық адасудамыз"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "Оларға: \"Біздің кесірімізден сендер сұралмайсыңдар да сендердің істегендеріңнен біз сұралмаймыз\" де"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "Оларға: \"Раббымыз арамызды қосып, сосын арамызға шындықпен үкім етеді. Ол, қара қылды қақ жарған, аса білгіш\" де"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "Оған ортақтар етіп, қосқандарыңды маган көрсетіңдерші. Әсте мүмкін емес. Әрине Ол Алла, өтө үстем, аса дана\" де"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "Сені біртұтас адам баласына қуандырушы, қорқытушы етіп қана жібердік. Бірақ адамдардың көбі түсінбейді"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "Олар: \"Егер шыншыл болсаңдар, осы құқайлаған уәделерің қашан?\",-дейді"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "Сендерге уәде етілген бір күн бар. Одан бір сәтке кейін қалмайсыңдар да ілгері кете алмайсыңдар\" де"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "Сондай қарсы келгендер: \"Біз әсте бүл Құранға сенбейміз әрі бұның алдындағы (кітап) ларға да сенбейміз\" деді. Ол залымдарды, Раббыларының хұзырында тұргызылып, бір-бірлеріне сөз қайтарып тұрғанда бір көрсең: Езілгендер; өздерін ірі санағандарға: \"Сендер болмасаңдар, иман келтіретін едік\" дейді"
        }
    ]
}