{
    "pages": [
        {
            "chapter": 38,
            "verse": 84,
            "text": "(Алла Т.): \"Хақиқат осы. Мен хақиқатты айтамын"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "Әлбетте тозақты сеніменен және саған ілескендермен, солардың барлығымен толтырамын"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "(Мұхаммед Ғ.С.) оларға: \"Сендерден оған ақы сұрамаймын. Өз ойымнан шығарушылардан емеспін\" де"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "Бұл Құран бүкіл әлем үшін бір насихат"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "Әлбетте оның хабарын бір заманнан кейін түсінесіңдер"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "Бұл Қітаптың түсірілуі, тым үстем, аса дана Алла (Т.) дан"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "(Мұхаммед Ғ.С.) расында саған бұл Кітапты бір шындықпен түсірдік. Сонда Аллаға дінді нағыз арнап, құлшылық қыл"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Көңіл бөліңдер! Дін нағыз Аллаға тән. Сондай Алладан өзгені дос тұтқандар: \"Біз бұларға, Аллаға жақындастырсын деп қана табынамыз\" (дейді.) Күдіксіз олардың араларындағы таласқан нәрселеріне Алла (Т.) үкім береді. Расында Алла, кім өтірікші, өте қарсы болса, оны тура жолға салмайды"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Егер Алла бала иемденуді қаласа еді, жаратқаньгаан тілегенін таңдар еді. Ол одан пәк. Ол Алла жалғыз, өте үстем"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "Көктерді, жерді шындық бойынша жаратты. Түнді күндізге айналдырады, күндізді түнге айналдырады және күн мен айды меңгереді. Әрбірі белгілі бір мерзімге дейін жүріп тұрады. Абайлаңдар! Ол тым үстем, аса жарылқаушы"
        }
    ]
}