{
    "pages": [
        {
            "chapter": 41,
            "verse": 1,
            "text": "Хә. Мим"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "Аса қамқор, ерекше мейірімді Алла тарапынан түскен"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "Бұл Кітап, білген ел үшін аяттары ашық-ашық баян етілген арапша Құран"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "Қуандырушы, қорқытушы. Алайда олардың көбі жалтарады. Сондықтан олар құлақ салмайды"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "(Мұхаммед Ғ.С.) олар: \"Сен бізді шақырған нәрсеге жүрегімізде бір перде құлақтарымызда бір кереңдік бар. Сондай-ақ біз бен сенің арамызд; далда бар. Сондықтан сен өзіңше істе де біз өзімізше істейік\" деді"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "(Мұхаммед Ғ.С.): \"Мен де сендер сияқты ғана адаммын. Маған Тәңірлерің бір-ақ Тәңір екендігі уахи етілуде. Сондықтан сол бағытқа жөнеліңдер әрі Одан жарылқау тілеңдер. Аллаға серік қосқандарға нендей өкініш\" де"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Сондай зекеттерін өтемегендер солар; өздері ахиретке де қарсы"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Расында иман келтіріп, ізгі істегендер, олар үшін таусылмайтын сыйлық бар"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "(Мұхаммед Ғ.С.) оларға: \"Сендер жерді екі күнде жаратқанға қарсы келесіңдер ме? Сондай-ақ Оған теңеулер жасайсыңдар ма? Бүл бүкіл әлемнің Раббы\" де"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "Жерге үстінен асқар таулар жаратты да құт-береке қойып, же жүзіндегілердің ризықтарын төрт күнде шамалады. Бұл сұраушыла үшін тура жауап"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Сосын көкке жөнелді. Ол, бір түтін еді. Сонд оған әрі жерге: \"Екеуіңде ерікті немесе еріксіз түрде келіңдер\" деді. Екеуі де: \"Бой ұсынған түрде келдік\" деді. (С. 31-А)"
        }
    ]
}