{
    "pages": [
        {
            "chapter": 2,
            "verse": 30,
            "text": "(Мұғаммед Ғ.С.) сол уақытта Раббың періштелерге: «Әрине мен жерде бір орынбасар жаратамын!»,- деген еді. (Періштелер): «Онда бұзақылық істеп, қан төгетін біреу жаратасың ба? Негізінен біз Сені дәріптеп, мақтау мен пәктаудамыз» деді. Алла: «Мен сендердің білмегеңдеріңді жақсы білемін!»,- деді. (Алла, Адамды топырақтан жаратып оған жан салды)"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Алла Адам (Ғ.С.) ға біртұтас атауларды үйретті де сонан соң оларды періштелерге көрсетіп: «айтқандарың рас болса, Маған осы нәрселердің аттарын айтып беріңдер» деді"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Періштелер: «Сен пәксің! Біздің, Сенің үйреткеніңнен басқа білеріміз жоқ. Әрине Сен толық білуші, өте данасың» деді"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "(Алла Т): «Әй Адам! Оларға, бұлардың аттарын баян ет» деді. Сонда (Адам Ғ.С.) оларға ол заттардың аттарын айтқан сәтте, Алла: «Мен сендерге көктер мен жердің құпиясын, сендердің де көрнеу, көмес істегендеріңді білемін деп айтпадым ба?»,- деді"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Сол уақытта періштелерге: «Адамға сәжде қылыңдар» дедік. Сонда олар дереу сәжде қылды. Бірақ Ібіліс бас тартып, дандайсып қарсы келушілерден болды"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Және де: «Әй Адам! Сен де жұбайың да жәннәтте тұрыңдар, ерікті түрде қалағандарыңша жеңдер де, мына ағашқа жоламаңдар. Онда жазықтылардан боласыңдар» деген едік"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Сонда Шайтан, екеуін ол жерден тайдырды. Ондағы нығметтерден де шығарды. Оларға: «Бір - біріңе қас болып, түсіңдер: Сендер үшін жержүзінде тұрақ және бір мезгілге дейін пайдалану бар» дедік"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Сонда Адам (Ғ.С.) Раббынан сөздер үйреніп алды да жалбарынды. Раббы оның тәубесін қабылдады. Өйткені Ол тәубені өте қабылдаушы, ерекше мейірімді"
        }
    ]
}