{
    "pages": [
        {
            "chapter": 4,
            "verse": 87,
            "text": "(Біреу: «Әссәламү ғаләйкүм»- Сендерге есендік болсын десе, «Уә ғаләйкумсәлам уә Рахматұллаһ»- Сендерге есендік және Алланың мейірімі болсын. Егер, «Әссәламү ғаләйкүм уә Рахматұллаһ» -Сендерге есендік және Алланың мейірімі әрі берекеті болсын десе, «Уә ғаләйкумсәлам уә гахматұллаһі уә бәракәтүһү» деп өзіндей қайтару керек) Алла бір, Одан басқа ешбір тәңір жоқ. Әлбетте сендерді күдік болмаған қиямет күнінде жинайды. Алладан артық кімнің сөзі тура бола алады"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "Сендерге мұнафықтар жайында екі дай болатын не болды? Алла оларды қылықтары себепті теріс бағындырды. Алла, адастырған біреуді, сендер жолға салуды қалайсыңдар ма? Ал біреуді, Алла адастырса, сонда оған жол таба алмайсың"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "Олар, өздері қарсы болғандай сендердің де қарсы болып, бірдей болуларыңды қалады. Ендеше оларды Алла жолында босқанға дейін, дос тұтпаңдар. Егер олар бет бұрса, сонда оларды қайдан тапсаңдар да ұстап өлтіріңдер. Сондай-ақ оларды не дос не көмекші тұтпаңдар"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "Бірақ, сендермен араларыңда келісім болған бір елге қосылғандар, немесе сендермен өздері соғысуға, не өз елдерімен соғысуға жүректері сығылып, сендерге келгендер басқа. (Мұндайларға соқтықпаңдар) Егер Алла қаласа, оларды сендерге өктем қылар еді. Сонда олар сендермен соғысар еді. Ал егер сендерден бой тежесе, сондай-ақ қолдарын тыйып, өздеріңе келісім ұсынса, онда Алла, сендер үшін оларға қарсы бір жол қоймады"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "Ал және басқа біреулерді; сендерді де сендіруді, әрі өз елдерін де сендіруді қалаған түрде табасыңдар. әрқашан олар бұзақылыққа нұсқалса, олар оның ішіне етпетінен түседі. Ал егер олар сендерден тайынбаса, сендерге келісім ұсынбаса және олар қолдарын тыймаса, сонда оларды қайдан тапсаңдар да ұстап өлтіріңдер. Міне осыларды, сендер үшін оларға қарсы ашық дәлел қылдық"
        }
    ]
}