{
    "juzs": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "مردم را [هنگام رسيدگى به‌] حسابشان- يعنى رستاخيز- نزديك شد و آنان در ناآگاهى- از حساب و بازخواست- رويگردانند"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "آنان را هيچ يادكرد و پند تازه‌اى از پروردگارشان نيايد مگر اينكه آن را بشنوند در حالى كه بازى مى‌كنند"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "دلهاشان [از حق غافل و به چيزى ديگر] سرگرم است، و كسانى كه ستم كردند رازگويى خود را پنهان داشتند كه: آيا اين جز آدميى مانند شماست؟ پس آيا به آن جادو رو مى‌كنيد و حال آنكه مى‌بينيد [كه جادو و دروغ است‌]؟"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "[پيامبر] گفت: پروردگار من هر سخنى را كه در آسمان و زمين باشد مى‌داند، و اوست شنوا و دانا"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "بلكه گفتند: [سخنان او] خوابهاى آشفته و پريشان است، بلكه آن را بربافته، بلكه او شاعر است پس بايد براى ما نشانه‌اى- معجزه‌اى- بياورد چنانكه پيشينيان- پيامبران پيشين- [با آن‌] فرستاده شده‌اند"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "پيش از آنان [مردم‌] هيچ آبادى و شهرى كه آن را هلاك كرديم ايمان نياوردند آيا اينها ايمان مى‌آورند؟"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "و پيش از تو نفرستاديم مگر مردانى را كه به ايشان وحى مى‌كرديم. پس اگر خود نمى‌دانيد از اهل ذكر- اهل كتاب- بپرسيد- تا بدانيد كه پيامبران آنها هم آدمى بوده‌اند"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "و آنان را كالبدى نساختيم كه طعام نخورند، و جاويدان هم نبودند"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "سپس آن وعده را كه به ايشان داديم- نابودى دشمنانشان و يارى و پيروزى ايشان- راست كرديم، پس آنان و هر كه را خواستيم رهانيديم و گزافه كاران را نابود ساختيم"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "هر آينه به سوى شما كتابى فروفرستاديم كه در آن يادكرد شماست. آيا خرد را كار نمى‌بنديد؟"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "و چه بسيار [مردم‌] شهرها را كه ستمكار بودند فروشكستيم- هلاك ساختيم- و پس از آن قومى ديگر پديد كرديم"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "پس چون عذاب را دريافتند آنگاه به تك از آن مى‌گريختند"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "مگريزيد، و به كامرانى و خانه‌هاى خويش بازگرديد تا مگر از شما بپرسند"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "[اما چون عذاب را ديدند و پشيمان شدند] گفتند: واى بر ما كه ستمكار بوديم"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "پس پيوسته گفتارشان اين بود تا آنها را دروشده و خاموش و بيجان كرديم"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "و ما آسمان و زمين و آنچه را ميان آنهاست به بازى نيافريديم"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "اگر مى‌خواستيم سرگرمى و بازيچه‌اى بگيريم- مثل آنكه گفتند خدا همسر و فرزند و شريك گرفت-، آن را از نزد خويش مى‌گرفتيم، اگر كننده [اين كار] بوديم"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "بلكه حق را بر باطل مى‌افكنيم پس آن را فروشكند و باطل بى‌درنگ نابود شود، و واى بر شما از وصفى كه مى‌كنيد- كه به خدا نسبت زناشويى و فرزند مى‌دهيد"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "و او راست هر كه در آسمانها و زمين است، و آنان كه نزد اويند- فرشتگان- از پرستش وى گردنكشى و بزرگ‌منشى نمى‌كنند و خسته و مانده نمى شوند،"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "شب و روز خداى را به پاكى مى‌ستايند و سستى نمى‌كنند"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "آيا [اين مردم‌] خدايانى از زمين گرفته‌اند كه آنها مردگان را زنده كنند؟"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "اگر در آن دو- آسمان و زمين- خدايانى جز خداى يكتا مى‌بود هر آينه هر دو تباه مى‌شدند. پاك و منزه است خداى، پروردگار عرش، از وصفى كه مى كنند"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "او را از آنچه مى‌كند نپرسند و آنان را بپرسند"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "بلكه بجز او خدايانى گرفته‌اند؟! بگو: حجتهاى خويش را بياوريد. اين- آنچه در قرآن است- يادكرد كسانى است كه با من‌اند و يادكرد كسانى است كه پيش از من بوده‌اند. بلكه بيشترشان حق- توحيد- را نمى‌دانند و از اين رو رويگردانند"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "و پيش از تو هيچ پيامبرى نفرستاديم مگر آنكه به او وحى كرديم كه خدايى جز من نيست، پس تنها مرا بپرستيد"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "و [مشركان‌] گفتند: خداى رحمان فرزندى گرفت. [نه،] او پاك و منزه است، بلكه [آن فرشتگان‌] بندگانى گرامى‌اند"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "كه به گفتار بر او پيشى نگيرند و آنان به فرمان او كار مى‌كنند"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "آنچه را پيش روى آنهاست و آنچه را واپس آنهاست- كارهايى را كه مى‌كنند و خواهند كرد- مى‌داند و جز براى كسانى كه او بپسندد و خشنود باشد شفاعت نمى‌كنند و از ترس او- از ترس عقوبت او يا عظمت و هيبت او- بيمناكند"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "و هر كس از آنها كه گويد: من خدايى هستم بجز او، پس وى را دوزخ كيفر دهيم اينچنين ستمكاران را كيفر مى‌دهيم"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "آيا كسانى كه كافر شدند نديدند كه آسمانها و زمين بسته بودند پس آنها را بازگشاديم و هر چيز زنده‌اى را از آب پديد كرديم؟ پس آيا ايمان نمى آورند؟"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "و در زمين كوه‌هاى استوار گران آفريديم تا نلرزاندشان و در آن- در زمين يا در ميان كوه‌ها- راه‌هاى فراخ قرار داديم، باشد كه [در سفرها به مقاصد خود] راه يابند"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "و آسمان را سقفى نگاه‌داشته ساختيم و آنان از نشانه‌هاى آن رويگردانند"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "و اوست كه شب و روز و خورشيد و ماه را آفريد، هر يك در چرخه‌اى شناورند"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "و ما براى هيچ آدمى پيش از تو جاودانگى ننهاديم، آيا اگر تو بميرى آنان جاويدان باشند؟"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "هر كسى چشنده مرگ است و شما را به بدى- سختى و بلا و مصيبت- و نيكى- آسانى و نعمت و دولت- مى‌آزماييم، آزمايشى، و به ما بازگردانده مى شويد"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "و چون كسانى كه كافر شدند تو را ببينند جز به ريشخندت نگيرند [گويند:] آيا اين است آن كه خدايانتان را [به بدى و عيب‌] ياد مى‌كند؟ و حال آنكه خود به يادكرد خداى رحمان كافرند- پس آنها خود سزاوار ريشخندند"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "آدمى از شتاب آفريده شده زودا كه نشانه‌هاى خويش- عذاب- را به شما بنمايم، پس [عذاب را] از من به شتاب مخواهيد"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "و گويند: اگر راستگو هستيد هنگام اين وعده- رستاخيز و عذاب- كى خواهد بود؟"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "اگر كسانى كه كافر شدند آن هنگام را مى‌دانستند كه نتوانند آن آتش را از رويهاى خود و از پشتهاى خويش باز دارند و نه يارى كرده شوند، [البته عذاب را به شتاب نمى خواستند]"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "بلكه [عذاب‌] ناگاه بديشان رسد پس چنان فرومانده و سرگشته‌شان سازد كه بازداشتن آن نتوانند و نه [بر تأخير عذاب‌] مهلت يابند"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "و هر آينه پيامبرانى هم كه پيش از تو بودند استهزاء شدند، پس كسانى را كه ايشان را تمسخر مى‌كردند آنچه بدان استهزا مى‌كردند- يعنى عذاب- فروگرفت"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "بگو: كيست كه شما را شب و روز از [عذاب‌] خداى رحمان نگاه مى‌دارد؟ بلكه آنان از ياد پروردگارشان- يا از قرآن و پند آن- رويگردانند"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "يا مگر خدايانى دارند بجز ما كه آنان را [از عذاب‌] نگاه مى‌دارند؟! آنها يارى‌كردن خود نتوانند و نه از سوى ما يارى و همراهى شوند- يا پناه و زنهار يابند"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "بلكه آنها و پدرانشان را برخوردارى داديم تا عمرهاشان دراز گشت. آيا نمى‌بينند كه ما زمين را از كناره‌هاى آن مى‌كاهيم- برخى از امتها را هلاك و نابود مى‌كنيم-؟ پس آيا آنها- كافران قريش- چيره و پيروزند [و نابود نخواهند شد]؟"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "بگو: همانا من شما را به وحى- اين قرآن- بيم مى‌كنم، و كران آنگاه كه بيم‌كرده شوند خواندن را نمى‌شنوند- بانگ دعوت به حق را درنيابند"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "و اگر يك دم- اندكى- از عذاب پروردگار تو به آنان رسد هر آينه گويند: اى واى بر ما، ما ستمكار بوديم"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "و ما ترازوهاى دادگرى را در روز رستاخيز مى‌نهيم- براى حسابرسى و سنجش اعمال نيك و بد- پس به كسى هيچ ستمى نرود و اگر [كردارشان‌] همسنگ دانه خردلى باشد آن را بياريم، و ما حسابگرانى بسنده‌ايم"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "و هر آينه موسى و هارون را فرقان- جداكننده حق و باطل- و روشنايى و يادآورى و پندى- تورات- براى پرهيزگاران داديم"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "آنان كه از پروردگار خويش در نهان مى‌ترسند و از رستاخيز بيمناكند"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "و اين [قرآن‌] يادآورى و پندى است با بركت كه آن را فروفرستاديم، پس آيا شما آن را منكريد؟"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "و هر آينه ابراهيم را از پيش- پيش از موسى- راه شناسى و راه‌يابى در خور وى داديم و به [حال‌] او دانا بوديم"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "آنگاه كه به پدرش و قومش گفت: اين تنديسها چيست كه بدانها روى آورده و به پرستش آنها ايستاده‌ايد؟"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "گفتند: پدرانمان را پرستندگان آنها يافته‌ايم"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "گفت: هر آينه شما و پدرانتان در گمراهى آشكار بوده‌ايد"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "گفتند: آيا ما را بحق آمده‌اى يا تو از بازيگرانى- بجِد سخن مى‌گويى يا بهزل-؟"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "گفت [نه، بازيگر نيستم‌] بلكه پروردگار شما خداوند آسمانها و زمين است، آن كه آنها را آفريده است و من بر اين [سخن‌] از گواهانم"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "و [در نهان گفت:] به خدا سوگند كه پس از آنكه پشت‌كرده برگرديد بتهاى شما را چاره كنم"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "پس آنها را خرد كرد مگر بت بزرگشان را تا مگر به آن- يا به او يعنى ابراهيم- بازگردند"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "[چون باز آمدند] گفتند: چه كسى به خدايان ما اين كار كرده است؟ همانا او از ستمكاران است"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "گفتند: شنيده‌ايم جوانى كه او را ابراهيم گويند از آنها [به بدى‌] ياد مى‌كند"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "گفتند: پس او را به ديدار چشم مردم بياريد شايد گواهى دهند- كه اين است كه از بتها نكوهش مى‌كند"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "گفتند: اى ابراهيم، آيا تو با خدايان ما اين كار كرده‌اى؟"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "گفت: بلكه اين كار را [بت‌] بزرگشان كرده است اگر سخن مى‌گويند از آنها بپرسيد"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "پس به خويشتن خويش بازگشتند- به خود آمدند- و [با يكديگر] گفتند: همانا شماييد ستمكاران"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "آنگاه نگونسار شدند [و گفتند:] هر آينه تو مى‌دانى كه اينان سخن نمى‌گويند"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "گفت: آيا چيزهايى را به جاى خدا مى‌پرستيد كه شما را هيچ سود و زيانى نرسانند؟"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "اف بر شما و بر آنچه جز خدا مى‌پرستيد آيا خِرَد را كار نمى‌بنديد؟"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "گفتند: او را بسوزانيد و خدايان خويش را يارى كنيد، اگر كننده‌ايد- يعنى اگر يارى كنندگان بتان خويشيد"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "گفتيم: اى آتش، بر ابراهيم سرد و سلامت باش"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "و خواستند در باره او چاره بد سازند، پس آنان را زيانكارتر ساختيم"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "و او و لوط را [با مهاجرت‌] به آن سرزمينى كه در آن براى جهانيان بركت نهاده‌ايم- سرزمين شام- رهانيديم"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "و او را [پسرى چون‌] اسحاق بخشيديم و [فرزندزاده‌اى چون‌] يعقوب را به فزونى داديم و همه را نيكوكاران و شايستگان گردانيديم"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "و ايشان را پيشوايانى كرديم كه به فرمان ما راه نمايند، و به آنان كارهاى نيك كردن و برپا داشتن نماز و دادن زكات را وحى كرديم، و ما را پرستندگان بودند"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "و لوط را حكم- حكمت يا نبوت- و دانش داديم و او را از آن شهرى كه كارهاى پليد مى‌كردند رهانيديم. همانا آنها مردمى بدكار و نافرمان بودند"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "و او را در مِهر و بخشايش خويش درآورديم، كه او از نيكان و شايستگان بود"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "و نوح را [ياد كن‌] آنگاه كه پيش از اين- پيش از ابراهيم و لوط- ما را بخواند پس وى را پاسخ داديم و او و خاندانش را از اندوه بزرگ- طوفان و غرق- رهانيديم"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "و او را در برابر گروهى كه آيات ما را دروغ انگاشتند يارى داديم [و از آنان رهايى بخشيديم‌]، همانا آنها مردمى بد بودند پس همگيشان را غرق ساختيم"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "و داوود و سليمان را [ياد كن‌] آنگاه كه در باره كشتزارى داورى مى‌كردند كه شبانه گوسفندان آن قوم در آن چريده بودند و ما داورى كردن آنها را حاضر و گواه بوديم"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "پس [حكم‌] آن را به سليمان فهمانديم، و هر يك را حكم- حكمت يا نبوت يا حكومت يا داورى ميان خصمها- و دانش داديم و كوه‌ها را رام داوود كرديم كه با او تسبيح مى‌گفتند، و مرغان را [نيز رام او كرديم‌] و ما كننده [اينها] بوديم"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "و براى شما ساختن زره را به او آموختيم تا شما را از سختى و گزندتان- در كارزار- نگاه دارد، پس آيا شما سپاس مى‌داريد؟"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "و باد تند و سخت را براى سليمان [رام كرديم‌] كه به فرمان او به سوى سرزمينى كه در آن بركت نهاده‌ايم- سرزمين شام- روان بود و ما به همه چيز دانا بوديم"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "و از ديوان، كسانى براى او به دريا فرو مى‌شدند. [تا جواهر آرند]، و جز آن كارها مى‌كردند- ساختن محرابها، مجسمه‌ها، ظروف سنگى آب و ...- و ما نگاهدارنده آنها بوديم- تا از فرمان سليمان بيرون نروند"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "و ايوب را [ياد كن‌] آنگاه كه پروردگارش را بخواند كه مرا سختى و گزند رسيده و تو مهربان‌ترين مهربانانى"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "پس او را اجابت كرديم و سختى و گزندى كه به وى بود برداشتيم و خاندانش را و همچند آنها را با آنها به او باز داديم تا بخشايشى باشد از نزد ما و تا يادبود و پندى براى پرستندگان [خداى‌] باشد"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "و اسماعيل و ادريس و ذو الكفل را [ياد كن‌] كه همه از شكيبايان بودند"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "و ايشان را در مهر و بخشايش خويش در آورديم، كه آنان از نيكان و شايستگان بودند"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "و ذو النون- صاحب نهنگ ماهى، يونس- را [ياد كن‌] آنگاه كه خشمناك برفت و پنداشت كه هرگز بر او تنگ نمى‌گيريم پس در آن تاريكيها- تاريكى شب و تاريكى دريا و تاريكى شكم نهنگ‌ماهى- آواز داد كه خدايى جز تو نيست، پاك و منزهى تو، همانا من از ستمكاران بودم"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "پس اجابتش كرديم و او را از اندوه رهانيديم، و مؤمنان را اينچنين مى‌رهانيم"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "و زكريّا را [ياد كن‌] آنگاه كه پروردگار خويش را بخواند: اى پروردگار من، مرا تنها- بى‌فرزند- مگذار و تو بهترين وارثانى"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "پس اجابتش كرديم و يحيى را به او بخشيديم و همسر او را برايش شايسته- زاينده يا خوشخو- گردانيديم. اينان در كارهاى نيك مى‌شتافتند و ما را با اميد و بيم مى‌خواندند، و ما را فروتن و فرمانبردار بودند"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "و آن زن- مريم- را [ياد كن‌] كه دامان عفت خويش نگاه داشت، پس، از روح خود در او دميديم و او و پسرش را براى جهانيان نشانه‌اى ساختيم"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "[اى مردم،] همانا اين آيين شماست، آيينى يگانه- يعنى دين اسلام كه همه پيامبران بر آن بودند- و منم پروردگار شما، پس مرا بپرستيد"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "و [مردم‌] كار- آيين- خويش را در ميان خود پاره پاره كردند- در دين گروه گروه شدند- [و] همه به سوى ما بازخواهند گشت"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "پس هر كه كارهاى نيك و شايسته كند در حالى كه مؤمن باشد كوشش وى را ناسپاسى نباشد و ما براى او نويسنده‌ايم"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "و بر مردم شهرى كه آنها را هلاك كرديم حرام- ناشدنى- است كه [به اين دنيا] بازگردند [تا از كفر توبه كنند]"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "تا آنگاه كه [سدّ] يأجوج و مأجوج گشوده شود و آنان از هر بلندى و تپه‌اى به شتاب بيرون آيند"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "و آن وعده راست- رستاخيز- نزديك شود، پس ناگهان ديدگان كسانى كه كافر شدند خيره ماند [و گويند:] واى بر ما، براستى ما از اين [حال‌] در غفلت بوديم، بلكه ما ستمكار بوديم"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "همانا شما و آنچه جز خدا مى‌پرستيد- يعنى بتان- هيمه دوزخيد شما به آنجا درون خواهيد شد"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "اگر اينها خدايان بودند به دوزخ در نمى‌آمدند و حال آنكه همه- بتان و بت‌پرستان- در آنجا جاويدانند"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "آنها در آنجا نعره‌اى- ناله‌هاى دردناك مانند بانگ خران- دارند و در آنجا سخنى نمى‌شنوند- كه بدان شاد شوند"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "همانا كسانى كه از پيش وعده نيكو- بهشت- به ايشان داده‌ايم، اينان از آن"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "آواى آن- آتش دوزخ- را هم نشنوند، و ايشان در آنچه دلهاشان بخواهد و آرزو كند جاويدانند"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "آن بيم بزرگ ايشان را اندوهگين نكند، و فرشتگان به پيشبازشان آيند [و گويند:] اين همان روز شماست كه وعده داده مى‌شديد"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "روزى كه آسمان را در نورديم مانند در نورديدن طومار مرنوشته‌ها را و چنانكه نخستين بار آفرينش آفريدگان را آغاز كرديم آن را بازگردانيم، وعده‌اى است بر ما و همانا ما كننده آنيم"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "و هر آينه در زبور- كتاب داوود- پس از ذكر- تورات، يا پس از ياد اين امت در زبور- نوشتيم كه زمين را بندگان نيك و شايسته من به ميراث مى‌برند"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "همانا در اين [كه ياد كرديم‌] آنچه مردم خداپرست را براى رسانيدن به مطلوب بسنده باشد، هست"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "و ما تو را نفرستاديم مگر رحمتى براى جهانيان"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "بگو: همانا به من وحى مى‌شود كه خداى شما خدايى يگانه است، پس آيا شما گردن نهاده و فرمانبردار خواهيد بود؟"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "پس اگر روى بگردانند بگو: من همه شما را يكسان آگاه كردم و هشدار دادم و نمى دانم كه آنچه وعده داده مى‌شويد- از عذاب و رستاخيز- نزديك است يا دور"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "همانا او گفتار آشكار و بلند را مى‌داند و مى‌داند آنچه را نهان مى‌داريد"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "و نمى‌دانم شايد اين [واپس داشتن عذاب و نشتابيدن بدان‌] شما را آزمونى باشد و برخورداريى تا هنگامى- مرگ يا هنگام فرارسيدن عذاب"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "[پيامبر] گفت: پروردگارا، به حق حكم كن. و پروردگار ما خداى رحمان است كه در برابر آنچه [او را به ناسزا] وصف مى‌كنيد از او يارى خواسته مى شود"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "اى مردم، از پروردگارتان پروا كنيد، كه زلزله رستاخيز چيزى است بزرگ"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "روزى كه آن را ببينيد، [از هول آن‌] هر شيردهنده‌اى آن را كه شير مى‌دهد از ياد ببرد و هر زن باردارى بار خويش بنهد، و مردم را مستان بينى- پندارى- و حال آنكه مست نيستند و ليكن عذاب خدا سخت است"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "و از مردمان كس هست كه در باره خدا بى‌هيچ دانشى جدل و ستيزه مى‌كند و از هر شيطان نافرمان و سركشى پيروى مى‌نمايد"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "بر وى"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "اى مردم، اگر از برانگيخته شدن پس از مرگ به شك اندريد، پس [بدانيد كه‌] ما شما را از خاك و سپس از نطفه و پس از آن از خونى بسته و آنگاه از پاره گوشتى، با آفرينشى تمام يا ناتمام، آفريديم تا [توانايى خويش را بر بازگرداندنتان‌] براى شما روشن و پديدار سازيم. و آنچه را بخواهيم تا مدتى معين- حدود نه ماه- در زهدانها نگاه مى‌داريم آنگاه شما را كودكى بيرون مى‌آوريم سپس [پرورشتان مى‌دهيم‌] تا به نيرومندى خويش برسيد. و از برخى جانشان [در خردى و جوانى‌] برگرفته شود و برخى تا فروترين دوره زندگى بازبرده شود تا [آنجا كه‌] در پى دانايى چيزى نداند. و زمين را [در زمستان‌] فسرده و مرده بينى، پس چون آب [باران‌] بر آنها فروآريم بجنبد و بردمد و از هر گونه گياه زيبا و بهجت‌انگيز بروياند"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "اين- مراحل آفرينش آدمى و رويانيدن گياهان- از آن روست كه خدا حق است و اينكه مردگان را زنده مى‌كند و اينكه بر هر كارى تواناست،"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "و اينكه رستاخيز آمدنى است، هيچ شكى در آن نيست، و اينكه خداوند هر كه را در گورهاست برمى‌انگيزد"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "و از مردمان كس هست كه بى‌هيچ دانشى و هدايتى و كتابى روشن در باره خدا جدل و ستيزه مى‌كند،"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "در حالى كه پهلوى خود را به نشانه تكبر [و روگرداندن از حق‌] مى‌پيچاند، تا [مردم را] از راه خدا گمراه كند. او را در اين جهان خوارى و رسوايى است و در روز رستاخيز عذاب آتش سوزان را به او مى‌چشانيم"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "اين [خوارى و عذاب‌] به سزاى آن چيزى است كه دستهايت پيش فرستاده و از آن رو كه خدا بر بندگان ستمكار نيست"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "و از مردمان كس هست كه خداى را يكسويه و با دودلى مى‌پرستد، پس اگر نيكيى بدو رسد بدان آرام گيرد و اگر آزمونى- رنجى و گزندى- بدو رسد روى بگرداند، در اين جهان و آن جهان زيانكار است، اين است آن زيانكارى آشكار"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "جز خدا چيزى را مى‌خواند كه نه زيانش رساند و نه سودش دهد، اين است آن گمراهى دور"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "كسى را مى‌خواند كه بى‌گمان زيانش نزديكتر از سود اوست، بد ياور و سرپرستى است- آن بت- و بد يار و همدمى است"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "همانا خداوند كسانى را كه ايمان آورده‌اند و كارهاى نيك و شايسته كرده‌اند به بهشت‌هايى درآرد كه از زير آنها جويها روان است، كه خدا آنچه خواهد مى‌كند"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "هر كه مى‌پندارد كه خدا او- پيامبر خود- را در اين جهان و آن جهان هرگز يارى نخواهد كرد- و اكنون يارى او را مى‌بيند و از اين رو به خشم آمده- بايد ريسمانى به آسمان- سقف و هر چه بر فراز سر آدمى است- كشد سپس خود را [با دار آويختن‌] خفه كند، و آنگاه بنگرد كه آيا اين ترفند و نيرنگش خشم او را از ميان مى‌برد؟"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "بدين‌سان اين [قرآن‌] را آياتى روشن فروفرستاديم و خداى هر كه را خواهد راه نمايد"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "همانا كسانى كه ايمان آوردند- مسلمانان- و كسانى كه جهود شدند و صابئان و ترسايان و گبران و كسانى كه شرك آوردند، خداوند ميانشان روز رستاخيز داورى مى‌كند- يا جدايى مى‌افكند-، كه خداى بر هر چيزى گواه است"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "آيا نديدى كه هر كه در آسمانها و هر كه در زمين است و خورشيد و ماه و ستارگان و كوه‌ها و درختان و جنبندگان و بسيارى از مردمان خداى را سجده مى‌كنند؟ و بسيارى هم عذاب بر آنان سزا گشته است، و هر كه را خدا خوار كند پس او را هيچ گرامى دارنده‌اى نيست، كه خدا هر چه خواهد مى‌كند"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "اينها- مؤمنان و كافران- دو گروه دشمن يكديگرند كه در باره [هستى و يگانگى‌] پروردگارشان با هم ستيزه كردند پس كسانى كه كافر شدند برايشان جامه‌هايى از آتش بريده‌اند [و] از بالاى سرشان آب جوشان مى‌ريزند"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "كه با آن"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "و آنان راست گرزهاى آهنين"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "هر گاه از سختى اندوه بخواهند از آن"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "همانا خداوند كسانى را كه ايمان آوردند و كارهاى نيك و شايسته كردند به بهشت‌هايى در آورد كه از زير آنها جويها روان است، در آنجا با دستبندهاى زرين و مرواريد آراسته شوند، و جامه‌شان در آنجا ديباست"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "و به گفتار پاك- لا اله الا الله يا سپاس و ستايش خداوند- راه نموده شوند و به راه راست [خداى‌] ستوده راهنمايى شوند"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "كسانى كه كفر ورزيدند و [مردم را] از راه خدا و مسجد الحرام- كه آن را براى مردم قرار داديم و مقيم و مسافر در آن يكسانند- باز مى‌دارند، و نيز هر كه در آنجا كجروى و ستمكارى- آزار مردم- خواهد او را از عذابى دردناك بچشانيم"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "و [ياد كن‌] آنگاه كه جاى آن خانه را براى ابراهيم جايگاه [عبادت‌] ساختيم، [و گفتيم‌] كه هيچ چيز را با من انباز مگير و خانه مرا براى طواف‌كنندگان و بر پاايستادگان و ركوع‌كنان و سجده آرندگان- نمازگزاران- پاك دار"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "و در ميان مردمان به حج آواز ده تا پياده و سوار بر شتران باريك ميان سبك‌رو از راه‌هاى دور سوى تو آيند"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "تا نزد سودهايى كه ايشان راست حاضر آيند و خداى را در روزهايى دانسته- ايام نحر و تشريق يا دهه اول ذو الحجه- بر [ذبح‌] آنچه از چهارپايان زبان بسته روزيشان كرده ياد كنند. پس، از آن بخوريد و به درمانده درويش هم بخورانيد"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "سپس بايد چرك از خود بزدايند و نذرهاى خويش- كه تعهد كرده‌اند- به جاى آرند و بر آن خانه كهن طواف كنند"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "اين است [احكام حج‌] و هر كه حرمتهاى خداى- يعنى مناسك حج و عمره- را بزرگ شمارد، براى او نزد پروردگارش بهتر است. و چهارپايان برايتان حلال شد مگر آنچه بر شما خوانده مى‌شود. پس، از بتهاى پليد بپرهيزيد و از گفتار دروغ- يا گواهى دروغ- دورى كنيد،"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "در حالى كه خداى را راست‌دينان با اخلاص باشيد نه انبازگيرندگان به او، و هر كه براى خدا انباز گيرد چنان است كه از آسمان فرو افتد پس مرغان او را بربايند يا باد او را در جايى دور اندازد"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "اين است [احكام و مراسم حج‌]، و هر كه نشانه‌هاى عبادت خداى- يعنى مناسك حج- را بزرگ شمارد، همانا اين بزرگداشت از پرهيزگارى دلهاست"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "شما را در آنها- چهارپايان- سودهاست تا مدتى نامبرده- وقت قربانى- سپس وقت قربانى آنها هنگام رسيدن به آن خانه كهن است"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "و براى هر امتى آيين عبادتى [در قربانى كردن‌] قرار داديم تا نام خداى را بر [ذبح‌] آنچه از چهارپايان زبان‌بسته روزيشان كرده است ياد كنند. خداى شما خداى يگانه است، پس او را گردن نهيد، و فروتنان پاكدل را مژده ده،"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "آنان كه چون خدا ياد كرده شود دلهاشان بترسد و آنان كه بر آنچه بديشان رسد شكيبا باشند و برپادارندگان نماز و آنان كه از آنچه روزيشان داده‌ايم انفاق مى‌كنند"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "و شتران قربانى را براى شما از نشانه‌هاى عبادت خدا قرار داديم، شما را در آن خيرى [و ثوابى‌] است. پس نام خداى را بر آنها [كه نحر مى‌كنيد] در حالى كه ايستاده‌اند ياد كنيد، و چون پهلوشان بر زمين افتد- جان دهند- از آنها بخوريد و به نيازمند خرسند و بينواى خواهنده بخورانيد. اينچنين آنها را براى شما رام كرديم، باشد كه سپاس داريد"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "گوشت و خون آنها- قربانيها- هرگز به خدا نمى‌رسد و ليكن پرهيزگارى شما به او مى‌رسد. بدين گونه آنها- چهارپايان- را براى شما رام كرد تا خداى را به پاس آنكه شما را راه نمود به بزرگى ياد كنيد. و نيكوكاران را مژده ده"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "همانا خداوند از كسانى كه ايمان آورده‌اند دفاع مى‌كند، كه خدا هيچ خيانت‌پيشه ناسپاس را دوست ندارد"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "به كسانى كه با آنان كارزار كرده‌اند، از آن رو كه ستم ديده‌اند رخصت كارزار داده شد و هر آينه خداوند بر يارى ايشان تواناست،"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "آنان كه به ناروا از ديار خويش رانده شدند تنها بدين سبب كه گفتند: پروردگار ما خداى يكتاست. و اگر خداوند برخى از مردم را به برخى باز نمى‌داشت هر آينه ديرها [ى راهبان‌] و كليساها [ى ترسايان‌] و كنشتها [ى جهودان‌] و مسجدها [ى مسلمانان‌] كه در آنها نام خدا بسيار ياد مى‌شود ويران مى گرديد و البته خدا كسى را كه [دين‌] او را يارى كند يارى خواهد كرد، كه خدا هر آينه نيرومند و تواناى بى‌همتاست،"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "همان كسان كه اگر ايشان را در زمين جايگاه و قدرت دهيم نماز را برپا دارند و زكات دهند و به كار نيك و پسنديده فرمان دهند و از كار زشت و ناپسند بازدارند و خداى راست فرجام كارها"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "و اگر تو را تكذيب كنند، پيش از آنها قوم نوح و عاد و ثمود [پيامبرانشان را] تكذيب كردند،"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "و قوم ابراهيم و قوم لوط،"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "و مردم مدين نيز و موسى نيز تكذيب شد، و كافران را مهلت دادم آنگاه [به كيفر] بگرفتمشان، پس [بنگر كه‌] انكار- ناپسنديدن و كيفر- من چگونه بود"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "چه بسا شهرها و آباديها را كه [اهل آنها] ستمكار بودند نابود كرديم، پس [ديوارهاى‌] آن آباديها بر سقفهايش فروافتاده و بسا چاه رها كرده و كوشكهاى بلند گچكارى شده [بى‌صاحب‌] بازمانده است"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "آيا در زمين به گردش و تماشا نرفتند تا دلهايى داشته باشند كه با آن [به هشيارى پند را] دريابند يا گوشهايى كه با آن [اندرز را] بشنوند؟! زيرا چشمها [ى سر] نابينا نيست بلكه [چشم‌] دلهايى كه در سينه‌هاست كور و نابيناست"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "و عذاب را به شتاب از تو مى‌خواهند، و خدا هرگز وعده خود را خلاف نكند و همانا يك روز نزد پروردگار تو چون هزار سال است از آنچه مى‌شماريد"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "و چه بسيار [اهل‌] شهرها و آباديها را كه مهلت دادم، در حالى كه ستمكار بودند، آنگاه [در دنيا به كيفر] بگرفتمشان و بازگشت به سوى من است"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "بگو: اى مردم، همانا من شما را بيم‌كننده‌اى آشكارم"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "پس كسانى كه ايمان آوردند و كارهاى نيك و شايسته كردند ايشان راست آمرزش و روزىِ بزرگوارانه"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "و كسانى كه در باره آيات ما كوشيده‌اند كه [با انكار آنها] ما را عاجز كنند، آنان ياران دوزخند"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "و پيش از تو هيچ فرستاده و پيامبرى نفرستاديم مگر آنكه چون [آيات را] برمى‌خواند- يا آرزوى گرويدن مردم و كاميابى در رسالت خويش مى‌داشت- شيطان در خواندن او- يا در آرزوى او- چيزى مى‌افكند پس خدا آنچه را شيطان بيفكند از ميان مى‌برد و آنگاه آيات خويش را استوار مى‌كند، و خدا دانا و استواركار است،"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "تا آنچه را شيطان افكند براى كسانى كه در دلهاشان بيمارى است و نيز سنگدلان آزمونى سازد، و هر آينه ستمكاران در ستيز و مخالفتى دور [از حق‌] اند"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "و تا آنان كه دانش داده شده‌اند بدانند كه آن- آنچه پيامبر قرائت يا آرزو كرده- راست است از پروردگار تو و بدان ايمان آورند و دلهاشان براى آن نرم گردد و آرام گيرد، و هر آينه خدا كسانى را كه ايمان آورده‌اند به راه راست رهنمون است"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "و كسانى كه كافر شدند هميشه از آن در شك و گمانند تا آنگاه كه رستاخيز ناگهان بديشان فرا رسد يا عذاب روزى نازا به آنها رسد"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "پادشاهى در آن روز خداى راست، ميانشان حكم مى‌كند پس كسانى كه ايمان آوردند و كارهاى نيك و شايسته كردند در بهشت‌هاى پُر نعمتند"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "و كسانى كه كافر شدند و آيات ما را دروغ انگاشتند آنان را عذابى است خواركننده"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "و كسانى كه در راه خدا هجرت كردند سپس كشته شدند يا مردند، هر آينه خداوند ايشان را روزىِ نيكو دهد و خدا بهترين روزى‌دهندگان است"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "هر آينه آنان را به جايى در آورد كه مى‌پسندند، و همانا خدا دانا و بردبار است- به عقوبت شتاب نمى‌كند"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "اين است [حكم خدا در باره كافر و مؤمن‌]، و كسى كه عقوبت كند بمانند آنكه او را عقوبت كرده‌اند، و پس از آن باز بر او ستم كنند هر آينه خدا يارى‌اش مى‌كند، [و اگر دست از تجاوز برداشتند] همانا خدا بخشنده و آمرزگار است"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "اين [يارى كردن مظلوم و پيروزى او بر ستمگر] از آن روست كه خدا [قادر است كه چيزى را بر چيزى غالب گرداند چنانكه‌] شب را در روز درمى‌آورد و روز را در شب درمى‌آورد- با افزودن و كاستن- و اينكه خدا شنوا و بيناست"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "اين از آن روست كه خدا حق است و آنچه جز او به خدايى مى‌خوانند باطل است و خداست والا و بزرگ"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "آيا نديده‌اى كه خداى از آسمان آبى فرو فرستاد پس زمين سرسبز مى‌گردد؟ همانا خدا لطف‌كننده- يا باريكدان- و آگاه است"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "او راست آنچه در آسمانها و آنچه در زمين است و همانا خداست بى‌نياز و ستوده"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "آيا نديده‌اى كه خداى آنچه را در زمين است براى شما رام كرد و كشتيها در دريا به فرمان او مى‌روند، و آسمان را نگاه مى‌دارد تا بر زمين نيفتد مگر به فرمان او هر آينه خدا به مردم رؤوف و مهربان است"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "و اوست آن كه شما را زنده كرد، سپس بميراند و پس از آن زنده كند. همانا آدمى بسى ناسپاس است"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "براى هر امتى شريعتى- آيين يا راه و روشى براى عبادت يا پرستشگاهى- نهاده‌ايم كه بر آن باشند. پس بايد كه در اين كار با تو جدل و ستيزه نكنند، و به سوى پروردگارت بخوان، كه تو براستى بر رهنمونى [راه‌] راستى"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "و اگر با تو جدل و ستيزه‌كنند بگو: خداى بدانچه مى‌كنيد داناتر است"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "خداى در روز رستاخيز ميان شما در آنچه اختلاف مى‌كرديد داورى خواهد كرد"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "آيا ندانسته‌اى كه خداى آنچه را در آسمانها و زمين است مى‌داند؟ و اين در كتابى- لوح محفوظ- ثبت است، همانا اين- ثبت در كتاب- بر خدا آسان است"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "و بجز خداى يكتا چيزى را مى‌پرستند كه [خدا] هيچ حجتى به [پرستيدن‌] آن فرونفرستاده و هيچ دانشى هم بدان ندارند و ستمكاران را هيچ ياورى نيست"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "و چون آيات روشن ما بر آنان خوانده شود در چهره كسانى كه كافرند نشانه ترشرويى و ناخوشى را مى‌شناسى نزديك است به كسانى كه آيات ما را بر آنان مى‌خوانند بتازند بگو: آيا شما را به بدتر از اين آگاه كنم؟ آتش، كه خدا آن را به كسانى كه كافر شدند وعده داده است و بد بازگشتگاهى است"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "اى مردم، مَثَلى زده شده- در باره مشركان و پرستش بتها- آن را گوش فرا داريد: كسانى كه به جاى خداى يكتا مى‌خوانيد مگسى را نتوانند آفريد گر چه همگى براى اين كار گرد آيند و اگر مگس چيزى از آنها بربايد بازستاندن آن نتوانند طالب و مطلوب- خواستار و خواسته يعنى پرستنده و پرستيده يا بت و مگس رباينده- هر دو بيچاره و ناتوانند"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "خداى را چنانكه سزاوار شناخت و بزرگداشت اوست نشناختند و بزرگ نداشتند. هر آينه خداوند نيرومند و تواناى بى‌همتاست"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "خدا از فرشتگان و از مردمان فرستادگانى برمى‌گزيند همانا خدا شنوا و بيناست"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "آنچه را پيش روى ايشان است و آنچه را از پس ايشان است مى‌داند، و كارها به خدا بازگردانده مى‌شود"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "اى كسانى كه ايمان آورده‌ايد، ركوع كنيد و سجده آريد و پروردگارتان را بپرستيد و كار نيكو كنيد، باشد كه رستگار شويد"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "و در راه خدا جهاد كنيد چنانكه سزاوار جهاد اوست، او شما را [بر همه امتها] برگزيده است، و بر شما در كار دين هيچ تنگى و دشوارى ننهاده است اين همان آيين پدرتان ابراهيم است- يا آيين پدرتان ابراهيم را پيروى كنيد- او"
        }
    ]
}