{
    "rukus": [
        {
            "chapter": 2,
            "verse": 97,
            "text": "Hãy bảo họ (hỡi Muhammad!): “Ai là kẻ thù của (Thiên Thần) Jibril bởi vì Y (Jibril) mang Nó (Qur'an) xuống đặt vào tấm lòng của Ngươi theo phép của Allah? Nhằm xác nhận những điều đã được ban xuống trước, vừa là một Chỉ Đạo vừa là một Tin mừng cho những người có đức tin"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Ai là kẻ thù của Allah và của các Thiên Thần và của các Sứ Giả (của Allah) và của (Thiên Thần) Jibril và của (Thiên Thần) Mika-il, thì Allah là kẻ thù của những kẻ không có đức tin đó.”"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Và chắc chắn TA (Allah) đã ban xuống cho Ngươi (Muhammad) các Câu kinh rõ rệt nhưng chỉ những kẻ dấy loạn, bất tuân mới không tin"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Phải chăng mỗi lần họ giao ước một lời cam kết nào thì một thành phần của họ quẳng nó sang một bên? Không, đa số bọn họ không có đức tin"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Và mỗi lần một Sứ Giả của Allah đến gặp họ để xác nhận lại điều họ đang giữ thì một thành phần của những kẻ đã được ban cho Kinh Sách (người Do Thái và tín đồ Thiên Chúa giáo) đã quẳng Kinh Sách của Allah ra sau lưng, làm như họ không hay biết gì cả"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Ngược lại, họ nghe theo những điều mà những tên Shaytan đã đọc (lệch lạc) về quyền lực của Sulayman. Sulayman đã không phủ nhận đức tin; ngược lại, chỉ những tên Shaytan mới không tin tưởng: Chúng dạy loài người pháp thuật đã được ban xuống cho hai Thiên Thần Harut và Marut tại Babil (Ba-bi-lôn). Nhưng hai (Thiên Thần) này không dạy (pháp thuật) cho một ai mà không bảo trước: “Chúng tôi đây chỉ là một sự cám dỗ (để thử thách quí vị); do đó chớ phủ nhận đức tin.” Tuy nhiên, họ vẫn học từ hai vị Thiên Thần đó những điều (pháp thuật) mà họ dùng để làm chia ly cặp vợ chồng. Và họ không hại được một ai trừ phi có phép của Allah. Và họ học hỏi điều làm thiệt thân họ chứ không làm lợi gì cho họ. Bởi vì họ biết chắc rằng ai mua bán pháp thuật thì sẽ không được hưởng một phần (tốt) nào ở đời sau. Và tồi tệ thay giá cả (tiền bạc) vì nó mà họ đã bán rẻ linh hồn của họ. Phải chi họ biết điều đó"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Và nếu họ có đức tin và sợ Allah thì chắc chắn phần thưởng từ Allah sẽ tốt hơn nhiều. Phải chi họ biết điều đó"
        }
    ]
}