{
    "rukus": [
        {
            "chapter": 15,
            "verse": 45,
            "text": "Quả thật, những người sợ Allah sẽ ở trong các Ngôi Vườn (thiên đàng) có suối nước trong"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "(Lời nghinh đón họ sẽ là:) “Quí vị hãy bước vào (thiên đàng) với sự Bằng an Yên ổn.”"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "Và TA sẽ tẩy xóa nỗi oán thù khỏi lòng họ; họ sẽ là anh em với nhau, nằm nghỉ trên những chiếc tràng kỷ, mặt nhìn mặt (vui vầy)"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "Trong đó, họ sẽ không cồn cảm giác mệt mỏi và không bị mời ra"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "(Hỡi Muhammad) hãy báo cho bề tôi của TA biết (rằng) TA đây là Đấng Hằng Tha Thứ, Rất Mực Khoan Dung"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "Nhưng sự trừng phạt của TA cũng sẽ rất đau đớn"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "Và hãy báo cho họ (mọi người) biết về những vị khách của Ibrahim"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "Khi vào gặp Người, họ lên tiếng chào: “Bằng an” Y đáp: Và hãy báo cho họ (mọi người) biết về những vị khách của Ibrahim. \"Chúng tôi sợ quí vị"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "Họ bảo: \"Đừng sợ! Chúng tôi mang tin mừng đến cho ông về một đứa con trai được ban cho kiến thức"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "(Ibrahim) đáp: “Phải chăng quí vị mang tin mừng đến cho tôi khi tôi đã về già? Vậy tin mừng về việc gì vậy?”"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "Họ bảo: “Chúng tôi mang tin mừng đến cho ông thật đấy. Bởi thế, chớ nên tuyệt vọng.”"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "(Ibrahim) đáp: “Và những ai tuyệt vọng nơi lòng Khoan Dung của Thượng Đế của mình thì đó là những kẻ lầm lạc?”"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "(Ibrahim) tiếp: “Vậy quí vị đến gặp tôi có chuyện gì, hỡi các vị Sứ (của Allah?)”"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "Họ bảo: \"Quả thật, chúng tôi được phái cử đến với một đám người tội lỗi"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "Ngoại trừ gia đình của Lut mà chúng tôi có nhiệm vụ phải giải cứu tất cả"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "“Trừ người vợ của Y (Lut) mà chúng tôi đã quyết định sẽ nằm trong số người tri trệ đằng sau.”"
        }
    ]
}