{
    "rukus": [
        {
            "chapter": 37,
            "verse": 75,
            "text": "Quả thật, (khi xưa) Nuh đã cầu nguyện TA. Bởi thế, TA là Đấng Ưu Việt đáp lại lời cầu xin (của Y)"
        },
        {
            "chapter": 37,
            "verse": 76,
            "text": "Và TA đã giải cứu Y và gia đình của Y thoát khỏi đại họa"
        },
        {
            "chapter": 37,
            "verse": 77,
            "text": "Và TA đã làm cho dòng dõi của Y sống sót"
        },
        {
            "chapter": 37,
            "verse": 78,
            "text": "Và TA đã để lại cho Y nơi hậu thế (lời chúc phúc)"
        },
        {
            "chapter": 37,
            "verse": 79,
            "text": "Salam (Sự Bằng an) cho Nuh trong thế gian"
        },
        {
            "chapter": 37,
            "verse": 80,
            "text": "Quả thật, TA đã trọng thưởng những người làm tốt như thế"
        },
        {
            "chapter": 37,
            "verse": 81,
            "text": "Bởi vì rõ thật, Y là một người bề tôi có đức tin của TA"
        },
        {
            "chapter": 37,
            "verse": 82,
            "text": "Rồi, TA nhận chết chìm các tên (tội lỗi) khác"
        },
        {
            "chapter": 37,
            "verse": 83,
            "text": "Và Ibrahim đã thực sự nhập phái (tôn giáo) của Người (Nuh)"
        },
        {
            "chapter": 37,
            "verse": 84,
            "text": "Khi Y đến với Thượng Đế của Y với một tấm lòng trong sạch"
        },
        {
            "chapter": 37,
            "verse": 85,
            "text": "Khi Y nói với phụ thân và người dân: “Quí vị tôn thờ gì vậy"
        },
        {
            "chapter": 37,
            "verse": 86,
            "text": "“Phải chăng là một điều giả tạo việc quí vị muốn (tôn thờ) các thần linh khác thay vì Allah"
        },
        {
            "chapter": 37,
            "verse": 87,
            "text": "“Thế quí vị nghĩ sao về Đấng Thượng Đế của vũ trụ và muôn loài?”"
        },
        {
            "chapter": 37,
            "verse": 88,
            "text": "Rồi Y (Ibrahim) liếc nhìn các vì sao (trên trời)"
        },
        {
            "chapter": 37,
            "verse": 89,
            "text": "Rồi bảo: “Người tôi muốn bệnh"
        },
        {
            "chapter": 37,
            "verse": 90,
            "text": "Bởi thế, họ (người dân) ra đi, bỏ Y ở lại"
        },
        {
            "chapter": 37,
            "verse": 91,
            "text": "Rồi Y lén đi gặp các tượng thần của họ. Y hỏi chúng “Các ngươi không ăn (các món cúng trước mặt) hay sao"
        },
        {
            "chapter": 37,
            "verse": 92,
            "text": "“Các ngươi có chuyện gì vậy? Sao các ngươi không chịu nói?”"
        },
        {
            "chapter": 37,
            "verse": 93,
            "text": "Rồi Y nhảy xổ đến đưa tay phải ra đập bể chúng"
        },
        {
            "chapter": 37,
            "verse": 94,
            "text": "Sau đó, họ (người dân) vội vã chạy đến gặp Y"
        },
        {
            "chapter": 37,
            "verse": 95,
            "text": "Y bảo họ: “Quí ông tôn thờ những bức tượng do quí ông tạc ư"
        },
        {
            "chapter": 37,
            "verse": 96,
            "text": "Trong lúc Allah tạo ra quí ông và những vật mà quí ông làm.”"
        },
        {
            "chapter": 37,
            "verse": 97,
            "text": "Họ bảo : “Hãy xây một tòa nhà cho nó rồi ném vào lửa cháy!”"
        },
        {
            "chapter": 37,
            "verse": 98,
            "text": "Họ đã bày mưu hãm hại Y, nhưng TA đã hạ nhục họ"
        },
        {
            "chapter": 37,
            "verse": 99,
            "text": "Và Y bảo: \"Ta sẽ đi gặp Thượng Đế của Ta. Ngài sẽ hướng dẫn ta.”"
        },
        {
            "chapter": 37,
            "verse": 100,
            "text": "“Lạy Thượng Đế của bề tôi! Xin Ngài ban cho bề tôi một đứa (con) đức hạnh.”"
        },
        {
            "chapter": 37,
            "verse": 101,
            "text": "Bởi thế, TA ban cho Y tin mừng về một đứa con trai chịu đựng"
        },
        {
            "chapter": 37,
            "verse": 102,
            "text": "Đến khi đứa trẻ đến tuổi biết chạy cùng với Y, Y bảo đứa con: “Này con yêu dấu! Cha thấy trong mộng việc cha sẽ tế con. Thế con nghĩ sao? (Isma'il) đáp: “Thưa cha! Cha cứ làm theo lệnh truyền. Cha sẽ thấy, nếu Allah muốn, con sẽ là một đứa con kiên nhẫn.”"
        },
        {
            "chapter": 37,
            "verse": 103,
            "text": "Thế nên, khi hai cha con cùng nạp mình thần phục (Allah), người cha bắt đứa con quỳ gục đầu xuống đất, (để tế)"
        },
        {
            "chapter": 37,
            "verse": 104,
            "text": "Thì TA gọi Y, (phán bảo): “Này hỡi Ibrahim"
        },
        {
            "chapter": 37,
            "verse": 105,
            "text": "“Nhà ngươi đã hoàn tất điều (thấy) trong mộng.” Quả thật! TA ân thưởng những người làm tốt như thế"
        },
        {
            "chapter": 37,
            "verse": 106,
            "text": "Quả thật, đây là một sự thử thách công khai"
        },
        {
            "chapter": 37,
            "verse": 107,
            "text": "Và TA đã chuộc mạng đứa trẻ (Isma'il) bằng một con vật tế lớn"
        },
        {
            "chapter": 37,
            "verse": 108,
            "text": "Và TA đã để lại cho Y (Ibrahim) nơi hậu thế (Lời chúc phúc)"
        },
        {
            "chapter": 37,
            "verse": 109,
            "text": "“Salam (Sự Bằng an) cho Ibrahim.”"
        },
        {
            "chapter": 37,
            "verse": 110,
            "text": "TA ân thưởng những người làm tốt như thế"
        },
        {
            "chapter": 37,
            "verse": 111,
            "text": "Quả thật, Y là một người bề tôi có đức tin của TA"
        },
        {
            "chapter": 37,
            "verse": 112,
            "text": "Và TA ban cho Y tin mừng về Is-haaq (sau này trở thành) một Nabi trong số những người đức hạnh"
        },
        {
            "chapter": 37,
            "verse": 113,
            "text": "Và TA đã ban phúc cho Y và Is-haaq nhưng trong con cháu của hai người (Ibrahim và Is-haaq) có một số làm tốt và có một số đã công khai tự hại bản thân mình"
        }
    ]
}