{
    "rukus": [
        {
            "chapter": 2,
            "verse": 62,
            "text": "Quả thật, những ai tin tưởng (nơi Qur'an) và những ai là người Do thái và tín đồ của Ki-Tô giáo và nhữhg người Sabian, ai tin tưởng nơi Allah và Ngày (Phán xử) Cuối cùng và làm việc thiện thì sẽ có phần thưởng của họ nơi Thượng Đế của họ; và họ sẽ không lo sợ cũng sẽ không buồn phiền"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Và hãy nhớ lại khi TA (Allah) đã nhận lời Giao ước của các ngươi và nhấc ngọn núi (tại Sinai) cao khỏi đầu của các ngươi (và phán): “Hãy nắm vững những điều TA đã ban cho các ngươi (trong Taurah) và hãy nhớ cho kỹ những điều ghi trong đó để may ra các ngươi sẽ trở thành những người ngay chính sợ Allah.”"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Rồi sau đó các ngươi quay lưng làm ngơ. Nếu Allah không đặc ân và khoan dung thì chắc chắn các ngươi đã trở thành những kẻ mất mát rồi"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Và các ngươi dư biết ai trong các ngươi là những kẻ vi phạm (giới cấm của) Ngày Thứ bảy. Bởi thế, TA (Allah) đã phán cho chúng: “Hãy thành loài khỉ đáng khinh!”"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Bởi thế, TA (Allah) đã dùng nó (hình phạt) để làm ngã lòng những kẻ sống vào thời đại của chúng và những ai sống sau chúng và làm một bài học cho những người ngay chính sợ Allah"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Và hãy nhớ lại khi Musa nói với người dân của Y: “Quả thật, Allah ra lệnh cho các người tế một con bò cái tơ.” Họ bảo: “Phải chăng thầy mang chúng tôi ra làm trò cười hay sao?” (Musa) đáp: ‘Ta xin Allah che chở, chớ để ta thành một người ngu muội.”"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Họ bảo: “Thầy hãy cầu xin Thượng Đế của Thầy giùm chúng tôi, cho chúng tôi biết rõ nó là gì?” (Musa) đáp: “Ngài (Allah) phán: “Nó là một con bò cái không già lắm cũng không non lắm, cỡ tuổi trung bình. Nào, hãy làm theo điều Ngài ra lệnh.”"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Họ bảo: “Thầỵ hãy cầu xin Thượng Đế của Thầy giùm chúng tôi, cho chúng tôi biết rõ màu da của nó là gì.” (Musa) đáp: “Ngài (Allah) phán: “Nó là một con bò cái màu da vàng hung, làm cho ngươi xem thích thú.”"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Họ bảo: “Thầy hãy cầu xin Thượng Đế của Thầy giùm chúng tôi, cho chúng tôi biết rõ nó là gì bởi vì đối với chúng tôi các con bò cái đều giống nhau, dễ nhầm lẫn. Lần này nếu Allah muốn, chúng tôi sẽ được chỉ dẫn đúng đắn.”"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "(Musa) đáp: “Ngài (Allah) phán: “Nó là một con bò cái không bị bắt cày đất cũng không dùng để kéo nước vào ruộng, khỏe mạnh và nguyên lành (không có gì khiếm khuyết cả).” Họ bảo: “Bây giờ Thầy trình bày rõ sự thật.” Và họ đã tế nó nhưng hầu như không muốn làm"
        }
    ]
}