{
    "pages": [
        {
            "chapter": 11,
            "verse": 13,
            "text": "O cuando dicen: \"Él lo inventó\". Diles: \"[Si es verdad que un ser humano puede escribir algo tan maravilloso] escriban ustedes diez suras inventadas como ésta y preséntenlas, y convoquen a quienes puedan [para que los auxilien] en vez de Dios, si es que dicen la verdad"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Pero si no les responden [el desafío], sepan que [el Corán] ha sido revelado con el conocimiento de Dios, porque no hay otra divinidad salvo Él. ¿Acaso no van a someterse a Él [haciéndose musulmanes]"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "A quienes prefieran la vida mundanal y sus placeres los recompensaré por sus obras en esta vida, se los concederé y no serán defraudados"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Pero no obtendrán en la otra vida sino el castigo del Infierno. Allí, lo que hubieran hecho se desvanecerá, y sus obras habrán sido en vano"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "¿Acaso quien cree en el Corán y se basa en una prueba que proviene de Su Señor, que es recitada por un testigo de Dios, y que antes se encontraba mencionada en el Libro de Moisés [la Tora] que fue una guía y una misericordia, es comparable con aquellos aliados que no creen en el Corán? Ellos tendrán por morada el Infierno. No tengas dudas [de ello]. [El Corán] es la Verdad que dimana de tu Señor, aunque la mayoría de las personas no crean"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "¿Hay alguien más injusto que quien inventa mentiras acerca de Dios? Ésos deberán comparecer ante su Señor [para responder por sus mentiras], y entonces todos los testigos dirán: \"Éstos son quienes mintieron acerca de su Señor\". ¡Que la maldición de Dios caiga sobre los injustos"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "que apartan a la gente del sendero de Dios, tratan de modificarlo y no creen en la otra vida"
        }
    ]
}