{
    "pages": [
        {
            "chapter": 11,
            "verse": 29,
            "text": "¡Oh, pueblo mío! No les pido retribución alguna a cambio [de transmitirles el Mensaje], pues Dios será Quien me recompensará, y no voy a rechazar a los creyentes [pobres como me piden], porque ellos se encontrarán con su Señor [Quien los recompensará por su fe]; y veo que son ustedes un pueblo que se comporta como los ignorantes"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "¡Oh, pueblo mío! ¿Quién me protegerá de Dios si despreciara [a los pobres y débiles]? ¿Es que no recapacitan"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "No les digo que poseo los tesoros de Dios ni que conozco lo oculto, ni les digo que soy un ángel; tampoco digo que Dios no recompensará [en la otra vida] a aquellos que ustedes consideran inferiores [los débiles y los pobres], pues Dios bien sabe lo que hay en sus almas, porque si lo dijera sería de los injustos"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Le dijeron: \"¡Oh, Noé! No has dejado de discutir y objetarnos, haz que se desencadene de una vez sobre nosotros aquello con lo que nos amenazas, si es verdad lo que dices"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Dijo [Noé]: \"Dios lo desencadenará [al castigo] si Él así lo decreta, y entonces no podrán huir"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Y aunque los quiera beneficiar con mi exhortación, tampoco les servirá de nada si es voluntad de Dios su desvío. Él es su Señor, y ante Él comparecerán"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Dicen [los idólatras de La Meca]: \"Él lo inventó\". Diles [¡Oh, Mujámmad!]: \"Si yo lo hubiera inventado, sobre mí recaerían las consecuencias de mi delito, y soy inocente del delito [de incredulidad] que ustedes cometen"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "[También] le fue revelado a Noé: \"Salvo los que ya han creído, nadie más creerá de tu pueblo; no te aflijas por lo que hacen"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Construye el arca bajo Mi observancia y según Mi inspiración, y no Me hables a favor de quienes obraron injustamente, porque estarán entre los que se ahoguen"
        }
    ]
}