{
    "pages": [
        {
            "chapter": 2,
            "verse": 6,
            "text": "A los que niegan la verdad les da lo mismo que les adviertas o no, no creerán"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Dios ha sellado sus corazones y sus oídos, sobre sus ojos hay un velo y recibirán un castigo terrible [en el Infierno]"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Entre las personas hay [hipócritas] que dicen: \"Creemos en Dios y en el Día de la Resurrección\", pero no son creyentes"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Pretenden engañar a Dios y también a los creyentes pero, sin advertirlo, solo se engañan a sí mismos"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Sus corazones tienen una enfermedad y [por su actitud] Dios agrava aún más su enfermedad. Sufrirán un castigo doloroso por haber mentido"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Cuando se les dice: ¡No siembren la corrupción en la Tierra! Responden: \"¡Pero si nosotros somos los que hacemos el bien"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "¿Acaso no son ellos los corruptores? [Sí,] pero no se dan cuenta"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Cuando se les dice: \"¡Crean como ha creído la gente!\" Responden: \"¿Es que vamos a creer como lo hacen los tontos?\" ¿Acaso no son ellos los tontos? [Sí,] pero no lo saben"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Cuando se encuentran con los creyentes les dicen: \"¡Somos creyentes!\" Pero cuando están a solas con los malvados de entre ellos, les aseguran: \"¡Estamos con ustedes, solo nos burlábamos de ellos"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "[Pero] Dios hará que sus burlas caigan sobre ellos mismos y dejará que permanezcan extraviados, en su ceguera"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Ellos vendieron la guía, cambiándola por el desvío, y tal negocio no les resultó provechoso, no siendo de los bien guiados"
        }
    ]
}