{
    "pages": [
        {
            "chapter": 18,
            "verse": 98,
            "text": "Dijo [Dhul Qarnain]: \"Ésta es una misericordia de mi Señor, pero cuando llegue la promesa de mi Señor [el Día del Juicio] la reducirá a polvo. La promesa de mi Señor es verdadera"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "Ese día dejaré que surjan [Gog y Magog] como oleadas chocando unas con otras [sembrando la corrupción y el exterminio], pero luego será tocada la trompeta y los congregaré a todos"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Ese día expondré el Infierno a los que se negaron a creer"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "Aquellos que tenían sus ojos velados a Mi recuerdo [el Corán] y no soportaban oír [la verdad]"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "¿Acaso piensan los que se niegan a creer que si toman algunos de Mis siervos como protectores en Mi lugar [eso podrá protegerlos del castigo]? Tengo preparado el Infierno como castigo para los que se negaron a creer [en las enseñanzas de los Profetas]"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Diles: \"¿Quieren que les haga saber quiénes son los que no obtendrán beneficio alguno por sus obras"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "[Son] aquellos que desperdiciaron los esfuerzos que realizaron en este mundo mientras creían obrar el bien"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Son quienes no creen en los signos de su Señor ni que comparecerán ante Él. Sus obras habrán sido en vano y en el Día de la Resurrección no tendrán nada que pese en la balanza"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Recibirán el Infierno como castigo por no haber creído y por haberse burlado de Mis signos y de Mis Mensajeros"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Pero quienes hayan creído y obrado rectamente tendrán como morada los jardines del Paraíso"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "donde vivirán por toda la eternidad y no desearán mudarse jamás"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Diles: \"Si los mares fueran tinta para escribir las Palabras de mi Señor, se agotaría el agua de los mares antes de que se agotaran las Palabras de mi Señor, aunque se trajeran otros mares de tinta [equivalentes a los que existen]"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Diles: \"Yo no soy más que un hombre a quien se le ha revelado que solo deben adorar a Dios, su única divinidad. Quien anhele encontrarse con su Señor [y que Él esté complacido], que realice obras piadosas y que no adore a nadie más que a Él"
        }
    ]
}