{
    "pages": [
        {
            "chapter": 40,
            "verse": 17,
            "text": "Hoy cada alma será juzgada por lo que haya realizado. Hoy no se cometerá injusticia alguna. Dios es rápido en ajustar cuentas"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Adviérteles [¡oh, Mujámmad!] sobre la inminencia del Día [del Juicio], donde los corazones se les subirán hasta las gargantas por la angustia. Los que cometieron injusticias no tendrán ningún amigo ni intercesor que sea escuchado"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "[Dios] conoce las miradas pérfidas y lo que esconden los corazones"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Dios juzga con la verdad, y los que invocan en lugar de Él no pueden juzgar nada. Dios todo lo oye, todo lo ve"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "¿Acaso no viajan por el mundo y observan cuál fue el final de sus antecesores? Tenían más poder y dejaron más vestigios sobre la Tierra [que ustedes], pero Dios los castigó [destruyéndolos] por sus pecados, y nadie pudo protegerlos de Dios"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "Esto [fue lo que merecieron] porque se les presentaron sus Mensajeros con las pruebas claras, pero los rechazaron y entonces Dios los castigó. Él es Fortísimo y severo al castigar"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "Envié a Moisés con Mis signos y pruebas evidentes"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "[Lo envié] ante el Faraón, Hamán y Qarún, pero le dijeron: \"Eres un hechicero mentiroso"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "Pero cuando se les presentó con Mi Verdad, dijeron: \"Maten a los hijos de quienes creyeron en él, y dejen con vida a sus mujeres\". Pero los planes de los incrédulos fueron en vano"
        }
    ]
}