{
    "maqras": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "Takıba kisilerge ubada kılıngan Beyistin misalı: astınan darıyalar agat. Momosu menen kolokosu tugongus. Bular takıbalar barcu jer. Kaapırlardın barcu jeri — Tozok"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Biz Kitep bergen adamdar(dın ınsaptuuları) saga tusurulgon nerse (Kuraan) sebeptuu suyunusot.! Al emi, kee bir (kaapır) taypalar anın (Kuraandın) bir boluguno isenispeyt. Aytkın: «Men Allaһka ec bir nerseni serik kılbay sıyınuuga buyuruldum. Anın Ozuno cakıramın jana Ozuno kaytamın"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Usintip (o, Muhammad), Biz saga arab tilindegi okumdu tusurduk. Eger ozuŋo kelgen ilimden soŋ alardın (kaapırlardın) kaalooloruna ercip ketseŋ, (anda) saga Allaһ tarabınan ec bir dos-jardamcı, ec bir saktoocu bolboyt"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Biz senden murda paygambarlardı jiberip, alarga ayal, bala-caka bergenbiz. Ec bir paygambar Allaһtın uruksatı bolmoyunca (oz kaaloosu menen) moojiza keltire albayt. (Bardıgı Allaһtın kolunda. Kacan kaalasa osondo beret) Ar bir moonot ucun jazılgan (ubaktısı) bar"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allaһ (okumdordon) kaalaganın jok kılat, kaalagan nersesin bekemdep koyot. (Antkeni,) Kiteptin Enesi Anın aldında"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "(O, Muhammad) Eger alarga (kaapırlarga) ubada kılgan nersebizdi (azaptı) saga korsotsok da je (korsotkongo ceyin) janıŋdı alsak da (saga baarı bir). Antkeni, senin mildetiŋ —jetkiruu. Bizdin mildetibiz — eseptesuu"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "(Dinge karsı bolgondor) korboy jatısabı, Biz (alardın) jerge kelip, ar tarabınan kıskartıp jatabız. Allaһ (usintip) okum kılat. Anın okumun keciktiruucu jok! Al tez eseptesuucu"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Alardan murunku kaapırlar dagı (dinge karsı) aylakerlik kılıskan. Birok, bardık aylakerlik Allaһtın kolunda. Al ar bir jan emne kılganın bilip turat. Kaapırlar Akıret Uyu kimdin paydasına bolusun jakında bilip alısat"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Kaapır bolgon adamdar: «Sen paygambar emessiŋ» deset. Aytkın: «Meni menen silerdin araŋarda kuboluk kıluuga Allaһ menen Kitep ilimi bar adamdar jetistuu»"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif, Lam, Ra. (O, Muhammad), Biz bul Kitepti saga, adamdardı, Rabbisinin uruksatı menen karaŋgılıktardan Nurga — Jeŋuucu jana Maktalgan Allaһtın joluna cıgarısıŋ ucun tusurduk"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Allaһ(tın kudurettuulugu) usunday: asmandardagı jana jerdegi nerseler Anın mulku. Kaapırlarga katuu, azaptuu olum bolsun"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Alar duyno jasoosun Akıretten jogoru suyusot, (adamdardı) Allaһtın jolunan tosusat jana anı iyri jolgo aylantuunu kaalasat. Andaylar tereŋ adasuuda"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Bizar bir paygambardı, oz elinin tili menen gana jiberdik, alarga (din erejelerin tusunuktuu) bayan kılıp berisi ucun. Kiyin Allaһ Ozu kaalagan pendesin Tuura Jolgo bastayt jana kaalaganın adastırat. Al - Kudurettuu, Daanısman"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Biz Musanı Ozubuz bergen moojizalar menen (paygambar kılıp) jiberip: «Koomuŋdu karaŋgılıktardan Nurga cıgargın jana alarga Allaһtın kundorun estetkin. Albette mında sabırduu, sugur kıluucu adamdar ucun ulgu-sabaktar bar» — dedik"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Estegin (o, Muhammad, osondo) Musa koomuna mınday dedi: «Allaһtın silerge bergen neemattarın estegile: Al silerdi Firaun jana anın adamdarınan kutkardı. Alar uul perzentiŋerdi soyup, kız perzentiŋerdi tiruu kaltıruu menen basıŋarga katuu azap salgan. Usunda Rabbiŋer tarabınan coŋ sınoo bar ele"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "«Dagı bir kezde Rabbiŋer silerge: «Eger (Menin neematıma) sugur kılsaŋar silerdi(n neemattı) koboytomun. Al emi, sugur kılbasaŋar (bilip koygula), cınında Menin azabım katuu»-dep jarıyalagan"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Jana Musa ayttı: «Eger siler jana (silerge kosulup) jer juzunun bardık jamaatı kapır bolso da, Allaһ Beymuktaj jana maktoogo ılayık"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Silerge ozuŋordon murunkulardın: Nuh koomunun, Aad, Samud koomdorunun jana alardan kiyinki koomdordun kabarı kelbedibi? Alardı Allaһtan baska ec kim bilbeyt bolcu. (Kiyin Allaһ alar jonundo kabar berdi:) Alarga Paygambarları anık dalilder alıp kelgende, koldorun oozuna (kerney kılıp) koyuusup: «Biz silerge jiberilgen dinge kaapır bolduk: Biz siler daavat kılıp jatkan nerselerden sektenuudobuz!» — desti"
        }
    ]
}