{
    "maqras": [
        {
            "chapter": 2,
            "verse": 177,
            "text": "Jaksılık juzuŋordu Cıgıs jana Batıska burusuŋar emes. Birok, jaksılık — Allaһka, Akıret kununo, peristelerge, kitepke, paygambarlarga isengen, ozu jaksı korgon mal-duynosun tuugan-uruktarga, jetimderge, jakırlarga, musapırlarga, (muktaj bolup) suragandarga, oz basın azat kıluunu kaalagan kuldarga sadaka kılgan, namazdı toluk atkargan, zeketti tologon, ubadalaskanda oz ubadasında bekem turgan jana kembagaldık, ooru-sırkoo jana sogus ubakıttarında sabırduu bolgon adamdar(dın ıymanduu peyilderi).! Mına usular (oz ıymandarında) cıncıl jana usular gana takıba kisiler"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "O, momundar! Olturulgondor ucun oc aluu silerge parız kılındı: azat adamga azat adam, kulga kul, ayalga ayal (olturulot). Al emi, kimge (olgon) buradarı(nın jakındarı) tarabınan kecirim berilse, anda jaksılık menen moyun sunuu jana aga jaksınakay kılıp tolop beruu (parız). Bul — silerge Rabbiŋer tarabınan berilgen jeŋildik jana ırayım. Kim usundan soŋ cekten cıksa, aga jan kıynoocu azap bar"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "O, akılduular! Siler ucun oc aluuda jasoo bar.! Kana emi, (usul sırlardan sabak alıp) takıba bolsoŋor"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Silerden birooŋorgo olum jakındassa, mal-duynosun ata-enesine jana tuugan uruktarına osuyat kılıp, jaksılık menen (oz abalına karap, ısırapsız muras) kaltıruusu silerge parız kılındı. Bul takıbaa kisilerge katuu mildet"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Kim usul kereezdi ukkandan (tusungondon) soŋ (anı) almastırıp koyso, munun kunoosu almastırıp koygondordun moynunda! Allaһ — Uguucu, Biluucu"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Emi, kimde-kim osuyat kıluucunun bilip je bilbey kunoo kıluusunan korkso, alardın arasın oŋdop koysun. (Osondo) aga kunoo bolboyt. Allaһ — Kecirimduu, Meerimduu"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "O, ıyman keltirgender! Silerden murunku elderge parız kılınganı sıyaktuu, silerge da orozo karmoo parız kılındı. Takıbaa bolusuŋar ucun"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "(Parız orozo) eseptuu kundor(do gana tutulat). Silerden kimiŋer ooruluu je saparda bolso, baska kundordun esebinen (karmap beret). Orozo karmaganga cıdagan (birok, kıynalganı sebeptuu karmabagan) adamdarga (ar bir kun esebine) bir jakır adamdı toygozuu — fidya. Kim asıgıraak adamdı toyguzsa, ozuno jaksı. Birok, orozo karmaganıŋar (fidya toloodon) jaksı, eger bilseŋer"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "(Siler orozo karmay turgan sanaktuu kundor — bul) Ramazan ayı. Bul ayda adamdarga hidayat — tuura jol bolup, hidayat jana furkandan turgan anık dalilder katarı Kuraan tusuruldu. Jana silerden kimde kim (jaŋı) aydı korso — orozo karmasın! Jana kim ooruluu je saparda bolso, baska kundordun esebinen (tutup beret). Allaһ silerge jeŋil boluusun kaalayt, oor boluusun kaalabayt. (Orozo) sanaktı toluk kıluuŋar (kaltırbay tutuuŋar) jana silerdi tuura jolgo salganı ucun Allaһtı daŋazalasıŋar ucun jana Allaһka (kop-kop) sugur kıluuŋar ucun (parız kılındı)"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "(O, Muhammad) eger pendelerim senden Meni surassa (aytkın) Men (alarga) jakınmın. Maga duba kılıssa duba kıluucunun dubasına joop beremin. (Emi,) Maga da joop berissin jana ıyman keltirissin! (Osondo) Tuura Jolgo tusup kalısı ajep emes"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Silerge orozo tunundo ayalıŋar menen kosuluu adal kılındı. Alar siler ucun kiyim, siler alar ucun kiyim (sıyaktuusuŋar). Allaһ silerdin (orozo tundoru) ozuŋorgo zulum kılıp alganıŋardı bildi jana toobaŋardı kabıl kılıp, kecirdi. Mına emi, ayalıŋar menen (orozo tunundo) kosula bergile jana Allaһ silerge jazgan nerseni (adal kosuluu menen adal perzentti) niet kılgıla. Jana tee taŋ mezgilinen ak jip kara jipten ajıraganı silerge anık bilingenge ceyin jey bergile, ice bergile. Andan (saarlıktan) kiyin orozonu kecke ceyin toluk ulantkıla. Jana mecitterde etikaf oturgan mezgiliŋerde ayalıŋarga jakında-bagıla. Bular (tıyuu salıngan nerseler) — Allaһtın cek araları. Alar(dı buzuu)ga jakındabagıla! Allaһ adamdarga Oz ayattarın mına usintip bayan kılıp beret, takıba boluuŋar ucun"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Biri-biriŋerdin akca-mulkuŋordu kıyanat joldor menen jebegile jana adamdardın mal-duynosunon bir bolugun kunoo menen jep aluu ucun akca-mulktu okum cıgaruucularga (aram ekenin) bilip turup (para katarı) ber-begile"
        }
    ]
}