{
    "maqras": [
        {
            "chapter": 36,
            "verse": 60,
            "text": "O, Adam urpaktarı! Men silerge: «Saytanga ibadat kılbagıla! Al silerge anık dusman"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "Ozumo gana ibadat kılgıla! Tuura Jol — usul!» dep buyurbadım bele"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Al silerden kop muundardı azgırıp jiberdi go! Akılıŋardı istetpeyt beleŋer"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Silerge ubada kılıngan tozok — usul"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Kaapır bolgonuŋar sebeptuu bugun aga kirgile!»"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Al kundo alardın oozuna moor basıp koyobuz. Bizge anın kılmıstarı jonundo koldoru suyloyt, buttarı kuboluk beret"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Jana eger kaalasak, kozun tegizdep (sokur kılıp) koyobuz. Anan Beyis jolun izdegenge sasılısat. Kormok kayda emi"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Jana eger kaalasak alardı turgan jerinde katırıp koyobuz. Aldıga baskanga da artka kaytkanga da kudureti kelbey kalat"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Biz kimge uzun omur bersek, anın tuzulusun nacar kılıp koyobuz. Akıldarın istetispeybi"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Biz aga (Muhammadga) ır uyrotkonubuz jok. (Akın boluu) aga ılayık emes. Al (Muhammad okugan nerseler) Zikir (eskertuu) jana anık Kuraan"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "Tiruu adamdardı eskertuu ucun jana kaapırlarga (azap jonundogu okum) sozdu cındıkka cıgaruu ucun (tusurulgon eskertuu)"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Alar korboy jatısabı, Biz alar ucun Oz Kolubuz jasagan nerselerden carba aybandarın jaratıp, koldoruna mulk kılıp berdik"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "Jana alarga al(ayband)ardı moyun sundurup berdik. Alardan arasınan mingenderi bar, etin jegenderi bar"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "Jana alarda paydalar (ayran, sut sıyaktuu) icimdikter bar. Sugur kılıspaybı?! (Sugur kılmak kayda! Kayra, osol nerselerdi Allay emes, arbaktar, but-statuyalar jaratıp bergensip)"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "Allaһtan baska nerselerdi kuday kılıp alıstı. Alardan jardam bolso kana"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "(«Kudayları») alarga jardam beruugo kudurettuu emes!. (Birok osogo karabay) alarga dayardalgan askerler (sıyaktuu kızmatın kılıp, sıyına beriset)"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "(O, paygambar!) Seni alardın sozdoru kaygıga salbasın. Biz alardın jasıruun, askere isterin bilip turabız"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Insan bilbeybi, Biz anı (bir tamcı) suudan jarattık ele, anan kapıstan Bizge anık dusman bolup cıga keldi"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "Jana, ozunun (emneden) jaralganın unutup, (cirigen sooktu koluna karmap): «Sopot bolgon sooktu kim (kayradan) tirilte alat?»-dep, Bizge (karsı) misal keltiret"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "Aytkın: «Anı birinci iret (obolu topuraktan, anan bel suudan) jaratkan Kuday (kayra dagı osol topuraktan) tiriltet. Al ar bir makuluktu (kanday jarataarın jaksı) bilet"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "Al silerge kok (jana nım) daraktan otun jasap bergen.! Siler anı jagıp jatasıŋar"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Asmandardı jana Jerdi jarata algan Zat alardın oksosun (ekinci iret) jaratuuga kudurettuu emespi?? Jok! Kudurettuu! Al eŋ mıktı jaratuucu jana eŋ ilimduu"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Eger bir nerseni (jaratuunu) kaalasa, Anın isi «Bol!» dep aytuudan gana turat. Anan al nerse bolup kalat"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Bardık nerselerdin biylik-okumdarlıgı Oz kolunda bolgon Allaһ (musrikterdin «jarata albayt» degen sıpattoosunan) Taza! Bardıgıŋar Ozuno kayta-rılasıŋar"
        },
        {
            "chapter": 37,
            "verse": 1,
            "text": "Saptartkan peristelerge ant icip"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "(Samaldardı) aydoocu peristelerge ant icip"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "(Ar dayım) Zikirdi (Kurandı) okup turuucu peristelerge ant icip (aytamın)"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "Silerdin kudayıŋar cınında Jalgız"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "(Al) asmandardın, jerdin jana ekoosunun arasındagı (bardık) nerselerdin Rabbisi. Jana Al cıgıstardın (jana batıstardın) da Rabbisi"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "Cınında, Biz Duyno asmanın jıldızdar zıynatı menen koozdoduk"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "Jana (asmandardı) ar bir beybas saytandan saktadık"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "Alar jogorku jamaattı(n sozun) uga albayt.? (Eger uguuga araket kılsa) ar taraptan (ucar jıldızdar menen) atıp urulat"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "(Usintip) aydap jiberilet. Alarga (tigi duynodo) uzgultuksuz azap bar"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "Al emi, kimisi (kayıp kabarınan) bir gana soz uurdap algan bolso, aga kuydurup jiberuucu kuyruktuu jıldız kuup jetet (jana orttop jiberet)"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "Sen alardan (musrikterden) suracı, alardı jaratuu kıyınga turabı je Biz jaratkan (asman, jer, periste sıyaktuu) nerselerdibi? Cınında, Biz alardı jabıscaak ılaydan ele jaratıp koygonbuz"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "Sen (alardın isenbegenine) taŋ kalasıŋ. Alar (bolso, seni) sıldıŋdasat"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "Eger eskertilcu bolso, esine (akılına) kelbeyt"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "Eger bir ayat-dalil korusso (andan beter) sıldıŋdasat"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "Jana: «Bul anık sıykır» deset"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "(Dagı alar:) «Eger biz olup, sook jana topurak bolup kalsak, kayradan tirilebizbi"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "Ilgerki ata-babalarıbız dagı (kayra tirilebi)?!» - deset"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "Aytkın: «Ooba. Siler (musrik ata-babaŋar dagı) kor bolgon abalıŋarda (tirilesiŋer)"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "Al bolgonu (Israfil periste tarta turgan «Sur» kerneyinin) bir gana dobusu. Anan alar (tirilip, Kıyamat okuyalarına) karap turgan bolusat»"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "Jana: «O, bizge kaygı! Bul Kıyamat go!» (deset. Osondo alarga kayıptan un ugulat)"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "«Bul siler «jalgan» degen Ajıratuu Kunu!»"
        }
    ]
}