{
    "maqras": [
        {
            "chapter": 46,
            "verse": 21,
            "text": "(O, Muhammad!) sen Aad (koomunun) buradarın! estegin. Bir kezde al kum barhandarın(ın arasın)dagı koomun (tozok azabınan) eskertken ele. Andan murun jana kiyin da eskertuucu-paygambarlar otkon. (Osentip, al koomuna): «Allaһtan baska «kudaylarga» ibadat kılbagıla! Cınında, men silerge Uluu Kundun azabı tusup kaluusunan korkomun!» (dedi)"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "(Koomu) ayttı: «Sen emne, bizdi oz «kudaylarıbızdan» kaytarganı keldiŋbi? Eger cıncıl kisilerden bolsoŋ, bizge ubada kılgan(azab)ıŋdı (tezireek) keltirci?!»"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "(Hud) ayttı: «(Azap kacan keleeri jonundogu) ilim Allaһtın gana aldında. A men bolso ozumo juktolgon nerseni (dindi) silerge jetkiremin. Birok, men silerdin naadan koom ekeniŋerdi koruudomun"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "Anan, kacan alar ozdorunun oroondoruno kele jatkan «buluttu»! korgondo (suyunup): «Bul bizge jamgır jaadıruucu bulut» desti. Jok! Al siler anı sastırıp suragan nerse. (Al) — boroon! Anda (siler ucun) jan oorutkan azap bar"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "Al (boroon) Rabbisinin buyrugu menen bardık nerselerdi talkalap jiberdi! Anan... alardın (tep-tegiz bolup kalgan) koroolorunan baska ec nerse korunboy kaldı! Biz kunookor koomdu usintip jazalaybız"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "(Ey, Makka musrikteri!) Biz alarga (Aad kaapırlarına) silerge berbegen mumkun-culuktor (kuc-kuduret) menen bakubat kılgan elek. Jana alarga kozdordu, kulaktardı jana juroktordu bergen elek. Birok, Allaһtın ayattarın cetke kakkan sebeptuu alarga koz, kulak jana juroktoru payda berbedi.? Jana (kiyin) alardı ozdoru mıskıldagan nerse (tozok azabı) orop aldı"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "Jana Biz, anıgında, silerdin aylanaŋardagı (kaapır bolgon) ayıl-saarlardı da kıyratkanbız. (Osogo ceyin) Biz alarga, (sirk isterinen) kaytıp kalısaar dep Ozubuzdun ayattarıbızdı keŋiri bayandap bergen bolcubuz"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Emi (Allaһka) jakındastırat dep eseptegen, Allaһtan baska «kudayları» alarga jardam bere alsa kana! Jok! (teskerisince) alardan jok bolup (korunboy) ketisti. Jana bul (isenimderi) alardın ozdoru cıgargan jalgandarı jana (Allaһ jonundogu) doomat sozdoru"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "Jana bir kezde, (o, Muhammad) Biz saga bir jamaat jinderdi Kuraan uguu ucun jiberdik. Anan, kacan alar Kuraan(dı ukkan) ga dayar bolgondo (biri-birine) «Tınc turgula»-dep aytıstı. Kuraan okulup butkondo (bardıgı) ozdorunun koomuna eskertuucu bolup ketisti"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "Alar (koomuna barıp mınday) desti: «O, koomubuz! Biz Musa paygambardan kiyin tusurulgon, Ozunon murunku ıyık kitepterdi tastıktagan, Akıykatka jana Tuura Jolgo bastay turgan Kitepti uktuk"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "O, koomubuz! Allaһtın daavatcısına (Muhammadga) joop bergile jana ıyman keltirgile! (Osondo Allaһ) silerdin kunooŋordu kecirip, jan oorutkan azaptan saktayt"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Al emi, kimde-kim Allaһtın daavatcısına joop berbese, jer betinde (Allaһtan) kutulup kete albayt jana al ucun Andan (Allaһtan) baska dostor (jardamcılar) da bolboyt. Alar — anık adasuuda bolusat!»"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Alar oylop koruspoybu, asmandardı jana jerdi jaratkan jana osolordu jaratuuga alsızdık kılbagan Allaһ, oluk denelerge jan kirgizuugo kudurettuu emespi?! Ooba! Al -bardık nersege kudurettuu"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "Kaapırlar tozokko alıp kelingen Kundo, (alarga): «Bul cındık emes beken?» (dep aytılat. Osondo) alar: «Ooba Rabbibizge ant, (cındık eken)» deset. Anda Allaһ aytat: «Emi, kaapır bolgonuŋar sebeptuu azap tarta bergile!»"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "(O, Muhammad, musrikterdin zıyan-zapkılarına, murunku) paygambarlardın cıdamkaylıgı, sabır kılganı sıyaktuu sabır kıl. Sen alarga (musrikterge azaptı) sastırba. Alar ozdoruno ubada kılıngan (Kıyamat) Kundu korgondo, (Duynodo) kunduzdon bir ele saat (jasap) turganday bolusat. Bul - (cındıktı) jetkiruu! (Anı ukpagan) buzuku koomdon baska dagı kim azapka duusar bolmok ele"
        },
        {
            "chapter": 47,
            "verse": 1,
            "text": "(Ozdoru) kaapır bolup, (baskalardı) Allaһtın jolunan toskon adamdardın amaldarın (Allaһ Taala) jokko cıgardı"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "Allaһ ıyman keltirip, salih amaldardı jasagan jana Muhammadga tusurulgon nersege (Kuraanga), cınında, al Rabbisi tarabınan kelgen Akıykat dep isengen adamdardın (coŋ-kicine) kunoolorun ocurup, (juroktorun jana) isterin oŋdop koyot"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Munun sebebi, kaapır adamdar jalgandı eerciset, ıyman keltirgender Rabbisinen kelgen Akıykattı eerciyt. Allaһ adamdarga ozdorunun misaldarın usintip keltiret"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Eger kaapırlarga (sogus mezgilinde) jolugup kalsaŋar, moynuna (kılıc) urgula! Emi, kacan alardı jeŋip alsaŋar, (tiruu kalgandarın) tutkundagıla! Andan kiyin je ec nerse albay, azat kılıp jiberesiŋer, je bolboso tolom-akı alıp (andan soŋ) koyup jiberesiŋer. (Bul okum) sogus (abalı) butkongo ceyin. Usunday. Al emi, (eger) Allaһ kaalasa alardı (sogussuz ele) jeŋip koymok. Birok, birooŋordu birooŋor menen sınap (tandap) aluu ucun (soguska buyurdu). Jana Allaһtın jolunda olturulgon adamdardın amaldarın (Allaһ) ec kacan tekke ketirbeyt"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "Allaһ alardı (Beyis joluna) joldoyt jana (eki duynodo) isterin oŋdoyt"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "Jana alardı ozdoruno (Kuraanda) taanıtkan Beyiske kirgizet"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "O,ıyman keltirgen adamdar! Eger Allaһka (Anın dinine) jardam berseŋer,! Allaһ dagı silerge jardam beret jana kadamıŋardı bekem kılat"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Kaapırlar jogolsun! (Allaһ) alardın amaldarın jokko cıgarat"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "(Munun sebebi, alar Allaһ tusurgon nerseni Kuraandı) jaman korustu. Anan (Allaһ) alardın amaldarın tekke ketirdi"
        }
    ]
}