{
    "maqras": [
        {
            "chapter": 2,
            "verse": 75,
            "text": "(O, momundar!) Siler alardın (kitep eelerinin) ıymanga keluusunon umut kılasıŋarbı? (Umut kılbay ele koygula.) Alardan bir toptoru Allaһtın sozdorun ugup, akıldarı jetip, bilip kalgandan kiyin dele (oz kaalooloruna ılayıktap) ozgortup jiberiset. Kee bir musulmandardın umut kılgandarı jon jerinen emes ele. Antkeni, alardın arasındagı eki juzduuloru"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "ıymanduu kisilerge jolukkan kezde “Biz ıyman keltirdik” deset. Eger ozdorunco kalıssa “Emne, alarga (musulmandarga) Allaһ silerge (Toorat kitebinde) acık aytkan nerse jonundo Rabbiŋerdin aldında ozuŋorgo (karsı) dalil keltiruuloru ucun aytıp jatasıŋarbı? Akılıŋardı istetpeysiŋerbi?!” - deset"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "(Kitep eeleri) icine katkan sırların da, askere nerselerin da Allaһ bilip turusun bilispeybi"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Alardın arasında sabatsızdarı da bar. Alar kitepti (Toorattı) bilispeyt. Jalaŋ kumondordu gana biliset. Alar (paygambarcılık jonundo) kumondo gana bolusat"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Oz koldoru menen kitep jazıp, anı arzıbagan baaga satuu ucun “Bul Allaһtan kelgen (kitep)” dey turgan adamdarga katuu azap (tozok) bolsun! Alarga oz koldoru menen jazgandarı (ıyık kitepti burmalagandarı) ucun azap bolsun! Alarga (aramdan) tapkan paydaları ucun azap bolsun"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "(Kitep eeleri) “Bizdi tozok karmabayt, karmasa da (anda) sanaluu kundor (gana bolobuz)” deset. (O, Muhammad) Sen aytkın: “Emne, siler Allaһtan ubada-kelisim aldıŋar bele?! (Iyman keltirgeniŋer cın bolso), Allaһ ec kacan ubadasına kıyanat kılbayt. Je bolboso, ozuŋor bilbegen nerselerdi Allaһka (oodarıp) suylop jatasıŋarbı"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Jok! (Anday emes!) Kim bir kunoo (sirk) kılsa jana kunooloru anı orop-cırmap algan bolso, tozoku bolusat jana anda tuboluk kalısat"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Al emi, (Allaһka, peristelerge, kitepterge, paygambarlarga) ıyman keltirip, salih (jaksı)! amaldardı jasagandar Beyis eeleri jana anda tuboluk kalısat"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Estegile, Biz Israyil urpaktarınan “Allaһtan baska Kudayga sıyınbagıla, ata-eneŋerge, tuugan-uruguŋarga, jetimderge, bey-becaralarga ehsan-jaksılık kılgıla, adamdarga jaksı soz aytkıla, namazdı toluk atkargıla jana zeketti bergile” dep ant-ubada algan elek. Kiyin siler — bir az kisiden baskaŋar — juzuŋordu uyrup (kaapır bolup) kettiŋer"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "Osondo, Biz siler menen: “Biri-biriŋerdin kanıŋardı tokpoysuŋor, jurtuŋardan surgun kılbaysıŋar” dep ubadalaskanda, siler buga kubo bolup turup, moyunga algan eleŋer"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Kiyin, O, siler! Ozuŋordu (biri-biriŋerdi) olturup, ozuŋordun bir boluguŋordu jurttarınan surgun kılıp, kunoo jana zulum menen alarga (seriktesteriŋerge) jardam berip jatasıŋar. Eger alar (silerge karsı soguskan dindesteriŋer) silerdin aldıŋarga tutkun bolup kelse, alarga fidya (akı) tolop cıgarıp da alasıŋar. Alardı surgun kıluu siler ucun aram kılıngan ele go?! Emne, siler kiteptin (Toorattın) bir boluguno isenip, bir boluguno isenbeysiŋerbi?!! Silerdin araŋardan kim bul isti jasasa, (Kiteptin bir okumun atkarıp, baskasın atkarbasa) anın jazası bul duyno jasoosunda korduk jana Kıyamatta katuu azapka jolugusat. Allaһ silerdin isiŋerden beykapar emes"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Dal osolor gana Akırettin orduna duyno jasoosun satıp algan adamdar! Alardan azap jeŋildetilbeyt jana alarga jardam dagı berilbeyt"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Biz Musaga Kitepti (Toorattı) berdik jana anın artınan (Toorat menen okum kıluucu) paygambarlardı jiberdik. Biz Maryamdın uulu Iysaga da Ozubuzdun anık moojizalarıbızdı berip, anı Iyık Ruh? menen koldoduk. Ar kacan bir paygambar silerdin kaalooŋorgo jakpagan nerseni (dindi) alıp kelse, siler (ıymanga keluudon) tekeberlenip jana al paygambarlardan bir bolugun jalgancı dep, ayrımdarın olturo beresiŋerbi"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "(Yahudiyler) “Juroktorubuz kulpulangan” deset. Anday emes, Allaһ alarga kaapırcılıktarı sebeptuu naalat jaadırgan. (Osonduktan) alardın oto azcılıgı ıyman keltiriset"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Kacan alarga Allaһtan ozdorundo bolgon nerseni (Toorattı) tastıktagan bir kitep (Kuraan jana paygambar) kelgende jana mından murun kaapırlarga (arab musrikterine) karsı (dal usul kitep jana usul paygambardan) jardam kutup jatıskan bolcu. Anan, kacan alarga ozdoru taanıp-bilgen nerse kelgende, aga kaapır bolustu!! Kaapırlarga Allaһtın naalatı bolsun"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Allaһ Ozunun artıkcılıgın pendelerinin arasınan Ozu kaalagan adamga (Muhammadga) tusurgonuno koralbastık kılıp, Allaһ tusurgon nersege kaapır boluuları — ozdoruno satıp algan nerseleri kanday jaman! Osentip, alar (Allaһtın) acuu(su)nun ustuno dagı (kosumca) kaar menen kaytıstı. Kaapırlarga kor kıluucu azap bar"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Alarga “Allaһ tusurgon nersege ıyman keltirgile” dep aytılsa, biz ozubuzgo tusurulgon nersege (Tooratka) ıyman keltirebiz” desti jana andan baskasına (Kuraanga) al cındık jana alardagı nerseni tastıktoocu bolgonuna karabay kaapır bolustu, (O, Muhammad!) alarga ayt: “Eger (Tooratka) ıyman keltirgen bolsoŋor, anda emne ucun murda (Toorat menen okum kılgan) paygambarlardı olturcusuŋor?!”"
        }
    ]
}