{
    "maqras": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "(Bul—) Allaһ jana (Anın) paygambarı tarabınan siler ubada-kelisim tuzgon musrikter ucun (kelisim mildetinen) kutuluu (jarıyası)"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "(O,musrikter!) Tort ay (moonottun) icinde jer betinde (tınc-aman) juro bergile. Jana bilip algıla, (silerge tınctık moonotu berilse da) siler ec kacan Allaһtı alsız kaltıra albaysıŋar. Allaһ (sirk isterin ulantkan) kaapırlardı sermende kıluucu"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "(Bul) Allaһ jana (Anın) paygambarı tarabınan, coŋ ajı kunu (Kurman mayramı) bolgondo adamdarga, Allaһ jana Anın paygambarı musrikterden taza (b.a. alardın aldında ubada-mildettenmesi jok) ekenin jarıyalap koyuu!? (O, musrikter!) Eger tooba kılsaŋar, ozuŋorgo jaksı (mal-janıŋardı saktap kalasıŋar) Eger juz bursaŋar, bilip koygula, siler Allaһtı alsız kaltıruucu emessiŋer. Jana (O, Muhammad,) kaapırlarga jan oorutkan azaptın kabarın berip koy"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Al emi, siler kelisim tuzgon musrikter (mildettenmelerden) ec nerseni buzbasa jana siler-din ec bir dusmanıŋarga jardam berbese, anda alardın kelisimderin oz moonotuno ceyin toluk saktagıla. Albette, Allaһ takıba kisilerdi suyot"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Emi, kacan “Al-Hurum” ayları (musrikter menen sogusuuga tıyuuu salıngan tort ay) cıgaarı menen, musrikterdi tapkan jeriŋerde olturgulo!, tutkundagıla, kurcoogo algıla jana (alardın) ar bir joldorunda (sazayın beruu ucun) kutup olturgula! Egerde tooba kılıp, namaz okup, zeket berisse (musulman bolussa) joldoruna toskool bolbogula. Cınında, Allaһ — Keciruucu, Irayımduu"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Eger musrikterdin biri senden (Allaһtın sozun ugup, Islam menen taanısuu ucun) korgoo-kepildik surasa, anı — Allaһtın Sozun ukkanga ceyin — oz kepildigiŋe al. Andan soŋ anı ozunun tınc mekenine jetkirip koy. Bul (okum) alardın bilimsiz koom bolgonu (jana Islamdı taanıp-bilip aluusuna sart jaratıp beruu) ucun"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "(Alemi, ubadasın saktabagan) musrikterge kantip, Allaһ jana Anın paygambarı tarabınan ubada bolsun?! Emi, Masjid al-Haramdın astında ubadalaskan kisiler ucun gana (osol Iyık Uydun urmatına ubadaŋardı saktagıla) Kacan siler ucun (bergen kelisiminde) tuz turussa, siler dagı tuz turgula. Albette, Allaһ (Ozunon) korkkon (takıba) adamdardı suyot"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Kantip (alar ucun ubada saktoo bolsun?!) Cınında, alar eger silerden ustom-jogoru bolussa, siler jonundogu (oz moyundarına algan) ubadaga da, mildentenmege da karaspayt. Oozdoru menen silerdi ıraazı kılsa da, (bergen anttarına) juroktoru konboy turat. Jana alardın kopculugu buzukular"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Azgana (duynoluk) baaga Allaһtın ayattarın satıp jiberiset jana (adamdardı) Allaһtın jolunan tosusat. Alardın joruktarı kanday jaman"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Momun jonundogu (oz moynundagı) kelisimge da mildettenmege da karaspayt. Jana alar asınıp, cekten cıkkan adamdar"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Eger tooba kılıp, namaz okup, zeketti berip kalıssa, anda alar — dindes birtuuganıŋar. Biz Oz ayattarıbızdı bilgen koom ucun (usintip) acık-aykın bayandaybız"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Jana eger kelisimge kol koygondorunan kiyin ant-ubadaların buzussa jana silerdin diniŋerdi ayıptassa, (alardı usuga uyrotkon) kaapırlardın bascılarına karsı soguskula! Cınında alarda, ant (saktoo) degen bolboyt. Kana emi, alar (kıyanattarınan) toktosso"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "(O, momundar!) Ozdoru birinci bastap, ant-ubadaların buzgan jana paygambardı (jurtunan) cıgaruuga jan urop arakettengen adamdarga karsı soguspaysıŋarbı? Emne, alardan korkosuŋarbı?! Allaһtan korkusuŋarga Al koburook akıluu emespi, eger momun bolsoŋor"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Alarga karsı soguskula! Allaһ silerdin koluŋar menen alarga azap berip, sermende kılıp, silerge jardam beret jana momundardın juroktorun(dogu ızaanı) ayıktırat"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Jana juroktorunun acuusun ketiret (oc aluu koksoosun kandırat).! Jana Allaһ alardan kaalagandarının toobasın kabıl alat. Allaһ Biluucu, Daanısman"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Je bolboso, (o, ıymanduu pendeler!) Allaһ silerdin araŋardan jihad kılgandar menen Allaһtan, Anın paygambarınan jana momundardan baskalardı dos tutpagandardı bilip almayınca (sogus menen sınalbay) jon kalabız dep oyloysuŋarbı?! Allaһ silerdin bardık isiŋerden kabardar"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Oz kaapırcılıktarına ozdoru kubo bolup turgan abalda, musrikter Allaһtın mecitterin (ibadat menen) abat kılıp jiberuuloru ec mumkun emes! (Sebebi) Alardın amal-ibadattarı (sirk kılganı sebeptuu) “kuyup” ketken. Jana alar Tozokto tuboluk kaluucular"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Cınında, Allaһtın mecitterin, Allaһka, Akıret kununo isengen, namaz okup, zeket bergen jana Allaһtan baska ec kimden korkpogon adamdar (kurusat jana) abat kılısat. Dal usul adamdar Tuura Jol tabuuculardan bolso ajep emes"
        }
    ]
}