{
    "rukus": [
        {
            "chapter": 2,
            "verse": 177,
            "text": "புண்ணியம் என்பது உங்கள் முகங்களைக் கிழக்கிலோ, மேற்கிலோ திருப்பிக்கொள்வதில் இல்லை. ஆனால் புண்ணியம் என்பது அல்லாஹ்வின் மீதும், இறுதி(த் தீர்ப்பு) நாளின் மீதும், மலக்குகளின் மீதும், வேதத்தின் மீதும், நபிமார்கள் மீதும் ஈமான் கொள்ளுதல், (தன்) பொருளை இறைவன் மேலுள்ள நேசத்தின் காரணமாக, பந்துக்களுக்கும், அநாதைகளுக்கும், மிஸ்கீன்(ஏழை)களுக்கும், வழிப் போக்கர்களுக்கும், யாசிப்பவர்களுக்கும், (அடிமைகள், கடனாளிகள்) போன்றோரின் மீட்புக்காகவும் செலவு செய்தல்;. இன்னும் தொழுகையை ஒழுங்காகக் கடைப்பிடித்து, முறையாக ஜகாத் கொடுத்து வருதல்(இவையே புண்ணியமாகும்) இன்னும் தாம் வாக்களித்தால் தம் வாக்குறுதிகளை நிறைவேற்றுவோரும்; (வறுமை, இழப்பு போன்ற) துன்பத்திலும், (நோய் நொடிகள் போன்றவற்றின்) கஷ்டத்திலும், யுத்த சமயத்திலும், உறுதியுடனும், பொறுமையுடனும் இருப்போரும்தான் நன்னெறியாளர்கள்; இன்னும் அவர்கள் தாம் முத்தகீன்கள்(பயபக்தியுடையவர்கள்)"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "ஈமான் கொண்டோரே! கொலைக்காகப் பழி தீர்ப்பது உங்கள் மீது விதிக்கப்பட்டுள்ளது- சுதந்திரமுடையவனுக்குச் சுதந்திரமுடையவன்;, அடிமைக்கு அடிமை, பெண்ணுக்குப் பெண் இருப்பினும் (கொலை செய்த) அவனுக்கு அவனது (முஸ்லிம்) சகோதரனா(கிய கொலையுண்டவனின் வாரிசுகளா)ல் ஏதும் மன்னிக்கப்படுமானால், வழக்கமான முறையைப் பின்பற்றி (இதற்காக நிர்ணயிக்கப் பெறும்) நஷ்ட ஈட்டைக் கொலை செய்தவன் பெருந்தன்மையுடனும், நன்றியறிதலுடனும் செலுத்திவிடல் வேண்டும் - இது உங்கள் இறைவனிடமிருந்து கிடைத்த சலுகையும், கிருபையுமாகும்; ஆகவே, இதன் பிறகு (உங்களில்) யார் வரம்பு மீறுகிறாரோ, அவருக்குக் கடுமையான வேதனையுண்டு"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "நல்லறிவாளர்களே! கொலைக்குப் பழி தீர்க்கும் இவ்விதியின் மூலமாக உங்களுக்கு வாழ்வுண்டு (இத்தகைய குற்றங்கள் பெருகாமல்) நீங்கள் உங்களை(த் தீமைகளில் நின்று) காத்துக் கொள்ளலாம்"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "உங்களில் எவருக்கு மரணம் நெருங்கி விடுகிறதோ அவர் ஏதேனும் பொருள் விட்டுச் செல்பவராக இருப்பின், அவர் (தம்) பெற்றோருக்கும், பந்துக்களுக்கும் முறைப்படி வஸிய்யத்து (மரண சாஸனம்)செய்வது விதியாக்கப்பட்டிருக்கிறது. (இதை நியாயமான முறையில் நிறைவேற்றுவது) முத்தகீன்கள்(பயபக்தியுடையோர்) மீது கடமையாகும்"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "வஸிய்யத்தை (மரண சாஸனத்தை)க் கேட்ட பின்னர், எவரேனும் ஒருவர் அதை மாற்றினால், நிச்சயமாக அதன் பாவமெல்லாம் யார் அதை மாற்றுகிறார்களோ அவர்கள் மீதே சாரும் - நிச்சயமாக அல்லாஹ் (யாவற்றையும்) கேட்பவனாகவும், அறிபவனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "ஆனால் வஸிய்யத்து செய்பவரிடம்(பாரபட்சம் போன்ற) தவறோ அல்லது மன முரண்டான அநீதமோ இருப்பதையஞ்சி ஒருவர் (சம்பந்தப்பட்டவர்களிடையே) சமாதானம் செய்து (அந்த வஸிய்யத்தை)சீர் செய்தால் அ(ப்படிச் செய்ப)வர் மீது குற்றமில்லை. நிச்சயமாக அல்லாஹ் மன்னிப்பவனாகவும்; நிகரற்ற அன்புடையோனுமாகவும் இருக்கிறான்"
        }
    ]
}