{
    "rukus": [
        {
            "chapter": 17,
            "verse": 41,
            "text": "இன்னும் அவர்கள் (சிந்தித்துப்) படிப்பினைகள் பெறுவதற்காக இந்த குர்ஆனில் திட்டமாக(ப் பல்வேறு) விளக்கங்களைக் கூறியுள்ளோம்; எனினும், (இவை யாவும்) அவர்களுக்கு (உண்மையிலிருந்து) வெறுப்பைத் தவிர (வேறெதையும்) அதிகப்படுத்தவில்லை"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "(நபியே!) நீர் சொல்வீராக அவர்கள் கூறுவதுபோல் அவனுடன் வேறு தெய்வங்கள் இருந்தால், அப்போது அவை அர்ஷுடையவன் (அல்லாஹ் தஆலாவின்) அளவில் ஒரு வழியைத் தேடிக்கண்டு பிடித்துச் (சென்று) இருக்கும் என்று"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "அவன் மிகவும் பரிசத்தமானவுன்; இன்னும் அவர்கள் கூறும் கூற்றுக்களை விட்டு அப்பாற்பட்டவனாக இருக்கின்றான்"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "ஏழு வானங்களும், பூமியும், அவற்றில் உள்ளவர்களும் அவனைத் துதி செய்து கொண்டிருக்கின்றனர்; இன்னும் அவன் புகழைக் கொண்டு துதி செய்யாத பொருள் (எதுவும்) இல்லை. எனினும் அவற்றின் துதி செய்வதை நீங்கள் உணர்ந்து கொள்ளமாட்டீர்கள், நிச்சயமாக அவன் பொறுமையுடையவனாகவும், மிக மன்னிப்பவனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "(நபியே!) நீர் குர்ஆனை ஓதினால் உமக்கிடையிலும் மறுமையின் மீது ஈமான் கொள்ளாதவர்களுக்கிடையிலும் மறைக்கப்பட்டுள்ள ஒரு திரையை அமைத்து விடுகிறோம்"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "இன்னும், அவர்கள் அதனை விளங்கிக் கொள்வதை விட்டும் அவர்களுடைய இருதயங்களின் மேல் மூடிகளையும், அவர்களுடைய காதுகளின் மீது செவிட்டுத்தனத்தையும் நாம் அமைத்து விடுகிறோம்; இன்னும் குர்ஆனில், உம்முடைய இறைவன் ஒருவனை மட்டும் நீர் குறிப்பிடும் போது, அவர்கள் வெறுப்படைந்து தம் பின்புறங்களில் (திரும்பி விரண்டவர்களாகப்) பின்வாங்கி விடுகிறார்கள்"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "(நபியே!) அவர்கள் உமக்குச் செவி சாய்த்தால், என்ன நோக்கத்துடன் செவி சாய்க்கின்றார்கள் என்பதையும் அவர்கள் தமக்குள் இரகசியமாக ஆலோசனை செய்யும் போது, \"சூனியம் செய்யப்பட்ட ஒரு மனிதரையே அன்றி (வேறெவரையும்) நீங்கள் பின்பற்றிவில்லை\" என்று (தங்களுக்குள்) அந்த அநியாயக்காரர்கள் சொல்வதையும் நாம் நன்கறிவோம்"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "(நபியே!) உமக்கு அவர்கள் எத்தகை உவமைகளைச் சொல்கிறார்கள் என்பதை கவனித்துப்பாரும்! ஆகவே, அவர்கள் வழிகெட்டு விட்டார்கள்; (நேரான) வழிக்கு அவர்கள் சக்திப்பெற மாட்டார்கள்"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "இன்னும்; \"(இறந்து பட்டு) எலும்புகளாகவும், உக்கிப்போனவைகளாகவும் நாங்கள் ஆகிவிட்ட பிறகு, நிச்சயமாக புதிய படைப்பாக நாங்கள் எழுப்பப்படுகிறவர்களாக?\" என்றும் அவர்கள் கேட்கிறார்கள்"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "(நபியே!) நீர் கூறும்; \"நீங்கள் கல்லாகவோ, இரும்பாகவோ ஆகுங்கள்"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "அல்லது மிகப் பெரிதென உங்கள் நெஞ்சங்களில் தோன்றும் வேறொரு படைப்பாய் ஆகுங்கள்;\" (எப்படியானாலும் நீங்கள் நிச்சயமாக எழுப்பப்படுவீர்கள்). \"எங்களை எவன் (மறுமுறையும் உயிர் கொடுத்து) மீட்டுவான்?\" என்று அவர்கள் கேட்பார்கள். \"உங்களை எவன் முதலில் படைத்தானோ, அவன் தான்!\" என்று (நபியே!) நீர் கூறும்; அப்போது அவர்கள் தங்களுடைய சிரசுகளை உம் பக்கம் சாய்த்து, (பரிகாசமாக) அது எப்போது (நிகழும்)? என்று கேட்பார்கள். \"அது வெகு சீக்கிரத்திலும் ஏற்படலாம்\" என்று கூறுவீராக"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "உங்களை (இறுதியில்) அவன் அழைக்கும் நாளில், நீங்கள் அவன் புகழை ஓதியவர்களாக பதில் கூறுவீர்கள்; (மரணத்திற்குப் பின்) சொற்ப(கால)மே தங்கியிருந்ததாக நீங்கள் நினைப்பீர்கள்"
        }
    ]
}