{
    "rukus": [
        {
            "chapter": 18,
            "verse": 60,
            "text": "இன்னும் மூஸா தம் பணியாளிடம், \"இரு கடல்களும் சேரும் இடத்தை அடையும் வரை நீங்காது நடப்பேன்; அல்லது வருடக் கணக்கில் நான் போய்க்கொண்டிருப்பேன்\" என்று கூறியதை நீர் நினைவு படுத்துவீராக"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "அவர்கள் இருவரும் அவ்விரண்டு (கடல்களு)க்கும் இடையே ஒன்று சேரும் இடத்தை அடைந்த போது; அவ்விருவருடைய மீனை அவ்விருவரும் மறந்து விட்டனர்; அது கடலில் தன்னுடைய வழியைச் சுரங்கம் போல் அமைத்துக்கொண்டு (நீந்திப் போய்) விட்டது"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "அவ்விருவரும், அப்புறம் அந்த இடத்தைக் கடந்த போது, தம் பணியாளை நோக்கி, \"நம்முடைய காலை ஆகாரத்தைக் கொண்டுவா இந்த நம் பிரயாணத்தில் நிச்சயமாக நாம் களைப்பைச் சந்திக்கிறோம்\" என்று (மூஸா) கூறினார்"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "அதற்கு \"அக்கற்பாறையில் நாம் தங்கிய சமயத்தில் நீங்கள் பார்த்தீர்களா? நிச்சயமாக நாம் மீனை மறந்து விட்டேன்.\" மேலும், அதை (உங்களிடம்) சொல்வதை ஷைத்தானையன்றி (வேறு எவனும்) என்னை மறக்கடிக்கவில்லை; மேலும் அது கடலுக்குள் தன் வழியை ஆச்சரியமாக அமைத்துக் கொண்டது!\" என்று பணியாள் கூறினார்"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "(அப்போது) மூஸா, \"நாம் தேடிவந்த (இடம் அ)துதான்\" என்று கூறி, இருவரும் தம் காலடிச் சுவடுகளைப் பின்பற்றி (வந்தவழியே) திரும்பிச் சென்றார்கள்"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "(இவ்வாறு) அவ்விருவரும் நம் அடியார்களில் ஒருவரைக் கண்டார்கள்; நாம் அவருக்கு நம்மிடமிருந்து கிருபை அருளியிருந்தோம்; இன்னும் நாம் அவருக்கு நம்மிடமிருந்து கல்வி ஞானத்தையும் கற்றுக் கொடுத்திருந்தோம்"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "உங்களுக்குக் கற்றுக் கொடுக்கப்பட்ட நன்மையானவற்றை நீங்கள் எனக்குக் கற்பிக்கும் பொருட்டு, உங்களை நான் பின் தொடரட்டுமா? என்று அவரிடம் மூஸா கேட்டார்"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "(அதற்கவர்,) \"நிச்சயமாக நீர் என்னுடன் பொறுமையாக இருக்க இயலமாட்டீர்!\" என்று கூறினார்"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "(ஏனெனில்) எதைப் பற்றி உமக்கு முழுமையான ஞானம் இல்லையோ, அதில் நீர் எவ்வாறு பொறுமையாயிருப்பீர்!\" (என்று கேட்டார்)"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "(அதற்கு) மூஸா, \"இன்ஷா அல்லாஹ்! நான் பொறுமையுள்ளவனாகவும், எவ்விஷயத்திலும் உமக்கு மாறு செய்யாதவனாகவும் நான் இருப்பதை நீங்கள் விரைவில் காண்பீர்கள்\" என்று (மூஸா) சொன்னார்"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "(அதற்கு அவர்) \"நீர் என்னைப்பின் தொடர்வதாயின், எந்த ஒரு விஷயத்தைப் பற்றியும் - நானாகவே அதைப்பற்றி உமக்கு அறிவிக்கும் வரை - நீர் என்னிடம் கேட்கக் கூடாது\" என்று சொன்னார்"
        }
    ]
}