{
    "rukus": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "தாஹா"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "(நபியே!) நீர் துன்பப்படுவதற்காக நாம் இந்த குர்ஆனை உம்மீது இறக்கவில்லை"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "(அல்லாஹ்வுக்கு) அஞ்சுவோருக்கு நல்லுபதேசமே அன்றி (வேறில்லை)"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "பூமியையும், உயர்வான வானங்களையும் படைத்தவனிடமிருந்து அது இறக்கி அருளப் பெற்றது"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "அர்ரஹ்மான் அர்ஷின் மீது அமைந்தான்"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "வானங்களிலுள்ளவையும், பூமியிலுள்ளவையும், இவ்விரண்டிற்கும் இடையே உள்ளவையும், மண்ணுக்கு அடியில் உள்ளவையும் அவனுக்கே உரியன"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "(நபியே!) நீர் உரக்கச் சொன்னாலும் நிச்சயமாக அவன் இரகசியத்தையும் (அதை விட) மறைவானதையும் அறிகிறான்"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "அல்லாஹ் - அவனைத் தவிர வணக்கத்திற்குரிய நாயன் வேறில்லை, அவனுக்கு அழகிய திரு நாமங்கள் இருக்கின்றன"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "இன்னும் (நபியே!) மூஸாவின் வரலாறு உம்மிடம் வந்ததா"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "அவர் நெருப்பைக் கண்டு தம் குடும்பத்தாரிடம் \"நீங்கள் (இங்கு சிறிது) தங்குங்கள்; நிச்சயமாக நான் நெருப்பைக் கண்டேன்; ஒரு வேளை அதிலிருந்து உங்களுக்கு ஓர் எரி கொள்ளியைக் கொண்டு வரவோ, அல்லது நாம் செல்ல வேண்டிய பாதையை அந் நெருப்பி(ன் உதவியி)னால் கண்டு பிடிக்கவோ செய்யலாம்\" என்று (கூறினார்)"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "அவர் (நெருப்பின்) அருகே வந்த போது \"மூஸாவே!\" என்று அழைக்கப் பட்டார்"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "நிச்சயமாக நாம் தான் உம்முடைய இறைவன், நீர் உம் காலணிகள் இரண்டையும் கழற்றிவிடும்! நிச்சயமாக நீர் 'துவா' என்னும் புனிதமான பள்ளத்தாக்கில் இருக்கிறீர்"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "இன்னும் \"நாம் உம்மை (என் தூதராக)த் தேர்ந்தெடுத்தேன், ஆதலால் வஹீயின் வாயிலாக (உமக்கு) அறிவிக்கப் படுவதற்கு நீர் செவியேற்பீராக"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "நிச்சயமாக நாம் தான் அல்லாஹ்! என்னைத் தவிர வேறு நாயன் இல்லை, ஆகவே, என்னையே நீர் வணங்கும், என்னை தியானிக்கும் பொருட்டு தொழுகையை நிலைநிறுத்துவீராக"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "ஒவ்வோர் ஆத்மாவும் தான் செய்ததற்குத் தக்கபடி பிரதிபலன்கள் அளிக்கப்படும் பொருட்டு (நியாயத் தீர்ப்புக்குரிய) வேளை நிச்சயமாக வரவிருக்கிறது, ஆயினும் அதை மறைத்து வைக்க நாடுகிறேன்"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "ஆகவே, அதனை நம்பாது, தன் (மன) இச்சையைப் பின்பற்றுபவன் திடனாக அதைவிட்டும் உம்மைத் திருப்பிவிட வேண்டாம். அவ்வாறாயின், நீர் அழிந்துபோவீர்"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "மூஸாவே! உம்முடைய வலது கையில் இருப்பது என்ன?\" (என்றும் அல்லாஹ் கேட்டான்)"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "(அதற்கவர்) \"இது என்னுடைய கைத்தடி, இதன் மீது நான் சாய்ந்து கொள்வேன், இதைக் கொண்டு என் ஆடுகளுக்கு இலைகள் பறிப்பேன், இன்னும் இதில் எனக்கு வேறு தேவைகளும் நிறைவேறுகின்றன\" என்று கூறினார்"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "அதற்கு (இறைவன்) \"மூஸாவே! அதை நீர் கீழே எறியும்\" என்றான்"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "அவ்வாறே அவர் அதனைக் கீழே எறிந்தார், அப்போது அது ஊர்ந்து செல்லும் ஒரு பாம்பாயிற்று"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "(இறைவன்) கூறினான்: \"அதைப் பிடியும், பயப்படாதீர்; உடனே நாம் அதை அதன் பழைய நிலைக்கே மீட்டுவோம்"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "இன்னும், உம் கையை உம் விலாப்புறமாக புகுத்தி (வெளியில்) எடும், அது ஒளி மிக்கதாய் மாசற்ற வெண்மையாக வெளிவரும், இது மற்றோர் அத்தாட்சியாகும்"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "(இவ்வாறு) நம்முடைய பெரிய அத்தாட்சிகளிலிருந்து (சிலவற்றை) உமக்குக் காண்பிக்கிறோம்"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "ஃபிர்அவ்னிடம் நீர் செல்வீராக! நிச்சயமாக அவன் (வரம்பு) மீறி விட்டான்\" (என்றும் அல்லாஹ் கூறினான்)"
        }
    ]
}