{
    "rukus": [
        {
            "chapter": 28,
            "verse": 76,
            "text": "நிச்சயமாக, காரூன் மூஸாவின் சமூகத்தைச் சேர்ந்தவனாக இருந்தான்; எனினும் அவர்கள் மீது அவன் அட்டூழியம் செய்தான்; அவனுக்கு நாம் ஏராளமான பொக்கிஷங்களைக் கொடுத்திருந்தோம் - நிச்சயமாக அவற்றின் சாவிகள் பலமுள்ள ஒரு கூட்டத்தாருக்கும் பளுவாக இருந்தன அப்பொழுது அவனுடைய கூட்டத்தார் அவனிடம்; \"நீ (இதனால் பெருமைகொண்டு) ஆணவம் கொள்ளாதே! அல்லாஹ், நிச்சயமாக (அவ்வாறு) ஆணவம் கொள்பவர்களை நேசிக்கமாட்டான்\" என்று கூறினார்கள்"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "மேலும், அல்லாஹ் உனக்குக் கொடுத்த (செல்வத்)திலிரு; நது மறுமை வீட்டைத்தேடிக் கொள்; எனினும், இவ்வுலகத்தில் உன் நஸீபை (உனக்கு விதித்திருப்பதையும்) மறந்து விடாதே! அல்லாஹ் உனக்கு நல்லதைச் செய்திருப்பதைப் போல், நீயும் நல்லதை செய்! இன்னும், பூமியில் குழப்பம் செய்ய விரும்பாதே நிச்சயமாக அல்லாஹ் குழப்பம் செய்பவர்களை நேசிப்பதில்லை\" (என்றும் கூறினார்கள்)"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "(அதற்கு அவன்) கூறினான்; \"எனக்குள்ள அறிவின் காரணத்தால் தான் இதனை நான் கொடுக்கப்பட்டிருக்கிறேன்!\" இவனுக்கு முன் இவனை விட மிக்க வலிமையுடையவர்களும், இவனை விட அதிகப் பொருள் சேகரித்து வைத்திருந்தவர்களமான (எத்தனையோ) தலைமுறையினர்களை அல்லாஹ் அழித்திருக்கின்றான் என்பதை இவன் அறியவில்லையா? ஆனால் குற்றவாளிகள் அவர்கள் செய்த பாவங்கள் பற்றி (உடனுக்குடன்) கேள்வி கணக்குக் கேட்கப்பட மாட்டார்கள்"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "அப்பால், அவன் (கர்வத்துடனும், உலக) அலங்காரத்துடன் தன் சமூகத்தரிடையே சென்றான்; (அப்போது) இவ்வுலக வாழ்க்கையை எவர் விரும்புகிறார்களோ அவர்கள்; \"ஆ! காரூனுக்கு கொடுக்கப்படடதைப் போன்று நமக்கும் இருக்கக்கூடாதா? நிச்சயமாக, அவன் மகத்தான பாக்கியமுடையவன்\"' என்று கூறினார்கள்"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "கல்வி ஞானம் பெற்றவர்களோ \"உங்களுக்கென்ன கேடு! ஈமான் கொண்டு, நல்ல அமல்களை செய்பவர்களுக்கு அல்லாஹ் அளிக்கும் வெகுமதி இதைவிட மேன்மையானது எனினும், அதைப் பொறுமையாளரைத் தவிர, (வேறு) எவரும் அடைய மாட்டார்கள்\" என்று கூறினார்கள்"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "ஆகவே, நாம் காரூனையும் அவன் வீட்டையும் பூமியில் அழுந்தச் செய்தோம்; அல்லாஹ்வையன்றி அவனுக்கு உதவி செய்கிற கூட்டத்தார் எவருமில்லை இன்னும் அவன் தன்னைத்தானே காப்பாற்றிக் கொள்ளவும் முடியவில்லை"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "முன் தினம் அவனுடைய (செல்வ) நிலையை விரும்பியவர்களெல்லாம், \"ஆச்சரியம் தான்! அல்லாஹ் தன் அடியார்களில், தான் நாடியவர்களுக்கு ஆகார வசதிகளைப் பெருக்குகிறான், சுருக்கியும் விடுகிறான்; அல்லாஹ் நமக்கு கிருபை செய்யவில்லையாயின் அவன் நம்மையும் (பூமியில்) அழுந்தச் செய்திருப்பான்; ஆச்சரியம் தான்! நிச்சயமாக காஃபிர்கள் சித்தியடைய மாட்டார்கள்\" என்று கூறினார்கள்"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "அந்த மறுமையின் வீட்டை, இப்பூமியில் (தங்களைப்) பெருமைப்படுத்திக் கொள்ளவும், குழப்பத்தை உண்டாக்கவும் விரும்பாதிருப்பவர்களுக்கே நாம் சொந்தமாக்கி வைப்போம்; ஏனெனில், பயபக்தியுடையவர்களுக்கே (மேலான) முடிவு உண்டு"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "எவரேனும் நன்மையைக் கொண்டு வந்தால் அவருக்கு அதைவிட மேலானது உண்டு எவன் தீமையை செய்கிறானோ தீமை செய்வோர் அவர்கள் செய்ததற்குச் சமமான கூலியையே பெறுவார்கள்"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "(நபியே!) நிச்சயமாக எவன் இந்த குர்ஆனை உம்மீது விதியாக்கினானோ, அவன் நிச்சயமாக உம்மைத் திரும்பிக் கொண்டு வந்து (மக்காவென்னும்) அம்மீளும் தலத்தில் சேர்ப்பிப்பான்; என் இறைவன் நேர்வழியைக் கொண்டு வந்திருப்பவர் யார், வெளிப்படையான வழிகேட்டில் இருப்பவர் யார் என்பதை நன்கறிந்தவன்\" என்று நீர் கூறுவீராக"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "இன்னும், உம்முடைய இறைவனிடமுள்ள ரஹ்மத்தினாலன்றி இவ்வேதம் உமக்குக் கொடுக்கப்படும் என்று நீர் எதிர்பார்க்கவில்லை. எனவே நிராகரிப்பவர்களுக்கு உதவியாளராக நிச்சயமாக நீர் இருக்காதீர்"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "இன்னும், அல்லாஹ்வின் வசனங்கள் உமக்கு அருளப்பட்டதன் பின், எதுவும் உம்மை அவற்றை விட்டும் நிச்சமயாகத் திருப்பி விடாதிருக்கட்டும்; மேலும் நீர் உம்முடைய இறைவன் பால் (அவர்களை) அழைத்தே வருவீராக நிச்சயமாக நீர் இணைவைப்போரில் ஒருவராகி விடவேண்டாம்"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "அல்லாஹ்வுடன் வேறு எந்த நாயனையும் அழைக்காதீர்; அவனைத்தவிர வேறு நாயன் இல்லை, அவனைத் தவிர எல்லாப் பொருட்களும் அழிந்து விடுபவையேயாகும்; அவனுக்கே எல்லா அதிகாரமும் உரியது இன்னும் அவனிடமே நீங்கள் (யாவரும்) திரும்பக் கொண்டு வரப்படுவீர்கள்"
        }
    ]
}