{
    "rukus": [
        {
            "chapter": 33,
            "verse": 28,
            "text": "நபியே! உம்முடைய மனைவிகளிடம்; \"நீங்கள் இவ்வுலக வாழ்க்கையையும், இதன் அலங்காரத்தையும் நாடுவீர்களானால், வாருங்கள்! நான் உங்களுக்கு வாழ்க்கைக்கு உரியதைக் கொடுத்து அழகிய முறையில் உங்களை விடுதலை செய்கிறேன்"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "ஆனால், நீங்கள் அல்லாஹ்வையும், அவன் தூதரையும், மறுமையின் வீட்டையும் விரும்புவீர்களானால், அப்பொழுது உங்களில் நன்மையாளர்களுக்காக அல்லாஹ் மகத்தான நற்கூலி நிச்சயமாக சித்தம் செய்திருக்கிறான்\" என்றும் கூறுவீராக"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "நபியுடைய மனைவிகளே! உங்களில் எவரேனும் பகிரங்கமான மானக்கேடு செய்வாராயின், அவருக்கு வேதனை இரட்டிக்கப்படும்; இது அல்லாஹ்வுக்கு மிகவும் சுலபமேயாகும்"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "அன்றியும் உங்களில் எவர் அல்லாஹ்வுக்கும் அவனுடைய தூதருக்கும் வழிபட்டு, நல்ல அமல் செய்கிறாரோ, அவருக்கு நாம் நற்கூலியை இருமுறை வழங்குவோம்; இன்னும் அவருக்கு கண்ணியமான உணவையும் சித்தம் செய்திருக்கிறோம்"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "நபியின் மனைவிகளே! நீங்கள் பெண்களில் மற்றப் பெண்களைப் போலல்ல நீங்கள் இறையச்சத்தோடு இருக்க விரும்பினால், (அந்நியருடன் நடத்தும்) பேச்சில் நளினம் காட்டாதீர்கள். ஏனெனில் எவன் உள்ளத்தில் நோய் (தவறான நோக்கம்) இருக்கின்றதோ, அ(த்தகைய)வன் ஆசை கொள்வான்; இன்னும் நீங்கள் நல்ல பேச்சே பேசுங்கள்"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "(நபியின் மனைவிகளே!) நீங்கள் உங்கள் வீடுகளிலேயே தங்கியிருங்கள்; முன்னர் அஞ்ஞான காலத்தில் (பெண்கள்) திரிந்து கொண்டிருந்ததைப் போல் நீங்கள் திரியாதீர்கள்; தொழுகையை முறைப்படி உறுதியுடன் கடைப்பிடித்து தொழுங்கள்; ஜகாத்தும் கொடுத்து வாருங்கள். அல்லாஹ்வுக்கும், அவனுடைய தூதருக்கும் கீழ்படியுங்கள்; (நபியின்) வீட்டையுடையவர்களே! உங்களை விட்டும் அசுத்தங்களை நீக்கி, உங்களை முற்றிலும் பரிசுத்தமாக்கிவிடவே அல்லாஹ் நாடுகிறான்"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "மேலும் உங்களுடைய வீடுகளில் ஓதப்படுகின்றனவே அல்லாஹ்வின் வசனங்கள் (அவற்றையும்) ஞான விஷயங்களையும் (ஹிக்மத்) நினைவில் வைத்துக் கொள்ளுங்கள் - நிச்சயமாக அல்லாஹ் (உங்கள் உள்ளங்களிலுள்ளவை பற்றி) சூட்சமமாகத் தெரிந்தவன்; (உங்கள் செயல்கள் பற்றி) நன்கறிந்தவன்"
        }
    ]
}