{
    "rukus": [
        {
            "chapter": 35,
            "verse": 1,
            "text": "அல்ஹம்து லில்லாஹ் - எல்லாப் புகழ் அல்லாஹ்வுக்கே வானங்களையும், பூமியையும் படைத்தவன்; இரண்டிரண்டும், மும்மூன்றும், நன்னான்கும் இறக்கை உள்ளவர்களாக மலக்குகளைத் தன் தூதை எடுத்துச் செல்போராக ஆக்கினான்; தான் நாடியதைப் படைப்பிலே மிகுதப்படுத்துவான்; நிச்சயமாக அல்லாஹ் அனைத்துப் பொருள்களின் மீதும் பேராற்றலுடையவன்"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "மனிதர்களுக்கு அல்லாஹ் தன் ரஹமத்தில் (அருள் கொடையில்) இருந்து ஒன்றைத் திறப்பானாயின் அதைத் தடுப்பார் எவருமில்லை, அன்றியும் அவன் எதைத் தடுத்து விடுகிறானோ, அதன் பின், அதனை அனுப்பக் கூடியவரும் எவரும் இல்லை மேலும் அவன் யாவரையும் மிகைத்தவன்; ஞானம் மிக்கவன்"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "மனிதர்களே! உங்கள் மீது அல்லாஹ் வழங்கியுள்ள பாக்கியங்களைச் சிந்தித்துப் பாருங்கள்; வானத்திலும், பூமியிலுமிருந்து உங்களுக்கு உணவளிப்பவன், அல்லாஹ்வை அன்றி (வேறு) படைப்பாளன் இருக்கின்றானா? அவனையன்றி வேறு நாயன் இல்லை அவ்வாறிருக்க, (இவ்வுண்மையை விட்டும்) நீங்கள் எவ்வாறு திருப்பப்படுகிறீர்கள்"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "இன்னும், (நபியே!) அவர்கள் உங்களைப் பொய்ப்பிப்பார்களானால் (வருந்தாதீர்), இவ்வாறே உமக்கு முன் வந்த தூதர்களையும் திட்டமாக பொய்ப்பித்தனர் - அல்லாஹ்விடமே எல்லாக் காரியங்களும் மீட்டப்படும்"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "மனிதர்களே! நிச்சயமாக அல்லாஹ்வின் வாக்குறுதி உண்மையானதாகும்; ஆகவே, இவ்வுலக வாழ்க்கை உங்களை ஒரு போதும் ஏமாற்றிவிட வேண்டாம்; இன்னும் (ஷைத்தானாகிய) ஏமாற்றுபவன் உங்களை அல்லாஹ்வை விட்டும் ஏமாற்றி விட வேண்டாம்"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "நிச்சயமாக ஷைத்தான் உங்களுக்குப் பகைவனாக இருக்கின்றான்; ஆகவே நீங்களும் அவனைப் பகைவனாகவே எடுத்துக் கொள்ளுங்கள்; அவன் (தன்னைப் பின்பற்றும்) தன் கூட்டத்தாரை அழைப்பதெல்லாம் அவர்கள் கொழுந்து விட்டெரியும் (நரக) நெருப்புக்கு உரியவர்களாய் இருப்பதற்காவே தான்"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "எவர்கள் (சத்தியத்தை) நிராகரிக்கிறார்களோ, அவர்களுக்குக் கடினமான வேதனையுண்டு; ஆனால் எவர்கள் ஈமான் கொண்டு ஸாரிஹான (நல்ல) அமல்களை செய்கிறார்களோ அவர்களுக்கு மன்னிப்பும், மிகப் பெரும் நற்கூலியுமுண்டு"
        }
    ]
}