{
    "rukus": [
        {
            "chapter": 42,
            "verse": 20,
            "text": "எவர் மறுமையின் விளைச்சலை விரும்புகிறாரோ அவருடைய விளைச்சலை நாம் அவருக்காக அதிகப்படுத்துவோம்; எவர் இவ்வுலகின் விளைச்சலை மட்டும் விரும்புகிறாரோ, அவருக்கு நாம் அதிலிருந்து ஓரளவு கொடுக்கிறோம் - எனினும் அவருக்கு மறுமையில் யாதொரு பங்கும் இல்லை"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "அல்லது அல்லாஹ் அனுமதிக்காததை மார்க்கமாக்கி வைக்கக்கூடிய இணை(த் தெய்வங்)கள் அவர்களுக்கு இருக்கின்றனவா? மேலும், (மறுமையில் விசாரணைக்குப் பிறகு தக்க கூலி கொடுக்கப்படும் என்னும் இறைவனின்) தீர்ப்புப் பற்றிய வாக்கு இல்லாதிருப்பின் (இதுவரை) அவர்களுக்கிடையில் தீர்ப்பளிக்கப்பட்டிருக்கும் - நிச்சயமாக அநியாயக்காரர்களுக்கு நோவினை செய்யும் வேதனை உண்டு"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "(அந்நாளில்) அநியாயக்காரர்கள் தாங்கள் சம்பாதித்த (தீய)தைப் பற்றி பயந்து கொண்டிருப்பதை நீர் பார்ப்பீர்; ஆனால் அது அவர்கள் மீது நிகழவே செய்யும்; ஆனால் எவர் ஈமான் கொண்டு ஸாலிஹான (நல்ல) அமல்கள் செய்கிறார்களோ அவர்கள் சுவர்க்கப் பூங்காவனங்களில் இருப்பார்கள்; அவர்கள் விரும்பியது அவர்களுடைய இறைவனிடம் கிடைக்கும். அதுவே பெரும் பாக்கியமாகும்"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "ஈமான் கொண்டு (ஸாலிஹான) நல்ல அமல்கள் செய்துவரும் தன் அடியார்களுக்கு அல்லாஹ் நன்மாராயங் கூறுவதும் இதுவே (நபியே!) நீர் கூறும்; \"உறவினர்கள் மீது அன்பு கொள்வதைத் தவிர, இதற்காக நான் உங்களிடம் யாதொரு கூலியும் கேட்கவில்லை!\" அன்றியும், எவர் ஒரு நன்மை செய்கிறாரோ, அவருக்கு நாம் அதில் பின்னும் (பல) நன்மையை அதிகமாக்குவோம்; நிச்சயமாக அல்லாஹ் மன்னிப்பவனாகவும், நன்றியை ஏற்றுக் கொள்பவனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "அல்லது (உம்மைப் பற்றி) அவர்கள்; \"அவர் அல்லாஹ்வின் மீது பொய்யை இட்டுக் கட்டிக் கூறுகிறார்\" என்று சொல்கிறார்களா? அல்லாஹ் நாடினால் அவன் உம் இருதயத்தின் மீது முத்திரையிட்டிருப்பான்; அன்றியும் அல்லாஹ் பொய்யை அழித்து, தன் வசனங்களைக் கொண்டு உண்மையை உறுதிப்படுத்துகிறான்; நிச்சயமாக நெஞ்சங்களிலிருப்பதை அவன் மிக அறிந்தவன்"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "அவன்தான் தன் அடியார்களின் தவ்பாவை - பாவ மன்னிப்புக் கோறுதலை - ஏற்றுக் கொள்கிறான்; (அவர்களின்) குற்றங்களை மன்னிக்கிறான். இன்னும், நீங்கள் செய்வதை அவன் நன்கறிகிறான்"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "அன்றியும் ஈமான் கொண்டு ஸாலிஹான (நல்ல) அமல் செய்பவர்(களின் பிரார்த்தனை)களையும் ஏற்று அவர்களுக்குத் தன் அருளை அதிகப்படுத்துகிறான்; இன்னும், நிராகரிப்பவர்களுக்கு கடுமையான வேதனையுண்டு"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "அல்லாஹ் தன் அடியார்களுக்கு, உணவு (மற்றும் வசதிகளை) விரிவாக்கி விட்டால், அவர்கள் பூமியியல் அட்டூழியம் செய்யத் தலைப்பட்டு விடுவார்கள்; ஆகவே அவன், தான் விரும்பிய அளவு கொடுத்து வருகின்றான்; நிச்சயமாக அவன் தன் அடியார்களை நன்கறிபவன்; (அவர்கள் செயலை) உற்று நோக்குபவன்"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "அவர்கள் நிராசையான பின்னர் மறையை இறக்கி வைப்பவன் அவனே மேலும் அவன் தன் ரஹ்மத்தை (அருளை)ப் பரப்புகிறான்; இன்னும் அவனே புகழுக்குரிய பாதுகாவலன்"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "வானங்களையும், பூமியையும் படைத்திருப்பதும், அவையிரண்டிலும் கால்நடைகள் (முதலியவற்றைப்) பரப்பி வைத்திருப்பதும், அவனுடைய அத்தாட்சிகளில் உள்ளவையாகும் - ஆகவே, அவன் விரும்பியபோது அவற்றை ஒன்று சேர்க்க பேராற்றலுடையவன்"
        }
    ]
}