{
    "rukus": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "ஹா, மீம்"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "இவ்வேதம், யாவரையும் மிகைத்தோனும் ஞானம் மிக்கோனுமாகிய அல்லாஹ்விடமிருந்தே இறக்கியருளப்பட்டது"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "வானங்களையும், பூமியையும் இவையிரண்டிற்கும் இடையே உள்ளவற்றையும் உண்மையையும், ஒரு குறிப்பிட்ட தவணையையும் கொண்டல்லாமல் நாம் படைக்கவில்லை ஆனால் நிராகரிப்பவர்களோ, தங்களுக்கு அச்சமூட்டி எச்சரிக்கை செய்யப்பட்டதைப் புறக்கணிப்பவர்களாக இருக்கிறார்கள்"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "நீங்கள் அழைக்கும் அல்லாஹ் அல்லாதவற்றை கவனித்தீர்களா? பூமியிலுள்ள எதை அவை படைத்துள்ளன அல்லது அவற்றுக்கு வானங்களில் ஏதாவது பங்கு உண்டா? என்பதை எனக்குக் காண்பியுங்கள்! நீங்கள் உண்மையாளர்களாக இருந்தால், இதற்கு, முன்னேயுள்ள ஒரு வேதத்தையோ அல்லது (முன்னோர்களின்) அறிவு ஞானங்களில் மிஞ்சிய ஏதேனும் பகுதியையோ (உங்கள் கூற்றுக்கு ஆதாரமாக) என்னிடம் கொண்டு வாருங்கள்!\" என்று (நபியே!) நீர் கூறுவீராக"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "கியாம நாள்வரை (அழைத்தாலும்) தனக்கு பதில் கொடுக்க மாட்டாத - அல்லாஹ் அல்லாதவர்களை அழைப்பவர்களைவிட வழி கெட்டவர்கள் யார்? தங்களை அழைப்பதையே அவர்கள் அறியமுடியாது"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "அன்றியும் மனிதர் ஒன்று கூட்டப்படும் (அந்நாளில்) இவர்கள் அவர்களுடைய பகைவர்களாக இருப்பர்; அவர்கள் தங்களை வழிபட்டுக் கொண்டு இருந்ததையும் நிராகரித்து (மறுத்து) விடுவர்"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "மேலும், நம்முடைய தெளிவான வசனங்கள் அவர்களுக்கு ஓதிக் காண்பிக்கப்பட்டால் தங்களிடம் வந்த அந்த உண்மையை நிராகரித்து விட்டார்களே அவர்கள், \"இது தெளிவான சூனியமே!\" என்றும் கூறுகிறார்கள்"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "அல்லது, \"இதனை அவர் இட்டுக்கட்டிக் கொண்டார்\" என்று அவர்கள் கூறுகின்றார்களா? நீர் கூறுவீராக \"நான் இதை இட்டுக் கட்டிக் கொண்டிருந்தால், (அல்லாஹ் அதற்காக தண்டிப்பானே; அப்போது) அல்லாஹ்விடமிருந்து எனக்கு ஏற்படும் எதையும் (தடுக்க) நீங்கள் சக்தி பெற மாட்டீர்கள். நீங்கள் இதைப் பற்றி என்னென்ன கூறுகிறீர்களோ, அதை அவன் நன்கறிகிறவன்; எனக்கும் எங்களுக்குமிடையே (அது பற்றி) அவனே போதுமான சாட்சியாக இருக்கின்றான்; அவன் மிகவும் மன்னிப்பவன்; மிக்க கிருபையுடையவன்\" என்று (நபியே! நீர் கூறும்)"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "(இறை) தூதர்களில் நாம் புதிதாக வந்தவனல்லன்; மேலும் என்னைப் பற்றியோ, உங்களைப் பற்றியோ, என்ன செய்யப்படும் என்பதை நான் அறியமாட்டேன், எனக்கு என்ன வஹீ அறிவிக்கப்படுகிறதோ அதைத் தவிர (வேறெதையும்) நான் பின்பற்றுவதில்லை; தெளிவாக அச்சமூட்டி எச்சரிப்பவனேயன்றி நான் வேறில்லை\" என்று (நபியே!) நீர் கூறும்"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "இது அல்லாஹ்விடமிருந்து வந்திருந்து இஸ்ராயீலின் மக்களில் ஒரு சாட்சியானவர் இது போன்றது (வர வேண்டியிருந்தது) என்பதில் சாட்சியங்கூறி ஈமான் கொண்டிருக்கும் போது இதனை நீங்கள் நிராகரித்து பெருமை அடித்துக் கொண்டால் (உங்கள் நிலை என்னவாகும் என்பதை) நீங்கள் கவனித்தீர்களா?\" என்று நீர் கூறுவீராக! நிச்சயமாக அல்லாஹ் அநியாயக்கார சமூகத்திற்கு நேர்வழி காட்டமாட்டான்"
        }
    ]
}