{
    "rukus": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "எவர்கள் (சன்மார்க்கத்தை) நிராகரித்தும், அல்லாஹ்வின் பாதையை விட்டும் (மனிதர்களைத்) தடுத்தும் கொண்டிருந்தார்களோ, அவர்களுடைய செயல்களை (அல்லாஹ்) பயனில்லாமல் ஆக்கிவிட்டான்"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "ஆனால், எவர்கள் ஈமான் கொண்டு, ஸாலிஹான (நல்ல) அமல்கள் செய்து, முஹம்மது மீது இறக்கி அருளப்பட்ட (வேதத்)தின் மீது - இது அவர்களுடைய இறைவினிடமிருந்து (வந்து)ள்ள உண்மையாக இருக்கிறது என்று நம்பிக்கை கொள்கிறார்களோ, அவர்களுடைய தீமைகளை அவர்களை விட்டும் போக்கி, அவர்களுடை நிலையையும் சீராக்குகின்றான்"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "இது ஏனெனில்; நிராகரிப்போர் அசத்தியத்தையே நிச்சயமாகப் பின்பற்றுகிறார்கள்; நம்பிக்கை கொண்டவர்களோ, நிச்சயமாகத் தங்களுடைய இறைவனிடமிருந்து (வந்து)ள்ளதையே பின்பற்றுகிறார்கள் - இவ்வாறே மனிதர்களுக்கு அல்லாஹ் அவர்கள் நிலைமையை உவமானங்களா(கக் கூறி விள)க்குகிறான்"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "(முஃமின்களே! வலிந்து உங்களுடன் போரிட வரும்) நிராகரிப்பவர்களை நீங்கள் (போரில்) சந்திப்பீர்களாயின், அவர்களுடைய கழுத்துகளை வெட்டுங்கள்; கடும் போர் செய்து (நீங்கள் அவர்களை வென்று) விட்டால் (அவர்களுடைய) கட்டுகளை பலப்படுத்தி விடுங்கள்; அதன் பிறகு யாதொரு ஈடுபெற்றோ அல்லது (ஈடு பெறாது) உபகாரமாகவோ அவர்களை விட்டு விடுங்கள். போர்(ப் பகைவர்கள்) தங்கள் ஆயுதங்களைக் கீழே வைக்கும் வரையில (இவ்வாறு செய்யுங்கள்) இது (இறை கட்டளையாகும்) அல்லாஹ் நாடியிருந்தால் (போரின்றி அவனே) அவர்களிடம் பழிவாங்கியிருப்பான்; ஆயினும், (போரின் மூலம்) அவன் உங்களில் சிலரை, சிலரைக் கொண்டு சோதிக்கின்றான்; ஆகவே, அல்லாஹ்வின் பாதையில், யார் கொல்லப்படுகிறார்களோ அவர்களுடைய (நற்) செயல்களை அவன் பயனற்றுப் போகுமாறு செய்யமாட்டான்"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "அவன் அவர்களை நேர்வழியில் செலுத்துவான்; இன்னும், அவர்களுடைய நிலைமையையும் சீர்படுத்தி விடுவான்"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "மேலும், அவன் அவர்களுக்கு அறிவித்திருந்த சுவர்க்கத்தில் அவர்களைப் பிரவேசிக்கச் செய்வான்"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "ஈமான் கொண்டவர்களே! நீங்கள் அல்லாஹ்வுக்கு உதவி செய்தால், அவன் உங்களுக்கு உதவி செய்து உங்கள் பாதங்களையும் உறுதியாக்கி வைப்பான்"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "அன்றியும், எவர்கள் நிராகரிக்கின்றார்களோ, அவர்களுக்குக் கேடுதான்; அவர்களுடைய செயல்களை அவன் பயனற்றவையாகவும் ஆக்கிவிடுவான்"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "ஏனெனில்; அல்லாஹ் இற்ககிய (வேதத்)தை, திட்டமாகவே அவர்கள் வெறுத்தார்கள்; ஆகவே, அவர்களுடைய செயல்களை அவன் பயனற்றவையாக ஆக்கி விட்டான்"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "அவர்கள் பூமியில் பிரயாணம் செய்து இவர்களுக்கு முன்பு இருந்தவர்களின் முடிவு எப்படியிருந்தது என்பதைப் பார்க்கவில்லையா? அல்லாஹ் அவர்களை அடியோடு அழித்து விட்டான், காஃபிர்களுக்கும் இவை போன்றவைதாம் (முடிவுகள்) உண்டு"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "இது ஏனெனில்; அல்லாஹ் ஈமான் கொண்டவர்களுக்கு பாது காவலனாக இருக்கிறான்; அன்றியும் காஃபிர்களுக்குப் பாதுகாவலர் எவரும் இல்லை என்பதனால்தான்"
        }
    ]
}