{
    "rukus": [
        {
            "chapter": 58,
            "verse": 14,
            "text": "எந்த சமூகத்தார் மீது அல்லாஹ் கோபம் கொண்டானோ, அவர்களுடன் சிநேகிக்கிறவர்களை (நபியே!) நீர் கவனித்தீரா? அவர்கள் உங்களில் உள்ளவர்களும் அல்லர், அவர்களில் உள்ளவர்களும் அல்லர். அவர்கள் அறிந்து கொண்டே (உங்களுடன் இருப்பதாகப்) பொய்ச் சத்தியம் செய்கின்றனர்"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "அவர்களுக்காக அல்லாஹ் கடினமான வேதனையைச் சித்தம் செய்திருக்கின்றான். நிச்சயமாக அவர்கள் செய்து கொண்டிருப்பவை யெல்லாம் மிகவும் கெட்டவையே"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "அவர்கள் தங்கள் சத்தியங்களைக் கேடயமாக ஆக்கிக்கொண்டு, (மக்களை) அல்லாஹ்வின் பாதையை விட்டும் தடுக்கிறார்கள், ஆகவே அவர்களுக்கு இழிவுபடுத்தும் வேதனை உண்டு"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "அவர்களுடைய சொத்துக்களும், அவர்களுடைய மக்களும், அல்லாஹ் வி(திக்கும் வேதனையி)லிருந்து (காப்பாற்ற) உதவாது, அவர்கள் நரகவாதிகள், அவர்கள் அதில் என்றென்றும் இருப்பார்கள்"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "அவர்கள் அனைவரையும் அல்லாஹ் எழுப்பும் நாளில் அவர்கள் உங்களிடம் சத்தியம் செய்தது போல், அவனிடமும் சத்தியம் செய்வார்கள், அன்றியும், அவர்கள் (அதன் மூலம் தப்பித்துக் கொள்வதற்கு) ஏதோ ஒன்றின் மீது நிச்சயமாகத் தாங்கள் இருப்பதாக எண்ணிக்கொள்வார்கள், அறிந்து கொள்க: நிச்சயமாக அவர்கள் பொய்யர்களே"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "அவர்களை ஷைத்தான் மிகைத்து அல்லாஹ்வின் நினைப்பையும் அவர்கள் மறந்து விடுமாறு செய்து விட்டான் - அவர்களே ஷைத்தானின் கூட்டத்தினர், அறிந்து கொள்க: ஷைத்தானின் கூட்டத்தினர் தாம் நிச்சயமாக நஷ்டமடைந்தவர்கள்"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "நிச்சமயாக எவர்கள் அல்லாஹ்வையும் அவனுடைய தூதரையும் எதிர்க்கிறார்களோ, நிச்சயமாக அவர்களே மிகவும் தாழ்ந்தவர்கள்"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "நானும் என்னுடைய தூதர்களும் நிச்சயமாக மிகைத்து விடுவோம்\" என்று அல்லாஹ் விதித்துள்ளான்; நிச்சயமாக அல்லாஹ் மிக்க சக்தியுடையவன், யாவரையும் மிகைத்தவன்"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "அல்லாஹ்வையும் இறுதி நாளையும் நம்பும் சமூகத்தினர், அல்லாஹ்வையும் அவனது தூதரையும் பகைத்துக் கொண்டவர்களை நேசிப்பவர்களாக (நபியே!) நீர் காணமாட்டீர். அவர்கள் தங்கள் பெற்றோராயினும் தங்கள் புதல்வர்களாயினும் தங்கள் சகோதரர்களாயினும் தங்கள் குடும்பத்தினராயினும் சரியே, (ஏனெனில்) அத்தகையவர்களின் இதயங்களில், (அல்லாஹ்) ஈமானை எழுதி(ப் பதித்து) விட்டான், மேலும் அவன் தன்னிடமிருந்து (அருள் என்னும்) ஆன்மாவைக் கொண்டு பலப்டுத்தியிருக்கிறான். சுவர்க்கச் சோலைகளில் என்றென்றும் இருக்கும்படி அவர்களைப் பிரவேசிக்கச் செய்வான், அவற்றின் கீழே ஆறுகள் ஓடிக்கொண்டு இருக்கும். அல்லாஹ் அவர்களைப் பொருந்திக் கொண்டான், அவர்களும் அவனைப் பொருந்திக் கொண்டார்கள். அவர்கள்தாம் அல்லாஹ்வின் கூட்டத்தினர், அறிந்துகொள்க: நிச்சயமாக அல்லாஹ்வின் கூட்டத்தினர்தாம் வெற்றி பெறுவார்கள்"
        }
    ]
}