{
    "rukus": [
        {
            "chapter": 69,
            "verse": 1,
            "text": "நிச்சயமானது"
        },
        {
            "chapter": 69,
            "verse": 2,
            "text": "நிச்சயமானது எது"
        },
        {
            "chapter": 69,
            "verse": 3,
            "text": "அன்றியும் நிச்சயமானது என்னவென்று உமக்கு அறிவித்தது எது"
        },
        {
            "chapter": 69,
            "verse": 4,
            "text": "ஸமூது (கூட்டத்தாரு)ம், ஆது (கூட்டத்தாரு)ம் திடுக்கிடச் செய்வதை (கியாம நாளைப்) பொய்ப்பித்தனர்"
        },
        {
            "chapter": 69,
            "verse": 5,
            "text": "எனவே, ஸமூது கூட்டத்தார் (அண்டம் கிடுகிடச் செய்யும்) பெரும் சப்தத்தால் அழிக்கப்பட்டனர்"
        },
        {
            "chapter": 69,
            "verse": 6,
            "text": "இன்னும், ஆது கூட்டத்தாரோ பேரொலியோடு வேகமாகச் சுழன்று அடித்த கொடுங்காற்றினால் அழிக்கப்பட்டனர்"
        },
        {
            "chapter": 69,
            "verse": 7,
            "text": "அவர்கள் மீது, அதை ஏழு இரவுகளும், எட்டுப் பகல்களும் தொடர்ந்து வீசச் செய்தான், எனவே அந்த சமூகத்தினரை, அடியுடன் சாய்ந்துவிட்ட ஈச்சமரங்களைப் போல் (பூமியில்) விழுந்து கிடப்பதை (அக்காலை நீர் இருந்திருந்தால்) பார்ப்பீர்"
        },
        {
            "chapter": 69,
            "verse": 8,
            "text": "ஆகவே, அவர்களில் எஞ்சிய எவரையும் நீர் காண்கிறீரா"
        },
        {
            "chapter": 69,
            "verse": 9,
            "text": "அன்றியும் ஃபிர்அவ்னும், அவனுக்கு முன் இருந்தோரும் தலை கீழாய்ப்புரட்டப்பட்ட ஊராரும், (மறுமையை மறுத்து) பாவங்களைச் செய்து வந்தனர்"
        },
        {
            "chapter": 69,
            "verse": 10,
            "text": "அதனால், அவர்கள் தம் இறைவனின் தூதருக்கு மாறு செய்தனர், ஆதலால் அவன் அவர்களைப் பலமான பிடியாகப் பிடித்துக் கொண்டான்"
        },
        {
            "chapter": 69,
            "verse": 11,
            "text": "தண்ணீர் பொங்கிய போது நிச்சயமாக நாம் உங்களைக் கப்பலில் ஏற்றி(க் காப்பாற்றி)னோம்"
        },
        {
            "chapter": 69,
            "verse": 12,
            "text": "அதை உங்களுக்கு நினைவூட்டும் ஒரு படிப்பினையாக்குவதற்கும், பேணிக்காக்கும் செவி (அதை நினைவில் ஞாபகத்தில் வைத்து)ப் பேணிக்கொள்வதற்கும் (ஆக அவ்வாறு செய்தோம்)"
        },
        {
            "chapter": 69,
            "verse": 13,
            "text": "எனவே, ஸூரில் (எக்காளத்தில்) ஊதல் ஒருமுறை ஊதப்படும் போது"
        },
        {
            "chapter": 69,
            "verse": 14,
            "text": "இன்னும் பூமியும் மலைகளும் தூக்கி (எறியப்பட்டு) பின்னர் ஒன்றோடு ஒன்று மோதி அவையிரண்டும் ஒரே தூளாக ஆக்கப்பட்டால்"
        },
        {
            "chapter": 69,
            "verse": 15,
            "text": "அந்த நாளில் தாம் நிகழ வேண்டிய (மாபெரும் சம்பவம்) நிகழும்"
        },
        {
            "chapter": 69,
            "verse": 16,
            "text": "வானமும் பிளந்து, அன்னாளில் அது அடியோடு தன் சக்தியை இழந்து விடும்"
        },
        {
            "chapter": 69,
            "verse": 17,
            "text": "இன்னும் மலக்குகள் அதன் கோடியிலிருப்பார்கள், அன்றியும், அந்நாளில் உம்முடைய இறைவனின் அர்ஷை (வானவர்) எட்டுப்பேர் தம் மேல் சுமந்திருப்பார்கள்"
        },
        {
            "chapter": 69,
            "verse": 18,
            "text": "(மானிடர்களே!) அந்நாளில் நீங்கள் (இறைவன் முன்) கொண்டுபோகப்படுவீர்கள், மறைவான உங்களுடைய எந்த விஷயமும் அவனுக்கு மறைந்து விடாது"
        },
        {
            "chapter": 69,
            "verse": 19,
            "text": "ஆகவே, எவருடைய பட்டோலை அவருடைய வலக்கையில் கொடுக்கப்படுமோ, அவர் (மகிழ்வுடன்), \"இதோ! என் பட்டோலையைப் படியுங்கள்\" எனக் கூறுவார்"
        },
        {
            "chapter": 69,
            "verse": 20,
            "text": "நிச்சயமாக, நாம் உன்னுடைய கேள்வி கணக்கை, திட்டமாக சந்திப்பேன் என்று எண்ணியே இருந்தேன்"
        },
        {
            "chapter": 69,
            "verse": 21,
            "text": "ஆகவே, அவர் திருப்தியான சுக வாழ்க்கையில்"
        },
        {
            "chapter": 69,
            "verse": 22,
            "text": "உயர்ந்த சுவர்க்கத்தில் இருப்பார்"
        },
        {
            "chapter": 69,
            "verse": 23,
            "text": "அதன் கனி(வகை)கள் (கைக்கு எட்டியதாக) சமீபத்திருக்கும்"
        },
        {
            "chapter": 69,
            "verse": 24,
            "text": "சென்று போன நாட்களில் நீங்கள் முற்படுத்தி(யனுப்பி)ய (நல்ல அமல்களின்) காரணத்தால், நீங்கள் இப்போது மகிழ்வோடு புசியுங்கள்; இன்னும் பருகுங்கள்\" (என அவர்களுக்குக் கூறப்படும்)"
        },
        {
            "chapter": 69,
            "verse": 25,
            "text": "ஆனால் எவனுடைய பட்டோலை அவனுடைய இடக்கையில் கொடுக்கப்படுமோ அவன் கூறுவான்; \"என்னுடைய பட்டோலை எனக்குக் கொடுக்கப்படாமல் இருந்திருக்க வேண்டுமே"
        },
        {
            "chapter": 69,
            "verse": 26,
            "text": "அன்றியும், என் கேள்வி கணக்கு என்ன என்பதை நான் அறியவில்லையே"
        },
        {
            "chapter": 69,
            "verse": 27,
            "text": "(நான் இறந்த போதே) இது முற்றிலும் முடிந்திருக்கக் கூடாதா"
        },
        {
            "chapter": 69,
            "verse": 28,
            "text": "என் செல்வம் எனக்குப் பயன்படவில்லையே"
        },
        {
            "chapter": 69,
            "verse": 29,
            "text": "என் செல்வாக்கும் அதிகாரமும் என்னை விட்டு அழிந்து விட்டதே!\" (என்று அரற்றுவான்)"
        },
        {
            "chapter": 69,
            "verse": 30,
            "text": "(அப்போது) அவனைப் பிடித்து, பிறகு அவனுக்கு அரிகண்டமும் (விலங்கும்) மாட்டுங்கள்"
        },
        {
            "chapter": 69,
            "verse": 31,
            "text": "பின், அவனை நரகத்தில் தள்ளுங்கள்"
        },
        {
            "chapter": 69,
            "verse": 32,
            "text": "பின்னர், எழுபது முழ நீளமுள்ள சங்கிலியால் அவனைக் கட்டுங்கள்\" (என்று உத்தரவிடப்படும்)"
        },
        {
            "chapter": 69,
            "verse": 33,
            "text": "நிச்சயமாக அவன் மகத்துவமிக்க அல்லாஹ்வின் மீது ஈமான் கொள்ளாதிருந்தான்"
        },
        {
            "chapter": 69,
            "verse": 34,
            "text": "அன்றியும், அவன் ஏழைகளுக்கு(த் தானும் உணவளிக்கவில்லை, பிறரையும்) உணவளிக்கத் தூண்டவில்லை"
        },
        {
            "chapter": 69,
            "verse": 35,
            "text": "எனவே, அவனுக்கு இன்றைய தினம் இங்கே (அனுதாபப்படும்) எந்த நண்பனும் இல்லை"
        },
        {
            "chapter": 69,
            "verse": 36,
            "text": "சீழ் நீரைத் தவிர, அவனுக்கு வேறு எந்த உணவுமில்லை"
        },
        {
            "chapter": 69,
            "verse": 37,
            "text": "குற்றவாளிகளைத் தவிர, வேறு எவரும் அதைப் புசியார்"
        }
    ]
}