{
    "chapter": [
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alif lam meem"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "GUD - det finns ingen annan gud an Han, den Levande, skapelsens evige Vidmakthallare"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "Steg for steg uppenbarar Han for dig denna Skrift och med den sanningen och bekraftelse av det som annu bestar [av aldre tiders uppenbarelser]; det ar Han som uppenbarade Tora och Evangeliet"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "i aldre tid, till vagledning for manniskorna och det ar Han som har uppenbarat den mattstock med vars hjalp ratt kan matas och skiljas fran oratt. Ett strangt straff vantar dem som fornekar [sanningen i] Guds budskap - ja, Gud ar allsmaktig och hamnden ar Hans"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "For Gud ar ingenting dolt vare sig pa jorden eller i himlen"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "Det ar Han som formar er i moderlivet enligt Sin vilja. Det finns ingen annan gud an Han, den Allsmaktige, den Vise"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "Det ar Han som har uppenbarat for dig denna Skrift, dar det finns fast och klart formulerade budskap - de utgor dess karna - och andra som ar framstallda i bilder. Men de vilkas hjartan har farit vilse gar efter sadant i Skriften som har framstallts i bild, nar de forsoker sa split och forvirring genom [godtycklig] tolkning av dess innersta mening - dess innersta mening kanner ingen utom Gud. - De vilkas kunskap ar fast och djupt rotad sager: \"Vi tror pa denna [Skrift]; allt ar fran var Herre.\" Men ingen agnar eftertanke at [och tar varning av] detta utom de som har forstand"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "[De ber:] \"Herre! Lat inte vara hjartan fara vilse sedan Du har vaglett oss. Och forbarma Dig i Din nad over oss. - Du ar Den som alltid ger"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Herre! Du skall samla alla manniskor [infor Dig] en Dag [vars ankomst] star utom varje tvivel; Gud sviker helt visst inte Sitt lofte"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "DE SOM framhardar i att forneka sanningen - ingenting av vad de ager pa jorden och inte heller deras soner skall kunna skydda dem mot Gud. De skall bli bransle for Elden"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "[Det skall ga for dem] som det gick for Faraos man och for deras foregangare; de pastod att Vara budskap var logn och Gud straffade dem for deras synder; Gud straffar med stranghet"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Sag till fornekarna av sanningen: \"[En dag] skall ni bli besegrade och da skall ni foras samman i helvetet - en elandig rastplats"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Ni har redan fatt ett tecken i de tva hararna, som mottes [pa slagfaltet], varav en stred for Guds sak och den andra [bestod av] dem som fornekade sanningen. De [troende] sag med egna ogon att de andra var tva ganger sa talrika som de. Men Gud ger Sin hjalp at den Han vill. I detta ligger helt visst en lardom for de klarsynta"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "KVINNORS karlek, soner [i mangd], skatter av guld och silver, hastar av adel ras, boskap och akerjordar har utmalats for manniskorna [som det mest atravarda i livet]. Allt detta hor till de gladjeamnen som star till buds i denna varld, men aterkomsten till Gud ar det hogsta goda"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Sag: \"Skall jag beratta for er om det som ar former an dessa [gladjeamnen]? Lustgardar, vattnade av backar, vantar de gudfruktiga hos deras Herre, dar de skall forbli till evig tid, och hustrur renade fran [all jordisk] orenlighet, och Guds valbehag.\" Gud forlorar ingen av Sina tjanare ur sikte"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "de som sager: \"Herre, vi tror; forlat oss vara synder och forskona oss fran Eldens straff"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "de talmodiga och uthalliga, de sanningsenliga, de som odmjukt bojer sig under Hans vilja, de som ger av sitt at andra och som i den tidiga gryningen ber om Guds forlatelse for sina synder"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "GUD [SJALV] vittnar - och [sa gor] anglarna och de som har kunskap - att det inte finns en annan gud an Han, Uppratthallaren av rattvisa och jamvikt; ingen annan gud finns an Han, den Allsmaktige, den Vise"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "For Gud ar [den sanna] religionen underkastelse under Hans vilja; de som [tidigare] tog emot uppenbarelsen kom att omfatta skilda meningar forst efter att ha fatt [all] kunskap och av ovilja och avund mot varandra. Och den som vill forneka sanningen i Guds budskap [bor minnas att] Gud ar snar att kalla till rakenskap"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Om de vill tvista med dig [Muhammad], sag da: \"Jag har helt och fullt underkastat mig Guds vilja och aven de som foljer mig [har underkastat sig Hans vilja].\" Och fraga dem som [i aldre tid] fick ta emot uppenbarelsen och de okunniga: \"Har [ocksa] ni underkastat er Guds vilja?\" Om de underkastar sig, da har de funnit vagledning, men om de vander dig ryggen [skall du lamna dem i fred]; din plikt ar enbart att framfora budskapet. Gud forlorar ingen av Sina tjanare ur sikte"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "De som fornekar sanningen i Guds budskap och som mot all ratt dodar profeterna och dodar dem av folket som talar for rattvisa - kungor for dem att de har ett plagsamt straff [att vanta]"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Dessa manniskors stravanden skall ga om intet [och bli utan frukt] i detta liv och i det kommande, och de skall inte finna nagon hjalpare"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Har du inte sett hur nagra av dem som fick ta emot en del av uppenbarelsen, [nar] de uppmanas att lata den gudomliga Skriften doma mellan dem i deras tvister, vander sig bort - ja, de ar [sadana] som gar emot [sanning och ratt]"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "De har namligen sagt att Elden inte skall plaga dem mer an ett begransat antal dagar? Men de logner som de tankte ut har gjort dem blinda for vad deras religion [foreskriver]"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Hur [skall det ga for dem] nar Vi en Dag samlar dem - [att den Dagen kommer] star utom allt tvivel - och var och en till fullo skall fa den lon som han fortjanat och ingen skall lida oratt"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "SAG: \"Gud, all makts Herre! Du skanker makten at den Du vill och Du tar makten fran den Du vill. Du upphojer den Du vill och Du fornedrar den Du vill. I Din hand ligger det goda och Du har allting i Din makt"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Du later natten smyga in i dagen och dagen smyga in i natten. Du later livet spira ur det som ar dott och later doden stiga fram ur det levande. Och Du skanker Ditt goda i overflod at den Du vill"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "DE TROENDE skall inte ta fornekare av sanningen snarare an sina trosbroder till bundsforvanter - den som gor sa skar av banden till Gud - om inte ert syfte ar att med detta [skydda er] mot ett hot. Men Gud uppmanar er att inte ta latt pa Hans varningar; Gud ar malet for er fard"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Sag: \"Vare sig ni doljer det som ror sig i ert innersta eller visar det, vet Gud det. Han vet allt det som himlarna rymmer och det som jorden bar. Och Gud har allt i Sin makt"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "Den Dag da manniskan skall stallas infor allt det goda som hon har gjort och allt det onda som hon har gjort kommer hon att onska att den [Dagen] hade varit oandligt avlagsen. Darfor uppmanar Gud er att inte ta latt pa Hans varningar; Gud ommar for Sina tjanare"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Sag [Muhammad]: \"Om ni alskar Gud, folj mig och Gud skall alska er och forlata er era synder. Gud ar standigt forlatande, barmhartig"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Sag: \"Lyd Gud och Sandebudet.\" Men om de vander ryggen till [skall de veta att] Gud inte ar van till dem som fornekar sanningen"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "GUD har utvalt Adam och Noa och Abrahams att och `Imrans att [och upphojt dem] over varldens alla manniskor"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "de stammar [alla] fran varandra. Gud hor allt, vet allt"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Och `Imrans hustru bad till Gud och sade: \"Herre! Jag viger vad jag bar i mitt skote at Din tjanst. Tag emot mitt [offer], Du som hor allt, vet allt"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Och da hon fott barnet sade hon: \"Herre, jag har fott en dotter - fastan Gud noga visste vad hon hade framfott; ett gossebarn ar inte som ett flickebarn - och jag har gett henne namnet Maria och jag ber Dig skydda och bevara henne och hennes efterkommande mot Djavulen, den utstotte"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Och hennes Herre tog nadigt emot henne och lat henne vaxa upp och arta sig val och uppdrog at Sakarias att vaka over henne. Var gang Sakarias besokte henne i helgedomen, fann han henne forsedd med foda. Och nar han fragade henne: \"Maria, varifran har du fatt detta?\" svarade hon: \"Det ar fran Gud; Gud skanker Sitt goda i overflod till den Han vill"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Dar [i helgedomen] bad Sakarias till Gud: \"Herre! Lat mig, som en gava fran Dig, fa en [son], sund till kropp och sjal! Du bonhor den som ber"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Och anglarna ropade till honom medan han stod i helgedomen, forsankt i bon, och sade: \"Gud kungor for dig det glada budskapet om [en son] Johannes, som skall bekrafta ett ord fran Gud och [bli] en ledare [for sitt folk], en renlevnadsman och en profet, en av de rattfardiga"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "[Sakarias] sade: \"Herre, hur skulle jag kunna fa en son? Jag har ju uppnatt hog alder och min hustru ar ofruktsam.\" [Angeln] sade: \"Sa [skall det bli]; Gud gor vad Han vill"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "[Sakarias] sade: \"Herre! Ge mig ett tecken.\" [Angeln] svarade: \"Det tecken [du far ar] att du under tre dagar inte skall tala till manniskor annat an med gester. Och akalla din Herre utan att fortrottas och prisa Honom morgon och afton"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "[MINNS] anglarnas ord till Maria: \"Gud har utvalt dig och renat dig [och upphojt] dig over alla varldens kvinnor"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "Maria! Forratta din andakt infor din Herre med odmjukhet; fall ned pa ditt ansikte [infor Honom] och boj ditt huvud tillsammans med dem som bojer sina huvuden [i bon]"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Detta hor till de [for dig, Muhammad] okanda ting, som Vi [nu] uppenbarar for dig; du var inte med dem nar de kastade lott om vem som skulle ha ansvar for Maria; och du var inte med dem nar de tvistade [om detta] med varandra"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Och anglarna sade: \"Maria! Gud tillkannager for dig det glada budskapet om ett ord fran Honom [varigenom du skall foda den] vars namn skall vara Kristus Jesus, Marias son, arad och lovprisad i denna varld och i det kommande livet och en av dem som skall vara i [Guds] narhet"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "Han skall tala till manniskorna i vaggan och i mogen alder och han skall vara en av de rattfardiga"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Maria sade: ”Herre! Hur skulle jag kunna fa en son, da ingen man har rort mig?” [Angeln] sade: ”Sa [skall det bli]; Gud skapar vad Han vill. Om Han vill att nagot skall vara, sager Han endast till det: 'Var!' - och det ar"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "Han skall undervisa din son i Skriften, [skanka honom] visdom och [ge honom] Tora och Evangelium"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "och [sanda honom] till israeliterna som Sitt sandebud.\" [Och Jesus sade:] \"Jag har kommit till er med ett tecken fran er Herre. Jag skall forma at er i lera nagot som liknar en fagel och jag skall andas pa den och med Guds tillatelse skall den bli en fagel. Och jag skall bota de blinda och de spetalska och med Guds vilja skall jag vacka de doda till liv. Och jag skall saga er vad ni ater och vad ni lagger upp som forrad i era hus. I detta ligger ett tecken for er - om ni ar [sanna] troende"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "Och [jag har kommit] for att bekrafta vad som annu bestar av Tora och for att forklara tillatet nagot av det som var forbjudet for er. Och jag har kommit till er med ett tecken fran er Herre. Frukta darfor Gud och folj mig"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Gud ar min Herre och er Herre; det ar darfor Honom ni skall dyrka! Detta ar en rak vag"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Nar Jesus markte deras ovillighet att tro [pa honom], sade han: \"Vem vill hjalpa mig [att kalla manniskorna] till Guds vag?\" De vitkladda sade: \"Vi ar Guds medhjalpare! Vi tror pa Gud; vittna du att vi har underkastat oss Hans vilja"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Herre! Vi tror pa det som Du har uppenbarat och vi vill folja Sandebudet; rakna oss darfor bland [sanningens] vittnen"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Och de [som inte ville tro] smidde onda planer [mot Jesus], men [aven] Gud smed planer - ingen smider battre planer an Gud"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Och Gud sade: \"Jesus! Jag skall kalla dig till Mig och Jag skall upphoja dig till Min [harlighet] och Jag skall rena dig fran [de beskyllningar som] fornekarna av sanningen [riktade mot dig]. Och Jag skall satta dem som foljer dig hogt over dem som fornekar [dig] anda till Uppstandelsens dag; da skall ni alla vanda tillbaka till Mig och Jag skall doma mellan er i allt det som ni var oense om"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Vad betraffar fornekarna av sanningen, skall Jag ge dem ett strangt straff i denna varld och i det kommande livet; och de kommer inte att finna nagon hjalpare"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "Och Han skall ge dem som tror och lever ett rattskaffens liv deras fulla beloning. Gud ar sannerligen inte de orattfardigas van"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "DETTA SOM Vi framfor till dig [Muhammad] ar en del av [Vara] budskap och den visa Paminnelsen"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Infor Gud ar Jesus till sin natur att likna vid Adam. Han skapade honom av jord och sade till honom: \"Var!\" och han ar"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "[Det ar] sanningen fran din Herre; hys inte minsta tvivel om detta"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Om nagon vill tvista med dig om detta, sedan du tagit emot den kunskap som har kommit dig till del, sag da: \"Lat oss kalla vara soner och era soner, vara kvinnor och era kvinnor, ja, lat oss alla samlas och odmjukt be Gud att Han avkunnar Sin dom, och lat oss nedkalla Guds fordomelse over alla som ljuger"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Ja, detta ar sanningen - det finns ingen gud utom Gud, och Gud ar forvisso den Allsmaktige, den Vise"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Och om de vander er ryggen [bor de veta att] Gud har full kunskap om dem som vill stora ordningen pa jorden och sprida sedefordarv"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Sag: \"Efterfoljare av aldre tiders uppenbarelser! Lat oss samlas kring en regel, gemensam for oss och for er - att vi inte skall dyrka nagon utom Gud och inte satta nagot vid Guds sida och inte erkanna andra manniskor som vara herrar och beskyddare i Guds stalle.\" Och sag, om de vander er ryggen: \"Vittna da, att det ar vi som har underkastat oss Hans vilja"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "VARFOR tvistar ni efterfoljare av aldre tiders uppenbarelser om Abraham? Tora uppenbarades ju inte - och inte heller Evangeliet - forran efter hans tid. Vill ni inte anvanda ert forstand"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Har tvistar ni [med varandra] om det som ni kanner till; varfor vill ni tvista om det som ni ar helt okunniga om? Gud vet, men ni vet inte"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Abraham var [till sin tro] varken jude eller kristen - han sokte och fann den rena, ursprungliga tron och underkastade sig Guds vilja; och han vagrade att ge avgudarna sin dyrkan"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "De manniskor som star Abraham narmast ar helt visst de som foljer hans exempel, sasom denne Profet och [hans skaror av] troende. Och Gud ar de troendes Beskyddare"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Bland efterfoljarna av aldre tiders uppenbarelser finns de som vill leda er pa villovagar. De kan bara vilseleda sig sjalva - men det inser de inte"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "Ni, efterfoljare av aldre tiders uppenbarelser! Varfor avvisar ni Guds budskap fastan ert eget vittnesbord [bekraftar deras sanning]"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "Efterfoljare av aldre tiders uppenbarelser! Varfor klar ni over det sanna med logn och gommer mot battre vetande undan sanningen"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Nagra av efterfoljarna av aldre tiders uppenbarelser sager [till de andra]: \"[Forklara er] tro pa det som har uppenbarats for de troende vid dagens borjan och avvisa det ovriga; kanske skall de da vanda om"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Tro inte pa nagon som inte bekanner sig till er religion!\" Sag: \"Den [sanna] vagledningen ar Guds vagledning; [ar ni radda] att andra skall fa del av sadana [uppenbarelser] som ni har tagit emot? Eller att de skall tvista med er infor er Herre?\" Sag: \"Guds nadegavor ar i Hans hand; Han skanker dem till den Han vill. Gud nar overallt och Han vet allt"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "och Han forbarmar Sig over den Han vill. Guds nad ar en outsinlig kalla"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "OCH BLAND efterfoljarna av aldre tiders uppenbarelser finns de som, om du anfortror dem en skatt av guld, [villigt] aterlamnar den; och det finns de som, om du anfortror dem en enda dinar, vagrar aterlamna den om du inte ansatter dem med ideliga paminnelser. De pastar namligen: \"Vi har inte blivit alagda [att halla vara loften], nar det galler dessa okunniga manniskor\"; sa sager de om Gud, trots att de vet battre, det som inte ar sant"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Nej, det forhaller sig tvartom! [Gud kanner] dem som ar trogna forbundet med Honom och fruktar Honom; Gud alskar de gudfruktiga"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "De som for en ynklig vinst fornekar forbundet med Gud och de eder som de har svurit, skall inte fa del av det eviga livets goda och pa Uppstandelsens dag skall Gud varken tala till dem eller se pa dem, och Han skall inte rena dem [fran synd]; ett svart lidande vantar dem"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Bland dem finns helt visst de som lindar sina tungor om Skriften for att ni skall tro att [deras forvrangda ord] ar hamtade ur Skriften, fastan de inte ar hamtade ur Skriften; och de sager: \"Detta ar fran Gud\", fastan det inte ar fran Gud. Och sa sager de om Gud mot battre vetande det som inte ar sant"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Det ar otankbart att en manniska, som Gud har gett uppenbarelsens gava och visdom och kallat till profet, darefter skulle saga till manniskorna: \"Tillbe mig vid sidan av Gud.\" Nej, [vad han skulle saga ar:] \"Bli Guds hangivna tjanare som undervisar [andra] och fordjupar sin egen kunskap i Skriften"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "Inte heller [skulle han] befalla er att betrakta anglar och profeter som [himmelska] beskyddare. [Eller tror ni att han skulle] uppmana er att aterfalla i otro sedan ni har underkastat er Guds vilja"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "[EFTERFOLJARE av aldre tiders uppenbarelser! Minns att] Gud erbjod er Sitt forbund genom profeterna. [Han sade:] \"Jag har latit er fa del av uppenbarelse och visdom. [En gang] skall ett sandebud komma till er med bekraftelse av den sanning som [redan] ar i er hand; da skall ni tro pa honom och stodja honom.\" [Och Han] sade: \"Ar det ert beslut att inga forbund med Mig pa denna grund?\" De svarade: \"Ja, det ar vart beslut.\" [Och Gud] sade: \"Vittna da om detta; Jag skall vittna med er"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "De som efter detta drar sig ifran [sin plikt] ar de som har forhardat sig i trots och olydnad"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Onskar de en annan [religion] an den som Gud har gett dem? [Gud] som alla i himlarna och pa jorden underkastar sig av fri vilja eller nodda och tvungna, och till vilken de skall aterbordas"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Sag: \"Vi tror pa Gud och pa det som har uppenbarats for oss och det som uppenbarades for Abraham och Ismael och Isak och Jakob och deras efterkommande och det som uppenbarades for Moses och Jesus och for [alla de ovriga] profeterna av deras Herre; vi gor ingen atskillnad mellan dem. Och vi har underkastat oss Hans vilja"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Om nagon vill anta nagon annan religion an Islam kommer detta att vagras honom, och i nasta liv skall han sta bland forlorarna"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Skulle Gud vagleda dem som fornekar tron efter att ha antagit den och vittnat att Sandebudet i sanning [ar Guds utsande] och som fatt se klara bevis? Nej, Gud vagleder inte de orattfardiga"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Guds och anglarnas och alla manniskors fordomelse skall bli deras lon"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Under denna [dom] skall de forbli; deras straff skall inte lindras och de skall inte beviljas uppskov"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Men de som i anger vander ater [till Gud] och gor bot och battring [skall inte straffas] - Gud ar standigt forlatande, barmhartig"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "De som fornekar sanningen efter att ha antagit tron och som darefter forhardas i sin fornekelse - deras anger skall inte godtas; nej, de har overgett den raka vagen [utan atervando]"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "De som fornekar sanningen och dor som fornekare skall inte fa kopa sig fria, om de an erbjod allt guld i varlden. Ett svart lidande vantar dem och de skall inte finna nagon hjalpare"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "[TROENDE!] Ni kommer inte att uppna sann fromhet, forran ni ger at andra av det som ni [sjalva] vardesatter; Gud har full kannedom om vad ni ger"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "ALL FODA var [i aldre tid] tillaten for Israels barn utom de forbud som Israel sjalv palade sig fore uppenbarelsen av Tora. Sag: \"Tag fram Tora och las hogt ur den, om ni haller pa sanningen"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Och de som hadanefter satter ihop logner om Gud drivs av ont uppsat"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Sag: \"Gud har [i uppenbarelsen] sagt sanningen. Tro darfor med Abrahams rena, ursprungliga tro, han som vagrade avgudarna sin dyrkan"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Det forsta tempel som restes for manniskornas bruk var helt visst Helgedomen i Bakkah, en valsignelse och en ledstjarna for hela varlden"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Den formedlar klara budskap [och dar finns] den plats dar Abraham en gang stod; den som stiger in dar ar i trygghet. Vallfarden till denna Helgedom ar en plikt gentemot Gud for var och en som har mojlighet att genomfora den. Och den som fornekar sanningen [skall veta att] Gud ar Sig sjalv nog och inte behover [nagon eller nagot i] Sin skapelse"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "SAG: \"Efterfoljare av aldre tiders uppenbarelser! Varfor fornekar ni sanningen i Guds budskap, fastan [ni vet att] Gud ar vittne till allt vad ni gor"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Sag: \"Efterfoljare av aldre tiders uppenbarelser! Varfor vill ni hindra dem som antar tron fran att folja Guds vag och fa den att framsta som krokig, fastan ni sjalva vittnar [att den ar rak]? Ingenting av vad ni gor gar Gud forbi"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "Troende! [Det finns de] bland dem som [forr] fick ta emot uppenbarelsen som, om ni gar dem till motes, kommer att gora allt for att ni skall forneka den tro som ni har antagit"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "Hur skulle ni kunna forneka er tro, som hor Guds budskap lasas och har Hans Sandebud mitt ibland er? Den som vill halla sig till Gud leds till en rak [och saker] vag"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "Troende! Frukta Gud sa som det aligger er att frukta Honom och underkasta er Hans vilja, innan doden overraskar er"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Och grip alla med ett fast grepp om Guds raddningslina och lat er inte splittras! Minns Guds valgarningar mot er: fiendskap hade ratt mellan er, men Han lat [viljan till] forsoning tranga in i era hjartan och med Hans valsignelse blev ni broder. Ja, Han raddade er fran randen av en flammande avgrund! Sa klargor Gud Sina budskap for er for att ni skall fa vagledning"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "och bli till en gemenskap av manniskor som uppmanar varandra att gora gott och anbefaller det som ar ratt och forbjuder det som ar oratt. Dem skall det ga val i hander"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Folj inte dem som splittrades [i sekter] efter att ha natts av de klara vittnesborden [om sanningen]. De har ett hart straff att vanta"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "den Dag, da [nagras] ansikten skall strala av ljus och [andras] skall morkna. Och till dem vilkas ansikten har morknat [skall sagas:] \"Ni fornekade ju tron efter att ha antagit den? Smaka da straffet for er fornekelse"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Men de vilkas ansikten stralar av ljus skall inneslutas i Guds nad och skall sa forbli till evig tid"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Detta ar Guds budskap, som Vi later framfora till dig [Muhammad] med sanningen - Gud vill ingen i Sin skapelse nagot ont"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Gud tillhor allt det som himlarna rymmer och det som jorden bar. Och allt gar [sist och slutligen] tillbaka till Gud"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "NI UTGOR det basta samfund som fatt uppsta [bland och] for manniskorna: ni anbefaller det som ar ratt och forbjuder det som ar oratt och ni tror pa Gud. Om efterfoljarna av aldre tiders uppenbarelser hade trott [pa denna], skulle det helt visst ha varit bast for dem. Fastan det finns bland dem de som tror, har de flesta av dem forhardat sig i trots och olydnad"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "De kan inte valla er mer an obetydlig skada och om de ger sig i strid med er, kommer de att vanda ryggen till [och fly] och till sist skall de sta helt utan hjalp"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Var de an patraffas skall de utsta skam och vanara, om de inte [soker skydd i] forbundet med Gud och [aterupprattar] banden till manniskorna; de har adragit sig Guds vrede och stortats i djupt elande, eftersom de framhardade i att forneka Guds budskap och dodade profeterna mot all ratt, trotsade standigt Gud och overtradde [Hans bud]"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Alla ar inte av samma sort. Bland efterfoljarna av aldre tiders uppenbarelser finns [aven] redbara manniskor, som under nattens timmar laser hogt ur Guds budskap och faller ned pa sina ansikten [i tillbedjan]"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "De tror pa Gud och pa den Yttersta dagen och de anbefaller det som ar ratt och forbjuder det som ar oratt och de tavlar om att gora gott. De hor till de rattfardiga"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "och vad gott de gor skall inte frankannas dem; Gud vet vilka de ar som fruktar Honom"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "De som framhardar i att forneka sanningen - ingenting av vad de ager pa jorden skall ge dem skydd mot Gud och deras soner skall inte [kunna forsvara dem]. Deras arvedel ar Elden och dar skall de forbli till evig tid"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Vad [manniskor] ger ut for [ting] som hor till detta liv kan jamforas med de orattfardigas groda som forharjas av en frostig vind. Gud har inte gjort dem oratt - nej, [med sina handlingar] gor de oratt mot sig sjalva"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "TROENDE! Sok inte fortrogna vanner bland dem som star utanfor er [gemenskap]! De sparar ingen moda for att sa forvirring i era led och onskar att ni skall plagas av olyckor och elande. Hatet flodar redan over deras lappar, men vad de bar i sitt inre ar langt varre. Vi har latit er se tecknen - [drag slutsatsen] om ni har forstand"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Det ar ni som visar dem tillgivenhet; de hyser daremot inga varma kanslor for er, fastan ni tror pa uppenbarelsen hel och hallen. Nar de moter er sager de: \"Vi tror.\" Men nar de ar ensamma, biter de sig i fingertopparna i ursinne. Sag: \"Matte ni ga under i ert ursinne! Gud vet vad som ror sig i manniskans innersta"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Om det gar er val blir de besvikna, och de glader sig nar ni drabbas av en motgang. Men om ni bar [allt detta] med jamnmod och fruktar Gud, kan deras onda anslag inte i nagot avseende skada er. Gud har full uppsikt over [dem och] deras foretag"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "MINNS [Muhammad] att du en tidig morgon lamnade ditt hem for att gruppera de troende till strid; Gud hor allt, vet allt"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Tva grupper bland dina man var nara att forlora modet, trots att de stod under Guds beskydd - det ar till Gud som de troende maste lita"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Och Gud skankte er segern vid Badr, da ni var en oansenlig skara. Frukta darfor Gud - kanske skall ni tacka [Honom]"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "[Och minns] dina ord till de troende: \"Ar det inte nog for er [att veta] att Gud skall lata tretusen anglar stiga ned och forstarka era led"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Ja, om ni haller stand och fruktar Gud och om [fienden] i denna stund gar till angrepp skall er Herre sanda femtusen anglar som stormar fram till er hjalp"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "Gud lat detta [sagas] enbart for att inge er nytt hopp och stilla oron i era hjartan - segern kan inte komma fran nagon annan an Gud, den Allsmaktige, den Vise"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "[och] for att lata nagra av sanningens fornekare smaka doden eller nederlagets forodmjukelse och se sina forhoppningar grusas"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Det ankommer inte pa dig [Muhammad] att bestamma om [Gud] skall ta emot deras anger eller straffa dem - de ar orattfardiga manniskor"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Allt det som himlarna rymmer och det som jorden bar tillhor Gud. Han forlater den Han vill och Han straffar den Han vill. Gud ar standigt forlatande, barmhartig"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "TROENDE! Livnar er inte pa ocker som fordubblar och mangdubblar [vinsten]. Frukta Gud - kanske skall det ga er val i hander"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Och frukta Elden, som ar beredd att ta emot dem som fornekar sanningen"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Och lyd Gud och Sandebudet - kanske erfar ni [Hans] barmhartighet"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "Och tavla med varandra om er Herres forlatelse och ett paradis, lika vidstrackt som himlarna och jorden, som star berett att ta emot de gudfruktiga"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "de som ger at andra saval i valfardens dagar som i tider av brist och som lagger band pa sin vrede och forlater sina medmanniskor - Gud alskar dem som gor det goda och det ratta"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "de som, om de begar en skamlos handling eller [pa annat satt] tillfogat sig sjalva oratt, minns Gud och ber Honom om forlatelse for sina synder - vem kan forlata synderna utom Gud? - och som inte fortsatter att bega sadana handlingar mot battre vetande"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Den lon [som vantar] dem skall vara deras Herres forlatelse och lustgardar, vattnade av backar, dar de skall forbli till evig tid - en harlig beloning for dem som arbetat och stravat"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "FORE ER tid har [andra] seder och levnadsmonster varit forharskande [och i sin tur avlost dem som tidigare radde]. Ga darfor ut i varlden och se [sparen som visar] hur slutet blev for dem som pastod att sanningen ar logn"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Detta ar en klar fingervisning till alla manniskor och en vagledning och en varning for de gudfruktiga"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Tappa inte modet och glom er sorg! Star ni fasta i tron kommer ni att vinna overhanden"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Om ett hart slag har drabbat er, har [era fiender avgudadyrkarna] ocksa drabbats av ett hart slag. Vi later manniskorna, de ena efter de andra, uppleva sadana [svarta] dagar for att de troende skall fa ge Gud bevis [pa sin tro] och for att Han skall utse dem bland er som skall fa vittna som martyrer [for sin tro] - Gud ar ingalunda de orattfardigas van"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "och for att satta de troende pa prov och lata fornekarna av sanningen ga under"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Tror ni att ni far stiga in i paradiset utan att [ha visat] Gud vilka av er som vill kampa [for Hans sak] och som kan halla ut [i farans stund]"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Innan ni hade mott doden ville ni do [for er tro]; nu har ni mott den ansikte mot ansikte"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "MUHAMMAD ar ingenting mer an ett sandebud och [andra] sandebud har kommit och gatt fore honom. Om han dor eller stupar i strid, kommer ni da att gora en helomvandning? Den som vander helt om vallar inte Gud nagon skada. Men Gud skall belona dem som visar tacksamhet"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Ingen manniska far do annat an i enlighet med Guds vilja och vid en faststalld tidpunkt. Den som vill lonas med detta livets goda, honom skall Vi ge nagot av detta; och den som onskar lonas med det eviga livets goda, honom skall Vi ge nagot av detta. Och Vi skall belona dem som visar tacksamhet"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Hur manga profeter har inte mast kampa [for tron], foljda av skaror av man som vigt sina liv at Gud. De fallde inte modet infor de [provningar] de maste utsta for Guds sak; de sviktade inte och gav inte vika [for fienden] - Gud alskar dem som haller stand"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Och [nar de bad] sade de bara: \"Herre, forlat oss vara synder och om vi har gatt till overdrift [eller brustit] i uppfyllandet av var plikt! Gor oss stadiga pa foten och lat oss segra over dessa fornekare av sanningen"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Och Gud gav dem som lon [bade] denna varldens goda och det hogsta goda, ett evigt liv - Gud alskar dem som gor det goda och det ratta"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "TROENDE! Om ni gar sanningens fornekare till motes kommer de att forma er att vanda om [och overge tron] och da star ni som forlorare"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Men Gud ar er Beskyddare och Han ar den baste Hjalparen"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Vi skall gora sa att [blodet i] fornekarnas adror isas av skrack [nar de tanker pa] att de [vagade] satta medhjalpare vid Guds sida utan att Han nagonsin gett [dem nagot] bemyndigande. Elden skall bli deras tillflykt - denna syndarnas fruktansvarda boning"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "GUD holl sannerligen Sitt lofte till er, da ni med Hans vilja var nara att i grund sla [era fiender], till dess modet svek er och ni blev oense om inneborden av den order [ni hade fatt] och brot mot den, da Han redan hade latit [segern] hagra for er syn. Det fanns de bland er som inte hade annat an denna varldens [goda] for ogonen och det fanns de som sag mot evigheten. Darefter lat Han er dra er undan [fienden] for att satta er pa prov. Men Han har nu utplanat er synd - ja, Guds nad flodar over de troende"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "[Minns] hur ni flydde uppfor [bergets sida] utan att se er om, fastan Sandebudet langt bakom er ropade er tillbaka. Och Gud lat er kanna sorg och gramelse [i gengald] for den sorg och gramelse [ni vallade Profeten] och for att [lara er att] inte sorja over det [byte] som ni gick miste om, inte [ens] over det [nederlag] som ni led. Gud ar val underrattad om vad ni gor"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Och efter denna bittra erfarenhet lat Han ett stort lugn sanka sig over er, sa att nagra bland er fick vila, medan andra som framst bekymrade sig om sitt eget val tankte oriktiga [och hadiska] tankar om Gud, [tankar som hade sin rot] i avgudadyrkans okunnighet, och de fragade [sig]: \"Hade vi over huvud taget nagon del i beslutet?\" Sag [Muhammad]: \"Det var till alla delar Guds beslut.\" De gommer nagot i sitt inre som de inte vill visa dig [nar] de sager: \"Om vi over huvud taget hade haft nagon del i beslutet skulle vi inte har ha lidit dessa forluster.\" Sag: \"Aven om ni hade stannat hemma, skulle de vilkas dod stod skriven ha begett sig till den plats dar de skulle falla.\" [Allt detta skedde] darfor att Gud ville prova vad ni bar inom er och rensa ut orenheterna ur era hjartan. - Gud vet vad som ror sig i manniskans innersta"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "De bland er som gjorde helt om den dag de tva hararna mottes, kunde forledas till detta av Djavulen enbart pa grund av [ett fel] som de hade begatt. Men Gud har nu utplanat deras synd - Gud ar mild och overseende"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "Troende! Sag inte som fornekarna av sanningen sager om sina broder som [dott] under resa i fjarran land eller [fallit] i strid: \"Om de hade blivit kvar hos oss, skulle de inte ha dott eller dodats.\" - Gud [later dem tanka dessa tankar], sa att deras hjartan skulle kanna okad sorg och gramelse, eftersom det ar Gud som skanker liv och skanker dod. Gud ser vad ni gor"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Och om ni stupar [i kampen] for Guds sak eller dor, ar Guds forlatelse och Hans barmhartighet helt visst battre an allt vad manniskorna kan lagga pa hog"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "vare sig ni dor eller dodas, ar det till Gud ni skall samlas ater"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "I Sin barmhartighet lat Gud dig visa dem mildhet; om du hade varit strang och hard och tillslutit ditt hjarta [for dem], skulle de helt sakert ha dragit sig ifran dig. Glom darfor nu [deras fel] och be Gud forlata dem. Inhamta deras rad i de angelagenheter [som ar av vikt] och nar du val har fattat ditt beslut, satt da din lit till Gud; Gud alskar dem som satter sin lit till Honom"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Om Gud hjalper er kan ingen besegra er; men om Gud overger er, vem kan sedan hjalpa er? Formana darfor de troende att satta all sin lit till Gud"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "DET AR en orimlig tanke att en [Guds] profet skulle bedra [sina medmanniskor]; bedragaren skall pa Uppstandelsens dag stiga fram med sitt bedrageri i handen och da skall var och en fullt ut erhalla den lon han har fortjanat och ingen lida oratt"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Kan den vars stravan det ar att vinna Guds valbehag jamforas med den som adrar sig Guds vrede och vars tillflykt skall bli helvetet - detta jammerliga mal"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "[Nej,] hos Gud har de var och en sin [givna] plats i en rangordning [av salighet och fordomelse]. Och Gud ser vad de gor"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Gud visade sannerligen de troende [en stor nad], da Han lat ett sandebud komma till dem, [en man] ur deras egna led, for att framfora Hans budskap till dem och rena dem [fran synd] och undervisa dem i Skriften och [profeternas] visdom; innan dess var de helt uppenbart pa oratt vag"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "OCH NAR ni nu har drabbats av ett hart slag, efter att ha tillfogat [era fiender] ett tva ganger hardare [slag], fragar ni kanske: \"Hur har detta kunnat ske?\" Sag: \"Det som har skett har sin rot inom er sjalva.\" Gud har allt i sin makt"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "Det som ni maste utsta den dag da de tva hararna mottes, skedde enligt Guds vilja och for att det skulle sta klart vilka de sanna troende var"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "och sta klart vilka de var som hycklade tro. [Nar] de sistnamnda fick uppmaningen: \"Kom och kampa for Guds sak!\" eller \"Forsvara er!\", svarade de: \"Bara vi sakert visste [att det skall bli] strid, skulle vi ga med er.\" Den dagen var de otron narmare an tron, nar de yttrade ord som inte kom fran hjartat, fastan Gud val visste vad de ville dolja"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "de som sade om sina broder, dar de satt [i trygghet]: \"Om de hade lyssnat till oss, skulle de inte ha dodats.\" Sag: \"Hall da doden borta fran er sjalva, om det ni sager ar sant"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Och betrakta inte dem som fallit i kampen for Guds sak som doda. Nej, de lever [och] Gud sorjer for dem"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "De glads at vad Gud i Sin nad har skankt dem och de glads over [budskapet] att de som [annu] inte har foljt dem utan blivit kvar inte skall kanna fruktan och att ingen sorg skall tynga dem"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "De glads over Guds valgarningar och Hans nad och [loftet] att Guds beloning till de troende inte skall utebli"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "[beloningen] till dem som besvarade Guds och Sandebudets kallelse efter att ha drabbats av det svara slaget. De bland dem som gjorde det goda och det ratta och fruktade Gud har en rik beloning [att vanta]"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "De som kande sin tro vaxa, nar de varnades att [styrkor] hade dragits samman mot dem och att de borde vara pa sin vakt, och svarade: \"Vi behover ingen annan hjalpare an Gud. Var finns en maktigare beskyddare"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Och de atervande [styrkta av] Guds valsignelse och Hans nad; det onda hade inte rort vid dem. Deras mal var att vinna Guds valbehag och Guds nad ar en outsinlig kalla"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Djavulen [ingav dem att varna er]; han vill injaga [i er] fruktan for sina forbundna. Ni skall inte frukta dem - frukta Mig, om ni ar troende"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Sorj inte over dem som tavlar om att forneka sanningen; de kan pa intet satt skada Gud. Det ar Guds vilja att inte ge dem del av det eviga livets goda, ja, ett plagsamt straff vantar dem"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "De som har bytt bort tron mot fornekelse kan pa intet satt skada Gud och ett svart lidande vantar dem"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Lat inte fornekarna av sanningen tro att den frist Vi beviljar dem ar till deras fordel. Vi ger dem denna frist sa att de kan hopa synd pa synd; ett fornedrande straff vantar dem"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Det ar otankbart att Gud skulle lata de troende [leva] i de former som ni [fornekare] lever, langre an till dess Han skilt mellan de onda och de goda. Men Gud later er inte fa insikt i det som ar dolt for manniskor; [for detta] utser Gud den Han vill bland Sina sandebud. Tro darfor pa Gud och Hans sandebud; om ni tror [pa Gud] och fruktar Honom, vantar er en rik beloning"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "DE SOM girigt behaller for sig sjalva det som Gud i Sin nad har skankt dem skall inte tro att det blir till deras basta. Nej, det kommer att vara ett ont for dem. Pa Uppstandelsens dag skall de bara det som de sa girigt holl fast vid hangande om halsen. - Arvet efter himlarna och jorden skall tillfalla Gud. Och Gud ar val underrattad om vad ni gor"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "Gud har hort dem som sager: \"Gud ar fattig - vi ar rika.\" Vi skall teckna ned vad de sager, liksom [Vi tecknade ned] deras rattsstridiga drap pa profeterna, och [pa Uppstandelsens dag] skall Vi saga till dem: \"Prova eldens straff"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "foljden av det som era hander har sant framfor er [till domen] - Gud later inte Sina tjanare lida oratt"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Och de som pastar: \"Gud har alagt oss att inte tro pa en profet som inte [foreskriver] brannoffer\" - sag [till dem]: \"Fore mig har profeter kommit till er med klara vittnesbord och med det ni sager. Varfor dodade ni dem da, om det som ni [nu] sager ar sanning"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Och om de kallar dig lognare, har profeter fore dig kallats lognare nar de kom med klara vittnesbord och upptecknad visdom och uppenbarelser fyllda av [Guds] ljus"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Varje manniska skall smaka doden. Men forst pa Uppstandelsens dag skall ni fa er fulla lon. Den som da rycks bort fran Elden och fors till paradiset har sannerligen vunnit en stor seger. - Livet i denna varld [skanker] bara bedraglig gladje"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Ni skall helt visst fa utsta provningar i vad avser er egendom och er sjalva, och ni skall fa hora manga skymford fran dem som fatt ta emot uppenbarelser fore er och fran dem som satter medhjalpare vid Guds sida. Men om ni bar allt med jamnmod och fruktar Gud [har ni bestatt provet]; detta [kraver] fasthet i foresatsen"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "NAR GUD slot forbund med dem som fick ta emot uppenbarelsen tog Han lofte av dem [med orden]: \"Dolj inte detta utan kungor det for manniskorna!\" Men de kastade loftet bakom sig och salde det for en usel slant - ja, ynklig ar deras vinst av denna byteshandel"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Tro inte att de som glader sig at det som de [anser sig ha] utrattat men ocksa garna vill fa berom for vad de inte har gjort - tro inte att straffet for dem skall utebli; nej, ett svart lidande vantar dem"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "GUDS AR herravaldet over himlarna och jorden och Gud har allt i Sin makt"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "I skapelsen av himlarna och jorden och i vaxlingen mellan natt och dag ligger helt visst budskap till dem som vill anvanda sitt forstand"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "de som minns Gud nar de star, nar de sitter och nar de lagger sig till vila, och som, nar de begrundar himlarnas och jordens skapelse [ber med dessa ord]: \"Herre! Du har inte skapat [allt] detta i blindo. Stor ar Du i Din harlighet! Forskona oss fran Eldens straff"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Herre, over den som Du utlamnar at Elden har Du helt visst [forut] hopat skam och vanara. Och de orattfardiga skall inte finna nagon hjalpare"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Herre! Vi har hort rosten som kallar [oss] till tron: - 'Tro pa er Herre!' - och vi har blivit troende. Herre! Forlat oss vara synder och utplana vara daliga handlingar och lat oss do med de fromma, de som gor det goda och det ratta"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Skank oss, Herre, det som Du har lovat oss genom Dina sandebud och lat oss inte sta dar med skammen pa Uppstandelsens dag! Aldrig sviker Du Ditt lofte"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Och Gud svarar dem: \"Jag skall inte lata nagon av er som arbetar och stravar, vare sig man eller kvinna, se sin stravan ga forlorad - ni ar [alla] av samma rot [och skall lonas pa samma satt]. De som overgav sina hem for att fly undan det onda, eller drevs bort darifran och led annan oforratt for Min skull och de som kampade [for Min sak] och stupade, for dem alla skall Jag utplana deras daliga handlingar och fora dem till lustgardar, vattnade av backar - en beloning fran Gud sjalv; ja, den basta beloningen vantar hos Gud"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "LAT DIG inte vilseledas av att de som fornekar sanningen kan pa jorden valtra sig i nojen och njutningar"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Deras gladje ar kortvarig; darefter skall helvetet bli deras tillflykt - ett elandigt vilorum"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Men pa de gudfruktiga vantar lustgardar, vattnade av backar, dar de skall forbli till evig tid som Guds arade gaster. Och det basta for de fromma ar det [som vantar] hos Gud"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Bland mottagarna av aldre tiders uppenbarelser finns helt visst de som tror pa Gud och pa det som har uppenbarats for er och det som uppenbarades for dem; de odmjukar sig infor Gud och de saljer inte Guds budskap for en ynklig slant. De skall fa sin beloning av sin Herre - Gud ar snar att kalla till rakenskap"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "Troende! Utharda allt - ja, tavla om att ge prov pa talamod och uthallighet och var alltid beredda att kampa [for tron] och frukta Gud! Kanske skall det ga er val i hander"
        }
    ]
}