{
    "rukus": [
        {
            "chapter": 7,
            "verse": 152,
            "text": "Katiyakan, sila na tumangkilik sa baka (upang sambahin), ang poot ng kanilang Panginoon at pagkaaba ang sasapit sa kanila sa buhay sa mundong ito. Sa ganito Namin binabayaran ang gumagawa ng mga kabulaanan"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Datapuwa’t sila na nagsigawa ng masasamang gawa at pagkatapos ay nagtika at sumampalataya, katiyakang ang inyong Panginoon, (magkagayunman) ay katotohanang Lagi nang Nagpapatawad, ang Pinakamaawain"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "At nang ang poot ni Moises ay humupa na, kanyang kinuha ang mga Tableta (Kalatas), ang mga nasusulat (dito) ay patnubay at habag sa mga may pangangamba sa kanilang Panginoon"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "At si Moises ay humirang sa kanyang pamayanan ng pitumpong (pinakamahuhusay) na lalaki tungo sa Aming natatakdaang oras at lugar ng pakikipagtipan, at nang sila ay sakmalin ng isang matinding lindol, siya ay nagsabi: “o aking Panginoon, kung ito ay Inyo lamang ninais, sila at ako ay maaari Ninyong wasakin kahit noon pa, kami ba ay wawasakin Ninyo dahilan sa mga gawa ng mga buktot sa lipon namin? Tanging sa pamamagitan lamang ng Inyong pagsubok Kayo ay namamatnubay sa sinumang Inyong maibigan, at nagliligaw at namamatnubay sa sinumang Inyong naisin. Kayo po ang aming Wali (Tagapangalaga), kaya’t Inyong patawarin kami at bigyan ng Habag, sapagkat Kayo ang Pinakamainam sa mga nagpapatawad"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "At ipagkaloob Ninyo sa amin ang mabuti sa mundong ito at sa Kabilang Buhay. Katiyakang kami ay bumabaling sa Inyo.” Siya (Allah) ay nagwika: “(At sa) Aking kaparusahan, Aking binibigyang sakit ang sinumang Aking maibigan at ang Aking Habag ay nakakasakop sa lahat ng bagay. Ang (Habag) na ito ay Aking itatalaga sa Muttaqun (mga matimtiman at matutuwid na tao na umiiwas sa lahat ng masama at gumagawa ng lahat ng mabuti), at sa nagbibigay ng Zakah (katungkulang kawanggawa); at sa mga nananalig sa Aming Ayat (mga katibayan, aral, tanda, kapahayagan, atbp)"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Sila na sumusunod sa Tagapagbalita, ang Propeta na hindi nakakabasa at hindi nakakasulat (Muhammad) na kanilang matatagpuan na nasusulat sa Torah (mga Batas) at sa Ebanghelyo, - siya ay nagtatagubilin sa kanila ng Al-Ma’ruf (ang Kaisahan ni Allah at lahat ng Kanyang mga ipinag-uutos) at nagbabawal sa kanila sa Al-Munkar (kawalan ng paniniwala, pagsamba sa diyus-diyosan at lahat ng masasama na ipinagbabawal sa Islam); kanyang pinahihintulutan sila sa At-Tayyibat ([lahat ng mabuti at pinapayagan], tungkol sa mga bagay-bagay, mga gawa, mga paniniwala, mga tao, mga pagkain, atbp.), at nagbabawal sa kanila sa mga hindi pinahihintulutan, bilang Al-Khabaith (ang lahat ng kasamaan at hindi pinahihintulutan tungkol sa mga bagay-bagay, mga gawa, mga paniniwala, mga tao, mga pagkain, atbp.), kanyang niluluwagan sila sa mabibigat na pasanin (ng Kasunduan kay Allah), at sa mga tanikala (ng pananagutan) na nakaatang sa kanila. Kaya’t sa kanila na nananalig sa kanya (Muhammad), inyong parangalan siya, tulungan siya at sundin ang Liwanag (ang Qur’an) na ipinanaog sa kanya, (at) sila ang magiging matatagumpay"
        }
    ]
}