{
    "rukus": [
        {
            "chapter": 9,
            "verse": 123,
            "text": "o kayong nagsisisampalataya! Inyong labanan ang mga hindi sumasampalataya na malapit sa inyo (alalaong baga, mga kamag-anak o kaibigan), at hayaan silang makatagpo ng katigasan (ng loob) sa inyo, at inyong maalaman na si Allah ay nananatili sa Al-Muttaqun (mga matimtiman at matutuwid na tao)"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "At kailanman, kung may ipinapanaog na Surah (kabanata ng Qur’an), ang ilan sa kanila (na mga mapagkunwari) ay nagsasabi: “Sino ba sa inyo ang nagiging masidhi ang kanyang pananalig sa pamamagitan nito (ang kabanata ng Quran)?” At kung tungkol sa mga sumasampalataya, ito ay nakakapagpasidhi sa kanilang pananalig, at sila ay nangagagalak"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "Datapuwa’t sa kanila na ang puso ay may karamdaman (ng alinlangan, kawalan ng pananalig at pagkukunwari), ito ay makapagdaragdag ng kutob at alinlangan sa kanilang paghihinala, kawalan ng pananalig at alinlangan, at sila ay mamamatay habang sila ay hindi nananampalataya"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Hindi baga nila namamasdan na sila ay sinusubukan, minsan o makalawa sa bawat taon (sa pamamagitan ng iba’t ibang uri ng kapinsalaan, mga sakit, pagkagutom, atbp.). Magkagayunman, sila ay hindi nagbabalik loob sa pagtitika, gayundin, sila ay hindi natututo ng aral (mula rito)"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "At kailanma’t may ipinapanaog na Surah (kabanata mula sa Qur’an), sila ay nagtitinginan sa bawat isa (na nagsasabi): “Mayroon ba na nakakakita sa inyo?” At sila ay tumatalikod. Si Allah ay nagbaling ng kanilang puso (palayo sa liwanag), sapagkat sila ay mga tao na hindi nakakaunawa"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "Katotohanang may dumatal sa inyo na isang Tagapagbalita (Muhammad) mula sa inyong lipon (alalaong baga, na ganap ninyong batid). Nakakapagpalumbay sa kanya na kayo ay mangyaring makatanggap ng anumang kapinsalaan o kahirapan. Siya (Muhammad) ay nasasabik para sa inyo (na kayo ay matuwid na mapatnubayan at magtika kay Allah, at manikluhod sa Kanya upang iparaya at patawarin ang inyong mga kasalanan upang kayo ay makapasok sa Paraiso at maligtas sa kaparusahan ng Apoy ng Impiyerno), sapagkat sa mga sumasampalataya, (siya, si Muhammad) ay tigib ng pagkahabag, kabaitan at pagkaawa"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "Datapuwa’t kung sila ay magsitalikod, iyong ipagbadya (O Muhammad): “Si Allah ay sapat na sa akin. La ilaha illa Huwa (Wala ng iba pang Diyos na karapat-dapat pag-ukulan ng pagsamba maliban sa Kanya), sa Kanya ay inilalagay ko ang aking pagtitiwala at Siya ang Panginoon ng Kataas-taasang Luklukan.” ProPetA JonAs"
        }
    ]
}