{
    "rukus": [
        {
            "chapter": 17,
            "verse": 11,
            "text": "At ang tao ay nananawagan (kay Allah) sa kasamaan kung paano siya nananawagan sa kabutihan at ang tao ay palaging nagmamadali (alalaong baga, kung siya ay nagagalit sa sinuman, siya ay dagliang nananalangin [na nagsasabi]: “O Allah, Inyong sumpain siya, atbp.”, at ito ay hindi niya marapat na gawin, bagkus ay maging mapagpasensiya"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "At Aming itinalaga ang gabi at araw (maghapon) bilang dalawang tanda (mula sa Amin). Ginawa Namin ang tanda ng Gabi ay maging madilim samantalang ginawa Namin ang tanda ng Araw (Maghapon) ay maging maliwanag upang kayo ay magsihanap ng kasaganaan ng inyong Panginoon, at upang inyong maalaman ang bilang ng mga taon at paggunita (o pagsusulit o kailan). Ang lahat ng bagay ay Aming ipinaliwanag nang masusi"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "At Aming itinali ang mga gawa ng bawat tao sa kaniyang leeg, at sa Araw ng Muling Pagkabuhay ay Aming ilalantad para sa kanya ang isang aklat na matatagpuan niya na nakabukas nang malapad"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "(At sa kanya ay ipagtuturing): “Basahin mo ang iyong aklat. Ang iyong sarili ay sapat na bilang tagapagpaala-ala laban sa iyo sa Araw na ito.”"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Sinuman ang tumahak sa katuwiran, kung gayon siya ay gumawa nang tumpak sa kapakinabangan ng kanyang sarili. At kung sinuman ang maligaw, kung gayon, siya ay naligaw sa kanyang sariling kapahamakan. walang sinuman na may mga pasanin ang maaaring magdala ng pasanin ng iba. At Kami kailanman ay hindi magpaparusa malibang Kami ay nagsugo muna ng isang Tagapagbalita (upang magbigay ng babala)"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "At kung Kami ay magpasya na wasakin ang isang bayan (pamayanan), Kami muna ay nagpapadala (sa simula) ng isang tiyak na pag-uutos (na sundin si Allah at maging matuwid) sakanilanglipon(odikaya, Kamiaymagpaparami muna sa bilang ng pamayanan nito) na pinagkalooban ng mabubuting bagay sa buhay na ito. At sila ay sumuway dito, kaya’t ang salita (ng kaparusahan) ay may katuwiran laban (sa kanila), kaya’t Aming winasak ito ng may ganap na kapinsalaan"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "At gaano karami na ba ang henerasyon (mga nangaunang bansa o pamayanan) ang Amin nang winasak pagkaraan ni Noe! At sapat na ang iyong Panginoon bilang isang may Ganap na Kaalaman at Ganap na Nakakamasid ng mga kasalanan ng Kanyang mga alipin"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Sinuman ang magnais ng pagmamadali (sa pansamantalang kaligayahan sa mundong ito), Kami ay kagyat na magkakaloob sa kanya ng anumang Aming naisin sa sinumang Aming maibigan. At matapos ito, ay Aming itinalaga para sa kanya ang Impiyerno, siya ay susunugin dito ng may kahihiyan at pagtatakwil, - na lubhang malayo sa Habag ni Allah"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "At sinuman ang magnais sa Kabilang Buhay at magsikap dito, na may laang pagsisikhay na nararapat dito (alalaong baga, ang gumawa ng mga kabutihan at maging masunurin kay Allah) habang siya ay nananalig (sa Kaisahan ni Allah, at sa Islam), kung gayon, siya yaong ang pagsisikap ay pinahahalagahan, pinasasalamatan at ginagantimpalaan (ni Allah)"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Sa bawat isa, sa inyo at sa kanila, Kami ang nagkakaloob (ng biyaya) mula sa Kasaganaan ng iyong Panginoon. At ang Kasaganaan ng iyong Panginoon, kailanman ay hindi maipagbabawal"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Inyong pagmalasin kung paano Namin kinakandili ang isa ng higit sa iba (sa mundong ito), at katotohanan, ang Kabilang Buhay ay higit na mataas sa antas at higit na mainam na bigyang halaga"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Huwag kang magtambal ng mga ibang diyos tangi pa kay Allah (o tao)! [ang talatang ito ay ipinatungkol kay Propeta Muhammad, ngunit ang tinutukoy sa pangkalahatan ay ang sangkatauhan], kung hindi, ikaw ay uupo na sinusumbatan at pinababayaan (sa Apoy ng Impiyerno)"
        }
    ]
}