{
    "rukus": [
        {
            "chapter": 17,
            "verse": 41,
            "text": "At katiyakang Aming ipinaliwanag (ang Aming mga pangako, mga babala, at nagbigay [Kami] ng maraming halimbawa), dito sa Qur’an upang sila (na walang pananampalataya) ay makinig, datapuwa’t ito ay higit pang nagdagdag sa kanila sa wala maliban sa pag-ayaw"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Ipagbadya (o Muhammad sa kanila, na mga pagano at mapagsamba sa mga diyus-diyosan, atbp.): “Kung tunay man na mayroon pang ibang diyos na katambal Niya na kagaya ng kanilang ipinapalagay, kung gayon, katiyakang sila ay hahanap ng isang daan patungo sa Panginoon ng Luklukan (na naghahanap ng Kanyang Pagkalugod upang maging malapit sa Kanya)"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Ganap na Maluwalhati at Mataas Siya! Sa Aluwan Kabira (mga matinding kabulaanan at kasinungalingan) na kanilang ipinagtuturing! (alalaong baga, mga gawa-gawang salita na may iba pang diyos na kaakibat si Allah, datapuwa’t Siya lamang si Allah, ang Tanging Isa, ang Panginoon na may Sariling Kasapatan, na sinasandigan ng lahat ng mga nilalang, hindi Siya nagkaanak at hindi Siya ipinanganak, at walang sinuman ang sa Kanya ay makakatulad)"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Ang pitong kalangitan at ang pitong kalupaan, at lahat ng nasa pagitan nito ay lumuluwalhati sa Kanya, at walang anumang bagay ang hindi lumuluwalhati sa Kanya ng papuri (na Siya ay malaya sa anumang uri ng kapintasan at kasahulan). Datapuwa’t hindi ninyo nauunawaan ang kanilang pagbubunyi ng kaluwalhatian. Katotohanang Siya ay Ganap na Mapagpaumanhin, ang Lagi nang Nagpapatawad"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "At nang ikaw (o Muhammad) ay dumadalit ng Qur’an, inilagay Namin sa iyong pagitan at ng mga hindi sumasampalataya sa Kabilang Buhay ang hindi nakikitang lambong (o tabing sa kanilang puso, upang sila ay hindi makarinig o hindi makaunawa)"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "At naglagay Kami ng tabing sa ibabaw ng kanilang puso, baka mangyari, na maunawaan nila ito (ang Qur’an), at ng pagkabingi sa kanilang tainga. At nang ikaw ay bumabanggit lamang sa iyong Panginoon (La ilaha ill Allah – Wala ng iba pang diyos na karapat-dapat pag-ukulan ng pagsamba maliban kay Allah, ang Kaisahan ni Allah sa Islam) sa Qur’an, sila ay tumatalikod at umaalis sa malaking pag-ayaw"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Ganap Naming batid kung ano ang kanilang pinakikinggan kung sila ay nakikinig sa iyo, at kung sila ay nagsasagawa ng lihim na pagsasanggunian, pagmasdan, ang Zalimun (mga mapagsamba sa diyus-diyosan, pagano, mapaggawa ng kabuktutan, atbp.) ay nagsasabi: “wala kang sinusunod maliban sa isang tao na inaalihan (ng demonyo).”"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Tunghayan kung ano ang mga halimbawa na kanilang itinatambad sa iyong harapan. Kaya’t sila ay napaligaw nang malayo, at sila kailanman ay hindi makakakita ng daan"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "At sila ay nagsasabi: “Kung kami ba ay mga buto na at lansag-lansag, tunay bang kami ay muling ibabangon sa bagong paglikha?”"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Ipagbadya mo (o Muhammad): “Maging kayo man ay bato o bakal"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "o iba pang likhang bagaynasainyongisipanayhigitnamatigas(upangibangon) [gayunman, kayo ay ibabangon]!” At sila ay magsasabi: “Sino ang magpapanumbalik sa amin (sa pagkabuhay)?” Ipahayag: “Siya (Allah) na lumikha sa inyo noong una!” At sa iyo, sila ay magsisiiling ng kanilang ulo at magsasabi: “Kailan kaya ito magaganap?” Ipagbadya: “Marahil, ito ay malapit na!”"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Sa Araw na Kanyang tatawagin kayo, at kayo ay tutugon (sa Kanyang panawagan) na may (mga salita) ng papuri at pagsunod sa Kanya, at mapag-iisip lamang ninyo (sa sandaling yaon) na kayo ay nanatili lamang (sa mundong ito) sa maigsing sandali"
        }
    ]
}