{
    "rukus": [
        {
            "chapter": 2,
            "verse": 274,
            "text": "Ang mga gumugugol (sa kawanggawa) ng kanilang kayamanan sa gabi at araw, lingid man o hayag ay mayroong pabuya mula sa kanilang Panginoon. Sa kanila ay walang pangangamba, gayundin sila ay hindi malulumbay"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Ang mga nagpapasasa sa riba (pagpapatubo sa salapi o interes), ay hindi titindig (sa Araw ng Muling Pagkabuhay) maliban sa pagtindig ng isang tao na hinataw ni Satanas, na nagdulot sa kanya ng pagkabaliw. Ito’y sa dahilang sila ay nagsasabi: “Ang pangangalakal ay tulad din ng riba (pagpapatong ng tubo sa salapi o interes)”, datapuwa’t si Allah ay nagpahintulot ng pangangalakal at nagbawal ng Riba (pagpapatubo sa salapi o interes). Kaya’t sinuman ang tumanggap ng paala-ala mula sa kanyang Panginoon at tumigil sa pagpapasasa sa riba (patubo) ay hindi parurusahan sa anumang nakaraan (dahil sa kawalan ng kaalaman); ang kanyang usapin ay na kay Allah (upang hatulan); datapuwa’t kung sinuman ang magbalik (sa hanapbuhay) na may riba (muling magpatubo o kumita ng tubo sa salapi), sila ang magsisipanahan sa Apoy, mananatili sila rito magpakailanman"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Si Allah ay hindi magkakaloob ng anumang biyaya sa riba (pagpapatubo ng salapi), datapuwa’t magbibigay (Siya) ng higit pang (biyaya) sa mga gawa ng pagkakawanggawa sapagkat Siya ay hindi nagmamahal sa mga walang damdamin ng utang na loob ng pasasalamat at makasalanan"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Ang mga sumasampalataya at gumagawa ng kabutihan, at nagsasagawa ng palagiang pagdarasal nang mahinusay (Iqamat-us-Salah) at nagkakaloob ng Zakah (katungkulang kawanggawa), ay mayroong biyaya mula sa kanilang Panginoon; sa kanila ay walang pangangamba, gayundin sila ay walang kalumbayan"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "o kayong nagsisisampalataya! Pangambahan ninyo si Allah, at inyong ipagparaya (huwag nang ipabayad) ang anumang natira sa tubo ng inyong pautang (magmula ngayon), kung kayo ay tunay na sumasampalataya"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "At kung ito ay hindi ninyo gawin, inyong maalaman ang (mabubuong) digmaan mula kay Allah at ng Kanyang Tagapagbalita (alalaong baga, ang isang nagpapatubo ng salapi ay nakikipaglaban kay Allah at sa Kanyang Tagapagbalitang si Muhammad), datapuwa’t kung kayo ay magsisi, sasainyo ang halaga na inyong ipinautang. Huwag kayong makitungo ng walang katarungan at kayo rin naman ay hindi pakikitunguhan ng kawalang katarungan"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "At kung ang nagkakautang ay nasa kahirapan (o gipit), inyong gawaran siya ng palugit hanggang sa maging madali sa kanya ang pagbabayad. Datapuwa’t kung ipatawad ninyo ito at ibigay sa kanya bilang kawanggawa, ito ay higit na mainam sa inyo kung inyo lamang nalalaman"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "At pangambahan ninyo ang Araw na kayo ay ibabalik kay Allah. Sa gayon, ang bawat kaluluwa ay babayaran ng ayon sa kanyang kinita at sinuman ay hindi pakikitunguhan ng kawalang katarungan"
        }
    ]
}