{
    "rukus": [
        {
            "chapter": 42,
            "verse": 10,
            "text": "At sa anumang bagay na hindi ninyo pinagkakasunduan, ang pasya rito ay na kay Allah (Siya ang Namamayaning Hukom). Siya si Allah, ang aking Panginoon; sa Kanya ako ay nagtitiwala, at sa Kanya ako bumabaling sa lahat ng mga pangyayari sa akin at sa pagtitika"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "(Siya) ang Tagapaglikha ng kalangitan at kalupaan. Ginawa Niya para sa inyo ang katambal (kabiyak, kapareha) mula sa inyong sarili at gayundin ang katambal sa hayupan. Sa ganitong paraan ay Kanyang nilikha kayo (sa sinapupunan, alalaong baga, kayo ay pinarami Niya). walang anupamang bagay ang makakatulad sa Kanya, at Siya ang Ganap na Nakakarinig, ang Ganap na Nakakamasid"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "Sa Kanya ang pag-aangkin ng mga susi ng kalangitan at kalupaan. Siya ang nagpapasagana ng ikabubuhay ng sinumang Kanyang maibigan at naghihigpit din naman (sa sinumang Kanyang naisin). Katotohanang Siya ang Lubos na Nakakaalam ng lahat ng bagay"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "Siya (Allah) ang nagtakda sa inyo ng gayong ding Pananalig (Islam) na Kanyang itinakda (ipinag-utos) kay Noe, at gayundin ang Aming ipinahayag sa iyo (o Muhammad) at gayundin ang Aming ipinahayag kay Abraham, Moises at Hesus, na nagsasabi na kayo ay manatiling matimtiman sa Pananalig, at huwag kayong gumawa ng pagkakabaha-bahagi rito (sa Pananampalataya, alalaong baga, pagkakaroon ng iba’t ibang sekta). Ang iyong ipinangangaral (o Muhammad), ito ay hindi katanggap- tanggap sa Mushrikun (mga mapagsamba sa diyus-diyosan, pagano, walang pananalig sa Kaisahan ni Allah). Si Allah ang pumipili para sa Kanyang Sarili ng sinumang Kanyang mapusuan at Siya ang namamatnubay tungo sa Kanya sa sinumang bumabaling sa Kanya sa pagsisisi at pagtalima"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "At sila ay nagbaha-bahagi lamang nang ang kaalaman ay makarating sa kanila, sila na lumalabag sa makasariling pagsuway sa bawat isa. At kung hindi lamang sa Salita na ipinangusap sa kanila noong una mula sa iyong Panginoon sa natatakdaang panahon, ang pangyayari ay napagpasiyahan na sa pagitan nila. Datapuwa’t katotohanan, ang mga ginawaran na magmana ng Aklat (Torah [mga Batas] at Ebanghelyo) pagkatapos nila (mga Hudyo at Kristiyano) ay nasa malaking alinlangan patungkol dito (alalaong baga, sa Relihiyon ni Allah, sa Islam o sa Qur’an)"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "Ngayon, sa ganitong dahilan (sa relihiyon ng Islam at sa Qur’an), ikaw (O Muhammad) ay matimtimang manawagan sa kanila sa paraang ikaw ay pinag-utusan at huwag mong tularan ang kanilang maimbot na pagnanasa, at ikaw ay magbadya: “Ako ay nananalig sa anumangAklat na ipinarating ni Allah (ang Qur’an na ito, at ang mga Aklat ng Torah noonpanguna, atng Ebanghelyooangmga Kalatasni Abraham), at ako ay pinag-utusan na maging makatarungan sa inyo. Si Allah ang ating Panginoon at inyong Panginon. Sa amin (ang pananagutan) ng aming mga gawa at sa inyo ang inyong mga gawa. walang pagtatalo sa pagitan natin. Si Allah ang magtitipon sa atin at sa Kanya ang ating Huling Pagbabalik"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "At sa mga nagsisipagtalo-talo tungkol kay Allah (sa Kanyang Relihiyong Islam, sa Kanyang Kaisahan, sa kanila ay isinugo si Propeta Muhammad), matapos na ito ay tanggapin (ng mga tao), walang saysay ang kanilang mga pagtatalo-talo sa Paningin ni Allah, at sasakanila ang Poot, at sa kanila ay sasapit ang Matinding Kaparusahan"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "Si Allah ang nagpapanaog ng Aklat (Qur’an) sa katotohanan at ng Timbangan (upang maging makatarungan). At ano ang makakapagbigay sa inyo ng kaalaman, na marahil, ang Takdang oras ay nalalapit na"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Sila na hindi nananalig dito ay naghahangad na madaliin ito, datapuwa’t ang mga sumasampalataya ay nangangamba rito, at nababatid nila na ito ang sukdol na Katotohanan. Katotohanan, ang mga nagtatalo-talo tungkol sa Takdang oras ay katiyakang nasa pagkaligaw na malayo"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Si Allah ang Pinakamapagbigay at Pinakamabuti sa Kanyang mga alipin; Siya ang nagtataguyod ng ikabubuhay ng sinumang Kanyang maibigan, at Siya ay Tigib ng Lakas, ang Ganap na Makapangyarihan"
        }
    ]
}