{
    "rukus": [
        {
            "chapter": 3,
            "verse": 102,
            "text": "o kayong nagsisisampalataya! Pangambahan ninyo si Allah (sa pamamagitan ng pagsunod sa Kanyang ipinag-uutos at pag-iwas sa Kanyang ipinagbabawal) kung paano Siya nararapat na pangambahan. (Sundin ninyo Siya, magbigay ng pasasalamat sa Kanya at lagi Siyang alalahanin), at huwag (hayaang kayo) ay pumanaw maliban na kayo ay nasa loob (katatayuan) ng Islam (bilang mga Muslim) na may ganap na pagtalima kay Allah"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "At kayo ay manangan nang mahigpit, lahat kayo nang sama-sama, sa Lubid ni Allah (alalaong baga, sa Qur’an), at huwag kayong maging magkakahiwalay sa isa’t isa, at inyong alalahanin ang biyaya ni Allah sa inyo, sapagkat kayo ay magkakaaway at Kanyang pinag-isa ang inyong mga puso nang magkakasama, at sa pamamagitan ng Kanyang biyaya ay naging magkakapatid kayo (sa pananampalatayang Islam), at kayo ay nasa bingit na ng Lambak ng Apoy, at Kanyang iniligtas kayo rito. Sa ganito ay ginagawa ni Allah ang Kanyang Ayat (mga katibayan, kapahayagan, aral, tanda, atbp.) na maging maliwanag sa inyo upang kayo ay mapatnubayan"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Hayaang may tumindig mula sa lipon ninyo na mga tao na nag-aanyaya sa lahat ng mabuti (Islam), na nagtatagubilin ng Al Ma’ruf (Kaisahan ni Allah sa Islam, at lahat ng mga ipinag-utos ni Allah na dapat gawin) at nagbabawal sa Al Munkar (pagsamba sa maraming diyus-diyosan, kawalan ng pananalig at lahat ng ipinagbabawal sa Islam). At sila ang magsisipagtagumpay"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "At huwag kayong mapabilang sa mga naghihiwa-hiwalay at may pagkakasalungatan sa kanilang sarili matapos ang maliwanag na katibayan ay dumatal sa kanila. Sila ang daratnan ng nakakapangilabot na kaparusahan"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Sa Araw na ito (Araw ng Muling Pagkabuhay), ang ilang mga mukha ay magiging maputi (maliwanag) at ang ilang mukha ay magiging maitim (madilim); at sa kanila na ang mukha ay maiitim (sa kanila ay ipagbabadya): “Kayo ba ay nagtakwil ng pananampalataya matapos na ito ay inyong tanggapin? Kung gayon, inyong lasapin ang kaparusahan (sa Impiyerno) dahilan sa (inyong) pagtatakwil sa Pananampalataya.”"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "At sa kanila na ang mukha ay magiging maputi (maliwanag), sila ay hahantong sa Habag ni Allah (Paraiso), sila ay mananahan dito magpakailanman"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Ito ang mga Talata ni Allah; dinalit Namin ito sa iyo (o Muhammad) sa katotohanan, at si Allah ay hindi nagnanais ng kawalang katarungan sa Kanyang mga nilalang"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "At si Allah ang nag-aangkin ng lahat ng nasa kalangitan at ng lahat ng nasa kalupaan. At ang lahat ng bagay ay magbabalik kay Allah (upang pagpasyahan)"
        }
    ]
}