{
    "rukus": [
        {
            "chapter": 3,
            "verse": 130,
            "text": "O kayong nagsisisampalataya! Huwag kayong magkamal ng riba (patubo sa pera at pautang), ng dalawang ulit at patong-patong, datapuwa’t pangambahan (ninyo) si Allah upang kayo ay maging matagumpay"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "At katakutan ninyo ang Apoy, na inihanda sa mga hindi sumasampalataya"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "At sundin si Allah at ang (Kanyang) Tagapagbalita (Muhammad) upang kayo ay magkamit ng habag"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "At maging maagap sa pag-uunahan tungo sa kapatawaran ni Allah, at sa Paraiso na kasinglawak na tulad ng kalangitan at ng kalupaan na inihanda sa Al- Muttaqun (mga matimtiman, mabuti, matuwid na tao)"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Ang mga gumugugol (sa Kapakanan ni Allah; mga gawang kawanggawa, limos at tulong, atbp.) sa kasaganaan at kahirapan, na nagtitimpi ng galit at nagpapatawad ng mga tao; katotohanang si Allah ay nagmamahal sa mga gumagawa ng kabutihan"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "At yaong (mga tao) na kung sila ay nakagawa ng labag na pakikipagtalik o nagpalungi ng kanilang sarili sa kasamaan, ay nakakaala- ala kay Allah at humihingi ng kapatawaran sa kanilang mga kasalanan; - at sino pa ba kaya ang magpapatawad ng mga kasalanan maliban kay Allah? – At hindi matigas ang ulo sa pagpupumilit (sa kamalian) na kanilang nagawa"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Sa ganito, ang gantimpala ay Kapatawaran mula sa kanilang Panginoon, at mga Halamanan na sa ibaba nito ay may mga ilog na nagsisidaloy (Paraiso), sila ay mananatili rito magpakailanman. Tunay na napakainam ang ganitong gantimpala sa mga gumagawa (at nagsisikap sa kabutihan ng ayon sa pag-uutos ni Allah)"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Maraming mga katulad na pamamaraan (at kasahulan sa buhay) ang nakaharap ng mga pamayanan (mga bansa, na sumasampalataya at hindi sumasampalataya) na nagsipanaw na nang una pa sa inyo (katulad ng inyong nakaharap sa Uhud), kaya’t magsipaglakbay sa kalupaan at pagmasdan kung ano ang kinasapitan ng mga hindi nagsisampalataya (sa Kaisahan ni Allah, sumuway sa Kanya at sa Kanyang mgaTagapagbalita)"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Ito (ang Qur’an) ay isang maliwanag na pangungusap sa sangkatauhan, isang patnubay at pagtuturo sa mga (tao) na Al-Muttaqun (mga matimtiman, matuwid at mabuting tao)"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Kaya’t huwag kayong maging mahina (laban sa inyong kaaway), at huwag ding malumbay, kayo ay mangunguna (sa tagumpay) kung katotohanan na kayo ay (tunay) na sumasampalataya"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Kung ang sugat (o pamamatay) ay sumapit sa inyo, tiyakin ninyo na ang katulad na sugat (o pamamatay) ay sumapit din sa iba. At gayundin, ang mga araw (na mabuti at hindi lubhang mabuti) ay Aming ibinigay sa mga tao nang halinhinan, upang masubukan (ni Allah) ang mga sumasampalataya at upang Kanyang matipon ang mga martir mula sa inyong lipon. At si Allah ay hindi nalulugod sa Zalimun (mga buhong, buktot, tampalasan, mapagsamba sa diyus-diyosan)"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "At upang masubukan ni Allah (o mapadalisay) ang mga sumasampalataya (sa kanilang kasalanan) at mawasak ang mga hindi sumasampalataya"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Napag-aakala ba ninyo na kayo ay makakapasok sa Paraiso bago pa man masubukan ni Allah ang karamihan sa inyo na nakipaglaban (sa Kanyang Kapakanan) at (gayundin) ay (Kanyang) masubukan sila na nanatiling matiyaga"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Katiyakang kayo ay nagnais ng kamatayan (pagiging martir) bago ito ay inyong nakaharap. Ngayon, ito ay inyong napagmalas nang lantaran sa inyong sariling mga mata"
        }
    ]
}