{
    "maqras": [
        {
            "chapter": 16,
            "verse": 30,
            "text": "ထို့‌နောက် ‌ကြောက်ရွံ့အပြစ်‌ရှောင် ‌ကောင်းကျိုး‌ဆောင်‌သောသူများကို “အသင်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်က မည်သည့်အရာ ချ‌ပေးသနည်း“ဟု ‌ပြောဆို‌မေးမြန်းခံရသည်။ (ထိုအခါ) သူတို့က(ပြန်လည်)‌ပြောဆိုကြသည်- “‌ကောင်းသည်ကို ချ‌ပေးသည်“။* ‌ကောင်းမှုပြုလုပ်‌သောသူများအတွက် ဤဘဝတွင်လည်း ‌ကောင်းခြင်းရှိမည်။ ၎င်း‌နောက် ‌နောင်ဘဝ၏‌နေရာထိုင်ခင်းသည် အမှန်ပင် အ‌ကောင်းဆုံးဖြစ်သည်။ ထို့ပြင် စင်စစ် ‌ကြောက်ရွံ့အပြစ်‌ရှောင် ‌ကောင်းကျိုး‌ဆောင်သူ မုသ်သကီများ၏အိမ်သည် အဘယ်မျှ ‌ကောင်းလိုက်သနည်း။"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "(ထိုအိမ်များသည်) အမြဲ‌နေထိုင်ကြရမည့် ဥယျာဉ်များပင်ဖြစ်သည်။ သူတို့သည် ထိုဥယျာဉ်များထဲ၌ ဝင်‌ရောက်ကြမည်။ ထိုဥယျာဉ်များ၏‌အောက်တွင် စမ်း‌ရေ‌ချောင်းများ စီးဆင်း‌နေမည်။ သူတို့အတွက် ၎င်းထဲတွင် သူတို့အလိုရှိသည့်အရာဟူသမျှရှိမည်။ အလ္လာဟ်အရှင်မြတ်သည် ‌ကြောက်ရွံ့အပြစ်‌ရှောင် ‌ကောင်းကျိုး‌ဆောင်သူ မုသ်သကီများကို ဤသို့ပင် အစား‌ပေး‌တော်မူသည်။"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "အကြင်သူတို့အား ‌ကောင်းကင်တမန်များသည် သူတို့သန့်ပြန့်စွာရှိ‌နေစဉ် သူတို့၏အသက်များအား နှုတ်ယူကြ‌သောအခါ*‌ပြောဆိုကြမည်- ငြိမ်းချမ်းသာယာမှုသည် အသင်တို့အ‌ပေါ်တွင် ကျ‌ရောက်ပါ‌စေ၊ အသင်တို့သည် အသင်တို့ပြုလုပ်ခဲ့ကြ‌သောအရာများ‌ကြောင့်ပင် ဂျန္နသ်သုခဘုံထဲသို့ ဝင်‌ရောက်ကြပါ။"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "ထို(ငြင်းပယ်‌သော)သူများသည် သူတို့ထံသို့ ‌ကောင်းကင်တမန်များ‌ရောက်လာခြင်း သို့မဟုတ် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၏ အမိန့်‌တော်‌ရောက်ရှိလာခြင်းမှ လွဲ၍ အခြားမည်သည်ကိုမှ ‌စောင့်‌မျှော်‌နေကြသည် မဟုတ်‌ပေ။* သူတို့မတိုင်မီကသူများလည်း ဤသို့ပင် ပြုလုပ်ခဲ့ကြသည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား နှိပ်စက်‌တော်မူခဲ့သည် မဟုတ်‌ပေ။ သို့ရာတွင် သူတို့သည် သူတို့ကိုယ်သူတို့ နှိပ်စက်ခဲ့ကြသည်ပင်ဖြစ်သည်။"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "သို့ဖြစ်ရာ သူတို့တွင် သူတို့ပြုလုပ်ခဲ့ကြ‌သော မ‌ကောင်းမှု၏အန္တရာယ်များသည် ကျ‌ရောက်ခဲ့သည်။ ထို့ပြင် သူတို့ ‌ပြောင်‌လှောင်ခဲ့ကြ‌သောအရာ (ပြစ်ဒဏ်)သည် သူတို့အား ဝန်းရံခဲ့‌တော့သည်။"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "ထို့ပြင် ရှိရ်က် တုဖက်ကိုးကွယ်သူများက ‌ပြောဆိုကြသည်- အကယ်၍ အလ္လာဟ်အရှင်မြတ်အလိုရှိ‌တော်မူပါလျှင် ကျွန်ုပ်တို့နှင့် ကျွန်ုပ်တို့၏အဘ၊ ဘိုး၊ ‌ဘေးများသည် အရှင်မြတ်မှလွဲ၍ အခြားမည်သည့်အရာကိုမှ ကိုးကွယ်ကြမည် မဟုတ်‌ပေ။ ထို့ပြင် အရှင်မြတ်၏အမိန့်မရဘဲ မည်သည့်အရာကိုမှ ဟရာမ်ဟု တားမြစ်ခဲ့ကြမည် မဟုတ်‌ပေ။* သူတို့မတိုင်မီကသူများလည်း ဤသို့ပင် ပြုလုပ်ခဲ့ကြသည်။ သို့ဖြစ်ရာ တမန်‌တော်များ‌ပေါ်တွင်မူ ပွင့်လင်းထင်ရှားစွာ ပို့ချ‌ဟော‌ပြောရန်သာ တာဝန်ရှိသည်။"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် လူမျိုးတိုင်းတွင် တမန်‌တော်တစ်ပါးကို ‌စေလွှတ်‌တော်မူ၍ အသင်တို့သည် အခြားကိုးကွယ်ရာများအား စွန့်လွှတ်ဖယ်ရှားပြီး‌နောက် အလ္လာဟ်အရှင်မြတ်(တစ်ပါးတည်း)ကိုသာ ကိုးကွယ်ကြပါဟု (‌ဟောကြား‌စေ‌တော်မူခဲ့သည်)။ ထို့‌နောက် သူတို့ထဲ၍ အလ္လာဟ်အရှင်မြတ်က လမ်းမှန်ညွှန်ကြားပြသ‌တော်မူလိုက်‌သောသူများလည်းရှိခဲ့ကြသည်။ ၎င်း‌နောက် သူတို့ထဲ၌ အကြင်သူများလည်းရှိသည်၊ ထိုသူ၏အ‌ပေါ်တွင် လမ်းလွဲမှုသည် အတည်ဖြစ်ခဲ့သည်။* သို့ဖြစ်ရာ အသင်တို့သည် ကမာ္ဘ‌မြေတွင် လှည့်လည်ပြီး ငြင်းပယ်သူများ၏‌နောက်ဆုံးအ‌ခြေအ‌နေသည် မည်သို့ဖြစ်ခဲ့သည်ကို ကြည့်ရှု‌လေ့လာကြပါ။"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "အကယ်၍ အသင်သည် သူတို့ လမ်းမှန်ရရန် မည်မျှပင် လိုလားသည်ဖြစ်ပါ‌စေ၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် (ဆိုးသွမ်း‌ခေါင်းမာ‌နေမှု‌ကြောင့်)လမ်းမှားထဲ၌ပင် ထား‌တော်မူလိုက်‌သောသူကို လမ်းမှန် ညွှန်ကြားပြသ‌တော့မည် မဟုတ်‌ပေ။ ထို့ပြင် သူတို့အတွက် ကူညီမည့်သူလည်း ရှိ‌တော့မည် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "ထို့ပြင် သူတို့က အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်က အစွမ်းကုန်ကျိန်တွယ်(၍ ဤသို့‌ပြောဆို)ခဲ့ကြသည်- “အလ္လာဟ်အရှင်မြတ်သည် ‌သေသူများကို ရှင်ပြန်ထ‌စေ‌တော်မူမည် မဟုတ်‌ပေ။“ အဘယ့်‌ကြောင့် မထ‌စေရမည်နည်း၊ အမှန်ပင် (ရှင်ပြန်ထ‌စေ‌တော်မူမည်ဖြစ်သည်၊) အရှင်မြတ်သည် ဤသည်ကို ကတိအဖြစ်နှင့် အရှင်မြတ်အ‌ပေါ်တွင် အတည်ပြု‌တော်မူခဲ့သည်။ သို့ရာတွင် လူအ‌မြောက်အမြားသည် မသိနားမလည်ကြ‌ပေ။"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "(ထိုသို့ ရှင်ပြန်ထ‌စေ‌တော်မူရခြင်းမှာ) သူတို့‌ရှေ့၌ သူတို့ ကွဲလွဲခဲ့ကြ‌သောအ‌ကြောင်းကို ထုတ်‌ဖော်ရှင်းလင်းပြ‌တော်မူရန်အတွက်နှင့် ကာဖိရ်များသည် အမှန်ပင်ိ သူတို့အ‌နေနှင့် လိမ်လည်‌သောသူများဖြစ်ခဲ့ကြသည်ကို သိကြဖို့အတွက်ဖြစ်သည်။"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "ငါအရှင်မြတ်၏စကားကမူ ငါအရှင်မြတ်သည် တစ်စုံတစ်ခုကို ရည်ရွယ်‌တော်မူ‌သောအခါ ထိုအရာအား ငါအရှင်မြတ်က “ဖြစ်‌စေ“ဟု မိန့်‌တော်မူလိုက်သည်နှင့် ထိုအရာသည် ဖြစ်လာ‌တော့သည်။"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "ထို့ပြင် နှိပ်စက်မှုကို ခံကြရပြီး‌နောက် အလ္လာဟ်အရှင်မြတ်၏(သာသနာ‌တော်ထွန်းကားမှုကို) ရည်ရွယ်ပြီး ‌ရွှေ့‌ပြောင်း‌နေထိုင်သူတို့အား အမှန်ပင် ငါအရှင်မြတ်သည် ‌လောကထဲတွင် ‌ကောင်း‌သော‌နေရာများ၌ ‌နေရာချထား‌ပေး‌တော်မူမည်ဖြစ်သည်။* ထို့ပြင် အမှန်စင်စစ် တမလွန်ဘဝ၏အကျိုးဆုလာဘ်သည် အကြီးဆုံးပင်ဖြစ်သည်ကို အကယ်၍ သိကြမည်ဆိုလျှင် (‌ကောင်း‌လေစွပင်)။"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "အကြင်(‌ဖော်ပြထား‌သော)သူများသည် သည်းခံခဲ့ကြသူများပင် ဖြစ်ကြသည်။ ထို့ပြင် သူတို့သည် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်အ‌ပေါ်၌သာ ယုံပုံလွှဲအပ်ကြသည်။"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် အသင်(တမန်‌တော်)၏မတိုင်မီ လူသား‌ယောက်ျားများမှလွဲ၍ (တမန်‌တော်များအဖြစ်)‌စေလွှတ်‌တော်မမူခဲ့‌ပေ။ ငါအရှင်မြတ်သည် ထိုတမန်‌တော်များထံသို့ ဝဟီ အမိန့်‌တော်ပို့ချ‌တော်မူခဲ့သည်။ သို့ဖြစ်ရာ အကယ်၍ အသင်တို့သည် မသိကြလျှင် ကျမ်းဂန်ရရှိ‌သောသူများအား ‌မေးမြန်းကြည့်ကြပါ။"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "(ငါအရှင်မြတ်သည် တမန်‌တော်များကို) ထင်ရှား‌သော သက်‌သေသာဓကများ၊ ကျမ်းဂန်များနှင့်တကွ* (‌စေလွှတ်‌တော်မူခဲ့သည်)။ ထို့ပြင် ငါအရှင်မြတ်သည် အသင်၏ထံသို့လည်း ကျမ်းဂန်(ကုရ်အာန်)ကို အသင်သည် လူသားများအား သူတို့ထံချ‌ပေးခံရ‌သော အမိန့်‌တော်များကို ထင်ရှား ရှင်းလင်းပြသ‌စေရန်အတွက်နှင့် သူတို့ စဉ်းစားဆင်ခြင်းကြရန်အတွက် ချ‌ပေး‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "အကြင်သူများသည် စိတ်‌အေး‌နေကြသ‌လော၊ ထိုသူများသည် မ‌ကောင်း‌သောအကြံအစည်များအား လျှို့ဝှက်ကြံစည်ခဲ့ကြသည်။ ထိုသူများအား အလ္လာဟ်အရှင်မြတ်သည် ‌မြေမျို‌စေ‌တော်မူမည်ကို၊ သို့မဟုတ် သူတို့ထံသို့ သူတို့မထင်မှတ်‌သော‌နေရာမှ ပြစ်ဒဏ်‌ရောက်လာမည်ကို (စိုးရိမ်မှုကင်းပြီး စိတ်‌အေး‌နေကြသ‌လော)။"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "သို့မဟုတ် အရှင်မြတ်သည် သူတို့အား သူတို့သွားလာ‌နေစဉ် ဖမ်းဆီးကွပ်မျက်‌တော်မူမည်ကို (မစိုးရိမ်ကြသ‌လော)။ ထိုသို့(ဖမ်းဆီး‌တော်မူမည်)ဆိုလျှင် သူတို့သည် (အရှင်မြတ်ကို) မစွမ်း‌ဆောင်နိုင်‌အောင် တားဆီးနိုင်သူများ မဟုတ်‌ပေ။"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "သို့မဟုတ် အရှင်မြတ်သည် သူတို့အား တဖြည်းဖြည်း အ‌ရေးယူ‌တော်မူမည်ကို(မစိုးရိမ်ကြသ‌လော)။ ၎င်း‌နောက် အမှန်စင်စစ် အသင်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် အလွန်နူးညံ့သိမ်‌မွေ့‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "အရှင်မြတ်ဖန်ဆင်း‌တော်မူ‌သောအရာထဲမှ အကြင်အရာများကို သူတို့ မမြင်ကြသ‌လော။ ထိုအရာများ၏အရိပ်များသည် လက်ယာဘက်နှင့် လက်ဝဲဘက်မှ ယိမ်းပြီး သူတို့သည် သူတို့၏ကျိုးနွံမှုကို ထင်ရှားစွာပြသကြလျက် အလ္လာဟ်အရှင်မြတ်၏‌ရှေ့၌ စဂ်ျဒဟ်ဦးချ‌နေကြသည်။"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "ထို့ပြင် မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီတွင် ရှိသမျှသွားလာလှုပ်ရှား‌နေ‌သော သက်ရှိသတ္တဝါများနှင့် ‌ကောင်းကင်တမန်များအားလုံးသည် အလ္လာဟ်အရှင်မြတ်(၏ အမိန့်‌တော်ကို လိုက်နာ) စဂ်ျဒဟ်ဦးချကြသည်။ ၎င်း‌နောက် သူတို့သည် မာနမ‌ထောင်ကြ‌ပေ။"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "သူတို့သည် သူတို့အထက်တွင် ရှိ‌နေ‌တော်မူ‌သော၊ သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ကို ‌ကြောက်ရွံ့ကြသည်။ ထို့ပြင် သူတို့သည် သူတို့အား (အမိန့်‌တော်‌ပေးခြင်းခံရ‌သော)အမိန့်‌တော်များကို လိုက်နာ‌ဆောင်ရွက်ကြသည်။"
        }
    ]
}