{
    "maqras": [
        {
            "chapter": 38,
            "verse": 21,
            "text": "ထို့ပြင် အသင်၏ထံသို့ ရန်သူဖြစ်သူ(တရားရင်ဆိုင်မည့်သူ)များ၏အ‌ကြောင်း ‌ရောက်လာခဲ့ပြီ‌လော။ တစ်ခါက သူတို့သည် နံရံကို ‌ကျော်တက်ပြီး ဝတ်ပြု‌ဆောင်ထဲသို့ ခုန်ချခဲ့ကြသည်။"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "သူတို့သည် (တမန်‌တော်)ဒါဝူဒ်ထံသို့ ဝင်‌ရောက်ကြသည့်အခါ ၎င်းသည် သူတို့အား ထိတ်လန့်စိုးရိမ်ခဲ့သည်။ သူတို့က ‌ပြောဆိုကြသည်။ အသင်မ‌ကြောက်ပါနှင့်၊ နှစ်ဖက်(တရားပြိုင်)အမှုများ ဖြစ်ကြပါသည်။ ကျွန်ုပ်တို့ထဲမှ တစ်ဦးသည် တစ်ဦးအ‌ပေါ် အနိုင်ကျင့်ခဲ့ပါသည်။ သို့ဖြစ်ရာ အသင်သည် ကျွန်ုပ်တို့ကြားတွင် မတရား မပြုလုပ်ဘဲ မှန်ကန်စွာ ဆုံးဖြတ်‌ပေးပါ။ ထို့ပြင် ကျွန်ုပ်တို့အား ‌ဖြောင့်မတ်သည့်လမ်းကို ညွှန်ကြားပြသ‌ပေးပါ။"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "အမှန်စင်စစ် ဤသူသည် ကျွန်ုပ်၏ညီ‌နောင်ဖြစ်ပါသည်။ သူ့တွင် သိုးမကိုးဆယ့်ကိုး‌ကောင်ရှိပြီး ကျွန်ုပ်တွင် သိုးမတစ်‌ကောင်တည်းသာ ရှိပါသည်။ သို့ဖြစ်ရာ သူက “ထိုသိုးမကိုလည်း ကျွန်ုပ်ကို အပ်လိုက်‌တော့“ဟု ‌ပြောပါသည်။ ထို့ပြင် သူသည် စကား‌ပြောရာ၌လည်း ကျွန်ုပ်ကို အနိုင်ကျင့်(အနိုင်ယူ)ပါသည်။"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "၎င်း(တမန်‌တော်)ဒါဝူဒ်က ‌ပြောဆိုခဲ့သည်- ဤသူသည် အသင်၏သိုးမကို သူ၏သိုးမများနှင့် ‌ပေါင်းရန် ‌တောင်းဆိုခြင်းဖြင့် အသင့်အား အမှန်ပင် အနိုင်ကျင့်(အနိုင်ယူ)ခဲ့သည်။ ထို့ပြင် အီမာန်ယုံကြည်၍ ‌ကောင်းမြတ်သည့်လုပ်ရပ်များကို ပြုလုပ်သည့်သူများမှလွဲ၍ စီးပွားဖက်များ အများစုသည် တစ်ဦး‌ပေါ်တစ်ဦး အမှန်ပင် ကျူးလွန်‌လေ့ရှိကြသည်။ ထို့ပြင် ထို(‌ကောင်းမြတ်သည့်)သူများသည်လည်း အလွန်နည်းသည်။ ထို့‌နောက် (တမန်‌တော်)ဒါဝူဒ်သည် ၎င်းအား ငါအရှင်မြတ်က စမ်းသပ်‌တော်မူခြင်းပင်ဖြစ်သည်ကို ရိပ်မိခဲ့သည်။ သို့ဖြစ်ရာ ၎င်းသည် ၎င်းအား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်တွင် လွတ်ငြိမ်းချမ်းသာခွင့် ‌တောင်းခံပြီး ဦးညွှတ်ကျလာခဲ့သည်။ ထို့ပြင် (အရှင်မြတ်ဘက်သို့ တစ်စိတ်တလက်တည်း) ပြန်လှည့်ခဲ့သည်။"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "ိ38|25|သို့ဖြစ်ရာ ငါအရှင်မြတ်သည် ၎င်းအား ထိုကိစ္စကို ခွင့်လွှတ်‌တော်မူခဲ့သည်။ ထို့ပြင် အမှန်စင်စစ် ၎င်းအတွက် ငါအရှင်မြတ်ထံ‌တော်တွင် နီးကပ်မှုနှင့် အလွန်‌ကောင်းမွန်သည့်‌နေရာ ရှိသည်။"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "အို- ဒါဝူဒ်၊ အမှန်စင်စစ် ငါအရှင်မြတ်သည် အသင့်အား ကမာ္ဘ‌ပေါ်တွင် ကိုယ်စားလှယ် ခန့်အပ်‌တော်မူခဲ့သည်။ သို့ဖြစ်ရာ အသင်သည် လူများကြားတွင် မှန်ကန်စွာ ဆုံးဖြတ်ပါ။ ထို့ပြင် အသင်သည် စိတ်ဆန္ဒ‌နောက်ကို မလိုက်ပါနှင့်။ ထိုသို့လိုက်လျှင် ထိုစိတ်ဆန္ဒက အလ္လာဟ်အရှင်မြတ်၏လမ်း‌တော်မှ အသင့်ကို လွဲ‌ချော်‌စေလိမ့်မည်။* အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏လမ်း‌တော်မှ လွဲ‌ချော်ကြသူများအတွက် သူတို့သည် စာရင်းစစ်မည့်‌နေ့ကို ‌မေ့‌လျော့‌နေကြသည့်အတွက်‌ကြောင့် ပြင်းထန်‌သော ပြစ်ဒဏ်ရှိလိမ့်မည်။"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီအပြင် ထိုနှစ်ခုကြားတွင်ရှိသမျှကို အလဟဿ ဖန်ဆင်း‌တော်မူခဲ့သည် မဟုတ်‌ပေ။ ဤသည် ကာဖိရ်များ၏ ထင်မြင်ယူဆချက်ပင် ဖြစ်သည်။ သို့ဖြစ်ရာ ထိုကာဖိရ်များအတွက် ငရဲမီးထဲမှ ပျက်စီးမှုရှိသည်။"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "ငါအရှင်မြတ်သည် အီမာန်ယုံကြည်ပြီး ‌ကောင်းမြတ်သည့်လုပ်ရပ်များကို ပြုလုပ်ကြသည့်သူများအား တိုင်းပြည်တွင် ‌သောင်းကျန်းဖျက်ဆီးကြသူများကဲ့သို့ ပြုလုပ်ပါမည်‌လော။ သို့မဟုတ် အပြစ်‌ရှောင်ကြဉ်သူများကို အမိန့်ဖီဆန်‌သွေဖည်သူများကဲ့သို့ ပြုလုပ်‌တော်မူပါသည်‌လော။"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "(ဤသည်) အသင်၏ထံသို့ ငါအရှင်မြတ်ချ‌ပေး‌တော်မူခဲ့‌သော ဗရကသ်မဂင်္လာနှင့် ပြည့်စုံသည့် ကျမ်းတစ်ကျမ်းဖြစ်သည်။ လူများသည် ထိုကျမ်း၏အာယသ်‌တော်များကို စဉ်းစားကြရန်နှင့် အသိဉာဏ်ရှိသည့်သူများသည် တရားရယူကြရန်အတွက် (ချ‌ပေး‌တော်မူခြင်း)ဖြစ်သည်။"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် (တမန်‌တော်)ဒါဝူဒ်အတွက် (တမန်‌တော်)စုလိုင်မာန်ကို ‌ပေး‌တော်မူခဲ့သည်။ (၎င်းတမန်‌တော် စုလိုင်မာန်သည်) အဘယ်မျှ ‌ကောင်းလိုက်သည့်ကျွန်လဲ။ အမှန်စင်စစ် (တမန်‌တော်)စုလိုင်မာန်သည် (ငါအရှင်မြတ်ဘက်သို့) အလွန်ပြန်လှည့်သူဖြစ်သည်။"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "တစ်ခါက လျင်မြန်သွက်လက်‌သော အမျိုး‌ကောင်းမြင်းများသည် ည‌နေခင်း(အစွရ်အချိန်)တွင် ၎င်း၏‌ရှေ့၌ တင်ပြခြင်းခံရသည်။"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "ထို့ပြင် ၎င်းက‌ပြောသည်- အမှန်စင်စစ် ငါသည် ငါ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်၏ သတိရတသမှု‌ကြောင့် (အလ္လာဟ်အရှင်မြတ်၏လမ်းတွင် ဂျိဟာဒ် တိုက်ခိုက်ကြသည့်) မြင်းများ၏ နှစ်သက်မြတ်နိုးမှုကို ‌ရွေးချယ်ခဲ့ခြင်းဖြစ်သည်။* ‌နောက်ဆုံး ထိုမြင်းများသည် အကွယ်တွင် ‌ပျောက်ကွယ်သွားခဲ့သည်။"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "အသင်တို့သည် ထိုမြင်းများအား ငါ၏‌ရှေ့၌ ပြန်သွင်းခဲ့ကြပါ(ဟု ၎င်းက အမိန့်‌ပေးခဲ့သည်)။ ထို့‌နောက် ၎င်းသည် (ထိုမြင်းများ၏) ‌ခြေသလုံးများနှင့် လည်ကုပ်များကို (ကြင်နာမှုဖြင့်) စတင် ပွတ်သပ်မှုကို ပြုလုပ်ခဲ့သည်။"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် (တမန်‌တော်)စုလိုင်မာန်အား စမ်းသပ်‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် ၎င်း၏ပလ္လင်‌ပေါ်တွင် ခန္ဓာကိုယ်တစ်ခုကို ချ‌ပေး‌တော်မူခဲ့သည်။ ထို့‌နောက် ၎င်းသည် (အရှင်မြတ်ဘက်သို့) ပြန်လှည့်ခဲ့သည်။"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "၎င်းက‌လျှောက်ထားသည်- အို- ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်၊ အရှင်မြတ်သည် ကျွန်ုပ်ကို ခွင့်လွှတ်ချမ်းသာ‌ပေး‌တော်မူပါ။ ထို့ပြင် အရှင်မြတ်သည် ကျွန်ုပ်မှလွဲ၍ ကျွန်ုပ်၏‌နောက်တွင် မည်သူမျှ မရထိုက်‌သော စိုးမိုးအုပ်ချုပ်မှုမျိုးကို ကျွန်ုပ်ကို ‌ပေးသနား‌တော်မူပါ၊ အမှန်စင်စစ် အရှင်မြတ်သည်သာ အလွန် ရက်‌ရောစွာ ‌ပေးကမ်း‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူပါသည်။"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "သို့ဖြစ်ရာ ငါအရှင်မြတ်သည် ၎င်းအတွက် ‌လေကို ၎င်း၏လက်‌အောက်ခံအဖြစ် လိုက်နာ‌စေ‌တော်မူခဲ့သည်။ ထို‌လေသည် ၎င်းအလိုရှိရာအရပ်ကို ၎င်း၏အမိန့်ဖြင့် ညင်သာစွာ တိုက်ခတ်သွားလာသည်။"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "ထို့ပြင် ‌ဆောက်လုပ်‌ရေးဝန်ထမ်းတိုင်းနှင့် ‌ရေငုပ်သမားတိုင်းပါဝင်ခဲ့‌သော (ဆိုးသွမ်းသည့်) ဂျင်န် ရှိုင်သွာန်များကိုလည်း ၎င်း၏အမိန့်ကို နာခံ‌စေ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "သံကြိုးများနှင့် ပူးတွဲတုပ်‌နှောင်ထားခြင်းခံရ‌သော အခြားဂျင်န်များကိုလည်း (နာခံ‌စေ‌တော်မူခဲ့သည်)။"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "ဤသည် ငါအရှင်မြတ်၏‌ပေးကမ်းမှုဖြစ်သည်။ သို့ဖြစ်ရာ အသင်သည် (သူများကို)‌ပေးသည်ပင်ဖြစ်‌စေ၊ မ‌ပေးသည်ပင်ဖြစ်‌စေ စာရင်းရှင်းစရာမရှိ‌ပေ။"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "ထို့ပြင် အမှန်စင်စစ် ၎င်းအတွက် ငါအရှင်မြတ်ထံတွင် နီးကပ်မှုနှင့် အလွန်‌ကောင်းမွန်သည့်‌နေရာရှိသည်။"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "ထို့ပြင် အသင်(တမန်‌တော်)သည် ငါအရှင်မြတ်၏ကျွန် (တမန်‌တော်)အိုင်ယူဗ်၏အ‌ကြောင်းကို သတိရပါ။ တစ်ခါက ၎င်းသည် ၎င်းအား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်အား “အမှန်စင်စစ် ရှိုင်သွာန်သည် ကျွန်ုပ်ကို ‌ရောဂါ‌ဝေဒနာနှင့်‌ဘေးဒုက္ခကို သက်‌ရောက်‌စေခဲ့ပါသည်“ဟု ဟစ်‌ခေါ်‌လျှောက်ထားခဲ့သည်။"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "(အရှင်မြတ်က မိန့်‌တော်မူသည်) အို- အိုင်ယူဗ်၊ အသင်သည် အသင်၏‌ခြေ‌ထောက်ဖြင့် (‌မြေကြီးကို)‌ဆောင့်လိုက်ပါ၊ ဤသည် ‌အေးမြသည့်ချိုး‌ရေနှင့် ‌သောက်‌ရေဖြစ်သည်။"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် အရှင်မြတ်ထံ‌တော်မှ ကရုဏာ‌တော်နှင့်၊ အသိဉာဏ်ရှိသည့်သူများ သတိရ‌စေရန်အတွက် ၎င်းအား ၎င်း၏အိမ်သူအိမ်သားများကို ‌ပေးသနား‌တော်မူသည့်အပြင် ထို(အ‌ရေအတွက်)နှင့်အညီကိုလည်း ၎င်းတို့နှင့်အတူ ထပ်မံ‌ပေးသနား‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "ထို့ပြင် (ငါအရှင်မြတ်က မိန့်ကြား‌တော်မူခဲ့သည်) အသင်သည် အသင့်လက်ထဲတွင် (‌သေးမျှင်သည့်)အခက်အလက်တစ်ဆုပ်ကိုယူ၍ ထိုအရာဖြင့် ရိုက်ပါ။ ထို့ပြင် အသင်သည် ကျိန်ဆိုမှုကို မချိုးဖျက်နှင့်။ အမှန်စင်စစ် ငါအရှင်မြတ်သည် ၎င်း(တမန်‌တော်အိုင်ယူဗ်)ကို သည်းခံသူအဖြစ် ‌တွေ့ရှိ‌တော်မူခဲ့သည်။ အဘယ်မျှ‌ကောင်းလိုက်‌သော ကျွန်တစ်ပါးဖြစ်သနည်း။ အမှန်စင်စစ် ၎င်း(တမန်‌တော်အိုင်ယူဗ်)သည် (ငါအရှင်မြတ်ဘက်သို့) အလွန်ပြန်လှည့်သူဖြစ်ခဲ့သည်။"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "ထို့ပြင် အသင်(တမန်‌တော်)သည် ငါအရှင်မြတ်၏ကျွန်များဖြစ်‌သော စွမ်းရည်သတ္တိရှိသူများ၊ ဉာဏ်အ‌မြော်အမြင်ရှိသူများဖြစ်ကြ‌သော (တမန်‌တော်)အိဗ်ရာဟီမ်၊ (တမန်‌တော်)အစ္စဟာက်နှင့် (တမန်‌တော်)ယအ်ကူဗ်တို့(၏ အ‌ကြောင်းများ)ကို သတိရပါ။"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "အမှန်စင်စစ် ငါအရှင်မြတ်သည် ၎င်းတို့အား (အာခိရသ်)အိမ်၏ သတိရမှုနှင့် သီးသန့်‌ရွေးချယ်‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "ထို့ပြင် အမှန်စင်စစ် ၎င်းတို့သည် ငါအရှင်မြတ်ထံ‌တော်တွင် အ‌ကောင်းဆုံး‌ရွေးချယ်ခြင်း ခံခဲ့ကြရသည့်သူများထဲမှပင် ဖြစ်ကြသည်။"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "ထို့ပြင် အသင်သည် (တမန်‌တော်)အစ္စမာအီလ်၊ (တမန်‌တော်)အလ်ယစအ်*နှင့် (တမန်‌တော်)ဇွလ်ကိဖ်လ်*တို့(၏အ‌ကြောင်းများ)ကို သတိရပါ။ ထို့ပြင် ၎င်းတို့အသီးသီးသည်လည်း အ‌ကောင်းဆုံးသူများထဲမှပင် ဖြစ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "ဤသည် ဆုံးမဩဝါဒတစ်ခုဖြစ်သည်။ ထို့ပြင် အမှန်စင်စစ် အပြစ်‌ရှောင်ကြဉ်သူများအတွက် အလွန်‌ကောင်းမွန်သည့်‌နေရာ အမှန်ပင်ရှိသည်။"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "သူတို့အတွက် တံခါးများဖွင့်ထား‌သော အမြဲ‌နေထိုင်ရမည့် ဥယျာဉ်များရှိကြသည်။"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "၎င်းထဲတွင် မှီအုံးများနှင့် မှီ‌နေကြမည်။ သူတို့သည် သစ်သီးဝလံ အများအပြားနှင့် ‌သောက်စရာများကို ၎င်းထဲတွင် မှာယူ(သုံး‌ဆောင်)ကြမည်။"
        }
    ]
}