{
    "maqras": [
        {
            "chapter": 2,
            "verse": 60,
            "text": "ထို့ပြင် တစ်ခါက (တမန်‌တော်)မူစာသည် ၎င်း၏အမျိုးသားများအတွက် ‌သောက်‌ရေကို (ငါအရှင့်ထံ)‌တောင်းခံခဲ့သည်။ (ထိုအခါ) ငါအရှင်က မိန့်ကြား‌တော်မူခဲ့သည်- အသင်(တမန်‌တော်)သည် အသင်၏‌တောင်‌ဝှေးဖြင့် ‌ကျောက်တုံးကို ရိုက်လိုက်ပါ။ ထိုအခါ ထို‌ကျောက်တုံးမှ စမ်း‌ရေ‌ချောင်း၁၂ခု ပန်းထွက်*လာခဲ့သည်။ ထိုအုပ်စုများသည် သူတို့၏‌သောက်သုံးရာ‌နေရာကို သိရှိခဲ့ကြသည်။ (ထိုအခါ အရှင်မြတ်က မိန့်ကြား‌တော်မူသည်) အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ စားနပ်ရိက္ခာများကို စားကြ‌သောက်ကြပါ။ ထို့‌နောက် ကမာ္ဘ‌ပေါ်တွင် ဖျက်ဆီးသူများအဖြစ်နှင့် ဆူပူ‌သောင်းကျန်းခြင်းမပြုကြနှင့်။"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "ထို့ပြင် တစ်ခါက အသင်တို့က‌ပြောဆိုခဲ့ကြသည်- “အို- (တမန်‌တော်)မူစာ၊ ကျွန်‌တော်တို့သည် အစားအစာတစ်မျိုးတည်းအ‌ပေါ်တွင် သည်းခံမ‌နေနိုင်‌တော့ပါ။ ထို့အတွက် အသင်(တမန်‌တော်)အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်၏ထံ‌တော်တွင် ဆု‌တောင်း‌ပေးပါ၊ အရှင်မြတ်သည် ကျွန်ုပ်တို့အတွက် ‌မြေမှ‌ပေါက်‌ရောက်သည့် ဟင်းသီးဟင်းရွက်များ၊ သခွားသီးများ၊ ဂျုံများ၊ ပဲနီ‌လေးများနှင့် ကြက်သွန်နီများကိုပါ ‌ပေါက်‌ရောက်‌စေရန်(ဆု‌တောင်း‌ပေးပါ)။“ ၎င်း(တမန်‌တော်မူစာ)က‌ပြောခဲ့သည်- “အသင်တို့သည် အလွန်‌ကောင်း‌သော စားနပ်ရိက္ခာများကို အလွန်ညံ့‌သော စားနပ်ရိက္ခာများနှင့် လဲလှယ်လိုကြသ‌လော။ (သို့ဖြစ်လျှင်) မြ့ိုတစ်မြ့ိုသို့ ဝင်‌ရောက်‌နေထိုင်လိုက်ကြပါ၊ ထိုထဲတွင် အမှန်ပင် အသင်တို့‌တောင်းသည်များကို ရလိမ့်မည်။“* ထို့ပြင် သူတု့ိအ‌ပေါ်၌ ‌သေးသိမ်မှုနှင့် ဆင်းရဲမှုသည် (အမြဲ)အတည်ဖြစ်သွားခဲ့သည်။ ထို့ပြင် သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏အမျက်‌တော်စူးရှမှုကို ခံစားခဲ့ရ(လျက်လှည့်လည်‌နေကြရ)‌တော့သည်။ ထိုသို့ဖြစ်ရသည်မှာ သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တရား‌ဒေသနာ‌တော်များကို ငြင်းပယ်‌နေခဲ့ကြပြီး တမန်‌တော်များကို မတရား သတ်ဖြတ်‌နေခဲ့ကြခြင်း‌ကြောင့်*ဖြစ်သည်။ ၎င်းသည် သူတို့၏‌သွေဖည်မှုနှင့် စည်း‌ဖောက်မှုများ‌ကြောင့်ဖြစ်သည်။"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "အမှန်မုချ အီမာန်ယုံကြည်ကြ‌သော မုအ်မင်န်များ*၊ ယဟူဒီများ*၊ နတ်စွ်ရာနီများ* နှင့် စွာဗိအိများ*၊ (၎င်းတို့ထဲမှ) မည်သူမဆို အလ္လာဟ်အရှင်မြတ်နှင့် ‌နောက်ဆုံး‌နေ့ကို ယုံကြည်ကြပြီး ‌ကောင်းမြတ်သည့်လုပ်ရပ်များကို လုပ်‌ဆောင်ခဲ့လျှင် သူတို့အတွက် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌သောမူ‌သောအရှင်မြတ်ထံ‌တော်တွင် ကုသိုလ်အကျိုး အဆင်သင့်ရှိသည်။ ၎င်းပြင် သူတို့အ‌ပေါ်တွင် မည်သည့်စိုးရိမ်စရာမျှလည်းမရှိသည့်အပြင် သူတို့သည် ဝမ်းနည်းပူ‌ဆွေးကြရမည်လည်း မဟုတ်‌ပေ။"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "ထို့ပြင် တစ်ခါက ငါအရှင်မြတ်သည် အသင်တို့အ‌ပေါ်“သွူရ်“‌တောင်*ကိုပင့်မလျက် အသင်တို့ထံမှ ကတိခန်ဝန်ချက်ကို ရယူ‌တော်မူခဲ့သည်။ (၎င်း‌နောက် ငါအရှင်မြတ်က မိန့်ကြား‌တော်မူခဲ့သည်-) “အသင်တို့သည် ‌ကြောက်ရွံ့အပြစ်‌ရှောင် ‌ကောင်းကျိုး‌ဆောင်သူများဖြစ်ရန်အတွက် ငါအရှင် အသင်တို့အား ‌ပေးသနား‌တော်မူခဲ့‌သောအရာ (‌သောင်ရာသ်ကျမ်း‌တော်)ကို စွဲမြဲစွာကိုင်ထားကြပါ။ ၎င်းပြင် ထိုကျမ်းထဲ၌ရှိ‌သောတရား‌တော်များကိုလည်း သတိရကြပါ။“"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "၎င်း‌နောက် အသင်တို့သည် ကတိဝန်ခံချက်‌ပေးပြီး‌နောက်မှ (ကုဖ်ရ် ဘက်သို့)‌နောက်‌ကြောင်းပြန်လှည့်သွားကြသည်။ ထို့ပြင် အကယ်၍သာ အလ္လာဟ်အရှင်မြတ်၏‌ကျေးဇူး‌တော်နှင့် သနားကရုဏာ‌တော်သည် အသင်တို့အ‌ပေါ်၌ မရှိခဲ့လျှင် အမှန်မုချ အသင်တို့သည် ဆုံးရှုံးသူများဖြစ်ကြမည်။"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "ထို့ပြင် အသင်တို့ထဲမှ စ‌နေ(ဥပုသ်)‌နေ့*နှင့်ပတ်သက်၍ ‌ဖောက်ဖျက်ကျူးလွန်ခဲ့ကြသူများအား ငါအရှင်မြတ်က “အသင်တို့သည် ယုတ်ညံ့‌သော ‌မျောက်တိရိစာ္ဆန်များဖြစ်ကြ‌လော့“ ဟူ၍ မိန့်ကြား‌တော်မူခဲ့သည်ကို အသင်တို့ အမှန်စင်စစ် အသိပင်ဖြစ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် ၎င်းတို့‌ခေတ်တွင် ရှိခဲ့ကြသူများနှင့် ၎င်းတို့၏‌နောင်လာ‌နောက်သားများအတွက် ထိုအဖြစ်အပျက်ကို သတိတရားရယူစရာအဖြစ်နှင့် ‌ကြောက်ရွံ့အပြစ်‌ရှောင် ‌ကောင်းကျိုး‌ဆောင်သူများအတွက် ဆုံးမဩဝါဒအဖြစ် ပြု‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "ထို့ပြင် တစ်ခါက (တမန်‌တော်)မူစာသည် ၎င်း၏အမျိုးသားများအား ‌ပြောဆိုခဲ့သည်- အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့အား နွားမတစ်‌ကောင် လှီးဖြတ်ရန်* အမိန့်‌ပေး‌တော်မူသည်။ ထိုအခါ သူတို့က ‌ပြောဆို‌ဖြေကြားခဲ့ကြသည်- “အသင်(တမန်‌တော်)သည် ကျွန်ုပ်တို့အား ပြက်ရယ်‌ပြောင်‌လှောင်မှု ပြုလုပ်သည်‌လော။“ ၎င်း(တမန်‌တော်မူစာ)က ‌ပြောဆို‌ဖြေကြားခဲ့သည်- ငါသည် အသိအလိမ္မာကင်းမဲ့သူများထဲတွင် အပါအဝင်မဖြစ်‌စေရန် အလ္လာဟ်အရှင်မြတ်ထံ၌ခိုလှုံ၏။"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "ထိုအမျိုးသားများက ‌ပြောဆိုခဲ့ကြသည်၊ (အို-တမန်‌တော်မူစာ)အသင်သည် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်တွင် ထိုနွားမသည် မည်သို့နွားမဖြစ်သည်ကို ရှင်းလင်း‌ဖော်ပြရန် ‌တောင်းခံ‌ပေးပါ။ ၎င်း(တမန်‌တော်မူစာ)က‌ပြောခဲ့သည်- အမှန်ပင် အရှင်မြတ်က အမိန့်ရှိ‌တော်မူသည်- အမှန်မုချ ထိုနွားမသည် အိုသည့်နွားမလည်းမဟုတ်၊ ပျိုသည့်နွားမလည်းမဟုတ်ဘဲ အလယ်အလတ်စားဖြစ်သည်။ သို့ဖြစ်ရာ အသင်တို့သည် အမိန့်‌ပေးခံရသည့်အတိုင်း ပြုလုပ်‌ဆောင်ရွက်ကြပါ။"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "ထိုအမျိုးသားများက ‌ပြောဆိုခဲ့ကြသည်၊ (အို-တမန်‌တော်မူစာ)အသင်သည် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်တွင် ထိုနွားမသည် မည်သည့်အရာင်အ‌သွေးရှိ‌သော နွားမဖြစ်သည်ကို ရှင်းလင်း‌ဖော်ပြရန် ‌တောင်းခံ‌ပေးပါ။ ၎င်း(တမန်‌တော်မူစာ)က‌ပြောခဲ့သည်- အမှန်ပင် အရှင်မြတ်က အမိန့်ရှိ‌တော်မူသည်- အမှန်မုချ ထိုနွားမသည် ကြည့်ရှုသူများအား စိတ်ကြည်နူး‌စေသည့် အဝါရင့်‌ရောင်ဖြစ်သည်။"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "သူတို့က(ထပ်မံ) ‌ပြောဆိုခဲ့ကြသည်၊ (အို-တမန်‌တော်မူစာ)အသင်သည် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်တွင် ထိုနွားမသည် မည်သို့နွားမမျိုးဖြစ်သည်ကို ရှင်းလင်း‌ဖော်ပြရန် ‌တောင်းခံ‌ပေးပါ။ အမှန်ပင် နွားများသည် ကျွန်ုပ်တို့အမြင်တွင် ရုပ်ဆင်းသဏ္ဍာန် ဆင်တူယိုးမှားဖြစ်‌နေသည့်အတွက်‌ကြောင့်ဖြစ်ပါသည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ် အလိုရှိ‌တော်မူခဲ့ပါလျှင် ကျွန်ုပ်တို့သည် လမ်းမှန်ကို အမှန်ပင် ‌တွေ့သူများဖြစ်ကြပါလိမ့်မည်။"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "၎င်း(တမန်‌တော်မူစာ)က‌ပြောခဲ့သည်- အမှန်ပင် အရှင်မြတ်က အမိန့်ရှိ‌တော်မူသည်- အမှန်မုချ ထိုနွားမသည် လယ်‌မြေ၌ထွန်ယက်သည့်ခိုင်းနွားမျိုးလည်းမဟုတ်‌ပေ၊ (‌ရေတွင်းမှ ‌ရေသယ်၍) လယ်ယာ‌မြေထဲသို့ ‌ရေသွင်းသည့်နွားမျိုးလည်းမဟုတ်‌ပေ။ အပြစ်ကင်းစင်ပြီး ၎င်းထဲ၌ မှည့်အစွန်းအထင်း အ‌ရောင်‌ရောခြင်းလည်းမရှိသည့် နွားမမျိုးဖြစ်သည်။ (ထိုအခါ)သူတို့က ‌ပြောခဲ့ကြသည်- ယခုမှပင် အသင်(တမန်‌တော်)သည် မှန်ကန်ရှင်းလင်းစွာ ‌ဖော်ပြလိုက်သည်။ ၎င်း‌နောက် သူတို့သည် (ထိုအမိန့်ကို)လိုက်နာရန် နီးစပ်မှုမရှိခဲ့ကြပါဘဲလျက် (မတတ်သာသည့်အဆုံး)* နွားမကို ဇဗဟ်လုပ် လှီးဖြတ်ခဲ့လိုက်ကြသည်။"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "ထို့ပြင် တစ်ခါက အသင်တို့သည် လူတစ်ဦးအား သတ်ခဲ့ပြီး‌နောက် ထိုလူသတ်မှုနှင့်ပတ်သက်၍ အသင်တို့အချင်းချင်း တစ်ဦးကိုတစ်ဦး စွပ်စွဲခဲ့ကြသည်။ ထို့‌နောက် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့ထိမ်ချန်လျှို့ဝှက်ထားသည့်ကိစ္စကို ဖွင့်ထုတ်‌ဖော်ပြသည့်အရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "ထို့‌နောက် ငါအရှင်မြတ်သည် မိန့်ကြား‌တော်မူခဲ့သည်- အသင်တို့သည် ထိုသူ(‌သေ)ကို ထို(နွားမ)၏အစိတ်အပိုင်းနှင့် ရိုက်ခတ်လိုက်ကြပါ။ အလ္လာဟ်အရှင်မြတ်သည် ထိုကဲ့သို့ပင် ‌သေသူများကို ရှင်‌စေ‌တော်မူမည်။ ထို့ပြင် အရှင်မြတ်သည် အသင်တို့နားလည်ကြရန်အတွက် အရှင်မြတ်၏လက္ခဏာများကို ပြသ‌တော်မူသည်။"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "ထို့‌နောက် အသင်တို့၏စိတ်နှလုံးများသည် ထို(ကဲ့သို့ အရှင်မြတ်၏နက်ရှိုင်းဆန်းကြယ်‌သော တန်ခိုး‌တော်များကို ‌တွေ့မြင်ခဲ့ရပြီး)‌နောက်လည်း ခက်ထန်မာ‌ကျောလာခဲ့သည်။* ၎င်းပြင် ထိုစိတ်နှလုံးများသည် ‌ကျောက်‌ဆောင်များကဲ့သို့ဖြစ်ခဲ့သည်သာမက ထို‌ကျောက်‌ဆောင်များထက်ပင် ပိုမိုပြင်းထန်မာ‌ကျော‌ပေသည်။ အဘယ့်‌ကြောင့်ဆို‌သော် ‌ကျောက်‌ဆောင်များထဲတွင် စမ်‌ရေ‌ချောင်းများစီးထွက်လာသည့် ‌ကျောက်‌ဆောင်များလည်း အမှန်မုချ ရှိသည်။ ထို့ပြင် ထို‌ကျောက်‌ဆောင်များထဲတွင် အက်ကွဲပြီး ‌ရေပန်းထွက်လာသည့် ‌ကျောက်‌ဆောင်များလည်း အမှန်ပင်ရှိသည်။ ထို့ပြင် ထို‌ကျောက်‌ဆောင်များထဲတွင် အလ္လာဟ်အရှင်မြတ်အား ‌ကြောက်ပြီး နိမ့်ဆင်းလာသည့်‌ကျောက်‌ဆောင်များလည်း အမှန်ပင်ရှိသည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့ ပြုလုပ်ကြသည့်ကိစ္စများကို ‌မေ့‌လျော့‌နေ‌တော်မူ‌သောအရှင် မဟုတ်‌ပေ။"
        }
    ]
}