{
    "maqras": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "ထို(ကိယာမသ်)‌နေ့တွင် အလ္လာဟ်အရှင်မြတ်သည် တမန်‌တော်များကို စုရုံး‌စေ‌တော်မူပြီး “အသင်တို့သည် (အသင်တို့၏ ‌နောက်လိုက်များထံမှ)မည်သို့ တုံ့ပြန်‌ဖြေကြားခံခဲ့ကြရသနည်း“ဟု ‌မေးမြန်‌တော်မူမည်။ “ကျွန်ုပ်တို့ လုံးဝ မသိကြပါ။* အမှန်စင်စစ် အရှင်မြတ်သာ အကွယ်၌ရှိသည်များကို အလွန်သိ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူပါသည်“ဟု (တမန်‌တော်အားလုံးက)‌ဖြေကြားကြလိမ့်မည်။"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "(ထို‌နေ့)တစ်ချိန်တွင် အလ္လာဟ်အရှင်မြတ်သည် မိန့်ကြား‌တော်မူမည်၊ အို-မရ်ယမ်၏သား အီစာ၊ အသင်သည် အသင်နှင့် အသင်၏မိခင်အ‌ပေါ်တွင် ငါအရှင်မြတ်ပြု‌တော်မူခဲ့‌သော ‌ကျေးဇူး‌တော်များအား သတိရပါ။ တစ်ခါက ငါအရှင်မြတ်သည် အသင်(တမန်‌တော်အီစာ)ကို မြင့်မြတ်‌သောဝိညာဉ်နှင့် ကူညီပံ့ပိုးခဲ့သည်။ အသင်သည် ပုခက်တွင် (ရင်ခွင်ပိုက်က‌လေးဘဝ)တွင်လည်း‌ကောင်း၊ ကြီးပြင်းသည့်အခါတွင်လည်း‌ကောင်း လူများနှင့်(လူကြီးများ‌ပြော‌သောစကားမျိုးဖြင့်သာ တစ်မျိုးတည်း)စကား‌ပြောဆိုခဲ့သည်။ ထို့ပြင် တစ်ခါက ငါအရှင်မြတ်သည် အသင့်အား ‌ကောင်းကင်ကျကျမ်းဂန်(များ)၊ အသိပညာဉာဏ်အ‌မြော်အမြင်၊ ‌သောင်ရာသ်နှင့် အင်ဂျီလ်ကျမ်းဂန်များကို သင်ကြားပို့ချ‌ပေး‌တော်မူခဲ့သည်။ ထို့ပြင် တစ်ခါက ငါအရှင်မြတ်၏အမိန့်‌တော်ဖြင့် အသင်သည် ‌မြေကို ငှက်ရုပ်လုပ်ပြီး မှုတ်လိုက်‌သောအခါ ထို(ငှက်ရုပ်)သည် ငါအရှင်မြတ်၏ အမိန့်‌တော်ဖြင့် (သက်ရှိ)ငှက်ဖြစ်သွားခဲ့သည်။ ထို့ပြင် အသင်သည် ငါအရှင်မြတ်၏အမိန့်‌တော်နှင့် (‌မွေးရာပါ)မျက်မမြင်များနှင့် ခရုသင်းစ‌သောနူနာ‌ရောဂါသည်များအား ‌ပျောက်ကင်း‌အောင်လုပ်‌ပေးခဲ့သည်။ ထို့ပြင် တစ်ခါက အသင်သည် ငါအရှင်မြတ်၏အမိန့်‌တော်ဖြင့် ‌သေသူများကို(ရှင်‌အောင်လုပ်ပြီး သချင်္ီုင်းထဲမှ)ထွက်‌စေခဲ့သည်။ ထို့ပြင် တစ်ခါက အသင်သည် သူတို့ထံသို့ ထင်ရှား‌သော သက်သလက္ခဏာတန်ခိုး‌တော်များကို ယူ‌ဆောင်သွားခဲ့‌သောအခါ ငါအရှင်မြတ်က အစ္စရာအီလီမျိုးနွယ်များကို အသင့်အား သတ်ဖြတ်ခြင်းမှ တားဆီး‌တော်မူခဲ့သည်။ ထို့‌နောက် သူတို့ထဲမှ ငြင်းပယ်ခဲ့ကြ‌သောသူများက “ဤသည် ထင်ရှား‌သောစုန်းပ‌ယောဂ အတတ်ပင်ဖြစ်သည်“ဟု ‌ပြောဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "ထို့ပြင် တစ်ခါက ငါအရှင်မြတ်သည် ဟဝါရီ ခဝါသည်များထံသို့ “အသင်တို့သည် ငါအရှင်မြတ်နှင့် ငါအရှင်မြတ်၏တမန်‌တော်(အီစာ)ကို ယုံကြည်ကြပါ“ဟု အမိန့်ချမှတ်‌တော်မူခဲ့သည်။ ဟဝါရီ ခဝါသည်များက “ကျွန်ုပ်တို့ ယုံကြည်ကြပါပြီ၊ ကျွန်ုပ်တို့သည် အမိန့်ကိုနာခံကြ‌သော မွတ်စ်လင်မ်များဖြစ်‌ကြောင်း အရှင်မြတ်သက်‌သေအဖြစ်ရှိ‌တော်မူပါ“ဟု ‌ပြောဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "တစ်ခါတွင် ဟဝါရီ*များက “အို- မရ်ယမ်၏သား အီစာ၊ အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်သည် ကျွန်ုပ်တို့အ‌ပေါ် ‌ကောင်းကင်မှ အစားအစာတည်ခင်းထား‌သော စားပွဲတစ်ခုကိုချ‌ပေးနိုင်စွမ်း ရှိပါသ‌လော“ဟု ‌ပြောဆိုကြသည်။ ၎င်း(တမန်‌တော် အီစာ)က အသင်တို့သည် အမှန်ပင် အီမာန်ယုံကြည်သူများဖြစ်ကြလျှင် အလ္လာဟ်အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါဟု ‌ပြောဆိုခဲ့သည်။"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "သူတို့(ဟဝါရီ)များက ကျွန်ုပ်တို့သည် ထို(စားပွဲမှ)အစားအစာများကို စားသုံးရန်၊ ၎င်းပြင် ကျွန်ုပ်တို့၏စိတ်နှလုံးများ နှစ်သိမ့်‌ကျေနပ်ရန်၊ ၎င်းပြင် အသင်သည် ကျွန်ုပ်တို့အား စင်စစ် အမှန်‌ပြောခဲ့သည်ဆိုသည်ကို သိရှိယုံကြည်ရန်၊ ၎င်းပြင် ထို(စားပွဲ ကျ‌ရောက်‌သောတန်ခိုး‌တော်)နှင့်ပတ်သက်၍ ကျွန်ုပ်တို့သည် အသိသက်‌သေများဖြစ်ကြရန်အတွက် ရည်ရွယ်ပါသည်ဟု ‌ပြောဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "မရ်ယမ်၏သား (တမန်‌တော်)အီစာက “အို- အလ္လာဟ်အရှင်မြတ်၊ အို- ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်၊ အရှင်မြတ်သည် ကျွန်ုပ်တို့အ‌ပေါ်သို့ ‌ကောင်းကင်မှ အစားအစာ တည်ခင်းထား‌သောစားပွဲတစ်ခု ချ‌ပေး‌တော်မူပါ၊ ထို အစားအစာတည်ခင်းထား‌သောစားပွဲသည် ကျွန်ုပ်တို့အတွက်၊ ကျွန်ုပ်၏ပထမ(ယခင်မှ)သူများအတွက်နှင့် ‌နောင်လာမည့်သူများအတွက် ‌ပျော်ရွှင်ဖွယ်ရာနှင့် အရှင်မြတ်ထံ‌တော်မှ သက်‌သေလက္ခဏာတစ်ပါး ဖြစ်‌စေ‌တော်မူပါ။ ၎င်းပြင် အရှင်မြတ်သည် ကျွန်ုပ်တို့အား စားနပ်ရိက္ခာ‌ပေးသနား‌တော်မူပါ။ ထို့ပြင် အရှင်မြတ်သည် အ‌ကောင်းဆုံးစားနပ်ရိက္ခာ ‌ပေးသနား‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူပါသည်“ ဟု ‌ပြောဆို‌လျှောက်ထားခဲ့သည်။"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "အလ္လာဟ်အရှင်မြတ်က “ငါအရှင်မြတ်သည် ထို အစားအစာတည်ခင်းထား‌သောစားပွဲကို အသင်တို့အ‌ပေါ်တွင် အမှန်ပင် ချ‌ပေးသနား‌တော်မူမည်၊ ထို့‌နောက် အသင်တို့ထဲမှ မည်သူမဆို ငြင်းပယ်လျှင် ငါအရှင်မြတ်သည် စကြဝဠာအားလုံးထဲတွင် မည်သူတစ်ဦးတစ်‌ယောက်ကိုမှ မ‌ပေးမည့်အပြစ်ဒဏ်ကို ထိုသူ့အား အမှန်ပင် ‌ပေး‌တော်မူမည်“ဟု မိန့်ကြား‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "တစ်ခါက အလ္လာဟ်အရှင်မြတ်သည် (ဤသို့)မိန့်ကြား‌တော်မူမည်- “အို- မရ်ယမ်၏သား အီစာ၊ အသင်သည် လူများအား အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်ဆန့်ကျင်၍ ကျွန်ုပ်နှင့်ကျွန်ုပ်၏မိခင်အား ကိုးကွယ်ထိုက်သည့်အရှင်နှစ်ပါးအဖြစ် ပြုုလုပ်ကြပါဟု ‌ပြောကြားခဲ့သ‌လော“။ ၎င်း(တမန်‌တော် အီစာ)က ‌ပြောဆို‌ဖြေကြားမည်- “အရှင်မြတ်သည် သန့်ပြန့်စင်ကြယ်‌တော်မူပါသည်။ ကျွန်ုပ် မ‌ပြောထိုက်‌သောစကားကို ကျွန်ုပ်‌ပြောဆိုခွင့် လုံးဝ မရှိပါ။ အကယ်၍ ကျွန်ုပ်သည် ထိုစကားကို ‌ပြောဆိုခဲ့လျှင် အရှင်မြတ်သည် ထို‌ပြောဆိုမှုကို အမှန်ပင် သိ‌တော်မူပြီးဖြစ်ပါသည်။ အရှင်မြတ်သည် ကျွန်ုပ်၏စိတ်ထဲ၌ရှိသမျှကို သိရှိ‌တော်မူပါသည်။ သို့ရာတွင် ကျွန်ုပ်သည် အရှင်မြတ်၏စိတ်ထဲရှိသည်ကို မသိပါ။ အမှန်စင်စစ် အရှင်မြတ်သည်သာ အကွယ်မှအရာအားလုံးကို အလွန်သိ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူပါသည်။"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "ကျွန်ုပ်သည် သူတို့အား အရှင်မြတ်သည် ကျွန်ုပ်အား အမိန့်‌ပေးထားသည့်အရာမှလွဲ၍ မည်သည့်အရာကိုမျှ မ‌ပြောဆိုခဲ့ပါ။ (ကျွန်ုပ်သည် ဤသို့‌ပြောပါသည်) - “ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်လည်းဖြစ်ပြီး အသင်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်လည်းဖြစ်‌သော အလ္လာဟ်အရှင်မြတ်ကိုသာ အသင်တို့ ကိုးကွယ်ကြပါ“။ ၎င်းပြင် ကျွန်ုပ်သည် သူတို့ထဲ၌ရှိ‌နေသမျှ သူတို့နှင့်ပတ်သက်၍ သိမြင်သူဖြစ်ပါသည်။ ထို့‌နောက် အရှင်မြတ်သည် ကျွန်ုပ်ကို ပင့်မယူ‌ဆောင်လိုက်‌သောအခါ* အရှင်မြတ်သည်ပင် သူတို့နှင့်ပတ်သက်၍ ထိန်းသိမ်း‌စောင့်ကြပ် ကြည့်ရှုသူဖြစ်‌တော်မူပါသည်။ ထို့ပြင် အရှင်မြတ်သည် အရာအားလုံးကို မျက်‌မှောက်အသိသက်‌သေ ဖြစ်‌နေ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူပါသည်။"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "“အရှင်မြတ်သည် အကယ်၍ သူတို့အား အပြစ်ဒဏ်‌ပေး‌တော်မူမည်ဆိုလျှင်၊ သူတို့သည် အမှန်စင်စစ် အရှင်မြတ်၏ကျွန်များသာ ဖြစ်ကြပါသည်။ ထို့ပြင် အကယ်၍ အရှင်မြတ်သည် သူတို့အား (အ‌ရေးမယူဘဲ) လွတ်ငြိမ်းချမ်းသာခွင့်‌ပေး‌တော်မူမည်ဆိုလျှင်လည်း (‌ပေးနိုင်ပါသည်)။ အမှန်စင်စစ် အရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ ပညာဉာဏ်အ‌မြော်အမြင်နှင့် အလွန်ပြည့်စုံ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူပါသည်။“"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် (ဤသို့)‌ပြောဆို မိန့်ကြား‌တော်မူမည်-* ယ‌နေ့၌မူ မှန်ကန်သူများ*အတွက် သူတို့၏မှန်ကန်မှုသည် အကျိုး‌ပေး‌သော‌နေ့ပင်ဖြစ်သည်။ သူတို့အတွက် အကြင်ဥယျာဉ်များရှိမည်။ ထိုဥယျာဉ်များ၏‌အောက်မှ စမ်း‌ရေ‌ချောင်းများ စီးဆင်း‌နေကြမည်။ သူတို့သည် ထိုဥယျာဉ်များထဲ၌ အမြဲ‌နေကြမည်။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား ‌ကျေနပ်‌တော်မူပြီးဖြစ်‌တော်မူသည်။ သူတို့ကလည်း အရှင်မြတ်အား ‌ကျေနပ်ပြီးဖြစ်ကြသည်။ ဤသည် ကြီးကျယ်‌သော ‌အောင်မြင်မှုဖြစ်သည်။"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "‌ကောင်းကင်များနှင့် ပထဝီ‌မြေအပြင် ထိုအရာများထဲ၌ရှိသမျှအရာများ၏ အုပ်ချုပ်မှုအာဏာသည် အလ္လာဟ်အရှင်မြတ်သာ စိုးပိုင်‌တော်မူသည်။* ထို့ပြင် အရှင်မြတ်သည် အရာအားလုံးအ‌ပေါ် အလွန်စွမ်းနိုင်‌တော်မူ‌သော အရှင်မြတ်ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "ချီးမွမ်းခြင်းဟူသမျှသည် အလ္လာဟ်အရှင်မြတ်အတွက်သာဖြစ်သည်။အရှင်မြတ်သည် ‌ကောင်းကင်များနှင့် ပထဝီ‌မြေကို ဖန်ဆင်း‌တော်မူခဲ့သည်။ ထို့ပြင် အရှင်မြတ်သည် အ‌မှောင်များနှင့် အလင်း‌ရောက်ကို ပြုလုပ်ဖန်ဆင်း‌တော်မူခဲ့သည်။* ထို့‌နောက် ကာဖိရ်ငြင်းပယ်သူများသည် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်နှင့် (အခြားသူများကို) တန်းတူပြုလုပ်ကြသည်။"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "ထိုအရှင်မြတ်သည် အသင်တို့ကို ရွှံ့‌မြေမှ ဖန်ဆင်း‌တော်မူသည့်အပြင် (‌သေဆုံးမည့်)အချိန်တစ်ချိန်ကို သတ်မှတ်‌တော်မူခဲ့သည့်အရှင် ဖြစ်‌တော်မူသည်။* ထို့ပြင် (ပြန်ရှင်ထရမည့်)အချိန်သည် အရှင်မြတ်ထံ‌တော်၌ပင် သတ်မှတ်ထား‌တော်မူသည်။ ထို့‌နေုာက် အသင်တို့သည် သံသယဖြစ်‌နေကြသည်။"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "ထို့ပြင် ‌ကောင်းကင်များနှင့် ပထဝီ‌မြေတွင် ထို အလ္လာဟ်အရှင်မြတ်သာ (ကိုးကွယ်ထိုက်သည့်အရှင် အဖြစ်)ရှိသည်။ အရှင်မြတ်သည် အသင်တို့၏ လျှို့ဝှက်ချက်နှင့် အသင်တို့၏ ထုတ်‌ဖော်ချက်ကို သိ‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည် အသင်တို့ ရှာ‌ဖွေသည်များကိုလည်း သိ‌တော်မူသည်။"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "ထို့ပြင် သူတို့ထံသို့ သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်မှ မည်သည့်သက်‌သေလက္ခဏာမျိုး*‌ရောက်လာသည်ဖြစ်‌စေ သူတို့သည် ထိုသက်‌သေ လက္ခဏာများမှ မျက်နှာလွှဲသွားခဲ့ကြသည်ချည်းပင်ဖြစ်သည်။"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "၎င်းပြင် အမှန်စင်စစ် သူတို့သည် သူတို့ထံသို့ အမှန်တရား ‌ရောက်ရှိလာ‌သောအခါ ထိုအမှန်တရားကိုလည်း မဟုတ်မမှန်ဟု ငြင်းပယ်လိုက်ကြသည်။ သို့ဖြစ်ရာ သူတို့ထံသို့ မကြာမီ သူတို့‌ပြောင်‌လှောင်‌လေ့ရှိခဲ့‌သော အရာ၏သတင်းမှန်(ရလာဒ်ဆိုးကျိုး)သည် ‌ရောက်ရှိလာလိမ့်မည်။"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "ငါအရှင်မြတ်သည် သူတို့မတိုင်မီ (ဆိုးသွမ်း‌သောမျိုးဆက်)လူမျိုးအ‌မြောက်အမြားကို* ဖျက်ဆီး‌တော်မူခဲ့သည်ကို သူတို့ မမြင်ကြသ‌လော။ ငါအရှင်မြတ်သည် ထိုလူမျိုးများအား ကမာ္ဘ‌ပေါ်တွင် စွမ်း‌ဆောင်နိုင်မှုအင်အားများကို ‌ပေးခဲ့သကဲ့သို့ အသင်တို့အား မ‌ပေးခဲ့‌ပေ။ ၎င်းပြင် ငါအရှင်မြတ်သည် သူတို့အ‌ပေါ်တွင် မိုးဖြိုင်ဖြိုင်ရွာသွန်း‌စေ‌တော်မူခဲ့သည်။ ၎င်းပြင် ငါအရှင်မြတ်သည် သူတို့၏‌အောက်မှ စီးဆင်း‌နေ‌သော စမ်‌ချောင်းများကို ပြုလုပ်ဖန်ဆင်း‌တော်မူခဲ့သည်။ ထို့‌နောက် ငါအရှင်မြတ်သည် ထိုသူများအား သူတို့၏မ‌ကောင်းမှုများ‌ကြောင့် ဖျက်ဆီးပစ်‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့၏‌နောက်တွင် အခြားလူမျိုးများအား ဖန်ဆင်း‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "ထို့ပြင် အကယ်၍ ငါအရှင်မြတ်သည် (စာရွက်ကဲ့သို့)‌ရေးမှတ်စရာ၌ ‌ရေးထား‌သောကျမ်းတစ်‌စောင်ကို အသင်၏အ‌ပေါ်ချ‌ပေး‌တော်မူခဲ့ပြီး သူတို့သည် ထိုကျမ်းကို သူတို့၏လက်များနှင့် ထိ‌တွေ့ခဲ့ကြလျှင်လည်း ကာဖိရ်ငြင်းပယ်သူများကမူ “ဤသည် ထင်ရှား‌သော စုန်းပ‌ယောဂဖြစ်သည်“ဟု အမှန်စင်စစ် ‌ပြောဆိုကြလိမ့်မည်။"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "ထို့ပြင် သူတို့က “အဘယ့်‌ကြောင့် ၎င်း(တမန်‌တော်)ထံသို့ ‌ကောင်းကင်တမန်တစ်ပါး ‌စေလွှတ်ခြင်း မခံရသနည်း“ဟု ‌ပြောဆိုကြသည်။* ထို့ပြင် အကယ်၍ ငါအရှင်မြတ်သည် ‌ကောင်းကင်တမန်တစ်ပါးပါးကို ‌စေလွှတ်‌တော်မူခဲ့လျှင် အမှန်ပင် ကိစ္စသည် ပြီးဆုံးသွားခဲ့မည်ပင်ဖြစ်သည်။ ထို့‌နောက် သူတို့သည် (အပြစ်ဒဏ်မှ)‌ရွှေ့ဆိုင်းခွင့် (လုံးဝ)ရကြမည် မဟုတ်‌တော့‌ပေ။"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "ထို့ပြင် အကယ်၍ ငါအရှင်မြတ်သည် ၎င်း(လူသားတမန်‌တော်)ကို ‌ကောင်းကင်တမန်တစ်ပါးအဖြစ် ပြုလုပ်‌တော်မူခဲ့လျှင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် ထို‌ကောင်းကင်တမန်ကိုလည်း (သူတို့ကြည့်မြင်နိုင်‌သော ပုံသဏ္ဍာန်ရှိ‌သောလူ)‌ယောက်ျားပင် ပြုလုပ်ရမည်ဖြစ်သည်။ ထို့‌နောက် ငါအရှင်မြတ်သည် သူတို့ သံသယဖြစ်‌နေ‌သော အရာထဲ၌ပင် (ထပ်ပြီး) သူတို့အ‌ပေါ်တွင် သံသယဖြစ်‌စေ‌တော်မူဦးမည်ပင်ဖြစ်သည်။"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "ထို့ပြင် အသင်(တမန်‌တော်)၏ မတိုင်မီက တမန်‌တော်များသည်လည်း ‌ပြောင်‌လှောင်ခြင်းကို အမှန်စင်စစ် ခံသွားခဲ့ကြရသည်။ ၎င်းပြင် ထိုတမန်‌တော်များကို ‌ပြောင်‌လှောင်‌သောသူများအား သူတို့ ‌ပြောင်‌လှောင်ခဲ့ကြ‌သောအရာ(အပြစ်ဒဏ်)ကပင် ဝိုင်းဝန်းခဲ့သည်။"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "(ယခင်ကလူများ အပြစ်ဒဏ်ခံခဲ့ကြရသည်များကို မယုံကြလျှင် အို- တမန်‌တော်)အသင် ‌ပြောလိုက်ပါ၊ အသင်တို့သည် ကမာ္ဘ‌မြေတွင် လှည့်ပတ်သွားလာကြပါ။ ထို့‌နောက် ငြင်းပယ်သူများ၏ အကျိုးရလာဒ်သည် မည်သို့ရှိခဲ့သည်ကို အသင်တို့ ကြည့်ရှုကြပါ။"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "“‌ကောင်းကင်များနှင့် ပထဝီ‌မြေတွင် ရှိသမျှကို မည်သူပိုင်သနည်း“ဟု (ထို ငြင်းပယ်‌သောသူများအား) အသင်‌ပြောဆို (‌မေးမြန်း)လိုက်ပါ။ (သူတို့မ‌ဖြေလျှင်လည်း) အသင်ကပင် “အရာအားလုံးကို အလ္လာဟ်အရှင်မြတ်သာ ပိုင်ဆိုင်‌တော်မူသည်“ဟု ‌ဖြေကြားလိုက်ပါ။* ထို့ပြင် အရှင်မြတ်သည် (ဝန်ချ‌တောင်းပန်သူများကို) သနား‌တော်မူရန် အရှင်မြတ်ကိုယ်ကိုအရှင်မြတ် ပြဋ္ဌာန်းထား‌တော်မူသည်(ဟု ‌ပြောလိုက်ပါ။)* ထို့ပြင် အရှင်မြတ်သည် အသင်တို့ကို အမှန်စင်စစ် ကိယာမသ်‌နေ့၌ စုရုံး‌တော်မူမည်။ ထို‌နေ့သည် သံသယဖြစ်စရာ မရှိ‌ပေ။ အကြင်သူတို့သည် မိမိကိုယ်မိမိ ပျက်စီးဆုံးရှုံး‌အောင်လုပ်ခဲ့ကြသည်။ သို့ဖြစ်ရာ ထိုသူတို့သည် အီမာန်ယုံကြည်ကြမည် မဟုတ်‌ပေ။"
        }
    ]
}