{
    "maqras": [
        {
            "chapter": 9,
            "verse": 46,
            "text": "၎င်းပြင် အကယ်၍ သူတို့သည် (စစ်တိုက်)ထွက်ရန် ရည်ရွယ်ခဲ့ကြလျှင် သူတို့သည် ထွက်ရန်ပြင်ဆင်မှု တစ်စုံတစ်ရာကို အသင့်ပြုလုပ်ခဲ့မည် အမှန်ပင်။ သို့ရာတွင် အလ္လာဟ်အရှင်မြတ်သည် သူတို့(စစ်ထဲလိုက်ပါ)သွားခြင်းကို နှစ်မြို့‌တော်မမူခဲ့‌ပေ။ သို့ဖြစ်ရာ အရှင်မြတ်သည် သူတို့အား တုံ့ဆိုင်း‌စေ‌တော်မူခဲ့သည်။ ၎င်းပြင် (အရှင်မြတ်က သူတို့ကို)မိန့်ကြား‌တော်မူခဲ့သည်၊ “အသင်တို့သည် ကျန်ရစ်ခဲ့‌သောသူများနှင့်အတူ ထိုင်လျက်ပင် ကျန်ရစ်ခဲ့ကြ‌ပေ‌တော့။“"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "အကယ်၍ သူတို့သည် အသင်တို့ထဲ၌ အတူပါဝင်ထွက်ခဲ့ကြလျှင် သူတို့သည် အသင်တို့ထဲ၌ ဖရိုဖရဲဖြစ်‌အောင်လုပ်သည်မှလွဲ၍ မည်သည့်အရာကိုမျှ တိုးပွား‌စေခဲ့ကြမည် မဟုတ်‌ပေ။* ၎င်းပြင် အမှန်ပင် သူတို့သည် အသင်တို့ အ‌နှောင့်အယှက်ဖြစ်‌စေရန် ‌ပြေးလိုက်လွှားလိုက် ပြုလုပ်ကြမည်ဖြစ်သည်။ ၎င်းပြင် (ယခုလည်း) အသင်တို့ထဲတွင် သူတို့၏ သတင်း‌ထောက်များရှိ‌နေကြသည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် မတရားပြုလုပ်သူများအား အကြွင်းမဲ့သိ‌တော်မူသည်။"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "အမှန်စင်စစ် သူတို့သည် ယခင်ကလည်း (အသင်တို့ကို အုဟုဒ်စ‌သော စစ်ပွဲများ၌) အ‌နှောက်အယှက်ဖြစ်‌စေခဲ့ကြသည်။* ၎င်းပြင် သူတို့သည် အသင်(တမန်‌တော်)၏အ‌ရေးကိစ္စများကို က‌ပြောင်းကပြန်ပြုလုပ်ခဲ့ကြသည်။ ‌နောက်ဆုံးတွင် သူတို့ မနှစ်မြို့ကြဘဲလျက် အမှန်သည် ‌ရောက်လာခဲ့ပြီး အလ္လာဟ်အရှင်မြတ်၏အမိန့်‌တော်သည်လည်း ထင်ရှားလာခဲ့သည်။"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "ထို့ပြင် ထို(ကျန်ရစ်ခဲ့)သူ (မုနာဖိက်)များထဲတွင် “ကျွန်ုပ်အား (စစ်ပွဲမလိုက်ရန်)ခွင့်‌ပေးပါ၊ ၎င်းပြင် ကျွန်ုပ်အား မဖျက်ဆီးပါနှင့်“ဟု ‌ပြောဆိုသူလည်းရှိ‌သေးသည်။* သူတို့သည် ပျက်စီးမှုထဲ ကျဆင်းခဲ့ပြီးဖြစ်ကြသည်ကို အသင်တို့ သိထားလိုက်ပါ။ ထို့ပြင် ဂျဟန္နမ်ငရဲဘုံသည် ကာဖိရန်များကို အမှန်ပင် ဝန်းရံလျက်ရှိလိမ့်မည်။"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "အကယ်၍ အသင့်ထံ ‌ကောင်းခြင်းတစ်စုံတစ်ခု ဆိုက်‌ရောက်လာလျှင် ထို‌ကောင်း‌သောဖြစ်ရပ်က သူတို့အား ဝမ်းနည်းပက်လက်ဖြစ်‌စေသည်။ ၎င်းပြင် အကယ်၍ အသင့်ထံ ‌ဘေးဒုက္ခတစ်စုံတစ်ခု ဆိုက်‌ရောက်လာလျှင် သူတို့က “အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏အ‌ရေးကိစ္စကို ယခင်ကတည်းက ကြိုတင်စီမံထားခြင်းဖြစ်သည်“ဟု ‌ပြောဆိုပြီး ဝမ်းသာလျက် ပြန်လှည့်သွား‌လေ့ရှိကြသည်။"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့နှင့်ပတ်သက်ပြီး သတ်မှတ်‌တော်မူခဲ့သည်မှလွဲ၍ အခြားမည်သည့်အရာကိုမျှ ကျွန်ုပ်တို့၌ လုံးဝ ဆိုက်‌ရောက်မည် မဟုတ်‌ပေ။ အရှင်မြတ်သည် ကျွန်ုပ်တို့၏အရှင်သခင် ဖြစ်‌တော်မူသည်။ သို့ဖြစ်ရာ အီမာန်ယုံကြည်သူများသည် အလ္လာဟ်အရှင်မြတ်အ‌ပေါ်၌သာ ယုံပုံလွှဲအပ်ကြရမည် ဖြစ်သည်။"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အသင်တို့သည် ကျွန်ုပ်တို့နှင့်ပတ်သက်၍ ‌ကောင်း‌သောအ‌ကြောင်းအရာနှစ်ခုအနက် တစ်ခုမှလွဲ၍ အခြား တစ်စုံတစ်ခုကို ‌စောင့်‌မျှော်‌နေကြသ‌လော။* အမှန်မှာ ကျွန်ုပ်တို့သည် အသင်တို့နှင့်ပတ်သက်၍ အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်ထံ‌တော်မှ၊ သို့မဟုတ် ကျွန်ုပ်တို့၏လက်များနှင့် အသင်တို့အ‌ပေါ်တွင် ပြစ်ဒဏ်တစ်စုံတစ်ခု သက်‌ရောက်‌စေ‌တော်မူရန် ‌စောင့်‌မျှော်‌နေကြခြင်းဖြစ်သည်။ သို့ဖြစ်ရာ အသင်တို့သည် ‌စောင့်‌မျှော်‌နေကြပါ။ အမှန်ပင် ကျွန်ုပ်တို့သည်လည်း အသင်တို့နှင့်အတူ ‌စောင့်‌မျှော်‌နေကြသည်။"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အသင်တို့သည် ကြည်ဖြူစွာ သို့မဟုတ် မကြည်ဖြူဘဲလျက် လှူဒါန်းသုံးစွဲကြပါ။ ထိုသုံးစွဲမှုသည် (အလ္လာဟ်အရှင်မြတ်ထံ‌တော်တွင်) အသင်တို့ထံမှ လက်ခံ‌တော်မူခြင်း လုံးဝ ခံရမည်မဟုတ်‌ပေ။ (ထိုကဲ့သို့ဖြစ်ရခြင်းသည်) အမှန်မှာ အသင်တို့သည် (အမိန့်ကို)‌သွေဖည် ဆန့်ကျင်‌သောသူများဖြစ်ခြင်း‌ကြောင့်ပင် ဖြစ်သည်။"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "ထို့ပြင် ထိုသူများထံမှ သူတို့၏အလှူပစ္စည်းများကို လက်ခံ‌တော်မူရန် (မည်သည့်အရာကမှ) တားမြစ်ခဲ့သည် မဟုတ်‌ပေ။ သို့ရာတွင် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏တမန်‌တော်အား အမှန်ပင် သူတို့သည် ‌သွေဖည်ခဲ့ကြသည်ကပင် (တားမြစ်ခဲ့ခြင်းဖြစ်သည်)။ ထို့ပြင် သူတို့သည် စွလာသ်ဝတ်ပြုမှုကို ပျင်းရိလျက် ‌ဆောက်တည်ကြရုံသာမက လှူဒါန်းမှုကိုလည်း မနှစ်မြို့ဘဲလျက် ပြုလုပ်ကြသည်။"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "သို့ဖြစ်ရာ ထို(မုနာဖိက်)များ၏ ပစ္စည်းဥစ္စာများနှင့် သူတို့၏သားသမီးများသည် အသင့်အား* အံ့အားမသင့်ပါ‌စေနှင့်။* အလ္လာဟ်အရှင်မြတ်သည် ထိုပစ္စည်း၊ သားသမီးများနှင့် သူတို့ကို ‌လောကီဘဝတွင် ပြစ်ဒဏ်‌ပေးရန်နှင့် သူတို့သည် ကာဖိရ်ဖြစ်လျက် သူတို့၏အသက်များထွက်သွားရန် ရည်ရွယ်‌တော်မူခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "ထို့ပြင် သူတို့သည် အသင်တို့ထဲမှ မဟုတ်ကြပါဘဲလျက် အမှန်စင်စစ် သူတို့သည် အသင်တို့ထဲမှ အမှန်ပင်ဖြစ်ကြပါသည်ဟု အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်ပြီး ကျိန်ဆိုကြသည်။* သို့ရာတွင် သူတို့သည် သတ္တိ‌ကြောင်သူများပင်ဖြစ်ကြသည်။"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "အကယ်၍ သူတို့သည် ခိုကိုးရာ‌နေရာတစ်စုံတစ်ခု သို့မဟုတ် လိုဏ်‌ခေါင်းများ၊ သို့မဟုတ် (ပုန်းရန်)‌နေရာတစ်‌နေရာရာကို ‌တွေ့ရှိကြမည်ဆိုလျှင် သူတို့သည် ထို‌နေရာသို့ တစ်ဟုန်ထိုး ‌ပြေးလျက် လှည့်ဝင်သွားကြမည်ဖြစ်သည်။"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "ထို့ပြင် သူတို့ထဲတွင် အသင့်အား အလှူပစ္စည်းများနှင့်ပတ်သက်၍ ကဲ့ရဲ့ရှုတ်ချသူများလည်း ရှိကြ‌သေးသည်။ သို့ရာတွင် အကယ်၍ ထိုအလှူပစ္စည်းများထဲမှ သူတို့ရရှိခဲ့ကြလျှင် ‌ကျေနပ်ကြသည်။ သို့ရာတွင် အကယ်၍ ထိုအလှူပစ္စည်းများထဲမှ သူတို့မရရှိခဲ့ကြလျှင်မူ ချက်ချင်း ‌ဒေါသထွက်ကြသည်။"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "ထို့ပြင် အကယ်၍ အမှန်ပင် သူတို့သည် သူတို့အား အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏တမန်‌တော်က ‌ပေး‌တော်မူခဲ့သည်များအ‌ပေါ်တွင် ‌ကျေနပ်ပြီး “ကျွန်ုပ်တို့အတွက် အလ္လာဟ်အရှင်မြတ်သည် လုံ‌လောက်‌တော်မူပါသည်။* အလ္လာဟ်အရှင်မြတ်သည် မကြာမီ ကျွန်ုပ်တို့အား အရှင်မြတ်၏‌ကျေးဇူး‌တော်များထဲမှ ‌ပေးသနား‌တော်မူမည်။ ၎င်းပြင် အရှင်မြတ်၏တမန်‌တော်သည်လည်း (ထပ်‌ပေးဦးမည်)၊ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်ဘက်ကိုသာ ယိမ်းညွတ်သူများဖြစ်ကြပါသည်“ဟု ‌ပြောဆိုခဲ့ကြလျှင် ‌ကောင်း‌လေစွပင်ဖြစ်သည်။"
        }
    ]
}