{
    "maqras": [
        {
            "chapter": 11,
            "verse": 61,
            "text": "ထို့ပြင် ဆမူဒ်အမျိုးသားများထံသို့ သူတို့၏ညီ‌နောင် (တမန်‌တော်)စွာလိဟ်ကို (‌စေလွှတ်‌တော်မူခဲ့သည်)။ သူက ‌ပြောဆိုခဲ့သည်- အို- ငါ၏အမျိုးသားတို့၊ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုသာ ကိုးကွယ်ကြပါ။ ထိုအရှင်မြတ်မှလွဲ၍ အသင်တို့အတွက် ကိုးကွယ်ထိုက်‌သောအရှင် မရှိ‌ပေ။ ထိုအရှင်မြတ်သည်ပင် အသင်တို့အား စတင်ဖန်ဆင်း‌တော်မူခဲ့သည်။ ၎င်း‌နောက် အရှင်မြတ်သည်ပင် အသင်တို့အား ထို‌မြေ‌ပေါ်၌ သက်တမ်း‌ပေးပြီး ‌နေထိုင်‌စေ‌တော်မူခဲ့သည်။* သို့ဖြစ်ရာ အသင်တို့သည် အရှင်မြတ်ထံ‌တော်တွင် လွတ်ငြိမ်းချမ်းသာခွင့်ကို ‌တောင်းခံကြပါ။ ထို့‌နောက် အသင်တို့သည် အရှင်မြတ်ဘက်သို့ လှည့်ကြပါ။ အမှန်စင်စစ် ငါ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် နီးကပ်စွာရှိ‌နေ‌တော်မူ‌သောအရှင်၊ (‌တောင်းသည်ကို)လက်ခံ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "သူတို့က ‌ပြောဆိုကြသည်- အို- (တမန်‌တော်)စွာလိဟ်၊ ယခင်ကမူ အမှန်စင်စစ် အသင်သည် ကျွန်ုပ်တို့ထဲ၌ ‌မျှော်လင့်ချက်ထားရှိခြင်းခံရ‌သောသူ ဖြစ်ခဲ့သည်။ (ယခုမူ) အသင်သည် ကျွန်ုပ်တို့၏အဘ၊ ဘိုး၊ ‌ဘေးများ ကိုးကွယ်ကြ‌သောအရာများကို မကိုးကွယ်ကြရန် ကျွန်ုပ်တို့အား တားမြစ်သ‌လော။ ထို့ပြင် အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အသင် ကျွန်ုပ်တို့အား ဖိတ်‌ခေါ်‌သောအရာနှင့်ပတ်သက်၍ ယုံမှားမှုဖြစ်‌စေ‌သော သံသယထဲ၌ ရှိ‌နေကြသည်။"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "၎င်း(တမန်‌တော်စွာလိဟ်)က ‌ပြောသည်- အို- ငါ၏အမျိုးသားတို့၊ အကယ်၍ ငါသည် ငါ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်ထံ‌တော်မှ ထင်ရှား‌သော သက်‌သေလက္ခဏာအ‌ပေါ်တွင် တည်ရှိ‌နေသည့်အပြင် အရှင်မြတ်သည် ငါ့အား အရှင်မြတ်ထံ‌တော်မှ ရဟ်မသ်(တမန်‌တော်)အဖြစ်ကို* ‌ပေးသနား‌တော်မူခဲ့လျှင် အသင်တို့အ‌နေနှင့် မည်သို့ ယူဆကြမည်နည်းဆိုသည်ကို ငါ့အား ‌ပြောပြကြပါ။ ထို့‌နောက် အကယ်၍ ငါသည် ထိုအရှင်မြတ်၏အမိန့်‌တော်ကို ဖီဆန်ခဲ့လျှင် မည်သူသည် ငါ့အား အလ္လာဟ်အရှင်မြတ်(၏ပြစ်ဒဏ်)မှ ကာကွယ်မည်နည်း။ သို့ဖြစ်လျှင် အသင်တို့သည် ငါ့အား နစ်နာဆုံးရှုံးမှုမှလွဲ၍ အခြား မည်သည့်အရာကိုမျှ တိုးပွား‌စေနိုင်ကြမည် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "ထို့ပြင် အို- ငါ၏အမျိုးသားတို့၊ ဤသည် အသင်တို့အတွက် သက်‌သေလက္ခဏာတစ်ခုအဖြစ် အလ္လာဟ်အရှင်မြတ်၏ ကုလားအုတ်မဖြစ်သည်။ သို့ဖြစ်ရာ အသင်တို့သည် ထိုကုလားအုတ်မကို အလ္လာဟ်အရှင်မြတ်၏ ‌မြေပထဝီတွင် စား‌သောက်‌နေထိုင်ရန် လွှတ်ထားကြပါ။ ၎င်း‌နောက် အသင်တို့သည် ထိုကုလားအုတ်မကို မ‌ကောင်း‌သောရည်ရွယ်ချက်ဖြင့် မထိကြနှင့်။ ထိုသို့ ပြုလုပ်ခဲ့ကြလျှင် နီးကပ်‌သောပြစ်ဒဏ်သည် အသင်တို့အား ဖမ်းဆီးလိမ့်မည်။"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "ထို့‌နောက် သူတို့သည် ကုလားအုတ်မ၏‌ခြေ‌ထောက်ကို ဖြတ်‌တောက်ခဲ့ကြသည်။ သို့ဖြစ်ရာ ၎င်း(တမန်‌တော်စွာလိဟ်)က ‌ပြောသည်- အသင်တို့သည် သုံးရက် အသင်တို့၏အိမ်၌ အကျိုးခံစား ‌နေထိုင်ကြပါ။ (ထို့‌နောက် ပြစ်ဒဏ်လာမည်)။ ဤသည် လိမ်လည်မှု မဟုတ်‌သော ကတိဖြစ်သည်။"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "ထို့‌နောက် ငါအရှင်မြတ်၏အမိန့်‌တော် ‌ရောက်ရှိလာ‌သောအခါ ငါအရှင်မြတ်သည် (တမန်‌တော်)စွာလိဟ်အပြင် ၎င်းနှင့်တကွ ယုံကြည်သူများအား အရှင်မြတ်၏ကရုဏာဖြင့် ကယ်တင်ပြီး‌နောက် ထို‌နေ့၏* ‌သေးသိမ်မှုမှလည်း ကယ်တင်‌တော်မူခဲ့သည်။ အမှန်ပင် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် အလွန်အင်အားကြီး‌တော်မူ‌သောအရှင်၊ တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌သောမူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "၎င်း‌နောက် မတရားလုပ်‌သောသူများအား ကျယ်‌လောင်‌သောအသံသည် ဖမ်းဆီးကွပ်မျက်ခဲ့သည်။ သို့ဖြစ်ရာ သူတို့သည် သူတို့၏‌နေအိမ်များတွင် နံနက်အချိန်၌ ‌မှောက်လျက်သား (‌သေ‌ကြေပျက်စီးသွားခဲ့ကြသည်)။"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "သူတို့သည် ထိုအိမ်များတွင် မ‌နေခဲ့ဖူးကြသကဲ့သို့ ဖြစ်သွားခဲ့ကြသည်။ သတိပြုကြပါ၊ ဆမူဒ်အမျိုးသားများတွင် (ကရုဏာ‌တော်မှ)ကင်း‌ဝေးခြင်းခံရ‌လေပြီ။"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်၏‌စေတမန်များသည် (တမန်‌တော်)အိဗ်ရာဟီမ်ထံသို့ ဝမ်း‌မြောက်ဖွယ်သတင်း‌ကောင်း ယူ‌ဆောင်လာခဲ့ကြသည်။ သူတို့က စလာမ်ငြိမ်းချမ်းပါ‌စေဟု ‌ပြောဆိုခဲ့ကြသည်။ ၎င်း(တမန်‌တော်အိဗ်ရာဟီမ်)ကလည်း စလာမ်ငြိမ်းချမ်းပါ‌စေဟု (ပြန်လည်)‌ပြောဆိုခဲ့သည်။* ထို့‌နောက် ၎င်းသည် ကင်ထား‌သောနွားငယ်‌လေးကို ချက်ချင်းယူ‌ဆောင် (ဧည့်ခံ)ခဲ့သည်။"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "ထို့‌နောက် ၎င်း(တမန်‌တော်အိဗ်ရာဟီမ်)သည် သူတို့၏လက်များက ထို(အစားအစာ)ဘက်သို့ မလှမ်းသည်ကိုမြင်ရ‌သောအခါ သူတို့အား သူစိမ်းများဟု သ‌ဘော‌ပေါက်ပြီး မိမိစိတ်ထဲ၌ (၎င်းတို့သည် ‌ကောင်း‌သောကိစ္စနှင့်လာခြင်းပင် ဟုတ်ပါမည်‌လောဟု) စိုးရိမ်ခဲ့သည်။ (ထိုအခါ) သူတို့က ‌ပြောသည်- အသင်မစိုးရိမ်ပါနှင့်၊ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် (တမန်‌တော်)လူသွ်အမျိုးသားများထံသို့ ‌စေလွှတ်ခြင်း ခံကြရခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "ထို့ပြင် ၎င်း၏ကြင်ရာ‌တော်သည် မတ်တတ်ရပ်လျက်* (ထို သားရတနာရမည့်သတင်းကို သိပြီး) ရယ်‌မောခဲ့သည်။ ထို့‌နောက် ငါအရှင်မြတ်သည် သူမကို (‌စေတမန်များမှတဆင့် သား‌တော်)အစ္စဟာက် (ဖွားမြင်မည့်အ‌ကြောင်း)နှင့် ထိုအစ္စဟာက်၏‌နောက်၌ (‌မြေး‌တော်)ယအ်ကူဗ် (ဖွားမြင်မည့်အ‌ကြောင်း) သတင်း‌ကောင်းကို ‌ပြောကြားခဲ့သည်။"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "(ထိုအခါ)သူမက ‌ပြောသည်- ဖြစ်မှဖြစ်ရ‌လေခြင်းပင်၊ ကျွန်မသည် အဖွားအိုတစ်ဦးဖြစ်‌နေပါလျက် ကျွန်မသည် သားဖွားရဦးမည်‌လော။ ၎င်း‌နောက် ဤကျွန်မ၏ခင်ပွန်းသည်လည်း အဖိုးအိုတစ်ဦးပင်ဖြစ်သည်။ အမှန်စင်စစ် ဤသည် အလွန်အံ့ဩဖွယ်ရာ စကားတစ်ခုပင်ဖြစ်သည်။"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "သူတို့(‌စေတမန်များ)က ‌ပြောဆိုခဲ့ကြသည်- အသင်မသည် အလ္လာဟ်အရှင်မြတ်၏အမိန့်‌တော်ကို အံ့ဩ‌နေပါသ‌လော။* အို- (တမန်‌တော်အိဗ်ရာဟီမ်၏)အိမ်သူ အိမ်သားတို့၊ အလ္လာဟ်အရှင်မြတ်၏ကရုဏာနှင့် အရှင်မြတ်၏မဂင်္လာများသည် အသင်တို့အ‌ပေါ်တွင် ကျ‌ရောက်မြဲဖြစ်သည်။ အမှန်စင်စစ် အရှင်မြတ်သည် အလွန်ချီးမွမ်းခြင်းခံထိုက်‌တော်မူ‌သောအရှင်၊ အလွန်ကြီးကျယ်မြင့်မြတ်‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "ထို့‌နောက် (တမန်‌တော်)အိဗ်ရာဟီမ်ထံမှ စိုးရိမ်မှုသည် ကင်းရှင်းသွားပြီး သူ၏ထံသို့ ဝမ်း‌မြောက်ဖွယ်ရာ သတင်း‌ကောင်း‌ရောက်ရှိလာ‌သောအခါတွင် ၎င်းသည် (တမန်‌တော်)လူသွ်၏ အမျိုးသားများနှင့်ပတ်သက်၍ ငါအရှင်မြတ်(၏ ‌စေတမန်များ)နှင့် အပြန်အလှန် ‌ပြောဆိုမှုပြုလုပ်‌တော့သည်။"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "အမှန်စင်စစ် (တမန်‌တော်)အိဗ်ရာဟီမ်သည် အလွန်သည်းခံ‌သောသူ၊ အလွန်စိတ်နှလုံးနူးညံ့‌သောသူ၊ အရှင်မြတ်ဘက်သို့လှည့်၍ အလွန်ဝန်ချ‌တောင်းပန်သူဖြစ်သည်။"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "အို(တမန်‌တော်)အိဗ်ရာဟီမ်၊ အသင်သည် ဤ(သို့ အပြန်အလှန် ‌ပြောဆိုမှုပြုလုပ်ခြင်း)မှ ‌ရှောင်‌နေပါ၊ အမှန်စင်စစ် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်၏အမိန့်‌တော်သည် ‌ရောက်ရှိခဲ့ပြီဖြစ်သည်။ ၎င်း‌နောက် သူတို့ထံသို့ ပြန်လည်ရုပ်သိမ်းခြင်းမရှိ‌သော ပြစ်ဒဏ်ကျ‌ရောက်‌တော့မည် အမှန်ပင်ဖြစ်သည်။"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "ထို့‌နောက် ငါအရှင်မြတ်၏‌စေတမန်များသည် (တမန်‌တော်)လူသွ်ထံသို့ ‌ရောက်ရှိလာခဲ့ကြ‌သောအခါ ၎င်းသည် သူတို့အတွက် ပူပန်မှုဖြစ်ခဲ့သည့်အပြင် သူတို့အတွက် အလွန်စိတ်ကျဉ်းကျပ်မှုလည်း ဖြစ်ခဲ့သည်။ ထို့ပြင် “ဤ‌နေ့သည် အလွန်ခက်ခဲ‌သော‌နေ့ပင်ဖြစ်သည်“ဟု သူက (ညည်းညူ)‌ပြောဆိုခဲ့သည်။"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "ထို့‌နောက် ၎င်း(တမန်‌တော်လူသွ်)၏အမျိုးသားများသည် ၎င်း၏ထံသို့ ‌ပြေးလွှားလျက် လာခဲ့ကြသည်။ ၎င်း‌နောက် သူတို့သည် ယခင်ကပင် မ‌ကောင်းမှုများကို ကျင့်ကြံ‌နေခဲ့ကြသည်။ ၎င်း(တမန်‌တော်လူသွ်)က‌ပြောဆိုသည်- အို- ငါ၏အမျိုးသားတို့၊ ဤသည် ငါ၏သမီးများပင်၊ (အသင်တို့သည် သူမတို့နှင့် လက်ထပ်ကြပါ)သူမတို့သည် အသင်တို့အတွက် ပို၍ပင် သန့်စင်ကြသည်။* သို့ဖြစ်ရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ၊ ၎င်း‌နောက် အသင်တို့သည် ငါ့ကို ငါ၏ ဧည့်သည်များ‌ရှေ့၌ အရှက်တကွဲ မပြုလုပ်ကြနှင့်၊ အသင်တို့တွင် ရိုးသား‌ဖြောင့်မတ်သူ မည်သူမျှ မရှိသ‌လော။"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "ထို(အမျိုးသား)များက ‌ပြောဆိုကြသည်- ကျွန်ုပ်တို့သည် အသင်၏သမီးများနှင့်ပတ်သက်၍ မည်သည့်အရာမျှ အလိုမရှိဆိုသည်ကို အသင်သည် အမှန်ပင် သိပြီးဖြစ်သည်။ ၎င်း‌နောက် အမှန်စင်စစ် အသင်သည် ကျွန်ုပ်တို့၏အလိုဆန္ဒ ရည်စူးချက်ကိုလည်း သိရှိ‌နေပြီဖြစ်သည်။"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "၎င်းက(ညည်းညူ)‌ပြောဆိုသည်- အကယ်၍ ငါ့တွင် အသင်တို့အား ခုခံနိုင်ရန် အင်အားရှိခဲ့လျှင်၊ သို့မဟုတ် ငါသည် အားကိုးနိုင်‌လောက်‌သော အားကိုးစရာတစ်ခုကို အားကိုးရလျှင် ‌ကောင်း‌လေစွပင်။"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "သူတို့(‌စေတမန်များ)က ‌ပြောဆိုကြသည်- အို- (တမန်‌တော်)လူသွ်၊ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်က ‌စေလွှတ်‌တော်မူ‌သော ‌စေတမန်များဖြစ်သည့်အတွက် သူတို့သည် အသင်၏အနီးသို့ လုံးဝ ချဉ်းကပ်နိုင်ကြမည် မဟုတ်‌ပေ။ သို့ဖြစ်ရာ အသင်သည် အသင်၏အိမ်သူအိမ်သားများနှင့်အတူ ည၏အစိတ်အပိုင်း တစ်စုံတစ်ခု၌ ထွက်ခွာသွားလိုက်ပါ။ ၎င်း‌နောက် အသင်တို့ထဲမှ မည်သူမျှ ‌နောက်သို့ လှည့်မကြည့်ရ‌ပေ။ သို့ရာတွင် အသင်၏ဇနီးကမူ အမှန်ပင် သူတို့၏အ‌ပေါ်တွင် ကျ‌ရောက်မည့်အပြစ်ဒဏ်သည် ထိုဇနီးအ‌ပေါ်၌လည်း ကျ‌ရောက်မည်ဖြစ်သည်။ အမှန်စင်စစ် သူတို့အား ချိန်းဆိုထား‌သောအချိန်သည် နံနက်မိုး‌သောက်ချိန်ပင် ဖြစ်သည်။ နံနက်မိုး‌သောက်ချိန်သည် နီးကပ်‌နေပြီ မဟုတ်‌လော။"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "ထို့‌နောက် ငါအရှင်မြတ်၏အမိန့်‌တော် ‌ရောက်ရှိလာ‌သောအခါ ငါအရှင်မြတ်သည် ထိုမြို့ရွာအား အထက်‌အောက် လှန်ပစ်‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် မြို့ရွာ‌ပေါ်သို့ ရွှံ့‌ဆေးအကျက်နှင့်ပြုလုပ်ထား‌သော‌ကျောက်ခဲမိုးကို ဆက်တိုက် ရွာသွန်းချ‌စေ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "(ထို‌ကျောက်ခဲများသည်) အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်မှ တံဆိပ်ခတ်နှိပ်ပြီး*ဖြစ်သည်။ ထိုမြို့ရွာသည် မတရားကျူးလွန်ကြ‌သော(မက္ကဟ်မြို့သား)များနှင့် မ‌ဝေးကွာလှ‌ပေ။"
        }
    ]
}