{
    "pages": [
        {
            "chapter": 13,
            "verse": 14,
            "text": "Gercek dua yalnız O'na/hak davet yalnız O'nun icin yapılır. O'nun dısında yalvarıp davet ettikleri ise onlara hicbir sekilde cevap veremezler. Onlar, agzına ulassın diye iki avucunu suya dogru acan ama suya ulasamayan birinden baskasına benzemiyorlar. Kufre sapanların dua ve davetleri, saskınlıga dalmaktan baska bir ise yaramaz"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Goklerde ve yerde kim varsa golgeleriyle birlikte ister istemez ve sabah-aksam Allah'a secde eder"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "De ki: \"Goklerin ve yerin Rabbi kim?\" De ki: \"Allah.\" De ki: \"O'nun yanında baska evliya mı/destekciler mi edindiniz? Bunlar kendilerine bile yarar saglayıp zarar verme gucunde degiller.\" De ki: \"Korle goren yahut karanlıklarla ısık bir olur mu? Yoksa Allah'a, tıpkı O'nun yarattıgı gibi yaratan ortaklar buldular da yaratıs/yaratılanlar kendileri icin benzesir hale mi geldi?\" De ki: \"Allah'tır her seyi yaratan, O'dur Vahid ve Kahhar olan"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Gokten bir su indirdi de vadiler, kendi olculerince/kaderlerine gore sel oldu, ardından da sel, uste cıkan kopugu tasır hale geldi. Bir sus esyası veya alet yapmak istegiyle ateste korukledikleri seylerde de benzeri bir kopuk vardır. Allah hakla batılı iste boyle orneklendiriyor: Kopuk, atılır gider; insanlara yararlı olansa toprakta kalır. Allah, iste bu sekilde ornekler verir"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Rablerinin cagrısına olumlu cevap verenler icin guzellik vardır. O'na olumlu cevap vermeyenlere gelince, yeryuzundekilerin tamamı onların olsa, bir o kadar da ilave edilse, kurtulmak icin bunların tumunu fidye verirlerdi. Boylelerinin hesabı kotu olacaktır; varacakları yer de cehennemdir. Ne kotu yataktır o"
        }
    ]
}