{
    "pages": [
        {
            "chapter": 18,
            "verse": 75,
            "text": "Dedi: \"Ben sana soylemedim mi, sen benimle beraberlige asla dayanamazsın"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Musa dedi ki: \"Eger bundan sonra sana bir sey sorarsam artık bana arkadaslık etme. Vallahi, oyle bir durumda benden ayrılmakta mazur sayılacaksın"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Yine yola koyuldular. Biraz sonra bir kente geldiler. Kent halkından yemek istediler, ama onlar bu ikisini konuk etmekten cekindiler. Orada, yıkılmayı bekleyen bir duvara rastladılar; genc adam tuttu onu onardı. Musa \"Isteseydin buna karsılık bir ucret elbette alırdın.\" dedi"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Dedi ki: \"Iste bu, seninle benim aramın ayrılmasıdır. Simdi sana, tahammul edemedigin seylerin icyuzunu haber verecegim"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Gemiden baslayayım: O gemi, denizde iscilik yapan bir grup yoksulundu. Ben onu kusurlu hale getirmek istedim. Cunku biraz otelerinde bir kral vardı; tum gemilere zorla el koyuyordu"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "Oglan cocuga gelince: Onun anası-babası inanmıs kisilerdi. Cocugun onları azgınlık ve inkara suruklemesinden korktuk"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Diledik ki, Rableri onlara o cocuktan temizlikce daha ustun, merhametce daha gelismisini versin"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "Ve duvar. Duvar, o kentte yasayan iki yetim oglanındı. Altında, oglanlara ait bir define vardı. Oglanların babası da hayır ve barıs seven bir kimse olarak yasamıstı. Rabbin istedi ki, o cocuklar ergenliklerine ulassınlar da Rabbinden bir rahmet olarak definelerini cıkarsınlar. Ben bunları kendi buyrugumun sonucu olarak yapmadım. Iste senin sabretmeye guc yetiremedigin seylerin icyuzu budur"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Sana Zulkarneyn'den de sorarlar: De ki: \"Size ondan bir hatıra okuyacagım"
        }
    ]
}