{
    "pages": [
        {
            "chapter": 2,
            "verse": 49,
            "text": "Sizi Firavun hanedanından kurtardıgımızı da hatırlayın. Hani, onlar size azabın en cirkiniyle kotuluk ediyorlardı: Erkek cocuklarınızı bogazlıyorlar, kadınlarınıza hayasızca davranıyorlar/kadınlarınızın rahimlerini yokluyorlar/kadınlarınızı hayata salıyorlardı. Iste bunda sizin icin, Rabbinizden gelen buyuk bir ıstırap ve imtihan vardı"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Hani, onunuzde denizi yarmıstık da sizi kurtarmıs, Firavun hanedanını bogmustuk. Siz de bunu bakıp goruyordunuz"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Ve Musa ile kırk gece icin sozlesmistik de siz bunun ardından buzagıyı tanrı edinmistiniz. Zulme sapmıstınız siz"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Belki sukredersiniz diye bunun ardından da sizi affetmistik"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Iyiye ve guzele yol bulursunuz umidiyle Musa'ya Kitap'ı ve furkanı/hakla batılı ayıran mesajı vermistik"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Hani, Musa, toplumuna demisti ki: \"Ey toplumum, buzagıyı tanrı edinmenizle oz benliklerinize zulmettiniz. Hadi, yaratıcınıza, Bari'inize tovbe edin; egolarınızı oldurun. Boyle yapmanız yaratıcınız katında sizin icin daha iyidir; O sizin tovbelerinizi kabul eder. Hic kuskusuz O, evet O, tovbeleri cok kabul edendir, rahmeti sonsuz olandır"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Siz sunu da soylemistiniz: \"Ey Musa! Biz, Allah'ı apacık gormedikce sana asla inanmayacagız.\" Bunun uzerine sizi yıldırım carpmıstı. Ve siz bakıp duruyordunuz"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Sonra, olumunuzun ardından sizi dirilttik ki, sukredebilesiniz"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Ve bulutu ustunuze golgelik yaptık ve size kudret helvasıyla bıldırcın indirdik: \"Rızık olarak size verdiklerimizin, en temizlerinden yiyin.\" dedik. Onlar zulmu bize yapmadılar, onlar kendi benliklerine zulmetmekteydiler"
        }
    ]
}