{
    "pages": [
        {
            "chapter": 2,
            "verse": 62,
            "text": "Şüphesiz iman edenler, Yahudiler, Hıristiyanlar ve Sabiilerden kim Allah’a ve ahiret gününe iman eder ve salih amel işlerse; onlara Rableri katında mükâfatlar vardır. Onlara bir korku yoktur, üzülmeyeceklerdir"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Hani, sizden sağlam bir söz almış, Tûr dağını da üzerinize kaldırmış ve “Sakınasınız diye, size verdiğimiz kitabı sıkı tutun, onun içindekileri düşünün” demiştik"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Bundan sonra yine yüz çevirmiştiniz. Eğer Allah’ın size bol lütfu ve merhameti olmasaydı, elbette hüsrana uğrayanlardan olurdunuz"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Şüphesiz siz, içinizden cumartesi yasağını çiğneyenleri biliyorsunuz. İşte biz onlara, “Aşağılık maymunlar olun!” demiştik"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Böylece onların akıbetini hem onu görenlere, hem de kendilerinden sonra geleceklere bir ibret ve Allah’tan korkanlar için de bir öğüt vesilesi kıldık"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Hani Musa kavmine: \"Allah, size bir inek kesmenizi emrediyor\" demişti. Onlar: \"Bizimle alay mı ediyorsun?\" demişlerdi. Musa da: \"Ben cahillerden olmaktan Allah’a sığınırım\" demişti"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Bizim için Rabbine dua et de bize onun nasıl bir şey olduğunu açıklasın, dediler. Mûsâ şöyle dedi: “(Rabbim) diyor ki: O, ne yaşlı, ne körpe, ikisi arası bir inektir. Haydi, emrolunduğunuz işi yapın.”"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Onlar: “Bizim için Rabbine dua et de, rengi neymiş, açıklasın.” dediler. Musa: \"Allah, onun, bakanların içini açan, parlak sarı bir inek olduğunu söylüyor.\" dedi"
        }
    ]
}