{
    "pages": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "Biz, onlara melekleri de indirsek, onlarla ölüler de konuşsa ve her şeyi toplayıp önlerine de koysak, Allah dilemedikçe onlar yine de iman etmezlerdi. Fakat onların çoğu bilmiyorlar"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Böylece biz, her peygambere insan ve cin şeytanlarını düşman kıldık. Aldatmak için birbirlerine süslü sözler telkin ederler. Rabbin dileseydi bunu yapamazlardı. Öyleyse sen onları iftiraları ile baş başa bırak"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "O sözleri, ahirete iman etmeyenlerin kalpleri ona meyletsin, bir de ondan hoşnut olsun ve işledikleri günahları işlemeye devam etsinler diye söylerler"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "“O, size kitabı ayrıntılı olarak indirmişken, Allah’tan başka bir hakem mi arayayım?” Kendilerine kitap verdiğimiz kimseler, onun Rabbin tarafından hak olarak indirilmiş olduğunu kesinlikle bilirler. Sakın sen de şüphe edenlerden olma"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Rabbinin sözü doğruluk ve adalet bakımından eksiksizdir. Onun sözlerini değiştirebilecek yoktur O, her şeyi işiten, her şeyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Eğer sen yeryüzünde bulunanların çoğuna itaat edersen, seni Allah yolundan saptırırlar. Çünkü onlar, sadece zanna uyarlar ve sadece yalan uydururlar"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Doğrusu Rabbin, yolundan kimin saptığını daha iyi bilir. Hidayete ermiş olanları da en iyi O bilir"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Eğer âyetlerine iman eden kimseler iseniz artık üzerine Allah’ın ismi anılarak kesilmiş hayvanlardan yiyin"
        }
    ]
}