{
    "pages": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "Allah’a karşı gelmekten sakınanlara va’dolunan Cennet'in durumu şudur: Onun içinden ırmaklar akar, yemişleri ve gölgeleri devamlıdır. İşte bu, Allah’a karşı gelmekten sakınanların sonudur. Kâfirlerin sonu ise ateştir"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Kendilerine kitap verdiklerimiz, sana indirilene (Kur'an'a) sevinirler; fakat (İslam aleyhinde birleşen) gruplardan, onun (sana indirilenin) bazısını inkâr edenler vardır. De ki: “Ben, yalnızca Allah'a ibadet etmek ve O'na ortak koşmamakla emrolundum. Ben ancak O'na davet ederim ve dönüşüm O'nadır.”"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Böylece biz onu (Kur’an’ı) Arapça bir hüküm olarak indirdik. Andolsun ki sana gelen bu ilimden sonra onların heva ve heveslerine uyarsan, Allah tarafından senin için ne bir dost, ne de bir koruyucu vardır"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Andolsun, senden önce de peygamberler gönderdik. Onlara da eşler ve çocuklar verdik. Allah’ın izni olmadan hiçbir peygamber bir mucize getiremez. Her ecelin (vadenin) bir yazısı vardır"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah, dilediğini siler, dilediğini de sabit kılıp bırakır. Ana kitap (Levh-i Mahfuz) O’nun katındadır"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Onlara vadettiğimiz azabın bir kısmını sana göstersek de, (göstermeden) senin ruhunu alsak da senin görevin sadece tebliğ etmektir. Hesap görmek ise bize aittir"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Görmediler mi ki biz nasıl yeryüzüne gelip onu etrafından eksiltiyoruz? Allah, hükmeder. O’nun hükmünü bozacak hiçbir kimse yoktur. O, hesabı çabuk görendir"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Onlardan öncekiler de tuzak kurmuşlardı. Oysa tuzak tümüyle Allah'a aittir. O, her nefsin kazandığını bilir. Kâfirler de dünya yurdunun sonunun kime ait olduğunu bileceklerdir"
        }
    ]
}