{
    "pages": [
        {
            "chapter": 21,
            "verse": 11,
            "text": "Biz zulmetmekte olan nice memleketleri kırıp geçirdik ve onlardan sonra başka kavimler yarattık"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Onlar azabımızı hissedince, hemen oradan süratle kaçıyorlardı"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "(Onlara): “Kaçışmayın. İçinde bulunduğunuz refaha ve evlerinize dönün. Çünkü siz sorguya çekileceksiniz” (denildi)"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "“Eyvah bizlere! Bizler gerçekten zalim kimseler idik.” dediler"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Biz onları biçilmiş ekin, sönmüş ateş gibi yapıncaya kadar bu feryatları devam etti"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Biz yeri, göğü ve arasındakileri oyun olsun diye yaratmadık"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Eğer biz eğlence edinmek isteseydik, elbette onu kendi katımızdan edinirdik. Fakat biz (bunu) yapanlar değiliz"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Bilâkis, biz hakkı batılın üstüne bırakırız. O da o, batılın işini bitirir. Bir de bakarsın ki batıl, yok olup gitmiştir. (Allah’ı) vasfettiğiniz sıfatlardan dolayı yazıklar olsun size"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Göklerde ve yerde kim varsa Allah'ındır. O’nun katındakiler, O'na ibadet hususunda kibirlenmez ve yorulmazlar"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Gece ve gündüz durmaksızın O’nu tesbih ederler"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Yoksa onlar, yeryüzünde ilahlar edindiler de onlar mı ölüyü diriltecekler"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Eğer yerde ve gökte Allah’tan başka ilâhlar olsaydı, kesinlikle ikisinin de düzeni bozulurdu. Demek ki, Arş’ın Rabbi Allah, onların vasfettiği sıfatlardan münezzeh ve yücedir"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "O, yaptıklarından sorulmaz, oysa onlar sorguya çekilirler"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Yoksa O'ndan başka ilahlar mı edindiler? De ki: “Delilinizi getirin. İşte bu, benimle birlikte olanların zikri (kitabı) ve (bu da) benden öncekilerin zikri (kitabı)!” Hayır, onların çoğu hakkı bilmezler; bu yüzden de yüz çevirirler"
        }
    ]
}