{
    "pages": [
        {
            "chapter": 23,
            "verse": 18,
            "text": "Biz, gökten belli bir ölçüde su indirdik de (faydalanmanız için) onu yeryüzünde tuttuk. Bizim onu tamamen gidermeye de muhakkak gücümüz yeter"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "O suyla, sizin için hurma ve üzüm bağları yetiştirdik ki, oralarda sizin için birçok meyveler vardır. Siz de onlardan yersiniz"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Tûri Sînâ'da da yetişen bir ağaç daha meydana getirdik ki, bu ağaç hem yağ hem de yiyenlerin ekmeğine katık edecekleri (zeytin) verir"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Şüphesiz hayvanlarda da sizin için ibret vardır. Onların karınlarında olanlardan size içiririz. Onlarda sizin için çok yararlar vardır ve onlardan yersiniz"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Bir de hem onların üzerinde, hem gemilerin üzerinde taşınıyorsunuz"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Şüphesiz biz Nuh’u kavmine peygamber olarak gönderdik. Kavmine dedi ki: “Ey kavmim! Allah’a ibadet edin. Sizin O'ndan başka bir ilahınız yoktur. Hiç sakınmaz mısınız"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Kavminden ileri gelen kâfirler: \"Bu, sizin gibi bir insandan başka bir şey değildir. Sizden üstün olmak istiyor. Eğer Allah dileseydi melekleri gönderirdi. Biz, daha önceki atalarımızdan da bunu duymadık.\" dediler"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "O ancak, cinlenmiş (kendisine delilik isabet eden) bir adam, öyleyse bir müddet onu (bırakıp) bekleyin"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Nuh: \"Rabbim! Beni yalanlamalarına karşılık bana yardım et.\" dedi"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Bunun üzerine Nûh’a: “Gözlerimizin önünde, vahyimize göre gemiyi yap!” diye vahyettik. Bizim emrimiz gelip de tandır kaynamaya başlayınca, (sular coşup taştığında Nûh’a) dedik ki: “Her cins canlıdan (erkekli dişili) birer çift, bir de aleyhine hüküm verilmiş olanın dışında kalan aileni gemiye al ve zulmeden kimseler hakkında bana hiç yalvarma! Şüphesiz onlar suda boğulacaklardır.”"
        }
    ]
}