{
    "pages": [
        {
            "chapter": 24,
            "verse": 37,
            "text": "Kendilerini ticaretin de, alışverişin de Allah’ı zikretmekten, namazdan ve zekâtı vermekten alıkoymadığı erlerdir. Onlar, kalplerin ve gözlerin ters döneceği bir günden korkarlar"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "(Bütün bunlar) Allah'ın, onları yaptıklarına karşılık en iyi şekilde mükâfatlandırması ve lütfundan onlara daha da arttırması içindir. Allah, dilediklerine hesapsız rızık verir"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Kâfir olanların amelleri ise susuz kimselerin su sandığı dümdüz çöldeki bir serap gibidir. Nihayet ona yaklaşınca onun bir şey olmadığını görür. Ancak yanına geldiğinde hiçbir şey bulamaz ve yanında Allah'ı bulur. O da, kendisinin hesabını tam görür. Allah hesabı çabuk görendir"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Yahut derin bir denizdeki karanlıklar gibidir. Onu bir dalga örter, onu da üstünden (başka) bir dalga kaplar. Onların üzerinde ise bulutlar vardır. Birbiri üstünde karanlıklar. Elini çıkarsa neredeyse onu dahi göremeyecektir. Allah kime nur vermemişse onun nuru olmaz"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Göklerde ve yerde bulunanlarla dizi dizi kuşların Allah'ı tesbih ettiklerini görmez misin? Her biri kendi duasını ve tesbihini (öğrenmiş) bilmiştir. Allah, onların yapmakta olduklarını hakkıyla bilir"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Göklerin ve yerin mülkü Allah'ındır, dönüş de ancak O'nadır"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Görmüyor musun ki Allah bulutları sürüyor, sonra onları bir araya getirip üst üste yığıyor? İşte o zaman aralarından yağmurun çıktığını görürsün. Gökten, içinde dolu bulunan dağlar gibi bulutlar indirir de, bu doluyu dilediğine isabet ettirir ve dilediğinden de uzak tutar. Şimşeğin parıltısı ise neredeyse gözleri alır"
        }
    ]
}