{
    "pages": [
        {
            "chapter": 31,
            "verse": 1,
            "text": "Elif, Lâm, Mîm"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "Bunlar hikmetli Kitab'ın ayetleridir"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "İhsan sahiplerine bir hidayet ve bir rahmettir"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "Onlar ki namazı dosdoğru kılarlar, zekâtı verirler ve onlar âhirete kesin olarak iman edenlerdir"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "İşte onlar, Rablerinden gelen bir hidayet üzeredirler ve işte onlar kurtuluşa erenlerin ta kendileridir"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "İnsanlardan kimisi bilgisizce Allah’ın yolundan saptırmak ve o ayetleri bir eğlence edinmek için boş sözleri satın alırlar. İşte onlar için aşağılayıcı bir azap vardır"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "Ona ayetlerimiz okunduğunda, sanki onları işitmiyormuş ve kulaklarında bir ağırlık varmış gibi büyüklük taslayarak sırtını çevirir. Ona, elem dolu bir azabı müjdele"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "Gerçekten iman edip salih ameller işleyenler için Naim Cennetleri vardır"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "Onlar oralarda ebedi kalıcıdırlar. Bu Allah’ın hak vaadidir. O, Azîzdir, Hakîmdir"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "O, gökleri görebildiğiniz bir direk olmaksızın yarattı. Yeryüzüne de, sizi sarsmasın diye sabit dağlar yerleştirdi ve orada her türlü canlıyı yaydı. Biz gökyüzünden su indirip, orada her faydalı nebattan çift çift bitirdik"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "İşte bu Allah'ın yaratmasıdır. Ondan başkasının ne yarattığını bana gösterin! Hayır! Zalimler, açık bir sapıklık içindedirler"
        }
    ]
}