{
    "pages": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "Elif, Lâm, Mîm"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "Kitabın indirilmesi –ki onda şüphe yoktur- âlemlerin Rabbindendir"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Yoksa; “Onu Muhammed uydurdu mu?\" diyorlar. Hayır! O, kendilerine senden önce hiçbir uyarıcı gelmemiş olan bir kavmi uyarman için, doğru yolu bulsunlar diye Rabbinden gelen haktır"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "Allah; gökleri ve yeri, ikisi arasındakileri altı günde yaratmış, sonra da arşa istivâ etmiştir. Sizin O’ndan başka bir veliniz de şefaatçiniz de yoktur. Hâlâ düşünüp öğüt almayacak mısınız"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "Gökten yere kadar bütün işleri Allah yürütür. Sonra bu işler, süresi sizin hesabınızla bin yıl olan bir günde O’na yükselir"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "İşte O, gaybı da görüneni de bilendir, mutlak güç sahibidir, çok merhametlidir"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "O ki yarattığı her şeyi güzel yapmıştır. İnsanı yaratmaya da çamurdan başlamıştır"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "Sonra onun soyunu bayağı bir sudan olan bir özden (nutfeden) yarattı"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "Sonra onu düzenli bir şekle soktu ve ona ruhundan üfledi. Size kulak, gözler ve gönüller verdi. Ne kadar az şükrediyorsunuz"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "(Kâfirler dediler ki:) “Biz toprakta yok olduktan sonra mı, biz mi yeniden yaratılacakmışız?\" Hayır! Onlar Rablerine kavuşmayı inkâr etmektedirler"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "De ki: “Sizin için görevlendirilen ölüm meleği canınızı alacak, sonra Rabbinize döndürüleceksiniz"
        }
    ]
}