{
    "pages": [
        {
            "chapter": 64,
            "verse": 1,
            "text": "Göklerde ve yerde ne varsa Allah’ı tesbih ederler. Mülk O’nundur. Hamd da O’nadır. O’nun her şeye gücü yeter"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "Sizi yaratan O’dur. Sizden bir kısmınız kâfir, bir kısmınız Mü'mindir. Allah, tüm yaptıklarınızı görendir"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "O; gökleri ve yeri hak ile yaratmış, sizi de en güzel sûrette şekillendirmiştir. Dönüş de O’nadır"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "Göklerde ve yerde olanları bilir. Gizlediklerinizi ve açığa vurduklarınızı da bilir. Allah kalplerde olanı hakkıyla bilendir"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Bundan önce kâfir olanların haberi size gelmedi mi? Onlar bu sebepten amellerinin cezasını tattılar. Onlar için çok acıklı bir azap da vardır"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "Bu, kendilerine apaçık belgelerle peygamberler geldiği halde onların, “Bizi bir beşer mi hidayete ulaştıracak?” demeleri ve bu yüzden küfre saparak yüz çevirmeleri nedeniyledir. Allah hiç bir şeye muhtaç değildir. Allah çok zengindir, hamde layıktır"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Kâfirler, tekrar dirilmeyeceklerini iddia ettiler. De ki: \"Evet! Rabbime andolsun ki, tekrar diriltileceksiniz. Sonra da yaptıklarınız size haber verilecek. Bu, Allah’a çok kolaydır"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Allah’a, Rasûlüne ve indirdiğimiz nura iman edin. Allah, tüm yaptıklarınızdan haberdardır"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "Sizi toplanma günü bir araya getirecektir. İşte o, aldanma günüdür. Kim Allah’a iman edip salih amel yaparsa; onun günahlarını örter ve alt tarafından ırmaklar aktığı Cennetler'e sokar. Orada ebedî kalacaklardır. İşte o, en büyük kurtuluştur"
        }
    ]
}