{
    "juzs": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Katiyakang matatagumpay ang mga sumasampalataya"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Sila na nagsisipag-alay ng kanilang panalangin ng may kataimtiman at ganap na pagpapasakop"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "At sila na lumalayo sa Al-Laghw (marumi, kasinungalingan, masama, walang kabutihang salita, at lahat ng mga ipinagbabawal ni Allah)"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "At sila na nagbabayad ng Zakah (katungkulang kawanggawa)"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "At sila na nangangalaga sa kanilang kalinisan (alalaong baga, sa labag na relasyong seksuwal, sa kanilang maseselang bahagi ng katawan)"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Maliban sa kanilang mga asawa o (mga bihag), na angkin ng kanilang kanang kamay, - sa kanila, sila ay ligtas sa anumang panunumbat"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Datapuwa’t sinumang maghanap ng higit pa rito, sila ang mga lumalabag sa hangganan ng kautusan"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "Silanamatatapatsamgaipinagkatiwala(inilagak) sakanila at tumutupad sa mga kasunduan"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "At sila na mahigpit na nagsasagawa (ng limang takdang) pagdarasal (sa tamang oras)"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Katotohanang sila ang mga tagapagmana"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "Sila ang magmamana ng Firdaus (Paraiso). Mananahan sila rito magpakai-lanman"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "At katotohanang nilikha Namin ang tao (Adan) mula sa lagkit ng putik (tubig at lupa)"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "At pagkatapos ay Aming nilikha siya (ang anak ni Adan) bilang isang Nutfah (magkahalong semilya ng lalaki at babae) at (inilagak) sa ligtas na himlayan (sinapupunan ng babae)"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "At pagkatapos ay ginawa Namin ang Nutfah na isang kimpal (isang makapal na piraso ng namuong dugo), at pagkatapos ay ginawa Namin ang kimpal sa isang maliit na tambok ng laman, at pagkatapos ay ginawa Namin mula sa tambok ng laman ang mga buto, at pagkatapos ay binalutan Namin ang mga buto ng laman, at pagkatapos ay Aming iniluwal siya bilang isang anyo ng paglikha. Kaya’t papurihan si Allah, ang Pinakamahusay sa Tagapaglikha"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Pagkatapos nito, katiyakang kayo ay mamamatay"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "At pagkatapos, (muli), katotohanang kayo ay ibabangon sa Araw ng Muling Pagkabuhay"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "At katotohanang nilikha Namin sa itaas ninyo ang pitong kalangitan (sa magkakasunod na patong) at hindi kailanman Kami ay nakakaligta sa paglikha"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "At pinamalisbis Namin mula sa alapaap ang tubig (ulan) sa (ganap) na sukat, at binigyan Namin ito ng hihimlayan sa lupa, at katotohanang magagawa Naming bawiin ito"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "At inihantad Namin sa inyo mula rito ang mga halamanan ng punong palmera (datiles) at mga ubas, na rito ay maraming bungangkahoy para sa inyo, at dito kayo ay kumakain"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "At ng puno (oliba) na tumutubo mula sa Bundok ng Sinai, na nagbibigay ng langis, (at ito) ay pampagana sa kumakain"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "At katotohanan! Sa mga bakahan (hayupan) ay may tunay na aral sa inyo. Aming binigyan kayo ng inumin (gatas) na nanggagaling sa kanilang tiyan. At marami pa mula sa kanila ang mga kapakinabangan, at sila ay inyong kinakain"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "At mula sa kanila, at sa mga barko, kayo ay naglalakbay (o dinadala)"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "At katotohanang Aming isinugo si Noe sa kanyang pamayanan, at siya ay nagsabi: “o aking pamayanan! Sambahin ninyo si Allah! wala na kayong ibang Ilah (diyos) malibansa Kanya. Hindibagakayonangangamba(sa Kanya, alalaong baga, sa Kanyang kaparusahan dahilan sa inyong pagsamba sa iba pa maliban sa Kanya)?”"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Datapuwa’t yaong mga pinuno ng mga hindi sumasampalataya sa lipon ng kanyang mga tao ay nagsabi: “Siya (Noe) ay hindi hihigit pa sa isang tao na katulad ninyo, nagnanais siya na maging mataas (malakas) sa inyo. Kung ninais lamang ni Allah, katiyakang makakapagpanaog Siya ng mga anghel; hindi namin kailanman narinig ang ganitong bagay sa aming mga ninuno.”"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "“Siya ay isang tao lamang na kinapitan ng kabaliwan, kaya’t pansamantala kayong maghintay sa kanya.”"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "(Si Noe) ay nagsabi: “o aking Panginoon! Ako ay tulungan Ninyo sapagkat ako ay itinatakwil nila.”"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Kaya’t siya ay binigyan Namin ng inspirasyon (na nagsasabi): “Balangkasin mo ang Barko sa harapan ng Aming mga Mata at sa ilalim ng Aming Rebelasyon (patnubay). Kaya’t nang ang Aming pag-uutos ay dumatal, at ang bangan ay umagos ng tubig, isakay sa barko ang dalawa sa bawat uri (lalaki at babae), at ang iyong pamilya, maliban sa kanila na ang Salita ay binitawan (pinagsabihan na). At huwag kang manikluhod sa Akin para sa kapakanan ng mga nagsigawa ng kamalian. Katotohanang sila ay lulunurin"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "At kung kayo ay nakasakay na sa barko, ikaw at sinumang kasama mo, kayo ay magsabi: “Ang lahat ng pagpupuri at pasasalamat ay kay Allah lamang, na nagligtas sa amin sa mga tao na Zalimun (mapang-api, pagano, buktot, atbp)"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "At ipagbadya: “Aking Panginoon! Inyong ipahintulot na kami ay dumaong sa pinagpalang lugar, sapagkat Kayo ang Pinakamahusay sa nagpapadaong.”"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Katotohanan, dito (sa ginawa Naming paglunod sa mga tao ni Noe) ay mayroong tiyak na Ayat (mga katibayan, aral, tanda, atbp. sa mga tao upang makaunawa), katotohanang Kami ay lagi nang nagbibigay ng pagsubok (sa mga tao)"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "At pagkatapos nila, Kami ay lumikha ng iba pang saling-lahi"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "At nagsugo Kami ng Tagapagbalita mula sa kanilang lipon (na nagsasabi): “Sambahin si Allah! wala na kayong ibang Ilah (Diyos) maliban sa Kanya. Hindi baga kayo nangangamba sa Kanya (alalaong baga, sa Kanyang kaparusahan dahilan sa inyong pagsamba sa iba maliban pa sa Kanya)"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "At ang mga pinuno ng kanyang pamayanan na hindi sumasampalataya at nagtatakwil sa Pakikipagtipan sa Kabilang Buhay, at sila na binigyan Namin ng kasaganaan at kaalwanan sa buhay na ito, ay nagsabi: “Siya ay hindi hihigit pa sa pagiging tao na katulad ninyo, siya ay kumakain ng inyong kinakain, at siya ay umiinom ng inyong iniinom.”"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "“Kung kayo ay susunod sa isang tao na katulad ninyo, kung gayon, katotohanang kayo ay tiyak na mga talunan.”"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "“Ipinangako ba niya sa inyo na kung kayo ay patay na at maging alabok at mga buto, na kayo ay lalabas nang buhay (sa muling pagbabangon)"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Malayo, lubhang malayo ang sa inyo ay ipinangako.”"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "“wala ng iba pa maliban sa ating buhay sa mundong ito! Tayo ay mamamatay at tayo ay nabubuhay! At tayo ay hindi na muling ibabangon!”"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "“Isa lamang siyang tao na kumatha ng kasinungalingan laban kay Allah, subalit kami ay hindi maniniwala sa kanya.”"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Siya ay nagsabi: “o aking Panginoon! Ako ay Inyong tulungan sapagkat ako ay ipinagkaila nila.”"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "(Si Allah) ay nagwika: “Sa pasumandali lamang, katotohanang sila ay magsisisi.”"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Kaya’t ang As-Saiha (kaparusahan, nakakakilabot na hiyaw) ay sumaklot sa kanila ng may katarungan, at sila ay ginawa Namin na tila basura ng mga patay na halaman. Kaya’t itaboy ang mga tao na Zalimun (buhong, buktot, pagano, atbp)"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "At pagkatapos, pagkaraan nila, ay lumikha Kami ng ibang saling-lahi"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "walang bansa (pamayanan) ang makapagpapauna ng kanilang takdang panahon, o makakaantala niyaon"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "At pagkatapos ay aming isinugo ang Aming mga Tagapagbalita nang sunod-sunod; sa bawat panahon na may dumatal na Tagapagbalita sa isang pamayanan, sila ay nagtatakwil sa kanya, kaya’t hinayaan Naming sumunod ang bawat isa sa kanila (sa pagkawasak), at Aming ginawa sila bilang Ahadith (kasaysayan sa sangkatauhan upang makaalam ng aral sa kanila). Kaya’t lumayo sa mga tao na hindi nananampalataya"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "At pagkatapos ay isinugo Namin si Moises at ang kanyang kapatid na si Aaron, na mayroong Ayat (mga talata, tanda, aral, katibayan, atbp.) mula sa Amin, at ng lantad na kapamahalaan"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Kay Paraon at sa kanyang mga punong kawal, datapuwa’t sila ay nagsikilos nang magaspang at sila ay mga tao na mapagpaimbabaw (sa pagsuway sa kanilang Panginoon at ang pagmamataas nila nang labis sa Tagapagbalita at kay Allah)"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Sila ay nagsabi: “Kami baga ay maniniwala sa dalawang tao (lalaki) na katulad namin, ang kanilang mga tao ay sumusunod sa amin ng may kapakumbabaan (at aming ginagamit sila upang paglingkuran kami sa aming kagustuhan).”"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Kaya’t kapwa nila itinakwil sila (Moises at Aaron), at sila (mga tao ni Paraon) ay napasama sa mga winasak"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "At katotohanang ipinagkaloob Namin kay Moises ang Kasulatan, upang sila ay mapatnubayan"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "At ginawa Namin ang anak ni Maria (si Hesus) at ang kanyang ina bilang isang Tanda, at Aming binigyan sila ng kublihan sa mataas na lupa, bilang lugar ng kapahingahan, katiwasayan, at mga dumadaloy na batis"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "“O (kayong) mga Tagapagbalita! Kumain kayo ng Tayyibat (lahat ng uri ng Halal [legal o pinahihintulutang] pagkain na ginawa ni Allah), at magsigawa ng kabutihan. Katotohanan! Ako ang Ganap na Nakakaalam ng lahat ninyong ginagawa"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "At katotohanan! Ang relihiyon ninyong ito (ang Islam at Kaisahan ni Allah) ay isang relihiyon, at Ako ang inyong Panginoon, kaya’t panatilihin ninyo ang inyong tungkulin sa Akin"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Datapuwa’t sila (mga tao) ay bumuwag (sumira) sa kanilang relihiyon sa pamamagitan ng iba’t ibang sekta, at ang bawat pangkat ay nagsasaya sa kanilang maling pananampalataya"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Kaya’t panandaliang hayaan sila sa kanilang kamalian"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Sila ba ay nag-aakala na Aming pinagpala sila sa kayamanan at mga anak"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "dagliang ipinagkaloob Namin sa kanila ang magagandang bagay (sa makamundong buhay na ito upang sila ay walang makamtam na mabuting bagay sa Kabilang Buhay)? Hindi, datapuwa’t hindi nila ito napag-aakala"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Katotohanan! Sila na namumuhay ng may pangingimi sa pangangamba sa kanilang Panginoon"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "At sila na naniniwala sa Ayat (mga aral, talata, katibayan, tanda, atbp.) ng kanilang Panginoon"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "At sila na hindi nagtatambal ng anupaman (sa pagsamba) bilang karibal sa kanilang Panginoon"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "Atsilananagbibigayngkanilangkawanggawa nang taos sa kanilang puso, na puspos ng pangangamba, sapagkat sila ay nakakatiyak nang pagbabalik sa kanilang Panginoon (sa pagsusulit)"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "Sila ang nag-uunahan sa mabubuting gawa, at sila ang tampok sa kanila (halimbawa, sa pagsasagawa ng palagiang pagdarasal sa takdang oras)"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "At hindi Kami naggagawad (o sumusubok) sa sinumang tao maliban sa maaabot ng kanyang kakayahan, at nasa sa Amin ang isang Talaan na nagsasabi ng katotohanan, at sila ay hindi mapapalungi"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Hindi, datapuwa’t ang kanilang puso ay nababalutan (bulag) sa pag-unawa nito (ang Qur’an), at sila ay may iba pang (masasamang) gawa maliban pa rito, na kanilang ginagawa"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Hanggang nang saklutin Namin ang iba sa kanila na nagtatamasa ng marangyang buhay, ng Aming kaparusahan, pagmasdan! Sila ay gumagawa ng mapagpakumbabang panalangin sa malakas na tinig"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Huwag kayong manikluhod sa malakas na tinig sa araw na ito! Katiyakang kayo ay hindi Namin tutulungan (diringgin)"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Katotohanan, ang Aming mga Talata (noon pa man) ay dinadalit na sa inyo, datapuwa’t kayo ay tumatalikod sa inyong sakong (nagtatakwil sa kanila, at may poot na pakinggan sila)"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Sa kapalaluan (sila, ang mga paganong Quraish at mga mapagsamba sa diyus-diyosan sa Makkah na nagmamagaling sapagkat sila ay naninirahan sa santuwaryo ng Makkah - ang Haram), at nangungusap ng kasamaan tungkol dito (ang Qur’an) sa gabi"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Hindi baga sila namamangha sa Salita (ni Allah, na ipinahayag Niya sa Propeta), o may dumating kaya sa kanila na hindi dumating sa kanilang mga ninuno"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "O ito ba’y sa dahilang hindi nila nakilala ang kanilang Tagapagbalita (na si Muhammad), kaya’t kanilang itinatakwil siya"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "o sila ba ay nagsasabi: “Mayroong kabaliwan sa kanya?” Hindi, datapuwa’t ipinahayag niya sa kanila ang Katotohanan (alalaong baga, ang Tauhid, ang sumamba lamang ng tangi kay Allah, ang manalig sa Qur’an, sa Relihiyon ng Islam), subalit ang karamihan sa kanila ay umaayaw sa katotohanan"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "At kung ang Katotohanan ay naging sang- ayon sa kanilang ninanasa, katotohanan, ang kalangitan at kalupaan, at anumang bagay na nasa pagitan nito ay magiging kabulukan (tiwali)! Hindi, ipinarating Namin sa kanila ang kanilang Paala-ala, datapuwa’t nagsitalikod sila sa kanilang Paala-ala"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "o dili kaya, ikaw ba (o Muhammad) ay nanghihingi sa kanila ng ilang bayad? Datapuwa’t ang kabayaran ng iyong Panginoon ay higit na mainam, at Siya ang Pinakamainam sa lahat ng nagkakaloob ng pabuya"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "At katiyakan na ikaw (o Muhammad) ay nanawagan sa kanila sa Matuwid na Landas (Tunay na Relihiyon – ang Islam at Kaisahan ni Allah)"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "At katotohanan, ang mga hindi nananampalataya sa Kabilang Buhay ay katiyakang lumilihis sa malayong pagkaligaw sa Landas (Tunay na relihiyon – ang Islam)"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "At bagama’t Aming iginawad ang Habag sa kanila at Aming hinango sila sa kapighatian na taglay nila, magkagayunman, katotohanang sila ay lantarang nagpapatuloy sa kanilang paglabag (sa utos), na naglilibot ng bulag"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "At katotohanang sila ay sinaklot Namin ng kaparusahan, datapuwa’t sila ay hindi nagpakumbaba sa kanilang Panginoon, gayundin naman ay hindi sila lumuhog (kay Allah) ng may pagsuko sa Kanya"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Hanggang nang Aming buksan sa kanila ang tarangkahan ng matinding kaparusahan, at pagmasdan! Sila ay ilulubog sa pagkawasak ng may matinding pagsisisi, dalamhati at kawalang pag-asa"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Siya (Allah) ang lumikha sa inyo ng (senso ng) pandinig (tainga), paningin (mata), at puso (pang-unawa). Kakarampot na pasasalamat (lamang) ang inyong isinusukli"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "At Siya ang lumikha sa inyo sa kalupaan, at kayo sa Kanya ay muling titipunin"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "At Siya ang nagkakaloob ng buhay at Siya rin ang naggagawad ng kamatayan, at sa Kanya (ang kapamahalaan) nang pagsasalisihan ng gabi at araw. Hindi baga kayo nakakaunawa"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Hindi, datapuwa’t sila ay nagsasabi ng katulad nang mga sinasabi ng mga tao ng panahong sinauna"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Sila ay nagsasabi: “Kung kami ba ay patay na at naging alabok at mga buto, katiyakan bang kami ay muling ibabangon?”"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "“Katotohanang ito ang ipinangako sa amin, kami at ng aming mga ninuno na una pa (sa amin). Ito ay isa lamang sa mga kathang isip ng sinaunang panahon!”"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Ipagbadya: “Kanino ang kalupaan at anu-ano ang nakapaloob dito? Kung inyong nalalaman?”"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Sila ay magsasabi: “Ito ay kay Allah!” Ipagbadya: “Hindi baga kayo makakaala-ala?”"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Ipagbadya: “Sino ang Panginoon ng pitong kalangitan, at ang Panginoon ng dakilang Luklukan?”"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Sila ay magsasabi: “Si Allah”. Ipagbadya: “Hindi baga ninyo pangangambahan si Allah (ang manalig sa Kanyang Kaisahan, sundin Siya, maniwala sa Muling Pagkabuhay at Kabayaran sa bawat isa at lahat ng mabuti at masamang gawa)?”"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Ipagbadya: “Nasa Kaninong Kamay ang kapamahalaan ng lahat ng bagay (alalaong baga, ang kayamanan ng isa at lahat ng bagay)? At Siya ang nangangalaga sa (lahat), datapuwa’t Siya ay walang tagapangalaga ([laban sa Kanya], alalaong baga, kung gusto Niyang magligtas, walang makakapagparusa o makakapinsala sa kanya, at kung si Allah ay magparusa o puminsala sa sinuman, walang makapagliligtas sa kanya"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Sila ay magsasabi: “(Ang lahat) ay nasa pag-aangkin ni Allah.” Ipagbadya: “Paano kayo kung gayon nalinlang at tumalikod sa katotohanan?”"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Hindi, datapuwa’t ipinarating Namin sa kanila ang Katotohanan (ang Islam at Kaisahan ni Allah), at katotohanang sila (ang mga hindi sumasampalataya) ay mga sinungaling"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "walang anak na lalaki (o supling, o mga anak) ang ipinanganak ni Allah, gayundin ay wala ng ibang Ilah (diyos) na kasama Niya; (at kung mayroon mang iba pang diyos), pagmasdan, ang bawat diyos ay kukuha sa anumang kanyang nilikha, at ang iba ay magpipilit na madaig ang iba! Maluwalhati si Allah nang higit sa lahat ng mga itinatambal sa Kanya"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Ang Lubos na Nakakaalam ng mga nalilingid at nakalantad! Higit siyang Mataas sa lahat ng mga itinatambal nila na kasama sa Kanya"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Ipagbadya (O Muhammad): “Aking Panginoon! Kung Inyo sanang ipamamalas sa akin ang bagay na sa kanila ay ibinabanta (kaparusahan)"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "“Aking Panginoon! Kaya’t (ako ay iligtas Ninyo sa Inyong kaparusahan), at ako ay huwag Ninyong ibilang sa mga tao na Zalimun (mga buktot, buhong, pagano, atbp)"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "At katotohanang magagawa Naming ipamalas sa iyo (o Muhammad) ang bagay na Aming ibinabanta sa kanila"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "(Na) salansangin ang kasamaan sa bagay na higit na mabuti. Kami ay Ganap na Nakakatalos sa lahat nilang ipinahahayag"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "At ipagbadya: “Aking Panginoon! Ako ay napapakalinga sa Inyo sa mga ibinubulong (inuulot) ng mga demonyo"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "At ako ay napapakalinga sa Inyo, aking Panginoon!, baka sila ay gumanyak (o lumapit) sa akin.”"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Hanggang (nang) ang kamatayan ay sumapit sa isa sa kanila (sila na nagtatambal ng kapangkat o karibal kay Allah), siya ay nagsasabi: “Aking Panginoon! Ako ay ibalik Ninyong muli"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Upang ako ay makagawa ng kabutihan sa mga bagay na aking naiwan!” Hindi, ito ay isa lamang salita na kanyang ipinangungusap, at sa likuran nila ay may Barzakh (isang hadlang), hanggang sa Araw na sila ay muling ibabangon"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "At kung ang Tambuli ay mahipan, walang magiging pagkakamag-anak sa pagitan nila sa Araw na ito, gayundin, sila ay hindi magtatanungan sa isa’t isa"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "At sila na ang timbangan (ng mabuting gawa) ay mabigat, - sila, sila ang matatagumpay"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "At sila na ang timbangan (ng mabuting gawa) ay magaan, - sila yaong ipinatalo nila ang kanilang sarili, - sa Impiyerno sila ay mananatili"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Ang Apoy ay susunog sa kanilang mukha, at dito sila ay magsisingiti, ng may nakalihis na mga labi (masamang anyo)"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "“Hindi baga ang Aming mga Talata (ang Qur’an) ay dinadalit sa inyo, at kayo ay (lagi nang) nagtatakwil dito?”"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Sila ay magsasabi: “Aming Panginoon! Ang aming kabuktutan ay nakapanaig sa amin, at kami ay mga palasuway na tao.”"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "“Aming Panginoon! Kami ay hanguin Ninyo rito, at kung kami ay sakaling magbalik sa kasamaan, katotohanang kami ay Zalimun (mga buktot, buhong, pagano, atbp)"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Siya (Allah) ay magwiwika: “Manatili kayo riyan sa pagdurusa! At huwag kayong mangusap sa Akin!”"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Katotohanan! Mayroong mga pangkat ng Aking mga alipin ang lagi nang nagsasabi: “Aming Panginoon! Kami ay sumasampalataya, kaya’t patawarin kami, at gawaran kami ng habag, sapagkat Kayo ang Pinakamainam sa lahat ng nagpapamalas ng Habag!”"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Datapuwa’t sila ay itinuring ninyo na katatawanan, na naging dahilan upang inyong makalimutan ang Pag-aala-ala sa Akin habang kayo ay nanglilibak sa kanila"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Katotohanan! Ako ay nagkaloob sa kanila ng gantimpala sa Araw na ito dahilan sa kanilang pagtitiyaga, katotohanang sila ang matatagumpay"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Siya (Allah) ay magwiwika: “Ilang taon ba kayong nanatili sa lupa?”"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Sila ay magsasabi: “Kami ay nanatili ng isang araw o bahagi ng isang araw. Tanungin ang mga nagtatala.”"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Siya (Allah) ay magwiwika: “Nanatili lamang kayo nang sandali, - kung inyo lamang nalalaman!”"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "“Napag-aakala ba ninyo na Aming nilikha lamang kayo sa paglalaro (na walang layunin), at kayo ay hindi muling magbabalik sa Amin?”"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Higit na Kataas-taasan si Allah, ang tunay na Hari, La ilaha illa Huwa (Wala ng iba pang diyos na karapat-dapat pag-ukulan ng pagsamba maliban sa Kanya), ang Panginoon ng Mataas na Luklukan"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "At sinuman ang tumawag (o sumamba) sa iba pang diyos maliban kay Allah, na roon siya ay walang katibayan, kung gayon, ang kanyang pagsusulit ay tanging sa kanyang Panginoon lamang. Katotohanan! Ang Al-Kafirun (ang mga hindi sumasampalataya, pagano, mapagsamba sa maraming diyus-diyosan, atbp.) ay hindi magsisipagtagumpay"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "At ipagbadya (o Muhammad): “Aking Panginoon! Magkaloob Kayo ng pagpapatawad at habag! Sapagkat Kayo ang Pinakamainam sa mga nagpapamalas ng habag!”"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "(Ito) ang Surah (ng Qur’an) na Aming ipinanaog at Aming ipinagtagubilin (itinakda ang kanyang mga legal na Batas) at dito, Kami ay nagpahayag ng maliliwanag na Ayat (mga katibayan, tanda, aral, talata, atbp.), upang kayo ay makaala-ala"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Ang babae at lalaki na nagkasala ng bawal na pakikipagtalik, hagupitin ang bawat isa sa kanila ng isang daang hampas. Huwag hayaang ang pagkaawa ang pumigil sa inyo sa ganitong kaso, sa kaparusahan na inihatol ni Allah, kung kayo ay sumasampalataya kay Allah at sa Huling Araw. At hayaang ang isang pangkat ng mga sumasampalataya ay makasaksi sa kanilang parusa. (Ang parusang ito ay para sa isang tao na walang asawa na nagkasala ng gayong krimen, datapuwa’t kung ang nagkasala ay mayroong asawa, ang kaparusahan ay batuhin sila hanggang sa mamatay, ayon sa Batas ni Allah)"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Ang mangangalunyang lalaki ay hindi nag-aasawa maliban sa isang mangangalunyang babae o Mushrikah at ang mangangalunyang babae ay hindi nag- aasawa ng iba maliban sa mangangalunyang lalaki o Mushrik (ito ay nangangahulugan na kung ang lalaki ay pumayag na mag-asawa o magkaroon ng relasyong seksuwal sa isang Mushrikah [babaeng pagano, mapagsamba sa maraming diyus-diyosan] o isang puta, kung gayon, katotohanang siya ay mangangalunyang lalaki o Mushrik [lalaking pagano, mapagsamba sa maraming diyus-diyosan]). At ang babae na pumayag na mag-asawa (o magkaroon ng relasyong seksuwal) sa isang Mushrik [pagano, mapagsamba sa maraming diyus-diyosan] o isang mangangalunya, kung gayon, siya ay maaaring isang puta o Mushrikah [babaeng pagano, mapagsamba sa maraming diyus-diyosan]. Ang gayong bagay ay ipinagbabawal sa mga sumasampalataya (sa Islam at sa Kaisahan ni Allah)"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "At sila na nagpaparatang sa mga malilinis (o birheng) babae, at hindi makapagtanghal ng apat na saksi, hagupitin sila ng walumpung hampas, at itakwil ang kanilang pagsaksi nang lubusan, katotohanang sila ay Fasiqun (mga sinungaling, palasuway, mapaghimagsik kay Allah)"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Maliban sa mga nagsisisi pagkatapos nito at nagsisigawa ng kabutihan, (sa gayon), katotohanang si Allah ay Lagi nang Nagpapatawad, Ang Pinakamaawain"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "At sa mga nagpaparatang sa kanilang mga asawang (babae) datapuwa’t wala silang saksi maliban sa kanilang sarili, hayaang ang pagsaksi ng isa sa kanila ay gawing apat na pagsaksi (alalaong baga, sumaksi ng apat na beses) sa (Ngalan) ni Allah na siya ay isa sa mga nagsasabi ng katotohanan"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "At ang ikalimang (pagsaksi) ay ang pagluhog sa Sumpa ni Allah sa kanya kung siya ay isa roon sa nagsasabi ng kasinungalingan (laban sa kanya, sa babae)"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Datapuwa’t mapipigilan ang kaparusahan sa kanya (sa babae na batuhin hanggang mamatay) kung siya ay magbibigay saksi ng apat na beses na ang kanyang (asawa) ay nagsasabi ng kasinungalingan"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "At ang ikalimang pagsaksi ay manaig sa kanya (babae), ang Poot ni Allah kung ang kanyang asawa (lalaki) ay nagsasabi (pala) ng katotohanan"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "At kung hindi lamang sa Pagpapala ni Allah at Kanyang Habag sa inyo (minadali sana Niya ang kaparusahan sa inyo)! At si Allah ang Tanging Siya na tumatanggap ng pagsisisi, ang Pinakamaalam"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Katotohanan! Sila na nagkakalat ng paninirang puri (laban kay Aisha, ang asawa ni Propeta Muhammad) ay isang pangkat sa lipon ninyo. Huwag ninyong isaalang-alang na ito ay masamang bagay sa inyo. Hindi, ito ay mabuti sa inyo. (Alalaong baga, marapat na ang kasinungalingan ay mapatunayan kaysa ang malagay sa eskandalo at kahihiyan). Ang bawat tao sa lipon nila ay babayaran sa anumang kanyang ginawang kasalanan, at sa kanya sa lipon nila na may malaking bahagi (sa kasalanang ito), sasakanya ang higit na malaking parusa"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Bakit kaya ang mga sumasampalataya, lalaki at babae, kung iyong marinig ito (ang paninirang puri) ay hindi nag- iisip ng mabuti sa kanilang sariling pamayanan at magsabi: “Ang (paratang na ito) ay lantarang kasinungalingan?”"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Bakit sila hindi nagtanghal ng apat na saksi? dahilan sa sila (ang mga mapanirang puri) ay hindi nakapagpakita ng mga saksi, sila sa katotohanan ay mga sinungaling sa Paningin ni Allah"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Kung hindi lamang sa Pagpapala ni Allah at Kanyang Habag sa inyo sa mundong ito at sa Kabilang Buhay, isang malaking kaparusahan ang daranasin ninyo dahilan sa inyong mga sinabi"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "Nang inyong ipinamamalita ito ng inyong dila, at sinasambit ng inyong bibig na wala naman kayong kaalaman, itinuturing ninyo ito na isang maliit na bagay, datapuwa’t ito ay lubhang malaki sa Paningin ni Allah"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "At bakit nang inyong marinig ito ay hindi kayo nagsabi ng: “Hindi isang katampatan na kami ay mangusap ng ganito. Luwalhatiin Kayo (OAllah), ito ay isang malaking kasinungalingan.”"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Si Allah ay nagbabawal sa inyo nito, at nagbababala sa inyo na huwag nang ulitin ito o ang katulad nito kahit na kailanman, kung kayo ay sumasampalataya"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "At si Allah ay gumagawa ng Ayat (mga katibayan, talata, tanda, aral, atbp.) na maging maliwanag sa inyo, at si Allah ang Ganap na Nakakaalam, ang Lubos na Maalam"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Katotohanan, ang nagnanais na (ang krimen) ng ipinagbabawal na seksuwal na pakikipagtalik ay marapat na ipamahagi (ipamalita o ipagkalat) sa mga sumasampalataya, sila ay tatanggap ng kasakit-sakit na kaparusahan sa mundong ito at sa Kabilang Buhay. At si Allah ang nakakaalam at kayo ay hindi"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "At kung hindi lamang sa Pagpapala ni Allah at Kanyang Habag sa inyo (minadali sana ni Allah ang kaparusahan sa inyo). At si Allah ay Tigib ng Kabaitan, ang Pinakamaawain"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "O kayong sumasampalataya! Huwag ninyong sundan ang mga yapak ni Satanas. At sinumang sumunod sa mga yapak ni Satanas, kung gayon, katotohanang siya ay nag- uulot ng Al Fasha (alalaong baga, ang magkasala ng bawal na relasyong seksuwal, kawalang dangal, kalaswaan), at Al Munkar (kawalan ng paniniwala, pagsamba sa mga diyus-diyosan). At kung hindi lamang sa Pagpapala ni Allah at sa Kanyang Habag sa inyo, walang sinuman sa inyo ang magiging malinis sa mga kasalanan. Datapuwa’t pinadadalisay (ginagabayan sa Islam) ni Allah ang sinumang Kanyang maibigan, at si Allah ang Ganap na Nakakarinig, ang Lubos na Nakakaalam"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "At huwag hayaan ang mga tao sa lipon ninyo na biniyayaan ng pagpapala at kayamanan ay manumpa na sila ay hindi magbibigay (ng anumang tulong) sa kanilang mga kamag-anak, sa mga mahihirap na namamalimos, at sa mga lumisan sa kanilang mga tahanan dahilan sa Kapakanan ni Allah. Hayaan silang magpatawad at magparaya. Hindi baga ninyo naiibigan na si Allah ay magpatawad sa inyo? At si Allah ay Lagi nang Nagpapatawad, ang Pinakamaawain"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Katotohanan, ang mga nagpaparatang sa mga malilinis na babae, na hindi man lamang nag-iisip ng anumang bagay na sisira sa kanilang kalinisan, at matuwid na sumasampalataya, sila (na nagpaparatang) ay isinumpa sa buhay na ito at sa Kabilang Buhay, at sa kanila ay nakalaan ang matinding Kaparusahan"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "Sa Araw na ang kanilang dila, ang kanilang kamay, ang kanilang binti at paa ay magbibigay saksi laban sa kanila sa anumang kanilang ginawa"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "Sa Araw na yaon ay babayaran ni Allah nang ganap sa kanila ang ganti ng kanilang mga gawa, at mapag-aalaman nila na si Allah, - Siya ang Maliwanag na Katotohanan"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Ang masasamang pangungusap ay para sa masasamang tao (o ang masasamang babae ay para sa masasamang lalaki) at ang masasamang tao ay para sa masasamang pangungusap (o ang masasamang lalaki ay para sa masasamang babae). Ang mabubuting pangungusap ay para sa mabubuting tao (o ang mabubuting babae ay para sa mabubuting lalaki), at ang mabubuting tao ay para sa mabubuting pangungusap (o ang mabubuting lalaki ay para sa mabubuting babae)!, ang gayong (mabubuting tao) ay walang malay sa (bawat isa at lahat) ng masasamang pangungusap na kanilang inuusal, sasakanila ang Pagpapatawad at Rizqun Karim (mayamang biyaya, alalaong baga, ang Paraiso)"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "O kayong sumasampalataya! Huwag kayong magsipasok sa mga bahay na hindi sa inyo, hanggang kayo ay hindi nabibigyan ng pahintulot at inyong mabati sila na nandoroon, ito ay higit na mainam sa inyo, upang kayo ay makaala-ala"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "At kung wala kayong matagpuan doon, gayunpaman, huwag kayong magsipasok hanggang walang naibibigay na pahintulot. At kung kayo ay pagsabihan na magsibalik, kayo ay magsibalik, sapagkat ito ay higit na dalisay sa inyo, at si Allah ang Ganap na Nakakaalam ng inyong ginagawa"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Hindi isang kasalanan sa inyo kung kayo ay magsipasok (ng walang pahintulot) sa mga bahay na hindi na tinitirhan (alalaong baga, walang nagmamay- ari), (kung) kayo ay magnais sa mga ito. At si Allah ang may kaalaman sa inyong inilalantad at inyong inililingid"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Ipahayagsamgasumasampalatayanglalakinaibabanila ang kanilang paningin (sa pagtingin sa mga ipinagbabawal na bagay), at pangalagaan ang kanilang pribadong bahagi (ng katawan, sa mga ipinagbabawal na relasyong seksuwal, atbp.). Ito ay higit na dalisay para sa kanila. Katotohanang si Allah ang Ganap na Nakakatalos ng kanilang ginagawa"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "At ipahayag sa mga sumasampalatayang babae na ibaba nila ang kanilang paningin (sa pagtingin sa mga ipinagbabawal na bagay) at pangalagaan ang kanilang pribadong bahagi (ng katawan, sa mga ipinagbabawal na relasyong seksuwal, atbp.) at huwag ilantad ang kanilang mga palamuti maliban (lamang) kung ano ang sadyang nakalitaw (katulad ng palad, o mata o dalawang mata upang makita ang daan, o ang panglabas na kasuutan katulad ng belo o takip ng ulo, guwantes, atbp.) at iladlad ang kanilang belo sa buong Juyubihinna (alalaong baga, sa kanilang katawan, mukha, leeg, dibdib, atbp.) at huwag ilantad ang kanilang palamuti maliban lamang sa kanilang asawa, sa kanilang ama, sa ama ng kanilang asawa, sa kanilang anak na lalaki, sa anak na lalaki ng kanilang asawa, sa kanilang kapatid na lalaki at sa mga anak na lalaki ng kanilang kapatid, o sa mga anak na lalaki ng kanilang kapatid na babae, o sa mga kababaihang [Muslim], (alalaong baga, sa kanilang mga kapatid na babae sa Islam), o sa mga (babaeng) alipin na angkin ng kanilang kanang kamay, o mga katulong na matatandang lalaki na hindi na mapusok, o maliliit na batang (lalaki) na wala pang muwang sa kahihiyan sa bagay na seksuwal. At huwag hayaan na ipadyak nila ang kanilang paa upang malantad ang anumang natatago nilang palamuti. At manikluhod kay Allah na kayo ay patawarin (Niyang) lahat, o mga sumasampalataya!, upang kayo ay magsipagtagumpay"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "At inyong pangasawahin sa lipon ninyo ang mga wala pang pananagutan (isang lalaki na wala pang asawa at isang babae na wala pang asawa), gayundin ay inyong pangasawahin ang Salihun (matapat, matimtiman at may kakayahan) sa inyong mga aliping (lalaki) at mga katulong (na aliping babae). Kung sila ay maralita, si Allah ang magkakaloob sa kanila ng yaman mula sa Kanyang Kasaganaan. At si Allah ay Sapat nang Tagapanustos sa lahat ng pangangailangan ng Kanyang mga nilikha, ang Lubos na Maalam (hinggil sa katatayuan ng mga tao)"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "At hayaan sila, na wala pa sa kalagayan ng pangkabuhayang kakayahan upang mag-asawa, na panatilihin ang kanilang sarili na maging malinis, hanggang si Allah ay magkaloob sa kanila ng yaman mula sa Kanyang Kasaganaan. At sa inyong mga alipin na naghahanap ng kasulatan (ng pagpapalaya), ipagkaloob ninyo sa kanila ang gayong kasulatan, kung inyong batid na sila ay mabuti at mapapagkatiwalaan. At inyong pagkalooban sila ng bahagi ng inyong sariling (yaman) mula sa kayamanan na ipinagkaloob (ni Allah) sa inyo. At huwag ninyong ibulid ang inyong mga katulong na babaesaprostitusyon(pagbibilingpanandaliangaliw), kung sila ay naghahangad ng kalinisan, upang kayo ay magkamit (lamang) ng kapakinabangan (sa naglalahong) paninda ng makamundong buhay na ito. Datapuwa’t kung sinuman ang nag-udyok sa kanila (sa prostitusyon o pagbibili ng panandaliang aliw), at matapos ang gayong pamimilit, si Allah ay Lagi nang Nagpapatawad, ang Pinakamahabagin (sa gayong mga babae, alalaong baga, Siya ay magpapatawad sa kanila sapagkat sila ay sapilitang pinagawa ng ganitong kasamaan nang laban sa kanilang kagustuhan)"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "At katotohanang ipinanaog Namin sa inyo ang Ayat (mga katibayan, tanda, aral, talata, atbp.) na nagsasaad upang maging malinaw ang lahat, at ang halimbawa ng (mga tao) na pumanaw nang una pa sa inyo, at bilang isang paala-ala sa Muttaqun (mga matatapat at matimtimang tao na lubos na nangangamba kay Allah, na umiiwas sa lahat ng uri ng kasalanan at kasamaan na Kanyang ipinagbawal at labis na nagmamahal kay Allah, at nagsasagawa ng lahat ng uri ng mabubuting gawa na Kanyang ipinag-utos)"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Si Allah ang Liwanag ng kalangitan at kalupaan. Ang kahambing ng Kanyang Liwanag ay katulad (ng wari ba ay) mayroong isang lumbo at sa loob nito ay mayroong ilawan, ang ilawan ay nasa loob ng isang salamin, ang salamin ay tila ba isang maningning na bituin, na sinindihan mula sa pinagpalang puno, isang oliba, hindi mula sa silangan (alalaong baga, hindi ito kumukuha ng liwanag ng araw lamang sa umaga), gayundin, hindi mula sa kanluran (alalaong baga, hindi ito kumukuha ng liwanag ng araw lamang sa hapon, bagkus ito ay nakalantad sa araw sa buong maghapon), na ang (kanyang) langis ay mangyayaring magpatuloy na mag-apoy (magningning) [mula sa kanyang sarili], bagama’t walang apoy ang nagsisindi rito. Liwanag mula sa Liwanag! Si Allah ang namamatnubay sa Kanyang Liwanag sa sinumang Kanyang maibigan. At si Allah ay nagpapamalas ng mga paghahambing sa sangkatauhan, at si Allah ang Lubos na Nakakaalam ng lahat ng bagay"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "Sa mga tahanan (moske) na ipinag-utos ni Allah na itindig, na linisin at parangalan, sa mga ito, ang Kanyang Pangalan ay niluluwalhati sa maraming umaga, sa maraming hapon, at sa maraming gabi"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Ng mga tao, na ang kalakal at pagtitinda ay hindi nakakapagpalimot sa kanila sa Pag- aala-ala kay Allah (sa kanilang dila at puso), gayundin sa pag-aalay ng takdang panalangin (Salah) nang mahinusay, at sa pagbibigay ng Zakah (katungkulang kawanggawa). Sila ay nangangamba sa Araw na ang mga puso at mga mata ay mababaligtad (sa sindak ng Kaparusahan sa Araw ng Muling Pagkabuhay)"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "Upang sila ay magantimpalaan ni Allah ayon sa kagalingan ng kanilang mga gawa, at higit pa (Niyang) dagdagan (ang mga ito sa kanila) mula sa Kanyang Biyaya. At si Allah ay nagkakaloob ng walang sukat sa sinumang Kanyang naisin"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "At sa mga hindi sumasampalataya, ang kanilang mga gawa ay katulad ng mirahe (huwad na tubigan) sa disyerto. Ang (isang) nauuhaw ay nag-aakala na ito ay tubig, hanggang ito ay kanyang sapitin, at wala siyang natagpuan doon, datapuwa’t nasumpungan niya si Allah, na Siyang magbabayad ng sa kanya ay nakalaan (Impiyerno). At si Allah ay Maagap sa Pagsusulit"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "o (ang katatayuan ng isang hindi sumasampalataya) ay nakakatulad ng kadiliman sa malawak at malalim na karagatan, na nagulantang sa malaking alon na pinaibabawan pa ng higit na malaking alon, na pinaiibabawan ng maiitim na ulap, kadiliman na patong-patong, kung ang isang tao ay mag-uunat ng kanyang kamay, hindi niya ito mababanaagan! At siya na hindi ginawaran ni Allah ng liwanag, sa kanya ay walang magiging liwanag"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Hindi mo ba namamasdan (O Muhammad) na si Allah, Siya ang Tanging niluluwalhati ng anupamang nasa kalangitan at kalupaan, at ng mga ibon na nakabukas ang kanilang mga pakpak (sa kanilang paglipad). Sa bawat isa sa kanila, talastas ni Allah ang kanilang bawat dasal at pagpupuri, at si Allah ang Nakakabatid ng lahat nilang ginagawa"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "At si Allah ang nag-aangkin ng kapamahalaan ng kalangitan at kalupaan, at kay Allah ang pagbabalik (ng lahat)"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Hindi baga ninyo namamasdan na si Allah ang nagpapausad sa mga ulap ng malumanay, at pinagsasama ang mga ito, at ginagawa ito na patong-patong, at inyong namamasdan ang ulan ay namamalisbis sa pagitan nito. At Kanyang ipinapanaog mula sa alapaap ang mga ulan (ng namumuong tubig) na (tulad) ng mga kabundukan, at ibinubuhos Niya ito sa sinumang Kanyang maibigan, at nagpapahupa nito sa sinumang Kanyang naisin. Ang maliwanag na salipadpad ng kanyang (mga ulap), ang kidlat ay halos makabulag ng paningin"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Si Allah ang nakakapangyari sa gabi at araw upang magsunuran (magsalitan, alalaong baga, darating ang gabi pagkatapos ng umaga, at darating ang umaga pagkatapos ng gabi). Katotohanan, sa mga bagay na ito ay may isang aral sa mga may pangmasid"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Si Allah ang lumikha nang lahat ng gumagalaw (buhay) na bagay mula sa tubig. Sa karamihan nila, may mga iba na gumagapang sa kanilang tiyan, ang iba ay lumalakad sa dalawang paa, at ang iba ay lumalakad sa apat. Si Allah ay lumilikha ng Kanyang naisin. Katotohanan! Si Allah ay makakagawa ng lahat ng bagay"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Katotohanang ipinanaog Namin (sa Qur’an) ang nagliliwanag naAyat (mga katibayan, tanda, aral, talata, atbp.). At si Allah ang namamatnubay sa Matuwid na Landas sa sinumang Kanyang maibigan (alalaong baga, sa pananampalataya ni Allah, sa Kanyang Kaisahan at sa Islam)"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "(Ang mga mapagpaimbabaw) ay nagsasabi: “Kami ay sumampalataya kay Allah at sa Tagapagbalita (Muhammad), at kami ay tumatalima”, ngunit ang isang pangkat sa lipon nila ay tumatalikod, sila ang mga hindi sumasampalataya"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "At kung sila ay inaanyayahan kay Allah (alalaong baga, sa Kanyang mga Salita, sa Qur’an) at sa Kanyang Tagapagbalita, upang humatol sa pagitan nila, pagmasdan!, ang isang pangkat sa lipon nila ay tumatanggi (na lumapit) at lumalayo"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Datapuwa’t kung ang katuwiran ay nasa kanila, sila ay lumalapit sa kanya nang kusang loob at may pagtanggap"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Mayroon bagang karamdaman ang kanilang puso? o sila ba ay nagsasalita ng pag-aalinlangan o nangangamba na marahil, si Allah at ang Kanyang Tagapagbalita ay magbibigay kamalian sa kanila sa paghatol. Hindi, sila ang Zalimun (mga buktot, buhong, pagano, mapagsamba sa mga diyus-diyosan, atbp)"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Ang tangi lamang sinasambit ng mga matatapat na nananampalataya, kung sila ay tawagin kay Allah (sa Kanyang mga Salita, sa Qur’an) at sa Kanyang Tagapagbalita, upang humatol sa pagitan nila, sila ay nagsasabi: “Kami ay dumirinig at kami ay tumatalima.” At sila ang mga matatagumpay (na mananahan magpakailanman sa Paraiso)"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "At sinuman ang sumunod kay Allah at sa Kanyang Tagapagbalita, at may pagkatakot kay Allah at nagpapanatili ng kanyang tungkulin (sa Kanya), sila yaong mga matatagumpay"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Sila ay nanunumpa (sa Ngalan) ni Allah ng kanilang pinakamatibay na panunumpa, na kung inyo lamang silang pag-aatasan, ay iiwan nila ang (kanilang mga tahanan tungo sa pakikipaglaban sa Kapakanan ni Allah). Ipahayag: “Huwag kayong manumpa; ang pagsunod (ninyong ito) ay batid na (isang kabulaanan). Katotohanang si Allah ang Ganap na Nakakaalam ng lahat ninyong ginagawa.”"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Ipagbadya: “Sundin ninyo si Allah at sundin ang Tagapagbalita, datapuwa’t kung kayo ay magsitalikod, siya (ang Tagapagbalita, si Muhammad) ay may pananagutan lamang sa tungkuling iniatang sa kanya (alalaong baga, upang iparating lamang ang Mensahe ni Allah), at ang sa inyo, ay kung ano ang iniatang sa inyo. Kung kayo ay susunod sa kanya, kayo ay malalagay sa tamang patnubay. Ang tanging tungkulin ng Tagapagbalita ay upang ipaabot sa inyo (ang mensahe) sa maliwanag na paraan (alalaong baga, ang mangaral nang maliwanag at mahusay).”"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Si Allah ay nangako sa inyo na mga sumasampalataya, at nagsisigawa ng kabutihan, na katiyakang sila ay pagkakalooban Niya ng papalit (sa pangkasalukuyang namumuno) sa kalupaan, kung paano rin namang ipinagkaloob Niya ito sa mga nangauna sa kanila, at ipagkakaloob Niya sa kanila ang kapamahalaan upang isagawa ang kanilang relihiyon, na Kanyang hinirang para sa kanila (alalaong baga, ang Islam). At katiyakang ipagkakaloob Niya sa kanila bilang kapalit ang ligtas na pangangalaga sa kanilang pangangamba, (kung) sila (na mga sumasampalataya) ay sasamba sa Akin at hindi magtatambal ng anupaman (sa pagsamba) sa Akin. Datapuwa’t kung sinuman ang mawalan ng pananampalataya pagkaraan nito, sila ang Fasiqun (mapagpalalo, mapaghimagsik at suwail kay Allah)"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "At mag-alay kayo ng dasal nang mahinusay (Salah), at magkaloob ng Zakah (katungkulang kawanggawa) at sundin ninyo ang Tagapagbalita (Muhammad), upang kayo ay magsitanggap ng habag (mula kay Allah)"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Huwag ninyong akalain na ang mga hindi sumasampalataya ay makakatalilis sa kalupaan. Ang kanilang pananahanan ay Apoy, - at tunay na pagkasama-sama ng gayong hantungan"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "O kayong mga sumasampalataya! Hayaan ang inyong legal na mga alipin at mga babaeng alipin, at sila sa lipon ninyo na hindi pa sumasapit sa gulang ng pagdadalaga, ay humingi sa inyo ng pahintulot (bago sila lumapit sa inyo) sa tatlong pangyayari; bago ang pang-umagang pagdarasal, at habang kayo ay nagpapalit ng inyong kasuotan (nagbihis ng iba) sa panghapong pamamahinga, at matapos ang pagdarasal ng Isha (panggabing panalangin). Ang tatlong kalagayan (oras) na ito ay pribado para sa inyo (oras ng pampribadong damit), maliban sa tatlong panahong ito, hindi isang kasalanan sa inyo o sa kanila na lumibot at gumalaw, na tumutugon (at tumutulong) sa (pangangailangan) ng bawat isa. Kaya’t ginawa ni Allah na malinaw sa inyo ang Ayat (ang mga Talata ng Qur’an, na nagpapakita ng mga katibayan tungkol sa legal na pananaw sa pahintulot ng mga pagdalaw, atbp.). At si Allah ay Ganap na Maalam, ang Puspos ng Karunungan"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "At kung ang mga bata sa lipon ninyo ay sumapit na sa gulang ng pagdadalaga (o pagbibinata), kung gayon, hayaan ding sila ay humingi ng pahintulot sa mga nakakatanda sa kanila (sa gulang). Kaya’t sa ganito ay ginawang malinaw sa inyo ni Allah ang Kanyang Ayat (mga Pag-uutos at legal na tungkulin). At si Allah ay Ganap na Maalam, ang Puspos ng Karunungan"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "At sa mga kababaihan na lagpas na sa panahon ng pagbubuntis, na hindi na umaasa na makapag- aasawa, hindi kasalanan sa kanila, kung sila ay mag-alis ng kanilang (panglabas) na kasuotan sa paraan na ito ay hindi nagpapakita ng palamuti. Datapuwa’t ang umiwas dito (sa pag-aalis ng kanilang panglabas na kasuotan) ay higit na mainam sa kanila. At si Allah ang Lubos na Nakakarinig, ang Ganap na Maalam"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "walang ibinabawal sa bulag, at wala ring ibinabawal sa pilay, at wala ring ibinabawal sa may karamdaman, gayundin sa inyong sarili, kung kayo ay kumakain sa inyong tahanan, o sa tahanan ng inyong ama, o sa tahanan ng inyong ina, o sa tahanan ng inyong kapatid na lalaki, o sa tahanan ng inyong kapatid na babae, o sa tahanan ng kapatid na lalaki ng inyong ama, o sa tahanan ng kapatid na babae ng inyong ama, o sa tahanan ng kapatid na lalaki ng inyong ina, o sa tahanan ng kapatid na babae ng inyong ina, o kung saan (mang bahay) na kayo ay nagtatangan ng susi, o sa tahanan ng isang kaibigan. Hindi isang kasalanan sa inyo kung kayo ay kumain nang salu-salo o magkabukod. Datapuwa’t kung kayo ay magsipasok sa mga tahanan, magbatian kayo sa isa’t isa ng isang pagbati na mula kay Allah (alalaong baga, magsabi ng Assalamu Alaikum [Sumaiyo ang kapayapaan]) na pinagpala at mabuti. Kaya’t sa ganito ginawa ni Allah na maging malinaw ang Ayat (mga Talata ng Qur’an o mga tanda na pangrelihiyon, atbp.) upang kayo ay makaunawa"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Ang tunay na sumasampalataya ay sila lamang na nananalig (sa Kaisahan) ni Allah at sa Kanyang Tagapagbalita (Muhammad), at kung sila ay nasa piling niya sa mga pangkaraniwang gawain, sila ay hindi lumilisan hanggang hindi sila humihingi ng pahintulot. Katotohanan! Sila na humihingi ng iyong pahintulot, sila ang tunay na sumasampalataya kay Allah at sa Kanyang Tagapagbalita. Kaya’t kung sila ay humingi ng iyong pahintulot dahilan sa kanilang pangsariling pamumuhay, iyong gawaran sila ng pahintulot sa sinumang iyong maibigan sa kanila, at humingi ka kay Allah tungo sa kanilang kapatawaran. Katotohanang si Allah ay Lagi nang Nagpapatawad, ang Pinakamaawain"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "HuwagninyonggawinnaangpagtawagsaTagapagbalita (Muhammad) ay maging katulad din ng inyong tawagan sa isa’t isa. Nababatid ni Allah sa lipon ninyo kung sino sa inyo ang tumatalilis nang patago (sa pamamagitan ng pagdadahilan, na hindi humihingi ng pahintulot mula sa Tagapagbalita). At hayaan ang sumasalungat sa pag-uutos ng Tagapagbalita (alalaong baga, kay Muhammad, sa kanyang Sunna, sa mga legal na pamamaraan, mga gawa ng pagsamba, mga pahayag, atbp.), ay magsipag-ingat, marahil, ang ilang Fitnah (kawalan ng pananalig, pagsubok, kasakitan, lindol, pagpatay, atbp.) ay mangyari sa kanila, o ang isang kasakit-sakit na kaparusahan ay ipadama sa kanila"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Katotohanan, kay Allah ang pag-aangkin ng lahat ng mga nasa kalangitan at kalupaan. Katiyakang batid Niya ang inyong kalalagayan at (talastas Niya) ang Araw na sila ay muling ibabalik sa Kanya, at matapos ito, ay Kanyang ipapaalam sa kanila kung ano ang kanilang ginawa. At si Allah ang Lubos na Nakakaalam ng lahat ng bagay"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "Luwalhatiin Siya na nagpanaog ng Pamantayan (ng wasto at mali, alalaong baga, ang Qur’an), sa Kanyang Alipin (na si Muhammad), upang siya ay maging tagapagbabala sa lahat ng mga nilalang"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "Siya (Allah) na nag-aangkin ng kapamahalaan ng kalangitan at kalupaan, at Siya na hindi nagkaroon ng anak (mga supling o lahi), at Siya na tanging walang kahati sa Kanyang pamamahala. Nilikha Niya ang lahat ng bagay, at Kanyang sinukat ito nang wasto ng ayon sa kanilang ganap na sukat"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Magkagayunman ay nag-angkin pa sila ng ibang diyos maliban pa sa Kanya, na walang anumang nilikha bagkus sila ang nilikha, at hindi nagtataglay ng anumang kasahulan o kapakinabangan sa kanilang sarili, at hindi nagtataglay ng anumang kapangyarihan (upang magbigay) ng kamatayan, (o magkaloob) ng buhay, gayundin nang pagpapabangon sa patay"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Sila na mga hindi sumasampalataya ay nagsasabi: “Ito (ang Qur’an) ay walang iba kundi kasinungalingan na kinatha niya (Muhammad), at ang iba ay tumu-long sa kanya rito, kaya’t sila nga ay nagpahayag (nagparatang) ng walang katarungan at maling (bagay), at isang kabulaanan.”"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "At sila ay nagsasabi: “Mga kuwento lamang ng panahong lumipas, na kanyang isinulat, at ang mga ito ay idinikta lamang sa kanya sa umaga at hapon.”"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Ipagbadya: “Ito (ang Qur’an), ay ipinanaog Niya (Allah, ang Tunay na Pangi- noon ng kalangitan at kalupaan), na nakakabatid ng lahat ng lihim ng kalangitan at kalupaan. Katotohanang Siya ay Lagi nang Nagpapatawad, ang Pinakamaawain"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "At sila ay nagsasabi: “Bakit itong Tagapagbalita (Muhammad) ay kumakain ng pagkain, at lumilibot sa mga pamilihan (na katulad namin). Bakit hindi ang isang anghel ang ipinadala sa kanya upang maging kasama-sama niya sa kanyang pagbibigay ng babala?”"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "“o (bakit) kaya hindi isang kayamanan ang ipinagkaloob sa kanya, o hindi kaya isang halamanan kung saan siya ay maaaring kumain? At ang Zalimun (mga buktot, buhong, pagano, atbp.) ay nagsasabi: “Kayo ay sumusunod lamang sa isang tao na inaalihan (ng demonyo).”"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Tingnan kung paano sila nagbibigay ng paghahambing sa iyo, kaya’t sila ay napalayo sa pagkaligaw, at sila ay hindi makakatagpo ng (tamang) Landas"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Kapuri-puri Siya, na kung Kanyang naisin, ay maggagawad sa inyo ng higit na mabuti sa (lahat) ng mga iyan, - mga Halamanan na sa ibaba nito ay may mga ilog na nagsisidaloy (Paraiso), at magbibigay sa inyo ng mga Palasyo (alalaong baga, Paraiso)"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Hindi, itinatakwil nila ang Oras (ang Araw ng Muling Pagkabuhay), at sa mga nagtatakwil sa Oras, Kami ay naghanda ng nag-aalimpuyong Apoy (alalaong baga, ang Impiyerno)"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "Na kung ito (Impiyerno) ay nakakamasid sa kanila sa kalayuan, ay maririnig nila ang kanyang (Impiyerno) pag-aalimpuyo at pagngangalit"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "At kung sila ay ihagis na sa loob ng makipot na lugar, na nakatanikala sa isa’t isa, sila ay sisigaw doon tungo sa pagkawasak"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Huwag kayong sumigaw tungo lamang sa isang pagkawasak, datapuwa’t sumigaw kayo sa maraming pagkawasak"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Ipagbadya (o Muhammad): “Ang gayon (kayang kaparusahan) ay higit na mainam kaysa sa walang hanggang Halamanan (Paraiso) na ipinangako sa Muttaqun (alalaong baga, mga matimtiman at matutuwid na tao na labis na nangangamba kay Allah at umiiwas sa lahat ng mga kasalanan at masasamang gawa na Kanyang ipinagbawal at labis na nagmamahal kay Allah sa pagsasagawa ng lahat ng mabubuti na Kanyang ipinag-utos)? Ito ay sasakanila bilang isang gantimpala, at bilang isang huling hantungan"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Para sa kanila, naroroon ang lahat ng kanilang minimithi, at sila ay magsisipa-nahan (doon). Ito ay isang pangako na pinangangatawanan ng inyong Panginoon na nararapat na matupad"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "At sa Araw na sila ay Kanyang titipunin nang sama- sama, gayundin ang mga bagay (imahen, anghel, banal na tao, Hesus - anak ni Maria) na kanilang sinasamba maliban pa kay Allah. Siya (Allah) ay magwiwika: “Kayo ba ang nagligaw sa kanila na Aking mga alipin o sila ba (sa kanilang sarili) ang lumihis sa (tamang) Landas?”"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Sila ay magsasabi: “Luwalhatiin Kayo! Wala sa amin (ang kapasiyahan) upang tumangkilik ng anumang Auliya (tagapagtanggol, katulong, atbp.) maliban sa Inyo, datapuwa’t Inyong binigyan sila at ang kanilang mga ninuno ng kaginhawahan hanggang sa makalimutan nila ang babala, at naging mga tao na napaligaw (sa ganap na pagkapariwara)"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Kaya’t sila (ang mga huwad na diyus-diyosan na kanilang sinamba) ay magbibigay sa inyo (na mga pagano) ng pagpapabulaan sa inyong mga sinasabi (na sila ay iba pang diyos maliban pa kay Allah), sa gayon, kayo ay hindi makakapigil (sa kaparusahan), o makakatagpo kaya ng tulong. At sinuman sa inyo ang nagsigawa ng kamalian (alalaong baga, ang pagsamba sa mga itinatambal kay Allah), Aming hahayaan siya na lasapin ang matinding kaparusahan"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "At kailanman ay hindi Kami nagsugo maging noong una pa sa iyo (o Muhammad) ng mga Tagapagbalita, maliban sa katotohanan, na sila ay nagsikain ng pagkain at nagsilakad sa mga pamilihan. At ginawa Namin ang iba sa inyo bilang pagsubok sa iba: kayo ba ay mayroong pagtitiyaga? At ang inyong Panginoon ang Lagi nang Ganap na Nakakamasid (ng lahat ng bagay)"
        }
    ]
}