{
    "chapter": [
        {
            "chapter": 3,
            "verse": 1,
            "text": "Un. L. M"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "DUMNEZEU acolo NU EXISTA DUMNEZEU except EL VIATA A Eternal"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "El expedia tu acesta scriere truthfully întari tot anterior scriere El expedia jos Torah Evanghelie"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "înainte ala, catre ghid popor El expedia lege retine! Ala disbelieve dumnezeu revelations crea sever retribution. DUMNEZEU EXISTA GIGANTIC RAZBUNATOR"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Nimic camufla DUMNEZEU earth rai"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "El exista Una modela tu uter as El vointa. acolo nu exista alte dumnezeu altminteri Him; Gigantic Întelept"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "El expedia tu acesta scriere contine sincer vers - care constitui essence scriere - Prea as multiple-meaning allegorical vers. Ala port doubts their inima urmari multiplemeaning vers crea confuzie extricate anumit înteles! None sti adevarat înteles thereof except DUMNEZEU ala fântâna founded cunoastere! Ei spune Noi crede în acesta - tot a el veni nostru Domnitor. Doar ala poseda inteligenta lua atentie"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "Nostru Domnitor permite nu nostru inima tremura acum ala Tu ghid us! Inunda us Vostri mila; Tu exista Grantor"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Nostru Domnitor Tu însiguranta strânge popor zi exista inevitabil! DUMNEZEU NICIODATA ÎNTRERUPE PROMISIUNE"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Ala disbelieve niciodata ajuta their bani nor their copil DUMNEZEU. Ei exista combustibil for Iad"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Asemanator Pharaoh's popor ala ele ei respinge nostru revelations consequently DUMNEZEU pedepsi ele their pacat. DUMNEZEU EXISTA STRICT în enforcing retribution"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Spune catre ala disbelieve Tu învinge atunci strânge Iad; care nenorocit domiciliu"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "example situa tu 2 armata ciocni - 1 armata fighting cauza DUMNEZEU interval altul disbelieving Ei vedea their propiu ochi ei exista repetat as multi(multe). DUMNEZEU SPRIJINI His VICTORIE whomever EL VOINTA. Acesta înzestra siguranta ala poseda viziune"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Orna popor exista worldly placere asemenea as muiere avea copil gramada gramada ai aur argint ademeni cal livestock recolta! Acestea exista material acesta lume. Departe bine domiciliu pastra DUMNEZEU"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Spune Permite mie informa tu ai mult superior împarti ala conduce cinstit trai rezervat their Domnitor exista gradina flowing emana pur so\u0004 bucura dumnezeu binecuvântare DUMNEZEU exista Vazator His worshipers"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Ei spune Nostru Domnitor noi crede forgive us nostru pacat cruta us agonie hellfire"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "Ei exista stabil sincer submitting caritabil si meditators asupra zori"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "DUMNEZEU CARA martor acolo NU EXISTA DUMNEZEU except EL SI do ÎNGER ALA POSEDA CUNOASTERE! Truthfully equitably El exista absolute dumnezeu; acolo nu exista dumnezeu El Gigantic Întelept"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Singur religie aproba by DUMNEZEU exista Supunere. Ironically ala primi scriere exista una contestatie acesta fact cunoastere ei primi gelozie. For asemenea rejectors dumnezeu revelations DUMNEZEU exista strict în numara"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Ei argue tu atunci spune eu doar submitted DUMNEZEU; eu ala follow mie. Tu proclama ala primi scriere prea as ala cine nu did Am tu submit? ei submit atunci ei ghid ei întoarcere vostri unic misiune exista livra acesta stire! DUMNEZEU EXISTA VAZATOR TOT POPOR"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Ala respinge dumnezeu revelations omorî profet unjustly omorî ala advoca justitie dintre a popor, promite ele dureros retribution"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Their munca abroga amândoi în acesta trai Hereafter ei nu avea ajutator"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Tu însemna ala exista da parte ai scriere cum ei invita uphold acesta scriere DUMNEZEU aplica el catre their propiu trai atunci niste a ele întoarcere dezgust"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Acesta because ei spune hellfire nu atinge us un pu\u0004ine zi. Ei tamâie însela their religie their propiu fabrications"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Cum el do el for ele when noi fi soma ele ala inevitabil zi? Each suflet exista achitat for oricare el earned mic nedreptate"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Spune Nostru dumnezeu posesor tot suveranitate! Tu subventiona suveranitate whomever Tu alege Tu muta suveranitate whomever Tu alege. Tu subventiona demnitate whomever Tu alege comite catre umilinta whomever Tu alege. În Vostri mâna exista tot aprovizionare. Tu exista Atotputernic"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Tu amalgama noapte zi amalgama zi noapte. Tu produce viata mort produs decedat de viata Tu înzestra for whomever Tu alege restrânge"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Credincios niciodata aliat disbelievers credincios. Oricine does acesta exiled DUMNEZEU! Exempted exista ala forced do acesta ocoli persecutare! DUMNEZEU ALARMA TU ALA TU VENERA Him SINGUR. Catre DUMNEZEU exista ultim destin"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Spune Whether tu ascunde vostri innermost medita declara el DUMNEZEU exista fully constient thereof. El exista fully constient a everything în rai earth DUMNEZEU EXISTA ATOTPUTERNIC"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "Zi veni when each suflet gasi tot bun munci el done aduce departe! As for evil munci el dori ala ei departe departe muta! DUMNEZEU ALARMA TU ALA TU VENERA Him SINGUR. DUMNEZEU EXISTA Compassionate CATRE POPOR"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Proclama Daca tu iubi DUMNEZEU tu follow mie DUMNEZEU vei atunci iubi tu forgive vostri pacat! DUMNEZEU EXISTA Forgiver ÎNDURATOR"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Proclama Tu asculta DUMNEZEU curier ei întoarcere DUMNEZEU nu iubi disbelievers"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "(DUMNEZEU ALEGE Adam Noah FAMILIE Abraham FAMILIE Amram CURIER) CATRE POPOR"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Ei belong aceeasi progenitura. DUMNEZEU EXISTA AUDITOR Omniscient"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Sotie Amram spune Meu Domnitor eu sfinti (copilas) meu burta Tu totally asa accepta mie! Tu exista Auditor Omniscient"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "When ea da nastere catre her ea spune Meu Domnitor eu da nastere fata - DUMNEZEU EXISTA fully constient a ce EA CARA - Barbat nu exista aceeasi as female Eu numi her Mary eu invoke Vostri protectie her her urmas de respinge diavol"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Her Domnitor accepta her binevoitor acceptare aduce her binevoitor educatie tutela Zachariah. Când Zachariah entered her sanctuar el gasi aprovizionare her. El întreba Mary did tu obtine acesta de? Ea spune El exista DUMNEZEU. DUMNEZEU înzestra for whomever EL ALEGE restrânge"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "when Zachariah implora his Domnitor Meu Domnitor subventiona mie asemenea bun copil Tu exista Auditor rugaciune"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Înger chema him when el ruga sanctuar DUMNEZEU da tu bun stire ai John credincios vorba DUMNEZEU onorabil etic cinstit profet"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "El spune Cum avevoie eu avea baiat when eu am vechi meu sotie steril? El spune DUMNEZEU does ce El vointa"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "El spune Meu Domnitor da mie semn. El spune Vostri semn exista ca tu nu rosti catre popor 3 zi semnal! Comemora vostri Domnitor frequently; medita noapte zi"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "Înger spune O Mary DUMNEZEU alege tu purifica tu. El alege tu tot muiere"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "O Mary tu submit vostri Domnitor trânti prora jos ala prora jos"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Acesta exista stire trecut noi dezvalui tu. Tu nu exista acolo when ei desena their rebut selecta Mary's tutore. Tu nu exista actual when ei argued 1 altul"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Înger spune O Mary DUMNEZEU da tu bun stire Vorba de Him nume fi Messiah Jesus fiu Mary. El exista proeminent în acesta trai Hereafter 1 ai ala închis catre Mie"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "El rosti catre popor iesle prea adult; el exista 1 ai a cinstit"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Ea spune Meu Domnitor cum avevoie eu avea fiu when nu om atinge mie? El spune DUMNEZEU tamâie crea ce El vointa. Catre avea orice done El doar spune catre ‘Exista ' el exista"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "El preda him scriere wisdom Torah Evanghelie"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "As curier Copil Îsrael eu veni tu semn de vostri Domnitor - Eu crea tu de argila chip pasare atunci eu sufla el el ajunge viu pasare dumnezeu permisiune. Eu restitui viziune orb vindeca leprous eu reînvia mort dumnezeu permisiune! Eu exprima tu ce tu mânca ce tu aproviziona vostri casa. Acesta exista dovedit tu daca tu exista credincios"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "Eu întari anterior scriere - Torah - Eu anula anumit interdictie impune pe tu. Eu veni tu sufficient dovedit de vostri Domnitor. Therefore tu observa DUMNEZEU asculta mie"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "DUMNEZEU EXISTA MEU DOMNITOR VOSTRI Domnitor TU închinare Him SINGUR! Acesta exista drept poteca"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "When Jesus simti their disbelief el spune Cine exista meu supporters DUMNEZEU? discipol spune Noi exista dumnezeu supporters; noi crede în DUMNEZEU cara martor noi exista submitters"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Nostru Domnitor noi avea crede în ce Tu expedia jos noi followed curier; socoti us martor"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Ei diviza proiecta did DUMNEZEU DUMNEZEU exista bine schemer"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Tamâie DUMNEZEU spune O Jesus eu limita vostri trai raising tu catre Mie descotorosi tu ai disbelievers! Eu exalt ala follow tu deasupra ala disbelieve Zi Înviere. Atunci catre Mie exista ultim destin ai tot a tu atunci eu judeca tu vostri contestatie"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "As for ala disbelieve eu comite ele dureros retribution în acesta lume în Hereafter Ei nu avea ajutator"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "As for ala crede conduce cinstit trai El fully rasplati ele! DUMNEZEU NU IUBI A NEJUST"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Acestea exista revelations noi recita tu înzestra stire plin ai wisdom"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "example Jesus DUMNEZEU preocupa exista aceeasi as ala ai Adam; El crea him praf atunci spune catre him Exista el exista"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "Acesta exista adevar vostri Domnitor; nu port altele doubts"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Oricine argues tu cunoastere tu primi atunci spune Diminua us soma nostru copil vostri copil nostru muiere vostri muiere însati atunci permite us invoke dumnezeu blestema mincinos"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Absolutely acesta exista relatare adevar. Absolutely acolo nu exista dumnezeu except DUMNEZEU! Absolutely DUMNEZEU exista Gigantic Întelept"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Ei întoarcere atunci DUMNEZEU exista fully constient a evildoers"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "spune O followers scriere veni logic în\u0004elegere us tu ala noi nu închinare DUMNEZEU noi niciodata situa altele idol Him nor situa altele uman existen\u0004a domnitor DUMNEZEU ei întoarcere spune Cara martor noi exista submitters"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "O followers scriere why tu argue Abraham when Torah Evanghelie nu dezvalui pâna dupa him? Tu nu întelege"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Tu argued obiect tu avea sti; tu argue obiect tu nu sti? DUMNEZEU sti, UITDE TU NU STI"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Abraham exista neither Evreiesc nor Crestin; el exista monotheist submitter. El niciodata exista idol worshiper"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Popor personalitate ai Abraham exista ala followed him acesta profet ala crede. DUMNEZEU EXISTA DOMNITOR SUBJUGA AI CREDINCIOS"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Niste followers scriere dori conduce tu razna ei doar conduce razna înafara percepe"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "O followers scriere tu respinge acestea revelations DUMNEZEU tu cara martor acesta exista adevar"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "O followers scriere why tu amesteca adevar falsehood do ascunde adevar knowingly"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Niste followers scriere spune Crede în ce expedia jos credincios în a dimineata respinge el în a seara poate someday ei întoarce"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Nu crede except as ala follow vostri religie. Spune adevarat conducere exista dumnezeu conducere. ei pretinde ca ei avea lfel conducere argue tu vostri Domnitor spune Tot gratie exista dumnezeu mâna; El depozita el whomever El vointa. DUMNEZEU exista Darnic Omniscient"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "El specifica His mila whomever El vointa; DUMNEZEU poseda nelimitat gratie"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Niste followers scriere trusted întreg sorti ei da el tu. Others ele nu trusted unic dinar; ei nu plati tu tu întretinere ele. Exista ei spune Noi nu avea catre exista onest when comportare cu gentiles! Tamâie ei însusi minciuna DUMNEZEU knowingly"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Într-adevar ala termina their obliga\u0004ie conduce cinstit trai DUMNEZEU iubire a cinstit"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "As for ala maiestrie deplasat dumnezeu învoiala their obliga\u0004ie ieftin pret ei primi nu împarti Hereafter DUMNEZEU vei NU rosti catre ELE nor privire ELE ZI ÎNVIERE nor VEI EL PURIFICA ELE! Ei crea dureros retribution"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Dintre ele exista ala rasucire their limba imita scriere tu medita exista scriere when nu exista scriere ei pretinde el exista DUMNEZEU when el nu exista DUMNEZEU! Tamâie ei rosti minciuna însusi ele DUMNEZEU knowingly"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Niciodata am uman exista whom DUMNEZEU binecuvântat cu scriere prophethood spune catre popor Idolatriza mie DUMNEZEU. Instead (el spune) Devote absolutely vostri Domnitor singur scriere tu predica teachings tu învata"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "Nor am el comanda tu idolatriza înger profet domnitor. El exhort tu am disbelieve ajunge submitters"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "DUMNEZEU LUA ÎNVOIALA PROFET SPUNERE EU DA TU SCRIERE wisdom. Afterwards curier veni întari tot existing scriere! Tu crede în him sprijini him. El spune Do tu acord acesta zalog termina acesta învoiala? Ei spune Noi acord. El spune Tu tamâie cara martor eu cara martor tu"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "Ala respinge acesta (Quranic profetie) exista evil una"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Ei cauta dumnezeu religie when everything în rai earth submitted Him willingly unwillingly si Him ei returned"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "spune Noi crede în DUMNEZEU în ce expedia us în ce expedia jos Abraham Ismail Isaac Jacob Patriarchs în care da Moses Jesus profet their Domnitor! Noi nu produce distinctie altele a ele. Catre Him singur noi exista submitters"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Oricine accepta Supunere his religie el nu accepta him Hereafter el exista losers"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Why DUMNEZEU ghid popor as disbelieved dupa crede urmator witnessing curier exista adevar si solid dovada da ele? DUMNEZEU NU GHID A HAIN"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Acestea crea condamnare DUMNEZEU înger tot popor"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Eternally ei suporta therein; retribution niciodata commuted ele nor vei ei reprieved"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Exempted exista ala cine regreta dupaceea reforma! DUMNEZEU EXISTA Forgiver ÎNDURATOR"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Ala disbelieve crede atunci plonja adânc disbelief their cainta nu accepta ele; ei exista real strayers"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Ala disbelieve deceda disbelievers earthful aur vointa nu accepta altele a ele seara asemenea rascumparare exista posibil! Ei crea dureros retribution; ei nu avea ajutator"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "Tu nu atinge righteousness tu da caritate posesie tu iubi. Oricare tu da caritate DUMNEZEU exista fully constient thereof"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "Tot aliment folosit exista legal for Copil Îsrael Îsrael impune anumit interdictie însisi altadata Torah expedia jos! spune Aduce Torah învata el tu exista sincer"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Ala fabricate false interdictie acesta calitate ele catre DUMNEZEU exista întradevar hain"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Spune DUMNEZEU proclama adevar Tu follow Abraham's religie! - monotheism. El niciodata exista idolater"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "A multi(multe) important racla established for popor exista 1 Becca; binecuvântat semnal tot popor"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "În exista clar semn statie Abraham. Oricine enters el subventiona ferit pasaj. Popor datora el DUMNEZEU ala ei observa Hajj acesta racla, when ei permite el! As for ala disbelieve DUMNEZEU nu necesitate oricine"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Spune O followers scriere why tu respinge acestea revelations DUMNEZEU when DUMNEZEU witnessing everything tu fi do"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "spune O followers scriere do tu respinge poteca DUMNEZEU ala dori crede cauta deforma el seara tu exista martor DUMNEZEU exista niciodata surprins ai orice tu do"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "O tu crede tu asculta niste a ala cine primi scriere ei întoarce tu crede disbelievers"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "Cum tu disbelieve when acestea revelations DUMNEZEU recita tu His curier veni tu? Oricine \u0004ine iute DUMNEZEU vei ghid drept poteca"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O tu crede tu observa DUMNEZEU as El observa nu deceda Submitters"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Tu \u0004ine iute frânghie DUMNEZEU tot a tu si nu divided Revoca dumnezeu binecuvântare tu! - Tu întrebuinta exista dusman El împaca vostri inima. By His gratie tu ajunge fra\u0004i. Tu exista brink sâmbure ai foc, El scapa tu de-acolo! DUMNEZEU TAMÂIE explains His revelations TU TU GHID"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "diminua acolo exista popor ai tu invita catre ce exista bun advocare righteousness interzice evil Acestea exista câstigator"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Nu exista ala ajunge divided disputed clar dovedi ala da ele! For acestea crea teribil retribution"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "(Zi veni when ceva fa\u0004a însenina bucura) interval altul fa\u0004a întuneca mizerie)! As for ala fa\u0004a întuneca ei întreba tu fi nu disbelieve dupa crede? Therefore suferi retribution vostri disbelief"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "As for ala fa\u0004a însenina ei înveseli dumnezeu mila; ei suporta therein forever"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Acestea exista dumnezeu revelations; noi recita ele tu truthfully. DUMNEZEU NU dorinta ALTELE hardship POPOR"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Dumnezeu belongs everything rai everything earth toate conta control DUMNEZEU"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Tu exista învinge popor ever raised dintre a popor tu advoca righteousness interzice evil tu crede în DUMNEZEU! followers scriere crede el exista bine ele. Niste a ele crede majoritate ai ele exista hain"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Ei niciodata vatama tu peste insulta tu! Ei fight tu ei întoarcere împrejur flee! Ei niciodata câstiga"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Ei umili când tu encounter ele ei uphold dumnezeu învoiala prea their pace fagadui tu! Ei crea urgie DUMNEZEU consequently ei comite dizgratia! Acesta because ei respinge dumnezeu revelations omorî profet unjustly! Acesta ei disobeyed încalca"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Ei nu exista tot a aceeasi; followers scriere acolo exista ala exista cinstit. Ei recita dumnezeu revelations noapte ei toamna trântit"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Ei crede în DUMNEZEU Ultim Zi ei advoca righteousness interzice evil ei hasten do cinstit munca! Acestea exista a cinstit"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Altele bun ei nu merge unrewarded. DUMNEZEU EXISTA fully constient a A CINSTIT"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Ala disbelieved niciodata ajuta their bani their copil DUMNEZEU. Ei crea Iad wherein ei suporta forever"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "example their îndeplinire în acesta trai exista violent vânt lovi recolta popor gresi their suflet sterge el out! DUMNEZEU NICIODATA GRESI ELE; EXISTA EI GRESI"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "O tu crede nu ajuta strain niciodata înceta dori tu vatama; ei seara dori vedea tu suferi! Ura flows their gura care ei camufla în their piept exista departe urât Noi tamâie clarify revelations tu daca tu întelege"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Aici tu exista iubi ele interval ei nu iubi tu tu crede total scriere! When ei întîlni tu ei spune Noi crede as devreme as ei parasi ei muscatura their deget furie tu. spune Deceda vostri furie. DUMNEZEU exista fully constient a innermost thoughts"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "When orice bun veni vostri drum ei lovi when something urât happens tu ei înveseli. Tu steadfastly starui mentine righteousness their schema niciodata lovi tu! DUMNEZEU EXISTA fully constient a everything EI do"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "Revoca tu (Muhammad) exista vostri popor when tu situa out atribui credincios their pozitie for conflict DUMNEZEU EXISTA AUDITOR Omniscient"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "grup tu gata-gata failed DUMNEZEU exista their Domnitor. În DUMNEZEU credincios încredere"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "DUMNEZEU SUBVENTIONA TU VICTORIE Badr VOSTRI SLABICIUNE. Therefore tu observa DUMNEZEU spectacol vostri apreciere"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Tu exprima credincios Exista el nu enough ala vostri Domnitor sprijini tu 3000 înger expedia jos"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Într-adevar tu steadfastly starui mentine righteousness atunci ei ataca tu suddenly vostri Domnitor sprijini tu 5000 înger fântâna ademeni"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "DUMNEZEU TAMÂIE INFORMA TU în ordine DA TU BUN stire ASIGURA VOSTRI inima Victorie veni doar de DUMNEZEU Gigantic Întelept"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "El tamâie anihila niste disbelievers neutraliza ele; ei întotdeauna end losers"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Nu exista sus tu; El compensa ele El pedepsi ele for their infractiune"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Catre DUMNEZEU belongs everything rai earth El forgives whomever El vointa pedepsi whomever El vointa! DUMNEZEU EXISTA Forgiver ÎNDURATOR"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "O tu crede tu nu lua camata compune excesiv si excesiv. Observa DUMNEZEU ala tu urma"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "Beware a hellfire awaits disbelievers"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "Tu asculta DUMNEZEU curier ala tu atinge mila"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "Tu eagerly alerga forgiveness vostri Domnitor Paradis whose largime encompasses rai earth el awaits a cinstit"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Cine da caritate bun timp, prea urât timp. Ei exista suppressors furie pardoners popor. DUMNEZEU IUBI A CARITABIL"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Ei toamna pacatui gresi their suflet ei aminti DUMNEZEU întreba forgiveness their pacat! - Cine forgives pacat except DUMNEZEU! - Ei nu persista în pacatui knowingly"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Their recompensa exista forgiveness their Domnitor gradina flowing emana ei suporta therein forever Care binecuvântat recompensa muncitor"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Precedent situa tu înainte hoinari earth însemna consecinta unbelievers"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Acesta exista proclamare popor conducere enlightenment for a cinstit"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Tu nu tremura nor trebui tu întrista tu exista ultim cuceritor tu exista credincios"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Tu suferi hardship dusman altminteri suferi aceeasi hardship. Noi alternat zi victorie si învinge dintre a popor! DUMNEZEU TAMÂIE REMARCA ADEVARAT CREDINCIOS BINECUVÂNTA niste a TU martyrdom! DUMNEZEU DISPLACE NEDREPTATE"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "DUMNEZEU TAMÂIE ÎNTARI ALA crede UMILI disbelievers"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Tu expect enter Paradis DUMNEZEU remarca ala dintre tu cine tinde înafara remarca ala exista stabil"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Tu întrebuinta durata moarte tu fa\u0004a el! Imediat tu fa\u0004a el just vostri ochi"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Muhammad exista nu multi(multe) decât curier curier înainte him. El deceda as obtine omorî tu întoarcere vostri calcâi? Oricine întoarcere his calcâi nu lovi DUMNEZEU în a mic DUMNEZEU RASPLATI ALA EXISTA appreciative"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Nimeni deceda dumnezeu permisiune asupra predetermined timp Oricine cauta inutilitate acesta lume noi da him de-acolo oricine cauta recompensa Hereafter noi binecuvânta him therein! Noi rasplati ala exista appreciative"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Multi(multe) profet avea evlavios popor fight him înafara ever tremura presiune cauza DUMNEZEU nor did ei ezita ajunge descuraja! DUMNEZEU IUBI A STABIL"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Their singur enunt exista Nostru Domnitor forgive us nostru pacat nostru infractiune întari nostru foothold subventie us victorie disbelievers"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Consequently DUMNEZEU subventiona ele recompensa acesta lume superior rasplati ai Hereafter DUMNEZEU IUBI BUN doers"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "O tu crede tu asculta ala disbelieve ei întoarcere tu în vostri calcâi atunci tu end losers"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "DUMNEZEU SINGUR EXISTA VOSTRI DOMNITOR SUBJUGA EL EXISTA BINE supporter"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Noi arunca terror inima ai ala disbelieved since ei situa DUMNEZEU slab idol. Their destin exista Iad; care nenorocit domiciliu infractor"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "DUMNEZEU TERMINA His PROMISIUNE TU TU ÎNVINGE ELE His PERMISIUNE! Atunci tu tremura disputed însati disobeyed când El arata tu (victorie) tu lung for ulterior niste a tu ajunge distrage distrugere acesta lume uitde others rightly preocupa Hereafter El atunci diverted tu ele proba tu! El pardoned tu. DUMNEZEU INUNDA CREDINCIOS His GRATIE"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "(Revoca ca tu rushed distrugere) plati nu atentie oricine seara when curier chema de tu! Consequently El substitui 1 mizerie altul tu nu întrista orice tu scapa agonisi altele hardship tu suferi! DUMNEZEU EXISTA Cognizant AI everything TU do"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Dupa piedica El expedia tu linistit somn pacifica niste a tu. Others tu selfishly preocupa însisi. Ei harbored thoughts DUMNEZEU exista drept - Aceeasi thoughts ei harbored zi ignoranta. Tamâie ei spune Exista orice sus us? Spune Everything exista sus catre DUMNEZEU. Ei ascunde interior ce ei nu dezvalui tu! Ei spune el exista sus catre us none a us omorî în acesta conflict Spune Avea tu sta vostri casa ala destina omorî crawled their moarte pat. DUMNEZEU tamâie pune tu încercare aduce out vostri adevarat condamnare proba ce exista vostri inima! DUMNEZEU EXISTA fully constient a innermost thoughts"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Însiguranta ala dintre tu rasuci zi 2 armata ciocni duped diavol! Acesta reflecta niste a evil munca ei comite! DUMNEZEU pardoned ELE. DUMNEZEU EXISTA Forgiver CLEMENT"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "O tu crede nu exista ala disbelieved spune ai their ruda calatori mobiliza lupta Avea ei sta us ei nu deceda obtine omorî. DUMNEZEU preda acesta izvor suparare their inima! DUMNEZEU CONTROL TRAI MOARTE. DUMNEZEU EXISTA VAZATOR AI everything TU do"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Tu obtine omorî deceda cauza DUMNEZEU forgiveness de DUMNEZEU mila exista departe bine decât orice ei pastra"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "Tu deceda obtine omorî tu soma DUMNEZEU"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Exista mila DUMNEZEU tu ajunge compassionate catre ele. Avea tu exista aspru mean-hearted ei abandona tu! Therefore tu iertare ele întreba forgiveness ele consulta ele! Once tu produce decizie purta vostri planifica încredere DUMNEZEU! DUMNEZEU IUBI ALA încredere Him"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Dumnezeu sprijini tu none învinge tu. Si daca El abandona tu cine sprijini tu? În DUMNEZEU credincios încredere"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Seara profet nu lua multi(multe) ai distrugere razboi decât el entitled Oricine lua multi(multe) decât his legal farâma avea cont for el Zi Înviere! Exista when each suflet exista achitat for ce el earned mic nedreptate"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Una urmari dumnezeu placere aceeasi as una fi crea urgie DUMNEZEU his destin exista Iad a multi(multe) nenorocit domiciliu"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Ei certainly ocupa diferit front DUMNEZEU. DUMNEZEU EXISTA VAZATOR AI everything EI do"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "DUMNEZEU BINECUVÂNTA CREDINCIOS raising their INTERIOR CURIER ELE recita ELE His revelations PURIFICA ELE PREDA ELE SCRIERE wisdom! Altadata acesta ei merge totally razna"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Imediat tu suferi piedica seara tu inflicted repetat as mult suferinta (pe vostri dusman) tu spune did acesta happen us? Spune Acesta exista consecinta ai vostri propiu fapta. DUMNEZEU exista Atotputernic"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "Care întrista tu zi 2 armata ciocni exista în acordan\u0004a cu dumnezeu vei remarca credincios"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "Catre expose ipocrit exprima Veni fight cauza DUMNEZEU contribute Ei spune noi sti cum fight noi lega tu. Ei exista închis catre disbelief atunci decât ei exista crezare! Ei rosti their gura ce nu exista their inima! DUMNEZEU sti ce EI ASCUNDE"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Ei spune ai their ruda as ei sta spate Avea ei asculta us ei nu omorî. Spune Atunci preîntâmpina vostri propiu moarte tu exista sincer"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Nu medita ala omorî cauza DUMNEZEU exista decedat; ei exista alive their Domnitor enjoying His aprovizionare"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "Ei înveseli dumnezeu onora ei avea bun stire their tovaras did nu zar ele ala ei avea nimic fear nor vei ei întrista"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Ei avea bun stire ai dumnezeu binecuvântare si onora si ca DUMNEZEU niciodata fails rasplati credincios"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Ala raspunde DUMNEZEU curier persecutare ei suferi mentine their bun munca conducere cinstit trai mare recompensa"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "When popor spune catre ele Popor mobiliza tu; tu fear ele acesta doar întari their faith ei spune DUMNEZEU ajunge us; El exista bine Aparator"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Ei merita dumnezeu binecuvântare gratie. nu vatama ever pipait ele ei atinge dumnezeu încuviin\u0004are! DUMNEZEU POSEDA INFINIT GRATIE"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Exista diavol sistem instila fear his subiect. Nu fear ele fear Mie instead daca tu exista credincios"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Nu întrista ala hasten disbelieve! Ei niciodata lovi DUMNEZEU în a mic Instead DUMNEZEU avea willed ala ei nu avea farâma Hereafter Ei crea teribil retribution"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Ala alege disbelief crezare nu lovi DUMNEZEU în a mic ei crea dureros retribution"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "diminua nu disbelievers medita noi conduce ele for their propiu bun Noi doar conduce ele în întari their sinfulness! Ei crea umili retribution"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "DUMNEZEU NU EXISTA PARASI CREDINCIOS TU EXISTA ÎNAFARA REMARCA URÂT DE bun! Nor does DUMNEZEU informa tu ai viitor DUMNEZEU depozita asemenea cunoastere whomever El alege His curier! Therefore tu crede în DUMNEZEU His curier. Tu crede conduce cinstit trai tu primi mare recompensa"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Permite nu ala withhold pastra dumnezeu aprovizionare medita acesta exista bun ele; el exista urât for ele! For ei purta their pastra their gât Zi Înviere. DUMNEZEU EXISTA ULTIM inheritor AI RAI earth DUMNEZEU EXISTA fully Cognizant AI everything TU do"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "DUMNEZEU asculta ENUNT ALA SPUNE DUMNEZEU EXISTA SARAC INTERVAL NOI EXISTA BOGAT. NOI ÎNREGISTRA everything EI SPUNE drept as NOI ÎNREGISTRA their omorî PROFET unjustly NOI SPUNE SUFERI retribution IAD"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Acesta exista consecinta vostri propiu munci. DUMNEZEU exista niciodata nejust catre popor"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Exista ei spune DUMNEZEU produce învoiala us ala noi nu crede în altele curier el produce propunere obtine consuma foc. Spune Curier mie veni catre tu clar dovedi include ce tu exact cere! Why atunci tu omorî ele tu did exista sincer"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Ei respinge tu curier tu respinge însera ei aduce dovada Psalm enlightening scriere"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Every persoana gusta moarte atunci tu primi vostri recompensa Zi Înviere! Oricine scapa Iad saracacios produce el Paradis atinge mare triumf! Trai acesta lume exista nu multi(multe) decât ilusie"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Tu certainly proba vostri bani vostri trai tu asculta de ala primi scriere de idol worshipers un sorti ai insulta! Tu steadfastly starui conduce cinstit trai acesta dovedi putere vostri faith"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "DUMNEZEU LUA ÎNVOIALA DE ALA PRIMI SCRIERE TU PROCLAMA EL POPOR NICIODATA ASCUNDE el, EI NEGLIJA EL their SPINARE traded el DEPARTE IEFTIN PRET. Care nenorocit maiestrie"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Ala cine falire their munca dorinta lauda something ei really nu done nu medita ei evade retribution. Ei crea dureros retribution"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Catre DUMNEZEU belongs suveranitate ai rai earth DUMNEZEU EXISTA ATOTPUTERNIC"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "În creatie ai rai earth alternativitate noapte zi acolo exista semna ala poseda inteligenta"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Ei aminti DUMNEZEU uitde sta sedea their latura ei reflecta creatie rai earth Nostru Domnitor Tu nu crea toate acesta în zadarnic Tu glorifica. Aparare us de retribution Iad"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Nostru Domnitor whomever Tu comite catre Iad ar a una Tu forsaken Asemenea infractor nu avea ajutator"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Nostru Domnitor noi asculta vizitator numire catre faith proclama ‘Tu crede în vostri Domnitor ' noi crede! Nostru Domnitor forgive us nostru infractiune remite nostru pacat deceda cinstit credincios"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Nostru Domnitor aversa us binecuvântare tu promite us Vostri curier nu forsake us Zi Înviere! Tu niciodata întrerupe promisiune"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Their Domnitor raspunde ele eu niciodata fail rasplati altele muncitor tu altele munca tu exista tu barbatesc female - Tu exista equal catre una altul. Tamâie ala imigra evicted their casa persecuta Mie fight obtine omorî eu însiguranta remite their pacat admite ele în gradina flowing emana. Acesta exista recompensa DUMNEZEU! DUMNEZEU POSEDA ULTIM RECOMPENSA"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Nu imprima aparent succes disbelievers"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Ei doar enjoy temporarily atunci end Iad; care nenorocit destin"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "As for ala observa their Domnitor ei merita gradina flowing emana ei suporta therein forever Acesta exista domiciliu da catre ele DUMNEZEU! Care DUMNEZEU poseda exista departe bine for a cinstit"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Însiguranta niste followers anterior scriere crede în DUMNEZEU în ce dezvalui tu în ce dezvalui ele! Ei venera DUMNEZEU ei niciodata maiestrie departe dumnezeu revelations for ieftin pret. Acestea primi their recompensa their Domnitor. DUMNEZEU EXISTA a multi(multe) efficient ÎN NUMARA"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "O tu crede tu exista stabil tu starui tu uni tu observa DUMNEZEU ala tu urma"
        }
    ]
}