{
    "chapter": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "O tu profet tu venera DUMNEZEU nu asculta disbelievers ipocrit. DUMNEZEU EXISTA Omniscient ÎNTELEPT"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Follow ce dezvalui tu vostri Domnitor! DUMNEZEU EXISTA fully Cognizant AI everything TU TOT do"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Pune vostri încredere DUMNEZEU! DUMNEZEU AJUNGE ADVOCARE"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "(DUMNEZEU NU DA ALTELE OM 2 INIMA his PIEPT. Nor did El rasuci vostri sotie whom tu aliena vostri obicei) vostri mama! Nor did El rasuci vostri adopta copil în genetic copil! Toate acestea exista pur enunt tu inventa. DUMNEZEU ROSTI ADEVAR EL GHID (DREPT) POTECA"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Tu da vostri adopta copil numi ala conserve their legatura their genetic parinte! Acesta exista equitable vedere DUMNEZEU. Daca tu nu sti their parinte atunci vostri fra\u0004i religie tu trata ele membru vostri familie. Tu nu comite pacat tu produce greseala în acesta respect; tu exista responsabil for vostri practic intentie. DUMNEZEU EXISTA Forgiver ÎNDURATOR"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "Profet exista închis catre credincios decât ei exista each alt his sotie exista mama ele. Ruda absorbi îngrijire a una altul în acordan\u0004a cu dumnezeu scriere. Tamâie credincios absorbi îngrijire a their ruda imigra ele înzestra ei avea absorbi îngrijire a their propiu familie 1! Acestea exista comandament acesta scriere"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "(Revoca ca noi lua profet their învoiala tu O Muhammad) Noah Abraham Moses Jesus fiu Mary! Noi lua ele solemn zalog"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "(Ulterior El însiguranta întreba sincer despre their truthfulness pregatit disbelievers în acesta Quranic fact) dureros retribution"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "O tu crede aminti dumnezeu binecuvântare tu; when soldat ataca tu noi expedia ele violent vânt invizibil soldat! DUMNEZEU EXISTA VAZATOR AI everything TU do"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "When ei veni de deasupra tu de sub tu vostri ochi înspaimînta vostri inima alerga rabdare si Tu harbored unbefitting thoughts DUMNEZEU"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "Ala exista when credincios într-adevar proba; ei dur tremura sus"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Ipocrit ala doubts their inima spune Care DUMNEZEU His curier promite us exista nu multi(multe) decât ilusie"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "Grup ai ele spune O popor Yathrib tu nu atinge victorie; merge Others produce sus scuza profet Nostru casa exista vulnerabil when ei nu exista vulnerabil. Ei exact pofti flee"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Avea dusman invada întreba ele combinatie ei lega dusman înafara ezitare"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "Ei pledged DUMNEZEU înainte ei nu întoarcere împrejur flee; produce zalog DUMNEZEU implica mare responsabilitate"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "Spune Daca tu flee tu niciodata flee moarte de omorî! Nu materie care happens tu doar viu scurtime uitde lung"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "Spune Cine proteja tu DUMNEZEU daca El willed altele adversa\u0004ie willed altele binecuvântare tu? Ei niciodata gasi DUMNEZEU altele altul Domnitor Stapân"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "DUMNEZEU EXISTA fully constient a hinderers TU ALA spune catre their TOVARAS all STA Rarely do EI MOBILIZA for aparare"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "Altminteri ei exista prea zgârcit when comportare cu tu! Daca orice ameninta popor tu episcopie their ochi rostogolire cu fear as moarte deja veni ele! Once crisis exista excesiv ei biciui tu ascutit limba. Ei exista prea zgârcit their avere. Acestea fi credincios consequently DUMNEZEU abroga their munca. Acesta exista easy DUMNEZEU do"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "Ei medita partid veni Atunci ei dori ei pierde pustiu întreba despre vostri stire de departe! Avea partid ataca tu uitde ei exista tu ei rarely sprijini tu"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "Curier DUMNEZEU situa bun example ala dintre tu cauta DUMNEZEU Ultim Zi constantly medita DUMNEZEU"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "When adevarat credincios vedea partid (pesin ataca) ei spune Acesta exista care DUMNEZEU His curier promite us DUMNEZEU His curier exista sincer. Acesta (periculos situa\u0004ie) doar întari their faith augmenta their supunere"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Dintre credincios acolo exista popor termina their zalog DUMNEZEU. Niste a ele deceda interval others sta pregati niciodata tremura"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "DUMNEZEU vei ÎNSIGURANTA RASPLATI SINCER for their truthfulness PEDEPSI IPOCRIT DACA EL VOINTA COMPENSA ELE! DUMNEZEU EXISTA Forgiver ÎNDURATOR"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "DUMNEZEU RESPINGE ALA disbelieved their FURIE EI PARASI emptyhanded! DUMNEZEU TAMÂIE CRUTA CREDINCIOS ALTELE fighting DUMNEZEU EXISTA PUTERNIC Gigantic"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "El altminteri aduce their aliat dintre a popor scriere their sigur pozitie arunca terror în their inima! Niste a ele tu omorî ceva tu absorbi prins"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "El produce tu mosteni their ancora their casa their bani uscat tu niciodata pasi în! DUMNEZEU EXISTA PLIN CONTROL TOT OBIECT"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "O profet spune catre vostri sotie tu cauta acesta trai its inutilitate atunci permite mie compensa tu permite tu merge amicably"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Daca tu cauta DUMNEZEU His curier domiciliu Hereafter atunci DUMNEZEU pregatit cinstit tu mare recompensa"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "O sotie profet daca altele a tu comite grosoan pacat retribution doubled her! Acesta exista easy DUMNEZEU do"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "Altele una ai tu asculta DUMNEZEU His curier conducere cinstit trai noi subventiona her double recompensa noi pregatit her generos aprovizionare"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "O sotie ai profet tu fi aceeasi as altele alte muiere daca tu observa righteousness! (Tu avea mare responsabilitate.) Therefore tu nu rosti prea softly lest ala boala în their inima obtine gresit idee; tu rosti doar righteousness"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Tu stabilire jos vostri casa do nu amesteca popor excessively asemanator tu folosit do în vechi zi ignoranta! Tu observa Atingere Rugaciune (Salat) da obligatoriu caritate (Zakat) asculta DUMNEZEU His curier! DUMNEZEU DORI MUTA TOT unholiness DE TU O TU trai SACRU RACLA PURIFICA TU completely"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "Aminti ce recita vostri casa ai dumnezeu revelations wisdom inerent therein! DUMNEZEU EXISTA SUBLIM Cognizant"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "submitting om submitting muiere crede om crede muiere ascultator om ascultator muiere sincer om sincer muiere stabil om stabil muiere respectuos om respectuos muiere caritabil om caritabil muiere iu\u0004i om iu\u0004i muiere cast om cast muiere om comemora DUMNEZEU frequently comemora muiere; DUMNEZEU pregatit ele forgiveness mare recompensa"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "nu crede om crede muiere daca DUMNEZEU His curier decurge altele comanda avea altele ales privi ala comanda! Oricine disobeys DUMNEZEU His curier merge departe razna"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "Revoca tu spune catre una binecuvânta DUMNEZEU binecuvânta tu Întretinere vostri sotie venera DUMNEZEU tu camufla însati care DUMNEZEU dori proclama! Tamâie tu feared popor when tu presupune fear doar DUMNEZEU! When Zeid exista completely his sotie noi avea tu casatori her în ordine establish precedent ala om casatori divorced sotie his adopta fiu. Dumnezeu comanda done"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Profet nu comite error doing orice produce legal DUMNEZEU! Acesta exista dumnezeu sistem devreme generatie. Dumnezeu comanda exista sacru vama"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "Ala livra dumnezeu stire, cine venera Him singur niciodata fear oricine DUMNEZEU! DUMNEZEU EXISTA a multi(multe) efficient reckoner"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammad nu exista tata altele om tu. El exista curier DUMNEZEU final profet. DUMNEZEU EXISTA fully constient a TOT OBIECT"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "O tu crede tu aminti DUMNEZEU frequently"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "Tu glorifica Him zi si noapte"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "El exista Una ajuta tu împreuna His înger conducere tu out a întuneric în lumina. El exista Îndurator catre credincios"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "Their salut zi ei întîlni Him exista Pace El pregatit ele generos recompensa"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "O profet noi expedia tu martor purtator ai bun stire prea as warner"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "Invita DUMNEZEU în acordan\u0004a cu His vei ghida semnal"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Livra bun stire catre credincios ei merita DUMNEZEU mare binecuvântare"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Nu asculta disbelievers ipocrit indiferenta their insulta pune vostri încredere DUMNEZEU; DUMNEZEU ajunge advocare"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "O tu crede tu casatori crede muiere atunci divorced ele înainte avea legaturi ele ei nu datora tu altele astepta perioadinterimara (altadata casatori alta om)! Tu compensa ele equitably diminua ele amicably"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "O profet noi produce legal tu vostri sotie catre whom tu plati their due dowry care tu deja as subventiona tu DUMNEZEU! Altminteri legal for tu în casatorie exista fiica vostri tata frate fiica vostri tata sora fiica vostri mama frate fiica vostri mama sora emigrated tu. Altminteri daca crede muiere da profet - by forfeiting dowry! - Profet casatori her dowry el asa dori. Oricât ea forfeiting ai dowry aplica doar catre profet nu catre alte credincios. Noi deja decreta their dreptate în privi their so\u0004 ce ei deja avea. Acesta exista cruta tu altele embarrassment. DUMNEZEU EXISTA Forgiver ÎNDURATOR"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "Tu gently evita câteva una ai ele tu aduce închis catre tu altele una ai ele. Tu împaca câteva una tu aliena tu nu comite error În acesta drum ei multumi nu avea suparare exista multumit ce tu equitably oferta tot a ele! DUMNEZEU sti CE EXISTA VOSTRI INIMA! DUMNEZEU EXISTA Omniscient CLEMENT"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "Peste categorie descrie tu tu enjoined de casatori altele alte muiere nor avevoie tu substitui nou sotie (de interzice categorie) nu materie cum multa tu admira their splendoare! Tu exista multumit cu ala deja produce legal catre tu. DUMNEZEU EXISTA VIGILENT TOT OBIECT"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "O tu crede nu enter profet casa tu da permisiune mânca nor trebui tu force asemenea invitatie altele maniera! Tu invita tu enter. When tu finish mânca tu parasi; nu engage him lengthy conversa\u0004ie! Acesta folosit lovi profet el exista prea sfios exprima tu! Dumnezeu nu tresari deplasat adevar. Tu întreba his sotie something întreba ele bariera. Acesta exista pur for vostri inima their inima Tu nu exista lovi curier DUMNEZEU. Tu nu casatori his sotie him acesta exista grosoan jignire vedere DUMNEZEU"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "Tu declara orice camufla el DUMNEZEU exista fully constient a tot obiect"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "Muiere destinde (their îmbracaminte codifica) their tata their fiu their frate fiu their frate fiu their sora alte muiere their female servitor! Ei venera DUMNEZEU. DUMNEZEU martor TOT OBIECT"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "DUMNEZEU His ÎNGER AJUTA SPRIJINI PROFET! O tu crede tu ajuta sprijini him privi him as el privi"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Însiguranta ala opune DUMNEZEU His curier DUMNEZEU întrista ele blestem în acesta trai în Hereafter El pregatit ele infam retribution"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "Ala persecuta crede om crede muiere nu do orice gresi comite nu doar falsehood altminteri grosoan pacat"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "(O profet exprima vostri sotie vostri fiica sotie credincios ala ei lengthen their garments. Tamâie ei recunoaste cinstit muiere) ocoli insulta! DUMNEZEU EXISTA Forgiver ÎNDURATOR"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Ipocrit ala cu boala their inima vicios mincinos oras refren (de persecuta tu) noi însiguranta subventiona tu superior mâna atunci ei forced parasi scurtime interval"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "(Ei crea condamnare wherever ei merge; ei opri ataca tu) ei absorbi omorî"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Acesta exista dumnezeu eternal sistem tu gasi dumnezeu sistem exista constant"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "(Popor întreba tu Ora end lume). Spune cunoastere thereof exista singur DUMNEZEU! Toate tu sti Ora exista închide"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "DUMNEZEU CONDAMNA disbelievers pregatit ELE IAD"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Eternally ei suporta therein. Ei nu gasi domnitor nor supporter"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Zi ei arunca Iad ei spune Oh noi dorinta noi asculta DUMNEZEU asculta curier"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "Ei altminteri spune Nostru Domnitor noi asculta nostru stapân leaders ei conduce us razna"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Nostru Domnitor da ele double retribution blestem ele groaznic blestem"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "O tu crede nu exista ala lovi Moses atunci DUMNEZEU absolvi him ai ce ei spune. El exista vedere DUMNEZEU onorabil"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "O tu crede venera DUMNEZEU rosti doar corect enunt"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "El atunci fix vostri munca forgive vostri pacat. Ala asculta DUMNEZEU His curier triumfa mare triumf"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Noi oferi responsabilitate (freedom ai ales) rai earth munte ei refuza cara el exista fricos ai el! uman exista accepta el el încalca ignorant"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "For DUMNEZEU vei inevitably pedepsi ipocrit om ipocrit muiere idol worshipping om idol worshipping muiere! DUMNEZEU COMPENSA crede OM crede MUIERE. DUMNEZEU EXISTA Forgiver ÎNDURATOR"
        }
    ]
}