{
    "chapter": [
        {
            "chapter": 76,
            "verse": 1,
            "text": "El nu fact fi ala acolo timp when uman exista nimic fi fi catre mentiona"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "Noi crea uman fluid amestecare de 2 parinte în ordine proba him! Tamâie noi produce him auditor vazator"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "Noi arata him 2 poteca atunci el exista either appreciative unappreciative"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "Noi pregatit disbelievers lan\u0004 cercel arde Iad"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "As for virtuos ei bea ceasca condimenta nectar"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "Primavara pastra dumnezeu servitor; el tâsni out as ei vei"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "Ei termina their zalog veneratie zi exista extremely dificil"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "Ei donate their favorite aliment sarac orfan prizonier"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "Noi feed tu DUMNEZEU; noi nu expect rasplati tu nor mul\u0004umesc"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "Noi fear nostru Domnitor zi exista plin a mizerie necaz"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Consequently DUMNEZEU proteja ele evils ala zi rasplati ele bucura multumire"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "El rasplati ele for their steadfastness Paradis matase"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "Ei destinde therein luxos furnishings. Ei suferi neither torid luminsoarelui nor altele rece"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "Umbra înveli ele therein fruct aduce înauntrul ajunge"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "Ei servi bea argint recipient ceasca ala exista translucid"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "Translucid ceasca desi produce argint; ei rightly merita toate acesta"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "Ei enjoy bautura delicios flavors"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "De primavara therein sti Salsabeel"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "Servi ele exista imortabil servitor! When tu vedea ele ei privire împrastia perla"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Wherever tu privi tu vedea fericire minunat dominion"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "În ele exista îmbracaminte ai verde catifea atlaz arginta ornament! Their Domnitor înzestra ele pur bautura"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "Acesta exista recompensa awaits tu vostri efforts aprecia"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Noi dezvalui tu acesta Quran; special revelation de us"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "Tu steadfastly purta vostri Domnitor comandament nu asculta altele pacatos disbeliever ele"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Si comemora nume vostri Domnitor zi si noapte"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "During noapte toamna trântit altadata Him glorifica Him multi(multe) prelung noapte"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Acestea popor preocupa acesta fleeting trai interval neglija! - Drept înainte a ele - Greu zi"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "Noi crea ele established ele si când noi vei noi substitui others their loc"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Acesta exista aluzie oricine vointa alege poteca catre his Domnitor"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "Oricare tu do el exista în acordan\u0004a cu dumnezeu vei DUMNEZEU EXISTA Omniscient ÎNTELEPT"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "El admite whomever El vointa în His mila. As for infractor El pregatit ele dureros retribution"
        }
    ]
}