{
    "chapter": [
        {
            "chapter": 40,
            "verse": 1,
            "text": "Ho, mim"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "Nuzuli [in] kitoʙ az sūji Allohi şikastnopaziri donost"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "[Parvardigore, ki] Omurzandai gunoh va tavʙapazir, saxtkajfar va ne'matʙaxş ast. Heç ma'ʙude ʙa [haq] çuz Ū nest va ʙozgaşt [-i hama] ʙa sūji Ūst"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "Tanho kofiron hastand, ki dar ʙorai ojoti ilohī muçodala mekunand, pas, maʙodo raftuomadaşon dar şahrho [ʙaroi tiçoratu ʙahramandiaşon az ne'mathoi dunjo] turo ʙifireʙad"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "Peş az onon qavmi Nuh va pas az onon niz gurūhhoi digare [hamcun qavmi Od va Samud va Lut niz pajomʙaronaşonro] durūƣgū şumurdand va har qavme xost pajomʙaraşro dastgir kunad [va ʙa qatl ʙirasonad]. Onon ʙa ʙotil muçodala kardand, to ʙad-on vasila haqro az mijon ʙardorand. Man niz ononro azoʙ kardam. [Pas, ʙingared, ki] azoʙi Man ci guna ʙud"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "Va farmoni azoʙi Parvardigorat dar ʙorai kofiron incunin ʙa tahaqquq pajvast, ki onon ahli otaşand"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "Fariştagone, ki Arşro haml mekunand va onon, ki girdi on halqa zadaand, Parvardigoraşonro ʙa pokī mesitojand va ʙa Ū imon dorand va [in guna] ʙaroi ahli imon omurziş mexohand: «Parvadigoro, rahmat va donişat har cizero faro giriftaast, pas, kasonero, ki tavʙa kardand va pajravi rohi Tu şudand, ʙijomurz va az azoʙi duzax nigah dor»"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "Parvardigoro, onon va padaron [va modaron] va hamsaronu farzandoni solehaşonro dar ʙoƣhoi çovidoni ʙihişt, ki va'da dodaī, doxil kun, ki ʙe tardid, Tu şikastnopaziru hakimī"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "[Bor iloho] Ononro az [kajfari] ʙadiho hifz kun va har kiro dar on rūz az [kajfari] ʙadiho nigoh dorī, farogiriftai rahmatat qaror dodaī. In hamon komjoʙii ʙuzurg ast»"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "Va kofironro [dar duzax] nido medihand, ki: «Duşmanī va xaşmi Alloh taolo saxttar az duşmanī va xaşmi şumo nisʙat ʙa xudaton ast, caro ki ʙa imon da'vat meşuded, vale [ʙo duşmanī nisʙat ʙa xud aqidai tavhidro] inkor mekarded»"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "Onon [dar posux] megūjand: «Parvardigoro, moro du ʙor mirondī va du ʙor zinda kardī, pas, [aknun ki] ʙa gunohoni xud e'tirof kardem, ojo rohe ʙaroi xuruç [az duzax] vuçud dorad»"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "[Ba onon gufta meşavad] «In [azoʙ] ʙad-on saʙaʙ ast, ki cun Alloh taolo ʙa jaktoī xonda meşud, inkor mekarded, vale agar ʙa Ū şirk ovarda meşud, imon meovarded. [Aknun] Dovarī az oni Allohi ʙalandmartaʙai ʙuzurg ast»"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "Ūst, ki nişonahoi [tavon va tadʙiri] xudro ʙa şumo iroa medihad va ʙarojaton [ʙo nuzuli ʙoron] az osmon rūzī mefiristad, vale tanho kasone pand megirand, ki [xolisona ʙa dargohi ilohī] tavʙa kunand"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "[Tanho] Allohro ʙo xulusi e'tiqod ʙixoned, harcand kofiron noxuşnud ʙoşand"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "Ū doroi daraçoti rafe' va sohiʙi Arş ast va ʙa sūji har jak az ʙandagonaş, ki ʙixohad, ʙa farmoni xeş vahj mefiristad, to [ʙa onon] dar ʙorai rūzi muloqot huşdor dihad"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "On rūz, ki mardum hozir va namojon meşavand va cize az onon ʙar Alloh taolo pūşida naxohad mond [Alloh taolo mefarmojad]: «Imrūz farmonravoī az oni kist»? [On goh xud mefarmojad] «Az oni Allohi jagonai pirūzmand»"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "Imrūz har kas dar ʙaroʙari on ci kardaast, podoş doda meşavad va heç sitame dar mijon nest. Be gumon, Alloh taolo dar hisoʙrasī sare' ast"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Ba onon dar mavridi rūzi qijomat [ki ʙisjor nazdik ast] huşdor ʙideh, on goh ki [az şiddati vahşat] çonho ʙa gulūgoh merasad, dar hole ki sarşor az anduh şudaand. [Dar on rūz] Sitamgaron na dūsti mehruʙone dorand va na şafe'e, ki suxanaş pazirufta şavad"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "[Alloh taolo] Harakoti ʙadi caşmho va on ciro, ki dar dilhoi afrod nuhufta ast, [ʙa xuʙī] medonad"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Alloh taolo ʙa adolat dovarī mekunad va ma'ʙudone, ki [muşrikon] ʙa çoji Alloh taolo iʙodat mekunand, heç guna dovarī nadorand. Ba rostī, ki Alloh taolo şunavovu ʙinost"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Ojo muşrikon dar zamin gardiş nakardaand, to ʙuʙinand sarançomi kasone, ki peş az onon ʙudand, ci guna ʙudaast? On aqvomi guzaşta nerumandtar az inho ʙudand va osoru ʙinohoi ʙeştare dar zamin padid ovardand, ammo Alloh taolo ononro ʙa [saʙaʙi] gunohonaşon azoʙ kard, dar hole ki dar ʙaroʙari [azoʙi] Alloh taolo heç [jor va] mudofe'e nadoştand"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "In [kajfar] ʙad-on saʙaʙ ʙud, ki Pajomʙaraşon nişonahoi ravşan ʙarojaşon iroa mekardand, vale onon inkor mevarzidand va Alloh taolo niz azoʙaşon kard. Be gumon, Ū tavonmandi saxtkajfar ast"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "Mo Mūsoro ʙo mu'çizoti xud va daleli qote' firistodem"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "Ba sūji Fir'avn va Homon va Qorun, vale [onon] guftand: «[Ū] Çodugare durūƣgūst»"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "Ammo hangome ki Mūso mu'çizoti ilohī va daloili mahkamro az çoniʙi Mo ʙar onon nişondod, [Fir'avn va joronaş sarkaşī kardand va] guftand: «Pisaroni kasonero, ki ʙa Mūso imon ovardaand, ʙikuşed va zanonaşonro [ʙaroi kanizī] zinda nigoh dored», vale najrangi kofiron mahkum ʙa fanost"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "Fir'avn guft: «Biguzored, to Mūsoro ʙikuşam va [cun kasero nadorad] noguzir ast Parvardigoraşro ʙa jorī ʙixonad [va man az vaj harose nadoram]. Metarsam, ki ū dinatonro digargun sozad jo dar in sarzamin taʙohī ʙa ʙor ovarad»"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "Mūso guft: «Man az [şarri] har mutakaʙʙire, ki ʙa rūzi hisoʙ ʙovar nadorad, ʙa Parvardigori xeş va Parvardigori şumo panoh meʙaram»"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "Va mardi mu'mine az xonavodai Fir'avn, ki imonaşro pinhon medoşt, guft: «Ojo mexohed in mardro [faqat ʙa xotiri in çurm] ʙikuşed, ki megūjad: «Parvardigoram Alloh taolo ast» va [dar ta'jidi suxanaş niz] daloili ravşane az sūji Parvardigraton ʙaroi şumo ovardaast? Agar durūƣgū ʙoşad, [gunohi] durūƣaş ʙar uhdai xudi ūst va agar rost gufta ʙoşad, [dasti kam] ʙarxe az azoʙhoe, ki va'da medihad, ʙa şumo xohad rasid"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "Be tardid, Alloh taolo kasero, ki isrofkoru durūƣgūst, hidojat namekunad. Ej qavmi man, imrūz farmonravoī dar ixtijori şumost va dar in sarzamin sulta dored, vale agar saxtgirii Alloh taolo domangiramon şavad, ci kase moro jorī xohad kard»? Fir'avn guft: «Man faqat on ciro saloh medonam, megūjam va şumoro ʙa rohi rost hidojat mekunam»"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "On mardi mu'min guft: «Ej qavmi man, metarsam azoʙe hamcun azoʙi aqvomi peşin [ki az pajomʙaronaşon sarpecī kardand] ʙar saraton ʙijojad"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "Monandi şevai [azoʙi] qavmi Nuh va Odu Samud va kasone ki ʙa'd az onon ʙudand, dar hole Alloh taolo sitame ʙaroi ʙandagonaş namexohad"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "Va ej qavmi man, ʙar şumo az rūze metarsam, ki mardum ʙa farjod az jakdigar jorī mexohand"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "[Hamon] Rūze, ki hamagī [az tars] ʙa aqiʙ ʙoz megarded va dar ʙaroʙari [muçozoti] Alloh taolo heç muhofize nadored va har kiro Alloh taolo gumroh kunad, heç hidojatgare naxohad doşt"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "Peş az in niz Jusuf ʙo daloili ravşan nazdaton omad, ammo şumo az on ci ʙarojaton ovarda ʙud, pajvasta dar şak ʙuded, to zamone, ki az dunjo raft [va ʙar tardidaton afzuda şud]. On goh gufted: «Alloh taolo hargiz pas az vaj pajomʙarero maʙ'us naxohad kard». Alloh taolo isrofkori ʙadgumonro in guna gumroh mesozad"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "Kasone, ki dar mavridi ojoti ilohī, ʙe on ki dalele doşta ʙoşad, ʙa muçodala ʙarmexezad, [raftoraşon] nazdi Alloh taolo va mu'minin saxt nopisand ast. Alloh taolo in guna ʙar dili har mutakaʙʙiri xudkoma muhr [-i ƣaflat] mezanad"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "Fir'avn [ʙa vaziraş] guft: «Ej Homon, ʙaroi man ʙinoi ʙalande ʙisoz, şojad ʙa rohhoe ʙirasam"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "Rohhoe dar osmonho [ki maro to Arşi ilohī ʙiʙarad], to ʙa ma'ʙudi Mūso ʙingaram [va az Ū ogoh şavam], harcand, man qat'an ūro durūƣgū mepindoram». Bad-in son ziştii kirdori Fir'avn [dar nazarş] orosta gaşt va az roh [-i haq] ʙozmond va najrangi Fir'avn ʙa zijon va taʙohī ançomid"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "On mardi mu'min guft: «Ej qavmi man, az man pajravī kuned, to şumoro ʙa rohi rost hidojat kunam"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "Ej qavmi man, in zindagii dunjo ʙahrae [andak va zudguzar] ast va oxirat saroi çovidon ast"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Har ki kori ʙade murtakiʙ şavad, ʙa tanosuʙi on kajfar xohad did va mardon va zanoni mu'min va nekukor ʙa ʙihişt vorid meşavand va dar on ço az ne'mati ʙeşumor ʙarxūrdor xohand şud"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "Ej qavmi man, ci şuda, ki man şumoro ʙa rohi naçot da'vat mekunam, vale şumo maro ʙa otaş faro mexoned"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "Maro da'vat mekuned, ki Allohro inkor kunam va cizero, ki [dar qudrat] ʙo Alloh taolo şarik gardonam, ki heç ittiloe az on nadoram, dar hole ki man şumoro ʙa sūji [Parvardigori] şikastnopazir va omurzgor faro mexonam"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "Noguzir on ci maro ʙad-on da'vat mekuned, dar dunjo va oxirat [tavoni içoʙati] duoero nadorad va ʙozgaşti mo ʙa peşgohi Alloh taolo ast va isrofkoron [dar kufru gunoh] duzaxī hastand"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "Ba zudī suxanoni maro ʙa jod xohed ovard va man kori xudro ʙa Alloh taolo voguzor mekunam, zero Alloh taolo nisʙat ʙa [kirdori] ʙandagon ʙinost»"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "Pas, Alloh taolo ūro az oseʙi dasisai onon hifz namud va azoʙi saxt domangiri fir'avnijon şud"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "Hamon otaşe, ki [dar qaʙrhojaşon] ʙomdodu şomgoh ʙar on arza meşavand va rūze, ki qijomat ʙarpo gardad [farmon merasad]: «Fir'avnijonro dar saxttarin azoʙ vorid kuned»"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "On goh ki dar otaşi duzax kaşmakaş [muçodala] mekunand, mardumoni zerdast ʙa rohʙaroni gumrohgar megūjand: «Mo pajravi şumo ʙudem, ojo mumkin ast ʙaxşe az azoʙi otaşro az mo dur kuned?»"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Rohʙaroni gumrohgar megūjand: «Be tardid, hamai mo dar otaş xohem ʙud. Alloh taolo mijoni ʙandagonaş dovarī kardaast»"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Va kasone, ki dar otaşand, ʙa nigahʙononi duzax megūjand: «Az Parvardigoraton ʙixohed, ki ʙaroi jak rūz in azoʙro az mo ʙardorad»"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "Onon posux medihand: «Magar pajomʙaronaton nişonahoi ravşan ʙar şumo iroa nakardand»? Duzaxijon megūjand: «Bale». Va ma'muron megūjand: «Pas, [ʙe natiça] darxost kuned, ki darxosti kofiron [mardudu] taʙoh ast»"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "Be gumon, Mo pajomʙaroni xud va ahli imonro dar zindagii dunjo va rūze, ki guvohon [ʙa şahodat] ʙarmexezand, jorī mekunem"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "Rūze, ki uzrxohii sitamgaron sude ʙa holaşon naxohad doşt. Onon az rahmati ilohī ʙa durand va duşvorii azoʙi oxiratro [dar peş] dorand"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "Mo ʙa Mūso [maqomi] hidojat ʙaxşidem va Bani Isroilro vorisoni Tavrot qaror dodem"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "[Kitoʙe, ki] Baroi xiradmandon hidojatu pand ast"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "Pas, [ej pajomʙar, ʙar ozori muşrikon] şikeʙo ʙoş, [ki] jaqinan, va'dai Alloh taolo rost ast va ʙaroi gunohat omurziş ʙixoh va Parvardigoratro şomgoh va ʙomdod ʙa pokī sitoiş kun"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Kasone, ki dar mavridi ojoti ilohī, ʙe on ki dalele dar ixtijoraşon ʙoşad, ʙa muçodala ʙarmexezand, dar dilhojaşon [ƣururu] takaʙʙurest, ki hargiz ʙad-on naxohand rasid, pas, [az şarri eşon] ʙa Alloh taolo panoh ʙiʙar, ki ʙa rostī, Ū şunavovu ʙinost"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Musallaman, ofarinişi osmonho va zamin ʙuzurgtar az ofarinişi insonhost [pas, ʙarpo kardani qijomat ʙaroi Alloh taolo duşvor nest], vale ʙeştari mardum namedonand"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Hargiz noʙino va ʙino ʙaroʙar nestand, va mu'minoni nakukor ʙo ʙadkoron jakson naxohand ʙud, [vale] iddai kame az şumo pand mepazired"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "Heç tardide dar in nest, ki rūzi qijomat faro merasad, vale ʙeştari mardum imon nameovarand"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Parvardigoraton farmud: «Maro ʙixoned, to [duoi] şumoro içoʙat kunam. Kasone, ki az iʙodati Man sarkaşī mekunand, ʙa zudī ʙo xorī ʙa çahannam vorid meşavand»"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "Alloh taolo ast, ki şaʙro ʙarojaton padid ovard, to dar on oromiş joʙed va rūzro ravşaniʙaxş [qaror dod, to ʙa taloş pardozed]. Ba rostī, Alloh taolo nisʙat ʙa mardum [lutfu] ʙaxşiş dorad, vale ʙeştari mardum sipos nameguzorand"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "In ast Alloh taolo Parvardigori şumo, [ki] ofarinandai har mavçude [ast]. Heç ma'ʙude [ʙa haq] çuz Ū nest, pas, ci guna [az parastişi Ū] munharif meşaved"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Ba hamin surat kasone, ki ojoti ilohiro inkor mekunand, niz [az haq] munharif megardand"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Alloh taolo ast, ki zaminro qarorgoh va osmonro sarpanohaton muqarrar doşt va şumoro şakle ʙaxşid va şaklhojatonro zeʙo ʙiofarid va az ne'mathoi pokiza ʙa şumo rūzī dod. In ast Alloh taolo – Parvardigori şumo, pas, purʙarakatu ʙuzurgvor ast Alloh taolo, ki Parvardigori çahonijon ast"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "Alloh taolo zinda [va pojanda] ast va ma'ʙude [ʙa haq] çuz Ū nest, pas, Ūro ʙo xulusi e'tiqod ʙixoned. Sitoiş va sipos maxsusi Alloh taolo-Parvardigori çahonijon ast"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "[Ej pajomʙar] Bigū: «Man az parastişi afrode, ki şumo ʙa çoji Alloh taolo [ʙa nijoiş] mexoned, nahj şudaam, zero nişonahoi ravşane az çoniʙi Parvardigoram ʙa man rasidaast va farmon joftaam, ki [tanho] dar ʙaroʙari Parvardigori çahonijon taslim ʙoşam»"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Ūst, ki şumoro az xok va sipas [taji marohili muxtalif] az nutfa va on goh xuni ʙasta [çanini iʙtidoī] ofarid, sipas şumoro [ʙa surati] kūdake [ʙa dunjo] meovarad va imkon medihad, to ʙa haddi ruşd [va kamoli neru] ʙirased. Sipas [solho zindagī mekuned, to] solxūrda meşaved. Barxe az şumo ducori margi zudras xohand şud va [ʙa gurūhe digar imkon medihad], to ʙa açali muajjan ʙirased, ʙoşad, ki ʙiandeşed"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Ūst, ki zinda mekunad va memironad va hangome ki cizero mexohad, tanho ʙa ū megūjad: «Mavçud şav», pas, [ʙedirang] mavçud meşavad"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Ojo nadidī kasone, ki dar ʙorai ojoti ilohī muçodala mekunand, ci guna [az rohi haq] munharif megardand"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Kasone, ki kitoʙi [osmonī] va pajomi pajomʙaroni moro durūƣ şumurdand, ʙa zudī [natiçai kirdoraşonro] xohand donist"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "On goh ki ƣul va zançir ʙar gardanaşon qaror girifta va kaşida meşavand"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "[Iʙtido] Dar oʙi çūşomada va sipas dar otaşi duzax afrūxta meşavand"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "On goh ʙa eşon gufta meşavad: «Buthoe, ki şariki [Alloh taolo] qaror medoded, kuço hastand"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "[Hamon ma'ʙudone, ki] ʙa çoji Alloh taolo [iʙodat mekarded]. Onon gūjand: «Az [nazari] mo nopadid şudand, gūī mo hargiz peş az in cizero [ʙa parastiş] namexondem». In guna Alloh taolo kofironro gumroh mekunad"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "In [azoʙ] az on çihat ast, ki ʙa nohaq dar zamin şodmonī va sarmastī mekarded va faxr mefurūxted"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "[Aknun] Az darhoi çahannm vorid şaved va çovidona dar on ço ʙimoned. Va [ʙa rostī, ki] çojgohi mutakaʙʙiron ci ʙad [çojgohe] ast"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "[Ej pajomʙar, ʙar ozori muşrikon] Şikeʙo ʙoş, ki va'dai ilohī haq ast va agar ʙarxe az muçozothoero, ki ʙa onon va'da dodaem, [dar zindagī] ʙa tu ʙinamoem jo [peş az nuzuli azoʙ] çoni turo ʙigirem, dar har hol ʙa peşgohi mo ʙozgardonda meşavand [va rohi gureze az azoʙ nadorand]"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Peş az tu niz pajomʙarone firistodaem, ki [sarguzaşti] ʙarxe az eşonro ʙarojat hikojat kardaem va ʙarxe digarro hikojat nakardaem va heç rasule nametavonist ʙiduni farmoni ilohī mu'çizae iroa kunad va on goh ki farmoni Alloh taolo [ʙaroi podoş va kajfar] faro rasad, ʙa haq va adolat dovarī xohad şud va ʙotilandeşon zijonkor xohand ʙud"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Alloh taolo ast, ki cahorpojonro ʙarojaton ofarid, to az ʙarxe ʙaroi savorī va az ʙarxe ʙaroi taƣzija istifoda kuned"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "Va ʙaroi şumo dar onho sudhoi digare niz hast va niz ʙaroi on ki savor ʙar onho ʙa maqsade, ki dar dil dored, ʙirased va ʙar onho va ʙar kiştiho [ʙa har ço ki mexohed] muntaqil meşaved"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Alloh taolo nişonahoi [qudratu tadʙiri] xudro ʙa şumo nişon medihad, pas, kadom jak az nişonahoi ilohiro inkor mekuned"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Ojo muşrikon dar zamin gardiş nakardaand, to ʙuʙinand sarançomi kasone, ki peş az onon ʙudand, ci guna ʙudaast? On aqvomi guzaşta şumoraşon az inho afzuntar ʙud va osoru ʙinohoi ʙeştare dar zamin padid ovarda ʙudand, ammo [ hangomi nuzuli azoʙ] dastovardaşon sude ʙa holaşon nadoşt"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Hangome ki pajomʙaronaşon ʙo nişonahoi ravşan ʙa suroƣaşon omadand, ʙa donişu kordonii xud sarmast [va az tavhid rūjgardon] şudand va hamon azoʙe, ki masxaraaş mekardand, domangiraşon şud"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "Pas, cun azoʙi Moro didand, guftand: «Tanho ʙa Alloh taolo imon ovardem va ma'ʙudonero, ki şariki Ū qaror doda ʙudem, inkor mekunem»"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Ammo imon ovardanaşon ʙa hangomi muşohidai azoʙ heç sude nadoşt. In sunnati ilohī [ki dar hangomi azoʙ tavʙai kase pazirufta namegardad, hamvora] dar mavridi ʙandagoni Alloh taolo çorī ʙudaast va dar in ço kofiron zijonkor şudand"
        }
    ]
}