{
    "chapter": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "Ej kasone, ki imon ovardaed, ʙa pajmonho [-i xud] vafo kuned. [Xūrdani guşti] Cahorpojon ʙar şumo halol ast, magar on ci [hukmaş] ʙar şumo xonda şavad va [ʙa şarti on ki] dar holi ehrom [haç jo umra] şikorro halol naşumored. Hamono Alloh taolo har ci ʙixohad hukm mekunad"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Ej kasone, ki imon ovardaed, [hurmati] şaoiri ilohī va mohi harom [-ro nigah dored] va [hamcunin, hurmati] qurʙonii ʙenişon va qurʙonihoi qalodador (gardandʙanddor) va rohijoni Bajt-ul-harom, ki fazlu xuşnudii Parvardigoraşonro metalaʙand. Va cun az ehrom xoriç şuded, [metavoned ozodona] ʙa şikor ʙipardozed va [maʙodo] duşmanii gurūhe, ki şumoro az masçidulharom ʙoz doştand, ʙa taaddī va taçovuz vodoraton kunad. Va dar nakukorī va parhezgorī ʙo jakdigar jorī kuned va dar gunohu taçovuz dastjori ham naşaved va az Alloh taolo parvo kuned [ʙitarsed, caro ki] ʙe tardid, Alloh taolo saxtkajfar ast"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "[Inho hama] Bar şumo harom şudaast: [Gūşti] Murdor va xunu gūşti xuk va on ci [hangomi zaʙh] nomi ƣajri Alloh taolo ʙar on ʙurda şavad va [hajvoni halolgūşti] xafaşuda va ʙa zarʙi [cūʙu sang] murda va azʙalandiaftoda va şoxxūrdavu nimxūrdai [hajvonoti] darranda – magar on ci [peş az murdan] zaʙh [-i şar'ī] karda ʙoşed – va [hamcunin] on ci dar ʙaroʙari ʙutho zaʙh meşavad va on ci ʙo cūʙhoi qur'a taqsim mekuned. Va [ʙa jaqin ʙidoned, ki rūj ovardan ʙa tamomi] inho nofarmonī ast. Imrūz kofiron az dini şumo [va ʙozgaştaton ʙa kufr] noumed şudaand, pas, az onon natarsed va az man ʙitarsed. Imrūz dinatonro komil kardam va ne'matro ʙar şumo tamom namudam va islomro [ʙa unvoni ʙehtarin] din ʙarojaton ʙarguzidam. Pas, har ki [ʙaroi hifzi çoni xud va] ʙiduni on ki ʙa gunohe mutamoil ʙoşad, nocor [ʙa xūrdani gūşthoi man'şuda] şavad [ʙar ū gunohe nest]. Ba rostī, ki Alloh taolo omurzandai mehruʙon ast"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "[Ej pajomʙar, ashoʙat] Az tu mepursand, ci ciz ʙarojaşon halol şudaast. Bigū: \"Cizhoi pokiza ʙarojaton halol gaştaast va [hamcunin] on ci ʙa kumaki hajvonoti şikorī [ʙa dast meovared, caro], ki onhoro ʙo on ci Alloh taolo ʙa şumo omūxtaast, dastomūz mekuned. Pas, az on ci [xud naxūrdaand va] ʙaroi şumo giriftaand, ʙixūred va [ʙa hangomi zaʙh jo firistodani hajvonoti şikorī] nomi Allohro ʙar on ʙiʙared va az Alloh taolo parvo kuned [ʙitarsed]. Be gumon, Alloh taolo dar hisoʙrasī sare' ast"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "[Ej musulmonon] Imrūz xūrokhoi pokiza ʙarojaton halol şudaast va [zaʙoihu] ƣizoi ahli kitoʙ ʙaroi şumo halol ast va ƣizoi şumo [niz] ʙaroi onon halol ast va [hamcunin izdivoç ʙo] zanoni pokdomani musulmon va zanoni pokdoman az [ahli kitoʙ, ja'ne] kasone, ki peş az şumo ʙa onon kitoʙ [-i osmonī] doda şudaast [halol meʙoşad], ʙa şarti on ki mahrijahoi ononro ʙipardozed, dar hole ki xud pokdoman ʙoşed, na zinokor ʙoşed va na [zanonro] pinhonī ʙa dūstī ʙigired. Va har ki ʙa [arkoni] imon kufr ʙivarzad, hatman, amalaş taʙoh şudaast va dar oxirat az zijondidagon xohad ʙud"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "Ej kasone, ki imon ovardaed cun ʙa [qasdi] namoz ʙarxosted, rūji xud va dasthojatonro to orinç ʙişūed va saratonro mash kuned va pojhojatonro to du şitoling [ʙuçulak ʙişūed] va agar çunuʙ ʙuded, xudro [ʙo ƣusl kardan] pok sozed va agar ʙemor jo musofired jo har jak az şumo az mahalli qazoi hoçat omadaast jo ʙo zanon omeziş kardaed va oʙ namejoʙed, pas, ʙa xoki pok tajammum kuned va az on ʙar suratu dasthojaton ʙikaşed. Alloh taolo namexohad şumoro ʙa saxtī ʙijandozad, ʙalki mexohad şumoro pok sozad va ne'mati xeşro ʙar şumo tamom kunad, ʙoşad, ki şukr guzored"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Va ʙa jod ovared ne'mati Allohro ʙar xeş va [niz] pajmone, ki şumoro ʙa [ançomi] on muvazzaf gardondaast, on goh ki [dar ʙorai da'vat ʙa farmonʙardorī ʙa pajomʙar] gufted: \"Şunidem va itoat kardem\". Va az Alloh taolo parvo kuned [ʙitarsed], [ki] ʙe tardid, Alloh taolo ʙa on ci daruni sinahost, donost"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "Ej kasone, ki imon ovardaed, ʙaroi Alloh taolo ʙa adl ʙarxezed, [va] ʙa adolat şahodat dihed. Va alʙatta, naʙojad duşmanii jak gurūh şumoro ʙar on dorad, ki adolat nakuned. Adolat kuned, ki in [kor] ʙa parhezkorī nazdiktar ast va az Alloh taolo parvo kuned [ʙitarsed], [ki] ʙe tardid, Alloh taolo ʙa on ci ançom medihed, ogoh ast"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Alloh taolo ʙa onon, ki imon ovardaand va korhoi şoista ançom dodaand, va'dai omurziş va podoşi ʙuzurge dodaast"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "Va kasone, ki kufr varzidand va ojoti moro takziʙ kardand, onon ahli duzaxand"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "Ej kasone, ki imon ovardaed, ne'mati Allohro ʙar xud ʙa jod ovared, on goh ki gurūhe [az duşmanon] qasd kardand, ki ʙa sūjaton dast daroz kunand, pas, [Alloh taolo] dastaşonro az şumo ʙozdoşt. Va az Alloh taolo parvo kuned [ʙitarsed]. Va mu'minon ʙojad tanho ʙar Alloh taolo tavakkal kunand"
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "Va ʙe tardid, Alloh taolo az Bani Isroil pajmon girift va az mijoni onon [ʙa te'dodi qaʙoilaşon] duvozdah solor ʙargumoştem va Alloh taolo guft: \"Man ʙo şumo hastam. Agar namoz ʙarpo dored va zakot ʙipardozed va ʙa pajomʙaroni man imon ʙijovared va ononro giromī dored va dar rohi Alloh taolo vomi naku dihed, gunohonatonro mezudojam va şumoro ʙa ʙoƣhoe [az ʙihişt] vorid mekunam, ki çūjʙorho az zeri [daraxtoni] on çorī ast. Pas, har jak az şumo, ki ʙa'd az in kofir şavad, musallaman, rohi rostro gum kardaast"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Pas, ʙa [sazoi] pajmonşikaniaşon ononro az rahmati xeş dur soxtem va dilhojaşonro saxt gardondem, [zero ʙo taƣjiri lafzu ta'vili ma'no] suxanon [-i Alloh taolo]-ro az çojgohaş tahrif mekunand va ʙaxşe az on ciro ʙad-on pand doda şudand, faromūş kardand. Va [ej pajomʙar] tu pajvasta dar ʙorai xijonate az sūji onon ogoh meşavī, magar [şumori] andak az eşon [ki xijonatkor nestand]. Pas, az onon darguzar va caşmpūşī kun, [ki] ʙe tardid, Alloh taolo nakukoronro dūst medorad"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Va [hamcunin] az kasone, ki guftand: \"Mo masehī hastem\", pajmon giriftem, [ki pajravi Qur'on va rasuli Alloh taolo ʙoşand] va [-le dinaşonro tahrif namudand va] ʙaxşe az on ciro, ki ʙad-on pand doda şudand, faromūş kardand va mo [niz] to rūzi qijomat mijonaşon duşmanivu kina afkandem va [dar on rūz] Alloh taolo ononro [az natiçai] on ci kardaand, ogoh xohad soxt"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "Ej ahli kitoʙ, hamono pajomʙari mo ʙa sūji şumo omadaast, ki ʙisjore az [matoliʙu omūzahoi] kitoʙ [-i osmonii xud]-ro, ki pinhon mekarded, ʙarojaton ʙa ravşanī ʙajon kunad va az ʙisjore [az matoliʙu ahkomi on] darguzarad. Hatman, az çoniʙi Alloh taolo ʙarojaton nuru kitoʙi ravşangar omadaast"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Alloh taolo ʙa vasilai in [kitoʙ] kasonero, ki az xuşnudii Ū pajravī kunand, ʙa rohhoi salomat hidojat mekunad va ʙa farmoni Xeş ononro az torikiho ʙa sūji rūşnoī meʙarad va ʙa rohi rost hidojataşon mekunad"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Kasone, ki guftand: \"Alloh taolo hamon Maseh – pisari Marjam – ast\", jaqinan, kofir şudand. [Ej pajomʙar, ʙa onon] Bigū: \"Agar Alloh taolo ʙixohad, ki Maseh – pisari Marjam – va modaraş va hamai kasonero, ki rūji zamin hastand, noʙud kunad, ci kase dar ʙaroʙari Alloh taolo ixtijore dorad, ki mone' şavad? Farmonravoii osmonho va zamin va on ci mijoni on du qaror dorad, az oni Alloh taolo ast; har ci ʙixohad meofarinad va Alloh taolo ʙar har cize tavonost"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Jahudijon va masehijon guftand: \"Mo farzandoni Alloh taolo va dūstoni Ū hastem\". [Ej pajomʙar, dar posuxaşon] Bigū: \"Pas, caro Ū şumoro ʙa kajfari gunohonaton azoʙ mekunad? Balki şumo [niz] ʙaşar va az çumlai afrode hasted, ki ofaridaast. Har kiro ʙixohad, meomurzad va har kiro ʙixohad, azoʙ mekunad va farmonravoii osmonho va zamin va on ci mijoni on du qaror dorad, az oni Alloh taolo ast va ʙozgaşt [-i hama] ʙa sūji Ūst"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "Ej ahli kitoʙ, pajomʙari mo ʙa sūji şumo omad, to dar davrai fatrati pajomʙaron [fosila ʙajni ʙi'sati Iso va Muhammad] [ahkomu omūzahoi ilohiro] ʙa ravşanī ʙarojaton ʙajon kunad, ki maʙodo [rūzi qijomat] ʙigūed: \"Na ʙaşoratʙaxşe ʙa suroƣamon omad, na ʙimdihandae\". Pas, jaqinan, [inak] pajomʙari ʙaşoratʙaxş va ʙimdihanda ʙa sūjaton omadaast va Alloh taolo ʙar hama ciz tavonost"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "Va [ej pajomʙar, jod kun az] Hangome ki Mūso ʙa qavmaş guft: \"Ej qavmi man, ne'mati Allohro ʙar xud ʙa jod ovared, on goh ki ʙajni şumo pajomʙarone ʙarangext va [pas az ʙardagii Fir'avn afrode az] şumoro farmonravojon [-i xudaton] soxt va cizhoe ʙa şumo ʙaxşid, ki ʙa heç jak az çahonijon [-i muosiraton] nadoda ʙud"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "Ej qavm, ʙa sarzamini muqaddase, ki Alloh taolo ʙarojaton muqarrar namudaast, vorid şaved va ʙa aqiʙ ʙoznagarded [va az dinaton dast nakaşed], ki zijondida xohed şud"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "[Onon] Guftand: \"Ej Mūso, ʙe gumon on ço qavmi zūrmand hastand, [va] to onon az on ço ʙerun naravand, mo hargiz voridi on nameşavem. Pas, agar az on ço ʙerun ʙiravand, mo vorid xohem şud"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Du tan az mardone, ki [az nofarmonī va azoʙi ilohī] metarsidand va Alloh taolo ʙa onon ne'mat [-i itoat va ʙandagī] doda ʙud, guftand: \"Az on darvoza ʙar eşon [huçum ʙared va] vorid şaved, ki agar az on daromaded, hatman, pirūz xohed şud va agar mu'mined, ʙar Alloh taolo tavakkal kuned"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "[Bani Isroil] Guftand: \"Ej Mūso, to zamone ki onon dar on ço xastand, mo hargiz vorid nameşavem. Tu va Parvardigorat ʙiraved va ʙiçanged. Mo hamin ço menişinem"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "[Mūso] Guft: \"Parvardigoro, man çuz ixtijori xudam va ʙarodaram [ixtijori şaxsi digarero] nadoram, pas, mijoni mo va in gurūhi nofarmon çudoī ʙijafkan"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "[Alloh taolo] Farmud: \"Dar in surat [vurud ʙa] on [sarzamini muqaddas] to cihil sol ʙar onon harom şudaast, [va pajvasta] dar zamin sargardon xohand ʙud. Pas, ʙa xotiri [raftori] in gurūhi nofarmon afsūs maxūr"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "Va [ej pajomʙar] dostoni du pisari Odam [Hoʙil va Qoʙil]-ro ʙa haq ʙar eşon ʙixon: hangome ki [har kadom] ʙaroi taqarruʙ [ʙa dargohi Alloh taolo] jak qurʙonī taqdim kardand, az jake pazirufta şud va az digare pazirufta naşud. [Qoʙil ʙa Hoʙil] Guft: \"Hatman, turo xoham kuşt\". [Hoʙil] Guft: \"Alloh taolo [qurʙoniro] faqat az parhezkoron mepazirad"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Agar tu dastro ʙaroi kuştani man daroz kunī, man hargiz dastamro ʙaroi kuştan ʙa sūjat daroz naxoham kard, [zero] ʙe tardid, man az Alloh taolo – Parvardigori çahonijon – metarsam"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "[On goh ʙaroi on ki ūro ʙitarsonad guft] \"Man mexoham, ki tu ʙo gunohi [qatli] man va gunohi [a'moli] xudat [ʙa sūji Alloh taolo] ʙozgardī va az ahli duzax ʙoşī. Va in ast sazoi sitamgoron"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Pas, nafsi [sarkaşi] ū kuştani ʙarodaraşro ʙarojaş orost [va muvaççahu oson çilva dod]. Pas, ūro kuşt va az zijonkoron şud"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "On goh Alloh taolo kaloƣ [zoƣ]-ero firistod, ki dar zamin çustuçū [va koviş] mekard, to [kaloƣi murdaero dafn kunad va in guna] ʙa vaj nişon dihad, ki ci guna çasadi ʙarodaraşro ʙipūşonad. [Qoʙil] Guft: \"Voj ʙar man! Ojo notavon ʙudam az in ki hamcun in kaloƣ ʙoşam va çasadi ʙarodaramro ʙipūşonam\"? On goh [ʙa saxtī az kori zişti xeş] puşajmon şud"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Ba hamin saʙaʙ, ʙar Bani Isroil muqarrar doştem, ki har kas insonero çuz ʙaroi [qasosi] kase jo fasode [ki] dar zamin [murtakiʙ şudaast] ʙa qatl ʙirasonad, cunon ast, ki gūī hamai mardumro kuştaast va har kas [ʙo xuddorī az qatlhoi xudsarona va ʙehuda] insonero zinda ʙidorad, cunon ast, ki hamai mardumro zinda kardaast. Va ʙe gumon, pajomʙaroni mo ʙo daloili ravşan ʙaroi onon [Bani Isroil] omadand, [vale] ʙoz ham ʙisjore az eşon pas az on [ʙo irtikoʙi gunoh] dar zamin [po az hududi ilohī farotar guzoştand va] zijodaravī kardand"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Sazoi kasone, ki ʙo Alloh taolo va pajomʙaraş meçangand va [ʙo qatlu duzdī va fahşo] dar zamin ʙa fasod mekūşand, çuz in nest, ki kuşta şavand jo ʙa dor ovexta şavand jo dast [-i rost] va poj [-i capi] onho dar xilof [çihati jakdigar] qat' şavad jo az sarzamin [-i xud] taʙ'id gardand. In [muçozot mojai] rasvoii onho dar dunjost va dar oxirat [niz] azoʙi ʙuzurg [dar peş] dorand"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "Magar kasone, ki [şumo hokimon] peş az on ki ʙar onon dast joʙed, tavʙa kunand. Pas, [agar cunin kardand, az onon darguzared va] ʙidoned, ki Alloh taolo omurzandai mehruʙon ast"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Ej kasone, ki imon ovardaed, az Alloh taolo parvo kuned [ʙitarsed] va [ʙo ançomi korhoi nek, ʙaroi taqarruʙ] ʙa sūji Ū vasila ʙiçūed va dar rohaş çihod kuned, ʙoşad, ki rastagor şaved"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Dar haqiqat kasone, ki kufr varzidand, agar tamomi on ci dar zamin ast, ʙaroi onon ʙoşad va hammonandaş [niz] ʙo on [dar ixtijoraşon ʙoşad va ʙixohand], to ʙa ʙad-on vasila xudro az azoʙi rūzi qijomat ʙozxarand, az eşon pazirufta nameşavad va azoʙi dardnok [dar peş] dorand"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Mexohand az otaş [-i duzax] ʙerun ravand, va [-le] az on [azoʙ] nametavonand xoriç şavand va ʙarojaşon azoʙi pojdor [muhajjo] ast"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "[Ej hokimoni musulmon] Dasti mardu zani duzdro ʙa sazoi amale, ki murtakiʙ şudaand, ʙa unvoni muçozote az çoniʙi Alloh taolo qat' kuned va [ʙidoned, ki] Alloh taolo şikastnopaziru hakim ast"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Pas, har ki ʙa'd az [gunoh va] sitam kardanaş tavʙa kunad va [a'moli xudro çuʙron va] isloh namojad, ʙe tardid, Alloh taolo tavʙaaşro mepazirad. Ba rostī, ki Alloh taolo omurzandai mehruʙon ast"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Ojo namedonī, ki farmonravoii osmonho va zamin az oni Alloh taolo ast, [va] har kiro ʙixohad azoʙ mekunad va har kiro ʙixohad meʙaxşad? Va Alloh taolo ʙar har cize tavonost"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "Ej pajomʙar, kasone, ki dar [rohi] kufr şitoʙ mekunand, turo ƣamgin nasozad - [xoh] az kasone, ki ʙa zaʙonaşon megūjand: \"Imon ovardem\" va qalʙaşon imon naovardaast va [xoh] az jahudijon [ʙoşand, hamon kasone, ki ʙa suxanoni peşvojonu ʙuzurgonaşon] gūş mesuporand, [ore, onon faqat] şunavandai [durūƣho va muqallidi dasturhoi] gurūhi digare [az ulamojaşon] hastand, ki [turo ʙovar nadorand va hargiz] nazdat naomadaand. Onon suxanon [-i Alloh taolo]-ro [ʙar asosi majlu manfiati xud] az çojgohaşon tahrif mekunand va [ʙa jakdigar] megūjand: \"Agar in [hukm az suji Muhammad] ʙa şumo doda şud, pas, [az ū] ʙipazired va agar on [cizi dilxohaton ast] ʙa şumo doda naşud, [az ū] durī kuned\". Va [ej pajomʙar] har ki Alloh taolo gumrohiaşro xosta ʙoşad, tu hargiz dar ʙaroʙari Alloh taolo ʙarojaş ixtijor nadorī [va nametavonī az ū difo' kunī]. Onon [jahudijon va munofiqon] kasone hastand, ki Alloh taolo naxostaast dilhojaşonro [az palidii kufr] pok kunad. Onon dar dunjo rasvoī [va xorī dar intizor] dorand va dar oxirat ʙarojaşon azoʙi ʙuzurge [dar peş] ast"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Onon [jahudijon] ʙisjor gūş ʙa durūƣ mesuporand, [va] moli haromi farovon mexūrand. Pas, [ej pajomʙar] agar [ʙaroi dodxohī] nazdat omadand, mijonaşon dovarī kun jo az eşon rūj ʙigardon. Va [jaqin ʙidon, ki] agar az onon rūj ʙigardonī, ʙa tu heç zijone namerasonand, va [-le] agar dovarī kardī, ʙo adolat mijonaşon dovarī kun. Be tardid, Alloh taolo dodgaronro dūst medorad"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Va onon ci guna turo ʙa dovarī metalaʙand, dar hole ki Tavrot nazdaşon ast, [va] hukmi Alloh taolo dar on vuçud dorad? Sipas ʙa'd az on [dodxohī, agar suxane xilofi majlaşon ʙigūī, az dasturi Tavrot va hukmi tu] ruj megardonand va inon mu'min nestand"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "Ba rostī, Mo Tavrotro nozil kardem, ki dar on hidojat va nur ast. Pajomʙarone, ki [dar ʙaroʙari farmoni Alloh taolo] taslim ʙudand, ʙar asosi [omūzahoi] on ʙaroi jahudijon dovarī mekardand va donişmandonu faqehon [-i jahudī], ki posdorī az kitoʙi Alloh taolo [va çilavgirī az tahrifi Tavrot] ʙa onon supurda şuda ʙud va ʙar [haqqonijati] on guvoh ʙudand [va ʙino ʙa dasturhojaş hukm mekardand]. Pas, [ej jahudijon, dar içroi ahkomi ilohī] az mardum natarsed va az Man ʙitarsed va ojotamro ʙa ʙahoi nociz nafurūşed. Va har kas ʙa ahkome, ki Alloh taolo nozil kardaast, dovarī nakunad, kofir ast"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Va dar on [Tavrot] ʙaroi eşon [Bani Isroil] muqarrar doştem, ki: \"Çon dar ʙaroʙari çonu caşm dar ʙaroʙari caşm va ʙinī dar ʙaroʙari ʙinī va gūş dar ʙaroʙari gūş va dandon dar ʙaroʙari dandon ast va [hatto] zaxmho qasos dorand\". Pas, har ki az on guzaşt namojad, on [ʙaxşiş] kafforai [gunohoni] ūst. Va har kas ʙa ahkome, ki Alloh taolo nozil kardaast, hukm nakunad, [az hududi ilohī farotar raftaast va] sitamgor ast"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "Va ʙa dunʙoli onon [pajomʙaroni Bani Isroil] Iso pisari Marjamro firistodem, ki tasdiqkunandai Tavrot ʙud, ki peş az ū firistoda ʙudem va Inçilro, ki dar on hidojat va nur ʙud, ʙa ū dodem, ki tasdiqkunandai Tavroti peş az vaj ʙud va hidojatu andarze ʙud ʙaroi parhezkoron"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Va ahli Inçil ʙojad ʙa on ci Alloh taolo dar on [kitoʙ] nozil kardaast, hukm kunand. Va har ki ʙa on ci Alloh taolo nozil kardaast, hukm nakunad, nofarmon ast"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Va [ej pajomʙar, mo in] kitoʙro ʙa haq ʙar tu nozil kardem, [ki] tasdiqkunandai kitoʙhoi peşin ast va mavridi e'timod [-i kitoʙhoi osmonī ʙa unvoni me'jore ʙaroi haq va ʙotil] ast. Pas, ʙajni onon ʙar asosi on ci Alloh taolo nozil kardaast, hukm kun va ʙa çoji haqiqate, ki [az çoniʙi Qur'on] ʙa tu raisdaast, az havashoi onon pajravī makun. [Ej mardum] Mo ʙaroi har jake az şumo oinu rohi ravşan karor dodem va agar Alloh taolo mexost, hamai şumoro ummati vohid karor medod, vale [Alloh taolo mexohad] şumoro dar [mavridi] on ci ʙa şumo ʙaxşidaast, ʙiozmojad, pas, dar nekiho ʙar jakdigar peşī gired. Bozgaşti hamai şumo ʙa sūji Alloh taolo ast. On goh Ū az on ci dar on ixtilof mekarded, ogohaton mesozad"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Va [ej pajomʙar] mijoni onon [jahud] ʙar asosi on ci Alloh taolo [dar Qur'on] nozil kardaast, hukm kun va az havashojaşon pajravī makun va ʙar hazar ʙoş az in ki turo az ʙarxe az on ci Alloh taolo ʙar tu nozil kardaast, munharif kunand. Pas, agar [az pazirişi dovarii tu] rūj gardonand, ʙidon, ki Alloh taolo mexohad ononro ʙa [xotiri] ʙarxe az gunohonaşon muçozot kunad. Va ʙa rostī, ki ʙisjore az mardum nofarmonand"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Ojo onon dovarii [ʙar asosi cenakhoi] çohilijatro mexohand? Va ʙaroi ahli jaqin, dovarii ci kase ʙehtar az Alloh taolo ast"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "Ej kasone, ki imon ovardaed, jahudijon va masehijonro ʙa dūstī nagired. Onon dūstoni jakdigarand va har ki az şumo, ki ʙo eşon dūstī kunad, hatman, az onhost. Be tardid, Alloh taolo gurūhi sitamgoronro [ʙa xotiri dūstī ʙo kofiron] hidojat namekunad"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Pas, [ej pajomʙar] kasonero, ki dar dilhojaşon ʙemorī [nifoq] ast, meʙinī, ki dar [dūstī ʙo] onon meşitoʙand, [va] megūjand: \"Metarsem, ki [agar pirūz şavand, az çoniʙi onon] oseʙe ʙa mo ʙirasad\". Umed ast, ki Alloh taolo [ʙaroi musulmonon] az çoniʙi Xud pirūzī [va kuşoişe] peş ovarad, on goh [in munofiqon] az on ci dar dili xud pinhon medoştand, puşajmon şavand"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "Va onon, ki imon ovardaand megūjand: \"Ojo inho [munofiqon] hamon kasone hastand, ki ʙa Alloh taolo savgandhoi saxt mexūrdand, ki ʙo şumo hastand\"? A'molaşon taʙoh gaşt va zijonkor şudand"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "Ej kasone, ki imon ovardaed, har kase az şumo, ki az dini xud ʙargardad [ʙa Alloh taolo zijone namerasonad], Alloh taolo ʙa zudī gurūhero meovarad, ki ononro dūst medorad va onho [niz] Ūro dūst medorand, [onon] nisʙat ʙa mu'minon furūtan va dar ʙaroʙari kofiron sarsaxt hastand, dar rohi Alloh taolo çihod mekunand va az sarzanişi heç malomatgare nameharosand. In fazli Alloh taolo ast, ki ʙa har kas ʙixohad medihad va Alloh taolo kuşoişgari donost"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "[Ej mu'minon] Be tardid, [jovaru] dūsti şumo faqat Alloh taolo va pajomʙaraş va [hamcunin] afrode hastand, ki imon ovardaand. [Hamon] Kasone, ki namoz ʙarpo medorand va ʙo furūtanī [va rizojati komil] zakot mepardozand"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Va har ki Alloh taolo va pajomʙaraş va mu'minonro ʙa dūstī ʙigirad, [az gurūhi Alloh taolo ast va] jaqinan, gurūhi Alloh taolo pirūzand"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "Ej kasone, ki imon ovardaed, kasonero, ki dinatonro ʙa tamasxur va ʙozī giriftaand, dūst [-oni xud] nagired, [xoh] az kasone [ʙoşand], ki peş az şumo ʙa onon kitoʙ doda şudaast va [xoh az] kofiron. Va agar imon dored, az Alloh taolo parvo kuned [ʙitarsed]"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Va [in afrod kasone hastand, ki] vaqte [tavassuti azon mardumro] ʙa namoz mexoned, onro ʙa masxara va ʙozī megirand, zero onon gurūhe hastand, ki nameandeşand"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "[Ej pajomʙar] Bigū: \"Ej ahli kitoʙ, ojo [illati in ki] ʙar mo xurda megired, çuz in ast, ki mo ʙa Alloh taolo va on ci ʙar mo nozil şuda va [ʙa] on ci peş az mo nozil gardidaast, imon ovardaem va [hamcunin ʙar in ʙovarem, ki] aƣlaʙi şumo nofarmoned"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Bigū: \"Ojo [mexohed] şumoro az [holi] kasone ogoh kunam, ki nazdi Alloh taolo çazoe az in ʙadtar dorand? [Onon] Kasone [hastand], ki Alloh taolo la'nataşon kard va ʙar eşon xaşm girift va ʙarxe az ononro [masx namud va ʙa şakli] ʙuzina va xuk darovard va [niz] kasone, ki [ʙa çoji Alloh taolo] toƣut [va hokimoni xudkoma]-ro ʙandagī kardand. Inon [az hama] ʙadmaqomtar va az rohi rost gumgaştatarand"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Va [ej pajomʙar] vaqte [jahudijoni munofiq] nazdaton meojand, megūjand: \"Imon ovardaem\", hol on ki ʙo kufr vorid şudand va ʙo hamon [kufr] ʙerun raftaand; va Alloh taolo ʙa on ci pinhon mekardand, donotar ast"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Va ʙisjore az ononro meʙinī, ki dar gunoh va taçovuz [ʙa huquqi digaron] va haromxūrī şitoʙ mekunand. Ci ʙad ast, on ci mekunand"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Caro donişmandon va faqehon [-i jahud] ononro az guftori gunoh [-olud] va haromxoragiaşon ʙoznamedorand? Rostī, ci ʙad ast, on ci ançom medihand"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Va jahudijon [hangomi saxtī va tangdastī] guftand: \"Dasti Alloh taolo [az xajru ʙaxşiş] ʙastaast\". Dasthojaşon ʙasta ʙod va ʙa sazoi on ci guftand la'nat ʙar onon ʙod! [Hargiz cunin nest] Balki har du dasti Ū kuşodaast [va] har guna ki ʙixohad, meʙaxşad. [Ej pajomʙar] In ojot, ki az tarafi Parvardigorat ʙar tu nozil şudaast, ʙar sarkaşī va kufri ʙisjore az onon meafzojad. Mo mijonaşon to rūzi qijomat duşmanī va kina afkandem. Har zamon otaşi çang ʙarafrūxtand, Alloh taolo onro xomūş kard. Onon [pajvasta] dar zamin ʙa taʙahkorī [va fasod] mekūşand va Alloh taolo taʙahkoronro dūst namedorad"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Va agar ahli kitoʙ imon meovardand va parhezkorī mekardand, jaqinan, gunohonaşonro mezududem va ononro ʙa ʙoƣhoi purne'mat [-i ʙihişt] vorid mekardem"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Va agar onon ʙa Tavrot va Inçil va on ci az sūji Parvardigoraşon ʙar onho nozil şudaast [Qur'on] amal mekardand, hatman, az [ʙarakoti osmoni] ʙoloi saraşon va az [ne'mathoi zamini] zeri pojaşon ʙarxūrdor meşudand. Barxe az onon mijonarav hastand, va [-le] ʙisjore az eşon [ʙa saʙaʙi ʙeimonī] korhoi ʙade ançom medihand"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "Ej pajomʙar, on ciro az tarafi Parvardigorat ʙar tu nozil şudaast, [ʙa tavri komil ʙa mardum] iʙloƣ kun va agar [cunin] nakunī, risolati Ūro [ʙa ançom] narasondaī va Alloh taolo turo az [gazandi] mardum hifz mekunad. Be tardid, Alloh taolo gurūhi kofironro hidojat namekunad"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Bigū: \"Ej ahli kitoʙ, şumo ʙar heç [oini duruste] nested, magar in ki Tavrot va Inçil va on ciro, ki az tarafi Parvardigoraton ʙar şumo nozil şudaast, ʙarpo dored\". Va [ej pajomʙar] ʙe tardid, on ci az sūji Parvardigorat ʙar tu nozil şudaast, ʙar sarkaşī va kufri ʙisjore az onon meafzojad, pas, ʙar [in] gurūhi kofir afsūs maxūr"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Be gumon, kasone, ki imon ovardaand va kasone, ki jahudī va soiʙī [fitratgaro] va masehī hastand, har ki ʙa Alloh taolo va rūzi qijomat imon ovarad va korhoi şoista ançom dihad, na tarse xohand doşt va na anduhgin meşavand"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Jaqinan, mo az Bani Isroil [dar mavridi itoat az farmoni haq] pajmon giriftem va pajomʙarone ʙa sūjaşon firistodem. Har goh pajomʙare cize ovard, ki havoi nafsaşon namepisandad, gurūhero durūƣgū xondand va gurūhero kuştand"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "[Ore, jahudijon pajmon şikastand] Va pindoştand, ki muçozote dar kor nest, pas, kūr gaştand [va haqro nadidand] va kar şudand [va haqro naşunidand]. On goh [tavʙa kardand va] Alloh taolo tavʙai eşonro paziruft. Sipas ʙisjore az eşon [ʙoz ham dar ʙaroʙari hidojat] kūru kar şudand va Alloh taolo ʙa on ci ançom medihand, ʙinost"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "Onon, ki guftand: \"Alloh taolo hamon Maseh pisari Marjam ast\", jaqinan kofir şudand, dar hole ki [xudi] Maseh guft: \"Ej Bani Isroil, Allohro ʙiparasted, ki Parvardigori manu Parvadigori şumost. Be tardid, har ki ʙa Alloh taolo şirk ovarad, Alloh taolo ʙihiştro ʙar ū harom kardaast va çojgohaş duzax ast va sitamgoron heç jovare nadorand"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Kasone, ki [ma'ʙudi haqiqiro maçmuai padar, pisar va Rūh-ul-qudus donistand va] guftand: \"Alloh taolo savumin [nafar az] se [ma'ʙud] ast\", hatman, kofir şudand. Ma'ʙude [ʙa haq] çuz ma'ʙudi jagona nest. Va agar az on ci megūjand, ʙoznaistand, hatman, ʙa afrode az eşon, ki kufr varzidand, azoʙi dardnoke xohad rasid"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Ojo ʙa sūji Alloh taolo ʙoznamegardand va az Ū talaʙi omurziş namekunand? Va Alloh taolo omurzandai mehruʙon ast"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Maseh pisari Marjam çuz pajomʙare nest, ki peş az ū [niz] pajomʙaroni digare ʙudand va modaraş zani rostgū ʙud. Har du [monandi insonhoi digar] ƣizo mexūrdand. [Ej pajomʙar] Bingar, ki ci guna ojot [-i xud]-ro ʙarojaşon ravşan mesozem va ʙoz ʙingar, ki ci guna rūjgardon meşavand"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "[Ej pajomʙar] Bigū: \"Ojo cizero ʙa çoji Alloh taolo meparasted, ki sudu zijone ʙarojaton nadorad? Va [hol on ki] Alloh taolo şunavovu donost"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Bigū: \"Ej ahli kitoʙ, dar dini xud ʙa nohaq ƣuluv [va zijodaravī] nakuned va az havashoi gurūhe pajravī nakuned, ki peştar gumroh şudand va ʙisjore [az pajravonaşon]-ro gumroh kardand va az rohi rost munharif gaştaand"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "[Afrode] Az Bani Isroil, ki kufr varzidand, az zaʙoni Dovud [dar Zaʙur] va [az qavli] Iso pisari Marjam [dar Inçil] mavridi la'nat qaror giriftand. In [nafrin] ʙa xotiri on ʙud, ki nofarmonī kardand va [az hududi ilohī] taçovuz menamudand"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Onon jakdigarro az [gunohonu] kor [-hoi] zişte, ki ançom medodand, nahj namekardand. Ba rostī, ci ʙad ʙud on ci mekardand"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "[Ej pajomʙar] Bisjore az ononro meʙinī, ki ʙo kofiron dūstī mekunand. Ba rostī, ci zişt ast, on ci ʙaroi xud peş firistodand, ki [dar natiçai on niz] Alloh taolo ʙar onon xaşm girift va çovidona dar azoʙ memonand"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Va agar [jahudijon] ʙa Alloh taolo va pajomʙar va on ci ʙar ū nozil şudaast, imon meovardand, onon [kofiron]-ro ʙa dūstī namegiriftand, vale ʙisjore az onon nofarmonand"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "[Ej pajomʙar] Jaqinan, jahudijon va kasonero, ki şirk varzidand, duşmantarini mardum nisʙat ʙa mu'minon xohī joft va nazdiktarin dūston ʙa mu'minonro kasone xohī joft, ki megūjand: \"Mo masehī hastem\". In ʙa xotiri on ast, ki mijoni eşon kaşişon va rohiʙon [-i haqparast] hastand va [niz] az on rūst, ki takaʙʙur namevarzand"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Va cun ojotero, ki ʙar pajomʙar nozil şudaast, meşunavand, meʙinī ʙar asari on ci az haq şinoxtaand, caşmonaşon aşk meʙorad va megūjand: \"Parvardigoro, imon ovardem, pas, moro dar zumrai [musulmonon va] guvohon ʙinavis"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Caro ʙa Alloh taolo va on ci az haq ʙa mo rasidaast, imon najovarem, hol on ki umed dorem, ki Parvardigoramon moro ʙo gurūhi şoistagon [ʙa ʙihişt] darovarad"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Pas, Alloh taolo ʙa posi on ci guftand, ʙa onon ʙoƣhoe [az ʙihişt] podoş dod, ki az zeri [daraxtoni] on çūjʙorho çorī ast va çovidona dar on xohand mond. Va in ast çazoi nakukoron"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Va kasone, ki kufr varzidand va ojoti moro takziʙ kardand, onon ahli duzaxand"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Ej kasone, ki imon ovardaed, cizhoi pokizaero, ki Alloh taolo ʙaroi [istifodai] şumo halol kardaast, [ʙa ʙahonai zuhdu dindorī ʙar xud] harom nakuned va [az had] taçovuz nanamoed. Ba rostī, ki Alloh taolo mutaçovizon [-i hududi ilohī]-ro dūst namedorad"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Va az cizhoi halol [va] pokizae, ki Alloh taolo ʙar şumo rūzī dodaast, ʙixūred va az Alloh taolo, ki ʙa Ū imon dored, parvo kuned"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Alloh taolo şumoro ʙa xotiri savgandhoi ʙehuda [va ʙeixtijoraton] ʙozxost namekunad, vale dar savgandhoe, ki [ogohona] mexūred [va meşkaned], muoxaza mekunad. Pas, kafforai on, xūrok dodan ʙa dah tihidast az ƣizohoi [ma'mulī va] mutavassiti şahraton ast jo liʙos dodan ʙa dah nafar [az mustamandon] jo ozod kardani jak ʙarda. Agar kase [tavonoii molī nadorad jo heç jak az inhoro] namejoʙad, pas, se rūz rūza [ʙigirad]. In kafforai savgandhoi şumost, [ʙaroi] har zamon, ki savgand jod karded [va onro şikasted]. Va savgandhoi xudro hifz kuned [va naşkaned]. Alloh taolo in cunin ojoti xudro ʙaroi şumo ʙajon mekunad, ʙoşad, ki sipos guzored"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Ej kasone, ki imon ovardaed, ʙe tardid, şaroʙu qimor va ʙuthovu tirhoi qur'akaşī palid [va] az kor [-hoi] şajton hastand, pas, az onho durī kuned, ʙoşad, ki rastagor şaved"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Dar haqiqat, şajton mexohad ʙo şaroʙu qimor, mijonaton duşmanī va kina eçod kunad va şumoro az jodi Alloh taolo va az namoz ʙozdorad, pas, [ej mu'minon, holo ki haqiqatro donisted] ojo az onho dast ʙarmedored"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Va az Alloh taolo itoat kuned va farmonʙari pajomʙar ʙoşed va [az gunohu nofarmonī] hazar kuned. Pas, agar rūj gardonded, ʙidoned, ki vazifai pajomʙari Mo [cize] çuz iʙloƣi oşkor nest"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Bar kasone, ki imon ovardaand va korhoi şoista ançom dodaand, gunohe dar on ci [peş az hukmi tahrimi şaroʙ] xūrdaand, nest, [alʙatta] dar surate ki [az muharramot] parhez kunand va imon ʙiovarand va korhoi şoista ançom dihand, sipas parhezkorī kunad va imon ʙiovarand, on goh [ʙeş az peş] parhezkorī kunand va nekī namojand. Va Alloh taolo nakukoronro dūst medorad"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "Ej kasone, ki imon ovardaed, Alloh taolo şumoro [dar hole ki muhrim hasted] ʙa cize az şikori [sahroī], ki dar dastrasi şumo va najzahojaton ʙoşad, meozmojad, to ma'lum dorad, ci kase dar nihon az Ū metarsad. Pas, har ki ʙa'd az in [ozmun] az had darguzarad [va dar holi haç jo umra şikor kunad], azoʙi dardnok [dar peş] dorad"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Ej kasone, ki imon ovardaed, dar holi ehrom, şikorro nakuşed va har kase az şumo, ki qasdan onro ʙikuşad, ʙojad hammonandi on ci ki kuştaast, kafforae az cahorpojon ʙidihad, [ʙa şarte] ki du nafari odil az şumo [ʙaroʙararzişii] onro ta'jid kunand va [on goh on kafforaro ʙa surati] qurʙonī [ʙa mustamandoni peromuni] Ka'ʙa ʙirasonad jo [muodili ʙahoi onro] ʙa tihidastoni [Haram] ƣizo dihad jo [agar tavoni molī nadoşt] muodili onro [dar muqoʙili har faqir jak] rūza ʙigirad, to kajfari amali xudro ʙicaşad. Alloh taolo on ciro, ki [peş az in tahrim] guzaştaast, avf namud va har ki [ʙa in gunoh] ʙozgardad, [ʙidonad, ki] Alloh taolo az ū intiqom megirad va Alloh taolo şikastnopaziri dodsiton ast"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "[Ej musulmonon, dar holi ehrom] Sajdi darjoī va xūroki on ʙaroi şumo halol şudaast, to şumo [ki dar Makka muqim hasted] va korvonijon [ki musofirand, hamagī] az on ʙarxūrdor şaved, va [-le] to zamone ki muhrim hasted, sajdi sahroī ʙar şumo harom ast va az Alloh taolo, ki [rūzi qijomat] nazdi Ū çam' meşaved, parvo kuned"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Alloh taolo Ka'ʙai Bajt-ul-haromro vasilae ʙaroi ustuvorī [va somon ʙaxşidan ʙa kori] mardum qaror dod va [hamcunin, hurmati çangu dargirī dar] mohi harom va [kuştani] qurʙonī [-i ʙenişon] va qurʙonii qalodador [-ro ʙaroi osoişi mardum vaz' kard]. In [guna ahkom] ʙaroi on ast, ki ʙidoned Alloh taolo on ciro, ki dar osmonho va zamin ast medonad va in ki Alloh taolo ʙa har cize donost"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "[Ej mardum] Bidoned, ki Alloh taolo saxtkajfar ast va [dar ajni hol] Alloh taolo omurzandai mehruʙon ast"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Pajomʙar vazifae çuz rasondani [vahj] nadorad va Alloh taolo on ciro, ki oşkor mekuned va pinhon medored, [hamaro] medonad"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "[Ej pajomʙar] Bigū: \"Palid va pok jakson nestand, harcand farovonii palid [ī] turo ʙa şigift ovarad. Pas, ej xiradmandon, az Alloh taolo parvo kuned, ʙoşad, ki rastagor şaved"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "Ej kasone, ki imon ovardaed, az cizhoe napursed, ki agar [posuxi haqiqiaş] ʙarojaton oşkor gardad, anduhginaton mekunad va agar zamone, ki Qur'on nozil megardad, pursuçū kuned, [hukmu posuxi pursişhojaton] ʙar şumo oşkor megardad. Alloh taolo az on [masoil va ʙajoni onho] darguzaşt va Alloh taolo omurzandai ʙurdʙor ast"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Dar haqiqat, gurūhe [ki] peş az şumo [ʙudand niz] az in [guna] pursişho kardand, sipas [vaqte ki çavoʙi noguvor ʙarojaşon omad], ʙa on [amal nakardand va] kufr varzidand"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Alloh taolo heç guna \"ʙahira\" va \"soiʙa\" va \"vasila\" va \"hom\" [anvoi şuturhoi muxtalife, ki muşrikon vaqfi ʙuthojaşon mekardand]-ro [ʙaroi xud] qaror nadodaast, vale kasone, ki kufr varzidand, [ʙo iddaoi hurmati in hajvonot] ʙar Alloh taolo durūƣ meʙandand va ʙeştaraşon darnamejoʙand"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "Va hangome ki ʙa onon gufta şavad: \"Ba sūji on ci Alloh taolo nozil kardaast va ʙa sūji pajomʙar ʙijoed\", megūjand: \"On ci nijogonamonro ʙar on joftaem, ʙarojamon kofist\". Ojo agar nijogonaşon cize namedonistand va hidojat najofta ʙudand [ʙoz ham az onon pajravī mekardand]"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "Ej kasone, ki imon ovardaed, muroqiʙi [imon va toati] xud ʙoşed. Agar hidojat jofta ʙoşed, gumrohii kasone, ki gumroh şudaand, ʙa şumo zijone namerasonad. Bozgaşti hamai şumo ʙa sūji Alloh taolo ast, on goh şumoro az on ci mekarded, ogoh mesozad"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "Ej kasone, ki imon ovardaed, hangome ki [nişonahoi] margi jake az şumo faro rasid, hangomi vasijat ʙojad az mijonaton du nafari odilro guvoh ʙigired jo agar musofirat karded va peşomadi marg ʙa şumo rasid [va musulmonero najofted], du nafar az ƣajri xud [ƣajri musulmon]-ro ʙa guvohī ʙitalaʙed va agar [dar rostgūii onho] tardid doşted, on duro ʙa'd az namoz nigoh dored, to ʙa Alloh taolo savgand ʙixūrand, ki: \"Mo hozir nestem on [vasijat]-ro ʙa cize furūşem, agarci [ʙa sudi] xeşonamon ʙoşad. Va şahodati Allohro kitmon namekunem, ki dar in surat, hatman, az gunahgoron xohem ʙud"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Pas, agar ma'lum şud, ki on du murtakiʙi gunoh [xijonat va durūƣgūī] şudaand, du tan az kasone, ki mavridi çafoi guvohon qaror giriftaand va az nazdikon [-i majit] hastand, ʙa çoji onon ʙarxezand va ʙa Alloh taolo savgand ʙixūrand, ki: \"Guvohii mo az guvohii on du durustar ast va mo [az haq] taçovuz namekunem va dar ƣajri in surat, az sitamgoron xohem ʙud"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "In [raviş] nazdiktar ast ʙa on ki şahodat ʙa surati durustaş ado şavad jo şohidon ʙitarsand, ki pas az savgandi onon [vorison] savgandhojaşon rad şavad [va xijonataşon oşkor gardad] va az Alloh taolo parvo kuned va [in pandhoro] ʙişnaved va [ʙidoned, ki] Alloh taolo mardumi [ʙadkor va] nofarmonro hidojat namekunad"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "Rūze [xohad rasid], ki Alloh taolo pajomʙaronro gird meovarad va mepursad: \"[Ummathojaton] Ci posuxe ʙa [da'vati] şumo dodand\"? Onon gūjand: \"Mo donişe [ʙa haqiqati amr] nadorem. Be tardid, Tuī, ki donoi rozhoi nihonī"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "[Ej pajomʙar, jod kun az] Hangome ki Alloh taolo farmud: \"Ej Iso – pisari Marjam, ne'mati maro ʙar xud va ʙar modarat ʙa jod ovar, on goh ki turo ʙo Rūh-ul-qudus [Çaʙrail] ta'jid kardam, ki dar gahvora [ʙa e'çoz] va dar mijonsolī [ʙa vahj] ʙo mardum suxan meguftī va on goh ki ʙa tu kitoʙu hikmat va Tavrotu Inçil omūxtam va on goh ki ʙa farmoni Man az gil [cize] ʙa şakli paranda mesoxtī va dar on medamidī va ʙa farmoni Man parrandae meşud va kūri modarzodu ʙemorii muʙtalo ʙa pesiro ʙa farmoni Man şifo medodī va on goh ki murdagonro ʙa farmoni Man [zinda az qaʙr] ʙerun meovardī va on goh ki [ozori] Bani Isroilro – on goh ki mu'çizoti oşkor ʙarojaşon ovarda ʙudī – az tu ʙozdoştam. Pas, kasone az onon, ki kufr varzida ʙudand, guftand: \"In [korho cize] nest magar afsuni oşkor"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "Va [Ej Iso, ʙa jod ovar] Zamone, ki ʙa havorijon vahj firistodam, ki: \"Ba Man va ʙa firistodaam imon ʙijovared\". Onon guftand: \"Imon ovardem va guvoh ʙoş, ki mo taslim [-i farmonat] şudaem"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "[Va jod kun az] On goh ki havorijon guftand: \"Ej Iso – pisari Marjam, ojo Parvardigorat metavonad sufrae [pur az ƣizo] az osmon ʙar mo nozil kunad\"? [Iso dar posux] Guft: \"Agar mu'min hasted, az Alloh taolo parvo kuned"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Onon guftand: \"Mexohem az on ʙixūrem va dilhojamon [ʙa risolati tu] itminon joʙad va ʙidonem, ki ʙa mo rost guftaī va xud az guvohoni on ʙoşem"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Iso – pisari Marjam - [duo kard va] guft: \"Bor Iloho, Parvardigoro, sufrai [purƣizo] az osmon ʙar mo ʙifrist, to ide ʙoşad ʙaroi imrūzijon va ojandagonamon va [hamcunin] mu'çizae az [çoniʙi Tu] ʙoşad va ʙa mo rūzī deh, ki Tu ʙehtarin ruzidihandaī"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Alloh taolo [duoi ūro içoʙat kard va] farmud: \"Man onro ʙar şumo nozil mekunam, ammo har kase az şumo, ki pas az on kufr ʙivarzad, ūro ʙa cunon azoʙ [-i saxt] ducor mekunam, ki heç jak az çahonijonro oncunon azoʙ nakarda ʙoşam"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "Va [jod kun az] hangome ki [rūzi qijomat] Alloh taolo mefarmojad: \"Ej Iso – pisari Marjam, ojo tu ʙa mardum guftī, ki: \"Manu modaramro [hamcun] du ma'ʙud ʙa çoji Alloh taolo ʙarguzined\"? [Iso] megūjad: \"[Bor Iloho] Tu munazzahī, şoista nest, ki man [dar ʙorai xeştan] cize, ki haqqam nest ʙigūjam. Agar cunin [suxanero] gufta ʙoşam, ʙe gumon, Tu medonī. Tu on ciro, ki dar nafsi man ast, medonī va [-le] man on ciro, ki dar zoti [poki] Tust namedonam. Be tardid, Tu xud donoi rozhoi nihonī"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Çuz on ci maro ʙa on farmon dodī, cize ʙa onon naguftam. [Guftam, ki] \"Allohro ʙiparasted, ki Parvardigori manu şumost\". Va to zamone, ki mijonaşon ʙa sar meʙurdam, ʙar [suxanoni] onon guvoh ʙudam va cun maro [ʙa sūji Xeş] ʙargiriftī, Tu xud muroqiʙaşon ʙudī va Tu ʙar har cize guvohī"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Agar ononro [ʙo adolatat] azoʙ kunī, ʙandagoni Tu hastand va agar ononro [ʙo rahmatat] ʙuʙaxşoī, Tuī, ki şikastnopaziri hakimī"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Alloh taolo mefarmojad: \"Imrūz rūzest, ki rostii rostgūjon ʙa onon sud meʙaxşad. Onon ʙoƣhoe [dar ʙihişt] dorand, ki çūjʙorho az zeri [daraxtoni] on çorī ast va to aʙad çovidona dar on memonand. Alloh taolo az [a'moli] onon xuşnud ast va onon [niz] az [podoşi] Ū xuşnudand. In hamon rastagorii ʙuzurg ast"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Farmonravoii osmonho va zamin va on ci dar onhost, az oni Alloh taolo ast va Ū ʙar har cize tavonost"
        }
    ]
}