{
    "chapter": 40,
    "verse": 67,
    "text": "Allahlah yang menciptakan kalian, wahai anak Adam, dari tanah. Dari tanah itu Dia menciptakan nutfah yang kemudian Dia ubah juga menjadi 'alaqah. Setelah itu Dia mengeluarkan kalian dari perut ibu-ibu kalian dalam bentuk bayi. Selanjutnya, adakalanya Dia memanjangkan umur kalian, hingga mencapai kesempurnaan fisik dan daya pikir, atau memanjangkannya lagi hingga mencapai usia lanjut, dan adakalanya kalian dimatikan sebelum mencapai usia muda, atau tua. Allah menciptakan kalian dengan cara seperti itu agar kalian sampai pada suatu waktu tertentu, yaitu hari kebangkitan, dan agar kalian memikirkan hikmah dan pelajaran yang dapat dipetik dari penciptaan kalian melalui fase-fase seperti itu(1). (1) Pengertian nuthfah, 'alaqah dan mudlghah yang terdapat dalam surat al-Sajdah: 7, 8 dan 9; al-Mu'minûn: 12, 13 dan 14; Ghâfir: 67; dan al-Hajj: 5, adalah sebagai berikut. Kata nuthfah mengandung beberapa arti, di antaranya adalah 'sperma'. Bahkan, dalam ayat 37 surat al-Qiyâmah, pengertian kata nuthfah lebih sempit lagi: 'bagian dari sperma'. Ilmu pengetahuan modern membuktikan bahwa bagian dimaksud adalah spermatozoa yang terdapat di dalam sperma laki-laki. Spermatozoa itulah yang membuahi sel telur. Kata 'alaqah, dari segi etimologi, mengandung arti 'darah kental' atau 'darah encer yang berwarna sangat merah'. Tetapi, kalau dilihat dari perspektif ilmu pengetahuan, kata 'alaqah berarti 'sel-sel janin yang menempel pada dinding rahim setelah terjadi pembuahan spermatozoa terhadap ovum'. Sel-sel itu pada mulanya adalah satu, kemudian terpecah menjadi beberapa sel yang semakin lama semakin bertambah banyak, kemudian bergerak ke arah dinding rahim dan tenggelam, untuk selanjutnya menimbulkan pendarahan di sekitarnya. Sedangkan kata mudlghah berarti janin yang telah melewati fase 'alaqah, yaitu setelah sel-sel janin itu menempel dan menyebar pada dinding rahim secara acak dan diselimuti selaput. Fase mudlghah ini berlangsung beberapa pekan untuk selanjutnya memasuki fase 'izham. Mudlghah itu sendiri, secara garis besar, terdiri atas sel-sel berbentuk manusia yang kelak menjadi janin, dan sel-sel yang tidak berbentuk manusia yang melapisi sel-sel pertama tadi. Sel-sel kedua ini bertugas melindungi bakal janin dan memberi suplai makanan. Terakhir, kata 'izhâm berarti 'tulang'. Akhir-akhir ini, dunia geneologi membuktikan bahwa pusat pembentukan tulang terdapat di lapisan tengah sel mudlghah, yaitu fase sebelum 'izhâm. Dengan demikian, sel tulang mempunyai pusat pembentukan tersendiri yang terpisah dari sel-sel pembentukan otot"
}