{
    "rukus": [
        {
            "chapter": 4,
            "verse": 43,
            "text": "O, vyarvashti, ne pristŭpvaĭte kŭm molitvata, kogato ste piyani, dodeto veche znaete kakvo govorite; nito omŭrseni - osven ako ste pŭtnitsi, - dokato ne se okŭpete! I ako ste bolni ili na pŭt, ili nyakoĭ ot vas e doshŭl ot nuzhnika, ili ste obladavali zheni, a ne ste namerili voda, togava potŭrsete chista zemya i natriĭte litsata i rŭtsete si. Allakh e izvinyavasht, oproshtavasht"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Ne vidya li ti, che darenite s dyal ot Pisanieto kupuvat zabludata i iskat da se zabludite po pŭtya"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Allakh naĭ-dobre znae vragovete vi. Dostatŭchen e Allakh za pokrovitel i dostatŭchen e Allakh za izbavitel"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Nyakoi ot yudeite promenyat mestata na dumite i kazvat: “Chukhme i ne se podchinikhme!” i “Chuĭ, glukh da si!”, i: “Zacheti ni!”, kato krivyat ezik i khulyat religiyata. A ako kazhekha: “Chukhme i se pokorikhme!” i “Chuĭ”, i “Pogledni ni!”, shteshe da e po-dobre za tyakh i po-pravo. No Allakh gi prokle za tyakhnoto neverie i ne vyarvat osven maltsina"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "O, dareni s Pisanieto, povyarvaĭte v onova, koeto nizposlakhme, za da potvŭrdim nalichnoto u vas, predi likove da iztriem i obraza v til da obŭrnem, ili da gi prokŭlnem, kakto proklekhme khorata na Sŭbotata. Povelyata na Allakh nepremenno se izpŭlnyava"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Allakh ne proshtava da se sŭdruzhava s Nego, no osven tova proshtava na kogoto pozhelae. A koĭto sŭdruzhava s Allakh, toĭ izmislya ogromen gryakh"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Ne vidya li ti onezi, koito izkarvat sebe si za naĭ-chistite? Ne, Allakh prechistva kogoto pozhelae i ne shte bŭdat ugneteni dori kolkoto s vlakŭntse ot furma"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Vizh kak izmislyat lŭzha za Allakh! Tova stiga za yaven gryakh"
        }
    ]
}