{
    "pages": [
        {
            "chapter": 14,
            "verse": 19,
            "text": "Allahtın aspandardı jane jerdi aqiqatpen jaratqanın kormedin be? Ol qalasa senderdi ketirip, janadan jaratılgandardı akeledi"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Al, bul Allahqa qiın emes"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Olardın barlıgı Allahtın aldına sıgadı. Sonda alsizder ozderin jogarı sanagandarga: «Biz senderge ilesken edik, endi sender bizdi Allahtın birer azabınan qutqara alasındar ma?» deydi. Olar: «Eger de Allah bizdi twra jolga salganda, biz de senderge twra joldı korseter edik. Sıdamasaq ta, ne sabır etsek te, biz usin / ekewi de / birdey bizge qasıp qutılar jer joq», deydi"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Al, is bitken kezde saytan: «Aqiqatında, Allahtın senderge bergen wadesi xaq wade edi. Men de senderge wade ettim, alayda, senderdi aldadım. Menin ozderindi saqırganım gana bolmasa, senderge esqanday biligim joq edi. Sonda da sender magan jawap berdinder. Endi meni kinalamandar, kerisinse, ozderindi kinalandar. Men senderge komek bere almaymın, sonday-aq, sender de magan komek bere almaysındar. Senderdin burın meni Allahqa serik etip qosqandarınnan bas tartamın», deydi. Aqiqatında, adiletsizderge qinawsı azap bar"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Al, imanga kelgen jane izgi amal istegender astınan ozender agıp jatatın / Jannattagı / baqtarga kirgiziledi. Olar Rabbısının ruqsatımen ol jerde mangi turadı. Ol jerdegi olardın salemdeswleri: «Salam!» / amandıq bolsın / boladı"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Ey, Muxammed! / Allahtın jaqsı sozdi qalay mısal etip keltirgenin kormedin be? Jaqsı soz jaqsı agas sekildi, onın tamırı mıqtı, butagı aspanda"
        }
    ]
}