{
    "pages": [
        {
            "chapter": 18,
            "verse": 5,
            "text": "Bul twralı olarda esbir bilim joq ari olardın akelerinde de. Olardın awızdarınan sıqqan soz ote ulken / awır / . Olar tek otirikti gana aytadı"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Ey, Muxammed! / Olar osı sozge Quranga senbese, sen qaygırıp, olardın sonınan / solarga bola / , ozindi qurta jazdaysın"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Aqiqatında, olardın qaysısı amal etwde jaqsı ekenin sınaw usin Biz jer ustindegi bar narselerdi, onın korki etip qoydıq"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Ari sın maninde, Biz onın / jerdin / ustindegilerdin barlıgın qur topıraqqa aynaldıramız"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Ey, Muxammed! / alde sen ungir jane Raqim ieleri Bizdin belgilerimizdin isindegi tangajayıbı dep oyladın ba"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Kezinde jas jigitter ungirdi panalap: «Rabbımız! Bizge Ozinnen meyirim nasip et! Ari isimizde bizge twralıq ber», - dedi"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Sonda Biz olardın qulaqtarın birnese jılga bekittik"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Sodan keyin eki toptın qaysısı merzimdi dalirek esepteytinin bilw usin olardı qaytadan tirilttik / oyattıq"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Ey, Muxammed! / Sagan olardın xabarın aqiqatpen bayan etemiz. Kudiksiz, olar ozderinin Rabbısına sengen jigitter edi, Biz olardın twralıqtarın arttıra tustik"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Olar turıp: «Bizdin Rabbımız - aspandardın jane jerdin Rabbısı. Biz Odan ozgeni quday etip esqasan tilemeymiz. Onda biz sekten sıqqan sozdi aytqan bolamız», - degen kezde, Biz olardın jurekterin bekitken edik"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Olar bir-birine / : «Mına elimiz Odan ozgeni qudaylar etip aldı. Olar solarga / qudaylarına / qatıstı nege anıq dalel keltirmeydi? Allahqa qatıstı / oydan / otirikti qurastırgannan adiletsiz kim bar?» - dedi"
        }
    ]
}