{
    "pages": [
        {
            "chapter": 27,
            "verse": 14,
            "text": "Olar istey kozderi jetip tursa da adiletsizdik etip ari menmensi ozderin jogarı qoyıp, olardı / belgilerdi / moyındamadı. Qara, buzwsı-buldirwsilerdin sonı qalay boldı"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "Biz Dawit pen Suleymenge bilim berdik. Ol ekewi: «Barlıq maqtaw imandı quldarının kobisinen bizge artıqsılıq bergen Allahqa!» dedi"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Suleymen Dawitke murager boldı. Ol: «Ay, adamdar! Bizge qustardın tili uyretildi ari bizge arbir narseden berildi. Albette, bul - ayqın kensilik», -dedi"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "Ari Suleymennin jındardan, adamdardan jane qustardan bolgan askerleri toptarga bolingen turde / tizilip / onın aldına jinaldı"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Qasan olar qumırsqalar alqabına kelgenderinde, bir analıq qumırsqa: «Ey, qumırsqalar! Ilewlerine / turaqtarına / kirinder. Suleymen jane onın askerleri senderdi bayqamay taptap ketpesin!» - dedi"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "Sonda ol / Suleymen / onın sozine jımiıp kuldi de: «Rabbım! Senin magan jane ata-anama bergen igiligin usin sukir etwimdi / algıs bildirwimdi / ari Ozin razı bolatın izgi amaldar istewimdi kokeyime salıp, nasip et. Ari meni Oz meyiriminmen izgi quldarınnın arasına kirgiz», - dedi"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "Ari ol / Suleymen / qustardı tugendedi de: «Nege babisekti / hwdhwdtı / kormey turmın, alde ol kelmey qalgandardan boldı ma"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "Sozsiz, men onı qattı azappen qinaymın nemese onı bawızdaymın, ne ol magan / uziri usin / anıq bir dalel keltirsin», - dedi"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "Sonda ol / babisek / kop kesikpey kelip: «Men sen bilmegen birnarseni bildim ari sagan Saba jurtınan bir anıq xabar alıp keldim"
        }
    ]
}