{
    "pages": [
        {
            "chapter": 34,
            "verse": 40,
            "text": "Ari sol / qayta tirilw / kuni Ol / Allah / olardın barlıgın jinaydı da keyin peristelerge: «Senderge tabıngan mınalar ma?» - deydi"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "Peristeler / : «Sen / barlıq kemsilikten / paksin! Bizdin qamqorsımız olar emes, Sensin. Negizinde, olar jındarga tabınatın, olardın kobi solarga senwsi edi», - deydi"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Ol kuni sender bir-birlerine ne payda, ne ziyan keltire almaysındar. Biz adiletsizderge: «Ozderin otirik dep eseptegen Ottın azabın tatındar», - deymiz"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Al olarga / musrikterge / anıq ayattarımız oqılgan kezde, olar: «Bul adam senderdi atalarınnın tabınganınan toswdı qalaytın kisi gana», - dedi. Ari olar: «Bul - bar bolganı oydan sıgarılgan otirik», - dedi. Ari, ozderine aqiqat kelgen kezde, ogan kupirlik etkender / senbegender / : «Bul - anıq siqır gana», - dedi"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "Biz olarga / arab musrikterine / ozderi oqıp-uyrenetin kitaptar bermedik ari olarga senen burın eskertwsi de jibermedik"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "Olardan burın otkender de / elsilerdi / jalganga sıgardı. Bular / Mekke musrikteri / olarga bergenimizdin onnan birine de jetken joq. Al olar sonda da elsilerimdi jalganga sıgardı. Sonda Menin qaharım / jazam / qalay boldı"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "Ey, Muxammed! / Ayt: «Men senderge bir narsege kenes beremin. Allahtın aldında eki-ekiden / birlesip / jane bir-birden / jeke / turıp, sodan keyin oylanındar. Senderdin joldastarına jın tigen joq. Ol - bar bolganı, keletin qattı azaptın aldında senderge eskertw jasawsı gana»,- dep"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Ayt: «Men senderden bir aqı suramaymın, ol / aqı / ozderine. Menin sıyım tek Allahta. Ol - barlıq narsege Kwa»,- dep"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Ayt: «Anıgında, Rabbım aqiqattı tusiredi. Ol - jasırın narselerdi / gayıptardı / Bilwsi», - de"
        }
    ]
}