{
    "pages": [
        {
            "chapter": 45,
            "verse": 33,
            "text": "Sonda istegen jamandıqtarı olardın aldınan sıgıp ari ozderi mazaq etken narseleri olardı orap aladı"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "Olarga/: «Osı Kunge jolıgwdıumıt qaldırgandarınday / esten sıgargandarınday / , Biz de bul Kuni senderdi umıt qaldıramız. Senderdin orındarın Ot boladı ari senderge komekteswsiler bolmaydı"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "Bul senderge, Allahtın ayat-belgilerin mazaq etip kulgendikterin ari bul omirdin senderdi qızıqtırıp, aldap qoygandıgı sebepti boldı», - delinedi. Endi bugin olar ol jerden sıgarılmaydı ari olardan / tawbege kelip, Allahtın / rizalıgın alw talap etilmeydi"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Barlıq maqtaw - aspandardın Rabbısı, jerdin Rabbısı ari alemderdin Rabbısı - Allahqa"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "Aspandar men jerdegi ulılıq - Oniki. Ari Ol barinen Ustem , asa Dana"
        },
        {
            "chapter": 46,
            "verse": 1,
            "text": "Xa. Mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Bul Kitap barinen Ustem, asa Dana Allahtan tusirilgen"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Biz aspandar men jerdi ari ekewinin arasındagıların tek aqiqatpen jane belgilengen bir merzimmen jarattıq. Al, kapirler ozderine eskertilip, saqtandırılgannan teris burılwda"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Ey, Muxammed! / Ayt: «Allahtan ozge saqırıp-jalbarınatındarındı kordinder me? Olardın jerden neni / qay boligin / jaratqanın magan korsetindersi? Alde olardın aspandarda / onı jaratwda / ulesi bar ma? Eger aytqandarın sın bolsa, magan / sozderindi rastaytın / osıdan / Qurannan / aldın tusken Kitap ne burın otken biliminen qalgan bir belgi akelindersi», - dep"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Allahtan ozge, Qayta tirilw kunine deyin ozine jawap bermeytinderge jalbarıngannan otken adaswsı kim bar? Ari bular / tabıngan narseleri / olardın duga tilekterinen xabarsız"
        }
    ]
}