{
    "pages": [
        {
            "chapter": 3,
            "verse": 38,
            "text": "Sonda Zakariya Rabbısına jalbarınıp: «Rabbım! Magan Oz tarapınnan bir igi urpaq sıyla. Anıgında, Sen - tilekti Estwsisin», - dedi"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Ol mixrabta / qulsılıq ornında / namaz oqıp turgan kezde, peristeler: «Allah seni Allahtın sozin rastawsı, el agası, ustamdı ari izgiler qatarında paygambar bolatın Yaxiyamen suyinsileydi», - dep un qattı"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Zakariya / . «Mende bala qalay boladı?! Negizinde ozime karilik jetti, al ayelim - bedew», - dedi. / Periste / : «Mine, osılay, Allah neni qalasa sonı jasaydı», - dedi"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Zakariya / : «Rabbım! Magan bir belgi ber», - dedi. / Ol: / «Senin belgin - adamdarmen us kun tek isaramen gana soyleswin. Rabbındı kop eske al ari keske jane tanerten Onı daripte», - dedi"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "Peristeler: «Ey, Mariyam! Aqiqatında Allah seni tandap aldı ari tazarttı jane Seni alemdegi ayelder arasınan tandadı"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "Ey, Mariyam! Rabbına boysuna beril, sajde jasa jane rwkwg etwsilermen birge rwkwg et», - dedi"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Ey, Muxammed! / Bul - Biz sagan waxi etip otırgan gayıp xabarlardın biri. Negizinde, olar / gibadatxana okilderi / Mariyamdı qarawına qaysısı alatınına / anıqtaw usin / qalamdarın / jerebe etip / tastaganda, sen olardın qasında bolgan joqsın. Ari olar tartısqan kezde de qastarında joq edin"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Sol kezde peristeler: «Ey, Mariyam! Aqiqatında Allah seni Oz tarapınan bolgan bir Sozben suyinsileydi. Onın esimi - Isa Masix Mariyam ulı, ol osı omirde ari songı, mangilik omirde / aqirette / abıroylı ari / Allahqa / jaqındatılgandardan boladı"
        }
    ]
}