{
    "pages": [
        {
            "chapter": 7,
            "verse": 188,
            "text": "Tharowangka: A da-a Mipapa-ar Akun a bagiyan o ginawa Ko a Ompiya a go da-a Morala inonta sa kabaya o Allah. Na o adun a katawi Ko ko Damapayag, na Mata-an a pakadakulun Akun so Mapiya, go di Rakun misogat so marata: Sakun na matag Ako Puphamakaiktiyar, go Puphamanothol sa Mapiya ko pagtao a Mapaparatiyaya"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "Sukaniyan so (Allah a) Miyadun rukano pho-on ko (Adam a) isa ginawa, go biyaloi Niyan a Miyakapo-on Rukaniyan so Darodopa Iyan, ka-anon Lilintad. Na kagiya a Pamaka-in Niyan Sukaniyan, na Miyarimbit sa Karimbit a Makhap; na Pukhilalaąakao Niyan noto. Na kagiya a Makapunud, na Minipangangarapan Niran ko Allah, a Kadnan Niran: A Mata-an a o bugi Kamingka sa (Wata a) Mapiya; na Mata-an a mabaloi Kami dun a pud ko Miyamanalamat"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Na kagiya a bugan Niyan siran sa (Wata a) Mapiya, na mimba-al Siran sa manga Sakotowa Iyan ko ini bugai Niyan Kiran: Na Maporo so Allah a Ka-a awat Iyan ko Ipushakoto Iran non"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Ino Iran Puphakasakotowa (ko Allah) so da-a Khamba-alan niyan a maito bo, ka siran na Puphangumba-alan"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Go da-a Khagaga iran a tabang kiran, go di ran Khatabangan so manga ginawa iran"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Na o Tawagun niyo kiran so Torowan, na di kano iran Khaonotan: Magishan rukano o Tawaga niyo siran antawa-a bakano dun khigugunuk"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Mata-an! A so siran a Puphanongganowin niyo a salakao ko Allah, na manga Oripun a manga lagid iyo: Na Tawaga niyo siran, na Pakisumbag kano kiran, o sukano i manga Bunar"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Ba-adun a manga ai ran a Pukhilalakao iran? Antawa-a baadun a manga Barokan niran a Pukhipangawakawa iran? Antawa-a ba-adun a manga Mata iran a Pukhipangilailai ran? Antawa- baadun a manga Tangila iran a Mipuphamamakinug iran? Tharowangka: A Panongganoya niyo so Ipuphamanakoto niyo, oriyan niyan na Pagantangani Ako niyo sa marata, na di niyo Rakun Tha-alika"
        }
    ]
}