{
    "pages": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "Na Tangkuda niyo a Mataan! A so Miyataban niyo, apiya antona-a, na Mata-an! A ruk o Allah so ikalima-on bagi,- go ruk o Rasul, go ruk o manga Tonganai Niyan, go so manga ilo, go so manga Miskin, go so Puphulayalayag,- o sukano na Piyaratiyaya niyo so Allah go so Initoron Ami ko Oripun Nami ko Alongan a Kiyapakasunggaya (o Ontol a go so Ribat),- a Alongan a KĶKiyapakathumo o dowa pagtao (sa Badur). Na so Allah si-i ko langowan taman na Gaos Iyan"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Gowani na shisi-i kano ko sabala ko Balintad a Marani (sa Madinah), na shisi-i siran ko sabala ko Balintad a Mawatan (sa Madinah), na so isa ka lalakawan (a manga Padagang) na shisi-i ko kababa-an niyo. Na o Miphapasada kano (sa Kaputhalabok iyo), na Pundorat kano dun ko Pasad: Na ogaid na kagiya adun a Pakapunggolalanun o Allah a Sogowan a Miyatangkud a Mapunggolaola; ka-an Thakna a Ka-o ongkir o tao a Miyongkir ko oriyan o Marayag a Karina, go an Thakna a Kapaparatiyaya o tao a Miyaratiyaya ko oriyan o Marayag a Karina. Na Mata-an! A so Allah na titho a Puphakanug, a Mata-o"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Gowani na Puphakiıi-ilai Ruka siran o Allah ko Katotoroga Ruka a maito (siran): Na opama ka Piyakiilai Niyan Ruka siran a Madakul (siran), na Mata-an a KĶKa-alapan kano, go Mata-an a di Kano Magayonayon ko Punggolaola-an: Na ogaid na so Allah na migai sa Kalilintad: Mata-an! a Sukaniyan na katawan Niyan so shisi-i ko manga rarub"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Na gowani na Puphaki-ilai Niyan Rukano siran ko masa a Kiyapakathumo Niyo, a maito a Kai-ilaya Niyo kiran, na maito a Kai-ilaya iran Rukano:Ka kagiya adun a Pakapunggolalanun o Allah a Sogowan a Miyatangkud a Mapunggolaola. Na si-i bo Phakandoda ko Allah so mapunggogolaola"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Hai Miyamaratiyaya! Igira adun a Minithumo Niyo a Sagorompong (a da Pamaratiyaya), na Pakathana-a Niyo, go Tatadumi niyo so Allah sa Madakul; ka-angkano Makada-ag"
        }
    ]
}