{
    "pages": [
        {
            "chapter": 23,
            "verse": 75,
            "text": "Na o ini Kalimo Ami siran go piyokas Ami kiran so misosogat kiran a morala, na tomataros siran ndun ko kadadadag iran, a gi-i siran muromparompak"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Na Sabunsabunar a piyakadansal Ami kiran so siksa, na da siran sangkop ko Kadnan niran, go di siran phangangarapan"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Taman sa kagiya a lomuka Kami kiran sa isa a pinto a adun a siksa-on a sangat: Na sa maoto na siran na kiyada-an siran ro-o sa panginam"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Na Sukaniyan so Miyadun rukano ko manga kanug, go so manga kailai, go so manga gudaguda: Na miyakaito ito a Kapuphanalamat iyo"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Go Sukaniyan so Miyarumbad rukano ko Lopa, go Ronkano pulimoda"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Go Sukaniyan so Puphangoyag go Puphangimatai, go Kapa-ar Iyan so gi-i kapakashambi o gagawi-i a go so daondao: Ino kano di Punggudaguda"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Kuna, ka Pitharo iran so lagid o Pitharo o miyanga-o ona"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Pitharo iran: Ino amai ka matai kami go mbaloi kami a botha go manga tolan (a miyarophod), ba Mata-an! A sukami na Pagoyagun kami dun"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Sabunsabunar a mini diyandı rukami sukami a go so manga lokus ami a ungkai gowani! Da ko ungkai inonta na manga iringa a kabokhag o miyanga-o ona"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Tharowangka: Antawa-a i Khiruk ko Lopa a go so matatagoon, o sukano na katawi niyo"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Na Putharo-on niran ndun: A ruk o Allah! Tharowangka: A ino kano di Phananadum"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Tharowangka: Antawa-a i khiruk ko manga Langit a pito, go khiruk ko Aras a mala"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Putharo-on niran ndun: A ruk o Allah. Tharowangka: A ino kano di Phananggila"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Tharowangka: Antawa-a i si-i sa tangan Niyan so Kapa-ar ko langowan taman, go Sukaniyan i Puphakalinding, go da-a Phakarunon, o sukano na katawi niyo"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Putharo-on niran ndun: a ruk o Allah. Tharowangka: Na andamanaya i kapukhalimpang iyo"
        }
    ]
}