{
    "pages": [
        {
            "chapter": 28,
            "verse": 71,
            "text": "Tharowangka: Aiguda iyo? O baloya o Allah rukano so gagawii a tatap sa taman ko Alongan a Qiyamah, antawa-a i Tohan a salakao ko Allah, a kawitangkano niyan sa maliwanag? Ino kano di Phamamakinug"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Tharowangka: Aiguda iyo? o baloya o Allah rukano so daondao a tatap sa taman ko Alongan a Qiyamah, antawa-a i Tohan a salakao ko Allah, a kawitangkano niyan sa gagawi-i a puphakadukha kano ron? Ino kano di Phangilailai"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Go pud ko Limo Iyan a kini sunggain Niyan rukano ko gagawi-i a go so daondao,- ka angkano ron puphakadukha, go angkano gi-i makambabanog ko kakawasa-an Niyan;- go angkano Makapanalamat"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "Na si-i ko gawi-i a tawagun Niyan siran, na Tharo-on Niyan: Anda i manga Sakotowa Akun a siran so initugo niyo"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Na morot Kami ko oman i pagtao sa saksi, na Tharo-on Namı: Bayanun niyo i karina niyo: Na katokawan niran a Mata-an! A so bunar na ruk o Allah, go mailang kiran so pimbaba-as iran a kabokhag"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Mata-an! A so Qaroun na Miya-adun a pud ko pagtao o Musa; na inombawan niyan Siran: Go bigan Nami sukaniyan ko manga Kakawasa-an, Mata-an! A so bo so manga Gonsi iyan na Mata-an a khipunud ko madakul a manga babagur. Gowani na Pitharo-on o pagtao niyan: Di ka shosonor, Mata-an! A so Allah na di Niyan khababaya-an so khikasosonor"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Go thontotun ka so ini bugai ruka o Allah, ko Ingud a Maori, go dingka phakalipati so kipantag ka ko doniya: Go phiyapiya ka, lagid o kiyaphiyapiya ı ruka o Allah, go dingka phangontaruma so kapaminasa ko Lopa: Mata-an! A so Allah na di Niyan khababaya-an so puphamaminasa"
        }
    ]
}