{
    "pages": [
        {
            "chapter": 43,
            "verse": 61,
            "text": "Na Mata-an! a so Īsa na titho a nana-o ko Bangkit: Na di kano ron Pukhadowadowa-i, go Onoti Yako niyo: Giyaya i okit a Maka-o ontol"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Na di kano Phaki-alang ko Shaitan: Mata-an! A Sukaniyan na ridowai niyo a Mapayag"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Na kagiya a Makatalingoma so Īsa a rakhus o manga Rarayag a Karina, na Pitharo Iyan: Sabunar a Minitalingoma ko rukano so Ongangun, go kagiya a Pagosain Ko rukano so saba-ad ko nganin a di kano ron Phagayonayon: Na kalukun niyo so Allah, go Onoti Yako niyo"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Mata-an! A so Allah, na Sukaniyan 1ı Kadnan Ko go Kadnan niyo: Na Showasowata niyo Sukaniyan: Giyaya i okit a Maka-o ontol"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Na Mishoransorang so Pishagorompong kondolondolonan niran: Na sangat a siksa a Bagiyan o siran a Mindadarowaka, a pud ko siksa ko Gawi-i a Malipudus"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Ba adun a Punaya-on niran a rowar ko Bangkit, sa Kapakatalingoma niyan kiran a Mitalumba, a siran na di siran Maka-i inungka"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "So Mbobolayoka sa Alongan noto na so saba-ad kiran na ridowai o saba-ad,-Inonta so Miyamananggila"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "Hai manga Oripun Ko! Da-a Pangandam iyo sa Alongan nai, go da rukano i1 ba kano Makamboko"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "So Miyamaratiyaya ko manga Ayat Ami, go Mimbabayorantang"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "(Na Putharo-on kiran:) Solud kano ko Sorga, sukano a go so manga Karoma niyo, a Kokormatun kano"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Ipuphagilid kiran so manga Talam a Bolawan, go manga Baso: Go matatago-on so Pukhababayaan sukaniyan o manga Ginawa, go Ikhaso-at o manga Mata: Na sukano na makakakal kano ron ndun"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "Na giyoto man so Sorga a so Piyakipangowarisan rukano to sabap ko Pinggolaola niyo (a mapiya)"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "Adun a ruk iyo ro-o a manga Onga a madakul, a so saba-adon na Pukhakan niyo"
        }
    ]
}