{
    "pages": [
        {
            "chapter": 44,
            "verse": 1,
            "text": "Ha Mim. So Allah i Mata-o ko Paka-a antapan Niyan non"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "Ibut ko Kitab a Miyakapayag (ko ontol a go so ribat)"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "Mata-an! A Sukami na Initoron Ami Sukaniyan (a Qur-an) ko Gagawi-i a Piyakandakulan sa Mapiya: Mata-an! A Sukami na Miyabaloi Kami a Puphamaka-iktiyar"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "Ron gi-i Pakashusunggaya-a so langowan o Sogowan a Miyapasad a kokoman"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "Sogowan a pho-on ko Hadapan Nami. Mata-an! A Sukami na Miyabaloi Kami a Puphanonogo"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "Limo a pho-on ko Kadnan Ka: Mata-an naya! a Sukaniyan so Puphakanug, a Mata-o"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "A Kadnan o manga Langit a go so Lopa go so nganin a Pagulutan a dowa nan, o sukano na Thotomangkud kano"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "Da-a Tohan a inonta Sukaniyan: A Puphangoyag go Puphangimatai,- Kadnan iyo go Kadnan o manga Lokus iyo a Miyanga-o ona"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Kuna, ka siran na matatago ko kashasangka a sa-sabulaon niran"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "Na Nayawangka so Gawi-i a Kitalingoma-an o Langit ko Bul a Mapayag"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "A Mikolob ko manga Manosiya: (na Matharo iran a:) Giyai na siksa a Malipudus"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "(Go Matharo iran:) Kađdnan nami! Pokasangka rukami so siksa, ka Mata-an! A sukami na Miyaratiyaya kami"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "Andamanaya i Kakhaparoliya iran ko Pananadum, a Sabunar a Miyakaoma kiran so Sogo, a"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "Miyakapayag,14. Oriyan niyan na Tiyalikhodan niran noto, go Pitharo iran: A Piyangundao a Pumbuthangun"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "Mata-an! A Sukami na Piyokas Ami so siksa sa da Mathai, na Mata-an! A sukano na Mimbalingan kano (bo)"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "Si-i ko isa Alongan na Olangun Nami so Bagur a Mala: Mataan! A Sukami i Pundadanug"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "Na Sabunsabunar a Tiniyoba Ami ko Miya-ona an niran so Pagtao o Pir-aon: Go Minitalingoma kiran o (musa a) Sogo a susula-an, (a Pitharo Iyan)"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "Palada niyo Rakun so manga Oripun o Allah: Mata-an! A Sakun na Sogo rukano a Kasasana-an"
        }
    ]
}