{
    "pages": [
        {
            "chapter": 53,
            "verse": 45,
            "text": "Go Mata-an! A Sukaniyan i Miyadun ko ngganapa: Mama go Babai"
        },
        {
            "chapter": 53,
            "verse": 46,
            "text": "Pho-on sa mani igira-a pukhipantos"
        },
        {
            "chapter": 53,
            "verse": 47,
            "text": "Go Mata-an! A matatangkud Rukaniyan so Kaphangadun pharoman (ko Alongan a Qiyamah)"
        },
        {
            "chapter": 53,
            "verse": 48,
            "text": "Go Mata-an! A Sukaniyan na Sukaniyan i puphamugai sa Kakawasa-an, go Pumbugai sa kamiskin"
        },
        {
            "chapter": 53,
            "verse": 49,
            "text": "Go Mata-an! A Sukaniyan na Sukaniyan i Kadnan o bito-on a si rah"
        },
        {
            "chapter": 53,
            "verse": 50,
            "text": "Go Mata-an! A Sukaniyan 1 mininasa ko pagtao a Ad a paganai"
        },
        {
            "chapter": 53,
            "verse": 51,
            "text": "Go so pagtao a Samood, na da-a liyamba lyan (kiran)"
        },
        {
            "chapter": 53,
            "verse": 52,
            "text": "Go so pagtao o Nuh gowani. Mata-an! A siran na miyabaloi siran a siran i lubi a darowaka, go lubi a malawani"
        },
        {
            "chapter": 53,
            "verse": 53,
            "text": "Gi giya Ingud a Moutapika a piyoshang Iyan"
        },
        {
            "chapter": 53,
            "verse": 54,
            "text": "Na inikolob Iyan non so inikolob Iyan (a siksa)"
        },
        {
            "chapter": 53,
            "verse": 55,
            "text": "Na an da ko manga Limo o Kadnan Ka i shangka-an Ka"
        },
        {
            "chapter": 53,
            "verse": 56,
            "text": "(So Muhammad) giyaya na Puphamaka-iktiyar, a pud ko Puphamaka-iktiyar a paganai"
        },
        {
            "chapter": 53,
            "verse": 57,
            "text": "Miyakarani so pakatatalingoma-an (a Bangkit)"
        },
        {
            "chapter": 53,
            "verse": 58,
            "text": "Da-a salakao ko Allah a phakapayagon"
        },
        {
            "chapter": 53,
            "verse": 59,
            "text": "Antona-a i sabap a giyangkai a Tothol (a Qur-an) na ipuphamumusa niyo"
        },
        {
            "chapter": 53,
            "verse": 60,
            "text": "Go gi-i kano khakala a di kano phamanugad"
        },
        {
            "chapter": 53,
            "verse": 61,
            "text": "Go sukano na khikatutumbang kano"
        },
        {
            "chapter": 53,
            "verse": 62,
            "text": "Na Sojiod kano ko Allah go Showasowata niyo! A"
        },
        {
            "chapter": 54,
            "verse": 1,
            "text": "Miyakarani so Bangkit, go miya-opak so Olan"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "Na o makailai siran sa tanda, na talikhodan niran, go Tharo-on niran: A balik mata a Mabagur"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "Go piyakambokhag iran go inonotan niran so manga kabaya iran a ribat. Na oman i butad na adun a puthakna-an niyan"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "Na Sabunsabunar a adun a miyaka-oma kiran a manga Tothol a so kadadaluman sa tapaos"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "Ongangun a somusundad;- na da makanggai a gona so Miyamakaiktiyar"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "Na Talikhodingka siran. Si-i ko Alongan a itawag o (Israfil a) phananawag so Shai a pakalukluk"
        }
    ]
}