{
    "pages": [
        {
            "chapter": 59,
            "verse": 4,
            "text": "Giyoto man na sabap ko Mata-an! A siran na siyorang iran so Allah go so Sogo Iyan: Na sa tao a sorangun niyan so Allah, na Mata-an! A so Allah na mailot i kapanıiksa"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Sa dun sa piyata iyo a Qormah o di na giyanatan niyo to a khipakatitindug, ko manga itado niyan, na sabap sa idin o Allah, go a Niyan mapakarondan so manga songklid"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Na so piyakitaban o Allah ko Sogo Iyan a pho-on kiran,- na da niyo to kapakipuronda-i sa koda, o di na Onta: Na ogaid na so Allah na Pakiphangarasiyan Niyan ko manga Sogo Iyan so tao a kabaya Iyan: Na so Allah si-i ko langowan taman na Gaos lyan"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "So piyakitaban o Allah ko Sogo Iyan a pho-on ko tao ko manga Ingud, na ruk o Allah, go ruk o Rasul, go ruk o manga dadasug o Rasul, go so manga Wata a ilo, go so manga Miskin, go so miyakalang sa lalan, ka-an di khabaloi a miputhotogalin ko lut o manga kawasa rukano. Na sa dun sa inibugai rukano o Rasul, na kowa-a niyo sukaniyan, go sa dun sa inisapar Iyan rukano sukaniyan na gunukun niyo. Na kalukun niyo so Allah. Mata-an! A so Allah na mailot ı kapaniksa"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "Ruk o Pukhakamurmuran a miyamagoyag, a so piyamogao siran ko manga darpa iran, go so manga tamok iran, a puphuloloba siran sa Gagao a pho-on ko Allah, go Kasosowat, go puthabangan niran so (Agama o) Allah go so Sogo Iyan: Siran man na siran i Mimamata-an"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Go so khitatakna ko Ingud, go so Paratiyaya, a miyaona an niran, na pukhababaya-an niran so miyamagoyag kiran, go da-a khato-on niran ko manga rarub iran a si-ig po-on ko ini pamugai kiran, go ini lawan niran ko manga ginawa iran, apiya pun adun a shisi-i kiran a Kamiskin. Na sa tao a ipilak iyan so kaligut o ginawa niyan, na siran man na siran i phamakasulang sa maliwanag"
        }
    ]
}