{
    "chapter": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "O you the Prophet: \"Entertain the profound reverence dutiful to Allah and do not obey the infidels nor the hypocrites nor be influenced by their views or notions, Allah is indeed 'Alimun (Omniscient), and Hakimun (He is the Source of wisdom and wise mysterious dispensations)"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "And act upon and in accordance with what is being inspired to you from Allah, your Creator. He is indeed 'Alimun of all that you people do"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "And put your trust in Allah, and enough is He to be your tutelary Guardian Who exercises protecting vigilance over you"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Never did Allah provide a man with two hearts within his body nor did He make your wives whom you divorce by the diction \"mother's back\" your mothers, nor did He ordain that your adopted sons be designated as your sons. This is your story and the allegation to which you give tongue whereas Allah declares the truth as guides you thereto"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Relate them to their fathers. This is a recourse sanctioned by Allah and if you do not know their fathers nor can you trace them, then they are members of your brotherhood and your co-religionists. You are absolved of what you erroneously did in the past but not of what you resolved where the guilt resided in the intention, but Allah has always been Ghafurun (Forgiving) and Rahimun (Merciful)"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "The Prophet is more closely attached to those who conformed to Islam than they are to themselves and his wives are their mothers. Those of you who are related by blood or by descent from a common ancestor take precedence of those who conformed to Islam and of those who emigrated in inheriting each other as is decreed in Allah's Book unless it be a favour you are doing to those who are unrelated or an edict that has been set forth by Allah in writing and be this so in the Quran"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "We entered into a covenant with each of the prophets of the past to fulfill the duty entrusted to them by Allah just as We entered into a covenant with you and with Nuh (Noah), with Ibrahim (Abraham) and with Mussa (Moses) and with 'Isa (Jesus), the son of Maryam (Mary), and We bound them to a solemn and serious covenant"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "So that He questions in Day of Judgement the men of truth the Prophets, who were entrusted with His message and their peoples' response! Meantime He has put in readiness for the infidels a punishment which shall vex them with great physical and mental suffering"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "O you people who have conformed to Islam. Recall your memory with the feeling of gratitude and gratefulness for the grace of Allah which was made to abound in you. You were confronted with and surrounded by the thickest troops of your enemies* and We sent against them a fierce wind. while camping around the trench, as well as invisible forces you did not see. Allah has Always been Bassirun and He keeps a vigilant eye upon everything and He sees all things"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "They -the enemy forces- came to you from the north and from the south and from high ground and low ground wherefore your eyes grew dim and beclouded and the hearts sank in the shoes and throbbed and leaped high into the mouths and you began to be suspicious of Allah and to have an evil presage in your minds and bloody thoughts of Him"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "There and in that extreme situation were those who conformed to Islam tested. Their actions, their thoughts and their disposition mirrored their spirit-high or low and their will -poor or strong- in the face of the extreme danger which really shook them and quaked them with fear"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "And there, said the hypocrites and those whose hearts reflected the morbidity inherent in their innermost being: \"What do you say to this! Allah and His Messenger promised us nothing but deception and delusion"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "And some of them advised people of the city Yathrib to defect. They said to them: \"O you people of Yathrib this is not the place for you, you just go back to your homes\". Another party asked the Prophet's permission if they could be excused! They said to him: \"Our homes are exposed and defenseless when in fact they were not and were guarded by other Muslims but in truth they wanted to fly away and take to their heels"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "And had the situation been reversed and the forces laid siege on the city and moved into it upon possession and they -the hypocrites- were incited to turn renegades and fight to their -the enemy's side- against the Muslims they would have done it before long. (these were the men* who were forgiven and had promised never to behave this way again)"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "Yet they had already given their solemn promise to Allah never to defect, desert or flee the enemy. They failed to realize that an engagement entered into with Allah is indeed an immense responsibility"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "Say to them O Muhammad: \"Neither defection nor desertion shall avail you if you should flee the enemy to escape death or massacre if your hereafter is meant to be planted in the now. Life is too short and its enjoyment is short-lived"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "Say to them: \"Who can defend you against Allah or protect you from Him should He decide to befall you with a misfortune or wed you to a calamity or obstruct His mercy if He decides to extend it to you\". Such people will not find a tutelary guardian nor someone to afford them help"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "Indeed Allah knows the dissuaders among you and He knows those who exhort their associates and fellows-in-arms against fighting and say to them: \"Come to us\" \"and desert these fighting men\". And they themselves hardly join the Muslim forces in combat"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "They are liberal in promises, stingy in performance, in offering help and in financial aid. When fear and dread overwhelm you see them look at you with a countenance speaking a different language; their eyes roll and turn round in their sockets like someone about to faint or on whom death is casting its shadow. Yet no sooner dread be dispelled than they call you everything they can lay their tongues to and give you a lick with the rough sides of their tongues, being stingy in benefaction and benediction. Such persons did not really conform to Allah's system of faith and worship and by consequence did He destine them to be losers whose hopes are doomed to disappointment and their deeds to worthlessness, and nothing is easier for Allah to do"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "They -these hypocrites- think that the confederates have not yet lifted the seige nor have they withdrawn. And should the confederates lay seige again (to Madina). they will wish they were wandering among the Bedouins in the desert and then they will learn of your news and events while at a safe distance. Had these people been among you in combat they would not have engaged in fighting but a little"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "You people have always had an exemplar of the Messenger of Allah who displays a good quality as well as a magnificent attribute of a great master whose conduct induces imitation by the one in whose bosom hope springs eternal of Allah's mercy and of the bliss of the hereafter and applies remembrance to Allah often enough"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "(In contrast to the attitude of the hypocrites) the manner of acting of the faithful was representative of their feeling. When they saw the forces of the confederates they immediately exclaimed: \"This is the promise made to us by Allah and His Messenger\" -labour, effort and endurance shall accomplish victory- and the promise of Allah and His Messenger is truth personified, an inspiration actuating them with the feeling of confidence and obedience and made them present a bold front"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Among the faithful whose hearts reflect the image of religious and spiritual virtues are those who were true to their covenant with Allah. Some of them have fulfilled their promise and acquired the glorious privilege of a martyr, others can hardly wait to receive this honour and never did they change their minds' direction nor their will toward the end and they ascertained their disposition"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "Allah justly rewards the faithful with what is commensurate with their conduct which is in accordance with divine standard and He justly punishes the hypocrites if He will or forgives and absolves them from His debt if He will for Allah has always been Ghafurun and Rahimun"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "And Allah drove back the infidels, in the rage of their distemper, who failed to accomplish their intended end and Allah spared the votaries the fighting and averted the imminent disaster. Allah has always been Qwiyun (Omnipotent) and Azizun (Almighty)"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "And He disengaged those of Ahl AL-Kitab (the People of the Book), who sided with the confederates, from their strongholds and inspired terror to their hearts to the end that you -Muslims- were able to kill some and hold others in confinement"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "And He made you inherit their lands, their homes and their wealth as well as a land where you never set foot. And Allah has always been Qadirun (Omnipotent) enough to accomplish all things as He will and whenever He will"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "O you the prophet, say to your wives: \"If you are interested in life here and in its mundane splendour then come I will fit you out with what is necessary for your enjoyment and your indemnity and set you free gracefully"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "But if you are seeking to draw near to Allah and to His Messenger and the Hereafter be your aim, then you must know that Allah has prepared for the virtuous among you an imposing reward"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "O you the wives of the Prophet: Should any of you commit herself to an evil line of conduct and/or be guilty of proven violation of the marriage bed then in two ways shall her punishment be doubled here and Hereafter and nothing is easier for Allah to do"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "And any of you who conforms her will to Allah's will and to that of His Messenger and devotes herself to serving Allah's purpose and imprints her deeds with wisdom and piety shall be the recipient of His mercy and blessings. We will reward her with twice as much of what is commensurate with her deeds and a gracefully blessed provision will have been prepared for her"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "O you the wives of the Prophet: You must realize that you are not like any of the other women in privileges, dignity, state and all other aspects. If indeed you do entertain the profound reverence dutiful to Allah then you must not be disposed in your discourse, to accommodate yourselves to the rest nor care to please so that you guard yourselves from being supposed by the one whose heart reflects the morbidity inherent in his innermost being. Show discernment in the guidance of your discourse* and let it reflect equity and justice"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "And stay at home and if you have to go out for a necessity do not expose the physical parts affording keen pleasure to the senses nor be clothed with what beautifies, nor display your charm, a picture that was habitually seen in former times of ignorance and paganism. And observe the act of worship and give Zaket (alms). for alms are but the vehicles of prayer and obey Allah and His Messenger. Allah intends to protect you from enormity and its consequences and keep it away from you the Prophetic household and to rid you of and to cleanse you from moral and spiritual defilement"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "And recall to memory what is recited to you of Allah's divine revelations and of wisdom and wise dispensations of Providence. Allah has always been Latifun (gracious), He gives His servants an understanding heart and Khabirun (Omniscient)"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Those of the men and the women who conformed to Islam and the men and the women whose hearts reflect the image of religious and spiritual virtues, and the men and the women who exercise unqualified obedience to Allah, and the men and the women who are true to Allah and have brought themselves up in the obedience of His statutes, and the men and the women who exercise patience and forbearance under provocation and bear with others their limitation, and the men and the women who are humble and their prudence gets the better of their pride, and the men and the women who have a charitable feeling toward mankind and a disposition to benevolence, and the men and the women who fast or abstain from food (at the specified time) as a religious observance and fast from sin and from abomination, and the men and the women who guard their sexual morality and refrain from unlawful sexual congress, sex perversion and sex abuse, and the men and the women who constantly apply remembrance to Allah are those who shall indeed win Allah's mercy. He has intended to grant them forgiveness and has prepared for them a great reward"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "(And let it be clearly understood) that: No man or a woman whose hearts reflect the image of religious and spiritual virtues be in a position to exercise choice when once Allah and his Messenger have decided on a course of action, pronounced a Judgement or brought a cause to a decision. And he who disobeys Allah and His Messenger will have deviated from sense and will have cast himself head-long in the maze of error"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "And you say to the man to whom Allah has been gracious and whom He guided to His System of faith and worship and you were kind to him and you adopted him as your son:\" \"Hold your hand and hold on to your wife and entertain the profound reverence dutiful to Allah.\" And you hide in your heart what Allah would inevitably bring to light and make known and you fear the people when it is only Allah Whom you should really fear. (However) when Zaid gained his end of dissolving his marriage and the prescribed period of waiting was fulfilled. We arranged your matrimonial union with her. so that those who conformed to Islam would not feel they shall stand at the mark of criticism should they be willing to marry the women who were once married to their adopted sons who have attained their object of divorce and the formalities have been fulfilled. Allah's command must be fulfilled"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "The Prophet incurs no blame nor does he stand at the mark of criticism when he carries into effect an edict issued by Allah; a mode of action Allah had pursued with the prophets of old. And Allah's edict has always been determinable, authoritatively decided and definitely ascertained"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "Those were the Prophets entrusted with Allah's divine message which they related to the people and they regarded Allah with reverence and awe and they feared no one but Him, and enough is Allah to call people to account here and Hereafter"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammad is not the father of anyone of your men so that He be prohibited to carry into effect Allah's edict but he is Allah's Messenger and the ultimate and a seal of the Prophets, and Allah has always been 'Alimun of all in all"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "O you who have conformed to Islam, apply remembrance to Allah as often as you can"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "And praise Him and extol His glorious attributes at the beginning and the close of the day"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "It is He Who extends to you His mercy as do His angels so that He guides you out of darkness and superstition of later times and out of want of spiritual and intellectual sight into illumination and enlightenment. He has always been Rahimun to those in whose hearts reigns piety"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "The Day they -these people of piety- assemble before Him in Day of Judgement shall they be greeted with the expression of good will \"Peace\", and Allah will have prepared for them gracefully blessed provisions"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "O you the Prophet: We have sent you, to the people to be a witness lo their response to the divine message and a spectacle and a warning and a herald of joyful tidings"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "And to present to them inducements helping them shake off falsehood and be attracted to Allah and by His permission conform to His system of faith and worship, and that you stand among them as a source of spiritual light from whom emanates illumination and enlightenment"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "And be sure to announce joyful tidings to those who faithfully conform to Allah's system of faith and worship to expect the great bounty of Providence. It includes the divine influence operating in men to regenerate and sanctify and imparts strength to endure trial and resist temptation"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "And do not obey the infidels nor the hypocrites nor be influenced by their views or notions and pay no attention to their insults and annoyances and put your trust in Allah and enough is He to be your tutelary Guardian Who exercises protecting vigilance over you"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "O you whose hearts have been touched with the divine hand: if you have been married to women of the same law and you divorce them before you have consummated marriage then you have no claim upon them to fulfill the prescribed set period of waiting and set them free gracefully"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "O you the Prophet: We have ratified and confirmed by sanction and solemn enactment your wives whom you have dowered as well as those on hand -the prisoners of war- whom Allah has made assignable to you. Also lawful to you are the daughters of your paternal uncles and aunts and the daughters of your maternal uncles and aunts who emigrated with you in addition to any woman of the same law who dedicates herself to the Prophet and the Prophet wishes to be bound to her in wedlock. This is a privilege that is granted to you exclusively and not to the Muslims at large. We know what We have promulgated and legislated for them concerning their wives and those on hand so that you do not feel that you stand at the mark of criticism and Allah has always been Ghafurun and Rahimun"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "You incur no blame should you defer the turn of whom you will and bring over to your side whom you will and whom you choose of those whose turn you have deferred. This will make them happy and their eyes will speak content and they will not grieve at heart, they will all be satisfied with what you have accorded them and Allah knows what is in your hearts and in your minds. Allah has always been 'Alimun and Halimun (Forbearing toward His creatures)"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "(And as of now) You are not permitted O Muhammad to unite in wedlock with more women nor are you permitted to change those you have for other wives even if their beauty attracts your eyes and captivates your heart except those you have on hand. And Allah, has always been Raqibun keeping a vigilant eye upon all things"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "O you who have conformed to Allah's system of faith and worship: Do not enter the Prophet's houses unless you are permitted to do so for a meal, in which case you do not sit waiting for the food until it be ready. But if you are invited then you enter not too early but at the time expected and when you have dined then be excused and do realize that dispersion then is a necessary circumstance to be fulfilled. And do not linger to engage in a sociable discourse, for such behaviour has always caused inconvenience to the Prophet who is ashamed to ask you to leave, but Allah is not ashamed of declaring the truth. And if you wish to ask them for anything you want you must ask them from behind a screen. This has more influence on your hearts and their hearts to possess virtue in life and conduct. By no means should you cause annoyance or inconvenience to the Messenger of Allah nor is it appropriate ever to marry his widows following his death. This is an enormity in Allah's sight and a deviation from moral righteousness"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "Whether you reveal your deeds and express your thoughts or hide the deeds and suggest the thoughts secretly to the mind, you must realize that Allah is indeed 'Alimun of all things"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "Your wives O Muhammad incur no blame nor do they stand at the mark of criticism for discoursing and appearing before their fathers or before their sons, before their brothers or their brothers' sons, before their sisters' sons or before their women or before those who serve them of those they have on hand. As for you O wives of the Prophet: you actuate yourselves with the mixed feeling of dread and reverence toward Allah and entertain the profound reverence dutiful to Him and bear in mind that He is ever a witness to all things"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Allah and His angels extend mercy and blessings to the Prophet. O you whose hearts have been touched with the divine hand: invoke Allah's mercy and blessings on him and pray: \"Peace be upon him and blessed be he with all divine favours"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Indeed, those who defy Allah and His Messenger or challenge them, have come within the measure of Allah's wrath and have incurred Allah's curse here and Hereafter and there awaits them the torment laid upon the damned"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "And those who unjustly hurt the men or the women in whose hearts reigns piety or offend them for no valid reason will have born malice against themselves and shall stand manifest of a major sin"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "O you the Prophet: Tell your wives and your daughters and all Muslim women to dress in flowing outer garments which cover them over. This makes it less likely to be identified and be assaulted. And Allah has always been Ghafurun and Rahimun"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Unless the hypocrites and those whose hearts reflect the morbidity inherent in their inmost being as well as those who incite to rebellion against the Muslims in the city and molest the women cease from such actions, We will instigate you to war upon them and give you mastery over them and they shall then find it difficult to neighbour with you therein but for a short while"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Cursed wherever they may be and seized they shall be wherever found and be slain without mercy"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "A mode of action Allah has long pursued in dealing with those who came to this world before you and you shall not find a change in His mode of action"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "People call upon you O Muhammad for information relative to the point of time at which the predetermined Eventful Hour of Judgement takes place! Say to them: it is only Allah and Him alone Who knows when! \"You never know the Final Hour may well be quite soon"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Allah has cursed the infidels and upon them He has poured maledictions and put for them in readiness the tormenting blaze of Hell"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "wherein they will have passed through nature to eternal suffering and never shall they find therein anyone to protect them nor afford them help"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "This is a Day when their faces shall be rolled in the Fire and they shall wish they had obeyed Allah and obeyed His Messenger"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "And they shall say: \"O Allah, our Creator, We have obeyed those who were invested with authority among us and those who were exalted in rank and in station and they led us by the nose to the wrong path"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "O Allah, our Creator \"they add\" We implore You and We beg You to afflict them with double the torment and to consign them to evil and to pour upon them unbearable loads of maledictions"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "O you who have conformed to Allah's system of faith and worship: Do not act like those who wronged Mussa but Allah proclaimed his innocence and he has always been held precious in Allah's esteem"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "O you who have conformed to Islam: Fear Allah and entertain the profound reverence dutiful to Him. When you express your thoughts in words and when you make a statement or a declaration, do see that your words are a disclosure of facts, apposite, appropriate, relevant and to the point"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "So that Allah steers you by His guidance to the right doings and actions and blesses your deeds and makes them agree with your words and forgives you your sins. And he who obeys Allah and His Messenger will have gained great victory and obtained supremacy"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "We offered the \"trust\" to the heavens, the earth and the mountains -with what it entails of expectation of knowing and reasoning, of feeling and thinking and of obligations and responsibilities- but they declined to bear it for what it involves of burdensome consequences. But man (Adam -his genes-) accepted it and was willing to bear the responsibility and to give an undertaking of fidelity; He was indeed unfair to himself, having no knowledge of the logical Sequence"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "By consequence shall Allah punish the hypocrites, men and women, and the idolaters and idolatresses who incorporate with Him other deities and He shall give up resentment against the men and the women who faithfully acknowledged His system of faith and worship and pardon their offence. And Allah has always been Ghafurun and Rahimun"
        }
    ]
}