{
    "pages": [
        {
            "chapter": 9,
            "verse": 7,
            "text": "Kak mozhet sostoyat'sya dogovor nevernykh S Allakhom i poslannikom Yego? Za isklyuchen'yem tekh iz nikh, S kotorymi skrepili vy soyuz U sten Zapretnoy (dlya grekha) Mecheti. Poka oni verny vam (v soblyudenii soyuza), Vy bud'te tozhe im verny, - Allakh, poistine, blagochestivykh lyubit"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Kak (mozhet byt' takoy soyuz), Kogda oni, yesli oderzhat verkh nad vami, Ne soblyudayut k vam, ne chtyat Ni krovnykh uz rodstva, ni obyazatel'stv dogovornykh? Oni ustami k vam blagovolyat - Serdtsa zhe ikh otkazyvayut (v etom), I bol'shinstvo iz nikh rasputny"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Oni za mizernuyu platu Znamen'yami Gospodnimi torguyut I svodyat (mnogikh) s Bozh'yego puti. Poistine, kak skverno to, chto delayut oni"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Oni ne chtyat ni rodstvennyye svyazi, Ni dogovornykh obyazatel'stv Po otnosheniyu k uverovavshim (v Boga) I prestupili (vse predely, ustanovlennyye Im)"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "No kol' raskayutsya oni i obratyatsya, Molitvu budut soblyudat' I budut milostynyu pravit', Oni vam stanut brat'yami po vere. Tak raz\"yasnyayem My Svoi znamen'ya Dlya tekh, v kom razumeniye zhivet"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "A yesli, posle zaklyuchen'ya dogovora, Oni narushat svoi klyatvy I stanut vozvodit' khulu na vashu veru, Vy dayte boy vozhdyam neveriya i zla, - Ved' klyatv dlya nikh ne sushchestvuyet, A eto mozhet ikh sderzhat'"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Uzhel' ne budete srazhat'sya s temi, Kto svoim klyatvam izmenil, Zadumav (vashego) poslannika izgnat'? Oni vas pervymi atakovali, - Neuzhto vy boites' ikh? Ved' vam Allakha nadlezhit boyat'sya, Yesli v Nego uverovali vy"
        }
    ]
}