{
    "pages": [
        {
            "chapter": 12,
            "verse": 31,
            "text": "Uslyshav peresudy (etikh dam), Ona poslala (ikh sozvat'), I prigotovila mesta dlya vozlezhan'ya, I kazhdoy (gost'ye) nozh dala, I pozvala (Yusufa): \"Vyydi k nim!\" Kogda oni uvideli yego, Oni yego prevoznesli (I v pokhotlivom vozhdelenii svoyem) Porezali sebe (nozhami) ruki i molvili: \"Uberegi nas Bog! Eto - ne (smertnyy) chelovek, A blagorodnyy angel"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Ona skazala: \"Vot pred vami tot, iz-za kogo menya vy poritsali. YA obol'stit' yego pytalas', No (v blagochestii svoyem) On ostavalsya tverdo (neporochen). No yesli on ne sdelayet togo, Chto ya yemu povelevayu, On budet zaklyuchen v temnitsu I budet iz chisla nichtozhnykh"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "Otvetil on: \"O moy Gospod'! Temnitsa mne miley togo, K chemu menya oni sklonyayut, I, yesli Ty ikh (merzkiye) ulovki (Svoyeyu Voley) ot menya ne otvedesh', YA ustupit' mogu (poryvu), i sklonyus', I okazhus' sred' tekh, kto poteryal rassudok"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "I vnyal Gospod' yego mol'be I ot nego otvel ikh kozni, - Poistine, On slyshit (vse) i znayet (obo vsem)"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Potom podumali oni Posle togo, kak oni videli znamen'ya, Chto nado zatochit' yego na vremya"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "I dvoye yunoshey voshli v temnitsu vmeste s nim. Odin iz nikh skazal: \"(Vo sne) ya videl, chto vyzhimayu ya vino (iz vinograda)\". Drugoy skazal: \"YA videl, chto nesu ya khleb na golove, A ptitsy ot nego klyuyut. Skazhi nam smysl (etikh snov), - Ved' vidim my, chto ty iz tekh, Kto deystvuyet po znaniyu i dobrote"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "On (im) skazal: \"K vam ne uspeyet podoyti (ta pishcha), Chto vam dayetsya zdes' (na propitan'ye), Kak ya uzhe vam rastolkuyu eti (sny), Prezhde chem to, (o chem vas sny preduprezhdayut), (Na vashi golovy) padet. I eto - to, chemu menya Gospod' moy nauchil. I ya, poistine, ostavil veru i obychai naroda, Chto ne uveroval v Allakha I otvergayet budushchuyu zhizn'"
        }
    ]
}