{
    "pages": [
        {
            "chapter": 16,
            "verse": 88,
            "text": "Dlya tekh, kto ne uveroval v Allakha I sovratil s Yego puti (drugikh), My budem karu k kare pribavlyat' Za to, chto seyali nechestiye (i smutu)"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "Nastanet Den', Kogda iz kazhdogo naroda My protiv nikh svidetelya (ikh del) postavim, A protiv etikh Tebya svidetelem, (o Mukhammad!), My privedem. My nisposlali tebe Knigu dlya raz\"yasneniya vsego, Kak rukovodstvo, blagovestiye i milost' Dlya musul'man, (predavshikhsya Gospodney Vole)"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Allakh povelevayet spravedlivost', Blagodeyaniye i shchedrost' k blizkim, On zapreshchayet merzost', bezzakoniye i bunt, On vrazumlyayet vas, Chtob vy razmyslili (i obratilis')"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Tak soblyudayte zh Dogovor s Allakhom, Kogda v nego uzhe vstupili vy; Ne narushayte vashikh klyatv, Kogda vy ikh uzhe skrepili: Ved' vy naznachili Allakha poruchitelem za vas, - Yemu zhe, istinno izvestno Vse to, chto delayete vy"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Ne bud'te vy podobny toy, Chto raspustila svoyu pryazhu Posle togo, kak nakrepko svila Otdel'nyye yeye pleten'ya. Ne obrashchayte svoikh klyatv (V ob\"yekt dokhodnogo) obmana mezh soboy, Kogda iz vas odna obshchina Chislom poboleye drugoy, - Etim Allakh ispytyvayet vas. V Den' Voskreseniya On yasno vam pokazhet Vse to, v chem raskhodilis' vy"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "I bud' na to zhelaniye Allakha, On sdelal by vas vsekh odnim narodom (very). No On (vseveden'yem Svoim) zhelayet Odnikh (ostavit' vo grekhe) bluzhdat', Drugikh - napravit' (blagosklonno). I nepremenno sprosyat vas o tom, Chto vy tvorili (po svoyey ugode)"
        }
    ]
}