{
    "pages": [
        {
            "chapter": 44,
            "verse": 1,
            "text": "Kha - Mim"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "V znak Yasnoy Knigi"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "My nisposlali yeye (vam) Odnoy blagoslovennoy noch'yu. Poistine, uveshchevayushchiye My (protiv grekha)"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "V tu noch' nakhodyat razreshen'ye Vse mudryye dela (mirskiye)"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "Po poveleniyu ot Nas; Poistine, My - posylayushchiye (vam Svoikh prorokov)"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "Po miloserdiyu Vladyki tvoyego; Poistine, On slyshit vse i znayet obo vsem"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "Vladyki neba i zemli, (A takzhe) i togo, chto mezhdu nimi, - Kol' v (svoyey) vere nepreklonny vy"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "Net bozhestva, krome Nego, - On i zhivit, i umertvlyayet, - Gospod' i vash, i vashikh praottsev"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "I vse zh, v somnenii ob etom, Oni utekham predayutsya"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "(Ty) podozhdi tot Den', V kotoryy nebo izvedet Dym, yasno zrimyy"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "Chto (pelenoy) okutayet sey lyud, I budet eto tyazhkoy karoy"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "I vzmolyat oni: \"Gospod' nash! Ty etu karu otvrati ot nas, - My veruyem"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "Tak chem zhe bylo uveshchaniye dlya nikh, Kol' k nim prishel poslannik yavnyy"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "Oni zhe otvratilis' ot nego i govorili: \"Nauchennyy (drugimi)! Oderzhimyy"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "My vashu karu na nemnogo otvratim, No vy ved', istinno, opyat' (k neveriyu) vernetes'"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "Nastupit Den', Kogda My skhvatim (vas) velikoy khvatkoy, - Togda My otomstim"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "My ispytali tekh lyudey, Chto byli s Faraonom: Prishel poslannik dostochtimyy k nim"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "(I tak skazal): \"Vernite mne sluzhiteley Gospodnikh. Poistine, ya k vam ot Gospoda poslannik vernyy"
        }
    ]
}