{
    "rukus": [
        {
            "chapter": 7,
            "verse": 142,
            "text": "Kuma Muka yi wa'adi ga Musa da dare talatin* kuma Muka cika su da goma, sai miƙatin Ubangijinsa ya cika dare arba'in. Kuma Musa ya ce wa ɗan'uwansa, Haruna: \"Ka maye mini a cikin mutanena, kuma ka gyara, kuma kada ka bi hanyar masu fasadi"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Kuma a lokacin da Musa ya je ga mikatinMu, kuma Ubangijinsa Ya yi masa magana, shi Musa ya ce: \"Ya Ubangijina! Ka nuna mini in yi dubi zuwa gare Ka!\" Ya ce: \"Ba za ka gan Ni ba, kuma amma ka duba zuwa ga dutse, to, idan ya tabbata a wurinsa, to, za ka gan Ni.\" Sa'an nan a lokacin da Ubangijinsa, Ya kuranye zuwa ga dutsen, Ya sanya shi niƙaƙƙe. Kuma Musa ya faɗi somamme. To, a lokacin da ya farka, ya ce: \"TsarkinKa ya tabbata! Na tuba zuwa gare Ka, kuma ni ne farkon muminai"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Ya ce: \"Ya Musa! Lalle ne Ni, Na zaɓe ka bisa ga mutane da manzanciNa, kuma da maganaTa. Saboda haka ka riƙi abin da Na ba ka, kuma ka kasance daga masu godiya"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Kuma Muka rubuta masa a cikin alluna daga kowane abu, wa'azi da rarrabewa ga dukan kowane abu: \"Sai ka riƙe su da ƙarfi, kuma ka umurci mutanenka, su yi riƙo ga abin da yake mafi kyawunsu;* za Ni nuna muku gidan fasiƙai"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Za Ni karkatar da waɗanda suke yin girman kai a cikin ƙasa, ba da wani hakki ba, daga ayoyiNa. Kuma idan sun ga dukan aya, ba za su yi imani da ita ba, kuma idan sun ga hanyar shiriya, ba za su riƙe ta hanya ba, kuma idan sun ga hanyar ɓata, sai su riƙe ta hanya. Wancan ne, domin lalle ne su, sun ƙaryata da ayoyinMu, kuma sun kasance, daga barinsu gafilai"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Kuma waɗanda suka ƙaryata game da ayoyinMu da gamuwa da Lahira, ayyukansu sun ɓaci. Shin, ana saka musu, face da abin da suka kasance suna aikatawa"
        }
    ]
}