{
    "rukus": [
        {
            "chapter": 18,
            "verse": 32,
            "text": "Kuma ka buga musu misali* da waɗansu maza biyu. Mun sanya wa ɗayansu gonaki biyu na inabobi, kuma Muka kewayesu da itacen dabinai, kuma Muka sanya shuka a tsakaninsu (su gonakin)"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Kowace gona daga biyun, ta bayar da amfaninta, kuma ba ta yi zaluncin kome ba daga gare shi. Kuma Muka ɓuɓɓugar da ƙoramu a tsakaninsu"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "Kuma ɗan itace ya kasance gare shi. Sai ya ce wa abokinsa, alhali kuwa yana muhawara da shi, \"Ni ne mafifici daga gare ka a wajen dukiya, kuma mafi izza a wajen jama'a"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Kuma ya shiga gonarsa, alhali yana mai zalunci ga kansa, ya ce: \"Ba ni zaton wannan za ta halaka har abada"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Kuma ba ni zaton sa'a mai tsayuwa ce, kuma lalle ne, idan an mayar da ni zuwa ga Ubangijiina, to, lalle ne, zan sami abin da yake mafi alheri daga gare ta ya zama makoma"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Abokinsa ya ce masa, alhali kuwa yana muhawara da shi, \"Ashe ka kafirta da wanda Ya halitta ka daga turɓaya, sa'an nan daga ɗigon maniyi, sa, an nan Ya daidaita ka, ka zama mutum"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Amma ni, shi ne Allah Ubangijina, kuma ba zan tara kowa da Ubangijina ba"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Kuma don me, a lokacin da ka shiga gonarka, ka, ce, 'Abin da Allah ya so (shi ke tabbata) babu wani ƙarfi face game da Allah.' Idan ka gan ni, ni ne mafi ƙaranci daga gare ka a wajen dukiya da ɗiya"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "To, akwai fatan Ubangijina Ya ba ni abin da yake mafi alheri daga gonarka, kuma ya aika azaba a kanta (ita gonarka) daga sama, sai ta wayi gari turɓaya mai santsi"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "Ko kuma ruwanta ya wayi gari faƙaƙƙe, saboda haka, ba za ka iya nemo shi ba dominta"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Kuma aka halaka dukan 'ya'yan itacensa, sai ya wayi gari yana juyar da tafunansa biyu, saboda abin da ya kashe a cikinta, alhali kuwa ita tana kwance a kan rassanta, kuma yana cewa, \"Kaitona, da dai ban tara* wani da Ubangijina ba"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "Kuma wata jama'a ba ta kasance a gare shi ba, waɗanda ke taimakon sa, baicin Allah, kuma bai kasance mai taimakon kansa ba"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "A can taimako da jiɓinta ga Allah yake. Shi ne kawai Gaskiya, shi ne Mafifici ga lada kuma Mafi fici ga aƙiba"
        }
    ]
}