{
    "rukus": [
        {
            "chapter": 34,
            "verse": 10,
            "text": "Kuma lalle, haƙiƙa, Mun bai wa Dawuda wata falala dagagare Mu. Ya duwatsu, ku konkoma sautin tasbihi tare da shi kuma da tsuntsaye. Kuma Muka tausasa masa baƙin ƙarfe"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "Ka aikata sulkuna kuma ka ƙaddara lissafi ga tsarawa, kuma ka aikata aikin ƙwarai. Lalle Ni Mai gani ne ga abin da kuke aikatawa"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "Kuma ga Sulaiman, Mun hore masa iska, tafiyarta ta safiya daidai da wata, kuma ta maraice daidai da wata. Kuma Muka gudanar masa da marmaron gaci, kuma daga aljannu (Muka hore masa) waɗanda ke aiki a gaba gare shi, da iznin Ubangijinsa. Wanda ya karkata daga cikinsu, daga umurnin Mu, sai Mu ɗanɗana masa daga azabar sa'ir"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Suna aikata masa abin da yake so, na masallatai da mutummutumai da akussa kamar kududdufai, da tukwane kafaffu. Ku aikata godiya, ya ɗiyan Dawuda, kuma kaɗan ne mai godiya daga bayi Na"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "Sa'an nan a lokacin da Muka hukunta mutuwa a kansa babu abin da ya ja hankalinsu, a kan mutuwarsa, face dabbar ƙasa (gara) wadda take cin sandarsa. To a lokacin da ya faɗi, sai aljannu suka bayyana (ga mutane) cewa da sun kasance sun san gaibi, da ba su zauna ba a cikin azaba mai wulakantarwa"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "Lalle, haƙiƙa, akwai aya ga saba'awa* a cikin mazauninsu: gonakin lambu biyu, dama da hagu. \"Ku ci daga arzikin Ubangijinku, kuma ku yi godiya gare shi. Gari mai daɗin zama, da Ubangiji Mai gafara"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "Sai suka bijire saboda haka Muka saki Malalin Arimi (dam) a kansu, kuma Muka musanya musu gonakinsu biyu da waɗansu gonaki biyu masu 'ya'yan itace kaɗan: talakiya da goriba da wani abu na magarya kaɗan"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "Wancan, da shi Muka yi musu sakamako saboda kafircinsu. Kuma lalle, ba Mu yi wa kowa* irin wannan sakamako, face kafirai"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "Kuma Muka sanya, a tsakaninsu da tsakanin* garuruwan da Muka Sanya albarka a cikinsu, waɗansu garuruwa masuganin juna kuma Muka ƙaddara tafiya a cikinsu, \"Ku yi tafiya a cikinsu, daruruwa da ranaiku, kuna amintattu"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "Sai suka ce: \"Ya Ubangijinmu! Ka nisantar da tsakanin tafiyoyinmu,\" kuma suka zalunci kansu, saboda haka Muka sanya su labaran hira kuma Muka kekkece* su kowace, irin kekkecewa. Lalle a cikin wancan akwai ayoyi ga dukan mai yawan haƙuri, mai yawan godiya"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "Kuma lalle, haƙiƙa, Iblis ya gaskata zatonsa a kansu, sai suka bi shi face wani ɓangare na muminai"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "Kuma ba ya da wani dalili a kansu face dai domin Mu san wanda yake yin imani da Lahira daga wanda yake a cikin shakka daga gare ta. Kuma Ubangijinka, a kan kome, Mai tsaro ne"
        }
    ]
}