{
    "rukus": [
        {
            "chapter": 35,
            "verse": 38,
            "text": "Lalle Allah ne Masanin gaibin sammai da ƙasa. Lalle Shi ne Masani ga abin da yake ainihin zukata"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "Shi ne Wanda Ya sanya ku masu maye wa juna, a cikin ƙasa. To, wanda ya kafirta, to, kafircinsa yana a kansa. Kuma kafircin kafirai ba ya kara musu kome face baƙin jini, kuma kafircin kafirai ba ya kara musu kome face hasara"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "Ka ce: \"Shin, kun ga abubuwan shirkinku, waɗanda kuke kira, wasun Allah? Ku nuna mini, mene ne suka halitta daga ƙasa? Ko suna da tarayya ne a cikin sammai? Ko kuma Mun ba su wani littafi ne saboda haka suna a kan wata hujja ce daga gare shi? A'a, azzalumai ba su yin wani wa'adi, sashensu zuwa ga sashe, face ruɗi"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "Lalle Allah Yana riƙe sammai da ƙasa domin kada su gushe. Kuma haƙiƙa, idan sun gushe, babu wani baicin Sa da zai riƙe su. Lalle Shi Ya kasance Mai haƙuri, Mai gafara"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Kuma suka* yi rantsuwa da Allah, mafi nauyin rantsuwarsu, \"Lalle, idan wani mai gargaɗi ya zo musu tabbas za su kasance mafi shiryuwa, daga ɗayan al'ummomi.\" To, a lokacin da mai gargaɗi ya je musu, bai ƙara su da kome ba face gudu"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "Domin nuna girman kai a cikin ƙasa da makircin cuta. Kuma makirci na cuta ba ya fadawa face a kan mutanensa. To shin suna jiran (wani abu ne) face dai hanyar (kafiran) farko. To, ba za ka sami musanya ba ga hanyar Allah. Kuma ba za ka sami juyarwa ba ga hanyar Allah"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Ashe, kuma ba su yi tafiya ba, a cikin ƙasa, domin su duba yadda aƙibar waɗannan da suke a gabaninsu ta kasance? Alhali kuwa sun kasance mafifita ƙarfi daga gare su? Kuma Allah bai kasance wani abu na iya rinjayar Sa ba, a cikin sammai, kuma haka a cikin kaƙa. Lalle Shi ne Ya kasance Masani, Mai ikon yi"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Kuma da Allah Yana kama mutane saboda abin da suka aikata, da bai bar wata dabba ba a kanta (kasa). Amma Yana jinkirta musu zuwa ga ajalin da aka ambata. Sa'an nan idan ajalinsu ya zo, to, lalle Allah ya kasance Mai gani ga bayin Sa"
        }
    ]
}