{
    "pages": [
        {
            "chapter": 8,
            "verse": 9,
            "text": "[Ruzi Badrro ʙa jod ovared] On goh ki az Parvardigoraton farjodrasi [va jori] mexosted va U [darxosti] sumoro paziruft [va farmud]: «Be gumon, sumoro ʙo hazor farista, ki pajopaj furud meojand, jori mekunam»"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Va Alloh taolo in [jori]-ro cuz muƶdae [ʙarojaton] qaror nadod, to dilhojaton ʙo on orom girad va [ʙidoned, ki] piruzi cuz az coniʙi Alloh taolo nest. Ba rosti, ki Alloh taolo sikastnopaziri hakim ast"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "[Va ʙa jod ovared] Hangome ki xoʙi saʙuk, ki oromise az suji U ʙud, sumoro faro girift va az osmon oʙe ʙar sumo furu firistod, to ʙo on pokaton kunad va palidii sajtonro az sumo dur sozad va dilhojatonro mahkam ʙidorad va gomhojatonro ʙo on ustuvor namojad"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "[Va ej pajomʙar, ʙa jod ovar] hangome ki Parvardigorat ʙa faristagon vahj kard,ki: «Man ʙo sumo hastam, pas, kasonero, ki imon ovardaand, soʙitqadam dored. Ba zudi, dar dili kasone, ki kufr varzidand, haros meafkanam, pas. [ej mucohidon, samseri xesro] ʙar farozi gardanhojason ʙizaned va hamai angustonasonro qat' kuned [to siloh ʙarnagirand]"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "In ʙa xotiri on ast, ki onon ʙo Alloh taolo va rasulas muxolifat kardand va har ki ʙo Alloh taolo va rasulas muxolifat kunad, pas, [ʙidon, ki] Alloh taolo saxtkajfar ast"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "[Ej kofiron] In [azoʙi dunjo]-ro ʙicased va [ʙidoned, ki] ʙaroi kofiron [dar qijomat] azoʙi otas ast"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "Ej kasone, ki imon ovardaed, hargoh [dar majdoni cang] ʙo anʙuhi kofiron ruʙaru suded, pas, ʙa onon pust nakuned [va nagurezed]"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Va har ki dar on hangom ʙa onon pust kunad, magar on ki [angezaas fireʙi dusman jo] kanoragiri ʙaroi naʙardi [duʙora] jo pajvastan ʙa guruh [-i digar az sipohi musulmonon] ʙosad, hatman, ʙa xasmi Alloh taolo giriftor megardad va cojgohas duzax ast. Va ci ʙad sarancomest"
        }
    ]
}