{
    "pages": [
        {
            "chapter": 11,
            "verse": 29,
            "text": "Va ej qavmi man, ʙaroi in [risolat man hec sarvat] va mole az sumo darxost namekunam. Podosi man cuz ʙar [uhdai] Alloh taolo nest va kasonero, ki imon ovardaand, az xud nameronam. Be tardid, [ruzi qijomat] onon muloqotkunandai Parvardigori xesand, vale man sumoro guruhe meʙinam, ki nodoni mekuned"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "Va ej qavmi man, agar man ononro tard kunam, kist, ki maro dar ʙaroʙari [kajfari] Alloh taolo jori kunad? Pas, ojo pand namegired"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Va ʙa sumo namegujam, ki gancinahoi Alloh taolo nazdi man ast va ƣajʙ namedonam va namegujam, ki man faristaam va dar ʙorai kasone, ki ʙa casmi sumo haqir meojand, namegujam, ki Alloh taolo xajre nasiʙason naxohad kard. Alloh taolo ʙa on ci dar dilhoi eson ast, ogohtar ast. [Agar cunin ʙigujam] Dar on surat, hatman, az sitamgoron xoham ʙud»"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "[Qavmas] Guftand: «Ej Nuh, ʙa rosti, ki ʙo mo cidol kardi va ʙisjor [ham] cidol kardi, pas, agar rost megui, on ci [az azoʙ]-ro, ki ʙa mo va'da medihi, ʙijovar»"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "[Nuh] Guft: «Tanho Alloh taolo ast, ki agar ʙixohad, onro ʙar [sari] sumo meovarad va sumo ocizkunanda [-i U az azoʙ kardan] nested"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Va agar man ʙixoham nasihataton kunam, nasihat kardani man sude ʙarojaton nadorad, agar Alloh taolo ʙixohad [ki noʙudu] gumrohaton sozad. U Parvardigori sumost va [hamagi] ʙa sujas ʙozgardonda mesaved»"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Ojo [musrikon] megujand: «U [Muhammad] in suxanonro ʙa duruƣ ʙa Alloh taolo nisʙat dodaast? Bigu: «Agar man inhoro az pesi xud soxta ʙosam va ʙa U nisʙat diham, gunohas ʙar [uhdai] man, va[-le] man az gunohoni sumo ʙezoram»"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "Va ʙa Nuh vahj sud, ki: «Az qavmi tu cuz kasone, ki imon ovardaand, digar hec kas imon nameovarad, pas, ʙar on ci mekardand, ƣam maxur"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Va [aknun] kistiro zeri nazari Mo va ʙa vahj [va rohnamoi]-i Mo ʙisoz va dar ʙorai kasone, ki sitam kardand, ʙo Man suxan magu [caro ki] onho, hatman, ƣarqsudani hastand»"
        }
    ]
}