{
    "pages": [
        {
            "chapter": 12,
            "verse": 64,
            "text": "[Ja'quʙ] guft: «Ojo hamon guna, ki pestar sumoro nisʙat ʙa ʙarodaras [Jusuf] amin dostam, [in ʙor ham] ʙar u amin ʙidonam? Pas, Alloh taolo ʙehtarin nigahʙon ast va u mehruʙontarini mehruʙonon ast»"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Va cun ʙori xudro kusodand, sarmojaasonro joftand, ki ʙa onon ʙozgardonda suda ʙud. Guftand: «Padarcon, [digar] ci mexohem? In sarmojai most, ki ʙa mo ʙozgardonida sudaast, [ʙad-in vasila] ʙaroi xonavodai xud ozuqa meovarem va ʙarodaramonro [niz] hifozat mekunem va [ʙo ʙurdani Binjomin] jak ʙori sutur izofa megirem. In pajmona [ʙaroi Azizi Misr kori] osonest"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "[Ja'quʙ] Guft: «Hargiz uro ʙo sumo naxoham firistod, to ʙo man ʙa nomi Alloh taolo pajmoni ustuvore ʙiʙanded, ki hatman uro nazdi man ʙozmeovared, magar on ki giriftor saved [va hec jak nacot najoʙed]. Pas, cun [ahdu] pajmoni ustuvori xes ʙa u dodand, [Ja'quʙ] guft: «Alloh taolo ʙar on ci meguem, [guvohu] nigahʙon ast»"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Va [hamcunon] guft: «Ej pisaronam, [ʙaroi on ki calʙi tavaccuh nakuned] az jak dar vorid nasaved, ʙalki az darhoi muxtalif doxil saved va [alʙatta, ʙo in suporis] nametavonam cize az [qazo va qadari] Allohro az sumo dur kunam. Hukm cuz ʙaroi Alloh taolo nest. Bar U tavakkal kardam va tavakkalkunandagon ʙojad ʙar U tavakkal kunand"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Va cun hamon guna ki padarason ʙa onon dastur doda ʙud, vorid sudand. [In sevai vurud] Esonro az [qazoi] Alloh taolo ʙoznadost, vale [har ci ʙud] nijozi qalʙi Ja'quʙro ʙarovarda kard. U az [ʙarakati] on ci ʙad-u omuxta ʙudem, doroi donise farovon ʙud, vale ʙestari mardum namedonand"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Va cun [ʙarodaron] ʙar Jusuf vorid sudand, ʙarodaras [Binjomin]-ro nazdi xud coj dod [va ʙa ohistagi ʙa u] guft: «Man ʙarodarat hastam, pas, az korhoe, ki [ʙarodaronamon] mekardand, anduhgin maʙos»"
        }
    ]
}