{
    "juzs": [
        {
            "chapter": 41,
            "verse": 47,
            "text": "(නබියේ! “විනිශ්චය කිරීමේ කාලය වන විනිශ්චය දිනය කවදා එන්නේද?”යි ඔවුන් විටින් විට ඔබගෙන් විමසන්නාහ. එයට ඔබ මෙසේ පවසනු: විනිශ්චය) කාලය ගැන වූ ඥානය ඔහු වෙතම අත්හැර දමනු ලැබ ඇත්තේය. (එබැවින් ඒ ගැන අපිට කියන්නට දැයක් නැත). ඔහු නොවදැනුවත්ව පලතුරු වලින් කිසිවක් එහි කෝෂයෙන් ඉකුත් වන්නේ නැත. කිසිම ගැහැනියක් ගැබ් ගන්නේද නැත. ප්‍රසූත කරන්නේද නැත. (එබැවින් ඒවා සියල්ල ඔහුම හොඳින් දන්නේය. විනිශ්චය කාලය වන) එදිනදී (ඔහු “ඔබ) සමානයන් වශයෙන් තැබූ දැය (වන බොරු දෙවිවරුන්) කොහේද?”යි ඔවුන්ගෙන් විමසනු ඇත. එයට ඔවුන් “අපගෙන් (එයට) සාක්ෂි දරණ්නන් කිසිවෙකුත් (අද දින) නැතැයි (අපගේ දෙවියනේ!) අපි ඔබට දැනුම් දෙන්නෙමු” යයි පවසන්නාහ"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "මීට පෙර ඔවුන් (දෙවියන් යයි) ආරාධනා කරමින් සිටි දැය සියල්ල ඔවුන්ගෙන් ඈත් වී සැඟවී යනු ඇත. තමන්ට බේරීමට කිසිම මාර්ගයක් නැතැයි යන්නද ඔවුන් දැන ගන්නාහ"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "(ප්‍රාර්ථනා කර) හොඳ දැයම ඉල්ලීමෙහි මිනිසා (කිසි කලෙකත්) වෙහෙසට පත් වන්නේ නැත. එහෙත් ඔහුට (පොඩියක් හෝ) විපතක් ළඟා වුවහොත් ඔහුගේ මනස බිඳී විශ්වාසය සුන් කර ගන්නේය"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "ඔහුව අල්ලාගෙන තිබූ අමාරුකමෙන් පහ වී ගිය පසු, අපගේ වරප්‍රසාදය විඳින ලෙසට අපි සැලැස්සුවා වුවද, “එය මට උරුමව (පැමිණිය යුතුව තිබූ දැයම පැමිණියේය. විනිශ්චය) කාලය ඇති වනු ඇතැයි මා විශ්වාස කළේම නැත. (එසේ විනිශ්චය දිනය ඇති වී) මගේ දෙවියන් වෙත මා ගෙන යනු ලැබූවද, ඔහු වෙතද නියත වශයෙන්ම මට හොඳක්ම ලැඛෙනු ඇත” යයි පවසන්නේය. නමුත් කවුරුන් ප්‍රතික්ෂේප කරන්නෝද, ඔවුන් කළ (නපුරු) කාරණාවන් (එදිනදී) අපි නියත වශයෙන්ම ඔවුන්ට පැහැදිලිව ගෙනහැර දක්වන්නෙමු. තවද දරුණු දඬුවම ඔවුන්ට විඳින ලෙසටද නියත වශයෙන්ම අපි සලස්වන්නෙමු"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "මිනිසාට අපි (යම්කිසි) වරප්‍රසාදයක් ලබා දුන්නහොත් ඔහු (අපට කෘතඥ වීම වෙනුවට අපවද, අපගේ නියෝගයන්ද) ප්‍රතික්ෂේප කර දමා ඈත් වන්නේය. ඔහු වෙත (යම්කිසි) විපතක් පැමිණියහොත් නම්, ඉතාමත් දිග (පළලින් යුත්) ප්‍රාර්ථනාවන් කර, (එය පහ කරන මෙන් ඉල්ලා) සිටින්නේය.”"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "(නබියේ!) ඔබ මෙසේ විමසනු: “(මෙම ධර්මය) අල්ලාහ්ගේ සන්නිධානයෙන් පැමිණ තිබියදී මෙය ඔබ ප්‍රතික්ෂේප කළහොත් (මෙසේ) ප්‍රසිද්ධියේම (ඔහුට) විරුද්ධ වන්නාට වඩා දුර්මාර්ගිකයා කවරෙක්ද යන්න ඔබ අවධානය කළෙහුද?”"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "නියත වශයෙන්ම (කුර්ආනය වන) මෙය සත්‍යයකි යයි ඔවුන්ට පැහැදිලි වන තුරු අපගේ සාධකයන් (ලොවෙහි) විවිධ ප්‍රදේශයන්හිද, ඔවුන් ඇතුළුව ඉතා ඉක්මනින් අපි ඔවුන්ට පෙන්වන්නෙමු. (නබියේ!) ඔබගේ දෙවියන් නියත වශයෙන්ම සියල්ල බලමින් සිටින්නේය යන්න ඔබව සෑහීමට පත් කළේ නැද්ද"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "නියත වශයෙන්ම ඔවුන් තමන්ගේ දෙවියන්ව හමු වීම ගැනද සැකයෙන් සිටින බවද (නබියේ! ඔබ) දැන ගනු (මැනව!) නියත වශයෙන්ම ඔහු සියලූ කාරණාවන්ද (තම ඥානයෙන්) වටකරගෙන (දැන) ගෙනද සිටින්නේය යන්නද දැන ගනු (මැනව)"
        },
        {
            "chapter": 42,
            "verse": 1,
            "text": "හා. මීම්"
        },
        {
            "chapter": 42,
            "verse": 2,
            "text": "අයින්. සීන්. කාෆ්"
        },
        {
            "chapter": 42,
            "verse": 3,
            "text": "(නබියේ! මෙම පරිච්ඡේදය ඔබට පහළ කරනු ලබන්නේය). මෙසේම (මීට පෙර) ඔබටත්, ඔබට පෙර සිටියවුන්ටත්, (අල්ලාහ් තමන්ගේ ආයාවන්) වහී මගින් දැනුම් දෙන්නේය. අල්ලාහ් (සියල්ලන්ටම වඩා) ශ්‍රේෂ්ඨයෙකු හා ඥානවන්තයෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 42,
            "verse": 4,
            "text": "අහස්හි ඇති දැයද, භූමියෙහි ඇති දැයද, ඔහුට අයත් දැයයි. (සියල්ලන්ටම වඩා) ඔහුම ඉතාමත් උසස්වන්තයෙකු හා අති විශාලවන්තයෙකු වන්නේය"
        },
        {
            "chapter": 42,
            "verse": 5,
            "text": "(මිනිසුන් කරන පාපයන්හි හේතුවෙන්) ඉහළ ඇති අහස පුපුරා (ඇද වැටෙන්නට)ද ඉඩ ඇත. (නමුත්) මලායිකාවරුන් (බිය වී) තමන්ගේ දෙවියන්ව ප්‍රශංසා කර, සුවිශුද්ධ කර, භූමියෙහි සිටින්නන්(ගේ වැරදි වලට) සමාව දෙන මෙන් අයදිමින් සිටින්නාහ. (මිනිසුන් පාපයන්ගෙන් ඈත් වී සමාව ඉල්ලා සිටියහොත්) නියත වශයෙන්ම අල්ලාහ්ම ඉමහත් ක්ෂමා කරන්නෙකු හා කරුණාවන්තව සිටින්නේය යන්න (නබියේ! ඔබ දැන ගනු (මැනව)"
        },
        {
            "chapter": 42,
            "verse": 6,
            "text": "කවුරුන් ඔහු හැර (අන් අයව තමන්ට) ආරක්ෂකයින් වශයෙන් ඇර ගත්තෝද, ඔවුන්ව අල්ලාහ් අවධානය කරන්නෙකු වශයෙන් සිටින්නේය. (නබියේ!) ඔවුන් කෙරෙහි ඔබ වගකිව යුත්තෙකු නොව"
        },
        {
            "chapter": 42,
            "verse": 7,
            "text": "(නබියේ! මෙය තිඛෙන) මේ අන්දමටම (මෙම) කුර්ආනය අරාබි භාෂාවෙන් අපි වහී මගින් ඔබට දැනුම් දුන්නෙමු. “නගරයන්හි මව (වන මක්කාවෙහි සිටින්නන්)ද ඒ වටා සිටින්නන් (වන ලෝකවාසීන් සියල්ලන්ට)ම ඔබ බිය ගන්වා අනතුරු අඟවන (විනිශ්චය සඳහා සියල්ලන්වම) ඒකරාශී කරනු ලබන -සැකයෙන් තොර- දිනය ගැන බිය ගන්වා අනතුරු ඇඟවීමටද (මෙම කුර්ආනය අපි ඔබට පහළ කළෙමු. එදිනදී) එක් සමුහයක් ස්වර්ගයෙහිද, එක් සමුහයක් නිරයෙහිද (සිටිනු ඇත)"
        },
        {
            "chapter": 42,
            "verse": 8,
            "text": "අල්ලාහ් අදහස් කර තිබුනේ නම්, ඔවුන්ව (එකම ධර්මයක් අනුගමනය කරන) එකම සමුහයක් බවට පත් කරන්නට ඉඩ තිබුණි. (එහෙත් සියල්ලන්ගේම ගති ගුණයන් එකම ආකාරයකට තිබුනේ නැත). එබැවින් (තමන්) කැමති (හොඳක් කරන) අයවම තම දයාවෙහි ඔහු ඇතුළු කරන්නේය. (පාපයන් කරන) අපරාධකාරයින්ව (දුර්මාර්ගයෙහි අත්හැර දමන්නේය). ඔවුන්ව ආරක්ෂා කරන්නන්ද නැත. උදව් කරන්නන්ද නැත"
        },
        {
            "chapter": 42,
            "verse": 9,
            "text": "(නබියේ! අල්ලාහ් වන) ඔහු හැර (අන් දැය තමන්ගේ) ආරක්ෂකයින් වශයෙන් ඔවුන් ගත්තෙහුද? (එසේ නම්, එය සම්පූර්ණයෙන්ම වැරදිය). නමුත් අල්ලාහ් -ඔහු, (එක් කෙනෙකු)ම (සත්‍ය) ආරක්ෂකයාය. ඔහුම මරණයට පත් වූවන්ව පණ දෙන්නේය. ඔහු සියල්ල කෙරෙහි බලය ඇත්තෙකි"
        },
        {
            "chapter": 42,
            "verse": 10,
            "text": "(නබියේ! ඔවුන්ට ඔබ මෙසේ පවසනු): “මෙහිදී ඔබ කුමන කාරණාවක (විශ්වාසවන්තයින් සමග) භේද වී සිටින්නෙහුද, එහි තීන්දුව අල්ලාහ්ගේ සන්නිධානයෙහිම ඇත්තේය. මෙම අල්ලාහ්ම මගේ දෙවියාය. ඔහු මතම මා සම්පුර්ණයෙ-න්ම විශ්වාසය තබා ඇත්තෙමි. ඔහු දෙසටම (අවනත වී) මා හැරෙන්නෙමි"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "ඔහුම අහස්ද, භූමියද උත්පාදනය කළ අයයි. ඔබ වෙනුවෙන් ඔබගෙන්ම ඔහු ජෝඩු වශයෙන්ද (සැමියා හා බිරිඳද, එළු, ගව, ඔටුවන් වැනි) සතුන්ගේ ජෝඩුද උත්පාදනය කර, (මෙමගින්) එහි (විවිධ ප්‍රදේශයන්හි) ඔබව විසිරී යාමට සලස්වන්නේය. ඔහුට සම වන කිසිවක් නැත. ඔහු (සියල්ලට) සවන් දෙන්නෙකු හා අවධානයෙන් යුතුව බලන්නෙකු වශයෙන්ද සිටින්නේය"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "අහස් හා භූමියෙහි වූ (නිධානයන්ගේ) යතුරු ඔහු වෙතම ඇත්තේය. ඔහු කැමත්තන්ට ආහාර විස්තීරණය කර දෙන්නේය. (ඔහු කැමැත්තන්ට හකුළා) සීමා සහිතව ලබා දෙන්නේය. නියත වශයෙන්ම ඔහු සියල්ලම (ඒවායේ ගුණාංගයන්ද) හොඳින් දන්නෙකි"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "(විශ්වාසවන්තයිනි!) නූහුට ඔහු කුමක් දේශනා කළේද, එයම ඔබටද ඔහු ධර්මයක් බවට කර ඇත්තේය. එබැවින් (නබියේ!) අපි ඔබට වහී මගින් දැනුම් දීමද, ඉබ්රාහීම්, මූසා, ඊසා ආදීන්ට අපි දේශනා කළේ කුමක්දයත් “(ඔබ එකම දෙවියන් යන ප්‍රතිපත්තියෙන් යුතු සත්‍ය වූ) ධර්මය ස්ථීරව අත් කර ගනු. එහි (විවිධ කොටස් වලට) ඛෙදා වෙන් කර නොගනු” යන්නම වන්නේය. (එබැවින්) ඔවුන්ට ඔබ ආරාධනා කරන (එකම දෙවියන් යන ප්‍රතිපත්තිය වන) මෙය, සමානයන් තබා නමදින්නන්ට ඉතාමත් භාරදූර කාර්යයක් වශයෙන් දැනෙනු ඇත. අල්ලාහ් තමන් කැමැත්තන්වම තම මාර්ගයෙහි තෝරා ගන්නේය. ඔහු දෙස බලන්නන්ටම තමන් වෙත පැමිණෙන මාර්ගයද ඔහු දැනුම් දෙන්නේය"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "ඔවුන් තමන් වෙත ධර්මය පැමිණි පසුවද, තමන් අතර ඇති ඊර්ෂ්‍යාවේ හේතුවෙන්ම මිස, (සත්‍යයෙන්) ඔවුන් ඈත් වූයේ නැත. (ඔවුන්ට තීන්දු දීම) එක් නියමිත කාලයකදී යයි ඔබගේ දෙවියන්ගේ පොරොන්දුව කළින්ම නියම වූයේ නැතිනම් ඔවුන් අතරේ (මේ වන විටත්) තීන්දුව දී හමාරය. තවද ඔවුන්ගෙන් පසු එම ධර්මය කවුරුන් උරුම කර ගත්තෝද, ඔවුන්ද නියත වශයෙන්ම මෙහි ඉමහත් සැකයෙහිම ගැලී සිටින්නාහ"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "එබැවින් (නබියේ!) එම (සත්‍යය වූ ධර්මය) දෙසට (ඔවුන්ව) ඔබ ආරාධනා කරනු. ඔබට නියෝග කරන ලද අන්දමට ඔබ ස්ථීරව සිටිනු. ඔවුන්ගේ කැමත්ත ඔබ අනුගමනය නොකරනු. නැවතත් (ඔවුන්ට) ඔබ මෙසේ පවසනු: “අල්ලාහ් ධර්මය යයි කුමක් පහළ කර තැබුවේද, එයම මා විශ්වාස කරන්නෙමි. ඔබ අතරේ (ඇති ආරවුල් වලට) සාධාරණ ලෙස තීන්දු දෙන මෙන්ද මා අණ කරනු ලැබ ඇත්තෙමි. අපගේ ක්‍රියාවන්ට සරිලන ඵලවිපාක අපට ලැඛෙනු ඇත. ඔබගේ ක්‍රියාවන්ට සරිලන ඵලවිපාක ඔබට ලැඛෙනු ඇත. අපටත් ඔබටත් අතරේ කිසිම තර්කයක් අවශ්‍ය නැත. අප සියල්ලන්වම (පරලොවදී) අල්ලාහ් ඒකරාශී කරනු ඇත. ඔහු වෙතම (අපි සියල්ලන්ම) යා යුතුව ඇත්තේය"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "කවුරුන් (විශ්වාසය තබා) අල්ලාහ්ව බාර ගත් පසු ඔහු ගැන (නිකරුණේ) තර්ක කර (ආරවුල් ඇති කරමින්) සිටින්නෝද, ඔවුන්ගේ තර්කය ඔවුන්ගේ අල්ලාහ් වෙත ප්‍රයෝජනයක් නැති දැයක් වන්නේය. එබැවින් ඔවුන් කෙරෙහි (ඔහුගේ) කෝපයද ඇති වී, දරුණු දඬුවමද ඔවුන්ට ලැඛෙනු ඇත"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "සම්පූර්ණයෙන්ම සත්‍යය හා සාධාරණ වූ මෙම ධර්මය අල්ලාහ්ම පහළ කළේය. (නබියේ! විනිශ්චය) කාලය ළඟා වී ඇත යන්න ඔබ දන්නෙහිද"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "එය විශ්වාස නොකළ අය, ඒ ගැන (‘කවදා එන්නේද? කවදා එන්නේද?’යි) ඉක්මන් කරන්නාහ. එහෙත් කවුරුන් (එය) විශ්වාස කරමින් සිටින්නෝද, ඔවුන් ඒ ගැන බිය වෙමින් සිටින අතර, නියත වශයෙන්ම එය (පැමිණීම) ඇත්ත යයිද, (ස්ථීර වශයෙන්ම) දන්නාහ. කවුරුන් (විනිශ්චය) කාලය ගැන සැක සිතන්නෝද, ඔවුන් නියත වශයෙන්ම ඉතාමත් ඈත එපිට දුර්මාර්ගයෙහිම සිටින්නාහ යන්න (නබියේ! ඔබ) දැන ගනු (මැනව)"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "අල්ලාහ් තම වහලූන්ව ඉතා ආදරයෙන් යුතුව සලකමින් සිටින කෙනෙකි. (එබැවින්) ඔහු අදහස් කරන අයට (අවශ්‍ය) ආහාර ලබා දෙමින් සිටින්නේය. ඔහුම බලසම්පන්නයෙකු හා (සියල්ලන්ටම වඩා) ශ්‍රේෂ්ඨයෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "කවුරුන් පරලොවදී අස්වැන්න කැමති වන්නේද, ඔහුගේ අස්වැන්න (වගාව) අපි ඔහු වෙනුවෙන් වැඩි කරන්නෙමු. කවුරුන් මෙලොව අස්වැන්න (පමණක්) කැමති වන්නේද, අපි ඔහුට එයින් සාමාන්‍ය ප්‍රමාණයක් ලබා දෙන්නෙමු. එහෙත් ඔහුට පරලොවදී කිසිම පංගුවක් නැත"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "අල්ලාහ් අනුමැතිය නොදුන් කිසිවක් ඔවුන්ට ධර්මයක් වශයෙන් තබනු ලබන සමානයන් (දෙවිවරුන්)ද ඔවුන්ට ඇත්තේද? (නපුරට සරිලන ඵලවිපාක දීම පරලොවදී යයි) තීන්දුව ගැන වූ (දෙවියන්ගේ) පොරොන්දුව නියම නොවී තිබුනේ නම්, (මේ වන විටත්) ඔවුන් අතරේ තීන්දු දී හමාරය. නියත වශයෙන්ම (මෙවැනි) අපරාධකාරයින්ට නම්, ඔවුන්ට ඉතාමත් වේදනා ගෙන දෙන දඬුවම් ඇත"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "(නබියේ!) සීමාව ඉක්මවූ මොවුන් තමන් සොයා ගත් තම කාරණාවන් වෙනුවෙන් (තමන්ට කුමන දඬුවමක් ලැබේවිදෝ යයි එදිනදී) බිය වෙමින් සිටිනු ඔබ දකින්නෙහිය. එය ඔවුන්ට අනිවාර්යයෙන්ම ලැඛෙනු ඇත. කවුරුන් විශ්වාසය තබා දැහැමි ක්‍රියාවන් කරන්නෝද, ඔවුන් ස්වර්ගයන්හි ඇති උද්‍යානයන්හි සිටිනු ඇත. ඔවුන් කැමති සියල්ල ඔවුන්ගේ දෙවියන් වෙතින් ඔවුන්ට ලැඛෙනු ඇත. මෙයම අති විශාල වරප්‍රසාදයක් වන්නේය"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "විශ්වාසය තබා දැහැමි ක්‍රියාවන් කළ තමන්ගේ (හොඳ) වහලූන්ට අල්ලාහ් දෙන සුභාරංචියද මෙයයි. (නබියේ!) ඔබ මෙසේ පවසනු: “මේ වෙනුවෙන් මා ඔබ වෙතින් කිසිම කුලියක් ඉල්ලූවේ නැත. ඥාතීන්ට ආදරය කිරීම හැර, කවුරුන් දැහැමි කාරණාවන් සොයා ගන්නේද, ඔහුට අපි ඉන් පසුවද පින්ම වැඩි කර හරින්නෙමු. නියත වශයෙන්ම අල්ලාහ් ඉතාමත් ක්ෂමා කරන්නෙකු හා (අල්ප) කෘතඥ වීම (පවා) දන්නෙකු වශයෙන් සිටින්නේය”"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "(නබියේ!) “ඔහු අල්ලාහ් කෙරෙහි බොරුව මනක්කල්පිත කර පවසන්නේය” යයි ඔවුන් (ඔබ ගැන) පවසන්නෙහුද? (එසේ නම් අපගේ මෙම ධර්මය ඔවුන්ට ඔබ කියවා පෙන්වීමට නොහැකි අන්දමට) අල්ලාහ් අදහස් කළේ නම්, ඔබගේ හෘදය මත මුද්‍රා තබන්නට ඉඩ තිබුණි. (එබැවින් ඔවුන්ගේ මෙම කියමන සම්පූර්ණයෙන්ම වැරදි එකක් වන්නේය). අල්ලාහ් නම්, බොරුව විනාශ කර, තමන්ගේ වදන මගින්ම සත්‍යය ස්ථීර කරන්නෙකු වශයෙන් සිටින්නේය. නියත වශයෙන්ම ඔහු හෘදයන්හි (රහසින් තබාගෙන) ඇති දැයද හොඳින් දන්නෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "ඔහුම තම වහලූන්ගේ සමාව ඉල්ලීම බාර ගෙන වැරදිවලටද සමාව දෙන්නේය. තවද ඔබ කරන දැයද ඔහු හොඳින් දන්නේය"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "තවද විශ්වාසය තබා දැහැමි ක්‍රියාවන් කරන්නන්(ගේ ප්‍රාර්ථනා)වන්ද බාර ගෙන, ඔවුන්ට තමන්ගේ වරප්‍රසාදයන් නැවත (නැවතත්) වැඩි කරන්නේය. ප්‍රතික්ෂේප කරන්නන්ට නම්, ඔවුන්ට දරුණු දඬුවම් ලැඛෙනු ඇත"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "අල්ලාහ් තම වහලූන්ට (තරාතිරමක් නොබලා) වස්තූන් විස්තීරණය (කර ලබා දුන්නහොත්) ඔවුන් භූමියෙහි අපරාධ කරන්නට ඉදිරිපත් වන්නාහ. එබැවින් (ඔවුන්ගේ තරාතිරමට සරිලන සේ) තමන් කැමති ප්‍රමාණයටම (ඔවුන්ට) ලබා දෙමින් සිටින්නේය. නියත වශයෙන්ම ඔහු තම වහලූන්ව හොඳින් දන්නෙකු හා (ඔවුන්ගේ ක්‍රියාවන්) අවධානයෙන් යුතුව බලන්නෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "ඔවුන්ගේ විශ්වාසය බිඳී ගිය පසුද, ඔහුම වැස්ස පහළ කර, නැවතත් තමන්ගේ වරප්‍රසාදයන් පහළ කරන්නේය. ඔහුම ප්‍රශංසාවට හිමි අයයි. ආරක්ෂකයාය"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "අහස්ද, භූමියද උත්පාදනය කර තිබීමද, ඒවායෙහි සතුන් (ආදී බොහොමයක් ජීවීන්)ද (ඒ මේ අත) විසිරුවා හැර තැබීමද, ඔහුගේ ප්‍රාතිහාර්යයන්ගෙන් වූ දැයයි. එබැවින් ඔහු කැමති අවස්ථාවන්හිදී (ඒවා මරණයට පත් වූ පසුද) ඒවා ඒකරාශී කිරීමට බලසම්පන්නයෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "කුමක් හෝ විපතක් ඔබ වෙත පැමිණ සේන්දු වන්නේ, ඔබගේ අත් සොයා ගත් (නපුරු) ක්‍රියාවන්හි හේතුවෙන්මය. එහෙත් (ඒවායෙන්) බොහෝ දැය ඔහු ක්ෂමා කර හරින්නේය"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "ඔබ භූමියෙහි (දිව ගොස් සැඟවී) ඔහුව පරාජය කර දමන්නට නොහැක. තවද අල්ලාහ් හැර, ඔබට උදව් කරන්නෙකු හෝ බේරා ගන්නෙකු හෝ නැත"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "මුහුදෙහි යාත්‍රා කරන කඳු වැනි නැව්ද ඔහුගේ ප්‍රාතිහාර්යයන්ගෙන් වූ දැයයි"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "ඔහු කැමති වුවහොත් සුළඟ නවතා දමන්නේය. ඒවා ඒ මත පාවෙමින් සිටින සේම (නොසෙළවී) නැවතී යන්නේය. (එවැනි අමාරුකම් විඳ) දරාගෙන සිටින්නන්ව (වෙරළට සේන්දු වූ පසු ඉතාමත් සතුටට පත් වී දෙවියන්ට) කෘතඥ වන්නන්ද ආදී සියල්ලන්ටම නියත වශයෙන්ම මෙහි බොහෝ සාධකයන් ඇත"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "ඔවුන් සොයා ගත් (නපුරු) ක්‍රියාවන්ගේ හේතුවෙන් ඒවා (මුහුදෙහි) ඔහු ගිල්වා දමන්නේය. එහෙත් (ඔවුන්ගේ වැරදි වලින්) බොහොමයක් දැය ඔහු ක්ෂමා කර හරින්නේය"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "අපගේ ප්‍රාතිහාර්යයන් ගැන (නිකරුණේ) තර්ක කරන්නන් (අපගේ දඬුවම් වලින්) බේරෙන්නට කිසිම මාර්ගයක් නැත යන්න ඔවුන් දැන ගනිත්වා"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "(මෙහි) ඔබට ලබා දී ඇති සියල්ල (ස්ථීරයක් නැති) මෙලොව ජීවිතයට අයත් (අල්ප) සුව පහසුවන්ය! විශ්වාසය තබා තමන්ගේ දෙවියන්වම සම්පූර්ණයෙන්ම විශ්වාස කර, සිටින්නන්ට අල්ලාහ්ගේ සන්නිධානයෙහි ඇත්තේ, ඉමහත් උසස් හා ස්ථීරවත් දැයයි"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "(අල්ලාහ්ව විශ්වාස කළ) ඔවුන් අති විශාල පාපයන්ද, අවමන් ගෙන දෙන කාරණාවන්ද, අත්හැර ඈත් වී (සිටින අතර) තමන්ට කෝපය ඇති කළ අවස්ථාවන්හිදී පවා (කෝපය ඇති කළ අයට) සමාව දී අත්හැර දමන්නාහ"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "තවද ඔවුන් තමන්ගේ දෙවියන්ගේ නියෝගයන් බාරගෙන සලාතයද නොකඩවා සලාත් කරන්නාහ. ඔවුන්ගේ සෑම කාරණාවක්ම තමන් තුළ එක්කාසු වී සාකච්ඡා කරන්නාහ. අපි ඔවුන්ට ලබා දුන් දැයෙන් (දානමාන වශයෙන්) වියදම් කරන්නාහ"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "ඔවුන්ගෙන් කවුරුන්ට හෝ අපරාධයක් කරනු ලැබුවහොත් එයට ඔවුන් (සීමාව ඉක්මවා නොයා) පළි ගන්නාහ"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "නපුරට ඵලවිපාක (වශයෙන්) එවැනි නපුර(ම කරන්නාහ. ඊට වැඩියෙන් නොව). නමුත් කවුරුන් හෝ (අන් අයගේ අපරාධයට) සමාව දී (ඔහු සමග) සමාදාන වුවහොත් ඔහුගේ ඵලවිපාක අල්ලාහ් කෙරෙහි (අනිවාර්යය යුතුකමක් වශයෙන්) ඇත්තේය. නියත වශයෙන්ම ඔහු (මෙයට වෙනස්ව) සීමාව ඉක්මවන්නන්ව ප්‍රිය කරන්නේ නැත"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "(එහෙත් කවුරුන් හෝ) අපරාධයන්ට (ඒ ප්‍රමාණයටම) පළි ගතහොත් එමගින් ඔවුන්ට විරුද්ධව (ෙදාස් පැවරීමට) කිසිම මගක් නැත"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "නමුත් (සීමාව ඉක්මවා) මිනිසුන් කෙරෙහි අපරාධයන් කර, අසාධාරණයේ භූමියෙහි අපරාධ කරන්නන්ට විරුද්ධවම (ෙදාස් පැවරීමට) මාර්ගයක් ඇත. මෙවැන්නන්ට ඉතාමත් වේදනා ගෙන දෙන දඬුවම් ඇත"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "කවුරුන් හෝ (අනුන් කළ අපරාධය) ඉවසිලිමත්ව විඳ දරාගෙන සමාව දුන්නහොත් නියත වශයෙන්ම එය ඉතාමත් වීර ක්‍රියාවන්ගෙන් වූ කාරණාවක් වන්නේය"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "කවුරුන්ව හෝ (ඔහුගේ පාපයන්හි හේතුවෙන්) අල්ලාහ් දුර්මාර්ගයෙහි අත්හැර දැමුවහොත් ඉන් පසුව ඔහුව බේරා ගන්නන් කිසිවෙකුත් ඇත්තේ නැත. (නබියේ! සීමාව ඉක්මවා) අපරාධ කළ අය, දඬුවම (දෑසින්) දකින අවස්ථාවේදී ‘(මෙයින්) බේරෙන්නට කොහේ හෝ මාර්ගයක් ඇත්ද?’යි ඔවුන් විමසනු ඔබ දකින්නෙහිය"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "තවද අවමන් විඳ හිස බිමට නවා ගත් අය වශයෙන්ද, (දඬුවම) හොරැහින් බලා ගත් වනම ඔවුන්ව නිරය ඉදිරියට ගෙන එනු ලැබීමද (නබියේ!) ඔබ දකින්නෙහිය. තවද විශ්වාසය තැබූවන් (ඔවුන්ට) “කවුරුන් තමන්ටත්, තම පවුලේ උදවියටත් (මෙලොවදී) පාඩුව සොයා ගත්තෝද, ඔවුන් විනිශ්චය දිනදී නියත වශයෙන්ම සම්පුර්ණයෙන්ම පරාජය අත් කර ගත් අය” යයි පවසන්නාහ. නියත වශයෙන්ම (මෙවැනි) අපරාධකාරයින් ස්ථීරවූ දඬුවමෙහි රැඳී සිටිනු ඇත යන්න දැන ගනු (මැනව)"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "අල්ලාහ් හැර, ඔවුන්ට උදව් කළ හැකි මිතුරන්ද (එදිනදී) ඔවුන්ට ඇත්තේ නැත. කවුරුන්ව අල්ලාහ් වැරදි මාර්ගයෙහි අත්හැර දැමුවේද, ඔහුට (බේරෙන්නට) කිසිම මාර්ගයක් නැත"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "අල්ලාහ් වෙතින් අත්හැර දමා බේරෙන්නට නොහැකි දිනයක් පැමිණීමට කළින්ම ඔබගේ දෙවියන්ගේ ආරාධනාවට පිළිතුරු දෙනු. එදිනදී ඔබට කිසිම බේරෙන ස්ථානයක්ද නැත. (ඔබගේ වැරැද්ද) ඔබට ප්‍රතික්ෂේප කරන්නටද නොහැක"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "(නබියේ! මෙතරම් දුරට විවරණය කර පැවසූ පසුද) ඔවුන් (ඔබව) ප්‍රතික්ෂේප කර හැරියහොත් (ඒ ගැන ඔබ කණගාටු නොවනු. මන්දයත්) ඔවුන්ව ආරක්ෂා කරන්නෙකු වශයෙන් අපි ඔබව යැව්වේ නැත. (ඔවුන්ට අපගේ දූත මෙහෙවර) ගෙනහැර දැක්වීම මිස, (වෙන කිසිවක්) ඔබ කෙරෙහි අනිවාර්යය යුතුකමක් නොව. අපගේ වරප්‍රසාදයන් මිනිසුන් විඳින ලෙසට සැලැස්සුවහොත් ඒ ගැන ඔහු ඇත්තෙන්ම සතුටට පත් වන්නේය. ඔහුගේ අත්ම සොයා ගත් (නපුරු) ක්‍රියාවන්ගේ හේතුවෙන් ඔහුට යම්කිසි විපතක් ඇති වූ විට, නියත වශයෙන්ම මිනිසා ගුණමකු අය බවට පත් වී (දෙවියන්වම ප්‍රතික්ෂේප කිරීමටද ඉදිරිපත්) වන්නේය"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "අහස් හා භූමියෙහි රාජ්‍යය අල්ලාහ්ටම අයිතිය. (මේ හැර), ඔහු කැමති දැයද උත්පාදනය කරන්නේය. එබැවින් ඔහු කැමති අයට ගැහැනු දරුවන්ව පමණක් දෙන්නේය. ඔහු කැමති අයට පිරිමි දරුවන්ව පමණක් දෙන්නේය"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "නැතහොත් පිරිමි ගැහැනු කළවම් කර දෙන්නේය. තවද ඔහු කැමති අයට (දරුවන් නැති) වඳ බවටද පත් කර හරින්නේය. නියත වශයෙන්ම ඔහු (ඔවුනොවුන්ගේ තරාතිරම) හොඳින් දන්නෙකු හා (තමන් කැමති ආකාරයකට කිරීමට) බලසම්පන්නයෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 42,
            "verse": 51,
            "text": "අල්ලාහ් (කෙළින්ම) කතා කිරීමට අයත් තරාතිරමක් මිනිසුන්ගෙන් කිසිවෙකුටත් නැත. එහෙත් වහී මගින් හෝ තිරයෙන් පසුපස හෝ නැතහොත් තමන් කැමති දැය තමන්ගේ අනුමැතියට අනුව වහී (ලබා ගෙන) දැනුම් දිය හැකි දූතයෙකු යවා හෝ (මිනිසුන් සමග කතා කරන්නේය). නියත වශයෙන්ම ඔහු උසස්වන්තයෙකු හා ඥානවන්තයෙකු වන්නේය"
        },
        {
            "chapter": 42,
            "verse": 52,
            "text": "(නබියේ!) මේ අන්දමටම ඔබට අපගේ නියමයන්ගෙන් ජීවමානව ඇති (කුර්ආනය) වහී මගින් දැනුම් දෙන්නෙමු. (මීට පෙර) ඔබ ධර්මය අසවල් දැය යයිද, විශ්වාසය අසවල් දැය යයිද, දන්නෙකු වශයෙන් සිටියේ නැත. එහෙත් (මෙම ධර්මය ඔබට අපි වහී මගින් දැනුම් දී) මෙය ආලෝකයක් බවටද පත් කර, අප වහලූන්ගෙන් අපි කැමති අයට මෙමගින් ඍජු මාර්ගය පෙන්වන්නෙමු. (නබියේ!) නියත වශයෙන්ම ඔබ (මෙමගින් ජනයාට) ඍජු මාර්ගය පෙනවන්නෙහිය"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "මෙයයි අල්ලාහ්ගේ මාර්ගය. අහස්හිද භූමියෙහිද ඇති දැය (සියල්ල) ඔහුට අයත් දැයයි. සියලූ කාරණාවන්ද ඔහු වෙත අනිවාර්යයෙන්ම පැමිණෙන්නේය යන්න (නබියේ! ඔබ) දැන ගනු මැනව"
        },
        {
            "chapter": 43,
            "verse": 1,
            "text": "හා. මීම්"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "පැහැදිලි මෙම ධර්මය මත සත්තකින්ම"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "(මක්කාවාසීනී!) ඔබ (පහසුවෙන්) දැන ගැනීම පිණිසම මෙම කුර්ආනය (ඔබ කතා කරන ඔබගේ) අරාබි භාෂාවෙන් සැලැස්සුවෙමු"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "නියත වශයෙන්ම මෙය අප වෙත ඇති (ලව්හුල්මහ්ෆූල් නමැති) මව් ග්‍රන්ථයෙහි (සටහන් කරනු ලැබ) ඇත්තේය. (මෙය ධර්මයන්ගෙන්) ඉතාමත් උසස් හා ඥානයෙන් පිරි එකක් වන්නේය"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "ඔබ සීමාව ඉක්මවා ගිය ජනතාවක් බවට පත් වූවෙහුය යන්න සඳහා (ඔබට හොඳ ඔවදන් දෙන ධර්මයෙහි) මතක් කිරීම ඔබගෙන් ඈත්ව අපි සම්පූර්ණයෙන්ම ප්‍රතික්ෂේප කර හරින්නෙමුද"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "(ඔබ වැනි සීමාව ඉක්මවා ගිය ඔබගේ) පෙර විසූ අයගෙන්ද, අපි කොපමණදෝ නබිවරුන්ව යවා ඇත්තෙමු"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "එහෙත් ඔවුන් වෙත කුමන නබිවරයෙකු පැමිණියා වුවද, ඔවුන් ඔහුව සමච්චල් නොකර සිටියේ නැත"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "මොවුන්ට වඩා ඉතාමත් ශක්තිසම්පන්-නයන් වන ඔවුන් සියල්ලන්ම (ඔවුන්ගේ පාපයන්හි හේතුවෙන්) අපි විනාශ කර දැමුවෙමු. (මීට) පෙර ඉකුත්ව ගිය අයගෙන් (මෙවැනි) උදාහරණයන් (කළින්) ඉකුත්ව ගියේය"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "“අහස්ද, භූමියද උත්පාදනය කළේ කවරෙක්ද?”යි ඔබ ඔවුන්ගෙන් විමසන විට, (සියල්ලටම) ශ්‍රේෂ්ටයෙකු හා ඥානවන්තයෙකු (වන අල්ලාහ්)ම ඒවා උත්පාදනය කළේය යයි නියත වශයෙන්ම ඔවුන් (පිළිතුරු) දෙනු ඇත. (මෙය දැන සිටියදී ඔහුට වෙනස්කම් කරන්නාහ)"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "ඔහුම භූමිය ඔබට යහනාවක් බවට පත් කර, එහි ඔබ (කැමති තැනකට) යනු පිණිස මාර්ගයන්ද නිර්මාණය කළේය"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "ඔහුම වලාකුළෙන් වර්ෂාව සීමා සහිත ප්‍රමාණයෙන් පහළ කරන්නේය. (මෙසේ කරන අල්ලාහ් වන) අපිම පසුව එමගින් මැරී වියළී ගිය භූමියට පණ දෙන්නෙමු. මෙසේම ඔබත් (මරණයට පත් වූ පසු සොහොන්වලින් පණ දී) ඉකුත් කරනු ලබන්නෙහුය"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "ඔහුම සියලූ දැය (පිරිමි ගැහැනු මිශ්‍රව) ජෝඩු ජෝඩු වශයෙන් උත්පාදනය කළේය. තවද නැව්ද ඔබ නැග යා හැකි සතුන්ද ඔබ වෙනුවෙන් නිර්මාණය කළේය"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "ඒවායේ පිට කොන්ද මත ඔබ (නැග) වාඩි වීම සඳහා, ඒ මත ඔබ (තෘප්තිමත්ව වන අන්දමට) වාඩි වුවහොත් ඔබගේ දෙවියන් පහළ කළ මෙම වරප්‍රසාදය මතක් කර, (මේ වෙනුවෙන් ඔබ ඔහුව නැමද) “මේ මත (නැගීමට) ශක්තියක් නොමැත්තන් වශයෙන් සිටි අපට මෙය වසඟ කර දුන් අය ඉතාමත් පරිශුද්ධවන්තයෙකි” යයිද"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "“නියත වශයෙන්ම අපි අපගේ දෙවියන් වෙතම ආපසු යන්නෙමු” යයිද පවසනු මැනව"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "(සමානයන් තබා නමදින) ඔවුන් ඔහුගේ වහලූන්ගෙන් (වූ මලායිකාවරුන්-ගෙන්) එක් පාර්ශවයක් ඔහුට (ගැහැනු දරුවන්) බවට පත් කරන්නාහ. නියත වශයෙන්ම (මෙසේ පවසන) මිනිසා ප්‍රසිද්ධියේම ඉමහත් ගුණමකු අය වන්නේය"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "(දෙවියන්) තමන් උත්පාදනය කළ (මලායිකාවරුන් වන) මොවුන්ව (තමන්ට) ගැහැනු දරුවන් වශයෙන් ඇර ගෙන (තමන්ට වඩා ඔබව ගෞරව කිරීම සඳහා) ඔබට පිරිමි දරුවන්ව ලබා දුන්නේද"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "රහ්මාන්ට ඔවුන් උපමා කරන දැය (ගැහැනු දරුවා) මගින් ඔවුන්ගෙන් කෙනෙකුට (ඉපදුණ බවට) සුභාරංචි කියනු ලැබුවහොත් (ගැහැනු දරුවන්ව අවමානයෙන් යුතුව අදහස් කරන) ඔහුට ඇති වන කෝපයෙන් ඔහුගේ මුහුණ කළු වී යන්නේය"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "කිමෙක්ද! තම කාරණාව පැහැදිලිව ගෙනහැර දැක්වීමට ශක්තියක් නැතිව ආභරණයෙන්ද, (හැඩ ගැන්වීමෙන්ද) වැඩී එන, (කාන්තාවන් වන) ඔවුන්වද (ඔහුට දරුවන් යයි පවසන්නේ)"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "තවද රහ්මාන්ගේ වහලූන් වන මලායිකාවරුන්ව කාන්තාවන් යයි පවසනවා නොවෙද! (අපි) ඔවුන්ව උත්පාදනය කරන අවස්ථාවේදී මොවුන් (අප සමග සිටිමින්) බලාගෙන සිටියෙහුද? මොවුන් (බොරුවට මනක්කල්පිත කර) පවසන මේ සියල්ල (අපගේ සටහන් පොතෙහි) ලියනු ලැබ (ඒ ගැන) ප්‍රශ්න කරනු ලබන්නාහ"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "තවද “රහ්මාන් අදහස් කර තිබුනේ නම්, (ඔහු හැර) අපි ඔවුන්ව නැමද නොසිටින්නෙමු” යයිද ඔවුන් පවසන්නාහ. ඔවුන්ට මේ ගැන කිසිම දැනුමක් නැත. ඔවුන් පුහු මනක්කල්පිත කරන්නන් මිස, වෙන කිසිවක් නොව"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "නැතහොත් (ඔවුන් පවසන අන්දමට ඇති) කිසියම් ධර්මයක් මීට පෙර අපි ඔවුන්ට ලබා දී තිබී, එය ඔවුන් මෙයට සාධකයක් වශයෙන් තබාගෙන ඇත්තෙහුද"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "නැත. මොවුන් (තමන්ට සාධකයක් වශයෙන්) පවසන දැය නම්, “අපි අපගේ මුතුන් මිත්තන්ව එක් මාර්ගයක දුටුවෙමු. ඔවුන්ගේ පා සටහන් අනුගමනය කරමින්ම අපි ගමන් කරන්නෙමු” යනුවෙනි"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "මෙසේම ඔබට පෙරද අපි (අපගේ) දූතයාව කුමන රටවැසියන් වෙත යැව්වෙමුද, ඔවුන්ගෙන් සැප පහසුවෙන් ජීවත් වූ අය “නියත වශයෙන්ම අපි අපගේ මුතුන් මිත්තන්ව එක් මාර්ගයක දුටුවෙමු. නියත වශයෙන්ම ඔවුන්ගේ පා සටහන් ඔස්සේම අනුගමනය කරමින්ම යන්නෙමු” යයි නොකියා සිටියේ නැත"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "(එයට එම දූතයින් ඔවුන්ට) “ඔබගේ මුතුන් මිත්තන් කුමක් මත සිටිනු ඔබ දුටුවෙහුද, ඊටත් වඩා ඍජු මාර්ගය මා ඔබ වෙත ගෙනැවිත් සිටියදීද, (ඔබගේ මුතුන් මිත්තන්ව ඔබ අනුගමනය කරන්නේ)?” යයි විමසූහ. එයට ඔවුන් “(එසේය! ඔවුන්වම අපි අනුගමනය කරන අතර) ඔබ ගෙන ආ දැයද නියත වශයෙන්ම අපි ප්‍රතික්ෂේප කරන්නෙමු” යයිද පැවසූහ"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "එබැවින් අපි ඔවුන්ගෙන් පළි ගත්තෙමු. (නබියේ! අපගේ දූතයින්ව) බොරු කරමින් සිටි අයගේ අවසානය කෙසේ වූවේද යන්න ඔබ අවධානය කර බලනු"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "(නබියේ!) ඉබ්රාහීම් තමන්ගේ පියාටද, ජනයාටද, පැවසූ දැය ගැන සිතා බලනු. “නියත වශයෙන්ම මා ඔබ නමදින දැයෙන් ඈත්වූවෙමි”"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "“කවුරුන් මාව උත්පාදනය කළේද, ඔහු හැරය. (ඔහුවම මා නමදින්නෙමි). නියත වශයෙන්ම ඔහුම මා හට ඍජු මාර්ගය දැනුම් දෙනු ඇත” (යයිද පැවසුවේය)"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "එබැවින් (ඔහුගේ පරම්පරාවේ දරුවන් වන මෙම අරාබිවරුන්ද අප වෙතම) ආපසු එනු පිණිස, ඔහු තමන්ගේ පරම්පරාවේ දරුවන්ගෙන් මෙය, (මෙම ප්‍රතිපත්තිය) ස්ථීර වූ පොරොන්දුවක් බවට පත් කළේය"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "නමුත් (ඔහුගේ පරම්පරාවේ දරුවන් වන මෙම අරාබිවරුන් නම්, තමන්ගේ පියා වන ඉබ්රාහිම්ගේ හොඳ ඔවදන් අමතක කර, පිළිරූ ආරාධනාවෙහි යෙදුනාහ. එසේ තිබියදී) මොවුන් වෙත (මෙම ධර්මය වන) සත්‍යයද, පැහැදිලි (මගේ මෙම) දූතයාද පැමිණෙන තුරු මොවුන්වද, මොවුන්ගේ මුතුන් මිත්තන්වද, (දඬුවම් නොකර මෙලොවදී) සුවය විඳින ලෙසටම මා අත්හැර දැමුවෙමි"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "මොවුන් වෙත මෙම සත්‍ය (ධර්මය) පැමිණි විට, මොවුන් “මෙය සුනියමකි. නියත වශයෙන්ම අපි මෙය ප්‍රතික්ෂේප කරන්නෙමු” යයි පවසන්නාහ"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "තවද “(තායිෆ්, මක්කා ආදී) මෙම නගරයන් දෙකෙහි ඇති යම්කිසි ලොකු මිනිහෙකු වෙත මෙම කුර්ආනය පහළ කර තිබිය යුතු නොවේද? (එසේ වූවේ නම්, අපි එය විශ්වාස කර ඇත්තෙමු)” යයිද පවසන්නාහ"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "(නබියේ!) ඔබගේ දෙවියන්ගේ වරප්‍රසාදයන් ඛෙදා දෙන අය ඔවුන් වන්නෙහුද? මෙලොව ජීවිතයෙහි ඔවුන්ගේ ජීවනෝපායට අවශ්‍යතාවයන් ඔවුන් අතරේ අපිම ඛෙදා දී, ඔවුන්ගේ සමහරකගේ පදවීන් සමහරෙකුට වඩා අපිම උසස් කළෙමු. ඔවුන්ගෙන් සමහරෙක්, සමහරෙකුව (සේවකයින් වශයෙන්) එක්කාසු කර ගැනීම සඳහා (නබිත්වය යයිද), ඔබගේ දෙවියන්ගේ වරප්‍රසාදයන් නම්, ඔවුන් එක්කාසු කර ඇති වස්තූන්ට වඩා ඉතා උසස්ය. (එය ඔහු කැමති තම වහලූන්ටම ලබා දෙන්නේය)"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "(මෙම ප්‍රතික්ෂේප කරන්නන්ගේ වස්තු සම්පත් දැක, ආශාවෙන් තොර) මිනිසුන් (සියල්ලන්ම ඔවුන් මෙන් ප්‍රතික්ෂේප කරන) එකම කොට්ඨාශයක් බවට පත් වන්නෙහු යන්න නොවන්නේ නම්, (අල්ලාහ් වන) රහ්මාන්ව ප්‍රතික්ෂේප කරන්නන්ගේ ගෙවල්වල මුදුන් වහලයද ඒ මත ඔවුන් නැග ගන්නා පඩි පෙළවල් පවා අපි රිදියෙන් නිර්මාණය කර හරින්නෙමු"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "ඔවුන්ගේ නිවෙස්වල ෙදාරටුද, ඔවුන් හාන්සි වී සිටින යහනාවන් පවා (රිදියෙන්) නිර්මාණය කර ඇත්තෙමු"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "(රිදියෙන් කිමෙක්ද! මේවා) රත්තරනින්ම අලංකාර කර දමන්නෙමු. මන්දයත් මේවා සියල්ල මෙලොව ජීවිතයෙහි ඇති (විනාශ වී ගිය හැකි අල්ප) සුවයන් (සැප සම්පත්) මිස, වෙන කිසිවක් නැත. ඔබගේ දෙවියන් වෙත ඇති පරලොව (ජීවිතය) නම්, (ඉතාමත් උසස් හා ස්ථීරවත් එකක් වන්නේය. එය දෙවියන්ට) බිය වී කටයුතු කරන්නන්ටම අයත් වන්නේය"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "කවුරුන් රහ්මාන්ගේ හොඳ ඔවදනින් ඈත්ව ඇස් පියාගෙන සිටින්නේද, ඔහුට අපි එක් ෂෙයිතාන්වරයෙකුව (මිතුරෙකු වශයෙන්) නියම කර හරින්නෙමු. ඔහු, ඔහුට කිසිදාක ඈත් නොවන මිතුරෙකු බවට පත් වන්නේය"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "නියත වශයෙන්ම (ෂෙයිතාන් වන) ඒවාම ඔවුන්ව ඍජු මාර්ගයෙන් වළක්වා හරින්නාහ. එහෙත් ඔවුන් නම්, තමන් ඍජු මාර්ගයෙහි සිටින්නෝය යයිම අදහස් කර ගන්නාහ"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "(අප වෙත පැමිණෙන තුරුම එසේ අදහස් කරමින් සිටිනු ඇත). ඔවුන් අප වෙත පැමිණියහොත් නම්, (ඔවුන්ගෙන් කෙනෙකු අනිත් කෙනාට) “මටත් ඔබටත් අතරේ නැගෙනහිරටත් බටහිරටත් ඇති දුර ප්‍රමාණය තිබුනා නම් අගනේය නොවෙද?” යයිද “(අපව මාර්ගය වැරද යැවූ අපගේ) මෙම මිතුරා ඉතාමත් නපුරු කෙනෙකි” යයිද පවසනු ඇත"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "(එයට ඔවුන්ට) “ඔබ (සීමාව ඉක්මවා) අපරාධ කළ හේතුවෙන් අද දින ඔබට (කිසිවක්) ප්‍රයෝජනවත් වන්නේ නැත. නියත වශයෙන්ම ඔබ දඬුවම විඳීමෙහි (එම ෂෙයිතාන්වරුන්ට) හවුල්කරුවන්ය” (යයිද කියනු ලැබේ)"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "(නබියේ!) ඔබ බිහිරෙකුට සවන් දෙන ලෙසට සලස්වන්නෙහිද? නැතහොත් අන්ධයාවද, (මනස විකෘතිව) ප්‍රසිද්ධියේම දුර්මාර්ගයෙහි සිටින්නාවද ඍජු මාර්ගයෙහි ඔබ ඇතුළු කරන්නෙහිද"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "(නබියේ! ඔවුන් අතරින්) ඔබව අපි ඇර ගත්තා වුවද, නියත වශයෙන්ම අපි ඔවුන් වෙත අනිවාර්යයෙන්ම පළි ගන්නෙමු"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "නැතහොත් අපි ඔවුන්ට පොරොන්දු වූ දැය (දඬුවම) ඔබ, (ඔබගේ දැසින්) දකින ලෙසට පත් කරන්නෙමු. නියත වශයෙන්ම අපි ඔවුන් කෙරෙහි බලය ඇත්තෙකු වශයෙන්ම සිටින්නෙමු"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "(නබියේ!) වහී මගින් ඔබට දැනුම් දෙන ලද දැය ශක්තිමත් ලෙස අල්ලා ගනු (මැනව!) නියත වශයෙන්ම ඔබ ඍජු මාර්ගයෙහිම සිටින්නෙහිය"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "නියත වශයෙන්ම මෙය ඔබටත් ඔබගේ ජනයාටත් එක් හොඳ ඔවදනක් වන්නේය. (මෙහි ඇති අන්දමට ඔබ කටයුතු කළෙහුද යන්න ගැන) පසුව ඔබගෙන් ප්‍රශ්න කරනු ලබන්නෙහුය"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "(නබියේ!) ඔබට පෙර අපි යැවූ අපගේ දූතයින් ගැන ඔබ විමසනු. නැමදුම් කරනු ලැබීමට රහ්මාන් හැර වෙන දෙවියෙකු අපි නිර්මාණය කළෙමුද"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "නියත වශයෙන්ම මූසාව, අපි අපගේ (විවිධ) ප්‍රාතිහාර්යයන් සමග ෆිර්අව්න් වෙතද, ඔහුගේ ප්‍රධානීන් වෙතද යැව්වෙමු. ඔහු (ඔවුන්ට) “නියත වශයෙන්ම මා ලෝකයන් සියල්ලෙහි දෙවියන් විසින් යවන ලද එක් දූතයෙකි” යයි කීවේය"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "ඔහු ඔවුන් වෙත අපගේ ප්‍රාතිහාර්යයන් ගෙන ආ අවස්ථාවේදී ඔවුන් ඒවා (අවමන් කර) සරදම් කිරීමට ආරම්භ කළහ"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "අපි ඔවුන්ට පෙන්වූ සෑම ප්‍රාතිහාර්යයක්ම එකකට එකක් ඉතාමත් විශාලවම තිබුණි. නැවතත් ඔවුන් (පාපයන්) වළක්වා හැරීමට (ආරම්භයේදීම විනාශ කර නොදමා පහසු) දඬුවම් මගින් (පමණක්) අපි ඔවුන්ව අල්ලා ගත්තෙමු"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "ඒ අවස්ථාවේදී ඔවුන් (මූසාට) “ඕ සූනියම්කාරයා! (ඔබගේ ප්‍රාර්ථනාව බාර ගන්නා බවට) ඔහු ඔබට ලබා දුන් පොරොන්දුව මගින් (මෙම දඬුවම පහ කර), අපට (දයාව පහළ කිරීම) සඳහා ඔබ, ඔබගේ දෙවියන්ගෙන් ප්‍රාර්ථනා කරනු මැනව! (එසේ පහ කර හැරියහොත්) නියත වශයෙන්ම අපි (ඔබගේ) ඍජු මාර්ගයට පැමිණෙන්නෙමු” යයි පැවසූහ"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "(එසේ මූසාද ප්‍රාර්ථනා කර), අපි ඔවුන්ගේ දඬුවම පහ කළ අවස්ථාවේදී නැවතත් ඔවුන් (තමන්ගේ පොරොන්දුව) කඩ කර දැමූහ"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "පසුව, ෆිර්අව්න් අපගේ ජනයා වෙත “මගේ ජනතාවෙනි! (මෙම) මිසරය (ඊජිප්තු රටේ) රාජ්‍යය මගේ නොවෙද? (එහි ඇති) මෙම (නයිල්) නදියේ (මෝය), මගේ (පාදය) යටින් ගලා බසිනු ඔබ දුටුවේ නැද්ද?”යි ප්‍රකාශයක් කළේය"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "නැතහොත් “(මූසා වන) දීනවූ මොහුට වඩා මා උසස් කෙනෙකු නොවෙද? පැහැදිලිව කතා කරන්නටද ඔහුට නොහැකිය නොවෙද!” (යයිද)"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "“(ඔහු අපට වඩා උසස් වශයෙන් සිටියහොත් පරිත්‍යාග වශයෙන්) ඔහුට රණ් වළලූ පැළඳවිය යුතු නොවේද? නැතහොත් ඔහු සමග මලායිකාවරුන් (ඒකරාශී වී) සේවක පිරිසක් වශයෙන් පැමිණිය යුතු නොවේද?” (යයිද පවසා)"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "ඔහු තමන්ගේ ජනයාව රවටා දැමුවේය. එබැවින් ඔවුන්ද ඔහුට අවනත වූහ. මන්දයත් ඔවුන් නියත වශයෙන්ම පාපයන් කරන (ගති ගුණයන්ගෙන් යුත්) ජනතාවක් වශයෙන් සිටියහ"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "(මෙසේ ඔවුන්) අපව කෝපයට පත් කළ විට, ඔවුන්ගෙන් අපි පළි ගත්තෙමු. තවද ඔවුන් සියල්ලන්වම ගිල්වා දැමුවෙමු"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "තවත් ඔවුන්ව (විනාශ වී) ගිය ජනතාවක් බවට පත් කර, (ඔවුන්ගේ ඉතිහාසය) පසු කාලයක පැමිණෙන්නන්ට උදාහරණයක් බවට පත් කළෙමු"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "(නබියේ!) මර්යම්ගේ පුතාව උදාහරණයක් බවට පවසනු ලැබූ අවස්ථාවේදී ඒ ගැන ඔබගේ ජනයා උසුළු විසුළු කිරීමට පටන් ගත්හ"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "“අපගේ දෙවිවරුන් උසස්ද? නැතහොත් ඔහු උසස්ද?”යි විමසන්නට ඉදිරිපත් වූහ. (පුහු) වාද විවාද කිරීමට මිස, ඔබ වෙත ඔවුන් ඔහුව උදාහරණයකට ගත්තේ නැත. කිමෙක්ද! මොවුන් පුහු තර්ක කරන ජනතාවක් වශයෙන් සිටින්නාහ!”"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "(ඊසා නම් වූ) ඔහු නම් (අපගේ) වහලෙකි. (ඔහු දෙවියෙකුද නොව. අපගේ පුතාද නොව. ඔහු මෙසේ පැවසුවේද නැත. මෙය ප්‍රතික්ෂේප කර පවසා ඇත්තේය). ඔහු කෙරෙහි අපි දයාව පහළ කර, ඉස්රායීල පරම්පරාවේ දරුවන්ට ඔහුවද එක් ආදර්ශයක් බවට පත් කළෙමු"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "අපි කැමති වුවහොත් ඔබ අතරේ භූමියෙහි මලායිකාවරුන්ව නිර්මාණය කර, (ඔබව විනාශ කර දමා, ඔබ වෙනුවට) ඔවුන්ව (අපගේ) නියෝජිතයින් බවට පත් කර හරින්නෙමු"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "නියත වශයෙන්ම ඔහු, (පැමිණීමට ඇති විනිශ්චය) කාලයට අයත් සාධකයක් වන්නේය. එබැවින් නියත වශයෙන්ම ඔබ මෙහි සැක නොසිතනු. මාවම අනුගමනය කර කටයුතු කරනු. මෙයම ඍජු මාර්ගය වන්නේය"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "ඔබව ෂෙයිතාන් වළක්වා (අයහපතක්) නොකෙරෙත්වා! නියත වශයෙන්ම ඔහු ඔබට ප්‍රකට සතුරෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "ඊසා (ප්‍රාතිහාර්යයන්ගෙන්) පැහැදිලි දැය ගෙන ආ අවස්ථාවේදී (තම ජනතාවට) “ඇත්තෙන්ම ඥානය මා ඔබට ගෙනැවිත් ඇත්තෙමි. ඔබ තර්ක කරමින් සිටින දැය ගැන සමහර දැය ඔබට විවිරණය කර පවසන්නෙමි. එබැවින් ඔබ අල්ලාහ්ට බිය වී මට අවනත වනු” යයිද"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "“නියත වශයෙන්ම අල්ලාහ්ම මගේ දෙවියන්ද, ඔබගේ දෙවියන්ද වන්නේය. (මා දෙවියන් නොව). එබැවින් ඔහු (එක් කෙනෙකු)වම ඔබ නමදිනු. (මාව නොනමදිනු). මෙයයි ඍජු මාර්ගය” යයිද පැවසුවේය"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "එහෙත් (ඔහුගේ) සමුහය (ඔහු ගැන) තමන් තුළ (තර්ක කරමින්) වෙනස් වූහ. එබැවින් මෙම අපරාධකාරයින්ට වේදනා ගෙන දෙන දින දඬුවමේ විනාශයයි"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "මොවුන් නොදැනුවත් වන අන්දමට හදිසියේම මොවුන් වෙත (විනිශ්චය) කාලය පැමිණීම මිස, (වෙන කිසිවක්) මොවුන් බලාපොරොත්තු වන්නෙහුද"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "භය භක්තිකයින් මිස, (ප්‍රතික්ෂේප කරන්නන්ගේ) මිතුරන්ම එදිනදී කෙනෙකුට කෙනෙකු සතුරන් බවට පත් වනු ඇත"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "(එදිනදී භය භක්තිකයින්ට) “මගේ වහලූනි! අද දින ඔබට කිසිම බියක්ද නැත. ඔබ දුක් වන්නේද නැත” (යයි කියනු ලැබේ)"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "මොවුන්ම අපගේ ආයාවන් විශ්වාස කර, (අපට සම්පූර්ණයෙන්ම අවනත වී කටයුතු) කරන මුස්ලීම්වරුන්ය"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "(එබැවින් පරලොවදී මොවුන්ට) “ඔබද, ඔබගේ භාර්යයාවන්ද ඉතාමත් සතුටින් ස්වර්ගය තුළට ඇතුළු වනු” (යයි කියනු ලැබේ)"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "(විවිධ වර්ගයේ ආහාරයන් හා පානයන්ගෙන්ද පිරි) රණ් බන්දේසිද, කුසලාණද, ඔවුන් වටා කැරෙකෙමින් තිඛෙණු ඇත. එහිදී ඔවුන් සිත් ඇලූම් කරන දැයද, ඔවුන්ගේ ඇස් පිනා යන දැයද ඔවුන්ට ලැඛෙනු ඇත. (ඔවුන්ට) “මෙහි සදාකල් ඔබ වාසය කරමින් සිටිනු” (යයිද කියනු ලැබේ)"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "“ඔබ කළ (පින් ඇති) දැයෙහි හේතුවෙන්ම මෙම ස්වර්ගය ඔබ උරුම කර ගත්තෙහුය”"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "“ඔබට ආහාරයට ගත හැකි (විවිධ වර්ගයේ) බොහෝ පලතුරු වර්ගද එහි ඔබට ඇත්තේය” (යයිද කියනු ලැබේ)"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "(එහෙත් පාපයන් කළ) වැරදිකරුවන් නියත වශයෙන්ම නිරා දඬුවමෙහි සදාකල් රැඳී සිටිනු ඇත"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "ඔවුන්ගේ (දඬුවමෙහි) පොඩියක් හෝ අඩු කරනු ලබන්නේ නැත. එහි ඔවුන් විශ්වාසයද බිඳී යනු ලබන්නාහ"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "අපි ඔවුන්ට කිසිම විපතක් කර දැමුවේ නැත. එහෙත් ඔවුන් තමන්ට තමන්ම විපත් කර ගත්හ"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "(මෙසේ තිබියදී ඔවුන් නිරයේ අධිපතිට) “ඕ මාලික්! ඔබගේ දෙවියන් අපගේ කාරණාව අවසන් කර දමත්වා! (මරණය මගින් හෝ අපට නිදහස ලැබුනාදෙන්!)” යයි ශබ්ද නගන්නාහ. එයට ඔහු “(නොහැක), නියත වශයෙන්ම ඔබ (මේ තත්වයටම දඬුවම විඳිමින්ම නොමැරී) ස්ථීරව සිටිය යුතුය” යයි පවසනු ඇත"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "(මක්කාවාසී කාෆිර්වරුනි!) නියත වශයෙන්ම අපි ඔබ වෙත සත්‍යය වූ (ධර්මය) ගෙන ඒමට සැලැස්සුවෙමු. එහෙත් ඔබගෙන් වැඩි දෙනෙකු එම සත්‍යය පිළිකුල් කරන්නෙහුය"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "(නබියේ! ඔබට කුමන්ත්‍රණ කිරීමට) ඔවුන් කිසියම් තීරණයක් ගනිමින් සිටින්නෙහුද? එසේ නම්, (එයට අයත් පිළියම) අපිද තීරණය කර තබා ඇත්තෙමු"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "නැතහොත් ඔවුන් (තමන්ගේ මනසෙහි) සඟවා තබා ඇති දැයද, නැතහොත් (තමන් තුළ) රහසින් කතා කරන දැයද, නියත වශයෙන්ම අපට ළඟා නොවනු ඇතැයි ඔවුන් අදහස් කරමින් සිටින්නෙහුද? නැත. ඔවුන් වෙත ඇති අපගේ මලායිකාවරුන් (සෑම දැයක්ම) සටහන් කරමින්ම සිටින්නාහ"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "“රහ්මාන්ට දරුවන් ඇති විට, (එය) නමදින්නන්ගෙන් මම ම පළමු වැන්නා වන්නෙමි” යයි (නබියේ!) ඔබ පවසනු (මැනව)"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "අහස් හා භූමියෙහි දෙවියන් වන ඔහු අර්ෂ්හි අයිතිකරුය. (මොවුන් පවසන) මෙවැනි (බොරු) වර්ණනාවන්ගෙන් ඉතාමත් පරිශුද්වන්තයෙකි"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "එබැවින් (නබියේ!) මොවුන්ට පොරොන්දු වන ලද (දඬුවමෙහි) මා මොවුන්ව හමු වන තුරු පුහු තර්කයන්හි ගිලී සෙල්ලම් කරමින් සිටින ලෙස මොවුන්ව අත්හැර දමනු"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "අහස්හිද ඔහුම දෙවියන්ය. භූමියෙහිද ඔහුම දෙවියන්ය. (ඊසා නොව). ඔහු නම්, ඉතාමත් ඥානවන්ත හා (සියල්ල) හොඳින් දන්නෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "අහස් හා භූමිය අතර ඇති දැයෙහි පාලනය (රහ්මාන් වන) ඔහුටම අයත්ය. ඔහු ඉමහත් භාග්‍යවන්තයෙකි. ඔහුගේ සන්නිධානයෙහිම පරලොව ඥානය ඇත්තේය. ඔහු වෙතම ඔබව ආපසු ගෙන යනු ලබන්නෙහුය"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "(අල්ලාහ් වන) ඔහු හැර, කුමක් ඔවුන් (දෙවියන් යයි) ආරාධනා කරන්නෝද, ඒවා (මොවුන් වෙනුවෙන් ඔහු වෙත) මැදිහත් වී කතා කිරීමට ශක්තියක් නොමැත. එහෙත් කවුරුන් සත්‍යය දැන, එය ප්‍රසිද්ධියේම පවසන්නෝද ඔවුන් හැර. (ඔහුගේ අනුමැතිය ලැබුණහොත් ඔවුන් ඔහු වෙත මැදිහත් වී කතා කරනු ඇත)"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "(නබියේ!) ඔවුන්ව උත්පාදනය කළ අය කවුරුන්දැයි ඔවුන්ගෙන් විමසන්නේ නම්, (ඊසා නොව), අල්ලාහ් යයි නියත වශයෙන්ම පවසනු ඇත. එසේ නම්, (ඔහු හැර දමා) මොවුන් කොහේ නම් දුවන්නෙහුද"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "“මගේ දෙවියනේ! නියත වශයෙන්ම මොවුන් විශ්වාස නොකළ ජනතාවකි!” යයි (නබියේ! ඔබ) පැවසීමද (අපි දන්නෙමු)"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "එබැවින් ඔබ ඔවුන්ව ප්‍රතික්ෂේප කර දමා ‘සලාමුන්’ (ශාන්තිය හා සමාදානය) යයි පවසමින් සිටිනු. පසුව ඔවුන් (මෙහි ඇත්ත) දැන ගනු ඇත"
        },
        {
            "chapter": 44,
            "verse": 1,
            "text": "හා. මීම්"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "පැහැදිලි මෙම ධර්මය මත සත්තකින්ම"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "නියත වශයෙන්ම අපි මෙය, ඉතාමත් භාග්‍යයෙන් පිරි (ලයිලතුල් කද්ර් නමැති) එක් රාත්‍රියකදී (පළමු වරට) පහළ කර, නියත වශයෙන්ම අපි (මෙමගින්) බිය ගන්වා අනතුරු අඟවන්නෙමු"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "බුද්ධියෙන් පිරි සියලූ (හේතූන්ද), කාරණාවන්ද එහිම අපගේ නියෝගයන්ට අනුව (විද්‍යාත්මක අන්දමට) නිර්මාණය කරනු ලැබ ඇත්තේය"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "(නබියේ!) නියත වශයෙන්ම අපි (ඔබව ඔවුන් වෙත අපගේ දූතයා වශයෙන්) යවන්නෙමු"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "(මෙය) ඔබ දෙවියන්ගේ වරප්‍රසාදයක් වන්නේය. නියත වශයෙන්ම ඔහුම (සියල්ලම) සවන් දෙන්නෙකු හා හොඳින් දන්නෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "ඔබ ඇත්තෙන්ම (සත්‍යය) විශ්වාස කරන්නන් වශයෙන් සිටියහොත් අහස් හා භූමියෙහිද, ඒවා මධ්‍යයෙහි ඇති දැයෙහිද අයිතිකරු ඔහුම (යන්න විශ්වාස කරනු)"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "ඔහු හැර වෙන හිමියෙකු නැත. ඔහුම පණ දෙන්නේය. මරණයටද පත් කරන්නේය. ඔහුම ඔබගේ පෝෂණය කරන්නා හා පෙර ඉකුත්ව ගිය අයගේ පෝෂණය කරන්නාද වන්නේය"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "එහෙත් ඔවුන් (මෙම කාරණාවෙහිද පුහු) සැකයෙහි සෙල්ලම් කරමින් සිටින්නාහ"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "(නබියේ!) පැහැදිලි වූ දුමාරයක් අහසින් පැමිණෙන දින ඔබ බලාපොරොත්තු-වෙන් සිටිනු"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "මිනිසුන්ව එය වට කර ගනු ඇත. එය වේදනා ගෙන දෙන දඬුවමක් වන්නේය"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "(එදිනදී මිනිසුන් දෙවියන්ට) “අපගේ දෙවියනේ! අපගෙන් මෙම දඬුවම පහ කරනු. නියත වශයෙන්ම අපි (ඔබව) විශ්වාස කරන්නෙමු” (යයි ප්‍රාර්ථනා කරන්නාහ)"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "(ඒ අවස්ථාවේදී ඔවුන්ගේ හොඳ වැටහීම) කෙසේ නම් ඔවුන්ට ප්‍රයෝජනවත් වේවිද? නියත වශයෙන්ම (අපගේ) පැහැදිලි දූතයා (ඊට පෙර) ඔවුන් වෙත පැමිණම ඇත්තේය"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "එහෙත් ඔවුන් ඔහුව ප්‍රතික්ෂේප කර, (ඒ ගැන “මොහු) කවුරුන් විසින් හෝ උගන්වනු ලැබූ පිස්සෙකි” යයි පැවසූහ"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "ඇත්තෙන්ම (ඔබ වැටහීමක් ගනු ඇතැයි) එම දඬුවමෙන් (පසුද) ටික (කලකට) පහ කර හැරියෙමු. (එහෙත්) නියත වශයෙන්ම ඔබ (පාපයන් කිරීමටම) නැවත උත්සාහ කරන්නෙහුය"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "ඉතාමත් තදින් අපි අල්ලා ගනු ලබන එදිනදී නියත වශයෙන්ම (ඔවුන් වෙත) අනිවාර්යයෙන්ම පළි ගන්නෙමු"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "මොවුන්ට පෙරද ෆිර්අව්න්ගේ ජනයාව නියත වශයෙන්ම පිරික්සුවෙමු. ඔවුන් වෙත (අපගේ) ගෞරවණීය දූතයෙකු පැමිණියේය"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "(පැමිණි ඔහු) “අල්ලාහ්ගේ වහලූන් (වන ඉස්රායීල පරම්පරාවේ දරුවන්)ව මා වෙත බාර දෙනු. නියත වශයෙන්ම මා (දෙවියන් වෙතින්) ඔබ වෙත පැමිණ ඇති විශ්වාසවන්ත දුතයෙකි"
        },
        {
            "chapter": 44,
            "verse": 19,
            "text": "අල්ලාහ්ට ඔබ වෙනස්කම් නොකරනු. නියත වශයෙන්ම මා ඔබ වෙත පැහැදිලි සාධකයක් ගෙනැවිත් ඇත්තෙමි” (යයි පැවසුවේය. එයට ඔවුන් “අපි ඔබව ගල් වලින් ගසා මරා දමන්නෙමු” යයි පැවසූහ)"
        },
        {
            "chapter": 44,
            "verse": 20,
            "text": "(එයට මූසා) “මාව ඔබ ගල්වලින් ගසා මරා නොදමන ලෙසට මගේ දෙවියන්ද, ඔබගේ දෙවියන්ද (වන අල්ලාහ් වෙතින්) නියත වශයෙන්ම මා ආරක්ෂාව පතන්නෙමි” (යයි කීවේය)"
        },
        {
            "chapter": 44,
            "verse": 21,
            "text": "“ඔබ මාව විශ්වාස නොකළහොත් මාව අත්හැර දමා ඈත් වනු” (යයිද පවසා)"
        },
        {
            "chapter": 44,
            "verse": 22,
            "text": "තම දෙවියන්ට “නියත වශයෙන්ම මොවුන් පාපයන් කරන ජනතාවක් වශයෙන්ම සිටින්නාහ” යයි පැවසූහ"
        },
        {
            "chapter": 44,
            "verse": 23,
            "text": "(එයට දෙවියන්) “ඔබ (ඉස්රායීල්වරුන් වන) මගේ වහලූන්ව රාත්‍රියේදීම කැඳවාගෙන පිටත්ව යනු. එහෙත් නියත වශයෙන්ම ඔවුන් ඔබ පසුපස ලූහුබැඳ එනු ඇත"
        },
        {
            "chapter": 44,
            "verse": 24,
            "text": "(ඔබට යාම සඳහා දෙබෑ කරන ලද) මුහුද ඒසේ තිබියදීම (ඔබ මුහුද තරනය කර) හරිනු. නියත වශයෙන්ම ඔවුන්ගේ හමුදා (සියල්ල මුහුදෙහි) ගිල්වා දමනු ලබන්නාහ” (යයි පවසා, ගිල්වා දැමුවේය)"
        },
        {
            "chapter": 44,
            "verse": 25,
            "text": "(ඔවුන්) කොපමණදෝ උයන් වතුද, දිය දහරාද"
        },
        {
            "chapter": 44,
            "verse": 26,
            "text": "(කොපමණදෝ) ගොවිතැන්ද, උසස් ගෙවල්ද, අත්හැර දමා ගියහ"
        },
        {
            "chapter": 44,
            "verse": 27,
            "text": "ඔවුන් සුවය විඳිමින් තිබූ (කොපමණදෝ) සුඛෝපභෝගී වස්තූන්ද (අත්හැර දමා ගියහ)"
        },
        {
            "chapter": 44,
            "verse": 28,
            "text": "මේ අන්දමටම (සිදු විය). ඒවා වෙනත් ජනතාවන් උරුමක්කාරයන් බවට පත් කළෙමු"
        },
        {
            "chapter": 44,
            "verse": 29,
            "text": "(විනාශ වී ගිය) ඔවුන් ගැන අහස් හෝ භූමිය හෝ (කිසිවක් දුක් වී) හැඬුවේ නැත! (බේරීමටද) ඔවුන්ට අවකාශයක් ලබා දෙනු ලැබුවේ නැත"
        },
        {
            "chapter": 44,
            "verse": 30,
            "text": "ෆිර්අව්න් දුන් අවමන් ගෙන දෙන දඬුවමෙන් ඉස්රායීල පරම්පරාවේ දරුවන්ව ඇත්තෙන්ම අපි බේරා ගත්තෙමු"
        },
        {
            "chapter": 44,
            "verse": 31,
            "text": "නියත වශයෙන්ම ඔහු නම්, සීමාව ඉක්මවා (වේදනා ගෙන දෙන්නෙකු) වශයෙන් සිටියේය"
        },
        {
            "chapter": 44,
            "verse": 32,
            "text": "(මෙසේ ෆිර්අව්න්ව ගිල්වා දැමූ පසු, ඉස්රායීල පරම්පරාවේ දරුවන් වන) ඔවුන්ව දැනගෙනම, ලෝකවාසී සියල්ලන්ගෙන්ම තෝරා ගත්තෙමු"
        },
        {
            "chapter": 44,
            "verse": 33,
            "text": "තවද ඔවුන්ට (මන්නු, සල්වා වැනි විවිධ) සාධකයන්ද අපි ලබා දුන්නෙමු. ඒවායෙන් ඔවුන්ට ඉමහත් පිරික්සුමක් තිබුණි"
        },
        {
            "chapter": 44,
            "verse": 34,
            "text": "(එහෙත්) නියත වශයෙන්ම (මක්කාවාසී කාෆිර්වරුන් වන) මොවුන් මෙසේ පැවසූහ"
        },
        {
            "chapter": 44,
            "verse": 35,
            "text": "“(මෙලොවදී) අපි මරණයට පත් වන මෙම මරණය හැර, වෙන කිසිවක් නැත. (මරණයට පත් වූ පසු) අපට පණ දී නැගිට්ටවනු නොලබන්නෙමු” (යයි පවසන අතර)"
        },
        {
            "chapter": 44,
            "verse": 36,
            "text": "(විශ්වාසවන්තයි-න්ට) “ඔබ ඇත්ත කියන්නන් වන්නෙහු නම්, (මිය ගිය) අපගේ මුතුන් මිත්තන්ව ගෙන එනු” (යයි පැවසූහ)"
        },
        {
            "chapter": 44,
            "verse": 37,
            "text": "(නබියේ!) මොවුන් උසස්වන්තයින්ද? නැතහොත් (දකුණු අරාබියාවේ ඇති යෙමන් රාජ වංශයේ වූ) තුබ්බඋ නමැති ජනතාවද, ඔවුන්ට පෙර විසූ අයද, උසස්වන්තයින් වන්නේ? ඔවුන්ව පවා අපි විනාශ කර දැමුවෙමු. මන්දයත් නියත වශයෙන්ම ඔවුන්ද පාපයන් කරන්නන් වශයෙන්ම සිටියහ"
        },
        {
            "chapter": 44,
            "verse": 38,
            "text": "අහස්ද, භූමියද, ඒ අතර ඇති දැයද, සෙල්ලමකට අපි උත්පාදනය කළේ නැත"
        },
        {
            "chapter": 44,
            "verse": 39,
            "text": "(නියත වශයෙන්ම) නියමිත හේතුවක් සඳහාම මිස, මේවා අපි උත්පාදනය කළේ නැත. එහෙත් ඔවුන්ගෙන් වැඩි දෙනෙකු (මෙය) දැන ගන්නේ නැත"
        },
        {
            "chapter": 44,
            "verse": 40,
            "text": "නියත වශයෙන්ම (සාධාරණ) විනිශ්චය දිනයම ඔවුන් සියල්ලන්ටම (නියමිත) කාල අවකාශය වන්නේය"
        },
        {
            "chapter": 44,
            "verse": 41,
            "text": "එදිනදී එක් මිතුරෙකු තවත් මිතුරෙකුට කිසිම (උදව්වක් කර) ප්‍රයෝජනයක් අත් කර දෙන්නේ නැත. තවද ඔවුන් උදව් කරනු ලබන්නේද නැත"
        },
        {
            "chapter": 44,
            "verse": 42,
            "text": "(එහෙත්) කවුරුන් කෙරෙහි අල්ලාහ් දයාව පහළ කළේද, ඔවුන් හැර. (ඔවුන්ට සියලූ උදව් උපකාරද ලැඛෙනු ඇත). නියත වශයෙන්ම ඔහු (සියල්ලන්ටම වඩා) ශ්‍රේෂ්ඨයෙකු හා දයාබරවන්තයෙකු වශයෙන් සිටින්නේය"
        },
        {
            "chapter": 44,
            "verse": 43,
            "text": "නියත වශයෙන්ම (නිරයෙහි ඇති) සක්කුම් නමැති ගසම"
        },
        {
            "chapter": 44,
            "verse": 44,
            "text": "පාපතරයින්ගේ ආහාරය වන්නේය"
        },
        {
            "chapter": 44,
            "verse": 45,
            "text": "(එය) උතුරා දිය වන තඹ මෙන් (ඔවුන්ගේ) කුසෙහි උතුරනු ඇත"
        },
        {
            "chapter": 44,
            "verse": 46,
            "text": "උණු දිය උතුරන්නාක් මෙන් (එය පෙන මෙන් උතුරා යනු ඇත)"
        },
        {
            "chapter": 44,
            "verse": 47,
            "text": "“ඔවුන්ව අල්ලා ඇදගෙන නිරය මැදට ගෙන යනු"
        },
        {
            "chapter": 44,
            "verse": 48,
            "text": "ඔවුන්ගේ හිසට උඩින් උතුරා (නටන) වතුර වත් කර දඬුවම් කරනු!” (යයි කියනු ලබන අතර, ඔවුන්ට සමච්චලයෙන්)"
        },
        {
            "chapter": 44,
            "verse": 49,
            "text": "“නියත වශයෙන්ම ඔබ ඉතාමත් ගෞරවණීය හා වැදගත් අයයි"
        },
        {
            "chapter": 44,
            "verse": 50,
            "text": "එබැවින් ඔබ (මෙම දඬුවම පොඩියක්) විඳ බලනු. නියත වශයෙන්ම මෙයම ඔබ සැක කරමින් සිටි දැයයි” (යයිද කියනු ලැබේ)"
        },
        {
            "chapter": 44,
            "verse": 51,
            "text": "භය භක්තිකයින් නම්, නියත වශයෙන්ම බියෙන් තොර ස්ථානයක, එයත් ස්වර්ගයන්හි"
        },
        {
            "chapter": 44,
            "verse": 52,
            "text": "(උද්‍යානයන්හි), උල්පත් අතරේද"
        },
        {
            "chapter": 44,
            "verse": 53,
            "text": "ඉතාමත් සිහින් හා ශක්තිමත් වූ (ඔවුන් කැමැත්තක් දක්වන) පට ඇඳුම් හැඳ, කෙනෙකුට කෙනෙකු මුහුණට මුහුණ ලා (වාඩි වී ඉතාමත් සතුටින් කතා බස් කරමින්) සිටිනු ඇත"
        },
        {
            "chapter": 44,
            "verse": 54,
            "text": "මෙසේම (සැකයෙන් තොරව සිදු වනු ඇත). තවද හූරුල්ඊන් (නමැති අලංකාරවත් කන්‍යාවන්)ද අපි ඔවුන්ට විවාහ කර තබන්නෙමු"
        },
        {
            "chapter": 44,
            "verse": 55,
            "text": "බිය නොමැත්තන් වශයෙන් (ඔවුන් කැමති) පලතුරු වර්ගද, එහිදී ඉල්ලා (ගෙන අනුභව) කරමින්ද සිටින්නාහ"
        },
        {
            "chapter": 44,
            "verse": 56,
            "text": "පළමු මරණය මිස, එහි ඔවුන් වෙන කිසිම මරණයක් විඳින්නේ නැත. (එනම් නොමැරී සදාකල් ජීවත්ව සිටින්නාහ). එබැවින් ඔවුන්ව නිරා දඬුවමෙන් (දෙවියන්) බේරා ගත්තේය"
        },
        {
            "chapter": 44,
            "verse": 57,
            "text": "(නබියේ! මෙය) ඔබ දෙවියන්ගේ වරප්‍රසාදයකි. මෙය අති විශාල භාග්‍යයකි"
        },
        {
            "chapter": 44,
            "verse": 58,
            "text": "(නබියේ!) ඔවුන් (දැනගෙන) හොඳ වැටහීමක් ලබා ගැනීම පිණිසම මෙය (මෙම ධර්මය), අපි ඔබගේ භාෂාවෙන් පහසු කර ඇත්තෙමු"
        },
        {
            "chapter": 44,
            "verse": 59,
            "text": "(මෙමගින් ඔවුන් හොඳ වැටහීමක් ලබා නොගතහොත් ඔවුන්ට පැමිණිය හැකි විපත) ඔබ බලාපොරොත්තුවෙන් සිටිනු. නියත වශයෙන්ම ඔවුන්ද බලාපොරොත්තුවෙන්ම සිටිනු ඇත"
        },
        {
            "chapter": 45,
            "verse": 1,
            "text": "හා. මීම්"
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "(සියල්ලන්ටම වඩා) ශ්‍රේෂ්ඨයෙකු හා ඥානවන්තයෙකු වන අල්ලාහ් විසින් මෙම ධර්මය පහළ කරන ලදී"
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "විශ්වාසවන්තයින්ට අහස්හි හා භූමියෙහි නියත වශයෙන්ම (බොහෝ) සාධකයන් ඇත්තේය"
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "ඔබව උත්පාදනය කිරීමෙහිද, (භූමියෙහි බොහෝ) ජීවීන්ව ඔහු විසුරුවා හැර තැබීමෙහිද, (විශ්වාසයෙහි) ස්ථීර වූ ජනතාවට (බොහෝ) සාධකයන් ඇත්තේය"
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "රාත්‍රිය හා දහවල මාරුවෙන් මාරුවට පැමිණෙන සේ ඔහු සලස්වා තිබීමෙහිද, අහසින් වර්ෂාව අල්ලාහ් පහළ කර (වියළී) මැරී ගිය භූමිය එමගින් පණ ගැන්වීමෙහිද, (විවිධ දිශාවන්ටද) සුළං හරව හරවා යැවීමෙහිද, බුද්ධිමත් ජනතාවට (බොහෝ) සාධකයන් ඇත්තේය"
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "(නබියේ!) ඇත්තෙන්ම ඔබ කෙරෙහි අපි සමුදීරණය කර පෙන්වන මේවා, අල්ලාහ්ගේ ආයාවන් වන්නේය. අල්ලාහ්ටද, ඔහුගේ ආයාවන්ටද පසුව මොවුන් කුමන කාරණාවක් නම්, විශ්වාස කරන්නෙහුද"
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "(මෙසේම ප්‍රතික්ෂේප කර දමා, බොරු දෙවිවරුන්ව) මනක්කල්පිතව ගොතා පවසන පාපතරයන්ට විනාශයයි"
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "කවුරුන් තමන්ට සමුදීරණය කර පෙන්වනු ලැබූ අල්ලාහ්ගේ ආයාවන් ඇසීමෙන් පසු උඞඟූ වී (එය) තම කණ්වලින් නොඇසුවාක් මෙන් (ප්‍රතික්ෂේපය මතම) හිතුවක්කාර කමින් සිටින්නේද, (ඔහුට විනාශයයි!) ඔහුට වේදනා ගෙන දෙන දඬුවම මගින් (නබියේ!) ඔබ සුභාරංචි පවසනු"
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "අපගේ ආයාවන්ගෙන් කුමක් ඔහු දැන ගත්තා වුවද, එය ඔහු සමච්චලයෙන්ම ඇර ගන්නේය. මෙවැන්නන්ටම අවමන් ගෙන දෙන දඬුවම් ඇත"
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "ඔවුන් ඉදිරියේ නිරයම ඇත්තේය. ඔවුන් සොයා ගත් දැයෙන් කිසිවක් ඔවුන්ට ප්‍රයෝජනයක් අත් කර දෙන්නේ නැත. නැතහොත් (තමන්ට) ආරක්ෂකයින් යයි ඔවුන් ඇර ගත් අල්ලාහ් නොවන දැයද (ඔවුන්ට කිසිම ප්‍රයෝජනයක් අත් කර දිය හැකි දැය) නොව. ඔවුන්ට ඉමහත් වූ දඬුවම් ඇත"
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "මෙයම ඍජු මාර්ගයයි. එබැවින් කවුරුන් තම දෙවියන්ගේ ආයාවන් ප්‍රතික්ෂේප කරන්නෝද, ඔවුන්ට ඉතාමත් දරුණු වේදනා ගෙන දෙන දඬුවම් ඇත"
        },
        {
            "chapter": 45,
            "verse": 12,
            "text": "ඔහුගේ නියෝගයන් මගින් (විවිධ රටවල්වලට) නැව් වලින් ගමන් කිරීමට අල්ලාහ් මුහුද ඔබට වසඟ කර දී ඇත්තේය. (එමගින්) ඔහුගේ වරප්‍රසාදයන් ඔබ සොයා ගන්නෙහුය. (ඒ වෙනුවෙන් ඔහුට) ඔබ කෘතඥ වනු මැනව"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "තවද (ඒ අන්දමටම) අහස්හිද, භූමියෙහිද ඇති සියල්ලම ඔහු තමන්ගේ දයාවෙන් ඔබට (ඔබගේ යහපත සඳහා හරි හම්බ කරන මෙන්) පාලනය කර තබා ඇත්තේය. සිතා පරිශීලණය කරන ජනතාවට නියත වශයෙන්ම මෙහි (බොහෝ) පාඩම් ඇත්තේය"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "(නබියේ!) විශ්වාසවන්තයින්ට ඔබ මෙසේ පවසනු: අල්ලාහ්ගේ දඬුවම විශ්වාස නොකළ අයව, ඔවුන් සමාව දී (ඔවුන්ගේ කාරණාව අල්ලාහ් වෙතම බාර දී අත්හැරිය) යුතුය. (හොඳ හෝ නරක හෝ කරන) ජනතාවට ඔවුන් සොයා ගත් නපුරට සරිලන ඵලවිපාක ඔහු දෙනු ඇත"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "කවුරුන් හොඳ කරන්නේද, (එය) ඔහුටම හොඳය. කවුරුන් පාපයන් කරන්නේද, (එය) ඔහුටම විනාශයයි. පසුව ඔබ, ඔබගේ දෙවියන් වෙතම ගෙන එනු ලබන්නෙහුය"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "නියත වශයෙන්ම අපි ඉස්රායීල පරම්පරාවේ දරුවන්ට ධර්මයද (ඥානයද), බලයද, නබිත්වයද, ලබා දී උසස් ආහාරයද ලබා දුන්නෙමු. තවද ලෝකවාසී සියල්ලන්ගෙන්ද ඔවුන්ව උසස් කර තැබුවෙමු"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "තවද පැහැදිලි නියෝගයන් අපි ඔවුන්ට ලබා දුන්නෙමු. (මෙසේ තිබියදී) ඔවුන් තමන් තුළ ඇති ඊර්ෂ්‍යාවේ හේතුවෙන් ඔවුන් වෙත (ධර්ම) ඥානය පැමිණි පසුද, ඔවුන් (තමන් තුළ තර්ක කර) ඛෙදී වෙන්ව ගියහ. (නබියේ!) නියත වශයෙන්ම ඔබගේ දෙවියන් ඔවුන් තර්ක කළ දැය ගැන විනිශ්චය දිනදී ඔවුන් අතරේ තීන්දුවක් දෙනු ඇත"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "(නබියේ! ඍජු) ධර්මයෙහි එක් මගකම ඔබව පත් කර ඇත්තෙමු. එබැවින් එයම ඔබ අනුගමනය කර කටයුතු කරනු මැනව! අඥානයින්ගේ කැමත්ත ඔබ අනුගමනය නොකරනු"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "නියත වශයෙන්ම අල්ලාහ්ට විරුද්ධව මොවුන් ඔබට කිසියම් උදව්වක් කිරීමට නොහැකිය. නියත වශයෙන්ම අපරාධකාරයින්ගෙන් සමහරෙක් ඔවුන්ගෙන් සමහරෙකුටම මිතුරන්ය. (විශ්වාසවන්තයින්ට නොව). අල්ලාහ් නම්, භය භක්තිකයින්ට මිතුරෙකු වන්නේය"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "මෙය මිනිසුන්ට පැහැදිලි සාධකයක් වශයෙන්ද, විශ්වාස කළ හැකි ජනතාවට ඍජු මාර්ගය වශයෙන්ද, වරප්‍රසාදයක් වශයෙන්ද ඇත්තේය"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "කවුරුන් නපුරු විපත් සොයා ගත්තෝද, ඔවුන් විශ්වාසය තබා දැහැමි ක්‍රියාවන් කළ අය මෙන් තමන්ද පත් වනු ඇතැයි අදහස් කරමින් සිටින්නෙහුද? ඔවුන් පණ පිටින් සිටීමද, ඔවුන් මැරී යාමද, එක සමානය. ඔවුන් (මෙයට වෙනස්ව) කර ගත් අවසානය ඉතාමත් නපුරුය"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "අහස්ද, භුමියද, අල්ලාහ් නියමිත කාරණාවක් කෙරෙහිම උත්පාදනය කර ඇත්තේය. එබැවින් (ඔවුන්ගෙන් වූ) සියලූම ආත්මයන්ම ඒවා සොයා ගත් ක්‍රියාවන්ට සරිලන ඵලවිපාක දෙනු ලැබේ. ඒවා (අනු ප්‍රමාණයකින් හෝ) අපරාධයක් කරනු නොලබන්නාහ"
        },
        {
            "chapter": 45,
            "verse": 23,
            "text": "(නබියේ!) තමන්ගේ (ශරීර) ආශාවන් (තමන් නමදින) දෙවිවරුන් වශයෙන් ඇර ගත් කෙනෙකුව ඔබ අවධානය කළෙහිද? ඔහුට (ප්‍රමාණවත්) අධ්‍යාපන දැනුමක් තිබියදී (ඔහුගේ පාපයන්හි හේතුවෙන්) අල්ලාහ් ඔහුව වැරදි මාර්ගයෙහි අත්හැර දමා, ඔහුගේ කණ් මතද, හෘදයන් මතද, මුද්‍රා තැබුවේය. තවද ඔහුගේ බැල්ම මතද, තිරයක් නිර්මාණය කර හැරියේය. අල්ලාහ් (මෙසේ) කිරීමෙන් පසු ඔහුව කවුරුන්ට නම් ඍජු මාර්ගයෙහි ඇතුළු කළ හැකිද? (මෙය) ඔබ අවධානය කර බැලිය යුතු නොවේද"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "“මෙලොවෙහි අප ජීවත් වන ජීවිතය හැර වෙන (ජීවිතයක්) නැත” යයිද, “(මෙහිම) අපි ජීවත් වන්නෙමු. පසුව මරණයට පත් වන්නෙමු. කාලයා මිස, (වෙන කිසිවක්) අපව විනාශ කරන්නේ නැත” යයිද ඔවුන් පවසන්නාහ. මේ ගැන මොවුන්ට කිසිම ඥානයක් නැත. මොවුන් (පුහු) මනක්කල්පිත කරන්නන් මිස, වෙන කිසිවක් නැත"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "ඔවුන්ට අපගේ පැහැදිලි ආයාවන් සමුදීරණය කර පෙන්වනු ලැබුවහොත් (ඔවුන් විශ්වාසවන්තයින්ට “ඇත්තෙන්ම මරණයට පත් වූවන් පණ ලැබී නැගිටින්නාහ යන කාරණාවෙහි) ඔබ සත්‍යය පවසන්නන් වශයෙන් සිටින්නෙහු නම්, (මරණයට පත් වූ) අපගේ මුතුන් මිත්තන්ව (පණ ගන්වා) ගෙන එනු” යයි පැවසීම ම ඔවුන් කරනු ලබන තර්කය වශයෙන් තිබුණි"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "(නබියේ!) ඔබ (ඔවුන්ට) මෙසේ පවසනු: අල්ලාහ්ම ඔබට පණ දෙන්නේය. (මම නොව). ඔහුම ඔබව මරණයට පත් කරන්නේය. පසුව විනිශ්චය දිනදී (පණ දී) ඔබව ඒකරාශී කරනු ඇත. මෙහි කිසිම සැකයක් නැත. එහෙත් මිනිසුන්ගෙන් වැඩි දෙනෙකු (මෙය) වටහා ගන්නේ නැත"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "අහස් හා භූමියෙහි පාලනය අල්ලාහ්ටම අයත්ය. (අපගේ ආයාවන්) බොරු කරන්නන් විනිශ්චය සිදු වන දින පරාජයට ලක් වී සිටිනු ඇත"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "(නබියේ! එදිනදී) සෑම සමූහයක්ම දණින් වැටී සිටිනු ඔබ දකින්නෙහිය. සෑම සමුහයක්ම (විනිශ්චය සඳහා) ඔවුනොවුන්ගේ (සටහන්) පුස්තකයන් දෙසට කැඳවනු ලබන්නාහ. (ඔවුන්ට) “අද දින ඔබ, ඔබගේ ක්‍රියාවන්ට අයත් ඵලවිපාක දෙනු ලබන්නාහ” (යයිද)"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "“මෙය ඔබ ගැන ඇත්ත පවසන අපගේ (සටහන්) පුස්තකයයි. නියත වශයෙන්ම අපි ඔබ කළ සියල්ල (එහි) සටහන් කරවනු ලබන්නෙමු” (යයිද කියනු ලැබේ)"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "කවුරුන් විශ්වාසය තබා දැහැමි ක්‍රියාවන් කරන්නෝද ඔවුන්ව, ඔවුන්ගේ දෙවියන් තමන්ගේ දයාවෙහි ඇතුළු කරවන්නේය. මෙයම පැහැදිලි ජයග්‍රහණයක් වන්නේය"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "කවුරුන් (අපගේ ආයාවන්) ප්‍රතික්ෂේප කළෝද, (ඔවුන්ට) “ඔබට මගේ ආයාවන් සමුදීරණය කර පෙන්වනු ලැබුවේ නැද්ද? නමුත් (ඒ අවස්ථාවේදී) ඔබ ආඩම්බරයට පත්ව (එය ප්‍රතික්ෂේප කර) හැරියෙහුය. තවද ඔබ වැරදි කරන ජනතාවක් වශයෙන්ම සිටියෙහුය” (යයිද කියනු ලැබේ)"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "තවද “නියත වශයෙන්ම අල්ලාහ්ගේ පොරොන්දුව සත්‍යයකි. (විනිශ්චය) කාලයේදී (එය පැමිණෙනු යන්නෙහි) කිසිම සැකයක් නැත’ යයි (ඔබට) පවසනු ලැබුවහොත් එයට ‘(විනිශ්චය) කාලය අසවල් දැය යයි අපි දන්නේ නැත. එය (පුහු) සිතුවිල්ලක් මිස, වෙන කිසිවක් නැත යයිම අදහස් කරන්නෙමු. (එය සත්‍යය යයි) අපි විශ්වාස කළේද නැත’ යයි ඔබ කීවෙහු (නොවෙද?”යි ඔවුන්ගෙන් විමසනු ලැබේ)"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "ඔවුන් කරමින් සිටි නපුරු දැය (සියල්ල) ඔවුන්ට එළිදරව් වනු ඇත. ඔවුන් සමච්චල් කරමින් සිටි දැයම ඔවුන් වටා වට කර ගනු ඇත"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "තවද (ඔවුන්ට) “ඔබගේ මෙදින හමු වීම ඔබ අමතක කළ ආකාරයෙන්ම අපිද අද දින ඔබව අමතක කර දැමුවෙමු. ඔබගේ රැෙඳන ස්ථානය නිරයයි. (අද දින) ඔබට උදව් කරන්නන් කිසිවෙකුත් නැත” යයිද කියනු ලැබේ"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "මෙහි හේතුව නම්: “නියත වශයෙන්ම ඔබ අල්ලාහ්ගේ ආයාවන් සමච්චලයෙන් ඇර ගත්තෙහුය. මෙලොව ජීවිතය ඔබව රවටා දැමුවේය” (යයිද කියනු ලැබේ). අද දින එයින් ඔවුන්ව පිටමං කරනු නොලබන්නාහ. තවද ඔවුන්ගේ සමාව ඉල්ලීමද, බාර ගනු ලබන්නේ නැත"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "අහස්හි දෙවියන්ද, භූමියෙහි දෙවියන්ද, ලෝකයන් සියල්ලෙහි දෙවියන්ද වන අල්ලාහ්ටම සියලූ ප්‍රශංසා හිමි වන්නේය"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "අහස්හි හා භූමියෙහි ඇති (සියලූ) වස්තූන් ඔහුටම අයත්ය. ඔහුම (සියලලන්ටම වඩා) ශ්‍රේෂ්ඨයෙකු හා ඥානවන්තයෙකු වශයෙන් සිටින්නේය"
        }
    ]
}