{
    "maqras": [
        {
            "chapter": 4,
            "verse": 24,
            "text": "(Nuk u lejohet të martoheni) Edhe me gra të martuara (që kanë burrat e nuk janë të lëshuara), përveç atyre që i keni futur në pushtetin tuaj (robëreshat e luftës). (Ky është) obligim mbi ju nga All-llahu. U janë lejuar, pos këtyre (që u përmendën), të tje"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Dhe kush nuk ka prej jush mundësi materiale që të martohet me femra të lira besimtare, le të martohet me ato besimtare tuaja që i keni nën pushtetin tuaj (robëreshat). All-llahu di më së miri për besimin tuaj. Ju jeni nga njëri- tjetri (të një origjine)"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "All-llahu dëshiron t´ju sqarojë çështjet e t´ju drejtojë në rrugën e atyre që ishin para jush (pejgamberët) dhe t´ju pranojë pendimin. All-llahu e di më së miri gjendjen e robërve dhe është më i urti"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "All-llahu dëshiron t´ju pranojë pendimin, e ata që ndjekin dëshirat e epsheve, dëshirojnë që ju të shmangeni në tërësi (nga rruga e drejtë)"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "All-llahu dëshiron t´ju lehtësoj (dispozitat), e megjithatë njeriu është i paaftë (për t´u përballuar epsheve)"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "O ju që besuat, mos e hani mallin e njëri-tjetrit në mënyrë të palejuar, përpos tregtisë në të cilën keni pajtueshmëri mes vete, dhe mos mbytni veten tuaj (duke mbytur njëri-tjetrin). Vërtet, All-llahu është i mëshirueshëm për ju"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "Kush bën këtë (që ndaloi Zoti) qëllimisht dhe tejkalon kufijtë, Ne do ta hudhim atë në një zjarr të fortë. Dhe kjo është leht për All-llahun"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Nëse lagoheni prej mëkateve të mëdha, të cilat u janë të ndalueshme, Ne ju shlyejmë mëkatet e vogla dhe ju fusim në një vend të ndershëm"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "Mos lakmoni në atë, që All-llahu gradoi disa nga ju mbi disa të tjerë. Burrave ju takon hise nga ajo që fituan ata dhe grave gjithashtu ju takon hise nga ajo që fituan ato. All-llahut kërkoni nga të mirat e Tij. All-llahu është i dijshëm për çdo send"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Ne u kemi caktuar për secilin trashëgimtarë, pjesën e pasurisë që e lënë prindërit ose të afërmit. E atyre që ju keni premtuar, jepuani pjesën ë tyre. All-llahu është dëshmues mbi çdo send"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "Burrat janë përgjegjës për gratë, ngase All-llahu ka graduar disa mbi disa të tjerët dhe ngase ata kanë shpenzuar nga pasuria e tyre. Prandaj, me atë që All-llahu i bëri të ruajtura, gratë e mira janë respektuese, janë besnike ndaj të fshehtës. E ato që u"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Nëse i frikësoheni përçarjes mes tyre (burrit e gruas), dërgoni një pari të drejtë nga familja e tij dhe një pari të drejtë nga familja e saj. Nëse ata të dy (ndërmjetësuesit) kanë për qëllim pajtimin, All-llahu ju mundëson afrimin mes tyre (burrit e grua)"
        }
    ]
}