{
    "pages": [
        {
            "chapter": 45,
            "verse": 23,
            "text": "آیا دیدی آن را که برگرفت خدای خویش را هوس خویش و گمراهش ساخت خدا با دانائی و مُهر نهاد بر گوش او و دلش و نهاد بر دیده او پرده‌ای پس که رهبریش کند پس از خدا آیا یادآور نمی‌شوند"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "و گفتند نیست آن جز زندگانی نزدیک ما می‌میریم و زنده شویم و نمیراند ما را جز روزگار و نیستشان به این دانشی نیستند آنان جز پندارندگان‌"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "و گاهی که خوانده شود بر ایشان آیتهای ما روشن نباشد دستاویز ایشان جز آنکه گویند بیارید پدران ما را اگر هستید راستگویان‌"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "بگو خدا زنده سازد شما را پس بمیراندتان سپس گرد آورد شما را بسوی روز رستاخیز نیست شکی در آن و لیکن بیشتر مردم نمی‌دانند"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "و خدا را است پادشاهی آسمانها و زمین و روزی که بپا شود ساعت آن روز زیانکار شوند نادرستان‌"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "و بینی هر ملّتی را به زانو درآمده هر ملّتی خوانده شوند بسوی کتاب خویش امروز پاداش داده می‌شوید آنچه را بودید می‌کردید"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "این است کتاب ما سخنگوی است بر شما به حقّ همانا ما استنساخ می‌کردیم (می‌نوشتیم) آنچه را بودید می‌کردید"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "اما آنان که ایمان آوردند و کردارهای نکو کردند پس درآردشان پروردگارشان در رحمت خویش این است آن رستگاری آشکار"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "و امّا آنان که کفر ورزیدند آیا نبود آیتهای من خوانده می‌شد بر شما پس کبر ورزیدید و شدید گروهی گنهکاران‌"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "و هر گاه گفته می‌شد که وعده خدا است حقّ و ساعت نیست شکّی در آن می‌گفتید ندانیم چیست ساعت نپنداریم جز گمانی و نیستیم ما یقین‌دارندگان‌"
        }
    ]
}