{
    "chapter": [
        {
            "chapter": 51,
            "verse": 1,
            "text": "Pelos ventos disseminadores e impetuosos"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "Que carregam pesos enormes"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "Que fluem com moderacao e suavidade"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "E que sao distribuidores, segundo a ordem (divina)"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "Que o que vos e prometido e veridico"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "E que o Juizo e infalivel"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "Pelo ceu, pleno de sendas"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "Que seguis palavras discordantes"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "As quais vos desencaminharao"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "Que perecam os inventores de mentiras"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "Que estao descuidados, submersos na confusao"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "Perguntaram: Quando chegara o Dia do Juizo"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "(Sera) o dia em que serao testados no fogo"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "(Ser-lhes-a dito): Provai o vosso teste! Eis aqui o que pretendestes apressar"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "Em verdade, os tementes habitarao entre jardins e mananciais"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "Desfrutando de tudo com que o seu Senhor os agraciar, porque foram benfeitores"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "Porque possuiram o habito de pouco dormir a noite"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "E, ao amanhecer, imploravam o perdao de suas faltas"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "E ha em seus bens uma parte para o mendigo e o desafortunado"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "E na terra, ha sinais para os que estao seguros na fe"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "E tambem (os ha) em vos mesmos. Nao vedes, acaso"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "E no ceu esta o vosso sustento, bem como tudo quanto vos tem sido prometido"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "Pelo Senhor dos ceus e da terra, que isto e tao verdadeiro como e certo que falais"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "Tens ouvido (o Mensageiro) a historia dos honoraveis hospedes de Abraao"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "Quando se apresentaram a ele e disseram: Paz!, respondeu-lhes: Paz! (E pensou): \"E gente desconhecida"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "E voltou rapidamente para os seus, e trouxe (na volta) um bezerro cevado"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "Que lhes ofereceu... Disse (ante a hesitacao deles): Nao comeis"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "Entao sentiu medo deles. Disseram-lhe: Nao temas! E anunciaram-lhe (o nascimento de) uma crianca, que seria sabia"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "E sua mulher irrompeu, (rindo) em voz alta; e, batendo na propria face, disse: Eu, uma ancia esteril"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "Disseram-lhe: Assim prescreveu teu Senhor, porque Ele e o Prudente, o Sapientissimo"
        },
        {
            "chapter": 51,
            "verse": 31,
            "text": "Perguntou Abraao: Qual e, entao, a vossa incumbencia, o mensageiro"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "Responderam-lhe: Em verdade, fomos enviados a um povo de pecadores"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "Para que lancassemos sobre eles pedras de argila"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "Destinados, da parte do teu Senhor, aos transgressores"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "E evacuamos os fieis que nela (Sodoma) havia"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "Porem, encontramos nela uma so casa de muculmanos"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "E deixamos la um sinal, para aqueles que temem o doloroso castigo"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "E em Moises (tambem, havia um sinal), quando o enviamos ao Farao, com uma autoridade evidente"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "Porem, (o Farao) o rechacou, com os seus chefes, dizendo: E um mago ou um energumeno"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "Porem, apanhamo-lo, juntamente com as suas hostes, e os precipitamos no mar, porque eram reprobos"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "E (na historia do povo de) Ad ha um exemplo; desencadeamos contra eles um vento assolador"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "Que nao passava sobre aquilo a que ia de encontro, sem o reduzir a cinzas"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "E (no povo de) Tamud tendes um exemplo, ao lhes ser dito: Desfrutai transitoriamente"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "Porem, desacataram insolentemente a ordem de seu Senhor, e a centelha os fulminou, enquanto observavam"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "E nao puderam manter-se de pe, nem socorrer-se mutuamente"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "E anteriormente a eles houve o povo de Noe; em verdade, era um povo depravado"
        },
        {
            "chapter": 51,
            "verse": 47,
            "text": "E construimos o firmamento com poder e pericia, e Nos o estamos expandindo"
        },
        {
            "chapter": 51,
            "verse": 48,
            "text": "E dilatamos a terra; e que excelente Dilatador tendes em Nos"
        },
        {
            "chapter": 51,
            "verse": 49,
            "text": "E criamos um casal de cada especie, para que mediteis"
        },
        {
            "chapter": 51,
            "verse": 50,
            "text": "Apressai-vos, pois, para Deus, porque sou, da Sua parte, um elucidativo admoestador para vos"
        },
        {
            "chapter": 51,
            "verse": 51,
            "text": "E nao coloqueis outra divindade junto a Deus, porque sou da Sua parte, um elucidativo admoestador para vos"
        },
        {
            "chapter": 51,
            "verse": 52,
            "text": "Mesmo assim, nao se apresentou mensageiro algum aquelas que vos precederam, sem que dissessem: E um mago ou umenergumeno"
        },
        {
            "chapter": 51,
            "verse": 53,
            "text": "Acaso, te-la-ao eles transmitido (a expressao), de um para o outro? Qual! Sao um povo de transgressores"
        },
        {
            "chapter": 51,
            "verse": 54,
            "text": "Afasta-te, pois, deles, porque nao seras reprovado"
        },
        {
            "chapter": 51,
            "verse": 55,
            "text": "E admoesta-os, porque a admoestacao sera proveitosa para os fieis"
        },
        {
            "chapter": 51,
            "verse": 56,
            "text": "Nao criei os genios e os humanos, senao para Me adorarem"
        },
        {
            "chapter": 51,
            "verse": 57,
            "text": "Nao lhes peco sustento algum, nem quero que Me alimentam"
        },
        {
            "chapter": 51,
            "verse": 58,
            "text": "Sabei que Deus e o Sustentador por excelencia, Potente, Inquebrantabilissimo"
        },
        {
            "chapter": 51,
            "verse": 59,
            "text": "Em verdade, os iniquos auferirao a mesma sorte que os seus antepassados. Assim, que nao Me constranjam a apressar (ocastigo)"
        },
        {
            "chapter": 51,
            "verse": 60,
            "text": "Ai, pois, dos incredulos no dia que lhes tem sido prometido"
        }
    ]
}