{
    "maqras": [
        {
            "chapter": 3,
            "verse": 15,
            "text": "그것들보다 휠씬 좋은 복음을 내가 그대에게 주리니 일러가 로되 그것은 하나님을 공경하는 사람을 위한 천국이며 그 밑에는 강이 흐르고 티없는 배우자와 더 불어 하나님의 기쁨으로 그곳에서영생하리라 하나님은 그분의 종복들을 지켜보고 계시니라"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "그들은 말하길 주여 저회는 믿나니 저희의 죄들을 용서하여 주시고 불지옥의 재앙으로부터 보호하여 주소서"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "이들은 인내하는 자들이며 진실한 자들이며 순종하는 자들 이며 자선을 베푸는 자들이며 용서를 구하기 위하여 이른 새벽 에 있는 자들이라"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "하나님께서 중언하사 그분 외에는 신이 없으며 천사들과 학 자들도 전지전능하신 그분 외에는신이 없음을 확증하노라"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "하나님의 종교는 이슬람 뿐이며 이전에 성서를 받은 이들도 달리하지 아니하였으나 그후 그 들에게 그른 지식이 도래하였더라하나님의 말씀을 불신하는자 하나님의 심판을 곧 받으리라"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "만일 그들이 그대에게 논쟁 한다면 나는 하나님께 귀의하였으며 나를 따르는 자들도 그러하다 고 말하라 성서의 백성들에게 그 리고 알지 못하는 자들에게 너희 는 귀의하였느냐고 말하라 만약 그들이 귀의한다면 그들은 옳은 길로 인도될 것이며 그들이 등을 돌린다해도 그 계시를 전하는 것 은 그대의 의무이라 실로 하나님 은 그분의 종복들을 지켜보고 계 시니라"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "하나님의 말씀을 불신하고 예언자들을 부당하게 살해하며 말씀을 전달하는 자들을 살인하는자 그들 모두에게 고통스러운 벌 이 있을 것이라"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "그들의 일은 현세에서나 내 세에서도 무의미할 것이며 그들을도와 줄 어느 누구도 없노라"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "너희는 성서의 일부를 받은 그들을 보지 아니하였느뇨 그들의분쟁이 하나님의 성서로 해결되어져야 한다고 촉구 되었으나 그들 일부는 뒤돌아서 반대하더라"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "그들이 말하길 그 불은 우리를 스치지 아니할 것이며 스치더 라도 단지 한정된 며칠간에 불과 하리라 그들은 그들의 종교에 관 해 자신들을 배반하였더라"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "그러나 하나님이 의심할 바 없는 하루를 대비하여 그들을 모 았을 때 그들은 어떻게 되겠느뇨 각자는 그들이 얻은 것 만큼 대가를 받되 불공평한 보상은 받지 않노라"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "일러가로되 권능의 왕이신 하나님이여 당신은 당신의 뜻대로권능을 주시기도 하고 권능을 빼 앗기도 하시며 또 영광과 천함을 주시나니 당신의 손안에 모든 영 광이 있나이다 진실로 당신은 모 든 일에 전지전능하시도다"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "당신은 밤을 낮으로 하고 낮을 밤으로 하시며 죽은것을 살게 하고 살아 있는 것을 죽게 하시며당신이 원하는 자에게 풍성한 양 식을 주시도다"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "신앙인들은 불신자들을 신앙 인들에 우선하여 친구로 택하지 아니하도다 그렇게 하는자 있다 면 하나님에 대한 믿음이 조금도 없나니 항상 경계하여 그들로부터 너희 자신을 보호하는 길밖엔 없 노라 하나님은 너희로 하여금 그분을 기억케 하여 주시니 최후의 목 적은 하나님에게로 가니라"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "일러가로되 너회 마음속에 숨기는 것이나 들어내는 것을 하 나님은 모두 아시며 또한 천지에 있는 것도 알고 계시나니 하나님 은 모든 일에 전지전능 하시도다"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "모든 사람이 행하였던 선과 행하였던 악이 나타나는 그날에 각자는 그것과 그것 사이에 굉장 한 공간의 거리가 있었으면 하고 바랄 것이라 하나님은 그분의 벌 로써 너희에게 경고하시니 하나님 은 그의 중복들에게 은혜로 충만 하심이라"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "일러가로되 너희가 하나님을 사랑한다면 나를 따를 것이라 그 리하면 하나님께서 너희를 사랑하 사 너희의 죄를 사하여 주시니 하 나님은 용서와 자비로 충만 하시 니라"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "하나님과 그분의 선지자에게 순종하라 하였으니 이를 거역하 는자 하나님은 이 불신자들을 사 랑하지 아니 하시니라"
        }
    ]
}