{
    "maqras": [
        {
            "chapter": 62,
            "verse": 1,
            "text": "하늘과 대지에 있는 모든 것 이 하나님을 찬미하나니 그분은 왕이시요 성스러우시며 위대하시 고 지혜로우시니라"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "하나님이 그들 백성중 무학자인 무함마드를 한 선지자로 보내 어 그로 하여금 하나님의 말씀을 낭송하고 그들을 청결케 하며 그 성서와 지혜를 가르치도록 하였 나니 실로 이전의 그들은 방황하 고 있었노라"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "아직 이르지 아니한 그밖의 백성에게도 유익하게 하셨나니 실로 하나님은 권능과 지혜로 충 만하심이라"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "그것이 하나님의 은혜라 그분 은 그분이 원하는 자에게 은혜를 베푸시나니 하나님은 위대한 은혜 의 주님이시라"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "구약의 율법을 받아 그것을 지키지 아니한 그들을 비유하사 책들을 짊어지고 다니는 당나귀와같다 하였거늘 사악함은 하나님의말씀을 거역한 자들과 같니라 실 로 하나님은 사악한 백성들을 인 도하지 아니 하시니라"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "일러가로되 유대인들이여 너 희가 주장하듯 너희가 다른 백성 위에 하나님의 총애를 받는 자라 면 너희가 진실이라 할 때 죽음 을 기원해 보라"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "그러나 그들은 이전에 그들의손들이 저지른 행위로 말미암아 죽음을 기원하지 못하니라 실로 하나님은 사악한 자들을 알고 계 시니라"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "일러가로되 너희가 피하려 한죽음이 실로 너희를 덮치니라 그 때 너희는 보이지 않는 것과 보이는 모든 것을 알고 계시는 분께 보내어지매 그분은 너희에게 너희가 행하였던 모든 사실을 말하여 주시리라"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "믿는 사람들이여 금요일 예배의 아잔이 들릴 때면 서둘러 하 나님을 염원하고 거래를 중단두라 너희가 알고 있다면 그것이 너희 를 위해 복이 되리라"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "예배가 끝났을 때 대지에 분산하여 하나님의 은혜를 구하고 하나님을 염원하라 그리하면 너 희가 번성하리라"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "그러나 거래와 어떤 오락을 보면 그대를 두고서 떠나는 자들 이 있나니 일러가로되 하나님의 축복이 어떤 오락이나 거래보다 나은 것이라 하여라 실로 하나님 은 가장 훌륭한 양식의 수여자이 시니라"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "위선자들이 그대에게 이르러저희는 그대가 하나님의 선지자임을 증언하도다 라고 말하나 실로 하나님께서는 그대가 그분의 선지자임을 알고 계시며 또한 하나님 은 위선자들이 거짓하고 있는 것 도 목격하고 계시니라"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "그들은 그들의 맹세로 가림한후 하나님의 길에서 사람들을 벗 어나게 하매 실로 그들이 행하는 것에 사악함이 있을 것이라"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "그것은 그들이 믿음을 가진 후 불신하였기 때문으로 그들의 마음이 봉하여지매 그들은 이해하지 못하노라"
        }
    ]
}