{
    "rukus": [
        {
            "chapter": 13,
            "verse": 8,
            "text": "Bůh nejlépe zná, čím těhotná je každá samice a nakolik se zužují a rozšiřují lůna jejich - vždyť věc každá má u Něho rozměr svůj"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "On zná nepoznatelné a všeobecně známé, On veliký je, sám sebou povznesený"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Je lhostejno, zda někdo z vás řeč svou tají, či veřejně ji pronáší a zda někdo se v noci skrývá, či za dne vychází"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "tak jako tak má pozorovatele před sebou i za sebou, kteří jej střeží z rozkazu Božího. Bůh nezmění to, co je v lidu nějakém, pokud se tento sám nezmění; když Bohu se zlíbí postihnout něčím zlým lid některý, je nemožné to odvrátit a nebudou mít kromě Něho ochránce žádného"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "On je ten, jenž ukazuje vám blesk pro strach i naději a dává vzniknout mračnům vodou obtěžkaným"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "A slaví hrom chválu Jeho a stejně činí i andělé z bázně před Ním. On blesky vysílá a zasahuje jimi, koho chce, zatímco lidé se hádají o Bohu, jenž mocný je v prudkosti Své"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Jen Jemu patří vzývání pravé; ti, kdož vzývají něco jiného kromě Něho, nebudou v ničem vyslyšeni, stejně jako voda nedospěje k ústům toho, jenž po ní dlaně své vztahuje, ona však není v dosahu jeho, vždyť vzývání nevěřících jen bludem je"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "A sklání se před Bohem vše, co na nebesích i na zemi je, dobrovolně či nuceně, a stejně tak i stíny jejich, za jitra časného i večera pozdního"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Rci: \"Kdo Pánem je nebes a země?\" Odpověz: \"Bůh!\" Rci: \"Chcete si vzít vedle Něho ochránce, kteří nemohou prospět ani uškodit ni sobě samým?\" Rci: \"Cožpak jsou si rovni slepý a vidoucí či rovná se temnota světlu?\" Což budou přidružovat k Bohu společníky, kteří snad stvořili něco podobného Jeho stvoření, takže se obě tvoření zdají podobná? Rci: \"Bůh všech věcí je stvořitelem a On je jediný, vše podmaňující"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "On z nebe vodu sesílá, aby tekla v údolích podle rozměrů jejich; proud pak odnáší pěnu na hladině plující. A z toho, co lidé taví v ohni hodlajíce vyrobit ozdoby či nástroje, vychází pěna jí podobná. A takto Bůh ukazuje rozdíl mezi pravdou a falší. A co se týče pěny, ta mizí jako bublina, zatímco to, co lidem prospěšné je, na zemi zůstává. A takto Bůh činí podobenství"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Ti, kdož uposlechnou výzvy Pána svého, obdrží odměnu nejkrásnější, ti však, kdož Jeho neuposlechnou i kdyby jim patřilo všechno na zemi a ještě jednou tolik, se nebudou moci tím vykoupit. Špatné bude pak jejich zúčtování, neb útulkem jejich bude peklo - jak hnusné to bude místo odpočinku"
        }
    ]
}