{
    "rukus": [
        {
            "chapter": 32,
            "verse": 12,
            "text": "Kdybys viděl, jak provinilci klopíce hlavy před Pánem svým volat budou: \"Pane náš, viděli jsme a slyšeli jsme; vrať nás na zem a my zbožné skutky konat budeme, neboť nyní jsme o pravdě přesvědčeni"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "Kdybychom chtěli, dali bychom duši každé vedení správné, leč nechť uskuteční se slovo Mé: \"Věru naplním peklo lidmi spolu s džiny"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "Ochutnejte trestu za to, že jste zapomněli na setkání s tímto svým dnem; My také jsme na vás zapomněli, okuste tedy za skutky své trest nesmrtelný"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "Ve znamení Naše pak věří jedině ti, kdož při zmínce o nich na zem padají klaníce se a chválu Pána svého slaví, aniž jsou domýšliví"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "Boky jejich se lůžkům vyhýbají, neboť oni Pána svého z bázně i z touhy vzývají, a z toho, co jsme jim uštědřili, rozdávají"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "Žádná duše neví, co z radostí skryto je pro ně odměnou za skutky jejich"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "Cožpak je věřící roven tomu, kdo je hanebník? Ne, ti rovni si nebudou"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "Pro ty, kdož uvěřili a zbožné skutky konali, pro ty jsou určeny zahrady útulku jako příbytek za to, co činili"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "však těm, kdož nepravosti páchali, těm oheň bude útočištěm. A kdykoliv budou chtít z něho odejít, budou v něj navráceni a řečeno jim bude: \"Ochutnejte trest ohnivý, jejž za vylhaný jste měli"
        },
        {
            "chapter": 32,
            "verse": 21,
            "text": "A dáme jim okusit trestu bližšího kromě trestu většího - snad se z bludu svého navrátí"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "Kdo je nespravedlivější než ten, jenž - když připomínána jsou mu znamení Pána jeho - od nich se odvrátí? My věru se provinilým pomstíme"
        }
    ]
}