{
    "maqras": [
        {
            "chapter": 25,
            "verse": 53,
            "text": "Kuma shĩ ne Ya garwaya tẽkuna biyu, wannan mai dãdi, mai sauƙin haɗiya, kuma wannan gishiri gurɓatacce, kuma Ya sanya wani shãmaki a tsakãninsu da kãriya mai shãmakacẽwa"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Kuma Shi ne Ya halitta mutum daga ruwa, sai Ya sanya shi nasaba da surukuta, kuma Ubangijinka Ya kasance Mai ĩkon yi"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Kuma sunã bauta wa, baicin Allah, abin da bã ya amfãnin su, kuma bã ya cũtar su, kuma kãfiri ya kasance mai taimakon (Shaiɗan) a kan Ubangijinsa"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "Ba Mu aika ka ba sai kana mai bãyar da bushãra, kuma mai gargaɗi"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Ka ce: \"Bã ni tambayar ku wata ijãra a kansa fãce wanda ya so ya riƙi wata hanya zuwa ga Ubangijinsa"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Kuma ka dõgara a kan Rãyayye wanda bã Ya mutuwa, kuma ka yi tasbĩhi game da gõde Masa. Kuma Yã isa zama Mai ƙididdigewa ga laifuffukan bãyinSa"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Wanda Ya halitta sammai da ƙasa da abin da yake a tsakãninsu, a cikin kwãnuka shida sa'an nan Yã daidaitu a kan Al'arshi Mai rahama, sai ka tambayi mai bãyar da lãbãri game da Shi"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Idan aka ce musu, \"Ku yi sujada ga Mai rahama.\" Sai su ce: \"Mene ne Mai rahama? Ashe zã mu yi sujada ga abin da kuke umurnin mu?\"Kuma wannan (magana ta ƙãra musu gudu)"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Albarka ta tabbata ga Wanda Ya sanya masaukai (na tafiyar wata) a cikin sama kuma Ya sanya fitila da watã mai haskakewa a cikinta"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Kuma Shĩ ne wanda Ya sanya dare da yini a kan mayẽwa, ga wanda yake son ya yi tunãni, kõ kuwa ya yi nufin ya gõde"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Kuma bãyin Mai rahama su ne waɗanda ke yin tafiya a kan ƙasa da sauƙi, kuma idan jãhilai sun yi musu magana, sai su ce: \"Salãma\" (a zama lafiya)"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "Kuma waɗanda suke kwãna sunã mãsu sujada da tsayi a wurin Ubangijinsu"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "Kuma waɗanda suke cẽwa \"Ya Ubangijinmu! Ka karkatar da azãbar Jahannama daga gare mu. Lalle ne, azãbarta tã zama tãra"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Lalle ne ita ta mũnana ta zama wurin tabbata da mazauni"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Kuma waɗanda suke idan sun ciyar, bã su yin ɓarna, kuma bã su yin ƙwauro, kuma (ciyarwarsu) sai ta kasance a tsakãnin wancan da tsakaitãwa"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "Kuma waɗanda bã su kiran wani ubangiji tãre da Allah, kuma bã su kashe rai wanda Allah Ya haramta fãce da hakki kuma bã su yin zina. Kuma wanda ya aikata wancan, zai gamu da laifuffuka"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "A riɓanya masa azãba a Rãnar ¡iyãma. Kuma ya tabbata a cikinta yanã wulakantacce"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "Sai wanda ya tũba, kuma ya yi ĩmãni, kuma ya aikata aiki na ƙwarai to, waɗancan Allah Yanã musanya miyãgun ayyukansu da mãsu kyau. Allah Ya kasance Mai gãfara Mai jin ƙai"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Kuma wanda ya tũba, kuma ya aikata aiki mai kyau, to, lalle ne sai ya tũba zuwa gaAllah"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "Kuma waɗanda suke bã su yin shaidar zur, kuma idan sun shũɗe ga yasassar magana sai su shũɗe suna mãsu mutumci"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "Kuma waɗanda suke idan an tunãtar da su da ãyõyin Allah, bã su saukar da kai, sunã kurame da makãfi"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "Kuma waɗanda suke cẽwa \"Yã Ubangijinmu! Ka bã mu sanyin idãnu daga mãtanmu da zũriyarmu, kuma Ka sanya mu shũgabanni ga mãsu taƙawa"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Waɗannan anã sãka musu da bẽne, sabõda haƙurin da suka yi, kuma a haɗa su, a cikinsa, da gaisuwa da aminci"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Suna madawwama a cikinsa. Ya yi kyau ga zama matabbaci da mazauni"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Ka ce: \"Ubangijĩna ba Ya kula da ku in bã dõmin addu'arku ba. To, lalle ne, kun ƙaryata, sabõda haka al'amarin zã ya zama malizimci"
        }
    ]
}