{
    "maqras": [
        {
            "chapter": 38,
            "verse": 21,
            "text": "Kuma shin, lãbãrin mãsu husũma ya zo maka, a lõkacin da suka haura gãrun masallaci"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "A lõkacin da suka shiga ga Dãwũda, sai ya firgita daga gare su. Suka ce: \"Kada kaji tsõro, masu husuma biyu ne; sãshenmu ya zãlunci sãshe. Sabõda haka, ka yi hakunci a tsakãninmu da gaskiya. Kada ka ƙẽtare haddi kuma ka shiryar da mu zuwa, ga tsakar hanya"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "Lalle wannan dan'uwãna ne, yanã da tunkiya casa'in da tara, kuma inã da tunkiya guda, sai ya ce: 'Ka lãmunce mini ita. Kuma ya buwãye ni ga magana"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "(Dãwũda) ya ce: \"Lalle, haƙiƙa ya zãlunce ka game da tambayar tunkiyarka zuwa ga tumakinsa. Kuma lalle ne mãsu yawa daga abõkan tarayya, haƙiƙa, sãshensu na zambatar sãshe fãce waɗanda suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai.\" Kuma Dãwũda ya tabbata cẽwa Mun fitine shi ne, sabõda haka, ya nẽmi Ubangijinsa gãfara, kuma ya fãɗi yanã mai sujada, kuma ya mayar da al'amari ga Allah"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Sabõda haka Muka gãfarta masa wancan, kuma lalle yanã da wata kusantar daraja a wurinMu, da kyaun makõma"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "Yã Dãwũda! Lalle Mũ Mun sanya ka Halĩfa a cikin ƙasã. To, ka yi hukunci tsakãnin mutãne da gaskiya, kuma kada ka biye wa son zũciyar, har ya ɓatar dakai daga hanyar Allah. Lalle waɗanda ke ɓacẽwa daga hanyar Allah sunã da wata azãba mai tsanani dõmin abin da suka manta, a rãnar hisãbi"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "Kuma ba Mu halitta sama da ƙasã da abin da ke a tsakãninsu ba a kan ƙarya. Wannan shĩ ne zaton waɗanda suka kãfirta. To, bone ya tabbata ga waɗanda suka kãfirta daga wutã"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Kõ zã Mu sanya waɗanda suka yi ĩmãni, kuma suka aikata ayyukan ƙwarai kamar waɗanda suke mãsu barna ne a cikin ƙasa? Ko kuma za Mu sanya masu bin Allah da taƙawa kamar fãjirai makarkata"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "(Wannan) Littãfi ne, Mun saukar da shi zuwa gare ka, yanã, mai albarka, dõmin su lũra da ãyõyinsa, kuma don mãsu hankali su riƙa yin tunãni"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "Kuma Muka bai wa Dãwũda Sulaimãn. Mãdalla da bãwanMu, shi. Lalle shi (Sulaimãn) mai mayar da al'amari ne ga Allah"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "A lõkacin da aka gitta masa dawãki mãsu asali, a lõkacin maraice"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "Sai ya ce: \"Lalle nĩ, na fĩfĩta son dũkiya daga tunãwar Ubangijina, har (rãnã) ta faku da shãmaki"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "Ku mayar da su a gare ni.\" Sai ya shiga yankansu da takõbi ga ƙwabrukansu da wuyõyinsu"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "Kuma lalle haƙĩƙa, Mun fitini Sulaiman kuma Muka jẽfa wani jikin mutum a kan karagarsa. Sa'an nan ya mayar da al'amari zuwa gare Mu"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "Ya ce: \"Ya Ubangijĩna! Ka gãfarta mini, kuma Ka bã ni mulki wanda bã ya kamãta da kõwa daga bãyãna. Lalle Kai, Kai ne Mai yawan kyauta"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "Sabõda haka Muka hõre masa iska tanã gudu da umurninsa, tãna tãshi da sauƙi, inda ya nufa"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "Da shaiɗanu dukan mai gini, da mai nutsa (a cikin kõguna)"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "Waɗansu, ɗaɗɗaure a cikin marũruwa"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "Wannan kyautarMu ce. Sai ka yi kyauta ga wanda kake so, ko kuma ka riƙe, bãbu wani bincike"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "Kuma lalle, haƙĩƙa yanã da kusantar daraja a wurinMu da kyaun makõma"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "Kuma ka ambaci bãwanMu Ayyũba a lõkacin da ya kirãyi Ubangijinsa, ya ce: \"Lalle nĩ, Shaiɗan yã shãfe ni da wahala da kuma wata azãba"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "Ka shura da ƙafarka. Wannan abin wanka ne mai sanyi da abin shã"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "Kuma Muka bã shi iyalansa da kwatankwacinsu tãre da su sabõda rahama daga gare Mu, da tunãtarwa ga mãsu hankali"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "Kuma ka riƙi wata ƙulla da hannunka, ka yi dũka da ita kuma kada ka karya rantsuwarka. Lalle Mũ, Mun sãme shi mai haƙuri. Madalla da bãwa, shĩ Lalle shĩ mai mayar da al'amari ga Allah ne"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "Kuma ka ambaci bãyinMu: Ibrahĩm da ls'hãƙa da Ya'aƙũba, ma'abũta ƙarfin (ɗaukar umurninMu) da basĩra"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Lalle Mũ, Mun keɓance su game da wata, tsattsarkar aba: Hukunce-hukuncen gidan dũniya (mai tunãtar da su Lãhira)"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "Kuma lalle sũ a wurinMu, tabbas, sunã daga zãɓaɓɓu, mafĩfĩta"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "Kuma ka ambaci Isma'ĩla da llyãs da Zulkifli, kuma dukansu sunã daga zãɓaɓɓu"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "Wannan tunãtarwa ce, kuma lalle mãsu bin Allah da taƙawa, sunã da kyakkyawar makõma"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "Gidãjen Aljannar zama, alhãli kuwa tanã abar buɗe wa kõfõfi sabõda su"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "Sunã gingincire a cikinsu, sunã kira a cikinsu, ga 'ya'yan itãcen marmari mãsu yawa, da abin shã"
        }
    ]
}