{
    "maqras": [
        {
            "chapter": 9,
            "verse": 93,
            "text": "Abin sani kawai, laifi Yanã a kan waɗanda suke nẽman izininka alhãli kuwa sũ mawadãta ne. Sun yarda su kasance tãre da mãtã mamaya (gidãje), kuma Allah Yã danne a kan zukãtansu, dõmin haka sũ, bã su gãnẽwa"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Sunã kãwo uzurinsu zuwa gare ku idan kun kõma zuwa gare su Ka ce: \"Kada ku kãwo wani uzuri, bã zã mu amince muku ba. Haƙĩƙa, Allah Yã bã mu lãbãri daga lãbãrunku, Allah zai ga aikinku kuma ManzonSa (zai gani). Sa'an nan kuma a mayar da ku zuwa ga Masanin gaibi da bayyane, sai Ya bã ku lãbarin abin da kuka kasance kunã aikatãwa"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Zã su yi rantsuwa da Allah a gare ku idan kun jũya zuwa gare su, dõmin ku kau da kai daga gare su. To, ku kau da kai daga gare su don kõ sũ ƙarantã ne, kuma Jahannama ce matattararsu bisa ga sãkamakon abin da suka kasance sunã tsirfatãwa"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Sunã rantsuwã gare ku dõmin ku yarda da su. To, idan kun yarda da su, to, lalle ne Allah bã shi yarda da mutãne fãsiƙai"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "¡auyãwã ne mafi tsananin kãfirci da munãfinci, kuma sũne mafi kamanta ga, rashin sanin haddõjin abin da Allah Ya saukar a kan ManzonSa. Kuma Allah ne Masani, Mai hikima"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Kuma daga ƙauyãwã akwai waɗanda suke riƙon abin da suke ciyarwa a kan tãra ce, kuma sunã saurãron aukuwar masĩfa a gare ku, aukuwar mummunar masĩfa ta tabbata a kansu. Kuma Allah ne Mai ji, Masani"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Kuma daga ƙauyãwã akawi waɗanda suke yin ĩmanida Allah da Rãnar Lãhira, kuma sunã riƙon abin da suke ciyarwa (tamkar) waɗansu ibãdõdin nẽman kusanta ne a wurin Allah da addu'õ'in ManzonSa. To, lalle ne ita (ciyarwar nan) ibãdar nẽman kusanta ce a gare su. Allah zai shigar da su a cikin RahamarSa. Lalle Allah ne Mai gãfara, Mai jin ƙai"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "Kuma mãsu tsẽrẽwa na farko daga Muhãjirina da Ansar da waɗanda suka bi su da kyautatãwa, Allah Ya yarda daga gare su su kuma sun yarda daga gare Shi, kuma Ya yi mãsu tattalin gidãjen Aljanna; ¡õramu sunã gudãna a ƙarƙashinsu, suna madawwamã a cikinsu har abada. Wancan ne babban rabo mai girma"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Kuma daga waɗanda suke a gẽfenku daga ƙauyãwa akwai munãfukai, haka kuma daga mutãnen Madnĩa. Sun gõge a kan munãfunci, bã ka sanin su, Mũ ne Muke sanin su. zã Mu yi musu azãba sau biyu, sa'an nan a mayar da su zuwa ga azãba mai girma"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Kuma da waɗansu, sun yi furuci da laifinsu, sun haɗa aiki na ƙwarai da wani mummuna. Akwai tsammãnin Allah Ya karɓi tũba a kansu. Lallai Allah ne Mai gãfara, Mai jin ƙai"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Ka karɓi sadaka daga dũkiyõyinsu kana tsarkake su, kuma kana tabbatar da kirkinsu da ita. Kuma ka yi musu addu'a. Lallai addu'õ'inKa natsuwã ne a gare su. Kuma Allah ne Mai ji, Masani"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Shin, ba su sani ba cẽwa lallai Allah, ne Yake karɓar tũbã daga bãyinSa, kuma Yanã karɓar sadakõkinsu, kuma lalle Allah ne Mai karɓar tũba, Mai jin ƙai"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Kuma ka ce: \"Ku yi aiki, sa'an nan Allah zai ga aikinku, da ManzonSa da Muminai kuma zã a mayar da ku zuwa ga masanin fake da bayyane, sa'an nan Ya bã ku lãbãri ga abin da kuka kasance kunã aikatãwa"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Kuma da waɗansu waɗanda aka jinkirtar ga umurnin Allah, kõ dai Ya yi musu azãba kõ kuma Ya karɓi tũba a kansu. Kuma Allah ne Masani, Mai hikima"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Kuma waɗanda suka riƙi wani masallãci dõmin cũta da kãfirci da nẽman rarrabẽwa a tsakãnin muminai da fakẽwã ga taimakon wanda ya yãƙi Allah da ManzonSa daga gabãni, kuma haƙĩƙa sunã yin rantsuwa cẽwa, \"Ba mu yi nufin kõmai ba fãce alhẽri\", alhãli kuwa Allah Yanã yin shaida cẽwa, su, haƙĩƙa, maƙaryata ne"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Kada ka tsaya a cikinsa har abada. Lalle ne, Masallaci wanda aka yi harsãshinsa a kan taƙawa tun farkon yini, shĩ ne mafi cancantar ka tsaya a cikinsa. A cikinsa akwai waɗansu maza sunã son su tsarkaka. Kuma Allah Yanã son mãsu nẽman tsarkakuwa"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Shin, wanda ya sanya harsãshin gininsa a kan taƙawa daga Allah da yarda, shi ne mafi alhẽri kõ kuwa wanda ya sanya harsãshin gininsa a kan gãɓar rãmi mai tusgãwa? Sai ya rũsa da shi a cikin wutar Jahannama. Kuma Allah bã Ya shiryar da mutãne azzãlumai"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Gininsu, wanda suka gina, bã zai gushe ba Yanã abin shakka a cikin zukãtansu fãce idan zukãtansu sun yanyanke. Kuma Allah ne Masani, Mai Hikima"
        }
    ]
}