{
    "rukus": [
        {
            "chapter": 7,
            "verse": 130,
            "text": "Qavmi Fir'avnro ʙa qahtsoli va kamʙudii mevaho giriftor kardem, sojad pand girand va ʙa sui Alloh ʙa tavʙa ʙoz gardand"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Cun qavmi Fir'avnro nekie (rizqi farovon) nasiʙason mesud, meguftand: «Haqqi most». Va cun ʙadie (xuski va qahti) ʙa onho merasid, meguftand: «Az sumii Muso va pajravoni ust». Ogoh ʙosed, on neku ʙad, ki ʙa onho rasad, az qazo va qadari Alloh ast va ʙa saʙaʙi gunoh va kufri ononand, vale ʙestarinason onro namedonand"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Va (qavmi Fir'avn ʙa Muso) guftand: «Har guna mu'cizae ʙaroi mo ʙijovari, ki moro ʙa on codu kuni, ʙa tu imon naxohem ovard»"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Mo niz ʙa onho nisonahoe oskor va gunogun firistodem, cun sele, ki daraxton va kistzorhojasonro ƣarq kard va malaxro firistodem, meva, kistzor va gijohonasonro xurd va saʙusk va qurʙoqqaro firistodem, ki zarfho va coi xoʙason az qurʙoqqa pur sud va xunro firistodem, ki onho menusidand va casmavu cujhojason ʙa xun taʙdil mesud. Inho az nisonahoi Allohand, ki ƣajr az U kase ʙar inho qodir suda nametavonad. Bo vucudi in qavmi Fir'avn in nisonahoro dida ʙoz sarkasi kardand, ki mardume gunahgor ʙudand"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Va cun azoʙ (to'un) ʙar onho furud omad, guftand: «Ej Muso, ʙa on ahde, ki Allohro ʙo tu hast, uro ʙixon, ki agar in azoʙro az mo dur kuni tavʙa mekunem, ʙa tu imon meovarem va on ci ki tu moro ʙa on da'vat mekuni, pajravi mekunem va ʙani Isroilro ozod mekunem va ʙo tu mefiristem»"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Va cun azoʙro to on zamone, ki ʙa on rasandaand, az onho dur kardem, on goh pajmoni xudro sikastand va ʙar kufru gumrohiason ʙoqi mondand"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Pas muddati muqarrar kardasuda omad, az onho intiqom giriftem va dar ʙahr ƣarqason kardem. Zero ojoti Moro inkor kardand va az on dar ƣaflat mondand. (Va in ƣaflat ʙa saʙaʙi tasdiq nakardanason ʙa ojoti Alloh ʙud)"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Va ʙa on mardume (ja'ne ʙani Isroil), ki ʙa notavoni aftoda ʙudand, sarqu ƣarʙi on sarzaminro (ja'ne Som), ki ʙarakat doda ʙudem (ʙo ziroat, mevaho va darjoho), ʙa meros dodem va va'dai nekue, ki Parvardigori tu ʙa ʙani Isroil doda ʙud, ʙa on saʙaʙ, ki saʙr varzida ʙudand, tahqiq joft va har ciro Fir'avnu qavmas mesoxtand az imoratho va on cizero, ki ʙino mekardand, az qasrho vajron kardem"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "Va ʙani Isroilro az ʙahr guzaronidem. Pas ʙar qavme omadand, ki parastisi ʙuthoi xudro pajvasta ancom medodand. Guftand: «Ej Muso, hamon tavr, ki onhoro ma'ʙudonest, ʙaroi mo ham ma'ʙude qaror ʙideh». In guftorason az rui sak naʙud, ʙalki az cihati ta'zim va nazdik sudan ʙa Alloh ʙud. Az hamin saʙaʙ Muso ʙarojason guft: «Sumo mardumi nodon va ʙexirad hasted va ta'zimi Allohro namedoned, ki iʙodat cuz ʙa Allohi jakto ʙa digar cize sazovor nest"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "On ci onho dar on sirke, ki qaror dorand va iʙodate, ki ʙaroi on ʙutho ancom medihand, noʙudsavanda va kore, ki mekunand, ʙotil ast va azoʙi Allohro az onho dur karda nametavonand»"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Muso guft: «Ojo cuz Alloh ʙarojaton ma'ʙude ʙicujam va hol on ki Ust, ki sumoro ʙar cahonijoni zamonaton ʙartari dodaast?»"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Va ʙa jod ovared, hangome ki sumoro az xonadoni Fir'avn nacot dodem, ki: Ba azoʙhoi saxttarin giriftoraton mekardand, pisaronatonro mekustand va zanonatonro zinda meguzostand va nacot dodani sumo az azoʙi onho az coniʙi Parvardigoraton ne'mati ʙuzurg ʙud, jo in ki azoʙe, ki onon ʙa sumo medodand, dar in ozmoisi ʙuzurge ʙud az tarafi Parvardigoraton"
        }
    ]
}