{
    "rukus": [
        {
            "chapter": 2,
            "verse": 113,
            "text": "Va jahudijon guftand: Nasronijon ʙar hec ciz az dini haq nestand va incunin nasronijon dar haqqi jahudijon guftand. Va hol on ki onon Tavrot va Incilro mexondand. Hamcunin monandi qavli onho ʙa har jak dindor guftand: Tu ʙar hec ciz dar dini haq nesti! Pas, Alloh ruzi qijomat mijoni onho dar on ci ixtilof dorand, hukm mekunad. Va har jakero muvofiq ʙar amalas cazo xohad dod"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Va nest kase zolimtar az onon, ki jod kardani nomi Allohro dar mascidho az ʙarpo dostani namoz va tilovati Qur'on va monandi on man' mekunand va dar vajronii onho mekusand. In guruh zolimonro sazovor ast, ki harosonu tarson ʙa mascidho darojand. Onhoro dar dunjo xori va dar oxirat azoʙi ʙuzurgest"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Masriqu Maƣriʙ va moʙajni on az oni Alloh ast. U podsohi hamai zamin ast. Pas ʙar har coe, ki ru ored (dar namoz) hamon co ru ʙa Alloh ast. Sumo az mulk va to'ati U ʙerun nested. Ba durusti, ki Alloh faroxne'matu donost"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Jahudijon, nasronijon va musrikon guftand, ki Alloh ʙaroi xud farzande girift. Pok ast U! Balki har ci dar osmonho va zamin ast, az oni Ust va hama farmonʙardori Ujand"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Alloh ta'olo ofarinandai osmonho va zamin ast. Cun irodai cize kunad, megujad: «Mavcud sav!» Va on ciz mavcud mesavad"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Nodononi axli kitoʙ va ƣajri onho (az rui kiʙrason ʙa Pajomʙari Alloh sallallohu alajhi va sallam) guftand: «Caro Alloh ʙo mo suxan namegujad, ki tu haqiqatan firistodai U hasti? Jo mu'cizae ʙar mo nameojad, ki ʙar sidqi pajomʙarii tu dalolat kunad?» Kasone, ki pes az onho ʙudand, niz sarkasona cunin suxanone meguftand. Ba saʙaʙe, ki dilhojason hamonandi jakdigar ast. Hamono Mo ʙaroi guruhe, ki ʙa Alloh imoni haqiqi ki dorand, nisonahoe ʙajon kardaem"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Mo turo ʙa dini haq, ki asosi on ʙar Qur'onu Sunnat ast, ʙa pajomʙari firistodem, to muƶda dihi ʙa mardum xajri dunjovu oxiratro va ʙitarsoni sarkasonro az azoʙi Alloh. Tu mas'ul nesti ʙa onon, ki ʙa tu kufr ovardaand. Pas alʙatta onon ruzi qijomat doxili duzax savand va az on ʙerun naojand"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Jahudon va nasronijon az tu, ej Rasul, hargiz xusnud namesavand, to ki ʙa dinason pajravi nakuni! Ba onho ʙigu: Dini islom in dini saheh ast. Va agar tu orzuhoi ʙotili onhoro pajravi kuni, ʙa'di on ci az vahj turo omad, pas turo ʙaroi xalos az azoʙi Alloh hec duste va joridihandae naʙosad. (Garcande in ojat xitoʙ ʙa Pajomʙar (sallallohu alajhi va sallam) ʙosad, vale ʙa hamai ummat dalolat mekunad"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Kasone, ki az jahudijon va nasronijon ʙa onon kitoʙi Tavrotro dodaem va oncunon, ki loiq ast, onro mexonand va ʙa tamomi farmudai on pajravi mekunand va ʙa cami'i pajomʙaron imon meorand va xususan ʙa pajomʙari oxir zamon Muhammad (sallallohu alajhi va sallam) va ʙa on ci ʙa u furud ovarda sudaast, imon meorand. Ammo onon, ki ʙa'ze kitoʙro taƣjiru taʙdil dodand va ʙa'ze az ojotasro pinhon kardand. In kason ʙa Pajomʙar Muhammad (sallalloxu alajhi va sallam) va ʙa on ci ʙa u furud ovarda sudaast, kofir hastand. Onho dar nazdi Alloh az saxttarin zijonkoron hastand"
        }
    ]
}