{
    "rukus": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Ruzi hisoʙi mardum nazdik sud va on kofiron ʙo vucudi in ham dar ƣaflat rujgardonand"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Az suji Parvardigorason ʙarojason hec pandi tozae najomad, cuz on ki onro ʙa suxi mesunavand va ʙa ʙozi megirand"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Dar hole ki dilhojason az Qur'on dar ƣaflatast va ʙa sahvathoi dunjo masƣul sudaand. Va on sitamkoroni Qurajs sar ʙa gusi jakdigar nihodandu pinhoni guftand: «Ojo in mard cuz in ast, ki insone monandi sumost? Ojo ʙo on ki ʙa casmi xud haqiqatro meʙined, hamcunon az pai codu meraved?»"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Pajomʙar (sallallohu alajhi va sallam) gft: «Parvardigori man har suxanero, ki dar osmonu zamin ʙosad medonad va U sunavo ast ʙa guftori sumo va dono ast ʙar holi sumo»"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Balki kofiron guftand: «In Qur'on xoʙhoi pareson ast jo ki gujand (Muhammad) az nazdi xud duruƣ ʙastaast, ʙalki gujand u soirest. Va agar ʙixohad, ki mo uro tasdiq namoem, pas ʙaroi mo az on guna, ki ʙa pajomʙaroni pesin doda suda ʙud, mu'cizae ʙijovarad»"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Pes az onho (ja'ne kofironi Makka) mardumi sahrero, ki halok kardem, imon najovarda ʙudand. Ojo inho (kofironi Makka) imon meovarand"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Va nafiristodem pes az tu ej Rasul, magar pajomʙaronero, ki vahj firistodem ʙa sujason az mardoni ʙasarijat ʙudand na faristagon. Va agar xud namedoned ej musrikoni Qurajs, pas az ulamoi axli kitoʙ ʙipursed, ki ojo pajomʙaron ʙasar ʙudand"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Va Mo Pajomʙaronro ʙa surati casadhoe, ki taom naxurand, naofaridaem va onho covidona ham naʙudand"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Sipas va'dai xesro dar haqqi onho rost gardonidem va onhovu har kasro, ki xostem, nacot dodem va az had guzarandagonro (ja'ne musrikonro) halok kardem"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Ba durusti, kitoʙe (Qur'on) ʙaroi sumo nozil kardaem, ki dar on izzat va sarafi sumost. Ojo ʙa aql darnamejoʙed ci ʙa sumo naf' meovarad va ci zarar"
        }
    ]
}