{
    "rukus": [
        {
            "chapter": 21,
            "verse": 30,
            "text": "Ojo kofiron namedonand, ki osmonhovu zamin furu ʙasta ʙudand, na ʙoron az osmon meʙorid va na gijoh az zamin meruid, pas Mo onhoro ʙa qudrati xud kusodem. Va har cizi zindaero az oʙ padid ovardem? Caro imon nameovarand"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Va ʙar rui zamin kuhhoi ustuvor ʙijofaridem, to zamin qaror girad va onhoro nalarzonad. Va dar mijoni on kuhho rohhoi kusode ʙa vucud ovardem, to ʙuvad, ki onho roh ʙijoʙand"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Va osmonro saqfe ʙaroi zamin ʙe sutun nigohdostasuda soxtem va ʙoz ham kofiron az nisonahoi on ruj megardonand va tafakkur dar nisonahoi osmon namekunand, monandi oftoʙ, mahtoʙ va sitoraho"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Va Ust on Allohe, ki saʙu ruz va oftoʙu mohro ʙijofarid, ki har jake dar madori muajjane sino mekunand"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Mo pes az tu ej Rasul, hec insonero covidon nasoxtaem. Ojo agar tu ʙimiri, onho covidon ʙimonand"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Va har insone mazai margro mecasad va sumoro ʙa tariqi imtihon ʙa saxtiju osudagi giriftor mekunem va ʙa sui Mo ʙaroi hisoʙu cazo ʙozgardonida mesaved"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "(Ej Rasul), cun kofiron turo ʙuʙinand, cuz ʙa tamasxur turo namenigarand va ʙo hamdigar megujand: «Ojo in saxs ast, ki ma'ʙudonatonro ʙa ʙadi jod mekunad?» Va inho xud az jodi Allohi mehruʙon va ne'mathojas va on ci nozil kardaast az Qur'on munkirand"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Odami, sitoʙkor ofarida sudaast. Va qurajsiho sarkasona ʙa furud omadani azoʙ sitoʙ namudand, vale Alloh taolo ʙimason karda farmud: Zud ast, ki ojoti (azoʙi) xudro ʙa sumo nison xoham dod. Pas sitoʙ makuned"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Va kofiron masxara karda megujand: «Agar rost megued, pas on va'dai azoʙ kucost?»"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Agar kofiron surati holi on vaqtro medonistand, ki otasro az rui xes va az pusti xes ʙozdosta nametavonand va ʙa onho nusrat doda namesavad, haroina, ʙar aqidai kufrason nameistodand va ʙar zarari xud talaʙi sitoʙi azoʙ namekardand"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Balki azoʙi ruzi qijomat nogahon ʙa onho ʙijojad, pas onhoro hajron gardonad va onro daf' karda natavonand va ʙarojason muhlat doda namesavad, to tavʙa kunand"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Ba durusti, pajomʙaronero, ki pes az tu ʙudand, niz ʙa masxara girifta ʙudand, vale azoʙe, ki masxaraas mekardand, ʙar sari masxarakunandagon furud omad"
        }
    ]
}