{
    "rukus": [
        {
            "chapter": 23,
            "verse": 23,
            "text": "Ba tahqiq, Nuhro ʙaroi da'vati tavhid ʙa sui qavmas firistodem. Guft (ʙarojason): «Ej qavmi man, Allohi jaktoro ʙiparasted. Sumo cuz U hec ma'ʙudi haqiqi nadored. Ojo az azoʙi U nametarsed?»"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Buzurgoni qavmas, ki kofir ʙudand, guftand: «In mard insonest monandi sumo, mexohad ʙar sumo ʙartari cujad. Agar Alloh mexost, hatman faristagonero mefiristod. Mo hargiz cunin cizro az padaroni pesini xud nasunidaem"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "U mardi devonae ʙes nest. Pas muddate dar ʙorai u saʙr kuned»"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "(Nuh) guft: «Ej Parvardigori man, aknun, ki maro duruƣgu mesumorand, joriam kun»"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Ba u vahj kardem, ki kistiro zeri nazari Mo va ʙa ilhomi Mo ʙisoz. Va cun farmoni Mo darrasid va oʙ az tanur ʙerun zad, (ja'ne, zamin pur az oʙ sud), az har cinse cufte naru modaro va niz kasoni xudro ʙa on ʙiʙar. Magar az onho kasero, ki az pes guftai Haq va'dai halok ʙar u muqarrar sudaast. Va dar ʙorai sitamkoron ʙo Man suxan maguj, ki onho hama ƣarqsudagonand"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Cun xud va hamrohonat ʙa kisti nisasted va az ƣarq sudan emin monded, ʙigu: «Sipos Allohro, ki moro az qavmi kofiron nacot dod»"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Va ʙigu: «Ej Parvardigori man, maro furud ovar dar cojgohe muʙorak, ki Tu ʙehtarin furudovarandagoni»"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Dar in doston iʙrathovu pandhost va dalolat ʙar in mekunad, ki tanho ma'ʙudi haqiqi Alloh ast va hamono Mo tanho ozmoiskunanda ʙudem"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Sipas ʙa'd az onho mardumi digarero ʙa vucud ovardem"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Pas az xudason pajomʙare ʙa mijonason firistodem, ki Allohi jaktoro ʙiparasted, zero cuz U ma'ʙudi ʙa haqqe nadored. Ojo az azoʙi U nametarsed vaqte ki ƣajri Uro meparasted"
        }
    ]
}