{
    "rukus": [
        {
            "chapter": 59,
            "verse": 11,
            "text": "Ojo munofiqonro nadidai, ki ʙa ʙarodaroni ahli kitoʙason, az ʙani Nazir, ki kufr varzidaand, meguftand: «Agar sumoro Muhammad va ashoʙas az manzilhojaton ʙadarƣa kunand, mo niz ʙo sumo ʙerun meoem va hargiz suxani kasero dar mavridi sumo ito'at naxohem kard va agar ʙo sumo cangidand, hatman, joriaton mekunem». Va hol on ki Alloh guvohi medihad, ki haroina, munofiqon duruƣgu hastand dar on ci ki ʙa jahudijoni ʙani Nazir va'da dodaand"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Agar jahudijon az Madina ʙadarƣa savand, munofiqon ʙo onho ʙerun nameravand. Va agar ʙa onho cang savad, onhoro jori namekunand va agar ham ʙa joriason ʙarxezand, hatman pust ʙa majdon karda firor mekunand. Sipas jahudijon jori doda namesavand, ʙalki Alloh xoru zalilason megardonad"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Besak, xavf az sumo (ej mu'minon) dar dilhojason ʙestar az tarsi Alloh ast. Zero onho mardume hastand, ki ʙuzurgii Allohro namefahmand va az azoʙas nametarsand"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Jahudijon hamagi ʙo sumo cang namekunand, magar dar dehahoe, ki qal'a dosta ʙosad jo az pasi devor. Onho saxt ʙo jakdigar dusmanand, tu onhoro muttahid mepindori va hol on ki dilhojason az ham cudo ast. In ʙa on saʙaʙ ast, ki haroina, onho mardumi ʙexiradand va dar ojoti Alloh nameandesand"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Sarguzasti jahudijon monandi sarguzasti onhoest, ki cande pes dar cangi Badr oqiʙati gunohi xesro casidand va dar oxirat ʙa azoʙi dardovar niz giriftor xohand sud"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Sarguzasti munofiqon ʙo jahudijon dar ʙevafoi monandi sarguzasti sajton ʙo inson ast, ki kufrro dar nigohi vaj orosta va ʙa on da'vat namudaast, cun ʙa odami guft: «Kofir sav!» Cun kofir sud, (sajton) guft: «Haroina, man az tu ʙezoram. Alʙatta, man az Alloh Parvardigori cahonijon metarsam!»"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Pas oqiʙati kori har dui onho (ja'ne, sajton va insoni kofir) on sud, ki hardu ʙa otas aftand va covidona dar on ʙosand. Va in ast cazoi sitamkoron"
        }
    ]
}