{
    "maqras": [
        {
            "chapter": 16,
            "verse": 51,
            "text": "و گفت خدا نگیرید خدایانی دوگانه جز این نیست که او است خداوند یگانه پس مرا بترسید"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "و برای او است آنچه در آسمانها و زمین است و برای او است دین پیوسته پس آیا جز خدای را می‌پرهیزید"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "و آنچه بر شما است از نعمت از خدا است سپس گاهی که می‌رسد شما را رنج پس بسوی او زاری کنید"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "تا گاهی که بگشاید از شما رنج را ناگاه گروهی از شما به پروردگار خویش شرک ورزند"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "تا ناسپاسی کنند بدانچه آوردیمشان پس کامیاب شوید که زود است بدانید"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "و قرار دهند برای آنچه نمی‌دانند بهره‌ای از آنچه روزیشان دادیم به خدا پرسش شوید البته از آنچه بودید دروغ می‌بستید"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "و قرار دهند برای خدا دختران منزّه است و برای خویش آنچه هوس کنند"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "و گاهی که مژده داده شود یکیشان به مادینه بگردد روی او سیاه حالی که او است خشم‌خورنده‌"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "نهان کند خویش را از قوم از زشتی آنچه مژده داده شده است بدان که آیا نگهداردش بر زبونی (خواری) یا فروکندش در خاک همانا زشت است آنچه حکم کنند"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "آنان را که ایمان نمی‌آورند به آخرت مثَل زشت است و برای خدا است مثَل برتر و او است عزّتمند حکیم‌"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "و اگر بگیرد خدا مردم را به ستمگریشان نگذارد بر آن جنبنده‌ای و لیکن پس می‌اندازدشان تا سرآمدی نامبرده و گاهی که بیاید سرآمد ایشان نه پس افتند ساعتی و نه پیش افتند"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "و قرار دهند برای خدا آنچه را ناخوش دارند و می‌ستاید زبانهای ایشان دروغ را که ایشان را است نیکی لاجرم ایشان را است آتش و ایشانند پیش راندگان‌"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "به خدا سوگند که فرستادیم بسوی مللی پیش از تو پس بیاراست برای ایشان شیطان کردار ایشان را پس او است دوست ایشان آن روز و برای ایشان است عذابی دردناک‌"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "و نفرستادیم بر تو کتاب را مگر تا بیان کنی برای ایشان آنچه را اختلاف کردند در آن و هدایت و رحمتی برای گروهی که ایمان آرند"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "خدا فرستاد از آسمان آبی پس زنده ساخت بدان زمین را پس از مردنش همانا در این است آیتی برای قومی که می‌شنوند"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "و همانا شما را هست در دامها عبرتی بنوشانیمتان از آنچه در شکمهای آنها است از میان سرگین و خون شیری نیالوده گوارا برای نوشندگان‌"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "و از میوه‌های خرمابنها و تاکها برمی گیرید از آن سکری و روزیی نکو همانا در این است آیتی برای قومی که بخرد یابند"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "و وحی نمود پروردگار تو بسوی زنبور (مگس عسل) که برگیر از کوه‌ها خانه‌هائی و از درخت و از آنچه برافرازند"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "سپس بخور از همه میوه‌ها پس روان شو به راه‌های پروردگار خویش هموار برون شود از شکمهای آنها نوشابه‌ای به رنگهای گوناگون در آن است درمانی برای مردم همانا در این است آیتی برای قومی که بیندیشند"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "و خدا بیافریدتان و سپس بمیراندتان و از شما است آنکه گردانیده شود بسوی پسترین عمر تا نداند پس از دانست چیزی را همانا خدا است دانای توانا"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "و خدا برتری داد گروهی از شما را بر گروهی در روزی پس نیستند آنان که برتر شدند برگرداننده روزی خویش بر آنچه دارا است یمینهای ایشان (بندگانشان) که باشند ایشان در آن یکسان پس آیا نعمت خدا را نادیده گیرند"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "و خدا قرار داد برای شما از خود شما جفتهائی و قرار داد برای شما از جفتهای شما پسرانی و نبیرگانی و روزیتان داد از پاکیزه‌ها پس آیا به باطل ایمان آرند و به نعمت خدا کفر ورزند"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "و می‌پرستند جز خدا آنچه را دارا نیست برای ایشان روزیی از آسمانها و زمین چیزی را و نمی‌توانند"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "پس نزنید برای خدا مثَلها را و همانا خدا می‌داند و شما نمی‌دانید"
        }
    ]
}