{
    "maqras": [
        {
            "chapter": 18,
            "verse": 17,
            "text": "و بینی خورشید را گاهی که براید کج شود از غار ایشان بسوی راست و گاهی که فرورود می‌برّدشان بسوی چپ و ایشانند در پهناوری از آن این از آیتهای خدا است آن را که رهبری کند خدا او است هدایت‌شده و آن را که گمراه کند نیابی برایش دوستی راهنما"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "و پنداریشان بیداران حالی که خفتگانند و می‌گردانیمشان بسوی راست و چپ و سگ ایشان پهن‌کننده است بازوهای خود را در آستانه اگر سرمی‌کشیدی بر آنان همانا پشت می‌کردی از ایشان گریزان و هر آینه پرمی‌شدی از ایشان ترس را"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "و بدینسان برانگیختیمشان تا بپرسند میان خویش (از همدیگر) گفت گوینده‌ای از ایشان چند ماندید گفتند ماندیم روزی یا پاره‌ای از روز گفتند پروردگار شما داناتر است بدانچه ماندید بفرستید یکیتان را با برگ بهای خود این بسوی شهر تا ببیند کدامین پاکیزه‌تر است در خوراک پس بیارد شما را روزیی از آن و باید به نرمی رفتار کند و آگاه نسازد بر شما کسی را"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "همانا ایشان اگر دست یابند بر شما سنگسارتان کنند یا برگردانند شما را در کیش خود و هرگز رستگار نشوید در آن هنگام هیچگاه‌"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "و بدینسان آگاه ساختیم بر ایشان تا بدانند که وعده خدا است حقّ و آنکه ساعت نیست شکّی در آن هنگامی که ستیزه می‌کردند با همدیگر در کار خویش پس گفتند بسازید بر ایشان سازمانی را پروردگار ایشان داناتر است بدیشان گفتند آنان که دست یافتند بر کار ایشان همانا برگیریم بر ایشان پرستشگاهی را"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "بزودی گویند سه تنند چهارمیشان سگشان و گویند پنج تنند ششمی ایشان سگشان انداختنی به ناپیدا و گویند هفت تنند و هشتمینشان سگشان بگو پروردگار من داناتر است به شمار آنان نداندشان مگر کمی پس نستیز در آنان مگر ستیزه‌ای به ظاهر و نپرس در آنان از ایشان احدی را"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "و نگوی به چیزی که منم کننده آن فردا"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "مگر آنکه بخواهد خدا و یاد کن پروردگار خویش را گاهی که فراموش کردی و بگو امید است آنکه هدایتم کند پروردگار من به نزدیکتر از این راه را"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "و ماندند در غار خود سیصد سال و بیفزودند نُه را"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "بگو خدا داناتر است بدانچه ماندند وی را است ناپیدای آسمانها و زمین چه بینا و چه شنوا است نیستشان جز او دوستی و شریک نگرداند در حکم خویش کسی را"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "و بخوان آنچه وحی شده است بسوی تو از کتاب پروردگارت نیست برگرداننده‌ای برای سخنانش و هرگز نیابی جز او پناهگاهی را"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "و شکیبا ساز خویش را با آنان که می‌خوانند پروردگار خویش را بامداد و شب خواهند روی او را و تجاوز نکنند (یا برمگردان) دیدگان تو از ایشان که بخواهی زیور زندگانی دنیا را و فرمانبردار مشو آن را که غافل کردیم دلش را از یاد ما و پیروی کرد هوس خویش را و شد کار او از دست‌رفته‌"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "و بگو حقّ از پروردگار شما است پس هر که خواهد ایمان آورد و هر که خواهد کافر شود همانا آماده کردیم برای ستمکاران آتشی که فراگرفته است بدیشان سراپرده آن و اگر فریاد کنند فریادرسی شوند به آبی چون آهن گداخته بریان کند چهره‌ها را چه زشت نوشابه است و چه زشت آسایشگاهی‌"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "همانا آنان که ایمان آوردند و کردار شایسته کردند ما تباه نمی‌سازیم پاداش آنکه نکو کرد کار را"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "ایشان را است بهشتهای جاودان جاری است زیر آنان جویها زیب داده شوند در آن با دستبندها از زر و پوشند جامه‌های سبزی از سُندس و اِستبرق تکیه‌کننده‌اند در آن بر تختها چه خوب پاداشی است و چه نکو است آن آسایشگاه‌"
        }
    ]
}