{
    "maqras": [
        {
            "chapter": 35,
            "verse": 41,
            "text": "همانا خدا نگهدارد آسمانها و زمین را از آنکه بیفتند و اگر بیفتند نگه ندارد آنها را کسی پس از او همانا او است بردبار آمرزگار"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "و سوگند یاد کردند به خدا سخت‌ترین سوگندان خویش را که اگر بیایدشان ترساننده‌ای هر آینه باشند راه یابنده‌تر از یکی از امتها پس هنگامی که بیامدشان ترساننده‌ای نیفزود ایشان را جز رمیدنی (نفرتی)"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "برتری‌جستنی در زمین و نیرنگ زشت و فرود نیاید نیرنگ زشت جز به اهلش پس آیا جز شیوه پیشینیان را منتظرند که هرگز نیابی شیوه خدا را دگرگونی و نه هرگز یابی شیوه خدا را بازگشتنی‌"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "آیا نگشتند در زمین تا بنگرند چگونه بود فرجام آنان که پیش از ایشان بودند بودند سخت‌تر از ایشان در نیرو و نبود خدا به عجزآرنده او چیزی در آسمانها و نه در زمین همانا او است دانای توانا"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "و اگر بگیرد خدا مردم را بدانچه فراهم کردند نگذارد بر پشت آن جنبنده‌ای لیکن پس اندازدشان تا سرآمدی نامبرده پس گاهی که بیاید سرآمدشان همانا خدا است به بندگان خویش بینا"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "یس‌"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "سوگند به قرآن استوار"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "که توئی همانا از فرستادگان‌"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "بر راهی راست‌"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "فرستادن خداوند عزیز مهربان‌"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "تا بیم دهی قومی را که بیم‌داده نشدند پدران ایشان پس آنانند ناآگاهان‌"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "همانا راست آمد (یا فرود آمد) سخن بر بیشتر ایشان پس ایشان ایمان نمی‌آرند"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "همانا نهادیم در گردنهای ایشان زنجیرهائی پس دستهایشان بسوی چانه‌ها است پس ایشانند لگام زدگان (سر به بالا نگاه‌داشتگان)"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "و گذاردیم پیش روی ایشان سدی و از پشت سرشان سدی پس پوشانیدمشان پس ایشان نبینند"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "و یکسان است بر ایشان چه بترسانیشان یا نترسانیشان ایمان نیارند"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "جز این نیست که می‌ترسانی آن را که پیروی ذکر کند و بترسد خدای مهربان را به نهان پس مژده ده او را به آمرزشی و مزدی گرامی‌"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "همانا ما زنده کنیم مردگان را و نویسیم آنچه پیش فرستادند و آثار ایشان را و هر چیزی را فراهم کردیم در پیشوائی آشکار"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "و بزن برای ایشان مثل یاران شهر را هنگامی که آمدندش فرستادگان‌"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "هنگامی که فرستادیم بسوی آنان دو تن پس تکذیبشان کردند پس تقویت کردیم آنان را به سیمینی پس گفتند همانا مائیم بسوی شما فرستادگان‌"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "گفتند نیستید شما جز مردمی مانند ما و نفرستاده است خدای مهربان چیزی را و نیستید شما جز دروغگویان‌"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "گفتند پروردگار ما داند که مائیم بسوی شما هر آینه فرستادگان‌"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "و نیست بر ما جز رساندن آشکار"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "گفتند همانا به فال بد گرفتیم شما را اگر کوتاه نیائید هر آینه سنگسارتان کنیم و البتّه رسد شما را از ما شکنجه دردناک‌"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "گفتند فال بد شما همراه شما است آیا اگر که یادآوری شوید بلکه شمائید گروهی فزونی‌جویان‌"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "و آمد از دورترین جای شهر مردی می‌دوید گفت ای قوم من پیروی کنید فرستادگان را"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "پیروی کنید آنان را که نخواهند از شما مزدی و ایشانند راه‌یافتگان‌"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "و چه شود مرا که نپرستم آن را که بیافریدم و بسوی او بازگردانیده شوید"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "آیا برگیرم جز او خدایانی که اگر خواهدم خدای مهربان به رنجی بی‌نیاز نگرداندم شفاعت ایشان به چیزی و نه رها سازندم‌"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "همانا منم آن هنگام در گمراهیی آشکار"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "همانا ایمان آوردم به پروردگار شما پس مرا بشنوید"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "گفته شد به بهشت درآی گفت ای کاش قومم می‌دانستند"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "که آمرزید مرا پروردگار من و گردانید مرا از گرامی‌داشتگان‌"
        }
    ]
}