{
    "maqras": [
        {
            "chapter": 47,
            "verse": 10,
            "text": "آیا نگشتند در زمین تا بنگرند چگونه بود فرجام آنان که پیش از ایشان بودند واژگون ساخت خدا بر ایشان و کافران را است نمونه‌های آنها"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "این بدان است که خدا دوست آنانی است که ایمان آوردند و کافران را نیست دوستی (سرپرستی)"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "همانا خدا درآورد آنان را که ایمان آوردند و کردارهای شایسته کردند باغهائی که روان است زیر آنها جویها و آنان که کفر ورزیدند کامرانی کنند و خورند بدانسان که خورند دامها و آتش است جایگاهی برای آنان‌"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "و بسا شهری که سخت‌تر بود در نیرو از شهر تو که برون راندت نابودشان ساختیم پس نیست یاوری ایشان را"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "آیا آنکه او است بر روشنائی (یا نشانی) از پروردگار خویش مانند آن است که بیاراست برایش زشتی کردارش و پیروی کردند هوسهای خود را"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "مثَل بهشتی که وعده داده شدند پرهیزکاران در آن است جویهائی از آبی ناگشته‌رنگ و جویهائی از شیر ناگشته‌مزه و جویهائی از باده خوشکام برای نوشندگان و جویهائی از انگبین پالوده و ایشان را است از همه میوه‌ها و آمرزشی از پروردگارشان مانند آنکه او است جاودان در آتش و نوشانیده شدند آبی جوشان که پاره پاره ساخت روده‌های آنان را"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "و از ایشان است آنکه گوش فرا دهد بسویت تا گاهی که برون روند از نزدت گویند بدانان که داده شدند دانش را چه گفت پیش آنانند که مُهر نهاد خدا بر دلهاشان و پیروی کردند هوسهای خویش را"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "و آنان که رهبری خواستند بیفزودشان رهبری و داد بدیشان پرهیزکاری ایشان را"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "آیا چشم براهند جز ساعت را که بیایدشان ناگاه چه همانا بیامد نشانیهای آن پس کجا برای ایشان است گاهی که بیایدشان یادآوریشان‌"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "پس بدان که نیست خدائی جز خدا و آمرزش خواه برای گناه خویش و برای مردان و زنان مؤمن و خدا داند گردشگاه شما و آرامگاه شما را"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "و گویند آنان که ایمان آوردند چرا فرود نیاید سوره‌ای پس هر گاه فرستاده شود سوره‌ای محکم و یادآوری شود در آن جنگ بینی آنان را که در دلهاشان بیماری است نگرند بسویت نگریستن بیهوش گشته از مرگ پس سزاوار باد ایشان را (مرگ بر ایشان)"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "فرمانبرداری و سخنی پسندیده تا گاهی که استوار شود کار پس اگر راست می‌گفتند خدا را هر آینه بهتر بود ایشان را"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "پس آیا امید دارید (چنین است) که هر گاه به سرپرستی گمارده شدید آنکه تبهکاری کنید در زمین و ببرید رشته خویشاوندیهای خویش را"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "آنانند که لعنشان کرد خدا پس کر ساختشان و کور ساخت دیدگان ایشان را"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "آیا فرونمی‌روند (تدبر نمی‌کنند) در قرآن یا بر دلهائی است قفلهای آنها"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "همانا آنان که برگشتند بر پشتهای خویش از پس آنکه آشکار شد برای ایشان هدایت شیطان بیاراست برای ایشان و فریبشان داد"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "این بدان است که گفتند بدانان که ناخوش داشتند آنچه را خدا فرستاد زود است فرمانبرداری کنیم شما را در پاره‌ای از کار و خدا داند نهان‌داشتن آنان را"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "پس چگونه است گاهی که بیابندشان فرشتگان زنند رویهای ایشان و پشتهای ایشان را"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "این بدان است که پیروی کردند آنچه را به خشم آورد خدا را و ناخوش داشتند خوش‌آیند او را پس تباه ساخت کردارهای ایشان را"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "یا پنداشتند آنان که در دلهاشان بیماری است که هرگز برون نیارد خدا کینه‌های آنان را"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "و اگر می‌خواستیم هر آینه می‌نمودیمت آنان را که بشناسیشان با چهره‌هاشان و بشناسیشان هر آینه در آهنگ گفتار و خدا داند کارهای شما را"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "هر آینه بیازمائیم شما را تا بدانیم کوششگران را از شما و شکیبایان را و بیازمائیم داستانها (یا آگهیهای) شما را"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "همانا آنان که کفر ورزیدند و بازداشتند از راه خدا و ستیزه کردند با پیمبر پس از آنکه روشن شد برای ایشان رهبری هرگز آسیب نرسانند خدا را به چیزی و زود است تباه سازد کارهای آنان را"
        }
    ]
}