{
    "maqras": [
        {
            "chapter": 7,
            "verse": 117,
            "text": "و وحی نمودیم به موسی که بیفکن عصای خویش را ناگهان فروبرد آنچه را دروغ آورند"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "پس بیامد حقّ و باطل شد آنچه بودند می‌کردند"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "پس شکست خوردند در آن هنگام و بازگشتند سرافکندگان‌"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "و بیفتادند جادوگران سجده‌کنندگان‌"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "گفتند ایمان آوردیم به پروردگار جهانیان‌"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "پروردگار موسی و هارون‌"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "گفت فرعون آیا ایمان آوردید بدو پیش از آنکه اذنتان دهم همانا آن نیرنگی است که شما در شهر باختید تا برون رانید از آن مردمش را زود است بدانید"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "همانا سخت ببرّم دستها و پاهای شما را از برابر (دست راست پای چپ) سپس به دارتان کشم همگی‌"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "گفتند همانا مائیم بسوی پروردگار خود بازگشت‌کنان‌"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "و کین نورزی با ما جز بدانکه ایمان آوردیم به آیتهای پروردگار ما گاهی که بیامدند ما را پروردگارا بریز بر ما شکیبائی را و دریاب ما را مسلمانان‌"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "و گفتند توده‌ای از قوم فرعون آیا می‌گذاری موسی و قومش را تا فساد کنند در زمین و بگذاردت تو و خدایانت را گفت بزودی زار بکشیم فرزندان ایشان را و بگذاریم زنانشان را و همانا مائیم بر فراز ایشان نیرومندان‌"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "گفت موسی به قوم خود کمک جوئید از خدا و شکیبا شوید همانا زمین از آن خدا است ارث دهدش به هر که از بندگان خود که خواهد و پایان است برای پرهیزکاران‌"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "گفتند آزرده شدیم پیش از آنکه بیائی ما را و پس از آنکه بیامدی ما را گفت امید است پروردگار شما نابود کند دشمن شما را و جانشینان سازد در زمین تا بنگرد چگونه می‌کنید"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "و هر آینه بگرفتیم خاندان فرعون را به قحطی و کاهشی از میوه‌ها شاید یادآور شوند"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "پس گاهی که بیامدشان خوشی گفتند از آنِ ما است این و اگر می‌رسیدشان بدی شوم می‌گرفتند موسی را و آنان را که با وی بودند همانا شومی ایشان نزد خدا است لیکن بیشترشان نمی‌دانند"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "و گفتند هرچند بیاری ما را آیتی که ما را بدان افسون کنی نباشیم به تو ایمان‌آرندگان‌"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "پس فرستادیم بر ایشان طوفان و ملخ و شپشه (آفتی که در گندم به هم رسد) و غوک و خون را آیتهائی جدا جدا پس کبر ورزیدند و شدند قومی گنهکاران‌"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "و هنگامی که افتاد بر ایشان چرک گفتند ای موسی بخوان برای ما پروردگار خویش را بدانچه به نزد تو سپرده است که اگر برداری از ما چرک را هر آینه ایمان آریم به تو و با تو فرستیم بنی‌اسرائیل را"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "و هنگامی که برداشتیم از ایشان چرک را تا سرآمدی که ایشانند بدان رسنده ناگهان ایشانند پیمان‌شکنان‌"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "پس کین کشیدیم از ایشان و غرقشان نمودیم در دریا بدانچه تکذیب کردند آیتهای ما را و بودند از آنها غفلت‌کنان‌"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "و ارث دادیم به گروهی که ناتوان شمرده می‌شدند خاورها و باخترهای زمین را که در آنها برکت نهادیم و انجام گرفت سخن پروردگارت نکوی بر بنی‌اسرائیل بدانچه شکیبا شدند و واژگون ساختیم آنچه را می‌ساختند فرعون و قومش و آنچه می‌افراشتند"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "و گذراندیم بنی‌اسرائیل را از دریا تا رسیدند به قومی که گرد می‌آمدند بر بتانی از آن خود گفتند ای موسی قرار ده برای ما خدائی چنانکه برای اینان است خدایانی گفت هر آینه شمائید گروهی نادانان‌"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "همانا اینان تباه است آنچه در آن اندرند و باطل است آنچه می‌کنند"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "گفت آیا جز خدا برای شما خدائی جویم و او برتری داده است شما را بر جهانیان‌"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "و هنگامی که نجات دادیم شما را از خاندان فرعون که روا می‌داشتند بر شما عذاب زشت را به سختی می‌کشتند فرزندان شما را و می‌گذاشتند زنان شما را و در این بود بلائی از پروردگار شما گران‌"
        }
    ]
}