{
    "pages": [
        {
            "chapter": 6,
            "verse": 102,
            "text": "āyanē allāh! Mī prabhuvu, āyana tappa maroka ārādhyuḍu lēḍu. Āyanē sarvāniki sr̥ṣṭikarta, kāvuna mīru āyananē ārādhin̄caṇḍi. Mariyu āyanē prati dāni kāryakarta"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "ē cūpulu kūḍā āyananu andukōlēvu, kāni āyana (anni) cūpulanu parivēṣṭin̄ci unnāḍu. Mariyu āyana sūkṣmagrāhi, sarvaṁ telisinavāḍu"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "vāstavāniki ippuḍu mī prabhuvu taraphu nuṇḍi nidarśanālu vaccāyi. Kāvuna vāṭini evaḍu grahistāḍō tana mēlukē grahistāḍu! Mariyu evaḍu andhuḍigā uṇṭāḍō ataḍē naṣṭapōtāḍu. Mariyu nēnu mī rakṣakuḍanu kānu.\"(Ani anu)"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "mariyu vāru (aviśvāsulu): \"Nīvu evari vaddanō nērcukunnāvu.\" Ani anālanī mariyu telivi galavāriki (satyānni) spaṣṭaparacuṭakūnu, mēmu mā sūcanalanu ī vidhaṅgā vivaristū uṇṭāmu"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "nīvu nī prabhuvu taraphu nuṇḍi avatarimpa jēyabaḍina divyajñānānni (vahīni) anusarin̄cu. Āyana tappa maroka ārādhyuḍu lēḍu mariyu allāh sāṭi (bhāgasvāmulanu) kalpin̄cē vāri nuṇḍi vimukhuḍavagu"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "mariyu allāh saṅkalpin̄ci uṇṭē! Vāru allāh ku sāṭi kalpin̄ci uṇḍēvāru kādu. Mariyu mēmu ninnu vāripai rakṣakunigā niyamin̄calēdu. Nīvu vāri koraku bādhyuḍavu (kāryakartavu) kāvu"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Mariyu - allāh nu vadali vāru prārthistunna itarulanu (vāri daivālanu) - mīru dūṣin̄cakaṇḍi. Endukaṇṭē, vāru dvēṣantō, ajñānantō allāh nu dūṣin̄ca vaccu! Ī vidhaṅgā mēmu prati jātiki, vāri karmalu (ācārālu) vāriki ākarṣaṇīyaṅgā kanabaḍēṭaṭlu cēśāmu. Taruvāta vāri prabhuvu vaipunaku vāri maralimpu uṇṭundi; appuḍu vāriki vāri cēṣṭalu telupabaḍatāyi"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "mariyu vāru: \"Okavēḷa mā vaddaku adbhuta sūcana (mahima) vastē, mēmu tappaka viśvasistāmu.\" Ani allāh pērutō gaṭṭi pramāṇālu cēstāru. Vāritō anu: \"Niścayaṅgā, adbhuta sūcanalu (mahimalu) allāh vaśanlōnē unnāyi. Okavēḷa avi (adbhuta sūcanalu) vaccinā, vāru viśvasin̄carani (ō muslimulārā!) Mīku ē vidhaṅgā grahimpajēyāli"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "mariyu vāru modaṭisāri dīnini elā viśvasin̄calēdō, adē vidhaṅgā vāri hr̥dayālanu mariyu vāri kannulanu mēmu trippi vēstāmu mariyu mēmu vārini vāri talabirusutananlō adhulai tiragaṭāniki vadalipeḍatāmu"
        }
    ]
}