{
    "pages": [
        {
            "chapter": 11,
            "verse": 89,
            "text": "mariyu ō nā jāti prajalārā! Nātō unna bhēdābhiprāyaṁ mim'malni nūh jāti vāripai, hūd jāti vāripai lēka sālih jāti vāripai paḍinaṭuvaṇṭi śikṣaku guri cēyakūḍadu sumā! Mariyu lūt jātivāru mīku entō dūraṁ vāru kāru kadā"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "mariyu mīru mī prabhuvu kṣamābhikṣanu kōrukōṇḍi. Mariyu āyana vaipunaku paścāttāpantō maralaṇḍi. Niścayaṅgā, nā prabhuvu apāra karuṇā pradāta, vātsalyuḍu"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "vārannāru: \"Ō ṣu'aib! Nīvu ceppē māṭalu cālā varaku mēmu grahin̄ca lēka pōtunnāmu. Mariyu niścayaṅgā, nīvu mālō balahīnuḍivigā parigaṇin̄ca baḍutunnāvu. Mariyu nī kuṭumbaṁ vārē ganaka lēkuṇṭē! Mēmu niścayaṅgā, ninnu rāḷḷu ruvvi campēvāraṁ. Mariyu nīvu mā kaṇṭē śakti śālivi kāvu"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "atanu annāḍu: \"Ō nā jāti prajalārā! Ēmī? Nā kuṭumbaṁ mīku allāh kaṇṭē ekkuva gauravanīyamainadā? Mariyu mīru āyana (allāh) nu mī vīpula venukaku neṭṭutārā? Niścayaṅgā, nā prabhuvu mīru cēsē panulanu āvarin̄ci unnāḍu"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "Mariyu ō nā jāti prajalārā! Mī śakti mēraku mīru cēsēdi cēyaṇḍi, niścayaṅgā, (nā śakti mēraku) nēnu kūḍā cēstānu. Avamāna karamaina śikṣa evariki paḍutundō asatyavādi evaḍō mīru munmundu telusukōgalaru. Mariyu mīru nirīkṣin̄caṇḍi, niścayaṅgā, mītō bāṭu nēnu kūḍā nirīkṣistānu"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "civaraku mā ādēśaṁ vaccinappuḍu, mēmu ṣu'aib nu mariyu atanitō pāṭu viśvasin̄cina vārini mā kāruṇyantō rakṣin̄cāmu. Mariyu durmārgulaina vāripai oka tīvramaina arupu (dhvani) virucuku paḍindi. Kābaṭṭi vāru tama iṇḍlalōnē calanaṁ lēkuṇḍā (cacci) paḍipōyāru"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "vārakkaḍa ennaḍū nivasin̄canē lēdannaṭlugā! Ī vidhaṅgā samūd jātivāru lēkuṇḍā pōyinaṭlu, mad yan jātivāru kūḍā lēkuṇḍā (naśin̄ci) pōyāru"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "mariyu niścayaṅgā, mēmu mūsānu kūḍā mā sūcanalatō mariyu spaṣṭamaina pramāṇantō pampāmu"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "phir'aun mariyu atani nāyakula vaddaku! Kānī vāru phir'aun ājñalanē anusarin̄cāru. Mariyu phir'aun ājña sarainadi kādu"
        }
    ]
}