{
    "pages": [
        {
            "chapter": 12,
            "verse": 79,
            "text": "atanu annāḍu: \"Allāh nannu rakṣin̄cugāka! Mā som'mu evari vadda dorikindō atanini viḍici, marokatanini mēmelā paṭṭukōgalamu. Okavēḷa alā cēstē niścayaṅgā, mēmu durmārgulamavutāmu"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Taruvāta vāru atani paṭla nirāśulai, ālōcin̄caṭāniki ēkāntanlō cērāru! Vārilō peddavāḍu annāḍu: Ēmī? Mī taṇḍri vāstavāniki mītō allāh pai pramāṇaṁ tīsukunna viṣayaṁ mīku gurtulēdā? Mariyu intaku pūrvaṁ mīru yūsuph viṣayanlō kūḍā māṭa tappāru kadā? Kāvuna nēnu nā taṇḍri nāku anumati ivvananta varaku lēdā allāh nā gurin̄ci tīrpu cēyananta varaku, nēnu ī dēśānni vadalanu. Mariyu āyanē tīrpu cēsēvārilō atyuttamuḍu"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "(iṅkā ilā annāḍu): \"Mīru nānna daggariki pōyi atanitō ilā ceppaṇḍi: 'Nānnā! Vāstavāniki nī kumāruḍu doṅgatanaṁ cēśāḍu. Mēmu atanini (doṅgatanaṁ cēstū uṇḍagā) cūḍalēdu! Māku telisindē (mēmu cebutunnāmu). Mariyu vāstavāniki rahasyaṅgā jarigē dānini mēmu cūḍalēmu kadā"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "mariyu mēmu unna nagaravāsulanu mariyu mēmu kalisi tirigi vaccina biḍāru vārini kūḍā aḍagiṇḍi. Mariyu mēmu niścayaṅgā satyaṁ palukutunnāmu"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "(ya'akhūb) annāḍu: \"Kānī, mī (duṣṭa) manas'sulu mīcēta maroka ghōrakāryānni tēlikagā cēyin̄cāyi. Ika nā koraku sahanamē mēlainadi. Ika allāh yē! Vārandarinī nā vaddaku tīsuku rāvaccu! Niścayaṅgā, āyanē sarvajñuḍu, mahā vivēkavantuḍu"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "mariyu atanu vāri nuṇḍi mukhaṁ trippukoni annāḍu: \"Ayyō! Yūsuph\" atani kannulu, duḥkhaṁ valana tellabaḍḍāyi (cūpu pōyindi). Ayinā atanu dānini (velibuccakuṇḍā) aṇacukunnāḍu"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "atani (kumārulu) annāru: \"Allāh tōḍu! Nīvu vyādhitō kr̥śin̄cipōyē varakō lēdā naśin̄cipōyē varakō yūsuph nu jñāpakaṁ cēsukōvaṭaṁ mānavu"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "(ya'akhūb) annāḍu: \"Vāstavāniki nā āvēdananu mariyu nā duḥkhānni nēnu kēvalaṁ allāh tō mātramē mora peṭṭukōgalanu mariyu mīku teliyanidi nāku allāh dvārā telustundi"
        }
    ]
}