{
    "pages": [
        {
            "chapter": 21,
            "verse": 25,
            "text": "mariyu mēmu, nīku pūrvaṁ ē pravaktanu pampinā: \"Niścayaṅgā, nēnu (allāh) tappa maroka ārādhyuḍu lēḍu! Kāvuna mīru nannē (allāh nē) ārādhin̄caṇḍi.\" Ani divyajñānaṁ (vahī) iccipampāmu"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "vāraṇṭunnāru: \"Ananta karuṇāmayuniki santānamundi!\" Ani. Āyana sarvalōpālaku atītuḍu, (allāh santānaṅgā parigaṇin̄cabaḍē) vāru kēvalaṁ gauravanīyulaina (āyana) dāsulu mātramē"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "vāru āyana (anumatin̄caka) mundu māṭlāḍalēru. Mariyu vāru (daivadūtalu) āyana ājñalanē pāṭistū uṇṭāru"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "āyanaku, vāriki pratyakṣaṅgā (mundu) unnadī, antā telusu. Vāru, āyana sam'matin̄cina vāriki tappa itarula koraku siphārasu cēyalēru. Vāru, āyana bhīti valana bhayakampitulai uṇṭāru"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "vārilō (daivadūtalalō) evarainā: \"Niścayaṅgā, āyanē kāka, nēnu kūḍā oka ārādhya daivānni\" ani aṇṭē, alāṇṭi vāniki mēmu narakaśikṣa vidhistāmu. Mēmu durmārgulanu idē vidhaṅgā śikṣistāmu"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Ēmi? Ī satyatiraskārulaku teliyadā (cūḍalēdā)? Vāstavāniki bhūmyākāśālu (okē okka bhautikānśaṅgā) kalusukoni uṇḍēvani, ayitē mēmē vāṭini pagula goṭṭi vēru cēśāmani? Mariyu mēmē prati prāṇini nīṭi nuṇḍi puṭṭin̄cāmu. Ikanaina vāru viśvasin̄carā"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "mariyu bhūmi vāritō pāṭu kadalakuṇḍā uṇḍālani mēmu dānilō sthiramaina parvatālanu (mēkula valē) nāṭāmu. Mariyu vāru (prajalu) mārgadarśakatvaṁ pondālani mēmu dānilō viśālamaina mārgālanu kūḍā ērpāṭu cēśāmu"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "mariyu mēmu ākāśānni surakṣitamaina kappugā cēśāmu. Ayinā vāru andulōni sūcanala (āyāt la) nuṇḍi vimukhulavutunnāru"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "mariyu rēyimbavaḷḷanu mariyu sūryacandrulanu sr̥ṣṭin̄cinavāḍu āyanē. Avi tama tama kakṣyalalō tēliyāḍutū (tirugutū) unnāyi"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "mariyu (ō pravaktā!) Nīku pūrvaṁ mēmu ē mānavuniki kūḍā śāśvata jīvitānni prasādin̄calēdu. Ēmī? Okavēḷa nīvu maraṇistē! Vāru mātraṁ śāśvataṅgā sajīvulugā (ciran̄jīvulugā) uṇṭārā"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "prati prāṇi mr̥tyuvunu cavi cūstundi. Mariyu mēmu mī andarinī, man̄ci mariyu ceḍu sthitulaku guri cēsi, parīkṣistāmu. Mariyu mīrandarū mā vaipunakē maralimpabaḍatāru"
        }
    ]
}