{
    "pages": [
        {
            "chapter": 23,
            "verse": 60,
            "text": "mariyu evaraitē, tāmu ivva valasinadi (jakāt) iccēṭappuḍu, niścayaṅgā, vāru tama prabhuvu vaipuku maralipōvalasi unnadanē bhayānni tama hr̥dayālalō un̄cukoni istārō"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "ilāṇṭi vārē man̄cipanulu cēyaṭanlō pōṭī paḍēvāru. Mariyu vāru vāṭini cēyaṭāniki andari kaṇṭē mundu uṇḍēvāru"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "mariyu mēmu ē prāṇi pai kūḍā dāni śaktiki min̄cina bhāraṁ vēyamu. Mariyu mā vadda antā vrāyabaḍina oka granthamundi. Adi satyānni palukutundi. Mariyu vārikelāṇṭi an'yāyaṁ jarugadu"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "alā kādu, vāri hr̥dayālu dīnini gurin̄ci ajñānanlō paḍi unnāyi. Intēgāka vāru cēsē (duṣṭa) kāryālu ennō unnāyi vāru vāṭini cūstunē uṇṭāru"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "civaraku, vārilōni ihalōka bhōgabhāgyālalō munigi unna vārini śikṣin̄caṭāniki mēmu paṭṭukunnappuḍu, vāru morapeṭṭukuṇṭāru"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "(appuḍu vāritō ilā anabaḍutundi): \"Īrōju mīru morapeṭṭukōkaṇḍi! Niścayaṅgā, mā taraphu nuṇḍi mīku elāṇṭi sahāyaṁ labhin̄caḍaṁ jarugadu"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Vāstavāniki, nā sūcanalu mīku vinipin̄cabaḍinappuḍu, mīru mī maḍamala mīda venukaku tirigi pōyēvāru"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "durahaṅkārantō dānini gurin̄ci vyarthapu pralāpālalō rātrulu gaḍuputū uṇḍēvāru"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "ēmī? Vāru ī (daiva) vākkunu gurin̄ci ennaḍū ālōcin̄calēdā? Lēka vāri pūrvīkulaina, vāri tātamuttātala vaddaku ennaḍū rānidi, vāri vaddaku vaccindanā"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "lēka vāru tama sandēśaharuṇṇi erugarā? Andukē atanni tiraskaristunnārā"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "lēka: \"Ataniki piccipaṭṭindi!\" Ani aṇṭunnārā? Vāstavāniki, atanu vāri vaddaku satyānni teccāḍu. Kāni cālāmandi satyānni asahyin̄cukuṇṭunnāru"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "mariyu okavēḷa satyamē vāri kōrikalaku anuguṇaṅgā uṇṭē bhūmyākāśālu mariyu vāṭilō unnadantā nāśanamai pōyēdi. Vāstavāniki mēmu vāri vaddaku hitabōdhanu pampāmu. Kāni vāru tama hitabōdha nuṇḍi mukhaṁ trippukuṇṭunnāru"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "lēka nīvu (ō muham'mad!) Vārini pratiphalaṁ ēmainā aḍugutunnāvā? Nī prabhuvu iccē pratiphalamē entō mēlainadi. Āyanē andari kaṇṭē śrēṣṭhuḍaina upādhi pradāta"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "mariyu niścayaṅgā, nīvu vārini r̥jumārgaṁ vaipunaku pilustunnāvu"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "mariyu niścayaṅgā, paralōkānni nam'mani vāru (r̥ju) mārgaṁ nuṇḍi vaidolagina vārē"
        }
    ]
}