{
    "pages": [
        {
            "chapter": 26,
            "verse": 84,
            "text": "mariyu taruvāta vaccē tarāla vārilō nāku man̄ci pērunu prasādin̄cu"
        },
        {
            "chapter": 26,
            "verse": 85,
            "text": "mariyu sarvasukhāla svargāniki vārasulayyēvārilō nannu cērcu"
        },
        {
            "chapter": 26,
            "verse": 86,
            "text": "mariyu nā taṇḍrini kṣamin̄cu. Niścayaṅgā, ataḍu mārgabhraṣṭulalōni vāḍē"
        },
        {
            "chapter": 26,
            "verse": 87,
            "text": "mariyu andarū tirigi bratikimpabaḍē rōju nannu avamānaṁ pāla cēyaku"
        },
        {
            "chapter": 26,
            "verse": 88,
            "text": "ē rōjunaitē dhanasampattulu gānī, santānaṁ gānī panikirāvō"
        },
        {
            "chapter": 26,
            "verse": 89,
            "text": "kēvalaṁ nirmalamaina hr̥dayantō allāh sannidhilō hājarayyēvāḍu tappa"
        },
        {
            "chapter": 26,
            "verse": 90,
            "text": "mariyu (ā rōju) svargaṁ daivabhīti galavāri daggaraku tīsuku rābaḍutundi"
        },
        {
            "chapter": 26,
            "verse": 91,
            "text": "mariyu narakaṁ mārgaṁ tappina vāri mundu peṭṭabaḍutundi"
        },
        {
            "chapter": 26,
            "verse": 92,
            "text": "mariyu vāritō anabaḍutundi: \"Mīru ārādhin̄cēvāru (ā daivālu) ippuḍu ekkaḍunnāru"
        },
        {
            "chapter": 26,
            "verse": 93,
            "text": "allāh nu vadali (mīru vāṭini ārādhin̄cāru kadā!) Ēmī? Vāru mīku sahāyaṁ cēyagalarā? Lēdā tamaku tāmainā sahāyaṁ cēsukōgalarā"
        },
        {
            "chapter": 26,
            "verse": 94,
            "text": "appuḍu vāru mariyu (vārini) mārgaṁ tappin̄cina vāru, andu (narakaṁ) lōki visirivēyabaḍatāru"
        },
        {
            "chapter": 26,
            "verse": 95,
            "text": "mariyu vāritō bāṭu iblīs sainikulandarū"
        },
        {
            "chapter": 26,
            "verse": 96,
            "text": "vāru parasparaṁ vādin̄cukuṇṭū ilā aṇṭāru"
        },
        {
            "chapter": 26,
            "verse": 97,
            "text": "allāh sākṣigā! Mēmu spaṣṭamaina mārgabhraṣṭatvanlō paḍi unnāmu"
        },
        {
            "chapter": 26,
            "verse": 98,
            "text": "eppuḍaitē mēmu mim'malni sarvalōkāla prabhuvutō samānulugā cēśāmō"
        },
        {
            "chapter": 26,
            "verse": 99,
            "text": "mariyu mam'malni mārgabhraṣṭulugā cēsindi kēvalaṁ ī aparādhulē"
        },
        {
            "chapter": 26,
            "verse": 100,
            "text": "Mākippuḍu siphārasu cēsēvāru evvarū lēru"
        },
        {
            "chapter": 26,
            "verse": 101,
            "text": "mariyu ē prāṇa snēhituḍu kūḍā lēḍu"
        },
        {
            "chapter": 26,
            "verse": 102,
            "text": "okavēḷa maḷḷī maralipōyē avakāśaṁ māku doriki uṇṭē, mēmu tappakuṇḍā viśvasin̄cina vārilō cēripōtāmu"
        },
        {
            "chapter": 26,
            "verse": 103,
            "text": "niścayaṅgā, indulō oka sūcana undi. Ayinā vārilō cālā mandi viśvasin̄caṭaṁ lēdu"
        },
        {
            "chapter": 26,
            "verse": 104,
            "text": "mariyu niścayaṅgā, nī prabhuvu kēvalaṁ āyanē, sarvaśaktimantuḍu, apāra karuṇā pradāta"
        },
        {
            "chapter": 26,
            "verse": 105,
            "text": "nūh jāti, sandēśaharulanu asatyavādulani tiraskarin̄cindi"
        },
        {
            "chapter": 26,
            "verse": 106,
            "text": "vāri sahōdaruḍu nūh vāritō ilā annappuḍu: \"Ēmī? Mīku daivabhīti lēdā"
        },
        {
            "chapter": 26,
            "verse": 107,
            "text": "niścayaṅgā, nēnu mī vaddaku pampabaḍina viśvasanīyuḍaina sandēśaharuḍanu"
        },
        {
            "chapter": 26,
            "verse": 108,
            "text": "kāvuna mīru allāh yandu bhayabhaktulu kaligi uṇḍaṇḍi mariyu nannu anusarin̄caṇḍi"
        },
        {
            "chapter": 26,
            "verse": 109,
            "text": "nēnu dāni koraku mī nuṇḍi elāṇṭi pratiphalānni aḍagaṭaṁ lēdu. Nā pratiphalaṁ kēvalaṁ sarvalōkāla prabhuvu vaddanē unnadi"
        },
        {
            "chapter": 26,
            "verse": 110,
            "text": "kāvuna mīru allāh yandu bhayabhaktulu kaligi uṇḍaṇḍi mariyu nannu anusarin̄caṇḍi"
        },
        {
            "chapter": 26,
            "verse": 111,
            "text": "vārannāru: \"Ēmī? Mēmu ninnu viśvasin̄cālā? Ninnu kēvalaṁ adhamulaina vārē kadā anusaristunnadi"
        }
    ]
}