{
    "pages": [
        {
            "chapter": 33,
            "verse": 23,
            "text": "viśvāsulalō allāh ku tāmu cēsina oppandaṁ nijaṁ cēsi cūpinavāru kūḍā unnāru. Vārilō kondaru tama śapathānni pūrti cēsukunna vārunnāru, marikondaru dānini pūrti cēsukōvaṭāniki nirīkṣistunnāru. Mariyu vāru tama vaikharini ē mātraṁ mārcukōlēdu"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "allāh, satyavantulaku vāri satyāniki pratiphalaṁ nosaṅgaṭāniki mariyu kapaṭa viśvāsulaku tānu kōritē śikṣa vidhin̄caṭāniki lēdā vāri paścāttāpānni svīkarin̄caṭāniki ilā cēśāḍu. Niścayaṅgā allāh kṣamāśīluḍu, apāra karuṇā pradāta"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "mariyu allāh aviśvāsulanu vāri krōdhāvēśantōnē - vārikelāṇṭi mēlu labhimpa jēyakuṇḍā - venukaku maralin̄cāḍu. Yud'dharaṅganlō viśvāsulaku allāh yē (sahāyakunigā) migilāḍu. Vāstavaṅgā allāh mahā balavantuḍu, sarvaśaktimantuḍu"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "mariyu grantha prajalalō nuṇḍi vāriki (aviśvāsulaku yud'dhanlō) tōḍpaḍina vārini āyana (allāh) vāri kōṭala nuṇḍi krindiki tīsuku vaccāḍu. Mariyu vāri hr̥dayālalō bhītini pravēśimpajēśāḍu. Vārilō kondarini mīru camputunnāru, marikondarini khaidīlugā cēsukuṇṭunnāru"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "mariyu āyana (allāh) vāri bhūmiki, vāri iṇḍlaku mariyu vāri āstulaku mim'malni vārasulugā cēśāḍu. Mariyu mīru ennaḍū aḍugumōpani bhūmiki kūḍā, (mim'malni vārasulugā cēśāḍu). Mariyu vāstavaṅgā allāh pratidī cēyagala samardhuḍu"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "Ō pravaktā! Nīvu nī bhāryalatō ilā anu: \"Okavēḷa mīru prāpan̄cika jīvitānni mariyu dāni śōbhanu kōrutunnaṭlaitē, raṇḍi nēnu mīku tappaka jīvana sāmāgrinicci, mim'malni man̄ci pad'dhatilō viḍici peḍatānu"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "kāni okavēḷa mīru allāh nu mariyu āyana sandēśaharuṇṇi mariyu paralōka gr̥hānni kōrutunnaṭlaitē, niścayaṅgā, allāh malō sajjanulaina vāriki goppa pratiphalānni sid'dhaparaci un̄cāḍu"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "ō pravakta strīlārā! Mīlō evarainā spaṣṭaṅgā anucitamaina paniki pālpaḍitē āmeku reṭṭimpu śikṣa vidhin̄cabaḍutundi. Mariyu vāstavaṅgā, idi allāh ku entō sulabhaṁ"
        }
    ]
}