{
    "pages": [
        {
            "chapter": 40,
            "verse": 34,
            "text": "mariyu vāstavāniki intaku pūrvaṁ yūsuph mī vaddaku spaṣṭamaina pramāṇālu tīsukoni vaccāḍu. Kāni mīru ataḍu teccina vāṭini gurin̄ci sandēhanlō paḍḍāru. Civaraku ataḍu maraṇin̄cinappuḍu, mīrannāru: \"Ika allāh itani taruvāta ē pravaktanū pampaḍu!\" Ī vidhaṅgā allāh mitimīri pravartin̄cē vārini, sandēhanlō paḍēvārini mārgabhraṣṭatvanlō vadalutāḍu"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "evaraitē allāh sūcana (āyāt) lanu gurin̄ci tama daggara ē ādhāranlēnidē vādistārō, vāru allāh daggara mariyu viśvasin̄cina vāri daggara entō gar'hanīyulu. Ī vidhaṅgā allāh durahaṅkārī, nirdayuḍū (krūruḍu) ayina prati vyakti hr̥dayaṁ mīda mudra vēstāḍu"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "mariyu phira'aun ilā annāḍu: \"Ō hāmān! Nā koraku oka ettaina gōpurānni nirmin̄cu, bahuśā (dāni paiki ekki) nēnu mārgālanu pondavaccu"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "Ākāśālalōniki veḷḷē mārgālu! Mariyu vāṭi dvārā nēnu mūsā dēvuṇṇi cūḍaṭāniki. Endukaṇṭē, niścayaṅgā, nēnu atanini asatyavādigā bhāvistunnānu!\" Mariyu ī vidhaṅgā phira'aun ku tana duṣkāryālu man̄civigā kanabaḍḍāyi. Mariyu ataḍu sanmārgaṁ nuṇḍi nirōdhin̄cabaḍḍāḍu. Mariyu phira'aun yokka prati pannāgaṁ atanini nāśanāniki mātramē guri cēsindi"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "mariyu viśvasin̄cina ā vyakti iṅkā ilā annāḍu: \"Nā jāti prajalārā! Nannu anusarin̄caṇḍi, nēnu mīku saraina mārgaṁ vaipunaku mārgadarśakatvaṁ cēstānu"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "nā jāti prajalārā! Niścayaṅgā, ī ihalōka jīvita sukhaṁ tātkālikamainadē mariyu niścayaṅgā, paralōkamē śāśvatamaina nivāsa sthalamu"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "duṣkāryālu cēsina vāniki, vāṭiki saripōyē pratīkāraṁ mātramē labhistundi. Mariyu viśvasin̄ci satkāryālu cēsēvāḍu, puruṣuḍainā lēdā strī ayinā! Ataḍu (āme) viśvāsi ayitē; alāṇṭi vāru svarganlō pravēśistāru. Andu vāriki aparimitamaina jīvanōpādhi ivvabaḍutundi"
        }
    ]
}