{
    "pages": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "Ō viśvāsulārā! Nāku śatruvulaina vārini mariyu mīku kūḍā śatruvulaina vārini - vāri mīda prēma cūpistū - vārini mī snēhitulugā cēsukōkaṇḍi. Mariyu vāstavāniki vāru mī vaddaku vaccina satyānni tiraskarin̄cāru. Mī prabhuvaina allāh nu mīru viśvasin̄cinanduku, vāru pravaktanu mariyu mim'malni (mī nagaraṁ nuṇḍi) veḍalagoṭṭāru! Okavēḷa mīru nā prasannata kōri nā mārganlō dharmayud'dhaṁ koraku veḷitē (ī satyatiraskārulanu mī snēhitulugā cēsukōkaṇḍi). Vāri paṭla vātsalyaṁ cūputū mīru vāriki rahasyaṅgā sandēśaṁ pamputārā! Mīru dācēdi mariyu velibuccēdi, nāku bāgā telusu. Mariyu mīlō evaḍaitē ilā cēstāḍō, ataḍu vāstavaṅgā, r̥jumārgaṁ nuṇḍi tappipōyinavāḍē"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "okavēḷa vāru mī mīda prābalyaṁ vahistē, vāru mīku virōdhulavutāru. Mariyu kīḍutō mī vaipuku tama cētulanu mariyu tama nālukalanu cāputāru. Mariyu mīru kūḍā satyatiraskārulai pōvālani kōrutāru"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "mī bandhuvulu gānī, mī santānaṁ gānī mīku ē vidhaṅgānū panikirāru. Āyana punarut'thāna dinamuna mī madhya tīrpu cēstāḍu. Mariyu allāh mīru cēsēdantā cūstunnāḍu"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Vāstavāniki ibrāhīm mariyu atanitō unna vārilō mī koraku oka man̄ci ādarśaṁ undi. Vāru tama jāti vāritō ilā annappuḍu: \"Niścayaṅgā, allāh nu vadali mīru ārādhin̄cē vāṭitō mariyu mītō, māku elāṇṭi sambandhaṁ lēdu. Mēmu mim'malni tyajin̄cāmu mariyu mīru advitīyuḍaina allāh nu viśvasin̄cananta varaku, mākū mīkū madhya virōdhaṁ mariyu dvēṣaṁ uṇṭundi.\" Ika ibrāhīm tana taṇḍritō: \"Nēnu tappaka ninnu kṣamin̄camani (nā prabhuvunu) vēḍukuṇṭānu. Idi tappa, nī koraku allāh nuṇḍi marēmī pondē adhikāraṁ nāku lēdu.\" Ani mātramē anagaligāḍu. (Allāh tō ilā prārthin̄cāḍu): \"Ō nā prabhū! Mēmu ninnē nam'mukunnāmu mariyu nī vaipunakē paścāttāpantō maralutunnāmu mariyu nī vaipukē mā gamyasthānamundi"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "ō mā prabhū! Mam'malni satyatiraskārula koraku parīkṣā sādhanaṅgā cēyaku mariyu ō mā prabhū! Mam'malni kṣamin̄cu. Niścayaṅgā kēvalaṁ, nīvē sarvaśaktimantuḍavu, mahā vivēcanāparuḍavu"
        }
    ]
}