{
    "maqras": [
        {
            "chapter": 2,
            "verse": 189,
            "text": "They will ask thee of the new moons. SAY: They are periods fixed for man's service and for the Pilgrimage. There is no piety in entering your houses at the back, but piety consists in the fear of God. Enter your houses then by their doors; and fear God that it may be well with you"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "And fight for the cause of God against those who fight against you: but commit not the injustice of attacking them first: God loveth not such injustice"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "And kill them wherever ye shall find them, and eject them from whatever place they have ejected you; for civil discord is worse than carnage: yet attack them not at the sacred Mosque, unless they attack you therein; but if they attack you, slay them. Such the reward of the infidels"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "But if they desist, then verily God is Gracious, Merciful"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Fight therefore against them until there be no more civil discord, and the only worship be that of God: but if they desist, then let there be no hostility, save against the wicked"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "The sacred month and the sacred precincts are under the safeguard of reprisals: whoever offereth violence to you, offer ye the like violence to him, and fear God, and know that God is with those who fear Him"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Give freely for the cause of God, and throw not yourselves with your own hands into ruin; and do good, for God loveth those who do good"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Accomplish the Pilgrimage and the Visitation of the holy places in honour of God: and if ye be hemmed in by foes, send whatever offering shall be the easiest: and shave not your heads until the offering reach the place of sacrifice. But whoever among you is sick, or hath an ailment of the head, must satisfy by fasting, or alms, or an offering. And when ye are safe from foes, he who contents himself with the Visitation of the holy places, until the Pilgrimage, shall bring whatever offering shall be the easiest. But he who findeth nothing to offer, shall fast three days in the Pilgrimage itself, and seven days when ye return: they shall be ten days in all. This is binding on him whose family shall not be present at the sacred Mosque. And fear God, and know that God is terrible in punishing"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Let the Pilgrimage be made in the months already known: whoever therefore undertaketh the Pilgrimage therein, let him not know a woman, nor transgress, nor wrangle in the Pilgrimage. The good which ye do, God knoweth it. And provide for your journey; but the best provision is the fear of God: fear me, then, O men of understanding"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "It shall be no crime in you if ye seek an increase from your Lord; and when ye pour swiftly on from Arafat, then remember God near the holy monument; and remember Him, because He hath guided you who before this were of those who went astray"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Then pass on quickly where the people quickly pass, and ask pardon of God, for God is Forgiving, Merciful"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "And when ye have finished your holy rites, remember God as ye remember your own fathers, or with a yet more intense remembrance! Some men there are who say, \"O our Lord! give us our portion in this world:\" but such shall have no portion in the next life"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "And some say, \"O our Lord! give us good in this world and good in the next, and keep us from the torment of the fire"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "They shall have the lot which they have merited: and God is swift to reckon"
        }
    ]
}