{
    "maqras": [
        {
            "chapter": 3,
            "verse": 33,
            "text": "Verily above all human beings did God choose Adam, and Noah, and the family of Abraham, and the family of IMRAN"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "the one the posterity of the other: And God Heareth, Knoweth"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Remember when the wife of Imran said, \"O my Lord! I vow to thee what is in my womb, for thy special service. Accept it from me, for thou Hearest, Knowest"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "And when she had given birth to it, she said, \"O my Lord! Verily I have brought forth a female,\" - God knew what she had brought forth; a male is not as a female - \"and I have named her Mary, and I take refuge with thee for her and for her offspring, from Satan the stoned"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "So with goodly acceptance did her Lord accept her, and with goodly growth did he make her grow. Zacharias reared her. So oft as Zacharias went in to Mary at the sanctuary, he found her supplied with food. \"Oh, Mary!\" said he, \"whence hast thou this?\" She said, \"It is from God; for God supplieth whom He will, without reckoning"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "There did Zacharias call upon his Lord: \"O my Lord!\" said he, \"vouchsafe me from thyself good descendants, for thou art the hearer of prayer"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Then did the angels call to him, as he stood praying in the sanctuary: \"God announceth John (Yahia) to thee, who shall be a verifier of the word from God, and a great one, chaste, and a prophet of the number of the just"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "He said, \"O my Lord! how shall I have a son, now that old age hath come upon me, and my wife is barren?\" He said, \"Thus will God do His pleasure"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "He said, \"Lord! give me a token.\" He said, \"Thy token shall be, that for three days thou shalt speak to no man but by signs: But remember thy Lord often, and praise him at even and at morn"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "And remember when the angels said, \"O Mary! verily hath God chosen thee, and purified thee, and chosen thee above the women of the worlds"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "O Mary! be devout towards thy Lord, and prostrate thyself, and bow down with those who bow"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "This is one of the announcements of things unseen by thee: To thee, O Muhammad! do we reveal it; for thou wast not with them when they cast lots with reeds which of them should rear Mary; nor wast thou with them when they disputed about it"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Remember when the angel said, \"O Mary! Verily God announceth to thee the Word from Him: His name shall be, Messiah Jesus the son of Mary, illustrious in this world, and in the next, and one of those who have near access to God"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "And He shall speak to men alike when in the cradle and when grown up; And he shall be one of the just"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "She said, \"How, O my Lord! shall I have a son, when man hath not touched me?\" He said, \"Thus: God will create what He will; When He decreeth a thing, He only saith, 'Be,' and it is"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "And he will teach him the Book, and the Wisdom, and the Law, and the Evangel"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "and he shall be an apostle to the children of Israel. \"Now have I come,\" he will say, \"to you with a sign from your Lord: Out of clay will I make for you, as it were, the figure of a bird: and I will breathe into it, and it shall become, by God's leave, a bird. And I will heal the blind, and the leper; and by God's leave will I quicken the dead; and I will tell you what ye eat, and what ye store up in your houses! Truly in this will be a sign for you, if ye are believers"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "And I have come to attest the law which was before me; and to allow you part of that which had been forbidden you; and I come to you with a sign from your Lord: Fear God, then, and obey me"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "of a truth God is my Lord, and your Lord: Therefore worship Him. This is a right way"
        }
    ]
}