{
    "maqras": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "All food was allowed to the children of Israel, except what Jacob forbad himself, ere the law was sent down; SAY: Bring ye then the law and read it, if ye be men of truth"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "And whoso after this inventeth the lie about God: These are evil doers"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "SAY: God speaketh truth. Follow, therefore, the religion of Abraham, the sound in faith, who was not one of those who joined other gods to God"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "The first temple that was founded for mankind, was that in Becca, - Blessed, and a guidance to human beings"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "In it are evident signs, even the standing-place of Abraham: and he who entereth it is safe. And the pilgrimage to the temple, is a service due to God from those who are able to journey thither. And as to him who believeth not - verily God can afford to dispense with all creatures"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "SAY: O people of the Book! why disbelieve ye the signs of God? But God is witness of your doings"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "SAY: O people of the Book! why repel believers from the way of God? Ye fain would make it crooked, and yet ye are its witnesses! But God is not regardless of what ye do"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "O believers! if ye obey some amongst those who have received the Scripture, after your very Faith will they make you infidels"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "But how can ye become infidels, when the signs of God are recited to you, and his prophet is among you? Whoever holdeth fast by God, is already guided to a straight path"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O ye believers! fear God as He deserveth to be feared! and die not till ye have become Muslims"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "And hold ye fast by the cord of God, all of you, and break not loose from it; and remember God's goodness towards you, how that when ye were enemies, He united your hearts, and by his favour ye became brethren; And when ye were on the brink of the pit of fire, he drew you back from it. Thus God clearly sheweth you his signs that ye may be guided"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "And that there may be among you a people who invite to the Good, and enjoin the Just, and forbid the Wrong. These are they with whom it shall be well"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "And be ye not like those who have formed divisions, and fallen to variance after the clear proofs have come to them. These! a terrible chastisement doth await them"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "On THE DAY when faces shall turn white, and faces shall turn black! And as to those whose faces shall have turned black \". . . .What! after your belief have ye become infidels? Taste then the chastisement, for that ye have been unbelievers"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "And as to those whose faces shall have become white, they shall be within the mercy of God: therein shall they abide for ever"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "These are the signs of God: we recite them to thee in truth: And God willeth not injustice to mankind"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Whatever is in the Heavens, and whatever is on the Earth, is God's. And to God shall all things return"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Ye are the best folk that hath been raised up unto mankind. Ye enjoin the Just, and ye forbid the Evil, and ye believe in God: And if the people of the Book had believed, it had surely been better for them! Believers there are among them, but most of them are perverse"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "They will never inflict on you but a trifling damage; and if they do battle with you, they shall turn their backs to you: then they shall not be succoured"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Shame shall be stamped upon them wherever found, unless they ally them with God and men! And the wrath of God will they incur, and poverty shall be stamped upon them! This - for that they believed not in the signs of God, and slew the prophets unjustly: This - because they rebelled, and became transgressors"
        }
    ]
}