{
    "maqras": [
        {
            "chapter": 7,
            "verse": 189,
            "text": "He it is who hath created you from a single person, and from him brought forth his wife that he might dwell with her: and when he had known her, she bore a light burden, and went about with it; and when it became heavy, they both cried to God their Lord, \"If thou give us a perfect child we will surely be of the thankful"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Yet when God had given them a perfect child, they joined partners with Him in return for what he had given them. But high is God above the partners they joined with Him"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "What! Will they join those with Him who cannot create anything, and are themselves created"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "and have no power to help them, or to help themselves"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "And if ye summon them to \"the guidance,\" they will not follow you! It is the same to them whether ye summon them or whether ye hold your peace"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Truly they whom ye call on beside God, are, like yourselves, His servants! Call on them then, and let them answer you, if what ye say of them be true"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Have they feet to walk with? Have they hands to hold with? Have they eyes to see with? Have they ears to hear with? SAY: Call on these joint gods of yours; then make your plot against me, and delay it not"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Verily, my Lord is God, who hath sent down \"the Book;\" and He is the protector of the righteous"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "But they whom ye call on beside Him, can lend you no help, nor can they help themselves"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "And if ye summon them to \"the guidance,\" they hear you not: thou seest them look towards thee, but they do not see"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Make the best of things; and enjoin what is just, and withdraw from the ignorant"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "And if stirrings to evil from Satan stir thee, fly thou for refuge to God: He verily heareth, knoweth"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Verily, they who fear God, when some phantom from Satan toucheth them, remember Him, and lo! they see clearly"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Their Brethren will only continue them in error, and cannot preserve themselves from it"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "And when thou bringest not a verse (sign) of the Koran to them, they say, \"Hast thou not yet patched it up? SAY: I only follow my Lord's utterances to me. This is a clear proof on the part of your Lord, and a guidance and a mercy for those who believe"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "And when the Koran is read, then listen ye to it and keep silence, that haply ye may obtain mercy"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "And think within thine own self on God, with lowliness and with fear and without loud spoken words, at even and at morn; and be not one of the heedless"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Verily they who are round about thy Lord disdain not His service. They praise Him and prostrate themselves before Him"
        }
    ]
}