{
    "maqras": [
        {
            "chapter": 9,
            "verse": 93,
            "text": "Only is there cause of blame against those who, though they are rich, ask thee for exemption. They are pleased to be with those who stay behind; and God hath set a seal upon their hearts: they have no knowledge"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "They will excuse themselves to you when ye come back to them. SAY: Excuse yourselves not; we cannot believe you: now hath God informed us about you: God will behold your doings, and so will His Apostle: to Him who knoweth alike things hidden and things manifest shall ye hereafter be brought back: and He will tell you what ye have done"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "They will adjure you by God when ye are come back to them, to withdraw from them: Withdraw from them, then, for they are unclean: their dwelling shall be Hell, in recompense for their deserts"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "They will adjure you to take pleasure in them; but if ye take pleasure in them, God truly will take no pleasure in those who act corruptly"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "The Arabs of the desert are most stout in unbelief and dissimulation; and likelier it is that they should be unaware of the laws which God hath sent down to His Apostle: and God is Knowing, Wise"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Of the Arabs of the desert there are some who reckon what they expend in the cause of God as tribute, and wait for some change of fortune to befall you: a change for evil shall befall them! God is the Hearer, the Knower"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "And of the Arabs of the desert, some believe in God and in the last day, and deem those alms an approach to God and to the Apostle's prayers. Are they not their approach? Into His mercy shall God lead them: yes, God is Indulgent, Merciful"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "As for those who led the way, the first of the Mohadjers, and the Ansars, and those who have followed their noble conduct, God is well pleased with them, and they with Him: He hath made ready for them gardens under whose trees the rivers flow: to abide therein for aye: this shall be the great bliss"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "And of the Arabs of the desert round about you, some are hypocrites: and of the people of Medina, some are stubborn in hypocrisy. Thou knowest them not, Muhammad: we know them: twice will we chastise them: then shall they be given over to a great chastisement"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Others have owned their faults, and with an action that is right they have mixed another that is wrong. God will haply be turned to them: for God is Forgiving, Merciful"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Take alms of their substance, that thou mayst cleanse and purify them thereby, and pray for them; for thy prayers shall assure their minds: and God Heareth, Knoweth"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Know they not that when his servants turn to Him with repentance, God accepteth it, and that He accepteth alms, and that God is He who turneth, the Merciful"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "SAY: Work ye: but God will behold your work, and so will His Apostle, and the faithful: and ye shall be brought before Him who knoweth alike the Hidden and the Manifest, and He will tell you of all your works"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "And others await the decision of God; whether He will punish them, or whether He will be turned unto them: but God is Knowing, Wise"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "There are some who have built a Mosque for mischief and for infidelity, and to disunite the faithful, and in expectation of him who, in time past, warred against God and His Apostle. They will surely swear, \"Our aim was only good:\" but God is witness that they are liars"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Never set thou foot in it. There is a Mosque founded from its first day in piety. More worthy is it that thou enter therein: therein are men who aspire to purity, and God loveth the purified"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Which of the two is best? He who hath founded his building on the fear of God and the desire to please Him, or he who hath founded his building on the brink of an undermined bank washed away by torrents, so that it rusheth with him into the fire of Hell? But God guideth not the doers of wrong"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Their building which they have built will not cease to cause uneasiness in their hearts, until their hearts are cut in pieces. God is Knowing, Wise"
        }
    ]
}