{
    "maqras": [
        {
            "chapter": 12,
            "verse": 101,
            "text": "O my Lord, thou hast given me dominion, and hast taught me to expound dark sayings. Marker of the Heavens and of the Earth! My guardian art thou in this world and in the next! Cause thou me to die a Muslim, and join me with the just"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "This is one of the secret histories which we reveal unto thee. Thou wast not present with Joseph's brethren when they conceived their design and laid their plot"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "but the greater part of men, though thou long for it, will not believe"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Thou shalt not ask of them any recompense for this message. It is simply an instruction for all mankind"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "And many as are the signs in the Heavens and on the Earth, yet they will pass them by, and turn aside from them"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "And most of them believe not in God, without also joining other deities with Him"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "What! Are they sure that the overwhelming chastisement of God shall not come upon them, or that that Hour shall not come upon them suddenly, while they are unaware"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "SAY: This is my way: resting on a clear proof, I call you to God, I and whoso followeth me: and glory be to God! I am not one of those who add other deities to Him"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Never before thee have we sent any but men, chosen out of the people of the cities, to whom we made revelations. Will they not journey through the land, and see what hath been the end of those who were before them? But the mansions of the next life shall be better for those who fear God. Will they not then comprehend"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "When at last the Apostles lost all hope, and deemed that they were reckoned as liars, our aid reached them, and we delivered whom we would; but our vengeance was not averted from the wicked"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Certainly in their histories is an example for men of understanding. This is no new tale of fiction, but a confirmation of previous scriptures, and an explanation of all things, and guidance and mercy to those who believe"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "ELIF. LAM. MIM. RA. These, the signs of the Book! And that which hath been sent down to thee from thy Lord is the very truth: But the greater part of men will not believe"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "It is God who hath reared the Heavens without pillars thou canst behold; then mounted his throne, and imposed laws on the sun and moon: each travelleth to its appointed goal. He ordereth all things. He maketh his signs clear, that ye may have firm faith in a meeting with your Lord"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "And He it is who hath outstretched the earth, and placed on it the firm mountains, and rivers: and of every fruit He hath placed on it two kinds: He causeth the night to enshroud the day. Verily in this are signs for those who reflect"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "And on the earth hard by each other are its various portions: gardens of grapes and corn, and palm trees single or clustered. Though watered by the same water, yet some make we more excellent as food than other: Verily in all this are signs for those who understand"
        }
    ]
}