{
    "rukus": [
        {
            "chapter": 6,
            "verse": 122,
            "text": "Ölü (Allah´a ulaşmayı dilememiş) iken (ona on iki ihsan vererek) dirilttiğimiz ve insanlar arasında onunla yürüyeceği nur verdiğimiz kimse, karanlıklar içinde olup, ondan çıkamayacak kimse gibi midir? Böylece kâfirlere, yapmış oldukları şeyler süslü gösterildi"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Ve işte böylece, her kasabada (şehirde) onun mücrimlerini (günah işleyenlerini), orada sahtekârlık (hile) yapmaları için liderler yaptık. Kendilerinden başkasını aldatmazlar ve farkında değiller"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Onlara bir âyet geldiği zaman: “Allah´ın resûllerine verilen şeyin aynısı bize de verilmedikçe (verilinceye kadar) asla inanmayız.” dediler. Risaletini kime vereceğini Allah, en iyi bilendir. Cürüm işleyen (günah işleyen) kimselere, yapmış oldukları hile(ler) sebebiyle yakında Allah´ın huzurunda bir zillet (küçüklük, aşağılık) ve şiddetli azap isabet edecektir (gelecektir)"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Öyleyse Allah kimi Kendisine ulaştırmayı dilerse onun göğsünü yarar ve (Allah´a) teslime (İslâm´a) açar. Kimi dalâlette bırakmayı dilerse, onun göğsünü semada yükseliyormuş gibi daralmış, sıkıntılı yapar. Böylece Allah, mü´min olmayanların üzerine pislik (azap, darlık, güçlük) verir"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Ve bu, senin Rabbine istikametlenmiş (yönlendirilmiş) yoldur. (Allah´a götüren yoldur). Tezekkür eden bir kavim için âyetleri ayrı ayrı açıkladık"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Rab´lerinin katında onlar için selâm yurdu (teslim yurdu) vardır. Yapmış olduklarından dolayı, O (Allah), onların dostudur"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "Ve onların hepsini biraraya topladığı gün (Allahû Tealâ şöyle buyuracaktır): “Ey cin topluluğu! İnsanlarla sayınızı artırdınız (tagutların arasına insanları da kattınız).” Onlara dost olan insanlardan bir kısmı şöyle dedi: “Rabbimiz, biz birbirimizden faydalandık ve Senin bize takdir ettiğin zamanın bitiş noktasına (sonuna) eriştik.” (Allahû Tealâ): “Allah´ın dilediği şey (cehennemin yok olma zamanı gelmesi hali) hariç; sizin barınacağınız yer ateştir, orada ebedî kalacak olanlarsınız.” buyurdu. Muhakkak ki senin Rabbin, hüküm sahibi ve en iyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Ve işte böylece kazanmış olduklarından (günahlarından) dolayı zalimlerin bir kısmını, bir kısmına çeviririz (musallat ederiz)"
        }
    ]
}