{
    "rukus": [
        {
            "chapter": 10,
            "verse": 83,
            "text": "Bundan sonra, firavunun ve onun ileri gelenlerinin onları fitnelemesi (belâya uğratması) korkusuyla, Musa (A.S)´a, (kendi) kavminden, zürriyetinden (gençlerinden) başkası îmân etmedi. Ve muhakkak ki firavun, yeryüzünde üstündü (zorbaydı). Ve gerçekten o müsriflerdendi (haddi aşan azgınlardandı)"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Ve Musa (A.S) şöyle dedi: “Ey kavmim! Eğer siz, Allah´a âmenû olup (ölmeden önce Allah´a ulaşmayı dileyenler ve Allah´a), teslim olanlarsanız, artık O´na (Allah´a) tevekkül edin.”"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Bunun üzerine: “Biz Allah´a tevekkül ettik. Rabbimiz, bizi zalim kavme fitne (konusu) kılma.” dediler"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Ve bizi, Senin rahmetinle kâfirler kavminden kurtar"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Musa (A.S) ve kardeşine vahyettik: “İkinizin kavmi için Mısır´a evler yapın ve evlerinizi kıble kılın ve namazı ikame edin. Ve mü´minleri müjdele!”"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Ve Musa (A.S) şöyle dedi: “Rabbimiz, muhakkak ki Sen, firavun ve onun ileri gelenlerine dünya hayatında ziynet (süs eşyası) ve mallar verdin. Rabbimiz, (o mallar) onları Senin yolundan saptırsın! Rabbimiz, onların mallarını mahvet, onların kalplerini sıkıştır. Artık elîm azabı görünceye kadar onlar, mü´min olmazlar.”"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "(Allahû Tealâ) şöyle buyurdu: “İkinizin duasına icabet edilmiştir (kabul edilmiştir). Artık ikiniz de (kendinizi dîne) ikame edin (Allah´a çağırmaya devam edin). Bilmeyen kimselerin Benden (uzaklaşan) yoluna tâbî olmayın.” dedi"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Biz, İsrailoğullarını denizden geçirdik. Böylece firavun ve onun ordusu, azgınlıkla (zulümle), düşmanlıkla onları takip etti. (Sular), onu boğacak düzeye erişince, (firavun) o zaman: “İsrailoğullarının kendisine (O´na) inandığı ilâhtan başka (ilâh) olmadığına ben de îmân ettim. Ve ben (de), müslümanlardanım (teslim olanlardanım, İslâm´a girenlerdenim).” dedi"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "Şimdi (mi) (teslim oldun, öyle mi?) Ve sen, daha önce asi olmuştun. Ve sen, fesat çıkaranlardan idin"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Böylece senden sonraki nesillere, bir delil (ibret) olman için, bugün seni bedeninle kurtaracağız. Ve insanların çoğu, elbette âyetlerimizden gâfillerdir"
        }
    ]
}