{
    "rukus": [
        {
            "chapter": 17,
            "verse": 101,
            "text": "Andolsun Biz, Musa (A.S)´a apaçık 9 âyet (mucize) verdik. Bunları benî İsraile (İsrailoğullarına) sor. Onlara (Musa A.S) gelmişti. O zaman firavun şöyle demişti: “Ey Musa! Ben, sana mutlaka sihir yapıldığına kesin şekilde inanıyorum.”"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "““Andolsun bunları (9 mucizeyi), görünür bir şekilde, semaların ve arzın Rabbinden başkasının indirmediğini sen biliyordun. Ve ey firavun! Muhakkak ki ben, senin helâk olacağına kesin şekilde inanıyorum.” dedi"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Bundan sonra onları arzdan (bulundukları yerden) çıkarmak istedi. Bunun üzerine Biz, onu ve beraberindekilerin hepsini boğduk"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Ondan sonra benî İsraile, “Arzda (orada) iskân olun (yerleşin)!” dedik. Ahiretin vadesi (vaadi) gelince sizi biraraya getireceğiz"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Ve Hakk´ı (Kur´ân´ı), O´nu, Biz indirdik. Ve Hakk ile indi. Seni, müjdeleyici ve uyarıcı olmandan başka bir şey için göndermedik"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Ve Kur´ân-ı Kerim; onu kısımlara (sure sure ve âyet âyet) ayırdık. İnsanlara, onu muksin olarak (uzun sürede) okuman için tenzîlen (kısımlara ayırıp, uzun sürede okunabilecek şekilde), bir indirişle indirdik"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "De ki: “O´na inanılsın veya inanılmasın, O´ndan önce kendilerine ilim verilen kimseler, onlara (Kur´ân´ın secde âyetleri) okunduğu zaman, secde ederek çeneleri (alınları) üstüne kapanırlar.”"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Ve derler ki: “Rabbimiz, Sübhan´dır (herşeyden münezzehtir). Eğer Rabbimiz vaadettiyse, (o) mutlaka ifa edilmiştir.”"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Ve çeneleri (alınları) üstüne kapanırlar. Ve huşûları artarak ağlarlar"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "De ki: “Allah diye çağırın veya Rahmân diye çağırın. Nasıl çağırırsanız hepsi O´nun Esmaül Hüsnası´dır (Allah´ın en güzel isimleridir).” Namazında (sesini) yükseltme ve onu (sesini) alçaltma. Bu ikisi arasında bir yol tut"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Ve de ki: “Hamd, çocuk edinmeyen Allah´a mahsustur ve O´nun mülkte ortağı olmamıştır (yoktur). Ve (O, zillete düşmez) O´nun, Kendisini zilletten (kurtaracak) bir dosta (ihtiyacı) yoktur.” O´nu tekbir ile (üstün kılarak) yücelt (büyüklüğünü ifade et)"
        }
    ]
}