{
    "rukus": [
        {
            "chapter": 19,
            "verse": 41,
            "text": "Kitap´ta İbrâhîm (A.S)´ı zikret! Muhakkak ki O, sadık (çok sadaka veren, sadakatli, her zaman doğruyu söyleyen) bir Nebî idi"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "İbrâhîm (A.S), babasına dedi ki: “Ey babacığım! İşitmeyen ve görmeyen ve sana hiçbir (şekilde bir) şeyle faydası olmayanlara niçin tapıyorsun?”"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "Ey babacığım, muhakkak ki bana, sana gelmeyen bir ilim gelmiştir! Öyleyse bana tâbî ol. Seni, Sıratı Seviye´ye (düzgün, seviyeli, Allah´a ulaştıran yola) hidayet edeyim (ulaştırayım)"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "Ey babacığım, şeytana kul olma! Muhakkak ki şeytan, Rahmân´a asi oldu"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "Ey babacığım, muhakkak ki ben, sana Rahmân´dan azap dokunmasından korkuyorum! O durumda, şeytana velî (dost) olursun"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "İbrâhîm (A.S)´ın babası şöyle) dedi: “Ey İbrâhîm! Sen, benim ilâhlarıma rağbet etmiyor musun (kıymet vermiyor musun)? Eğer sen, (bundan) vazgeçmezsen mutlaka seni taşlarım ve uzun müddet benden uzaklaş.”"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "“Sana (senin üzerine) selâm olsun.” dedi. Senin için Rabbimden mağfiret dileyeceğim. Çünkü O, bana (çok) lütufkârdır"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Ve ben, sizden ve Allah´tan başka dua ettiğiniz şeylerden ayrılıyorum. Ve Rabbime dua ediyorum. Umulur ki (inşaallah), (bu) dualarla ben, Rabbime şâkî olmam"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Böylece onlardan ve onların Allah´tan başka kul olduğu şeylerden, ayrıldığı zaman ona, İshak ve Yâkub´u hibe ettik (o istemeden bahşettik). Ve hepsini, Nebî (Peygamber) kıldık"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Ve onlara, rahmetimizden bahşettik (karşılıksız verdik). Ve onları (Hz. İbrâhîm ve oğullarını), (bütün) dillerde, lisanlarda sadık ve âlî (üstün, yüce) kıldık"
        }
    ]
}