{
    "rukus": [
        {
            "chapter": 21,
            "verse": 30,
            "text": "İnkâr edenler (kâfirler), semaların ve arzın bitişik olduğunu görmediler mi? Sonra Biz, o ikisini (birbirinden) ayırdık. Ve her canlı şeyi sudan yarattık. Hâlâ inanmazlar mı"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Ve arzda (yeryüzünde), onları sarsar diye (sarsmaması için) dağlar kıldık. Ve orada geniş yollar oluşturduk. Umulur ki (böylece) onlar, hidayete ererler (ulaşırlar)"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Ve semayı (gökleri) muhafaza edilmiş bir tavan kıldık. Ve onlar, O´nun âyetlerinden yüz çevirenlerdir"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Geceyi ve gündüzü, Güneş´i ve Ay´ı yaratan O´dur. Hepsi feleklerinde (yörüngelerinde) yüzerler"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Ve senden önce bir beşeri, ebedî (ölümsüz) kılmadık. Öyleyse sen ölürsen, o zaman onlar, ebedî mi olacaklar (ölmeyecekler mi)"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Bütün nefsler, ölümü tadıcıdır. Sizi, hayır ve şerr fitneleri ile imtihan ederiz. Ve Bize döndürüleceksiniz"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Ve inkâr edenler (kâfirler), seni gördükleri zaman: “Sizin ilâhlarınızı zikreden (onlar hakkında konuşan) bu mu?” diyerek, seni sadece alay konusu edinirler. Ve onlar, Rahmân´ın Zikri´ni (Kitabı´nı) inkâr edenlerdir"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "İnsan aceleci olarak yaratıldı. Size âyetlerimi göstereceğim. Artık Benden acele istemeyin"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "“Eğer siz doğru söyleyenlerseniz, bu vaad ne zaman (yerine getirilecek)?” derler"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "İnkâr edenler, (cehennem) ateşini yüzlerinden ve sırtlarından gideremeyecekleri ve yardım olunmayacakları zamanı keşke bilselerdi"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Hayır, onlara (azap) ansızın gelecek. Böylece onları dehşette bırakacak. Artık onu reddetmeye (geri çevirmeye) güçleri yetmeyecek. Ve de onlara bakılmayacak"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Andolsun ki senden önce (de) resûllerle alay edildi. Sonra alay etmiş oldukları şey, alay edenleri kuşattı"
        }
    ]
}