{
    "rukus": [
        {
            "chapter": 39,
            "verse": 53,
            "text": "De ki: \"Ey nefsleri üzerine israf yüklemiş (haddi aşmış) kullarım! Allah´ın rahmetinden ümit kesmeyin. Muhakkak ki Allah, günahların üzerine hepsini mağfiret eder (sevaba çevirir). O, muhakkak ki O; Gafûr´dur (mağfiret eden), Rahîm´dir (rahmet nuru gönderen)"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Ve Rabbinize (Allah´a) yönelin (ruhunuzu Allah´a ulaştırmayı dileyin)! Ve size azap gelmeden önce O´na (Allah´a) teslim olun (ruhunuzu, vechinizi, nefsinizi, iradenizi Allah´a teslim edin). (Yoksa) sonra yardım olunmazsınız"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Ve size Rabbinizden indirilmiş olan ahsen şeye (emre) tâbî olun. Size, farkında olmadan ve ansızın azap gelmesinden önce"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Kişinin, \"Allah´tan uzaklaşma konusunda, aşırı gittiğim (haddi aştığım) herşeye yazıklar olsun. Ve ben mutlaka alay edenlerden olmuştum.\" dediği gibi (diyenlerden olmayın)"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "Veya: \"Muhakkak ki eğer Allah beni hidayete erdirseydi, ben mutlaka takva sahiplerinden olurdum.\" diyenlerden (olmayın)"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Veya azabı gördüğünüz an: \"Keşke benim bir kere daha (fırsatım) olsaydı, o zaman muhsinlerden olurdum.\" diyenlerden (olmayın)"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "Fakat sana âyetlerim gelmişti, o zaman onları yalanlamış, kibirlenmiş ve kâfirlerden olmuştun"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "Ve kıyâmet günü, Allah´a karşı yalan söyleyenlerin yüzlerini kararmış görürsün. Kibirlenenlerin yeri cehennemde değil mi"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Ve Allah, takva sahiplerini, feyz sahibi olmaları (kendilerine sekînet nuru ulaşması) sebebiyle kurtarır. Onlara kötülük (azap) dokunmaz. Ve onlar mahzun da olmazlar"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allah, herşeyin Yaratıcısı´dır ve O, herşeye vekildir"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "Göklerin ve yerin hazineleri O´nundur. Allah´ın âyetlerini inkâr edenler, işte onlar; onlar hüsranda olanlardır"
        }
    ]
}