{
    "rukus": [
        {
            "chapter": 40,
            "verse": 69,
            "text": "Allah´ın âyetleri hakkında mücâdele edenleri görmedin mi? Onlar nasıl döndürülüyorlar"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Onlar, Kitabı ve resûllerimizle gönderdiğimiz şeyleri yalanladılar. Fakat yakında bilecekler (öğrenecekler)"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "Onlar, boyunlarında halkalar ve zincirler olduğu halde sürüklenecekler"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Onlar kaynar suya sokulacaklar, sonra da ateşte tutuşturulacaklar (yakılacaklar)"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Sonra onlara: \"Sizin şirk koşmuş olduğunuz şeyler nerede?\" denir"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Allah´tan başka. (Cehennemdekiler de) derler ki: \"Onlar bizden saptılar (uzaklaştılar). Hayır, (meğer) biz daha önce (hiç) bir şeye tapmamışız. Allah, kâfirleri işte böyle dalâlette bırakır"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "İşte bu, sizin yeryüzünde haksız yere şımarmanız ve azmanız sebebiyledir"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Ebediyyen orada kalmak üzere cehennemin kapılarından girin. Artık kibirlenenlerin kalacakları yer ne kötü"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Öyleyse sabret. Muhakkak ki Allah´ın vaadi haktır. Onlara vaadettiklerimizin (azabın), bir kısmını sana gösteririz veya seni (daha önce) öldürürüz. Sonunda onlar Bize döndürülecekler"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Ve andolsun ki senden önce (de) resûller gönderdik. Onlardan bir kısmını sana anlattık ve bir kısmını sana anlatmadık. Allah´ın izni olmadan bir resûlün âyet getirmesi olamaz. Artık Allah´ın emri geldiği zaman hak ile hükmedilmiş olur. Ve bâtılı isteyenler, orada hüsran uğramışlardır"
        }
    ]
}