{
    "rukus": [
        {
            "chapter": 3,
            "verse": 10,
            "text": "Muhakkak ki Allah´dan gelen bir şeye (azaba) karşı, kâfirlere, onların malları ve evlâtları asla bir fayda vermez. Ve işte onlar, onlar ateşin yakıtıdırlar"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "(Onların durumu) Firavun ailesinin ve onlardan öncekilerin durumu gibidir. Âyetlerimizi yalanladılar, bunun üzerine Allah, onları günahları sebebiyle yakaladı. Ve Allah ikâbı (azabı) şiddetli olandır"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Kâfir olanlara de ki: \"Yakında mağlup olacaksınız, cehennenemde toplanacaksınız. ve (o) ne kötü bir döşektir"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "(Bedir savaşında) çarpışan iki fırka, sizin için bir ibret olmuştur. Bir fırka Allah´ın yolunda savaşıyor ve diğeri kâfir olan (fırka), onları (bizzat) gözleri ile kendilerinin iki misli görüyorlardı. Ve Allah dilediğini, kendi yardımı ile destekler. Muhakkak ki bunda, Ulûl ebsar (basîret sahipleri) için mutlaka ibret vardır"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "İnsanlara, \"kadınlara, oğullara, kantar kantar biriktirilmiş altın ve gümüşe, salma atlara, hayvanlara ve ekinlere olan sevgiden oluşan\" şehvetleri (aşırı düşkünlükleri) güzel gösterildi. Bunlar, dünya hayatının menfaatleridir. Ve Allah, O´nun katındaki en güzel sığınaktır"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "De ki: \"Size bundan daha hayırlısını haber vereyim mi? Takva sahibi olanlar için, Rabb´lerinin katında, içinde devamlı kalacakları, altından nehirler akan cennetler, temiz eşler ve Allah´ın rızası vardır.\" Allah kullarını en iyi görendir"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Onlar (takva sahipleri): “Rabbimiz, biz hiç şüphesiz mü´min olduk (îmân ettik), artık bizim günahlarımızı (sevaba çevirerek) bize mağfiret et ve bizi ateş azabından koru.” derler"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "(Onlar), sabredenler, sâdıklar (ahdlerine vefa edenler), kânitîn olanlar (Allah´ın huzurunda saygı ile duranlar), infâk edenler (Allah için verenler) ve seherlerde mağfiret dileyenlerdir"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Allah, şehâdet (şahitlikL) etti: muhakkak ki O´ndan başka ilâh yoktur. Melekler ve ilim sahipleri de adaletle kâim oldular (şahit oldular) ki, O´ndan başka ilâh yoktur, (O) Azîz´dir, Hakîm´dir"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Muhakkak ki Allah´ın indinde dîn, İslâm´dır (teslim dînidir). Kendilerine kitap verilenler, kendilerine ilim geldikten sonra aralarındaki hased sebebiyle ihtilâfa düştüler. Ve kim Allah´ın âyetlerini örterse (inkâr ederse), o taktirde, muhakkak ki Allah, hesabı çabuk görendir"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Bundan sonra eğer seninle tartışırlarsa o zaman onlara de ki: \"Ben ve bana tâbi olanlar vechimizi (fizik vücudumuzu) Allah´a teslim ettik. O kitab verilenlere ve ümmîlere: \"Siz de vechinizi (fizik vücudunuzu) (Allah´a) teslim ettiniz mi?\" de. Eğer teslim ettilerse, o taktirde, hidayete ermişlerdir. Ve eğer yüz çevirirlerse, o zaman sana düşen sadece tebliğdir. Ve Allah, kullarını en iyi görendir"
        }
    ]
}