{
    "rukus": [
        {
            "chapter": 5,
            "verse": 67,
            "text": "Ey Resûl! Rabb´inden sana indirileni tebliğ et (duyur). Eğer bunu yapmazsan, o taktirde O´nun Risaletini (sana gönderdiğini) tebliğ etmemiş (duyurmamış) olursun. Ve Allâh seni insanlardan korur. Muhakkak ki Allâh, kâfirler kavmini hidâyete erdirmez"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "De ki; \"Ey Ehli Kitap! Tevrat´ı, İncil´i ve size Rabb´iniz tarafından indirileni, yerine getirip uygulamadıkça siz birşey (bir din) üzerinde değilsiniz. Ve sana Rabb´inden indirilen, mutlaka onların bir çoğunun azgınlık ve küfrünü artırır. Artık senkâfirler topluluğuna üzülme"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Muhakkak ki, âmenû olanlar (Allâh´a ulaşmayı dileyenler), ve Yahudiler, Sâbiiler ve Nasrânilerden (Hristiyanlardan) kim Allâh´a ve âhir güne iman eder ve nefsini ıslah edici ameller (nefs tezkiyesi ) yaparsa onlara artık korku yoktur ve onlar mahzun da olmazlar"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Andolsun ki Biz, İsrailoğulları´ndan mîsak aldık ve onlara resûller gönderdik. Onlara her resûl gelişinde,nefislerinin hevâlarına uymadığından dolayı, bir kısmını yalanladılar ve bir kısmını da öldürdüler"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Ve, yaptıklarının bir fitne olmayacağını sandılar böylece kör ve sağır (hakkı görmez ve işitmez) oldular. Sonra, Allâh onların tövbesini kabul etti. Sonra yine onlardan bir çoğu kör ve sağır oldular. Ve Allâh, onların yaptıklarını en iyi görendir"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "Andolsun ki; “Muhakkak ki Allah, O, Meryem oğlu Mesih´tir.” diyenler kâfir olmuşlardır. Oysa Mesih (Hz. İsa, onlara) şöyle demişti; “Ey İsrailoğulları! Benim Rabbim ve sizin Rabbiniz olan Allâh´a kul olun. Muhakkak ki, kim Allâh´a şirk (eş, ortak) koşarsa, o taktirde Allâh ona cenneti haram etmiştir ve onun varacağı yer ateştir. Ve zâlimler için bir yardımcı yoktur.”"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Andolsun ki, \"Allâh üçün, üçüncüsüdür (üç ilâh´tan biridir).\" diyenler kâfir olmuşlardır. Ve tek bir ilâhdan başka bir ilâh yoktur.Ve eğer bu söyledikleri sözlerden vazgeçmezlerse, onlardan (bu sözlerinde ısrar edip) kâfir olanlara, mutlaka “elîm azap” dokunacaktır"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Hâlâ, Allâh´a tövbe edip, O´ndan mağfiret dilemiyorlar mı? Ve Allâh Gafûr´dur, Rahîm´dir"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Meryem oğlu Mesih (Hz. İsa) sadece bir Resûldür. Ondan önce de resûller (elçiler) gelip geçmiştir.Ve onun annesi sıddîktır (çok doğru ve iffetlidir). İkisi de (diğer insanlar gibi) yemek yerlerdi. Bak, onlara âyetleri nasıl açıklayıp beyan ediyoruz. Sonra da bak, nasıl (Allâh´dan) döndürülüyorlar"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "De ki; \"Allâh´tan başka, size zarar ve fayda (yarar) vermeye gücü yetmeyen (malik olmayan) şeylere mi kul oluyorsunuz?\" Ve Allâh, O, en iyi işitendir, en iyi bilendir"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "De ki; \"Ey Kitap Ehli! Dininizde haksız yere (taşkınlık yapıp) haddi aşmayın. Ve daha önce dalâlete düşmüş ve birçoklarını da dalâlete düşürmüş ve de sevvâ edilmiş yoldan sapmış olan bir kavmin hevâlarına uymayın"
        }
    ]
}