{
    "chapter": [
        {
            "chapter": 22,
            "verse": 1,
            "text": "o manavulara! Mi prabhuvu nandu bhayabhaktulu kaligi undandi! Niscayanga, a antima ghadiya yokka bhukampam ento bhayankaramainadi"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "a roju avarincinappudu, palicce prati stri tana cantibiddanu maracipovatanni, garbhavati ayina prati stri, tana garbhanni kolpovatanni nivu custavu. Mariyu manavulandarini mattulo unnatlu nivu custavu. Kani (vastavaniki) varu tragi (mattulo) undaru. Kani allah siksaye anta tivranga untundi"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "mariyu prajalalo okaduntadu, jnanam lenide, allah nu gurinci vadulade vadu mariyu dhikkari ayina prati saitan nu anusarincevadu"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "atadini (saitan nu) gurinci vrayabadindemitante, vastavaniki evadaite atadi vaipunaku maralutado, vadini niscayanga, atadu margabhrastudiga cestadu mariyu vadiki mande narakagni vaipunaku margadarsakatvam cestadu"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "E manavulara! Okavela (maranincina taruvata) marala sajivuluga lepabadatanni gurinci miku edaina sandehamunte! (Jnapakamuncukondi) niscayanga, memu mim'malni mattito srstincamu, taruvata viryabinduvuto, a taruvata netturu gaddato, a paina mansapu kandato; adi purtiga rupam pondavaccu, leka purtiga rupam pondaka povaccu. Idanta memu miku (ma saktini telusukovataniki) spastam cestunnamu. A taruvata memu korina varini oka nirnita kalam varaku garbhakosalalo uncutamu. Pidapa mim'malni sisuvula rupanlo bayatiki tistamu. A taruvata mim'malni yavvana dasaku ceranistamu. Milo okadu (vrd'dhudu kaka munde) canipotadu, marokadu nikrstamaina vrd'dhapyam varaku cercabadatadu; appudatadu, modata anta telisina vadaina emi teliyani vadiga ayi potadu. Nivu bhumini phalimpaleni daniga custavu. Kani okavela memu danipai nitini (varsanni) kuripiste, adi pulakarinci pongipoyi anni rakala manoharamaina vrksakotini utpannam cestundi"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "idanta endukante! Niscayanga, allah! Ayane satyam, mariyu niscayanga ayana matrame caccina varini tirigi bratikincagalavadu mariyu niscayanga ayane pratidi ceyagala samardhudu"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "mariyu antima ghadiya niscayanga ranunnadi. Andulo elanti sandeham ledu mariyu niscayanga, allah gorilalo nunna varini marala bratikinci leputadu"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "ayina manavulalo - jnanam lenide mariyu margadarsakatvam lenide mariyu prakasavantamaina grantham lenide - allah nu gurinci vadulade vadu unnadu"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "(alanti vadu) garvanto tana medanu trippukuntadu. Itarulanu allah margam nundi tappimpa justadu. Vaniki i lokanlo avamanamuntundi. Mariyu punarut'thana dinamuna ataniki memu dahince agni siksanu ruci cuputamu"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "(Atanito): \"Idi nivu ni cetulara cesi pampina dani (phalitam) mariyu niscayanga, allah tana dasulaku elanti an'yayam ceyadu!\" (Ani anabadutundi)"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "mariyu prajalalo kondaru ancuna nilaci (sandehanto) allah nu aradhince varunnaru. (Alantivadu) tanaku labham kaligite, ento trpti pondutadu. Kani apadaku guri ayite mukham trippukoni, ihamunu mariyu paramunu kuda kolpotadu. Spastamaina nastamante ide"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "atadu allah nu vadali tanaku nastam gani, labham gani cekurcaleni varini prarthistunnadu. Ide margabhrastatvanlo cala duram povatam"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "evari valla labham kante, nastame ekkuva ranunnado varine atadu prarthistunnadu. Enta nikrstudaina sanraksakudu mariyu enta nikrstudaina anucarudu (asiru)"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "visvasinci satkaryalu cesevarini, allah niscayanga, krinda selayellu pravahince svargavanalalo pravesimpajestadu. Niscayanga, allah tanu korindi cestadu"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "evadaite - ihalokanlo mariyu paralokanlo kuda - allah, ataniki (pravaktaku) sahayapadadani bhavistado! (Vadiki sadhyamaite) vadini oka tradu sahayanto akasampaiki poyi, taruvata vatini (ante pravaktapai avatarimpa jeyabade vahi mariyu itara sahayalanu) trempi cudamanu, atadi i yukti atadi krodhavesanni duram ceyagalademo"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "mariyu i vidhanga memu dinini (i khur'an nu) spastamaina sandesalato avatarimpajesamu. Mariyu niscayanga, allah tanu korina variki sanmargam cuputadu"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "niscayanga, (i khur'an nu) visvasincina vari mariyu yudulu, sabiyulu, kraistavulu, majusilu mariyu bahudaivaradhakulu ayina vari madhya punarut'thana dinamuna allah tappaka tirpu cestadu. Niscayanga, allah prati daniki saksiga untadu"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Emi? Niku teliyada? Niscayanga, akasalalo unnavanni mariyu bhumilo unnavanni mariyu suryudu, candrudu, naksatralu, parvatalu, sarvavrksarasi, sarva jivarasi mariyu prajalalo cala mandi, allah ku sastangam (sajda) cestu untarani? Mariyu cala mandi siksaku kuda guri avutaru. Mariyu allah evadinaite avamanam palu cestado, atadiki gauravamippinca galavadu evvadu ledu. Niscayanga allah tanu korinde cestadu"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "a rendu vipaksa tegala varu tama prabhuvunu gurinci vaduladaru, kavuna varilo satyatiraskarulaku agni vastralu kattirincabadi (kuttincabadi) untayi, vari talala mida salasalakage niru poyabadu tundi"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "danito vari kadupulalo unnadi mariyu vari carmalu karigi potayi"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "mariyu varini (siksincataniki) inupa gadalu untayi"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "pratisari varu dani (a narakam) nundi dani badha nundi bayata padataniki prayatninci nappudalla tirigi anduloke nettabadataru. Mariyu varito: \"Narakagnini cavi cudandi!\" (Ani anabadutundi)"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "niscayanga, visvasinci satkaryalu cesevarini allah krinda selayellu pravahance svargavanalalo pravesimpajestadu. Andulo variki bangaram mariyu mutyalato ceyabadina kankanalu todigimpa badatayi. Akkada vari koraku pattu vastralu untayi"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "endukante variki manci matala vaipunaku margadarsakatvam cupabadindi. Mariyu varu sarvastotralaku ar'hudaina (allah) yokka margam vaipunaku margadarsakatvam pondaru"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Niscayanga, evaraite satyanni tiraskaristu (prajalanu) allah margam nundi, masjid al haram nundi atankaparustaro - denikaite memu andari koraku samananga cesi unnamo - varu akkada nivasincevaraina sare, leda bayata nundi vaccina varaina sare. Mariyu evaraina dulo apavitrata mariyu an'yayam ceyagorutaro, alanti variki memu badhakaramaina siksanu ruci cuputamu"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "mariyu memu ibrahim ku i grham (ka'abah) yokka sthalanni nirdesinci (cuputu) atanito: \"Evvarini naku satiga (bhagasvamuluga) kalpincaku, mariyu na grhanni, pradaksina (tavaph) cesevari koraku namaj cesevari koraku, vange (ruku'u) mariyu sastangam (sajda) cesevari koraku, parisud'dhanga uncu\" ani annamu"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "mariyu prajalaku hajj yatranu gurinci prakatincu: \"Varu padacarulaga mariyu prati balahinamaina onte (savari) mida, visala (dura) prantala nundi mariyu kanumala nundi ni vaipuku vastaru"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "varu, tama koraku ikkada unna prayojanalanu anubhavincataniki mariyu ayana variki jivanopadhiga prasadincina pasuvula mida, nirnita dinalalo allah perunu smarinci (jibah ceyataniki), kavuna danini (vati mansanni) tinandi mariyu lemiki guri ayina nirupedalaku tinipincandi"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "taruvata varu hajj acaralu (taphas) mariyu mokkubadulu (nujur) purti cesukonina pidapa a pracina grham (ka'abah) yokka pradaksina ceyali"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Ide (hajj)! Mariyu evadaite allah vidhincina nisedhalanu (pavitra niyamanalanu) adaristado, adi atani koraku, atani prabhuvu vadda ento melainadi. Mariyu mi koraku idi varaku miku (nisid'dhamani) ceppa badinavi tappa, itara pasuvulanni dharma sam'matam ceyabaddayi. Ika miru vigraharadhana vanti malin'yam nundi duranga undandi mariyu abad'dhapu (butakapu) matala nundi kuda duranga undandi"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "ekagracittanto (ekadaiva sid'dhantanto) allah vaipunake maralandi. Ayanaku sati (bhagasvamulanu) kalpincakandi. Allah ku sati kalpincina vani gati akasam nundi krinda padipoye dani vantide! Danini paksulaina ettukoni povaccu, leda gali ayina dura pradesalaku egura gottuku povaccu"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "ide! Mariyu evadaite, allah niyamincina cihnalanu gauravistado, adi niscayanga, hrdayalalo unna daivabhiti vallane"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "oka nirnita kalam varaku miku vatilo (i pasuvulalo) labhalunnayi. A taruvata vati gamyasthanam pracina grhame (ka'abah ye)"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "mariyu prati samajaniki memu dharma acaralu (khurbani pad'dhati) niyaminci unnamu. Memu vari jivanopadhi koraku prasadincina pasuvulanu, varu(vadhincetappudu) allah perunu uccharincali. Endukante mirandari aradhya daivam a ekaika devudu (allah)! Kavuna miru ayanaku matrame vidheyulai (muslinlai) undandi. Mariyu vinaya vidheyatalu galavariki subhavartanivvu"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "(variki) evari hrdayalaite, allah peru uccharincabadinappudu bhayanto vaniki potayo mariyu apadalalo sahanam vahistaro mariyu namaj sthapistaro mariyu variki prasadincina jivanopadhi nundi itarulapai kharcu cestaro"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "Khurbani pasuvulanu, memu mi koraku allah cihnaluga cesamu; miku vatilo melunnadi. Kavuna vatini (khurbani koraku) nilabetti vatipai allah perunu uccharincandi. Avi (pranam vidici) prakkala mida padipoyina taruvata miru vatini tinandi. Mariyu yacincani pedalaku mariyu yacince pedalaku kuda tinipincandi. I vidhanga memu vatini miku upayuktanga cesamu, bahusa miru krtajnulavu taremonani"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "vati mansam gani, vati raktam gani allah ku ceravu! Kani mi bhayabhaktule ayanaku cerutayi. Miku sanmargam cupinanduku, miru allah ghanatanu koniyadataniki, i vidhanga ayana vatini miku vasaparicadu. Sajjanulaku subhavartanu vinipincu"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "niscayanga, allah visvasincina varini kapadutadu. Niscayanga allah e visvasa ghatakunni mariyu krtaghnunni premincadu"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "tamapai dadi cesina varito yud'dham ceyataniki anumati ivvabadutondi. Endukante, varu an'yayaniki guri ceya baddaru. Niscayanga, allah variki sahayam ceyagala samardhudu"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "variki evaraite kevalam: \"Ma prabhuvu allah!\" Ani annanduku matrame, an'yayanga tama indla nundi tarimi veyabaddaro! Okavela allah prajalanu okari dvara marokarini tolagistu undakapote kraistava san'yasula mathalu, carculu, yudula prarthanalayalu mariyu masjidulu, ekkadaite allah peru atyadhikanga smarincabadutundo, anni dhvansam ceyabadi undevi. Niscayanga tanaku tanu sahayam cesukune vaniki allah tappakunda sahayam cestadu. Niscayanga, allah maha balavantudu, sarvasaktimantudu"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Vare! Okavela memu variki bhumipai adhikaranni prasadiste, varu namaj sthapistaru, vidhidanam (jakat) istaru mariyu dharmamunu (mancini) adesistaru mariyu adharmamu (cedu) nundi nisedhistaru. Sakala vyavaharala antima nirnayam allah cetilone vundi"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "mariyu (o muham'mad!) Varu (satyatiraskarulu) okavela ninnu asatyavadudavani tiraskariste (ascaryapadaku); vastavaniki, variki purvam nuh, ad mariyu samud jatula varu kuda (tama pravaktalanu) asatyavadulani tiraskarincaru"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "mariyu ibrahim jativaru mariyu lut jativaru"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "mariyu mad yan vasulu kudanu! Antekadu musa kuda asatyavadudavani tiraskarincabaddadu. Kavuna nenu satyatiraskarulaku (modata) konta vyavadhinicci, taruvata pattukuntanu. (Cusara!) Nannu tiraskarincadam vari koraku enta ghoramainadiga undeno"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "(i vidhanga), memu enno puralanu nasanam cesamu. Endukante, vati (prajalu) durmargulai undiri. (Inadu) avi nasanamai, tama kappula mida talakrindulai padi vunnayi. Vari bavulu mariyu vari drdhamaina kotalu kuda padupadi unnayi"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "emi? Varu bhumilo prayanam ceyara? Danini, vari hrdayalu (manas'sulu) artham cesukogalagataniki mariyu vari cevulu danini vinataniki? Vastavamemitante vari kannulaite gruddivi kavu, kani edalalo unna hrdayale gruddivayi poyayi"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "mariyu (o muham'mad!) Varu ninnu siksa koraku tondara pedutunnaru. Kani allah tana vagdananni bhangaparacadu. Mariyu niscayanga, ni prabhuvu vadda okka dinam mi lekkala prakaram veyi sanvatsaralaku samanamainadi"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "mariyu durmarganlo munigivunna enno nagaralaku nenu vyavadhiniccanu! Taruvata vatini (siksincataniki) pattukunnanu. (Vari) gamyasthanam na vaipunake kada"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "(O muham'mad!) Varito anu: \"O manavulara! Nenu kevalam miku spastanga heccarika cesevadanu matrame"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "kavuna evaraite, visvasinci satkaryalu cestaro, variki ksamapana mariyu gauravapradamaina jivanopadhi untayi"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "kani evaraite ma sucanalanu kincaparacataniki prayatnistaro alanti varu tappaka bhagabhaga mande narakagnivasulavutaru"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "mariyu (o pravakta!) Niku purvam memu pampina e sandesaharudu gani, leda pravakta gani (na sandesanni prajalaku) andincagorinapudu, saitan atani korikalanu atanka paracakunda undaledu. Kani saitan kalpincina atankalanu allah nirmulincadu. A taruvata allah tana ayat lanu sthiraparacadu. Mariyu allah sarvajnudu, maha vivecanaparudu"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "evari hrdayalalo rogamundo! Mariyu evari hrdayalu kathinamainavo, variki saitan kalpincevi (sandehalu) oka pariksaga ceyabadataniki. Mariyu niscayanga i durmargulu virodhanlo cala duram vellipoyaru"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "mariyu jnanamosanga badinavaru idi (i khur'an) ni prabhuvu taraphu nundi vaccina satyamani telusukoni danini visvasincataniki, vari hrdayalu daniki ankitam avataniki. Mariyu niscayanga, allah visvasince variki rjumargam vaipunaku margadarsatvam cestadu"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "mariyu satyatiraskarulu dinini (i khur'an nu) gurinci - akasmattuga antima ghadiya vaccevaraku leda a ekaika dinapu siksa avatarince varaku - sandehanlo padi untaru"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "a roju sarvadhipatyam allah de. Ayana vari madhya tirpu cestadu. Kavuna visvasinci satkaryalu cesevaru paramanandakaramaina svargavanalalo untaru"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "kani, evaraite satyatiraskarulai, ma sucanalanu abad'dhalani tiraskarincaro, variki avamanakaramaina siksa untundi"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Evaru allah marganlo tama indlanu vadali (valasa) poyi, a taruvata campabadataro leda maranistaro variki allah (paralokanlo) sresthamaina upadhini prasadistadu. Niscayanga, allah matrame uttama upadhi pradata"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "ayana varini varu trptipade sthalanlo pravesimpajestadu. Mariyu niscayanga, allah sarvajnudu, sahanasiludu"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "ide (vari parinamam!) Ika evadaite tanaku kaligina badhaku samananga matrame pratikaram tisukunna taruvata atanipai marala daurjan'yam jarigite! Niscayanga allah ataniki sahayam cestadu. Niscayanga, allah mannincevadu, ksamincevadu"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "ilage jarugutundi! Niscayanga, allah ye ratrini pagatiloki pravesimpajese vadu mariyu pagatini ratriloki pravesimpa jesevadu mariyu niscayanga, allah sarvam vinevadu, anta cusevadu"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "idi endukante, niscayanga allah! Ayane satyam! Mariyu ayanaku baduluga varu aradhincevanni asatyale! Mariyu niscayanga allah ayana matrame mahonnatudu, mahaniyudu (goppavadu)"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "emi? Niku teliyada? Niscayanga, allah ye akasam nundi varsam kuripinci, danito bhumini paccaga cestadani? Niscayanga, allah suksmagrahi, sarvam telisinavadu"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "akasalalo unnadi mariyu bhumilo unnadi anta ayanaku cendinade. Mariyu niscayanga, allah! Ayana matrame svayam samrd'dhudu, prasansaniyudu"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "emi? Niku teliyada? Niscayanga, allah bhumilo unna samastanni miku vasaparacadu. Mariyu samudranlo padava ayana anumatitone nadustundi mariyu ayane! Tanu anumatince varaku akasanni bhumi mida padakunda nilipi uncadu. Niscayanga, allah manavula patla ento kanikarudu, apara karuna pradata"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Mariyu ayane miku jivitanni prasadincadu, taruvata ayane mim'malni maranimpajestadu. A taruvata ayane mim'malni malli bratikistadu. Niscayanga manavudu ento krtaghnudu"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "memu prati samajam variki oka aradhana ritini niyamincamu. Varu danine anusaristaru. Kavuna varini i visayanlo nito vaduladanivvaku. Mariyu varini ni prabhuvu vaipuku ahvanincu. Niscayanga nivu saraina margadarsakatvanlo unnavu"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "okavela varu nito vadulataku digite, varito anu: \"Miru cesedanta allah ku baga telusu"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "allah punarut'thana dinamuna, miru parasparam kaligi unna abhipraya bhedala gurinci tirpu cestadu"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "emi? Niku teliyada? Akasanlo mariyu bhumilo unnadanta allah ku baga telusani! Niscayanga, idanta oka granthanlo (vrayabadi) undi. Niscayanga idanta allah ku cala sulabhamainadi"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "mariyu varu allah nu vadali itarulanu aradhistunnaru. Dani koraku ayana elanti nidarsananni avatarimpajeyaledu mariyu variki (satyatiraskarulaku) danini gurinci elanti jnanam ledu. Mariyu durmargulaku sahayapadevadu evvadu undadu"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "mariyu ma spastamaina sucanalu variki vinipincabadinappudu, satyatiraskarula mukhala mida tiraskaranni nivu gamanistavu. Inka varu ma sucanalanu vinipince varipai dadapu virucuku padaboye varu. Varito anu: \"Emi? Nenu dini kante ghoramaina visayanni gurinci miku telupana? Adi narakagni! Allah danini satyatiraskarulaku vagdanam cesi unnadu. Mariyu adi enta adhvannamaina gamyasthanam"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "O manavulara! Oka udaharana ivvabadutondi, danini srad'dhaga vinandi! Niscayanga, miru allah nu vadili evarinaite prarthistunnaro, varanta kalisi okka iganu kuda srstincaleru. Mariyu okavela, a iga vari nundi emaina lakkoni poyina, varu danini, dani (a iga) nundi vidipincukonu leru. Enta balahinulu, i arthincevaru mariyu arthincabadevaru"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "allah ghanatanu varu gurtincavalasina vidhanga gurtincaledu. Vastavaniki, allah maha balavantudu, sarva saktimantudu"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "allah devadutala nundi manavula nundi tana sandesaharulanu ennukuntadu. Niscayanga, allah sarvam vinevadu, anta cusevadu"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "ayanaku, variki pratyaksanga unnadi mariyu variki paroksanga unnadi anta telusu. Mariyu anni vyavaharalu (pariskaraniki) allah vaipunake maralimpa badatayi"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "o visvasulara! (Mi prabhuvu sannidhilo) vangandi (ruku'u ceyandi), sastangam (sajda) ceyandi mariyu mi prabhuvune aradhincandi mariyu manci panulu ceyandi, appude miru saphalyam pondutaru"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "mariyu allah marganlo poradavalasina vidhanga dharmaporatam ceyandi. Ayana mim'malni ennukunnadu. Mariyu ayana dharmam visayanlo miku elanti ibbandi kaligincaledu. Idi mi tandri ibrahim matame. Ayana modati nundi miku allah ku vidheyulu (muslinlu) ani peru pettadu. Dinikai mi sandesaharudu miku saksiga undataniki mariyu miru prajalaku saksuluga undataniki. Kavuna namaj sthapincandi, vidhi danam (jakat) ivvandi. Mariyu allah to gatti sambandham kaligi undandi, ayane mi sanraksakudu, enta sresthamaina sanraksakudu mariyu enta uttama sahayakudu"
        }
    ]
}