{
    "chapter": [
        {
            "chapter": 73,
            "verse": 1,
            "text": "o duppati kappukunnavada"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "ratranta (namaj lo) nilabadu, konta bhaganni vidici"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "dani sagabhaganlo, leda dani kante konta takkuva"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "leda dani kante konta ekkuva; mariyu khur'an nu agi agi nem'madiga spastanga pathincu"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "niscayanga, memu nipai bharamaina sandesanni avatarimpa jeyabotunnamu"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "niscayanga, ratrivela levatam (manas'sunu) adupulo uncukovataniki ento upayuktamainadi mariyu (allah) pravacanalanu (artham cesukovataniki) kuda ento anuganamainadi"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "vastavaniki, pagativela niku cala panuluntayi"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "mariyu nivu ni prabhuvu namanni smaristu undu. Mariyu atyanta sradthato ayana vaipuku maralutu undu"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "ayane turpu padamarala svami, ayana tappa maroka aradhya daivam ledu, kavuna nivu ayanane karyakartaga cesuko"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "Mariyu varu palike matalaku sahanam vahincu mariyu mancitananto vari nundi tolagipo"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "mariyu asatyavadulaina i sampannulanu, naku vadalipettu. Mariyu variki konta vyavadhinivvu"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "niscayanga, ma vadda vari koraku sankellu mariyu bhagabhagamande narakagni unnayi"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "mariyu gontulo irukkupoye aharam mariyu badhakaramaina siksa (unnayi)"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "a roju bhumi mariyu parvatalu kampinci potayi. Mariyu parvatalu pravahince isuka dibbaluga maripotayi"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "memu phir'aun vaddaku sandesaharunni pampinatlu, niscayanga mi vaddaku kuda oka sandesaharunni, miku saksiga undataniki pampamu"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "kani phir'aun a sandesaharuniki avidheyata cupadu. Kavuna memu atanini tivramaina siksaku guri cesamu"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "okavela miru satyanni tiraskariste, baluranu musalivariga cesetatu vanti a dinapu siksa nundi ela tappincukogalaru"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "appudu akasam braddalai potundi. Ayana yokka vagdanam tappaka neraveri tirutundi"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "niscayanga, idoka upadesam kavuna istamaina vadu tana prabhuvu vaddaku poye marganni avalambincavaccu"
        },
        {
            "chapter": 73,
            "verse": 20,
            "text": "(O muham'mad!) Nivu, vastavaniki dadapu mudinta rendu vantula ratri leka sagam (ratri) leka mudinta oka bhagam (namaj lo) nilustavanedi ni prabhuvuku baga telusu. Mariyu nito patu unna varilo kondaru kuda! Mariyu allah reyimbavalla parimanalanu nirnayistadu. Miru khacchitanga purti ratri prarthincalerani ayanaku telusu. Kavuna ayana mi vaipunaku (kanikaranto) maraladu. Kavuna khur'an nu, miru sulabhanga pathincagaliginante pathincandi. Milo kondaru vyadhigrastulu kavaccu, marikondaru allah anugrahanni anvesistu bhumilo prayananlo undavaccu. Marikondaru allah marganlo dharmayud'dham cestu undavaccu ani ayanaku baga telusu. Kavuna miku danilo sulabhamainanta danine pathincandi. Mariyu namajnu sthapincandi, vidhidanam (jakat) ivvandi. Mariyu allah ku manci appunu, appuga istu undandi. Mariyu miru, mi koraku munduga cesi pampukunna manci karyalannintini allah daggara pondutaru. Ade cala uttamamainadi. Mariyu dani pratiphalam cala goppadi. Mariyu miru allah nu ksamabhiksa arthistu undandi. Niscayanga, allah ksamasiludu, apara karuna pradata"
        }
    ]
}