{
    "maqras": [
        {
            "chapter": 2,
            "verse": 189,
            "text": "Tāmen xúnwèn xīn yuè de qíngzhuàng, nǐ shuō:`Xīn yuè shì rénshì hé cháojìn de shíjì.'Zhèngyì jué bùshì cóng fángwū hòumiàn chuān dòng jìnqù, dàn zhèngyì shì jìngwèi. Nǐmen dāng cóng ménhù zǒu jìn fángwū, dāng jìngwèi zhēnzhǔ, yǐbiàn nǐmen chénggōng."
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Nǐmen dāng wéi zhǔ dào ér dǐkàng jìngōng nǐmen de rén, nǐmen bùyàoguò fèn, yīn wéi zhēnzhǔ bìdìng bù xǐ'àiguò fèn zhě."
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Nǐmen zài nàlǐ fāxiàn tāmen, jiù zài nàlǐ shālù tāmen; bìng jiāng tāmen zhú chū jìngwài, yóurú tāmen cóngqián qūzhú nǐmen yīyàng, pòhài shì bǐ shālù gèng cánkù de. Nǐmen bùyào zài jìn sì fùjìn hé tāmen zhàndòu, zhídào tāmen zài nàlǐ jìngōng nǐmen; rúguǒ tāmen jìngōng nǐmen, nǐmen jiù yīngdāng shālù tāmen. Bù xìndào zhě de bàochóu shì zhèyàng de."
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Rúguǒ tāmen tíngzhàn, nàmò, zhēnzhǔ què shì zhì shè de, què shì zhì cí de."
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Nǐmen dāng fǎnkàng tāmen, zhídào pòhài xiāochú, ér zōngjiào zhuān wéi zhēnzhǔ; rúguǒ tāmen tíngzhàn, nàmò, chú bùyì zhě wài, nǐmen jué bùyào qīnfàn rènhé rén."
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Jìn yuè dǐcháng jìn yuè, fán yīngdāng zūnjìng de shìwù, dōu shì hùxiāng dǐcháng de. Shuí qīnfàn nǐmen, nǐmen kěyǐ tóngyàng de fāngfǎ bàofù shuí; nǐmen dāng jìngwèi zhēnzhǔ, dāng zhīdào zhēnzhǔ shì yǔ jìngwèi zhě tóng zài de."
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Nǐmen dāng wéi zhǔ dào ér shīshě, nǐmen bùyào zì tóu yú mièwáng. Nǐmen yīng dàng xíngshàn; zhēnzhǔ díquè xǐ'ài xíngshàn de rén."
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Nǐmen dāng wéi zhēnzhǔ ér wánchéng dà cháo hé xiǎo cháo. Rúguǒ nǐmen bèi kùn yú zhōngtú, nàmò, yīngdāng xiàn yī zhī yì dé de xīshēng. Nǐmen bùyào tì fà, zhídào xīshēng dàodá qí dìng suǒ. Nǐmen dāngzhōng shuí wéi shēngbìng huò tóu bù yǒu jí ér tì fà, shuí dāng yǐ zhāijiè, huò shīshě, huò xiàn shēng, zuòwéi fá shú. Dāng nǐmen píng'ān dì shíhòu, fán zài xiǎo cháo hòu xiǎngshòu dào dà cháo de rén, dōu yīngdāng xiàn yī zhī yì dé de xīshēng. Fán bùnéng xiàn shēng de, dōu yīngdāng zài dà cháo qíjiān zhāijiè sān rì, guī jiā hòu zhāijiè qī rì, gòngjì shí rì. Zhè shì jiājuàn bùzài jìn sì qūyù nèi de rén suǒ yīng jìn de yìwù. Nǐmen dāng jìngwèi zhēn zhǔ, nǐmen dāng zhīdào zhēn zhǔ de xíngfá shì yánlì de."
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Cháojìn de yuèfèn, shì jǐ gè kězhī de yuèfèn. Fán zài zhè jǐ gè yuè nèi juéjì cháojìn de rén, zài cháojìn zhōng dāng jièchú yín cí, è yán hé zhēngbiàn. Fán nǐmen suǒ xíng de shàngōng, zhēnzhǔ dōu shì zhīdào de. Nǐmen dāng yǐ jìngwèi zuò lǚfèi, yīnwèi zuì hǎo de lǚfèi shì jìngwèi. Yǒu lǐzhì de rén a! Nǐmen dāng jìngwèi wǒ."
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Xúnqiú zhǔ de ēnhuì, duìyú nǐmen shì wúzuì de. Nǐmen cóng ā lài fǎ tè jié duì ér xíng de shíhòu, dāng zài jìn sì fùjìn jìniàn zhēnzhǔ, nǐmen dāng jìniàn tā, yīnwèi tā céng jiàodǎo nǐmen, cóngqián nǐmen què shì mí wù de."
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Ránhòu, nǐmen cóngzhòng rén jié duì ér xíng dì dìfāng jié duì ér xíng, nǐmen dāng xiàng zhēnzhǔ qiúráo. Zhēnzhǔ què shì zhì shè de, què shì zhì cí de."
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Nǐmen zài jǔxíng cháojìn de diǎnlǐ zhīhòu, dāng jìniàn zhēnzhǔ, yóurú jìniàn nǐmen de zǔxiān yīyàng, huò jìniàn dé gèng duō xiē. Yǒurén shuō:`Wǒmen de zhǔ a! Qiú nǐ zài jīnshì shǎngcì wǒmen.'Tā zài hòushì, jué wú fú fen."
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Yǒurén shuō:`Wǒmen de zhǔ a! Qiú nǐ zài jīnshì shǎngcì wǒmen měihǎo de (shēnghuó), zài hòushì yě shǎngcì wǒmen měihǎo de (shēnghuó), qiú nǐ bǎohù wǒmen, miǎn shòu huǒ yù de xíngfá.'"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Zhè děng rén, jiāng yīn tāmen de yíng qiú ér xiǎngshòu yībùfèn de bàochóu. Zhēnzhǔ de qīngsuàn shì shénsù de."
        }
    ]
}