{
    "hizbs": [
        {
            "chapter": 37,
            "verse": 145,
            "text": "Ránhòu, wǒ jiāng tā pāo zài hàndì shàng, dāngshí tā shì yǒu bìng de."
        },
        {
            "chapter": 37,
            "verse": 146,
            "text": "Wǒ shǐ yī kē hù guā, zhǎng qǐlái zhēzhe tā."
        },
        {
            "chapter": 37,
            "verse": 147,
            "text": "Wǒ céng pàiqiǎn tā qù jiàohuà shí duō wàn mínzhòng."
        },
        {
            "chapter": 37,
            "verse": 148,
            "text": "Tāmen biàn guī xìn tā, wǒ shǐ tāmen xiǎnglè zhì yī dìngqí."
        },
        {
            "chapter": 37,
            "verse": 149,
            "text": "Nǐ wèn tāmen ba! Nǐ de zhǔ yǒu xǔduō nǚ'ér, tāmen què yǒu duō shào érzi ní?"
        },
        {
            "chapter": 37,
            "verse": 150,
            "text": "Háishì wǒ céng jiāng zhòng tiānshén zàochéng nǚxìng de, tāmen céng yǎnjiàn wǒ de chuàngzào ne?"
        },
        {
            "chapter": 37,
            "verse": 151,
            "text": "Zhēn de, tāmen yīnwèi zìjǐ de bèimiù, bìdìng yào shuō:"
        },
        {
            "chapter": 37,
            "verse": 152,
            "text": "Zhēnzhǔ yǐ shēngyùle. Tāmen què shì shuōhuǎng zhě."
        },
        {
            "chapter": 37,
            "verse": 153,
            "text": "Nándào tā bùyào érzi, què yào nǚ'ér ma?"
        },
        {
            "chapter": 37,
            "verse": 154,
            "text": "Nǐmen yǒu shé me lǐyóu? Nǐmen zěnme zhèyàng pànduàn ne?"
        },
        {
            "chapter": 37,
            "verse": 155,
            "text": "Nǐmen hái bù juéwù ma?"
        },
        {
            "chapter": 37,
            "verse": 156,
            "text": "Nándào nǐmen yǒu yīgè míngzhèng ma?"
        },
        {
            "chapter": 37,
            "verse": 157,
            "text": "Ná chū nǐmen de jīngdiǎn lái ba, tǎngruò nǐmen shì chéngshí de!"
        },
        {
            "chapter": 37,
            "verse": 158,
            "text": "Tāmen wàngyán tā yǔ jīnglíng zhī jiān, yǒu yīnqīn guānxì. Jīnglíng què yǐ zhīdào tāmen jiāng bèi jūjìn"
        },
        {
            "chapter": 37,
            "verse": 159,
            "text": "chāojué zāi zhēnzhǔ! Tā shì chāo hū tāmen de xùshù de,"
        },
        {
            "chapter": 37,
            "verse": 160,
            "text": "wéi zhēnzhǔ de chúnjié de zhòng pū, bù bèi jūjìn."
        },
        {
            "chapter": 37,
            "verse": 161,
            "text": "Nǐmen hé nǐmen suǒ chóngbài de,"
        },
        {
            "chapter": 37,
            "verse": 162,
            "text": "jué bùnéng bǎ rènhé rén yǐnyòu qù chóngbài tāmen,"
        },
        {
            "chapter": 37,
            "verse": 163,
            "text": "chúfēi shì jiàng rù huǒ yù de rén."
        },
        {
            "chapter": 37,
            "verse": 164,
            "text": "(Zhòng tiānshén shuō): Wǒmen rén rén dōu yǒu yīgè zhǐdìng dì dìwèi,"
        },
        {
            "chapter": 37,
            "verse": 165,
            "text": "wǒmen bìdìng shì pái bān de,"
        },
        {
            "chapter": 37,
            "verse": 166,
            "text": "wǒmen bìdìng shì zànsòng zhēnzhǔ de."
        },
        {
            "chapter": 37,
            "verse": 167,
            "text": "Tāmen díquè cháng shuō:"
        },
        {
            "chapter": 37,
            "verse": 168,
            "text": "Jiǎruò wǒmen yǒu gǔrén suǒ yíliú de jiàohuì,"
        },
        {
            "chapter": 37,
            "verse": 169,
            "text": "nàmò, wǒmen bì shì zhēnzhǔ de chúnjié de púrén."
        },
        {
            "chapter": 37,
            "verse": 170,
            "text": "Tāmen què bùxìn zhēnzhǔ, tāmen bùjiǔ jiù zhīdàole."
        },
        {
            "chapter": 37,
            "verse": 171,
            "text": "Wǒ duì wǒ suǒ pàiqiǎn de pú rénmen yǐ yǒu yuē zài xiānle,"
        },
        {
            "chapter": 37,
            "verse": 172,
            "text": "tāmen bìdìng shì bèi yuánzhù de,"
        },
        {
            "chapter": 37,
            "verse": 173,
            "text": "wǒ de jūnduì, bìdìng shì shènglì de."
        },
        {
            "chapter": 37,
            "verse": 174,
            "text": "Nǐ zhànshí tuìbì tāmen ba!"
        },
        {
            "chapter": 37,
            "verse": 175,
            "text": "Nǐ kànzhe ba! Tāmen bùjiǔ jiù kànjiànle."
        },
        {
            "chapter": 37,
            "verse": 176,
            "text": "Nándào tāmen yāoqiú wǒ de xíngfá zǎorì shíxiàn ma?"
        },
        {
            "chapter": 37,
            "verse": 177,
            "text": "Wǒ de xíngfá yīdàn jiàng yú tāmen de tíngyuàn de shíhòu, bèi jǐnggào zhě de zǎochén, zhēn èliè ya!"
        },
        {
            "chapter": 37,
            "verse": 178,
            "text": "Nǐ zhànshí tuìbì tāmen ba!"
        },
        {
            "chapter": 37,
            "verse": 179,
            "text": "Nǐ kànzhe ba! Tāmen bùjiǔ jiù kànjiànle."
        },
        {
            "chapter": 37,
            "verse": 180,
            "text": "Chāojué zāi nǐ de zhǔ--zūn róng de zhǔzǎi! Tā shì chāo hū tāmen de xùshù de."
        },
        {
            "chapter": 37,
            "verse": 181,
            "text": "Zhù zhòng shǐzhě píng'ān!"
        },
        {
            "chapter": 37,
            "verse": 182,
            "text": "Yīqiè zànsòng, quán guīzhēn zhǔ--quán shìjiè de zhǔ!"
        },
        {
            "chapter": 38,
            "verse": 1,
            "text": "Sà dé. Zhǐ zhùmíng de “gǔlánjīng” fāshì."
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "Bùrán! Bù xìndào zhě, shì wàngzìzūndà, wéibèi zhēnlǐ de."
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "Zài tāmen zhīqián wǒ céng huǐmièle xǔduō shìdài, tāmen hūháo, dàn táowáng de shíjī yǐ shìqùle."
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "Tāmen jīngyà, yīnwèi tāmen běn zú zhōng de jǐnggào zhě láilín tāmen. Bù xìndào de rénmen shuō: Zhè shì yīgè shùshì, shì yīgè shuōhuǎng zhě."
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "Nándào tā yào jiāng xǔduō shénlíng biàn chéng yīgè shénlíng ma? Zhè què shì yī jiàn guàishì."
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "Tāmen zhōng de guìzúmen qǐshēn shuō: Nǐmen zǒu ba! Nǐmen jiānrěnzhe chóngbài nǐmen de zhòng shénlíng bà! Zhè què shì yī jiàn qián dìng de shì."
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "Zài zuìhòu de zōngjiào zhōng, wǒmen méiyǒu tīngjiàn zhè zhǒng huà, zhè zhǒng huà zhǐshì wèizào de."
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "Nándào jiàohuì jiàng yú tā, ér bù jiàng yú wǒmen ma? Bùrán! Tāmen duìyú wǒ de jiàoxùn, shì zài huáiyí zhī zhōng, bùrán! Tāmen hái méiyǒu chángshì wǒ de xíngfá."
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "Nándào tāmen yǒu nǐ wànnéng de, bó shī de zhǔ de cí'ēn de kùcáng?"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "Nándào tāmen yǒu tiāndì wànwù de guó quán ma? Jiǎruò tāmen yǒu, jiù jiào tāmen yuán tiāntī ér shàngshēng ba!"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "Tāmen shì yóu gè dǎngpài liánhé qǐlái de wūhézhīzhòng, tāmen jiāngyào zài nàlǐ bàiběi."
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "Zài tāmen zhīqián, céng fǒurèn shǐzhě de, yǒu nǔ hā de zōngzú, ā dé rén, yǒu wǔlì de fǎlǎo,"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "sài mò dé rén, lǔ tè de zōngzú, mào lín de jūmín. Zhèxiē dōu shì dǎngpài,"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "tāmen zhī zhōng méiyǒuyīgè wèicéng fǒurèn shǐzhě de, suǒyǐ wǒ de chéngfá shì bìrán de."
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "Zhèxiē rén, zhǐ děngdài yīshēng hǎnjiào, nà shì bù dāngē yī shàshí de."
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "Tāmen shuō: Wǒmen de zhǔ a! Zài qīngsuàn rì zhīqián, qǐng nǐ kuài jiāng wǒmen suǒ yīng dé de xíngfá, jiàng yú wǒmen ba!"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "Nǐ dāng rěnshòu tāmen suǒ shuō dehuà, nǐ dāng jìyì wǒ de púrén--yǒu nénglì de dá wǔ dé, tā què shì guīyī zhēnzhǔ de."
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "Wǒ què yǐ shǐ zhū shān fúcóng tā, tāmen zǎowǎn zànsòng."
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "Bìng shǐ zhòng niǎo jíhé qǐlái, tǒngtǒng dōu fúcóng tā."
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "Wǒ gǒnggù tā de guó quán, wǒ shǎngcì tā zhìhuì hé wéncí."
        }
    ]
}