{
    "maqras": [
        {
            "chapter": 6,
            "verse": 36,
            "text": "Zhǐyǒu huì tīnghuà de rén, xiǎngyìng nǐ de hàozhào. Zhìyú nàxiē sǐrén, zhēnzhǔ jiàng lái yào shǐ tāmen fùhuó, ránhòu, bǎ tāmen jíhé zài tā nàlǐ."
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Tāmen shuō:`Wéishènme méiyǒu yīzhǒng jīxiàng cóng tā de zhǔ jiànglín tā ne?'Nǐ shuō:`Zhēnzhǔ què shì néng jiàng shì yīzhǒng jīxiàng de.'Dàn tāmen dàbàn bù zhīdào."
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Zài dà dìshàng xíngzǒu de shòu lèi hé yòng liǎngyì fēixiáng de niǎolèi, dōu gēn nǐmen yīyàng, gè yǒu zhǒngzú de——wǒ zài tiān jīng lǐ méiyǒu yílòu rèn hé shìwù; yīqiè niǎo shòu, dōu yào bèi jíhé zài tāmen de zhǔ nàlǐ."
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Fǒurèn wǒ de jīxiàng de rén, shì yòu lóng yòu yǎ de, shì zài chóngchóng hēi'àn zhōng de. Zhēnzhǔ yù shǐ shuí wù rù mítú, jiù shǐ shuí wù rù mítú; yù shǐ shuí zūnxún zhènglù, jiù shǐ shuí zūnxún zhènglù."
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Nǐ shuō:`Rúguǒ nǐmen shì chéngshí de rén, nàmò, nǐmen gàosù wǒ ba: Rúguǒ zhēnzhǔ de xíngfá huò fùhuó de shíkè jiànglín nǐmen, nàmò, nǐmen yào shě zhēnzhǔ ér qídǎo tā wù ma?"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Bùrán, nǐmen zhǐ qídǎo zhēnzhǔ; rúguǒ tā yìyù, tā jiù jiěchú nǐmen qíqiú tā jiěchú de zāinàn, nǐmen jiāng wàngquè nǐmen suǒyòng lái pèi tā de (yīqiè ǒuxiàng).'"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Zài nǐ zhīqián, wǒ què yǐ pàiqiǎn (xǔduō shǐzhě) qù jiàohuà gè mínzú,(tāmen fǒurèn shǐzhě de shǐmìng), gùwǒ yǐ qióngkùn hé huànnàn chéngzhì tāmen, yǐbiàn tāmen qiānxùn."
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Dāng wǒ de chéngfá jiànglín de shíhòu, tāmen wéishènme bù qiānxùn ne? Dàn tāmen de xīn jiānyìng, èmó yǐ tāmen de xíngwéi míhuò tāmen."
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Dāng tāmen wàngquè zìjǐ suǒ shòu de quàngào de shíhòu, wǒ wèi tāmen kāipì yīqiè fúlì zhī mén, zhídào tāmen yīn zìjǐ suǒ shòu de shǎngcì ér kuángxǐ de shíhòu, wǒ hūrán chéngzhì tāmen, ér tāmen lìkè biànchéng jǔsàng de."
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Bùyì de mínzhòng, yǐ bèi gēnjuéle.-Qiè zànsòng, quán guīzhēnzhǔ——quán shìjiè de zhǔ!"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Nǐ shuō:`Nǐmen gàosù wǒ ba, rúguǒ zhēnzhǔ shǐ nǐmen shīqù tīngjué hé shìjué, érqiě fēngbì nǐmen de xīn, nàmò, chú zhēnzhǔ wài, hái yǒu nǎge zhǔzǎi néng shǐ nǐmen fùyuán ne?'Nǐ kàn wǒ shì zěnyàng chǎnshù yīqiè jīxiàng de, rán'ér, tāmen zhì zhī bùgù."
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Nǐ shuō:`Nǐmen gàosù wǒ ba, rúguǒ zhēnzhǔ de xíngfá hūrán huò xiǎnrán jiànglín nǐmen, nàmò, chú bùyì de mínzhòng wài, hái yǒu shuí huì bèi huǐmiè ne?'"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Wǒ zhǐ pàiqiǎn zhòng shǐzhě zuò bàoxǐ zhě hé jǐnggào zhě. Shuí xìndào érqiě xíngshàn, shuí zài jiānglái méiyǒu kǒngjù, yě bù yōuchóu."
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Fǒurèn wǒ de jīxiàng de rén, jiāng wéi fànzuì ér zāoshòu xíngfá."
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Nǐ shuō:`Wǒ bùduì nǐmen shuō: Wǒ yǒu zhēnzhǔ de yīqiè bǎozàng. Wǒ yě bùduì nǐmen shuō: Wǒ néng zhī yōuxuán. Wǒ yě bùduì nǐmen shuō: Wǒ shì yīgè tiānshén. Wǒ zhǐshì zūncóng wǒ suǒ shòu de qǐshì.'Nǐ shuō:`Wú yǎn de rén yù yǒu yǎn de rén shì bùshì xiāngděng de? Nándào nǐmen bù gāi xiǎng xiǎng ma?'"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Yǒuxiē rén, hàipà jiānglái bèi jíhé zài tāmen de zhǔ nàlǐ, jì wúrén bǎohù, yě wúrén shuō qíng, nǐ dāng yòng cǐ jīng zhǔ jǐnggào tāmen, yǐbiàn tāmen jìngwèi."
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Zǎowǎn qídǎo zhǔ, yù méng qí xǐyuè de rén, nǐ bùyào qūzhú tāmen. Nǐ duìyú tāmen de bèi qīngsuàn, háo wúzérèn; tāmen duìyú nǐ de bèi qīngsuàn, yě háo wúzérèn. Nǐ hébì qūzhú tāmen, yǐzhì nǐ biànchéng bùyì de rén."
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Wǒ zhèyàng shǐ tāmen hùxiāng kǎoyàn, yǐbiàn tāmen shuō:`Nándào zhè děng rén jiùshì wǒmen zhōng tè shòu zhēnzhǔ ēnchǒng de rén ma?'Nándào zhēnzhǔ bùshì zuì liǎojiě gǎnxiè zhě de ma?"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "Quèxìn wǒ de jīxiàng de rén lái jiàn nǐ de shíhòu, nǐ shuō:`Zhù nǐmen píng'ān. Nǐmen de zhǔ, céngyǐcí mǐn wèi zìjǐ de zérèn. Nǐmen zhōng shuí wúzhī dì zuò'è, ránhòu huǐguò zì xīn, zhēn zhǔ bìdìng shè yòu shuí, yīnwèi tā què shì zhì shè de, què shì zhì cí de.'"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Wǒ zhèyàng jiěshì yīqiè jīxiàng, yǐbiàn (zhēnlǐ zhāozhù), ér zuìrén de dàolù biànchéng míngbái de."
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Nǐ shuō:`Wǒ què yǐ fèng dào jìnlìng, bùdé chóngbài nǐmen shě zhēnzhǔ ér qídǎo de.'Nǐ shuō:`Wǒ bù shùncóng nǐmen de sīyù; fǒuzé, wǒ bì mí wù, ér jué bùshì zūnxún zhèngdào de rén.'"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Nǐ shuō:`Wǒ què shì yījù cóng wǒ de zhǔ jiàng shì de míngzhèng de, ér nǐmen què fǒurèn tā. Wǒ bùnéng zhǔchí nǐmen yāoqiú zǎorì shíxiàn de xíngfá. Yīqiè pànjué, zhǐ guīzhēnzhǔ; tā yīlǐ ér pànjué, tā shì zuì gōngzhèng de pànjué zhě.'"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Nǐ shuō:`Jiǎruò wǒ néng zhǔchí nǐmen yāoqiú zǎorì shíxiàn de xíngfá, nàmò, wǒ yǔ nǐmen zhī jiān de shìqíng, bìdìng bèipànjuéle.'Zhēnzhǔ shì zuì liǎojiě bùyì zhě de."
        }
    ]
}