{
    "chapter": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "Ej kasone, ki imon ovardaed, ʙa ahdho va qarordodho ki mijoni ʙandagon va Parvardigor va Pajomʙar va çami'i mū'minonand ʙasted, vafo kuned. Halol gardonid hajvonoti cahorpo (şutur, gov, gūsfand va ohu...) ro. Ƣajri onhoe ki, az in pas ʙarojaton gufta meşavad va on ciro, ki dar holi ihrom sajd mekuned, halol maşumored. Ba durustī Alloh on ci mexohad, hukm mekunad"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Ej kasone, ki imon ovardaed, nişonahoi Allohro on korhoe, ki dar holati ihrom jo dar Makka harom ast halol nadoned va na çang kardan dar mohhoi harom va na qurʙonihoi ʙenişon va na nişondor va na kasonero, ki qasdi omadan ʙa xonai Allohro (Ka'ʙa) dorand va az pai talaʙi rūzī va xuşnudii Parvardigoraşon hastand.. Va cun az ihrom ʙaroi haç jo umra ʙerun omaded (ihromro az tan ʙarovared), şikor kuned. Va duşmanī ʙo qavme, ki şumoro az Masçidulharom ʙozdoştand, vodoraton nasozad, ki az haddi xeş taçovuz kuned va az onon intiqom ʙigired. Va dar nekūkorī va taqvo hamkorī namoed, na dar gunohu taçovuz. Va az Alloh ʙitarsed, ki Ū ʙa saxtī azoʙ mekunad"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Harom şud ʙar şumo xūrdani hajvoni xudmurda va xuni zaʙh va gūşti xuk va har hajvone, ki ʙa hangomi kuştanaş nomi digare çuz Allohro ʙar ū ʙigūjand va on cī nafasgirşuda murda ʙoşad jo ʙa sang zada ʙoşand jo az ʙolo daraftoda ʙoşad jo az şox zadani hajvoni digare ʙimirad jo darrandagon az on xūrda ʙoşand, magar on ki peş az murdanaş sar ʙurida ʙoşed. Va niz har cī ʙaroi ʙuton sar ʙurida şavad va on cī ʙa vasilai tirhoi qimor qismat kuned, ki in kor xud nofarmonist. Imrūz (ja'ne rūzi Arafa) kofiron az ʙozgaşti şumo az dini xeş noumed şudaand. Az onon matarsed, az Man ʙitarsed. Imrūz dini şumoro ʙo Qur'onu sunnat ʙa kamol rasonidam va ne'mati xud ʙar şumo tamom kardam va Islomro hamcun din ʙaroi şumo intixoʙ namudam. Pas har kī dar gurusnagī nocor monad, ʙe on ki qasdi gunoh doşta ʙoşad ja'ne, gurusnagī maçʙuraş sozad, ki az murdor jo on cī dar in ojat ʙarşumurda va harom şudaast, ʙixūrad, dar surate, ki tanho ʙaroi hifzi hajot ʙoşad, ʙidonad, ki Alloh ʙaxşanda va mehruʙon ast va xūrdani xudmurda, xuk va cizhoi man'şuda va haromro dar in hol ʙaroi ū muʙoh kard"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Az tu ej Pajomʙar mepursand, ki cī cizhoe ʙar onho halol şudaast? Bigu: Cizhoi pokiza har on cize ast, ki dar on foida jo lazzate ʙoşad va zijone ʙaroi ʙadan va aql nadoşta ʙoşad ʙar şumo halol şuda va niz xurdani sajdi parrandagon va on hajvone, ki ʙa on sajd kardan omūxtaed, cun çonvaroni şikorii ta'lim dodaşuda va sagoni şikorī, har goh onhoro ʙa on tavre, ki Parvardigoraton ʙaroi şumo omūzonidaast, ta'lim doda ʙoşed, az on sajd, ki ʙarojaton megirand va nigoh medorand, ʙixūred va nomi Allohro ʙar on ʙixoned va az Alloh ʙitarsed, ki rūzi qijomat nazdik ast va Ū ta'olo zud ʙa hisoʙ rasandaast"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Imrūz cizhoi pokiza ʙaroi şumo halol şudaast. Ta'omi ahli Kitoʙ ʙar şumo halol ast va ta'omi şumo niz ʙar onho halol ast. Va niz izdivoç ʙo zanoni porso va pokdomani mū'mina va zanoni porso va pokdomani ahli kitoʙ (jahudu nasoro) har goh mahraşonro ʙipardozed, qasdaton az in izdivoç poqdomanī ʙoşad, na ʙa qasdi zinokorī va na pinhonī dūst giriftan, ʙar şumo haloland. Va har kas, ki ʙa Allohu pajomʙaraş va ʙa dini Islom kofir şavad, amalaş noʙud şavad va dar oxirat az zijonkoron va ʙadʙaxton xohad ʙud"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "Ej kasone, ki imon ovardaed, cun ʙaroi xondani namoz ʙarxested, rūj va dasthojatonro to orinç ʙişūed va sari xudro mash kaşed, pojhojatonro to ʙandi po (ʙuçilak) ʙişūed. Va agar çunuʙ (oluda) ʙuded, xudro pok sozed (ja'ne, tamomi ʙadanro ʙişūed.) Va agar ʙemor jo dar safar ʙuded jo az çoi qazoi hoçat omada ʙuded, jo ʙo zanon (hamsaroni xud) nazdikī karda ʙuded va oʙ najofted, ʙo xoki pok va har on cize, ki az çinsi zamin ʙoşad tajammum kuned va rūju dasthojatonro ʙo on mash kuned. Alloh namexohad şumo dar ranç va maşaqqat afted, ʙalki mexohad, ki şumoro pokiza sozad va ne'mataşro ʙar şumo tamom kunad, ʙoşad, ki şukrguzor şaved, to ʙa maqomhoi ʙaland va olī ʙirased"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Ba jod ovared ne'matero (ja'ne dinī va dunjavī), ki Alloh ʙa şumo dodaast va pajmonero (ja'ne, ito'ati Alloh va pajomʙar), ki ʙo şumo ʙastaast, ʙa on hangom, ki gufted, şunidem ojathoi Qur'onro va farmonʙardorī kardem tamomi qonunhoi dinro. Va dar hama holat az Alloh ʙitarsed, ki Alloh ʙa on cī dar dilho meguzarad, ogoh ast"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "Ej kasone, ki imon ovardaed, ʙaroi Alloh, haq guftanro ʙar poj dored va ʙa adl guvohī dihed. Duşmanī ʙo gurūhi digar vodoraton nakunad, ki ʙeadolatī kuned ja'ne, hamon tavr ki ʙa zijoni duşmani xud guvohī medihed ʙa naf'i ū niz guvohī dihed. Garcī kofir ham ʙoşad voçiʙ ast dar mavridi ū adolat peşa kuned. Adolat varzed, ki ʙa taqvo nazdiktar ast (ja'ne, agar adolat ʙoşad, pas taqvo meşavad) va az Alloh ʙitarsed, ki Ū ʙa har kore, ki mekuned, ogoh ast, pas şumoro muvofiqi amalhojaton, ham dar in dunjo va ham dar oxirat çazo medihad"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Alloh ʙa kasone, ki imon ovardaand (ʙa Ū va kitoʙho va pajomʙaronaş va rūzi qijomat) va korhoi nekū kardaand, va'dai omūrziş va muzdi ʙuzurge dodaast, ki çuz Alloh onro kase namedonad"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "Va onon, ki kofir şudaand va ojoti moro durūƣ ʙarovardaand, ahli çahannamand"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "Ej kasone, ki imon ovardaed, az ne'mate, ki Alloh ʙa şumo ʙaxşidaast, jod kuned: On goh, ki gurūhe (ʙani Nazir) qasdi on kardand, to ʙar şumo dast ʙardorand (ja'ne, ʙa ʙoloi sari Pajomʙar sallallohu alajhi va sallam sangi osijoro cappa kunand), va Alloh dasti ononro az şumo ʙozdoşt. Az Alloh ʙitarsed. Va mū'minon ʙar Alloh tavakkal mekunand"
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "Va ʙa durustī Parvardigor az ʙani Isroil pajmon girift va az mijoni onon duvozdah sardor ta'in kard. Va Alloh guft: «Agar namoz ʙixoned va zakoti molatonro ʙa muhtoçon ʙidihed va ʙa pajomʙaroni man imon ʙijovared va joriaşon kuned va ʙa Alloh qarzi nek ʙidihed, man ʙo şumojam (ja'ne, şumoro jorī va kūmak mekunam). Badihojatonro dur mekunam va şumoro ʙa ʙihişthoe doxil mekunam, ki dar on çūjʙorho ravon ʙoşad. Va har kas az şumo, ki az on pas kofir şavad, rohi rostro gum kardaast»"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Pas ʙa xotiri in ki pajmonaşonro şikastand, onhoro la'nat kardem (az rahmatamon dur kardem) va dilhojaşonro saxt gardondem, ki suxani haqro qaʙul namekard. Suxanro az çojgohaş tahrif va taʙdil mekunand, (ja'ne, ma'noero, ki Alloh va pajomʙaraş az suxane dar nazar dorand, digargun karda va ma'noi digare ʙar on medihand.) Va qismi ʙisjorero az on ciro ki ʙar on pand doda şuda ʙudand dar Tavrot, faromūş kardand. Va tu hameşa xijonatero az onho nisʙat ʙa Alloh va mardum meʙinī, ƣajr az te'dodi andake az onon, ki ʙa pajmoni ʙo Alloh ʙastaaşon vafo kardand. Pas, az onho ʙa saʙaʙi on ozorhoe, ki ʙa tu merasonand, darguzar va ononro ʙuʙaxş, hamono Parvardigor nekūkoronro dūst dorad"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Va az kasone, ki guftand, ki mo nasronī hastem, ahdu pajmon giriftem az onon dar tavhid (itoati Parvardigori jakka va jagona) va pajravii pajomʙaraşon. Pas qismate az ahdero, ki ʙa onho doda ʙudem, faromūş kardand va Mo niz mijoni onho to rūzi qijomat kinavu duşmanī afkandem. Ba zudī Alloh ononro az korhoe, ki mekunand, dar oxirat ogoh xohad soxt"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "Ej axli kitoʙ, pajomʙari Mo (Muhammad sallallohu alajhi va sallam) nazdi şumo omad, to ʙisjore az kitoʙi Allohro, ki az mardumi oddī va ʙesavod pinhon medoşted, (sifathoi Pajomʙar sallallohu alajhi va sallam, ojati raçm va monandi inro) ʙarojaton ʙajon kunad va az ʙajoni ʙisjor cizhoe, ki hikmate dar on nest, sarfi nazar kunad va darguzarad, hamono az çoniʙi Alloh nure (Islom) va kitoʙe sarehu oşkor (Qur'on) ʙar şumo nozil şudaast, ki ʙa vositai on torikii ʙesavodī ʙa nuri ilmu doniş ravşan meşavad"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "To Alloh ʙa on har kasro, ki dar paji xuşnudii Ūst, ʙa rohhoi salomat (Islom) hidojat kunad va ʙo farmoni xud az torikii kufr va ʙid'at ʙa rūşnoii imon va sunnat ʙuʙarad va ononro ʙa rohi rost (Islom) hidojat va rahnamoī kunad"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Ba tahqiq, kasone ki megujand (az nasoro): \"Alloh Maseh pisari Marjam ast\", kofir şudand. Bigū: \"Agar Alloh ʙixohad Maseh pisari Marjam va modaraş va hamai kasonero, ki dar rūi zamin hastand, halok kunad, ci kase metavonad dar muqoʙili Alloh kore ʙikunad\"? Va farmonravoii osmonho va zamin va on ci ʙajni osmonho va zamin ast, az oni Alloh ast. Har ci ʙixohad, meofarinad. (Agar ʙixohad az modar va padar meofarinad, hamon tavre, ki tamomi insonhoro ofaridaast va agar ʙixohad faqat az padar meofarinad, monandi Havo, ki ʙiduni modar ofarida şudaast va agar ʙixohad az modar meofarinad, monandi Iso alajhissalom. Va agar ʙixohad ʙiduni padar va modar meofarinad, monandi Odam alajhissalom. Pas nav'i ofariniş ʙa Parvardigori muta'ol va xosti Ū voʙastagī dorad.) Binoʙar in Parvardigor ʙar har cize tavonost"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Jahudijon va masehijon guftand, ki mo pisaroni Alloh va dūstoni ū hastem. Biguj: ej Pajomʙar «Pas caro şumoro ʙa xotiri gunohonaton azoʙ mekunad? Balki şumo insonhoe az çumlai ofaridaşudagon hasted». Har kasro, ki ʙixohad ʙa rahmataş meomūrzad va har kasro, ki ʙixohad, ʙa adlaş azoʙ mekunad va az oni Alloh ast farmonravoii osmonhovu zamin va on cī dar mijoni onhost va ʙozgaşti hama ʙa sūi Ūst"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "Ej ahli kitoʙ, (jahudiho) firistodai Mo (Muhammad sallallohu alajhi va sallam) dar davrone, ki pajomʙaron cand muddate firistodaşuda naʙudand, maʙ'us şud, to haqro ʙar şumo oşkor kunad va nagūed, ki muƶdadihanda va ʙimdihandae ʙar mo firistoda naşudaast. Inak, on muƶdadihanda ʙa savoʙi dunjo va oxirat va ʙimdihanda az azoʙi dunjo va oxirat omadaast va Alloh ʙar har ciz tavonost va hamai cizho dar muqoʙili qudrati Ū taslim hastand"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "Va on hangom, ki Mūso ʙa qavmi xud guft: «Ej qavmi man, ne'matero, ki Alloh ʙar şumo arzonī doştaast, jod kuned, ki az mijoni şumo pajomʙaron pajdo kard va şohone az şumo ʙa saltanat rasonid (ʙa'd az on, ki xud dar zeri mulki Fir'avn ʙuded) va ʙa şumo cizhoe dod, ki ʙa heç jak az mardumi çahon (-i zamoni xudaton) nadodaast"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "Ej qavmi man, ʙa zamini muqaddase (pok, ja'ne Bajtulmuqaddas), ki Alloh ʙarojaton muqarrar kardaast, doxil şaved va aqiʙ magarded, ki dar dunjo va oxirat zijon meʙined"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Guftand: «Ej Mūso, dar on ço (zamini muqaddas) mardume hastand zūrmandu ʙoquvvatand va mo ʙa on sarzamin hargiz doxil nameşavem, to on goh, ki on qavm ʙerun şavand. Agar onon az on sarzamin ʙerun şavand, ʙa on doxil şavem»"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Du marde az onon, ki parhezgorī peşa doştand va Alloh ne'mataşon ato karda ʙud, guftand: «Az in darvoza ʙar onon doxil şaved. Va cun ʙa şahr daromaded, şumo pirūz xohed şud. Va ʙar Alloh tavakkal kuned, agar az mū'minon hasted"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "Guftand: «Ej Mūso, to vaqte ki onon dar on çojand, hargiz ʙa on şahr doxil naxohem şud. Mo in ço menişinem, tu va Parvardigorat ʙiravedu ʙiçanged»"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Cun Mūso (alajhissalom) sarkaşii ononro did, guft: «Parvardigoro, man tanho moliki nafsi xeş va ʙarodaram hastam. Va mo tavonoii çangi ononro nadorem va nametavonem ononro ʙo zurī ʙa majdon ʙarem. Mijoni mo va in mardumi fosiqu nofarmon çudoī ʙijandoz». (Va in dalolat menamojad, ki suxan va kirdori onon az gunohhoi kaʙira ast)"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "(Parvardigor duoi Mūsoro qaʙul kard va guft): «Doxil şudan ʙa on sarzamini muqaddas ʙa muddati cihil sol ʙarojaşon (ʙaroi jahudon) harom şud va dar on ʙijoʙon sargardon xohand mond va rohe namejoʙand ʙaroi osoiş. Pas ʙaroi in nofarmononi fosiq andūhgin maʙoş!»"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "Va qissai rostini du pisari Odam (Qoʙil va Hoʙil) - ro ʙarojaşon ʙixon. On goh, ki qurʙonie (ja'ne amale, ki ʙa Alloh nazdik mekunad) kardand, az jakeaşon (Hoʙil) qaʙul karda şud, zero ū parhezgor ʙud va az digare (Qoʙil) qaʙul karda naşud, zero ū parhezgor naʙud. Guft Qoʙil az rūi hasad va kina: «Turo mekuşam. Guft Hoʙil: Alloh qurʙonii parhezgoronro qaʙul mekunad"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "(Hoʙil guft ʙa ʙarodaraş): Agar tu ʙaroi kuştani man dast daroz kunī, man ʙa tu dast daroz namekunam, ki turo ʙikuşam. In az rūi tars nest, ʙalki man az Alloh, ki Parvardigori çahonijon ast, metarsam"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Mexoham, ki tu ham gunohi maro va ham gunohi xudro, ʙa sūi Parvardigor ʙiʙarī, to az dūzaxijon gardī, ki in ast podoşi sitamkoron"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Havoi nafsi (Qoʙil) ūro ʙa kuştani ʙarodar vodoşt va ūro kuşt va az çumlai on zijonkorone gardid, ki oxirataşonro ʙa in dunjo furūxtand"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "(Ba'd az on, ki Qoʙil ʙarodaraşro kuşt, nadonist çasadi ʙarodaraşro ci kor kunad). Pas Alloh zoƣero firistod, to zaminro ʙikovad va ʙa ū nişon ʙidihad, ki cī guna çasadi ʙarodari xudro dafn sozad. Guft: «Voj ʙar man, natavonam monandi in zoƣ ʙoşam va çasadi ʙarodaramro dafn kunam». Pas ū az gurūhi puşajmon şudagon gaşt"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Ba saʙaʙi in hodisa hukm kardem ʙani Isroilro, ki har kī ʙikuşad kasero ʙa ƣajri ivazi kase jo ʙegunoh dar rūi zamin, cunon ast, ki hamai mardumro kuşta ʙoşad. Va har kas, ki saʙaʙi zindagonii kase şud ja'ne, az kuştani cunin şaxsi ʙegunoh xuddorī kard, pas gujo, ki zinda soxtaast tamomi mardumonro. Va ʙa tahqiq pajomʙaroni Mo hamroh ʙo dalelhoi ravşan ʙar onho(ʙani Isroil) firistoda şudand. Boz ham ʙisjore az onho hamcunon ʙar rūi zamin az haddi xeş taçovuz mekardand"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Hamono çazoi kasone, ki ʙo Alloh va pajomʙaronaş çang mekunand va dar zamin ʙa fasod mekūşand, ja'ne rohzanī mekunand on ast, ki kuşta şavand jo ʙa dor kaşida şavand jo dasthovu pojhojaşon jake az capu jake az rost ʙurida şavad jo az sarzamini xud ʙadarƣa şavand. In ʙaroi xor va şarmanda şudanaşon dar in çahon ast va dar oxirat niz ʙa azoʙi saxt giriftor xohand şud"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "Magar, kasone ki peş az on ki şumo onhoro dastgir kuned, tavʙa kunand. Parvardigor onhoro meomūrzad. Pas ʙidoned, ki Alloh omūrzanda va mehruʙon ast"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Ej kasone, ki ʙa Alloh va rasuli Ū imon ovardaed va ʙa şariati Ū amal kardaed az Alloh ʙitarsed va ʙa toataş nazdikī çūed va ʙa rizogii Ū amal namoed va dar rohaş çihod kuned, to ki rastagor garded"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Onon, ki ʙa jagonagii Parvardigor va şariati Ū kofir şudaand, agar hamai on cī dar rūi zamin ast va monandi on az oni onho ʙoşad va ʙixohand xudro ʙo on az azoʙi rūzi qijomat ʙozxarand, az onho pazirufta naşavad zero vaqti ʙozxaridani xud az azoʙ az ʙajn rafta va ʙa azoʙi dardovar giriftor şavand"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "(Kofiron) mexohand, ki az otaş ʙerun ojand, dar hole ki ʙerun omada nametavonand va azoʙaşon aʙadī ast"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Dasti mardi duzd va zani duzdro ʙa çazoi kore, ki kardaand, to ʙandi dast ʙiʙured. In uquʙatest az çoniʙi Alloh ʙaroi duzd va digaron, to az duzdī ʙargardand. Va Alloh pirūzmandu hakim ast"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Har kas pas az kirdori nopisandaş (ja'ne ʙa'd az duzdī kardanaş) tavʙa kunad va ʙa saloh ojad, Alloh tavʙai ūro mepazirad .Ba durustī Alloh omūrzanda va mehruʙon ast"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Ojo nadonistaj ej Pajomʙar, ki farmonravoii osmonhovu zamin az oni Alloh ast, har kiro ʙixohad, azoʙ mekunad va har kiro ʙixohad, meomūrzad va Alloh ʙar har kore tavonost"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "Ej Pajomʙar ƣamgin nakunad turo kirdori onon, ki ʙa kufr meşitoʙand. Ci onhoe, ki ʙa zaʙon guftand, ki imon ovardem va ʙa dil imon najovardand va cī on jahudon, ki gūş meandozand, to durūƣ ʙandand va ʙaroi gurūhe digar, ki xud nazdi tu nameojand, suxancinī mekunand va suxani Allohro digargun mesozand va megūjand: «Agar şumoro (Muhammad) incunin guft, (ki muvofiqi on ci ki mo onro taƣjir dodaem az hukmhoi Tavrot) ʙipazired va agar ʙo on muxolif ojad, az qaʙul va amal kardani vaj durī çūed!» Va har kasro, ki Alloh azoʙi ūro ʙixohad, tu ūro az qahri Alloh rahoī naxohī dod. Inho kasone, hastand, (ja'ne jahudu munofiqon) ki Alloh naxostaast, ki dilhojaşonro az palidii kufr pok gardonad. Ononro dar dunjo xorī va dar oxirat azoʙi dardnok ast"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Inho jahudijon şunavandagoni durūƣand, xurandagoni haromand. Pas agar nazdi tu omadand, mijonaşon hukm kun jo az onho rūj gardon va agar rūj gardonī, heç ʙa tu zijone narasonand. Va agar mijonaşon hukm kunī, ʙa adolat hukm kun, ki alʙatta Alloh adolatpeşagonro dūst dorad"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Cī guna turo dar ʙajni hud hokim qaror medihand, dar hole ki Tavrot, ki darʙargirandai hukmi Alloh ast, dar nazdi onhost? Sipas az hukmi tu rūj megardonand. Va kasone ki in korhoro mekunand, mū'min nestand"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "Ba durustī Mo Tavrotro, (ʙa Mūso pisari Imron alajhissalotu vassalom) nozil kardem, ki dar on rahnamoī ast, ki ʙa sūi haq hidojat mekunad va dar on ravşanie hast, ki torikihoi çaholat şakku şuʙha va şahvathoro ravşan mekunad. Pajomʙarone, ki itoatkunandai farmoni Parvardigor ʙudand, ʙinoʙar on ʙaroi jahud hukm kardand va niz parhezgoronu donişmandon, ki ʙa hifzi kitoʙi Alloh (Tavrot) ma'mur ʙudand va ʙar on guvohī dodand, inho kasone ʙudand, ki dar mijoni jahudijon ʙar asosi Tavrot hukm mekunand va xud ʙa on amal doştand va onro ʙa digaron ta'lim medodand , pas Parvardigor farmud: Az mardum matarsed, az Man ʙitarsed va ojoti maro ʙa ʙahoi andak mafurūşed. Va har kī muvofiqi ojote, ki Alloh nozil kardaast, hukm nakunad, kofir ast"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Va dar Tavrot ʙar onon muqarrar doştem, (ja'ne farz kardem), ki şaxs dar ʙaroʙari şaxs va caşm dar ʙaroʙari caşm va ʙinī dar ʙaroʙari ʙinī va gūş dar ʙaroʙari gūş va dandon dar ʙaroʙari dandon va har zaxmero qasosest. Va har kī az qasos darguzarad, gunohaşro kaforae (tovone) xohad ʙud. Va har kī ʙa on cī Alloh nozil kardaast, dar qasos va ƣajri on hukm nakunad, pas ū az sitamkoron ast"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "Va az pai onho Iso pisari Marjamro firistodem, ki tasdiqkunandai Tavrote ʙud, ki peş az ū firistoda ʙudem va Inçilro, ʙa ū dodem, ki dar on hidojatest, ki ʙa rohi haq da'vat menamojad va nurest, ki haqro az ʙotil çudo megardonad va tasdiqkunandai Tavrotest, ki peş az on nozil karda şudaast va ʙar sihatii on guvohī medihad va ʙo on muvofiq ast va ʙaroi parhezgoron, hidojat va pandest"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Va ʙojad, ki ahli Inçil muvofiqi on cī Alloh dar on kitoʙ nozil kardaast, hukm kunand. Zero har kas ʙa on cī ki Alloh nozil kardaast, hukm nakunad, az fosiqon ast"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Va in kitoʙro (ej Muhammad) ʙa rostī ʙar tu nozil kardem va har on ci dar on ast haq ast, tasdiqkunanda va hukmkunanda ʙar kitoʙhoest, ki peş az on ʙudaand. Va ʙajon medorad on ci az on kitoʙho, ki taƣjir doda şudand. Pas, muvofiqi on cī Alloh nozil kardaast, dar mijonaşon (jahudijon) hukm kun va az paji xohişhojaşon marav, to on ciro ki az haq ʙar tu nozil şudaast, voguzorī. Baroi har gurūhe az şumo şari'at va ravişe nihodem. Va agar Alloh mexost, hamai şumoro jak ummat mesoxt. Vale xost dar on cī ʙar şumo arzonī doştaast, ʙijozmojadaton, to farmonʙardori şumo az nofarmonʙardor ma'lum gardad. Pas ʙo amal kardanaton ʙa Qur'on ʙa sūi nekiho ʙişitoʙed. Bozgaştani hamai şumo ʙa sūi Alloh ast, to az on cī dar on ixtilof mekarded, ogohaton sozad"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Va ej Pajomʙar, mijoni jahudijon ʙar muvofiqi on cī ki Alloh nozil kardaast, hukm kun va az xostahojaşon pajravī makun va az onho ʙiparhez, ki maʙodo ʙifireʙandat, to az ʙa'ze az cizhoe, ki Alloh ʙar tu nozil kardaast, rūj ʙigardonī. Va agar az hukmi tu rūj gardondand, ʙidon, ki Alloh mexohad ononro zudtar ʙa podoşi ʙa'ze gunohhonaşon dar dunjo azoʙ kunad va haroina ʙisjore az mardumi jahud az toati Parvardigoraşon sarkaşand"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Ojo in jahudijon hukmi çohilijatro mexohand? Va ʙaroi qavme, ki mu'taqidand va ʙovar dorand, ki hukmi Parvardigor haq ast, ci kase ʙehtar az Alloh hukm menamojad"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "Ej kasone, ki imon ovardaed, jahud va nasororo ʙa dūstī nagired. Onon xud dūstoni jakdigarand va jakdigarro jorī mekunand va ʙar ziddi digaron jakdast va jakporca meşavand. har kas, ki az şumo eşonro dūst girad, dar zumrai onhost. Hamono Alloh sitamgoronro hidojat namekunad"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Parvardigor xaʙar medihad az holi munofiqone, ki dar dil maraze dorand, meʙinī, ki ʙa sūhʙati jahudon meşitoʙand, megūjand: «Metarsem, ki ʙa mo oseʙe ʙirasad». Nazdik ast, Parvardigor pirūzie ʙijovarad jo az çoniʙi xud kore kunad, pas on goh az on cī dar nafshojaşon pinhon doşta ʙudand, puşajmon şavand"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "Va onhoe, ki imon ovardaand, (ja'ne, mū'minon dar holi munofiqon dar ta'aççuʙ monda ʙa jakdigar) megūjand: «Ojo inho hamon kasoneand, ki ʙa Alloh savgandhoi saxt mexūrdand, ki ʙo şumo xohand ʙud?», amalhojaşon, ki dar dunjo ʙa ço ovardand ʙa saʙaʙi gumoni ʙadaşon ʙar islomu musalmonon ʙotil gardid, pas xud dar zumrai zijonkoron daromadand"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "Ej kasone, ki imon ovardaed, har kī az şumo az dinaş ʙozgardad, pas, ʙa zudī Alloh mardumero ʙijovarad novoʙasta vaj jahudī jo nasronī jo digar ʙoşad, ki onhoro dūst ʙidorad va onho niz Ūro dūst dorand. Dar ʙaroʙari mū'minon furūtanand va dar ʙaroʙari kofiron nerumandand, dar rohi Alloh ʙo molu çon va guftoru kirdoraşon çihod mekunand va az malomati heç malomatgare nameharosand. In fazli Allohst, ʙa har kas, ki xohad, medihad va Parvardigor faroxne'matu donost"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Tanho Alloh va pajomʙari Ū va mū'minon dūsti şumo hastand, kasone, ki namozro ʙo xuşū' ʙarpo medorand va zakoti farziro ado menamojand va dar ʙaroʙari Alloh furūtan hastand"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Va har kī Alloh va pajomʙari Ū va mū'minonro dūsti xud girift, pas ʙegumon hizʙ va gurūhi Alloh pirūz ast"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "Ej mū'minon kasonero, ki dini şumoro ʙo tamasxūr va ʙozī giriftaand, az kasone, ki ʙa onho peş az şumo kitoʙ doda şud va kofironro dūst magired va agar mū'min hasted az Alloh ʙitarsed. Zero imone, ki dar vuçudi mū'minon ast, içoʙ mekunad, to dūstii eşonro tark namojand va az dari duşmanī ʙo onho darojand"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Va cun ʙongi namoz kuned, on namozro jahudu nasoro va kofiron masxaravu ʙozī megirand, zero mardume hastand, ki ʙa saʙaʙi nodonii xud nameandeşand"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Bigu ej rasul, ʙa on masxarakunandagoni axli kitoʙ: «Ej ahli kitoʙ, ojo intiqomi şumo çuz in cizi digare hast, ki mo ʙa Alloh va on cī ʙar mo nozil şuda va on cī peş az in nozil şudaast, imon ovardaem. Va ʙidoned, ki ʙeştari şumo fosiq hasted. (Ja'ne, az to'ati Ilohī ʙerun rafta va ʙar irtikoʙi gunoh çur'at kardaed»)"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Bigū: «Ojo şumoro az kasone, ki dar nazdi Alloh çazoe ʙadtar az in dorand, xaʙar ʙidiham, ki şumo moro ʙad-on muttaham namudaed, hol on ki on sifot dar şumo mavçud meʙoşad: Onho kasone hastand, ki Alloh onhoro la'nat karda va ʙar onho xaşm girifta va ʙa'zero majmunu xuk gardonidaast va parastandagoni toƣutand. Onhoro ʙadtarin çojgoh ast va az rohi rost gumgaştatarinand"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Va cun munofiqon nazdi şumo omadand, guftand, ki imon ovardem va hol on ki ʙo kufr doxil şudand va ʙa hamon kufr xoriç gaştand va onho da'vo dorand, ki mū'min hastand, Alloh ʙa on cī pinhon medorand, ogohtar ast"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Meʙinī ʙisjore az onhoro (jahudonro), ki ʙa gunohu ʙedodī va dar xūrdani moli harom az jakdigar tez meşitoʙand. Voqean kori ʙisjor ʙadero ançom medihand"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Az cī rūj peşvojon va donişmandonhojaşon ononro az guftori ʙad va haromxoragī ʙoznamedorand. Dar haqiqat ci ʙadī ast, ki onon ançom medihand"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "(Parvardigor pajomʙaraşro az aqidai ʙadi jahudon va on ci mijoni xud pinhon medoştand, xaʙar medihad): Jahudijon guftand, ki Parvardigor dastʙasta ast (ja'ne, Parvardigor ʙaxil ast. Va in voqea zamone ʙud, ki ʙa onho xuşkī va qahtī rasida ʙud). Dasthoi xudaşon ʙasta ʙod! Va ʙa on suxan, ki guftand, mal'un gaştand. Ja'ne, Parvardigor onhoro az rahmati xud ʙerun kard. Va amr cunin tavr nest, ki onho ʙar Alloh suxani durūƣ meʙofand, ʙalki dasthoi Alloh kuşoda ast. Ba har son, ki ʙixohad, rūzī medihad. Va on cī ʙar tu az çoniʙi Parvardigorat nozil şudaast, ʙa saʙaʙi ʙuxlu hasadaşon dar tuƣjon va kufri ʙeştaraşon xohad afzud. Mo to rūzi qijomat mijonaşon duşmanivu kina afkandaem. Har goh, ki ʙa saʙaʙi vajronii nijataşon va fasodkoriaşon ʙar muqoʙili musalmonon otaşi çangro afrūxtand, Alloh xomūşaş soxt. Va onon dar rūi zamin ʙa fasod mekūşand va Alloh mufsidonro dūst nadorad"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Va agar ahli Kitoʙ imon ʙa Alloh va rasulaş ʙijovarand va parhezgorī kunand (ja'ne, farmudahojaşro ʙa ço orand va az on ci man' kardaast, dur ʙiistand), gunohonaşonro xohem noʙud kard va onhoro ʙa ʙihişthoi purne'mat doxil xohem kard"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Va agar Tavrot va Inçil va on ciro, ki az çoniʙi Alloh ʙar onho nozil şuda, (Qur'onro) ʙarpoj dorand, az ʙoloi saru zeri pojaşon rūzī ʙixurand (ja'ne rizqhoi onho farovon gardad). Ba'ze az onho mardume mijonarav hastand va ʙar haq ustuvorand va ʙisjoriaşon ʙadkirdorand va az rohi haq gumrohand"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "Ej Pajomʙar, on ciro az Parvardigorat ʙar tu nozil şudaast, ʙa mardum ʙirason. Agar cunin nakunī va cizero az on pinhon kunī, amri risolati Ūro ado nakardaī. Alloh turo az mardum hifz mekunad va ʙar duşmanonat pirūz megardonad va vazifai tu rasonidani haq ast ʙa sūi mardum. Ba durustī Alloh mardumi kofirro hidojat namekunad"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Bigū: «Ej ahli kitoʙ, şumo ʙar cize nested, (ja'ne ʙa Qur'on, Muhammad, pajomʙari xud va kitoʙaton imon naovardaed) to on goh, ki Tavrot va Inçil va on ciro az çoniʙi Parvardigoraton ʙar şumo nozil şudaast, ʙarpoj dored». On cī az çoniʙi Parvardigorat ʙar tu nozil şudaast, ʙar tuƣjon va kufri ʙeştaraşon ʙijafzojad. Pas ʙar in mardumi kofir ƣamgin maʙoş"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Alʙatta, az mijoni onon, ki imon ovardaand (ja'ne, musalmonon) va jahudijon va soʙiin va nasoro, (pajravoni Iso alajhissalom) har kī ʙa Alloh va rūzi qijomat imon doşta ʙoşad va kori şoista kunad, az ahvoli rūzi qijomat ʙime ʙar onho nest va on ci ki dar dunjo tark namudand, ʙar on gamgin nameşavand"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Ba durustī Mo az ʙani Isroil pajmoni mahkam giriftem, to ʙa Alloh imon ʙijovarand va pajomʙaronro ʙa sūi onho firistodem. Har goh ki pajomʙare cize meguft, ki ʙo xohişi nafsaşon muvofiq naʙud, gurūhero durūƣ meʙarovardand va gurūhero mekuştand"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Va pindoştand, ki heç azoʙe naxohad ʙud. Pas az didani haq kūr va az şunidani on kar şudand. On goh Alloh tavʙaaşon ʙipaziruft. Boz ʙisjore az onho kūru kar şudand. Va Alloh ʙa on cī mekunand ʙino ast"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "Parvardigori muta'ol qasam jod mekunad kasone, ki guftand: Ba tahqiq, ki Alloh hamon Maseh pisari Marjam ast, kofir şudand. Maseh (alajhissalom da'voi ʙotili onhoro rad karda) guft: «Ej ʙani Isroil, Allohro, Parvardigori man va Parvardigori xudro ʙiparasted». Zero har kas, ki ʙaroi Parvardigor (Iso jo kase digarro) şarike qaror dihad, hamono Alloh ʙihiştro ʙar ū harom kunad va çojgohi ū otaş ast va sitamkoronro joridihandae nest, ki az azoʙi Parvardigor onhoro raho kunad"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Hamono onon, ki guftand: «Allohi ʙarhaq savvumini se ast», kofir şudand. Dar hole, ki heç ma'ʙude ʙarhaq çuz Alloh nest. Agar az on cī megūjand, ʙoznaistand, ʙa onone ki dar aqidai kofiraşon meistand, azoʙi dardovar xohad rasid"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "(Sipas Parvardigor onhoro ʙa tavʙa kardan az on cī az onho sar zada da'vat kard va ʙajon namud): Ojo ʙa dargohi Alloh tavʙa namekunand va az Ū omūrziş namexohand? Alloh omūrzanda va mehruʙon ast"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "(Sipas haqiqati Maseh va modaraşro, ki haq va oşkor ʙud, ʙajon kard va farmud): Maseh pisari Marjam, çuz pajomʙare naʙud, ki pajomʙarone peş az ū ʙudaand va modaraş zani rostgūj ʙud, ki har du ƣizo mexūrdand. Bingar, ki cī guna ojotro ʙarojaşon ʙajon mekunem, sipas ʙingar, ki cī guna az haq rūj megardonand"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Ej Pajomʙar, ʙa kofiron ʙigū: «Ojo çuz Alloh ma'ʙudi digarero, ki ʙaroi şumo moliki heç foida va zijone nest heç foida va zijone ʙaroi şumo namerasonad, meparasted va hol on, ki Alloh ʙa guftori ʙandagonaş şunavo va ʙa kirdoraşon donost?»"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "(Ej Pajomʙar ʙa nasoro) ʙigū: «Ej ahli kitoʙ, ʙa nohaq dar dini xeş ƣuluv (zijodaravī) makuned dar on ci ki az şaxsijati Maseh e'tiqod dored va az xohişhoi on mardume, ki peş gumroh şuda ʙudand va mardumi ʙisjorero gumroh kardand va xud az rohi rost kaçravī kardaand, pajravī makuned»"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "(Parvardigor xaʙar medihad, ki Ū kofironro az rahmataş mahrum karda guftaast): Onon, ki az ʙani Isroil kofir şudand, ʙa zaʙoni Dovud va Iso iʙni Marjam la'nat şudand va in la'nat podoşi isjon va taçovuzaşon ʙud"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Inho, jahudijon gunohi oşkor mekardand va ʙa kardani on rozī ʙudand va az kori zişte, ki mekardand, jakdigarro manʹ namekardand va haroina ʙadkorī mekardand. Ba in saʙaʙ sazovori la'nati Parvardigor gaştand"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Bisjore az jahudijonro meʙinī, ki ʙo kofiron (ja'ne, ʙo muşrikoni Makka, ki ʙar ziddi Pajomʙar sallallohu alajhi va sallam ʙa çang ʙaromadand) dūstī mevarzand. Bad ast, on cī peştar ʙaroi xud firistodand. Xaşmi Alloh ʙar onhost va rūzi qijomat dar azoʙi çovidonaand"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Va agar on jahudijone ki muşrikonro dastijorī kardand ʙa Alloh va pajomʙar (Muhammad sallallohu alajhi va sallam) va on cī ʙar ū nozil şuda, (Qur'on) imon ovarda ʙudand, kofironro dūst namegiriftand, vale ʙeştaraşon fosiqonand. (Ja'ne, az to'ati Alloh va rasulaş ʙerunand)"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "Beşak xohī did, ej Pajomʙar, ki duşmantarin mardum ʙaroi mū'minon jahudijon va muşrikon hastand ki jahudijon az saʙaʙi sarkaşī va inkor kardanaşon haqro va muşrikon ʙa saʙaʙi ʙutparastiaşon duşmanī varzidand va mehruʙontarin kason nisʙat ʙa onon, ki imon ovardaand, kasonero mejoʙī, ki megūjand: «Mo nasronī hastem». Zero ʙa'ze az onho donişmandonu oʙidon hastand va onho az qaʙuli haq takaʙʙur namekunand. (Va onho kasoneand, ki risolati Muhammad sallallohu alajhi va sallamro qaʙul kardand va ʙa on imon ovardand)"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Az nişonahoi dūstii onho ʙa musalmonon on ast, ki gurūhe az onho on ciro, ki ʙar pajomʙar nozil şuda, ʙişnavand, caşmonaşon ʙa saʙaʙi on ci az haq şinoxtand, pur az aşk meşavad, ki on haq va az nazdi Parvardigor ast va ʙa Alloh imon meovarand va rasuli Ūro pajravī mekunand va megūjand: \"Ej Parvardigori mo, imon ovardem, moro niz dar zumrai guvohidihandagon ʙinavis"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Caro ʙa Alloh va in dini haq, ki ʙar mo nozil şudaast, imon najovarem va tama' nakunem, dar in ki Parvardigori mo moro dar şumori solehon ovarad"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Pas ʙa saʙaʙi imone, ki ovardand va e'tirofe, ki ʙa haq kardand, Parvardigor onhoro ʙa ʙihişthoe, ki az zeri daraxtoni on çūjho ravon ast, darorad va onho dar on çovidon memonand va in podoşi nekūkoron ast"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Va onon, ki kufr varzidand ʙa jagonagii Parvardigor va inkor kardand (pajomʙarii Muhammmad sallallohu alajhi va sallamro) va ojoti moro, ki ʙar pajomʙaron nozil şuda durūƣ şumoridand, onho az axli çahannamand"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Ej kasone, ki imon ovardaed, cizhoi pokizaero, ki Alloh ʙar şumo halol kardaast, harom makuned az ta'om, nūşokī, nikohi zanon va ne'matero, ki Parvardigor ʙa şumo ʙa faroxī arzonī namudaast, ʙa tangī magired va az had darmaguzared, ki hamono Alloh az had taçovuzkunandagonro dūst nadorad"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Va az cizhoi halolu pokizae, ki Alloh ʙa şumo rūzī dodaast, ʙixūred va az Allohe, ki ʙa Ū imon ovardaed, ʙitarsed. Va amrhojaşro ʙa ço ored va az man' kardahojaş durī çūed"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Parvardigor şumoro ʙa xotiri savgandhoi ʙehuda az zaʙonaton çorī gaşta ʙozxost naxohad kard. (ʙa monandi Vallohī ne! Vallohī ore!), vale ʙa saʙaʙi şikastani savgandhoe, ki az rūi qasd mexūred, ʙozxost mekunad va kafforati on ta'om dodani dah miskin ast az ƣizoi mijonae, ki ʙa xonavodai xeş mexūroned jo pūşişi (liʙosi) onho jo ozod kardani jak ʙanda. Va har kī najoʙad, se rūz rūza medorad. In kaforati qasam ast, har goh, ki qasam xūrded, ʙa qasamhoi xud vafo kuned. Alloh ojoti xudro ʙaroi şumo incunin ʙajon mekunad, ʙoşad, ki siposguzor ʙoşed, ki Parvardigor şumoro ʙa rohi rost hidojat farmudaast"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Ej kasone, ki imon ovardaed ʙa Alloh va rasuli Ū, şaroʙ va qimor va ʙutho va garavʙandī ʙo tirho (tirhoe, ki fol mekuşojand), palidī va kori şajton ast, az on gunohon parhez kuned, to ʙa çannat komjoʙ şaved! (In korho az çihati ma'navī palid va naças hastand, garcī dar zohir palid nestand)"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Cuz in nest, ki şajton mexohad ʙo şaroʙu qimor mijoni şumo kinavu duşmanī afkanad va şumoro az jodi Alloh va namoz ʙozdorad, ʙa raftani aql dar nūşidani şaroʙ va maşƣul şudan ʙa ʙehudagī dar ʙurd kardani qimor, pas ojo şumo dast mekaşed va ʙas mekuned? (ja'ne, az in korho ʙoz isted)"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Allohu pajomʙaraşro ito'at kuned va farmonʙardorī namoed. Agar rūj gardoned, az farmudahoi Parvardigor va amal karded ʙa on ci man' karda şuded, ʙidoned, ki vazifai pajomʙari Mo (Muhammad sallallohu alajhi va sallam) rasonidani pajomi ravşani Parvardigor ast"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Bar kasone, ki imon ovardaand va korhoi şoista kardaand, dar on cī xūrdaand, peş az harom şudani şaroʙ va qimor gunohe nest, har goh parhezgorī kunand az korhoi harom va imon ʙijovarand va ʙa korhoi şoista pardozand, ʙoz ham parhezgorī kunand va imon ʙijovarand, ʙoz ham parhezgorī va nekī kunand, (ja'ne, xavfaşon onhoro ʙa nekūkorī ovard hatto, ki gūjo Allohro dida iʙodat mekunand) va Alloh nekūkoronro dūst dorad"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "Ej kasone, ki imon ovardaed, Alloh şumoro ʙa sajde, ki ʙa dast megired jo ʙa najza şikor mekuned, meozmojad, to ʙidonad cī kase dar pinhonī az Ū metarsad. Va har kī az in pas az had taçovuz kunad, ja'ne ʙa şikor ʙarojad dar holi ihrom ūrost azoʙe dardovar"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Ej kasone, ki imon ovardaed, har goh, ki dar ihrom ʙoşed, xoh dar haç jo umra jo dar haram sajdro makuşed. Har kī har namudi sajdro ʙa amd (qasdan) ʙikuşad, çazoi ū qurʙonī kardani hajvonest monandi on cī kuştaast, az şutur, gov jo gusfand ʙa şarti on ki du şaxsi odil az şumo guvohī dihand va qurʙoniro ʙa Ka'ʙa rasonad jo ʙa kaforat tangdastonro az faqironi haram ta'om dihad jo ʙaroʙari on rūza ʙigirad, Parvardigor ʙar vaj in çazoro farz gardonid, to uquʙati kori xud ʙicaşad. Az on cī dar guzaşta kardaed, Alloh afv kardaast, vale har kī ʙa on qasdan ʙozgardad, Alloh az ū intiqom megirad, ki Alloh pirūzmandu intiqom giranda ast"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Şikori sajdhoi darjoī va xūrdani on dar holi ihrom az çihati ʙahramand şudanaton az on ʙar şumo va musofiron halol şudaast va şikori sahroī, to hangome ki dar ihrom hasted, (dar haç jo umra) ʙar şumo harom ast. Va az Parvardigore, ki ʙa nazdi Ū gird ovarda meşaved, ʙitarsed, to ʙa savoʙi ʙuzurge sazovor şaved va az azoʙi dardnoki Ū solim moned"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Parvardigor ʙar ʙandagonaş minnat karda mefarmojad: Ka'ʙa, Bajtulharomro va mohhoi harom va qurʙonii ʙeqiloda (ʙegardanʙand) va qurʙonii ʙoqiloda (gardanʙanddor) saʙaʙi intizomi kori din va dunjo va osoiştagī ʙaroi hajotaşon gardonid, In ʙa on xotir ast, to ʙidoned Parvardigor ʙa tamomi on ci dar osmonho va dar zamin meʙoşad, ogoh ast. Az çumla ogohii Parvardigor in ast, ki zijorati in xonaro ʙarojaton muqarrar soxt, cun medonist ʙisjore az manofe'i dinī va dunjavii şumo dar on ta'min meşavad"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Bidoned, ki uquʙati Alloh saxt ast va ham Ū omūrzandavu mehruʙon ast! Ja'ne, kase ki az farmoni Ū rūj gardonad, ʙa çazoi saxt giriftoraş kunad va ʙidoned Ū nisʙat ʙa kase, ki sūjaş ʙozgardad va tavʙa kunad va az Ū ito'at namojad, omūrzanda va mehruʙon ast"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Parvardigor xaʙar medihad, ki vazifai pajomʙar çuz rasonidani pajom, roh namudan va dalolat kardan cize digare nest. Ammo hidojat va tavfiq dar dasti Alloh ast. Ba on ciro, ki oşkor mesozed jo pinhon medored, Alloh medonad"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Bigu: «Nopoku pok ʙaroʙar nestand, harcand farovonii nopok turo ʙa hajrat afkanad». (Ja'ne, kofir ʙo mū'min, osī ʙo to'atkor, çohil ʙo olim va moli halol ʙo moli harom ʙaroʙar nameşavad.) Va moli kami haloli foidaovar ʙeh ast az moli ʙisjori haromi zararovar. Pas, ej xiradmandon, az Alloh ʙitarsed, va az nopokiho dur ʙoşed, to rastagor şaved"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "Ej kasone, ki imon ovardaed ʙa Alloh va rasuli Ū va amal ʙa şariati Ū kardaed, az cizhoe, ki cun ʙaroi şumo oşkor şavand, andūhginaton mekunand, mapursed. Va agar vaqte, ki Qur'on furud ovarda meşavad, dar ʙorai onho suol kuned, alʙatta ʙaroi şumo ravşan karda meşavad. Alloh ʙa xotiri on ki ʙandagonaşro az on avf kunad dar mavridi on cizho sukut kardaast, ki omūrzandavu ʙurdʙor ast"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Mardume, ki peş az şumo ʙudand, az on cizho suol kardand va onro ʙa ço naovardand va ʙa on saʙaʙ kofir şudand. Pas ehtijot kuned, to misli onon maʙoşed"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Parvardigor dar ʙorai ʙahira va soiʙa va vasila va homī hukme muqarrar nakardaast, vale kofiron ʙar Alloh durūƣ meʙandand va ʙeştarinaşon ʙexiradand"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "Va cun ʙa on kofirone, ki halol kardai Allohro harom şumoridand gūjand, ki ʙa on cī Alloh nozil kardaast va ʙa pajomʙar rūj ovared, to ki ʙarojaton halol va haromro ʙajon kunad gūjand: «On dine, ki padaroni xudro pajravī on joftaem, moro ʙas ast». Harcande, ki padaronaşon cize az aql nadoşta va roh gum karda ʙoşand"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "Ej kasone, ki imon ovardaed ʙa Alloh va rasuli Ū va ʙa şariati Ū amal kardaed, xudro ʙa amal kardan dar to'ati Alloh va dur şudan az nofarmonii Ū nigoh dored. Agar cande mardum şumoro qaʙul nakunand amal kardanro davom dihed, hidojat joftaed. Va cun rohi rostro lozim girifted va amri ʙa ma'ruf va nahji az munkar karded, heç goh onon, ki gumroh mondaand, ʙa şumo zijone narasonand. Bozgaşti hamai şumo nazdi Alloh ast, to şumoro ʙa on korho, ki mekardaed, ogoh gardonad"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "Ej kasone, ki imon ovardaed ʙa Alloh va rasuli Ū va ʙa şariati Ū amal kardaed, cun margaton faro rasad, ʙa hangomi vasijat du şaxsi odilro az mijoni xudaton az musalmonon ʙa guvohī gired jo az ƣajri musalmonon, dar holati naʙudani musalmonon va dar holati zarurat. Har goh, ki dar safar ʙuded va margaton faro rasid, agar az on du guvoh şak doşted, nigohaşon dored, to ʙa'd az namoz, (xususan namozi asr) on goh ʙa Alloh savgand xūrand va ʙigujand: Mo savgandhojamonro ʙa ʙahoi kame az dunjo ivaz namekunem, ʙa gunohe, ki ʙa xotiri ʙa dast ovardani mato'e az dunjo savgandi durūƣ jod kunem, harcand ʙa foidai xeşovandamon ʙoşad va onro rūpūş nakunem, agar onro pinhon kunem, on vaqt az zumrai gunahkoron xohem ʙud"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Va har goh ma'lum şavad, ki on du şohid murtakiʙi gunohi xijonat şudand, du şohidi digar az vorisoni nazdikoni majit, ki avlotar az on du ʙoşand, çoi onhoro ʙigirand. On du ʙa Alloh qasam xūrand, ki şahodati mo az şahodati on du durusttar ast va mo az haq naguzarem, har goh cunin kunem, az sitamkoron ʙoşem"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "In raviş nazdiktar ʙa on ast, ki ham guvohiro dar surati durust muvofiqi şari'at ado kunand jo az on ʙitarsand vorisoni majit, ki ʙa'd az qasam xūrdanaşon savgandhojaşon rad karda şavad. Az Alloh ʙitarsed az qasami ʙardurūƣ xūrdan. Va guş faro dored on ciro ʙa şumo pand doda şud. Alloh mardumi nofarmonro hidojat namekunad"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "Rūze, ki Alloh pajomʙaronro gird ovarad, pas ʙipursad, ki da'vati şumoro ʙa sui tavhid ummathojaton cī guna çavoʙ dodand? Gūjand: «Moro heç donişe nest». Hamono Tu hamai umuri pinhon va oşkorro medonī"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "On goh ki Parvardigor rūzi qijomat ʙa Iso pisari Marjam gūjad: \"Ej Iso! Ba jod ovar ne'mati maro, ki ʙar tu va modarat arzonī doştam (va turo ʙe padar ofaridam va modaratro ʙar tamomi zanhoi olam ʙarguzidam va az tūhmat ūro pok soxtam. Va az ne'mathoe, ki Parvardigor ʙa Iso arzonī kard;) ʙa vositai Çaʙrail ūro quvvat ʙaxşid va jorī kard, dar gahvora ʙo mardum suxan meguft va dar mijonsolī onhoro ʙa sūi Alloh da'vat menamud.( Va az on ne'matho;) Parvardigor ʙe vositai muallim ʙa ū ta'limi naviştanro omūzond va quvvati fahm va idrokro ʙarojaş ato kard va ta'lim dod ʙa ū Tavrotro, (ki ʙar Mūso alajhissalom furud ovard) va Inçilro, (ki ʙaroi hidojati mardum ʙarojaş furud ovard). (Va az on ne'matho, ki ʙa dasturi Parvardigor) az gil cize ʙa şakli parranda mesoxt va dar on medamid, pas ʙa farmoni Alloh parranda meşud. Va kūri modarzod va fardi muʙtalo ʙa ʙemorii pesiro ʙa izni Alloh şifo medod. Va az on ne'matho, ki murdagonro ʙa farmoni Alloh az qaʙr zinda ʙerun meovard. Va hamai in ʙa xost va izni Parvardigor ʙud. Va in mū'çizaho hama dalolat ʙar pajomʙarii Iso (alajhissalom) mekunad. Pas kasone az onon, ki kofir şuda ʙudand, guftand: \"On ci ki Iso az dalelhoe, ki ovard, çodui oşkoro ast"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "Ba jod ovar ne'mati Maro, ki ʙa tu arzonī namudam, on goh ki pajravon va jovaronero ʙaroi tu faroham namudam. Pas ʙa havorijon ilhom kardam va dilohojaşonro ʙaroi imon ovardan ʙa Man va pajomʙaram omoda soxtam va ʙar zaʙoni tu ʙa sūi onho vahj kardam. Pas onro içoʙat namuda va taslimi farmoni Man şudand va guftand: Imon ovardem va guvoh ʙoş, ki mo musalmonem"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Va ʙa jod ovar, on goh ki havorijon guftand: Ej Iso pisari Marjam! Ojo Parvardigorat metavonad az osmon dastarxoni pur az ta'om ʙar mo nozil kunad? Guft: «Agar imon ovardaed, az Alloh ʙitarsed»"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Guftand: «Mexohem, ki az on dastarxon ʙixurem, to dilhojamon ʙa vasilai imon orom girad va ʙo muşohidai nişonaho va mū'çizoti oşkor imon va ʙovarii mo ʙa haqiqat taʙdil gardad va ʙidonem, ki tu ʙa mo rost guftaī va ʙar on şahodat dihem»"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Iso iʙni Marjam darxosti havorijonro paziruft va guft: «Jo Alloh! Ej Parvardigori mo, ʙaroi mo dastarxone az osmon ʙifirist, to moro va ononro, ki ʙa'd az mo meojand, ide va nişone az jagonagii Tu ʙoşad va moro rūzī deh, ki Tu ʙehtarini rūzidihandagon hastī»"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Alloh guft: «Man on dastarxonro ʙaroi şumo mefiristam, vale har kī az şumo az on pas kofir şavad, cunon azoʙaş mekunam, ki heç jak az mardumi çahonro oncunon azoʙ nakarda ʙoşam». (Pas inkor kardand va kufr varzidand, pas az furud omadani dastarxon ʙar onho)"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "Va ʙa jodovar on goh, ki Alloh ʙa Iso pisari Marjam rūzi qijomat gūjad: «Ojo tu ʙa mardum guftī, ki marovu modaramro az ƣajri Alloh ʙa ma'ʙudī gired?» Guft: «Ba pokī jod mekunam Turo! Tu az in suxani zişt va az on ci ki şoistai Tu nest pok hastī. Nasazad maro, ki cize gūjam, ki şoistai on naʙoşam. Agar man cunin gufta ʙudam, Tu xud medonistī, zero ʙa on cī dar zamiri man meguzarad, donoī va man az on cī dar zamiri Tust, ʙexaʙaram. Zero Tu donotarin Zoti pok ʙa gajʙ hastī"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "(Iso alajhissalom megujad:) Cize ʙa onon naguftaam çuz on ci maro ʙa guftani on dastur dodaī. Guftam, Parvardigorro ʙiparasted, ki Parvardigori man va şumo ast. Va man to zamone, ki dar mijonaşon ʙudam, ʙar onon guvoh ʙudam va cun maro ʙargiriftī (ja'ne, ʙa osmon ʙurdī), Tu xud guvoh va nigahʙoni aqida va a'molaşon gaştī. Va Tu ʙar har cize ogohī"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Agar ononro azoʙ kunī, ʙandagoni Tu hastand va Tu ʙa ahvolaşon donotar hastī va agar ononro ʙijomūrzī, on kasonero ki ʙa nazdi Tu ʙa tavʙa ʙargaştand, pas hamono Tu pirūzmandu hakimī!»"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "(Parvardigor ʙa Iso alajhissalom rūzi qijomat megūjad:) «In rūzest, ki rostgūjonro rostii nijat, guftor va kirdoraşon foida dihad. Az oni onhost, ʙihişthoe, ki dar on çūjho çorī meşavand. Hameşa dar on çovidon xohand ʙud». Parvardigor az onon xuşnud va xuʙihojaşonro qaʙul kardaast va onon niz az Parvardigor xuşnudand az on savoʙhoe, ki ʙa onho doda şudaast. In ast komjoʙii ʙuzurg"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Az oni Alloh ast farmonravoii osmonhovu zamin va on cī mijoni onhost. Va Ū ʙar har cize tavono ast. Pas heç cize Ūro notavon namekunad"
        }
    ]
}