{
    "rukus": [
        {
            "chapter": 7,
            "verse": 109,
            "text": "The chiefs of Pharaoh's people said, \"This is most surely a skillful magician"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "who seeks to drive you from your land!\" Pharaoh said, \"What then do you advise"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "They said, \"Let him and his brother wait awhile, and send into the cities summoners"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "who should bring to you every skillful magician"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "And the magicians came to Pharaoh and asked, \"Shall we have a reward, if we should prevail"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Pharaoh replied, \"Certainly, and you shall also become my courtiers"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "They said, \"Moses, will you first throw, or shall we"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "He said, \"You throw [first]!\" When they made their cast, they bewitched the eyes of the people and struck them with awe, for they showed a great [feat of] magic"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Then We inspired Moses, saying, \"Throw down your staff.\" And it immediately swallowed up their false devices"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Thus the truth prevailed and what they had produced came to nothing"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Pharaoh and his men were defeated and utterly humiliated"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "And the sorcerers prostrated themselves"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "and said, \"We believe in the Lord of the Universe"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "the Lord of Moses and Aaron"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Pharaoh said, \"You dare believe in Him before I have given you permission? Behold, this is indeed a plot which you have devised in this city in order to drive its people out. But you shall soon know the consequences"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "I will cut off your hands and feet on alternate sides and then crucify you all"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "They replied, \"We shall surely return to our Lord"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "You would punish us only because we believed in the signs of our Lord when they were shown to us. Our Lord, pour patience upon us, and cause us to die in a state of submission to You"
        }
    ]
}