{
    "rukus": [
        {
            "chapter": 9,
            "verse": 43,
            "text": "May God pardon you! Why did you permit them to do so before it had become clear to you which ones were truthful, so that you might recognize the liars"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Those who believe in God and the Last Day will never ask you to exempt them from striving with their wealth and their lives, God best knows the righteous"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "only those seek exemption who do not truly believe in God and the Last Day, and whose hearts have become a prey to doubt. Because they doubt, they waver"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "If they had wished to go forth, they would surely have made some preparation for it, but God disliked their setting out [and being raised high in God's eyes] and held them back. They were told to stay behind with those who stay behind"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Had they gone forth with you, they would only have proved a source of evil for you, and would have run back and forth among you, seeking to sow discord among you: and among you there were some who would have willingly listened to them. God knows the evil-doers"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "They have already tried to sow dissension, and hatched plots against you, until the truth became manifest and God's will prevailed, much to their disgust"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Some of them say, \"Give us leave to stay behind and do not put us to trial.\" Surely, they have already fallen into trial. Surely, Hell shall engulf those who deny the truth"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "If good befalls you, it grieves them, but if a misfortune befalls you, they say, \"We took our precautions beforehand!\" They turn away rejoicing"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "Say, \"Nothing can befall us, except what God has ordained for us. He is our Supreme Lord. In God let the faithful put their trust"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "Say, \"Are you waiting for anything to befall us except one of the two best things [Victory in this world or Paradise in the next]? But we expect that God will send His punishment to you either directly from Himself, or by our hands. So wait, if you will; we too, are waiting with you"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Say, \"Whether you give willingly or unwillingly, your offerings shall not be accepted by God, for you are indeed a disobedient people"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "The only reason their contributions are not accepted is that they have denied God and His Messenger, they come to the prayer half heartedly, and they offer contributions unwillingly"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Do not let their wealth and children impress you. For God seeks to punish them through these things in the life of this world, so that their souls shall depart while they are still denying the truth"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "They swear by God that they are believers like you; but they are not. They are afraid [to appear in their true colours]"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "if they could find a place of refuge, or a cave or any hiding-place, they would run there with frantic haste"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Among them there are some who find fault with you concerning the distribution of alms. If a share is given to them, they are pleased, but if they receive nothing, they grow resentful"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "If only they had been content with what God and His Messenger had given them and had said, \"God is sufficient for us. God will give us out of His bounty, and so will His Messenger. To God alone do we turn with hope"
        }
    ]
}