{
    "rukus": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif Lam Ra. [This is] a Book, with verses which are fundamental [in nature], and then expounded in detail by One who is all wise and all aware"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "[It teaches] that you should worship none but God. I am sent to you from Him to warn you and to give you good tidings"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Seek forgiveness from your Lord; then turn towards Him [in repentance]. He will make generous provision for you for an appointed term and will bestow His grace on all who merit it! But if you turn away, then I fear for you the torment of a dreadful Day"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "to God you shall all return; and He has power over all things"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "See how they cover themselves up to hide [their thoughts] from Him. But when they cover themselves up with their garments, He knows what they hide and what they reveal. He knows their innermost thoughts"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "There is not a living creature on the earth but it is for God to provide its sustenance. He knows its dwelling and its [final] resting place. All this is recorded in a clear book"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Enthroned above the waters, it was He who created the heavens and the earth in six Days [periods], in order to test which of you is best in conduct. If you say, \"You will [all] be raised up after death,\" those who deny the truth will say, \"This is just sheer sorcery"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "If We defer their punishment till an appointed time, they ask, \"What is holding it back?\" On the Day when it overtakes them, there will be nothing to avert it from them; and what they used to mock at shall encompass them"
        }
    ]
}