{
    "rukus": [
        {
            "chapter": 14,
            "verse": 13,
            "text": "Those who deny the truth said to their messengers, \"We shall banish you from our land unless you return to our ways.\" But their Lord inspired the messengers, saying, \"We shall destroy the evil-doers"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "and settle you on the land to succeed them. That is [in store] for anyone who is in awe of meeting Me, and who heeds My warnings"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "When they sought Our Judgement, every stubborn oppressor was frustrated"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Beyond him is Hell, and he shall drink putrid water"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "he will sip and will not find it easy to swallow it. Death will approach him from every quarter, yet he will not die. More intense suffering will lie ahead of him"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "The works of those who deny their Lord are like ashes which the wind scatters on a stormy day: they shall gain nothing from what they do. To act thus is to stray far into error"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Do you not see that God has created the heavens and the earth for a purpose? He can eliminate you if He wills and bring into being a new creation"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "that is no difficult thing for God"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "They shall all appear before God and the weak will say to those who behaved proudly, \"We were your followers. Can you protect us from God's punishment?\" They will reply, \"Had God given us guidance, we would have guided you. It is all the same whether we are patient or impatient; there is no escape for us"
        }
    ]
}