{
    "rukus": [
        {
            "chapter": 27,
            "verse": 59,
            "text": "Say, \"All praise be to God, and peace be upon those servants of His whom He has chosen. Is God better, or what they associate with Him"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "Who created the heavens and the earth and sends down water for you from the sky, by which We make luxuriant gardens grow, you could never make such trees grow in them, is it another deity besides God? No indeed, but they are a people who equate others with Him"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Who is it that made the earth a stable place to live in? Who made rivers flow through it? Who set mountains upon it and placed a barrier between the two seas? Is there another deity besides God? Indeed, most of them have no knowledge"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "Who responds to the oppressed when he calls out to Him, and relieves his suffering and who will make you inheritors of the earth? Then, is there a god besides God? How little you pay heed"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "Who guides you in the darkness of the land and sea? Who sends the breezes as heralds of His mercy? Then, is there a deity besides God? Exalted is God above what they associate with Him"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "Who originates creation, then regenerates it, and who gives you sustenance from heaven and earth? Then, is there a deity besides God?\" Say, \"Bring forward your proofs, if you are telling the truth"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Say, \"No one in the heavens and the earth has knowledge of the unseen except God.\" They do not know when they will be raised up again"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Indeed, their knowledge of the life to come stops short of the truth: they are [often] in doubt as to its reality: in fact, they are blind to it"
        }
    ]
}