{
    "rukus": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif Lam Mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Do people think that once they say, \"We believe,\" they will be left alone and not be put to the test"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "We certainly tried those who have gone before them, so God will certainly distinguish between those who are truthful and those who are lying"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Do those who do evil imagine that they will escape Us? How ill they judge"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "He who hopes to meet God should know that God's appointed hour is sure to come. He is the All Hearing, the All Knowing"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "And whoever strives, strives only for himself, God is independent of all His creation"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "as for those who have faith and do good works, We shall certainly cleanse them of their evil deeds and reward them according to the best of their actions"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "We have enjoined man to show kindness to his parents. But if they bid you associate with Me something about which you have no knowledge, do not obey them. To Me you shall all return, and I shall tell you about all that you have done"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "We shall surely admit those who believe and do good deeds to the company of the righteous"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Some profess to believe in God, but when they suffer for God's cause they mistake the persecution of man for the punishment of God. But when help comes to you from God, they will say, \"We have always been with you.\" Is not God fully aware of what is in the hearts of all creatures"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Most certainly God will mark out those who believe and mark out those who are hypocrites"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Those who deny the truth say to the faithful, \"Follow our way, and we will bear the burden of your sins.\" But they will bear none of their sins. They are surely lying"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "They shall bear their own burdens, and other burdens besides. On the Day of Resurrection they shall be questioned about their false assertions"
        }
    ]
}