{
    "rukus": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "By the Book that makes things clear"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "We have made it an Arabic Quran so that you may understand"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "Truly, it is inscribed in the Original Book, in Our keeping; it is sublime and full of wisdom"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Should We withdraw the admonition from you because you are a people far gone in transgression"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "We have sent many a prophet to earlier peoples"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "but whenever a prophet came to them, they mocked him"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "so We destroyed those who were mightier than these; such was the example of the earlier peoples"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "If you ask them, \"Who has created the heavens and the earth?\", they will surely answer, \"The Almighty, the All Knowing One has created them"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "Who has made the earth a cradle for you and made thereon paths for you so that, hopefully, you may find your way"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "It is He who sends water down from the sky in due measure, We revive dead land with it and likewise you will be resurrected from the grave"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "it is He who created all living things in pairs and gave you ships to sail in and beasts to ride upon"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "so that you may sit firmly on their backs. Then once you have mounted them, remember your Lord's favour and say, \"Glory be to Him who has subjected these creatures to us; we would never on our own have subdued them"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "And to our Lord we shall surely return"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Yet they make some of His servants partners in His divinity. Man is clearly ungrateful"
        }
    ]
}