{
    "rukus": [
        {
            "chapter": 45,
            "verse": 12,
            "text": "It is God who has subjected the sea to you so that you may sail thereon by His command, and so that you may seek His bounty, and so that you may be grateful"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "He has subjected whatever is in heaven and on the earth to you; it is all from Him. In that are signs for those who ponder"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "Tell the believers to ignore those who do not believe in the coming of the days of God. He will requite people for what they have done"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "Whoever does what is just and right, does so for his own good; and whoever does evil, does so to his own detriment, and you shall all return to your Lord"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "We gave Scriptures, wisdom and prophethood to the Children of Israel, and provided them with good things and favoured them over all other people"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "We gave them clear arguments in matters [of religion]. It was only after knowledge came to them that they differed among themselves out of mutual rivalry. On the Day of Resurrection your Lord will judge between them regarding their differences"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "Then We set you on a clear path [of religion]: so follow it, and do not yield to the desires of those who have no knowledge"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "They can be of no avail to you against God. The wrongdoers are friends of one another, while the friend of the righteous is God"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "This [Book] brings enlightenment and guidance to mankind, and is a blessing for those who have firm faith"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "Do those who commit evil deeds imagine that We shall deal with them in the same way as We deal with those who have attained to faith and do righteous deeds, that they will be alike in their living and their dying? How badly they judge"
        }
    ]
}