{
    "rukus": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "Believers, fulfill your obligations. All livestock is lawful for you, other than that which is hereby announced to you. You are forbidden to kill game while you are on a pilgrimage -- God commands what He will"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Believers, violate neither the sanctity of God's signs, the Sacred Month, the sacrificial animals, the animals wearing garlands [indicating they are to be sacrificed] nor those on their way to the Sacred House seeking the bounty and pleasure of their Lord. When, on completion of your pilgrimage, you take off the garb of the pilgrim, you may hunt. Do not let the enmity of those who barred you from the Sacred Mosque lead you into sin. Help one another in goodness and in piety. Do not help one another in sin and transgression. Fear God! God is severe in punishment"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "You are forbidden carrion, blood and pork; and any flesh over which the name of any other than God is invoked; and any creature which has been strangled, or killed by a blow or in a fall, or has been gored to death or half-eaten by a wild animal, saving that which you make lawful [by slaughtering properly while it was still alive] and what has been slaughtered at an altar. You are forbidden to make the division of [meat] by means of divining arrows: that is sinful conduct. Those who deny the truth have this day despaired of ever harming your religion. So do not fear them. Fear Me. Today I have completed your religion for you and completed My blessing upon you. I have chosen for you Islam as your religion. But if anyone is forced by hunger to eat something which is forbidden, not intending to commit a sin, he will find God forgiving and merciful"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "If they ask you what has been made lawful for them, say, \"All good things have been made lawful for you;\" and what you have taught your birds and beasts of prey to catch, training them as God has taught you. So eat what they catch for you, but first pronounce God's name over it. Fear God, for God is swift in taking account"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Today, all good things have been made lawful to you. The food of the People of the Book is lawful to you, and your food is lawful to them. The chaste believing women and the chaste women of the people who were given the Book before you, are lawful to you, provided that you give them their dowers, and marry them, neither committing fornication nor taking them as mistresses. The deeds of anyone who rejects the faith will come to nothing, and in the Hereafter he will be among the losers"
        }
    ]
}