{
    "rukus": [
        {
            "chapter": 5,
            "verse": 94,
            "text": "Believers, God will test you with game which come within the reach of your hands and spears, so that He may know those who fear Him, even if they cannot see Him. Anyone who oversteps the limits after this will have a painful punishment"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Believers, do not kill any game while you are on a pilgrimage. Anyone of you who kills game deliberately shall make compensation with an animal which is the equivalent of what he has killed, to be determined by two just men from among you, as an offering brought to the Ka'bah; or he shall, in expiation, either feed the poor or do the equivalent of that in fasting, so that he may taste the consequence of his deeds. God forgives what is past, but if anyone relapses into wrongdoing, God will exact His retribution. God is mighty, the Lord of retribution"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "To hunt and to eat the fish of the sea is made lawful for you, a provision made for you and for seafarers. But you are forbidden the game of the land while you are on a pilgrimage. Have fear of God, before whom you shall all be gathered"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "God has made the Ka'bah, the Sacred House, a means of support as well as the sacred month and the sacrificial animals with their garlands. That is so that you may know that God has knowledge of whatever is in the heavens and on the earth and that He is fully aware of all things"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Know that God is severe in punishment, yet most forgiving and merciful"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "The Messenger's sole duty is to convey the message. God knows what you reveal and what you hide"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Say, \"The bad and the good are not alike, even though the abundance of the bad may appear pleasing to you. So fear God, O men of understanding, so that you may prosper"
        }
    ]
}