{
    "rukus": [
        {
            "chapter": 21,
            "verse": 42,
            "text": "De ki: Allah'a karsı sizi gece gunduz kim koruyacak? Buna ragmen onlar Rablerini anmaktan yuz cevirirler"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Yoksa onların, kendilerini bizim azabımızdan koruyacak ilahları mı var? O ilahlar ki, kendilerine bile yardım edemiyorlar. Onlar, bizden de yakınlık gormezler"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Evet, onları da, atalarını da barındırdık. Nihayet omur kendilerine (hic bitmeyecek gibi) uzun geldi. Oysa onlar, bizim gelip (kafirlere ait) araziyi cevresinden eksiltecegimizi gormezler mi? Su halde, ustun gelen onlar mı"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "De ki: Ben, sadece, vahiy ile sizi ikaz ediyorum. Fakat, sagır olanlar, ikaz edildikleri zaman bu cagrıyı duymazlar"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Andolsun, onlara Rabbinin azabından ufak bir esinti dokunsa, hic suphesiz, «Vah bize! Hakikaten biz zalim kimselermisiz!» derler"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Biz, kıyamet gunu icin adalet terazileri kurarız. Artık kimseye, hicbir sekilde haksızlık edilmez. (Yapılan is,) bir hardal tanesi kadar dahi olsa, onu (adalet terazisine) getiririz. Hesap goren olarak biz (herkese) yeteriz"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Andolsun biz, Musa ve Harun’a, takva sahipleri icin bir ısık, bir ogut ve Furkan'ı verdik"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "(O takva sahipleri ki) onlar, gormedikleri halde Rablerine candan saygı gosterirler. Yine onlar, kıyametten korkan kimselerdir"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Iste bu (Kur'an) da, bizim indirdigimiz hayırlı ve faydalı bir oguttur. Simdi onu inkar mı ediyorsunuz"
        }
    ]
}