{
    "rukus": [
        {
            "chapter": 3,
            "verse": 121,
            "text": "Hani sen, sabah erkenden muminleri savas mevzilerine yerlestirmek icin ailenden ayrılmıstın... Allah, hakkıyle isiten ve bilendir"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "O zaman icinizden iki boluk bozguna ugramak korkusuna dusmustu. Halbuki Allah onların yardımcısı idi. Muminler, yalnız Allah’a dayanıp guvensinler"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "Nitekim Bedir'de sizler (onlara nazaran) daha zayıf oldugunuz halde, Allah size yardım etmisti. O halde Allah'tan sakının ki, sukredesiniz"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "O zaman sen, muminlere soyle diyordun: Indirilen uc bin melekle Rabbinizin sizi takviye etmesi, sizin icin yeterli degil midir"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Evet, siz sabır gosterir ve Allah'tan sakınırsanız, onlar (dusmanlarınız) hemen su anda uzerinize gelseler, Rabbiniz, nisanlı bes bin melekle sizi takviye eder"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "Allah, bunu size sırf bir mujde olsun ve kalpleriniz bu sayede rahatlasın diye yaptı. Yardım, yalnızca Aziz ve Hakim olan Allah katındandır"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "(Bu yardım) kufredenlerden bir kısmını helak etmek, bir kısmını da eski umitlerini yitirmis ve emellerine ulasamamıs bir sekilde donup gitsinler diye, perisan eylemek icindir"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "(Bu onlardan) bir kısmının tovbelerini kabul etmek, bir kısmı da zalim olduklarından onlara azap etmek icindir ki, bunda, senin yapabilecegin hicbir sey yoktur"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "Goklerde ve yerde ne varsa Allah'ındır. Diledigini bagıslar, diledigine azap eder. Allah, cok bagıslayıcı ve cok merhametlidir"
        }
    ]
}