{
    "rukus": [
        {
            "chapter": 6,
            "verse": 21,
            "text": "அல்லாஹ்வைப் பற்றிக் கற்பனையாகப் பொய் கூறியவனை விடவோ, அவனுடைய வசனங்களைப் பொய்யாக்கியவனை விடவோ பெரும் அநியாயக்காரன் யார்? நிச்சயமாக (இந்த) அநியாயக்காரர்கள் வெற்றி அடைய மாட்டார்கள்"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "நாம் இவர்கள் அனைவரையும் ஒன்று சேர்க்கும் நாளில் (இவர்களில்) இணைவைத்து வணங்கியவர்களை நோக்கி, ‘‘(அல்லாஹ்விற்கு) இணையானவை என நீங்கள் எவற்றை எண்ணிக் கொண்டிருந்தீர்களோ அவை எங்கே?'' என்று நாம் கேட்போம்"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "(அது சமயம்) அவர்கள், ‘‘எங்கள் இறைவன் அல்லாஹ்தான். நாங்கள் (அவனுக்கு எதையும்) இணைவைக்க வில்லையே!'' என்று (பொய்) கூறுவதைத் தவிர அவர்களது குழப்பம் வேறொன்றும் இருக்காது"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "தங்களைப் பற்றியே அவர்கள் எவ்வாறு பொய் கூறுகின்றனர் என்பதை (நபியே!) கவனிப்பீராக. (அல்லாஹ்விற்கு இணையானவை என்று) அவர்கள் பொய்யாகக் கற்பனை செய்து கொண்டிருந்தவை அனைத்தும் அவர்களை விட்டு மறைந்துவிடும்"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "(நபியே! உமக்கு கட்டுப்படுகிறவர்களைப் போல பாவனை செய்து நீர் கூறுவதைக் கேட்க) உமக்கு செவி சாய்ப்பவர்களும் அவர்களில் உண்டு. எனினும், அவர்கள் (தம் தீயச் செயல்களின் காரணமாக) அதை விளங்கிக் கொள்ளாதிருக்கும்படி அவர்களுடைய உள்ளங்களில் திரையையும் அவர்களுடைய காதுகளில் செவிட்டையும் நாம் ஏற்படுத்திவிட்டோம். ஆகவே, (இவர்கள் சத்தியத்திற்குரிய) அத்தாட்சிகள் அனைத்தையும் (தெளிவாகக்) கண்டபோதிலும் அவற்றை அவர்கள் (ஒரு சிறிதும்) நம்பவே மாட்டார்கள். (நபியே!) அவர்கள் உம்மிடம் வந்த போதிலும், உம்முடன் தர்க்கித்து, ‘‘இவை பழங்காலத்தில் உள்ளவர்களின் கட்டுக் கதைகளே தவிர வேறில்லை'' என்றே இந்நிராகரிப்பவர்கள் கூறுவார்கள்"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "அவர்கள் (மற்றவர்களையும்) இ(தைக்கேட்ப)தில் இருந்து தடுத்துத் தாங்களும் இதைவிட்டு வெருண்டோடுவார்கள். (இதனால்) அவர்கள் தங்களையே நாசமாக்கிக் கொள்கிறார்கள். (இதை) அவர்கள் உணர்ந்து கொள்ளவே மாட்டார்கள்"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "(நரக) நெருப்பின் முன் அவர்கள் நிறுத்தப்படும் பொழுது, (நபியே!) நீர் (அவர்களைப்) பார்த்தால், ‘‘நாங்கள் (உலகத்திற்கு)த் திரும்ப அனுப்பப்பட வேண்டுமே! (அவ்வாறாயின்) எங்கள் இறைவனின் வசனங்களை நாங்கள் பொய்யாக்காமல், நம்பிக்கையாளர்களில் ஆகிவிடுவோம்'' என்று அவர்கள் புலம்புவார்கள்"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "(இதுவும் அவர்கள் மனமாறக் கூறவில்லை) மாறாக! இதற்கு முன்னர் (அவர்கள் தங்களுக்குள்) மறைத்து வைத்திருந்ததுதான் அவர்களிடம் தென்பட்டது. (ஏனென்றால்,) அவர்கள் (இவ்வுலகத்திற்குத்) திரும்ப அனுப்பப்பட்டால், அவர்களுக்குத் தடை செய்திருந்தவற்றின் பக்கமே மீண்டும் செல்வார்கள். நிச்சயமாக அவர்கள் பொய்யர்கள்தான்"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "மேலும், ‘‘இவ்வுலகத்தில் நாம் வாழ்வதைத் தவிர (நாம் இறந்த பின் நமக்கு வேறு வாழ்க்கை) இல்லை; ஆகவே, (இறந்தபின்) நாம் உயிர்ப்பிக்கப்பட மாட்டோம்'' என்று அவர்கள் கூறுகின்றனர்"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "(இவ்வாறு கூறும்) அவர்கள் (உயிர்ப்பிக்கப்பட்டு) தங்கள் இறைவனுக்கு முன் நிறுத்தப்படும்பொழுது (நபியே! நீர் அவர்களைக்) காண்பீராயின்! (அது சமயம் இறைவன் அவர்களை நோக்கி, ‘‘விசாரணை நாளாகிய) இது உண்மையல்லவா?'' என்று கேட்பான். (அதற்கு) அவர்கள், ‘‘எங்கள் இறைவனே! உண்மைதான்'' எனக் கூறுவார்கள். (அதற்கு) அவன் ‘‘(இதை) நீங்கள் நிராகரித்துக் கொண்டிருந்ததன் காரணமாக (நரகத்தின்) வேதனையை நீங்கள் சுவைத்துக் கொண்டிருங்கள்'' என்று கூறுவான்"
        }
    ]
}