{
    "rukus": [
        {
            "chapter": 6,
            "verse": 130,
            "text": "(இறைவன் மறுமையில் மனிதர்களையும் ஜின்களையும் நோக்கி) ‘‘மனித, ஜின் கூட்டத்தார்களே! உங்களில் தோன்றிய (நம்) தூதர்கள் உங்களிடம் வந்து நம் வசனங்களை உங்களுக்கு ஓதிக் காண்பித்து நீங்கள் நம்மைச் சந்திக்கும் இந்நாளைப் பற்றியும் உங்களுக்கு அச்சமூட்டி எச்சரிக்கை செய்யவில்லையா?'' என்(று கேட்)பான். அதற்கவர்கள் ‘‘(எங்கள் இறைவனே! உண்மைதான்) இவ்வுலக வாழ்க்கை எங்களை மயக்கிவிட்டது'' என்று தங்களுக்கு எதிராக சாட்சியம் கூறுவதுடன், நிச்சயமாக தாங்கள் நிராகரித்துக் கொண்டிருந்ததாகவும் தங்களுக்குத் தாமே எதிராக அவர்கள் சாட்சியம் கூறுவார்கள்"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "(நபியே!) இ(வ்வாறு நபிமார்களை அனுப்புவ)தன் காரணமெல்லாம் அநியாயம் செய்த எவ்வூராரையும் அவர்கள் அஜாக்கிரதையாக இருக்கும் சமயத்தில் (எச்சரிக்கை செய்யாமல்) அவர்களை அழிப்பவனாக உமது இறைவன் இருக்கவில்லை என்பதுதான்"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "(நபியே! அவர்கள்) அனைவருக்கும் அவர்களின் செயல்களுக்குத்தக்க பதவிகள் உண்டு. அவர்கள் செய்கின்ற செயல்களைப் பற்றி உமது இறைவன் பராமுகமாயில்லை"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "(நபியே!) உமது இறைவன் தேவையற்றவன், அன்புடையவன். (மனிதர்களே!) அவன் விரும்பினால் உங்களைப் போக்கி, தான் நாடிய எவரையும் உங்கள் இடத்தில் அமர்த்தி விடுவான். இவ்வாறே (சென்று போன) மற்ற மக்களின் சந்ததிகளிலிருந்து உங்களை உற்பத்தி செய்திருக்கிறான்"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "உங்களுக்கு வாக்களிக்கப்பட்ட (அந்த இறுதி) நாள் நிச்சயமாக வந்தே தீரும். அதை நீங்கள் தடுத்துவிட முடியாது"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "(நபியே! அவர்களை நோக்கி) கூறுவீராக: ‘‘என் மக்களே! நீங்கள் உங்கள் போக்கில் (உங்கள்) காரியங்களைச் செய்துகொண்டே இருங்கள். நிச்சயமாக நானும் (என் போக்கில் என்) காரியங்களைச் செய்து கொண்டிருப்பேன். இம்மையின் முடிவு எவருக்குச் சாதகமாக இருக்கிறது என்பதை பின்னர் நீங்கள் அறிந்து கொள்வீர்கள். நிச்சயமாக அநியாயக்காரர்கள் வெற்றி பெறமாட்டார்கள்"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "விவசாயம், ஆடு, மாடு, ஒட்டகம் போன்ற அல்லாஹ் உற்பத்தி செய்பவற்றில் ஒரு பாகத்தை தங்கள் விருப்பப்படி குறிப்பிட்டு, ‘‘இது அல்லாஹ்வுக்கு என்றும் (மற்றொரு பாகத்தை) இது எங்கள் தெய்வங்களுக்கு'' என்றும் கூறுகின்றனர். அவர்கள் தங்கள் தெய்வங்களுக்கென குறிப்பிட்ட பாகத்தில் எதுவும் அல்லாஹ்வுக்குச் சேருவதில்லை. எனினும், அல்லாஹ்வுக்கென குறிப்பிட்டவை (நல்லவையாக இருந்தால்) அவர்களுடைய தெய்வங்களுக்கே சேர்ந்து விடுகின்றன! அவர்கள் செய்யும் இத்தீர்மானம் மிகக் கெட்டது"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "இவ்வாறே, இணைவைத்து வணங்குபவர்களில் பலர் (தாங்களே) தங்கள் குழந்தைகளைக் கொலை செய்வதை அவர்கள் அழகாகக் காணும்படி அவர்களுடைய தெய்வங்கள் செய்து அவர்களைப் படுகுழியில் தள்ளி, அவர்களுடைய மார்க்கத்தையும் குழப்பமாக்கிவிட்டன. அல்லாஹ் நாடியிருந்தால் அவர்கள் இவ்வாறு செய்திருக்க மாட்டார்கள். ஆகவே, (நபியே!) நீர் அவர்களையும் அவர்களுடைய பொய்க் கூற்றுகளையும் விட்டு விடுவீராக"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "(மேலும், அவர்கள் தங்கள்) ஆடு, மாடு, ஒட்டகம் ஆகியவற்றிலும், விவசாயத்திலும் (சிலவற்றைக் குறிப்பிட்டு) ‘‘இது தடுக்கப்பட்டிருக்கிறது. எங்கள் கொள்கைப்படி நாங்கள் விரும்புகிற (புரோகிதர், துறவி ஆகிய)வர்களைத் தவிர (மற்றெவரும்) அதைப் புசிக்கக்கூடாது'' என்று (தங்கள் மூடக் கொள்கையின்படி) அவர்கள் கூறுகின்றனர். தவிர, அவ்வாறே வேறு சில) ஆடு, மாடு, ஒட்டகங்களின் முதுகுகள் தடுக்கப்பட்டிருக்கின்றன. (அவற்றின் மீது ஏறுவதும், சுமையேற்றுவதும் கூடாது) என்றும், (வேறு) சில ஆடு, மாடு, ஒட்டகங்களை(க் குறிப்பிட்டு அவற்றை அறுக்கும்பொழுது) அவற்றின் மீது அல்லாஹ்வின் திருப்பெயரைக் கூறக்கூடாது என்றும் (அல்லாஹ் கட்டளையிட்டிருப்பதாக) அல்லாஹ்வின் மீது பொய்யாகக் கற்பனை செய்(து கூறு)கின்றனர். அவர்களுடைய இப்பொய்க் கூற்றுக்குத்தக்க கூலியை (தண்டனையை, இறைவன்) பின்னர் அவர்களுக்குக் கொடுப்பான்"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "மேலும், அவர்கள் (வேறு சிலவற்றைக் குறிப்பிட்டு) ‘‘இந்த ஆடு, மாடு, ஒட்டகங்களின் வயிற்றிலிருப்பவை எங்கள் ஆண்களுக்கு (மட்டும்) சொந்தமானவை. எங்கள் பெண்களுக்கு அவை தடுக்கப்பட்டு இருக்கின்றன. அவை செத்துப் பிறந்தால் அவற்றில் அவர்களுக்கும் பங்குண்டு'' (அப்போது பெண்களும் புசிக்கலாம்) என்றும் கூறுகின்றனர். ஆகவே, அவர்களுடைய இக்கூற்றிற்குரிய தண்டனையை (அல்லாஹ்) அவர்களுக்குக் கொடுத்தே தீருவான். நிச்சயமாக அவன் மிக்க ஞானமுடையவன், (அனைவரையும்) நன்கறிந்தவன்"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "எவர்கள் அறிவின்றி மூடத்தனத்தால் தங்கள் குழந்தைகளைக் கொலை செய்தார்களோ அவர்களும், எவர்கள் அல்லாஹ் (புசிக்கக்) கொடுத்திருந்த (நல்ல)வற்றை (ஆகாதென) அல்லாஹ்வின் மீது பொய் கூறித் தடுத்துக் கொண்டார்களோ அவர்களும் நிச்சயமாக நஷ்டமடைந்து விட்டார்கள். ஆகவே, அவர்கள் நேர்வழி பெற்றவர்களாக இருக்கவில்லை; நிச்சயமாக தீய வழியிலேயே சென்று விட்டனர்"
        }
    ]
}