{
    "rukus": [
        {
            "chapter": 7,
            "verse": 26,
            "text": "ஆதமுடைய மக்களே! உங்கள் மானத்தை மறைக்கக்கூடிய, (உங்களை) அலங்கரிக்கக்கூடிய ஆடைகளை நிச்சயமாக நாம் உங்களுக்கு அருள் புரிந்திருக்கிறோம். எனினும், (பாவங்களை மறைத்து விடக்கூடிய) இறையச்சம் எனும் ஆடைதான் மிக்க மேலானது. இவை அனைத்தும் அல்லாஹ்வுடைய வசனங்களாகும். (இவற்றைக் கொண்டு) அவர்கள் நல்லுணர்ச்சி பெறுவார்களாக"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "ஆதமுடைய மக்களே! ஷைத்தான் உங்கள் தாய் தந்தையை (அவர்கள் இன்பமுடன் வசித்து வந்த) சொர்க்கத்திலிருந்து வெளியேற்றி (துன்பத்திற்குள்ளாக்கி)யது போல உங்களையும் துன்பத்திற்குள்ளாக்கிவிட வேண்டாம். அவர்களுடைய மானத்தை அவர்களுக்குக் காண்பிப்பதற்காக அவன் அவர்களுடைய ஆடையைக் களைந்து விட்டான். நிச்சயமாக அவனும் அவனுடைய இனத்தாரும் நீங்கள் அவர்களைக் காணமுடியாதவாறு (மறைவாக இருந்துகொண்டு) உங்களை (வழி கெடுக்க சமயம்) பார்த்துக்கொண்டே இருக்கிறார்கள். நிச்சயமாக நம்பிக்கை கொள்ளாதவர்களுக்குத்தான் அந்த ஷைத்தான்களை நாம் நண்பர்களாக்கி இருக்கிறோம்"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "(நம்பிக்கை கொள்ளாத) அவர்கள் ஒரு மானக்கேடான காரியத்தைச் செய்(யும் போது, அதைக் கண்ட எவரும் அவர்களைக் கண்டித்)தால், அவர்கள் ‘‘எங்கள் முன்னோர்களும் இவ்வாறு செய்யவே நாங்கள் கண்டோம். மேலும், இவ்வாறு (செய்யும்படியாகவே) அல்லாஹ்வும் எங்களுக்குக் கட்டளையிட்டிருக்கிறான்'' என்று கூறுகின்றனர். (அதற்கு நபியே! அவர்களை நோக்கி) ‘‘நிச்சயமாக அல்லாஹ் மானக்கேடான காரியங்களைச் செய்யும்படி ஏவவே மாட்டான். அல்லாஹ்வின் மீது நீங்கள் அறியாதவற்றை(ப் பொய்யாக)க்கூறலாமா?'' என்று கூறுவீராக"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "‘‘என் இறைவன் நீதத்தையே கட்டளையிட்டிருக்கிறான். ஒவ்வொரு தொழுகையின்போதும் (மனதில்) அவனையே நீங்கள் முன்னோக்கித் தொழுங்கள். நீங்கள் அவனுக்கே முற்றிலும் வழிப்பட்டு, கலப்பற்ற மனதோடு அவனிடமே நீங்கள் பிரார்த்தனை செய்யுங்கள். அவன் உங்களை (இல்லாமையில் இருந்து உலகத்தில்) ஆரம்பமாக படைத்ததுபோல் (நீங்கள் இறந்த பின்னர் மறுமை நாளில் மீண்டும் உயிர்ப்பிக்கப்பட்டு அவனிடமே) மீள்வீர்கள்'' என்றும் (நபியே நீர்) கூறுவீராக"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "(உங்களில்) சிலரை அவன் நேரான வழியில் செலுத்தினான். மற்றோர் மீது வழிகேடே விதிக்கப்பட்டது. அதன் காரணம், நிச்சயமாக அவர்கள் அல்லாஹ்வையன்றி ஷைத்தான்களையே தங்கள் தோழர்களாக எடுத்துக் கொண்டதுடன் தாங்கள் நிச்சயமாக நேரான வழியில் இருப்பதாகவும் எண்ணிக் கொண்டனர்"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "ஆதமுடைய மக்களே! தொழும்போதெல்லாம் (ஆடைகளினால்) உங்களை அலங்கரித்துக் கொள்ளுங்கள். (இறைவன் உங்களுக்கு அனுமதித்தவற்றை) நீங்கள் (தாராளமாகப்) புசியுங்கள்; பருகுங்கள். எனினும் (அவற்றில்) அளவு கடந்து (வீண்) செலவு செய்யாதீர்கள். ஏனென்றால், வீண் செலவு செய்பவர்களை நிச்சயமாக அல்லாஹ் நேசிப்பதில்லை"
        }
    ]
}