{
    "rukus": [
        {
            "chapter": 12,
            "verse": 43,
            "text": "(ஒரு நாளன்று) எகிப்தின் அரசர் (தன் பிரதானிகளை நோக்கி) ‘‘என் பிரதானிகளே! கொழுத்துப் பருத்த ஏழு பசுக்களை, இளைத்து வற்றிய ஏழு பசுக்கள் புசிப்பதாகவும், நன்கு விளைந்த பசுமையான ஏழு கதிர்களையும் காய்ந்து உலர்ந்த (சாவியான வேறு ஏழு) கதிர்களையும் என் கனவில் கண்டேன். என் பிரதானிகளே! நீங்கள் கனவுகளுக்கு வியாக்கியானம் கூறக்கூடியவர்களாக இருந்தால் என் இக்கனவின் பலனை அறிவியுங்கள்'' என்று கூறினார்"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "அதற்கவர்கள், ‘‘இது (அஜீரணத்தாலும்) சிதறிய சிந்தனையாலும் ஏற்பட்ட (வீணான) கனவுதான். (இத்தகைய வீண்) கனவுகளுக்குரிய விளக்கங்களை நாங்கள் அறிந்தவர்களல்ல'' என்று கூறினார்கள்"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "(யூஸுஃபின் சிறைத்) தோழர்கள் இருவரில் விடுதலை அடைந்தவன் பல ஆண்டுகளுக்குப் பின்னர் (அச்சமயம் அவரை) நினைத்து (அவர் தன் கனவுக்குக் கூறிய வியாக்கியானம் முற்றிலும் சரிவர நடைபெற்றதையும் எண்ணி, அரசரை நோக்கி) ‘‘அரசரது கனவின் வியாக்கியானத்தை நான் உங்களுக்கு அறிவிக்க முடியும். என்னை (சிறைக் கூடத்திலுள்ள யூஸுஃபிடம்) அனுப்பிவையுங்கள்'' என்று கூறினான். (அவ்வாறே அரசரும் யூஸுஃபிடம் அவனை அனுப்பிவைத்தார்)"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "(அவன் சிறைக்கூடம் சென்று யூஸுஃபை நோக்கி “கனவுகளுக்கு) உண்மை(யான வியாக்கியானம்) கூறுபவரே! யூஸுஃபே! கொழுத்துப் பருத்த ஏழு பசுக்களை, இளைத்து வற்றிய ஏழு பசுக்கள் புசிப்பதைப் போலும், முதிர்ந்து விளைந்த பசுமையான ஏழு கதிர்களையும் (சாவியாகிய) காய்ந்த மற்ற ஏழு கதிர்களையும் (கனவில் கண்டால் அதன் பலன் என்ன? அதை) நீர் எங்களுக்கு அறிவிப்பீராக! (என்னை அனுப்பிய) மக்கள் (இதைத்) தெரிந்து கொள்வதற்காக அவர்களிடம் நான் செல்ல வேண்டியது இருக்கிறது'' என்று கூறினான்"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "அதற்கவர் கூறியதாவது: ‘‘தொடர்ந்து (வழக்கம் போல் நல்லவிதமாக) ஏழு ஆண்டுகள் நீங்கள் விவசாயம் செய்வீர்கள். அதில் நீங்கள் அறுவடை செய்யும் விளைச்சல்களில் நீங்கள் புசிப்பதற்கு வேண்டிய ஒரு சொற்ப அளவைத்தவிர மற்ற அனைத்தையும் அதன் கதிர்களிலேயே விட்டு வையுங்கள்"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "அதற்குப் பின்னர், கடினமான (பஞ்சத்தையுடைய) ஏழு ஆண்டுகள் வரும். நீங்கள் கதிர்களில் பத்திரப்படுத்தி வைத்திருந்தவற்றில் (விதைப்பதற்கு வேண்டிய) சொற்ப அளவைத் தவிர, (நீங்கள் சேகரித்திருந்த) அனைத்தையும் (அப்பஞ்சம்) தின்றுவிடும்"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "அதற்குப் பின்னர் ஓர் ஆண்டு வரும்; அதில் ஏராளமாக மழை பெய்து (ஒலிவம், திராட்சை ஆகியவை நன்கு வளர்ந்து, திராட்சை ஆகியவற்றின்) ரஸத்தை மனிதர்கள் பிழிவார்கள்'' (என்றும் கூறினார்)"
        }
    ]
}