{
    "rukus": [
        {
            "chapter": 16,
            "verse": 77,
            "text": "வானங்களிலும் பூமியிலும் உள்ள ரகசியம் அல்லாஹ்வுக்கே சொந்தம். (அதை மற்றெவரும் அறிய மாட்டார்கள்.) ஆகவே உலக முடிவு, இமை மூடி விழிப்பதைப்போல் அல்லது அதைவிட விரைவாகவே முடிந்துவிடும். நிச்சயமாக அல்லாஹ் அனைத்தின் மீதும் மிக ஆற்றலுடையவன் ஆவான்"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "ஒன்றையுமே நீங்கள் அறியாதவர்களாக இருந்த நிலைமையில், உங்கள் தாய்மார்களின் வயிற்றிலிருந்து அல்லாஹ்தான் உங்களை வெளிப்படுத்தினான். மேலும், உங்களுக்குச் செவிகளையும், கண்களையும், இதயங்களையும் (அறிவையும்) கொடுத்தவன் அவன்தான். இதற்கு நீங்கள் (அவனுக்கு) நன்றி செலுத்துவீர்களாக"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "ஆகாயத்தில் (பறந்து) செல்லும் பறவைகளை அவர்கள் பார்க்கவில்லையா? அவற்றை (ஆகாயத்தில்) மிதந்தவையாக நிற்க வைப்பவன் அல்லாஹ்வைத் தவிர வேறு ஒருவருமில்லை. நம்பிக்கை கொண்ட மக்களுக்கு நிச்சயமாக இதிலும் பல அத்தாட்சிகள் இருக்கின்றன"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "உங்கள் வீடுகளை அல்லாஹ் உங்களுக்கு நிம்மதி தருவதாக அமைத்தான். கால்நடைகளின் தோல்களை நீங்கள் வீடுகளாக அமைக்க (வசதியான விதத்தில்) உங்களுக்காக அவன் படைத்திருக்கிறான். அது நீங்கள் பிரயாணம் போகும் சமயத்திலும், ஓர் இடத்தில் தங்குகின்ற சமயத்திலும் எளிதில் சுமந்து செல்லக்கூடியதாக இருக்கிறது. (ஆடைபோன்ற) பற்பல பொருள்களை தயாரிப்பதற்கு அவற்றில் (செம்மறியாட்டின்) கம்பளி, (ஒட்டகத்தின்) உரோமம் (வெள்ளாட்டின்) முடி ஆகியவற்றையும் (அவன் உங்களுக்காக படைத்திருக்கிறான். அந்த பொருள்கள்) ஒரு காலம்வரை உங்களுக்கு பயன்படுகின்றன"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "அவன் படைத்திருப்பவற்றில் நிழல் தரக்கூடியவற்றையும் உங்களுக்காக அமைத்திருக்கிறான். மலை(க் குகை)களில் உங்களுக்குத் தங்குமிடங்களையும் அமைத்தான். வெப்பத்தையும் (குளிரையும்) உங்களுக்குத் தடுக்கக்கூடிய சட்டைகளையும், (கத்தி, அம்பு போன்ற) ஆயுதங்களைத் தடுக்கக்கூடிய கேடயங்(கள் செய்யக்கூடிய பொருள்)களையும் அவனே உங்களுக்காக அமைத்தான். அவன் தன் அருளை இவ்வாறே உங்கள் மீது முழுமையாக்குகிறான். (இதற்காக) நீங்கள் (அவனுக்கு) முற்றிலும் கட்டுப்பட்டு நடப்பீர்களாக"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "(ஆகவே, நபியே!) அவர்கள் (உம்மைப்) புறக்கணித்தால் (அதைப் பற்றி நீர் கவலைப்படாதீர். ஏனென்றால் நம்) தூதை (அவர்களுக்குத்) தெளிவாக எடுத்துரைப்பதுதான் உம்மீதும் கடமையாகும்"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "அல்லாஹ்வின் (இத்தகைய) அருட்கொடையை அவர்கள் நன்கறிந்த பின்னரும் அதை அவர்கள் நிராகரிக்கின்றனர். அவர்களில் பெரும்பாலானவர்கள் நன்றி கெட்டவர்களாகவே இருக்கின்றனர்"
        }
    ]
}