{
    "rukus": [
        {
            "chapter": 43,
            "verse": 46,
            "text": "நிச்சயமாக மூஸாவை, நாம் நமது (பல) அத்தாட்சிகளுடன் ஃபிர்அவ்னிடமும் அவனுடைய மக்களிடமும் அனுப்பிவைத்தோம். அவர் (அவர்களை நோக்கி) ‘‘நிச்சயமாக நான் உலகத்தார் அனைவரின் இறைவனால் அனுப்பப்பட்ட ஒரு தூதர் ''என்று கூறினார்"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "அவர், அவர்களிடம் நம் அத்தாட்சிகளைக் கொண்டு வந்தபோது, அவர்கள் அவற்றை (ஏளனம் செய்து) நகைக்க ஆரம்பித்தார்கள்"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "நாம் அவர்களுக்குக் காண்பித்த ஒவ்வோர் அத்தாட்சியும், மற்றொன்றை விடப் பெரிதாகவே இருந்தது. அவர்கள் (பாவத்திலிருந்து) திரும்பி விடுவதற்காக (உடனே அழித்து விடாமல் இலேசான) வேதனையைக் கொண்டு (மட்டும்) அவர்களைப் பிடித்தோம்"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "அச்சமயம் அவர்கள் (மூஸாவை நோக்கி) ‘‘சூனியக்காரரே! (உமது இறைவன் உமது பிரார்த்தனையை அங்கீகரித்துக் கொள்வதாக) உமக்களித்த வாக்குறுதியைக் கொண்டு (இவ்வேதனையை நீக்கி) எங்களுக்கு அருள் புரிய உமது இறைவனிடம் பிரார்த்தனை செய்வீராக! (அவ்வாறு நீக்கிவிட்டால்) நிச்சயமாக நாங்கள் (உமது) நேரான வழிக்கு வந்து விடுவோம்'' என்று கூறினார்கள்"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "(அவ்வாறு மூஸாவும் பிரார்த்தனை செய்தார்.) ஆகவே, நாம் அவர்களுடைய வேதனையை நீக்கிய சமயத்தில், அவர்கள் (தங்கள் வாக்குறுதியை) முறித்து விட்டார்கள்"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "பின்னர், ஃபிர்அவ்ன் தன் மக்களை நோக்கி, ‘‘என் மக்களே! இந்த ‘மிஸ்ர்' தேசத்தின் ஆட்சி எனதல்லவா? (அதிலிருக்கும்) இந்த (நைல்) நதி(யின் கால்வாய்)கள் என் கட்டளைப்படி செல்வதை நீங்கள் பார்க்கவில்லையா?'' என்று பறை சாற்றினான்"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "‘‘தவிர, நான் இந்த இழிவான மனிதரை விட சிறந்தவனாயிற்றே! தெளிவாகப் பேசவும் அவரால் முடியவில்லையே!'' (என்றும்)"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "‘‘(அவர் நம்மைவிட மேலானவராக இருந்தால், பரிசாக) அவருக்குப் பொற்காப்பு அளிக்கப்பட்டிருக்க வேண்டாமா? அல்லது அவருடன் வானவர்கள் ஒன்று சேர்ந்து பரிவாரங்களாக வரவேண்டாமா?'' (என்றும் கூறி)"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "அவன் தன் மக்களை மயக்கி விட்டான். ஆதலால், அவர்களும் அவனுக்கு கீழ்ப்படிந்து விட்டார்கள். ஏனென்றால் அவர்கள் நிச்சயமாக பாவம் செய்யும் (சுபாவமுடைய) மக்களாக இருந்தனர்"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "(இவ்வாறு அவர்கள்) நமக்குக் கோபமூட்டவே, அவர்களிடம் நாம் பழிவாங்கும் பொருட்டு, அவர்கள் அனைவரையும் மூழ்கடித்து விட்டோம்"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "இன்னும், அவர்களை (அழித்து) சென்றுபோன மக்களாக்கி (அவர்களுடைய சரித்திரத்தை) பிற்காலத்தில் உள்ளவர்களுக்கு உதாரணமாக்கினோம்"
        }
    ]
}