{
    "rukus": [
        {
            "chapter": 5,
            "verse": 51,
            "text": "நம்பிக்கையாளர்களே! யூதர்களையும், கிறிஸ்தவர்களையும் (உங்களுக்கு) நண்பர்களாக எடுத்துக் கொள்ளாதீர்கள். (உங்களை பகைப்பதில்) அவர்கள் ஒருவர் மற்றொருவருக்குத் துணையாக இருக்கின்றனர். உங்களில் எவரும் அவர்களில் எவரையும் (தனக்கு) நண்பராக்கிக் கொண்டால், நிச்சயமாக அவனும் அவர்களில் உள்ளவன்தான். நிச்சயமாக அல்லாஹ் (இந்த) அநியாயக்கார மக்களை (அவர்களின் தீய செயல்களின் காரணமாக) நேரான வழியில் செலுத்த மாட்டான்"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "(நபியே!) உள்ளங்களில் (நயவஞ்சக) நோய் உள்ளவர்கள் அவர்களிடம் (தோழமை கொள்ளவே) விரைந்து செல்வதை நீர் காண்பீர்! மேலும், ‘‘(நாங்கள் அவர்களை பகைத்துக் கொண்டால்) எங்களுக்கு ஓர் ஆபத்து ஏற்பட்டுவிடுமென்று நாங்கள் பயப்படுகிறோம்'' என்று அவர்கள் கூறுகின்றனர். அல்லாஹ் தன்னிடமிருந்து வெற்றியையோ அல்லது ஒரு (நற்)காரியத்தையோ (அதிசீக்கிரத்தில் உங்களுக்கு) அளிக்கக் கூடும். அது சமயம் அவர்கள் தங்கள் உள்ளங்களுக்குள் மறைத்து வைத்திருந்த (மோசமான என்னத்)தைப் பற்றி கவலை அடைவார்கள்"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "நம்பிக்கையாளர்கள் (மறுமையில்) இவர்களைச் சுட்டிக் காண்பித்து ‘‘நிச்சயமாக நாங்களும் உங்களுடன் இருக்கிறோம் என்று அல்லாஹ்வின் மீது உறுதியான சத்தியம் செய்து கொண்டிருந்தவர்கள் இவர்கள்தானா?'' என்று கூறுவார்கள். இவர்களுடைய நன்மைகள் அனைத்தும் அழிந்து விட்டன. ஆகவே, (இவர்கள்) நஷ்டமடைந்தவர்களாகவே ஆகிவிட்டனர்"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "நம்பிக்கையாளர்களே! உங்களில் எவரேனும் தங்கள் மார்க்கத்தில் இருந்து மாறிவிட்டால் (அதனால் அல்லாஹ்வுக்கு நஷ்டமொன்றுமில்லை. உங்களைப் போக்கி) வேறு மக்களை அல்லாஹ் கொண்டு வருவான். அவன் அவர்களை நேசிப்பான்; அவர்களும் அவனை நேசிப்பார்கள். அவர்கள் நம்பிக்கை கொண்டவர்களிடம் பணிவாக நடந்துகொள்வார்கள்; நிராகரிப்பவர்களிடம் கண்டிப்புடையவர்களாக இருப்பார்கள்; அல்லாஹ்வின் பாதையில் போர் புரிவார்கள். பழிப்பவனின் பழிப்பை அவர்கள் அஞ்சமாட்டார்கள். இது அல்லாஹ்வின் அருளாகும். அவன் விரும்பியவர்களுக்குத்தான் இதை அளிக்கிறான். அல்லாஹ் மிக விசாலமானவன், (அனைத்தையும்) நன்கறிந்தவன் ஆவான்"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "அல்லாஹ், அவனுடைய தூதர், இன்னும் எவர்கள் உண்மையாகவே நம்பிக்கை கொண்டு, தொழுகையைக் கடைப்பிடித்து, ஜகாத்தும் கொடுத்து, (அல்லாஹ்வின் கட்டளைக்கு எந்நேரமும்) தலை சாய்த்தும் வருகின்றனரோ இவர்கள்தான் நிச்சயமாக உங்கள் (உண்மையான) தோழர்கள் ஆவர்"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "எவர்கள் அல்லாஹ்வையும், அவனுடைய தூதரையும், நம்பிக்கை கொண்டவர்களையும் (தங்களுக்குத்) தோழர்களாக எடுத்துக் கொள்கிறார்களோ (அவர்கள்தான் நிச்சயமாக ‘ஹிஸ்புல்லாக்கள்' என்னும்) அல்லாஹ்வின் கூட்டத்தினர் (ஆவார்கள்). அவர்கள்தான் நிச்சயமாக வெற்றி பெறுவார்கள்"
        }
    ]
}