{
    "maqras": [
        {
            "chapter": 2,
            "verse": 158,
            "text": "ಖಂಡಿತ, ‘ಸಫಾ’ ಮತ್ತು ‘ಮರ್ವಃ’ಗಳು ಅಲ್ಲಾಹನ ಸಂಕೇತಗಳ ಸಾಲಿಗೆ ಸೇರಿವೆ. ಅಲ್ಲಾಹನ ಭವನದ ‘ಹಜ್ಜ್’ (ಕಡ್ಡಾಯ ಯಾತ್ರೆ) ಅಥವಾ ‘ಉಮ್ರಃ’ (ಐಚ್ಛಿಕ ಯಾತ್ರೆ) ನಡೆಸುವವನು ಅವೆರಡರ ನಡುವೆ ನಡೆಯುವುದರಲ್ಲಿ ತಪ್ಪಿಲ್ಲ. ಸ್ವಇಚ್ಛೆಯಿಂದ ಒಳಿತನ್ನು ಮಾಡ ಹೊರಟವನು (ತಿಳಿದಿರಲಿ); ಅಲ್ಲಾಹನು (ಒಳಿತಿನ) ಪ್ರಶಂಸಕನೂ ಜ್ಞಾನಿಯೂ ಆಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "ನಾವು ಇಳಿಸಿಕೊಟ್ಟಿರುವ ಸ್ಪಷ್ಟ ಸಂದೇಶಗಳನ್ನು ಹಾಗೂ ಮಾರ್ಗದರ್ಶನವನ್ನು- ನಾವು ಮಾನವರಿಗಾಗಿ ಒಂದು ಗ್ರಂಥದಲ್ಲಿ ಸ್ಪಷ್ಟವಾಗಿ ವಿವರಿಸಿದ ಬಳಿಕ (ಅವುಗಳನ್ನು) ಬಚ್ಚಿಡುವವರನ್ನು ಅಲ್ಲಾಹನು ಶಪಿಸುತ್ತಾನೆ ಮತ್ತು ಶಪಿಸುವವರೆಲ್ಲರೂ ಶಪಿಸುತ್ತಾರೆ –"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "– ಪಶ್ಚಾತ್ತಾಪ ಪಟ್ಟು, ತಮ್ಮನ್ನು ಸುಧಾರಿಸಿಕೊಂಡು (ತಾವು ಬಚ್ಚಿಟ್ಟ ಸತ್ಯವನ್ನು) ಸ್ಪಷ್ಟವಾಗಿ ವಿವರಿಸಿದವರ ಹೊರತು. ನಾನು ಅವರ ಪಶ್ಚಾತ್ತಾಪವನ್ನು ಸ್ವೀಕರಿಸುತ್ತೇನೆ. ನಾನಂತು ಪಶ್ಚಾತ್ತಾಪವನ್ನು ಸ್ವೀಕರಿಸುವವನು ಮತ್ತು ಕರುಣಾಳುವೇ ಆಗಿದ್ದೇನೆ"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "ಸತ್ಯವನ್ನು ಧಿಕ್ಕರಿಸಿದವರು ಮತ್ತು ಸತ್ಯವನ್ನು ಧಿಕ್ಕರಿಸಿದ್ದ ಸ್ಥಿತಿಯಲ್ಲೇ ಮರಣಗೊಂಡವರ ಮೇಲೆ ಅಲ್ಲಾಹನ, ಅವನ ಮಲಕ್‌ಗಳ ಮತ್ತು ಸಕಲ ಮಾನವರ ಶಾಪವಿದೆ"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "ಅವರು ಶಾಶ್ವತವಾಗಿ ಆ ಸ್ಥಿತಿಯಲ್ಲೇ ಇರುವರು. ಅವರ ಶಿಕ್ಷೆಯನ್ನು ಕಡಿಮೆಗೊಳಿಸಲಾಗದು ಮತ್ತು ಅವರಿಗೆ ಮರು ಅವಕಾಶವನ್ನೂ ನೀಡಲಾಗದು"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "ನಿಮ್ಮ ದೇವರು ಏಕಮಾತ್ರನು. ಅವನ ಹೊರತು ಬೇರಾರೂ ದೇವರಿಲ್ಲ. ಅವನು ಅಪಾರ ದಯಾಳುವೂ ಕರುಣಾಮಯಿಯೂ ಆಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "ಖಂಡಿತವಾಗಿಯೂ ಆಕಾಶಗಳ ಹಾಗೂ ಭೂಮಿಯ ಸೃಷ್ಟಿಯಲ್ಲಿ ಮತ್ತು ಇರುಳು ಹಾಗೂ ಹಗಲಿನ ಪರಿವರ್ತನೆಯಲ್ಲಿ ಮತ್ತು ಜನರಿಗೆ ಲಾಭದಾಯಕವಾದ ವಸ್ತುಗಳನ್ನು ಹೊತ್ತು ಕಡಲಲ್ಲಿ ತೇಲುತ್ತಾ ಸಾಗುವ ಹಡಗುಗಳಲ್ಲಿ ಮತ್ತು ಅಲ್ಲಾಹನು ಆಕಾಶದಿಂದ ಇಳಿಸುವ ನೀರಿನಲ್ಲಿ ಮತ್ತು ಆ ಮೂಲಕ ಅವನು ಭೂಮಿಯನ್ನು ಅದರ ಮರಣಾ ನಂತರ ಮತ್ತೆ ಜೀವಂತಗೊಳಿಸುವುದರಲ್ಲಿ ಹಾಗೂ ಅದರಲ್ಲಿ ಎಲ್ಲ ಜೀವಿಗಳನ್ನು ಹರಡುವುದರಲ್ಲಿ ಹಾಗೂ ಗಾಳಿಯ ಚಲನೆಯಲ್ಲಿ ಮತ್ತು ಆಕಾಶ ಹಾಗೂ ಭೂಮಿಯ ನಡುವೆ ವಿಧೇಯ ಸ್ಥಿತಿಯಲ್ಲಿರುವ ಮೋಡಗಳಲ್ಲಿ – ಬುದ್ಧಿಯುಳ್ಳವರಿಗಾಗಿ ಅನೇಕ ನಿದರ್ಶನಗಳಿವೆ"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "(ಇಷ್ಟಾಗಿಯೂ) ಅನ್ಯರನ್ನು ಅಲ್ಲಾಹನಿಗೆ ಸಾಟಿಗಳಾಗಿ ಪರಿಗಣಿಸುವ ಕೆಲವರಿದ್ದಾರೆ. ಅವರು ಅಲ್ಲಾಹನನ್ನು ಪ್ರೀತಿಸಬೇಕಾದ ರೀತಿಯಲ್ಲಿ ಅವರನ್ನು (ಆ ಅನ್ಯರನ್ನು) ಪ್ರೀತಿಸುತ್ತಾರೆ. ಆದರೆ ವಿಶ್ವಾಸಿಗಳು ಮಾತ್ರ ಅಲ್ಲಾಹನನ್ನೇ ಅತ್ಯಧಿಕ ಪ್ರೀತಿಸುತ್ತಾರೆ. ಆ ಅಕ್ರಮಿಗಳು, ತಾವು (ನಾಳೆ) ಕಾಣಲಿರುವ ಶಿಕ್ಷೆಯನ್ನು ಇಂದೇ ಕಂಡಿದ್ದರೆ, ಶಕ್ತಿಯೆಲ್ಲವೂ ಅಲ್ಲಾಹನಿಗೇ ಸೇರಿದೆ ಮತ್ತು ಅಲ್ಲಾಹನು ಅತ್ಯಂತ ಕಠಿಣ ಶಿಕ್ಷೆ ನೀಡುವವನಾಗಿದ್ದಾನೆ (ಎಂಬುದನ್ನು ಮನಗಾಣುತ್ತಿದ್ದರು)"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "(ಇಲ್ಲಿ ಮಿಥ್ಯದ) ಮುಂದಾಳುಗಳಾಗಿದ್ದವರು, ಅಂದು (ಪರಲೋಕದಲ್ಲಿ) ತಮ್ಮ ಅನುಯಾಯಿಗಳೊಂದಿಗೆ (ತಮಗಿದ್ದ) ಸಂಬಂಧವನ್ನು ನಿರಾಕರಿಸುವರು. (ಆದರೂ) ಅವರು ಶಿಕ್ಷೆಯನ್ನು ಕಂಡೇ ತೀರುವರು ಮತ್ತು ಸಕಲ ಸಾಧನಗಳು ಅವರಿಂದ ಕಳೆದು ಹೋಗುವವು"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "ಅವರ ಅನುಯಾಯಿಗಳಾಗಿದ್ದವರು ‘‘ನಮಗೆ ಇನ್ನೊಂದು ಅವಕಾಶ ಸಿಕ್ಕಿ ಬಿಟ್ಟರೆ, ಅವರೀಗ ನಮ್ಮಿಂದಿಗಿನ ತಮ್ಮ ಸಂಬಂಧವನ್ನು ನಿರಾಕರಿಸಿದಂತೆ, ನಾವೂ ಅವರಿಂದ ಸಂಬಂಧ ಕಡಿದುಕೊಳ್ಳುವೆವು’’ ಎನ್ನುವರು. ಈ ರೀತಿ ಅಲ್ಲಾಹನು, ಅವರಿಗೆ ಶೋಕವಾಗುವಂತೆ ಅವರ ಕರ್ಮಗಳನ್ನೆಲ್ಲಾ ಅವರಿಗೆ ತೋರಿಸಿ ಕೊಡುವನು. ನರಕಾಗ್ನಿಯಿಂದ ಹೊರಬರಲು ಮಾತ್ರ ಅವರಿಗೆಂದೂ ಸಾಧ್ಯವಾಗದು"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "ಮಾನವರೇ, ಭೂಮಿಯಲ್ಲಿರುವ ಸಮ್ಮತವಾಗಿರುವ, ಶುದ್ಧ ವಸ್ತುಗಳನ್ನು ತಿನ್ನಿರಿ ಮತ್ತು ನೀವು ಶೈತಾನನ ಹೆಜ್ಜೆ ಗುರುತುಗಳನ್ನು ಅನುಸರಿಸಬೇಡಿ. ಅವನು ನಿಮ್ಮ ಸುಸ್ಪಷ್ಟ ಶತ್ರುವಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "ದುಷ್ಟ ಹಾಗೂ ಅಶ್ಲೀಲ ಕೃತ್ಯಗಳನ್ನು ಎಸಗುವಂತೆ ಮತ್ತು ನಿಮಗೆ ತಿಳಿದಿಲ್ಲದ ವಿಷಯಗಳನ್ನು ಅಲ್ಲಾಹನ ಮೇಲೆ ಆರೋಪಿಸುವಂತೆ ಅವನು ನಿಮ್ಮನ್ನು ಪ್ರೇರೇಪಿಸುತ್ತಾನೆ"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "‘‘ಅಲ್ಲಾಹನು ಕಳುಹಿಸಿರುವ ಸಂದೇಶವನ್ನು ಅನುಸರಿಸಿರಿ’’ ಎಂದು ಅವರೊಡನೆ ಹೇಳಿದಾಗ ಅವರು ‘‘ನಾವು ನಮ್ಮ ತಾತ ಮುತ್ತಾತಂದಿರನ್ನು ಯಾವ ದಾರಿಯಲ್ಲಿ ಕಂಡಿದ್ದೆವೋ ಆ ದಾರಿಯನ್ನು ಮಾತ್ರ ಅನುಸರಿಸುವೆವು’’ ಎನ್ನುತ್ತಾರೆ. ಅವರ ತಾತ ಮುತ್ತಾತಂದಿರು ಸ್ವಲ್ಪವೂ ಬುದ್ಧಿ ಇಲ್ಲದವರಾಗಿದ್ದರೂ ಮತ್ತು ದಾರಿಗೆಟ್ಟವರಾಗಿದ್ದರೂ (ಅವರು ಅವರನ್ನೇ ಅನುಸರಿಸುವರೇ)"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "ಧಿಕ್ಕಾರಿಗಳ ಸ್ಥಿತಿಯು, ಕೂಗಾಟ ಮತ್ತು ಕಿರುಚಾಟದ ಹೊರತು ಬೇರೇನನ್ನೂ ಕೇಳಿಸಿಕೊಳ್ಳದ್ದನ್ನು (ಪ್ರಾಣಿಯನ್ನು) ಕೂಗಿ ಕರೆಯುವಾತನಂತಿದೆ. ಅವರು ಕಿವುಡರು, ಮೂಗರು ಮತ್ತು ಕುರುಡರು. ಅವರಿಗೆ ಏನೂ ಅರ್ಥವಾಗುವುದಿಲ್ಲ"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "ವಿಶ್ವಾಸಿಗಳೇ, ನೀವು ನಿಜಕ್ಕೂ ಅವನನ್ನೇ (ಅಲ್ಲಾಹನನ್ನೇ) ಆರಾಧಿಸುವವರಾಗಿದ್ದರೆ, ನಾವು ನಿಮಗೆ ನೀಡಿರುವ ಶುದ್ಧ ವಸ್ತುಗಳನ್ನು ತಿನ್ನಿರಿ ಮತ್ತು ಅಲ್ಲಾಹನಿಗೆ ಕೃತಜ್ಞತೆ ಸಲ್ಲಿಸುತ್ತಲಿರಿ"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "ಶವ, ರಕ್ತ ಹಾಗೂ ಹಂದಿಯ ಮಾಂಸವನ್ನು ಮತ್ತು ಅಲ್ಲಾಹನ ಹೊರತು ಅನ್ಯರ ಹೆಸರಲ್ಲಿ ಕಡಿಯಲಾದವುಗಳನ್ನು (ಅಂತಹ ಪ್ರಾಣಿಗಳನ್ನು) ನಿಮ್ಮ ಪಾಲಿಗೆ ನಿಷೇಧಿಸಲಾಗಿದೆ. ಇನ್ನು ಒಬ್ಬ ವ್ಯಕ್ತಿ ತೀರಾ ಅಸಹಾಯಕ ಸ್ಥಿತಿಯಲ್ಲಿ, ವಿದ್ರೋಹದ ಇರಾದೆಯಿಲ್ಲದೆ, ಹಾಗೂ ಮಿತಿಮೀರದೆ (ಅದರಿಂದೇನಾದರೂ ತಿಂದು ಬಿಟ್ಟರೆ) ಅವನ ಮೇಲೆ ಪಾಪವೇನಿಲ್ಲ. ಅಲ್ಲಾಹನು ಖಂಡಿತ ಕ್ಷಮಿಸುವವನು ಮತ್ತು ಕರುಣಾಳುವಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "ಅಲ್ಲಾಹನು ಕಳಿಸಿಕೊಟ್ಟಿರುವ ಗ್ರಂಥದಲ್ಲಿನ ಆದೇಶಗಳನ್ನು ಬಚ್ಚಿಡುವವರು ಮತ್ತು ಸಣ್ಣ ಲಾಭಕ್ಕೆ ಅವುಗಳನ್ನು ಮಾರುವವರು ತಮ್ಮ ಹೊಟ್ಟೆಗಳಿಗೆ ಬೆಂಕಿಯನ್ನಷ್ಟೇ ತುಂಬುತ್ತಿದ್ದಾರೆ. ಪುನರುತ್ಥಾನ ದಿನ ಅಲ್ಲಾಹನು ಅವರೊಡನೆ ಮಾತನಾಡಲಾರನು ಮತ್ತು ಅವರನ್ನು ಪರಿಶುದ್ಧಗೊಳಿಸಲಾರನು. ಅವರಿಗೆ ಯಾತನಾಮಯ ಶಿಕ್ಷೆ ಕಾದಿದೆ"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "ಅವರೇ ನಿಜವಾಗಿ ಸನ್ಮಾರ್ಗದ ಬದಲು ದಾರಿಗೇಡಿತನವನ್ನು ಮತ್ತು ಕ್ಷಮೆಯ ಬದಲು ಶಿಕ್ಷೆಯನ್ನು ಖರೀದಿಸಿಕೊಂಡವರು. ನರಕಾಗ್ನಿಯನ್ನೆದುರಿಸಲು ಅವರಿಗೆ ಅದೆಷ್ಟು ಹಠ"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "ಇದಕ್ಕೆ ಕಾರಣವಿಷ್ಟೇ; ಅಲ್ಲಾಹನಂತು ಸತ್ಯದೊಂದಿಗೇ ಗ್ರಂಥವನ್ನು ಕಳಿಸಿದ್ದನು. ಆದರೆ ಆ ಬಳಿಕ ಆ ಗ್ರಂಥದ ವಿಷಯದಲ್ಲಿ ಭಿನ್ನತೆ ತಾಳಿದವರು, ತಮ್ಮ ಜಗಳಗಳ ಭರದಲ್ಲಿ (ಸತ್ಯದಿಂದ) ಬಹಳ ದೂರ ಸಾಗಿಬಿಟ್ಟಿದ್ದಾರೆ"
        }
    ]
}