{
    "maqras": [
        {
            "chapter": 2,
            "verse": 283,
            "text": "ನೀವು ಪ್ರಯಾಣದಲ್ಲಿದ್ದರೆ ಮತ್ತು ನಿಮಗೆ ಬರೆಯುವವರು ಸಿಗದಿದ್ದರೆ, ಭದ್ರತೆಯ ಅಡವು ಪಡೆಯಿರಿ. ಇನ್ನು ನಿಮ್ಮಲ್ಲೊಬ್ಬರು ಇನ್ನೊಬ್ಬರ ಮೇಲೆ ಭರವಸೆ ಇಟ್ಟಿದ್ದರೆ, ಯಾರ ಮೇಲೆ ಭರವಸೆ ಇಡಲಾಗಿತ್ತೋ ಆತನು ತನಗೆ ವಹಿಸಿಕೊಡಲಾಗಿದ್ದ ವಸ್ತುವನ್ನು (ಅದರ ಹಕ್ಕುದಾರರಿಗೆ) ಮರಳಿಸಬೇಕು ಮತ್ತು ಅವನು ತನ್ನ ಒಡೆಯನಾದ ಅಲ್ಲಾಹನಿಗೆ ಅಂಜುತ್ತಿರಬೇಕು. ಮತ್ತು ನೀವು ಸಾಕ್ಷವನ್ನು ಬಚ್ಚಿಡಬಾರದು. ಸಾಕ್ಷವನ್ನು ಬಚ್ಚಿಡುವವನ ಮನಸ್ಸು ಖಂಡಿತ ಪಾಪಮಯವಾಗುವುದು. ಅಲ್ಲಾಹನು ನೀವು ಮಾಡುವ ಎಲ್ಲವನ್ನೂ ಅರಿಯುತ್ತಾನೆ"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "ಆಕಾಶಗಳಲ್ಲಿ ಮತ್ತು ಭೂಮಿಯಲ್ಲಿರುವ ಎಲ್ಲವೂ ಅಲ್ಲಾಹನಿಗೇ ಸೇರಿದೆ. ನೀವು ನಿಮ್ಮ ಮನದೊಳಗಿನ ಸಂಗತಿಗಳನ್ನು ವ್ಯಕ್ತಪಡಿಸಿದರೂ ಗುಪ್ತವಾಗಿಟ್ಟರೂ, ಅಲ್ಲಾಹನಂತೂ ಆ ಕುರಿತು ನಿಮ್ಮಡನೆ ವಿಚಾರಣೆ ನಡೆಸುವನು. ಆ ಬಳಿಕ ಅವನು ತಾನಿಚ್ಛಿಸಿದವರನ್ನು ಕ್ಷಮಿಸುವನು ಮತ್ತು ತಾನಿಚ್ಛಿಸಿದವರನ್ನು ಶಿಕ್ಷಿಸುವನು. ಅಲ್ಲಾಹನು ಎಲ್ಲವನ್ನೂ ಮಾಡಬಲ್ಲವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "ದೂತರು ತಮ್ಮ ಒಡೆಯನ ಕಡೆಯಿಂದ ತಮ್ಮೆಡೆಗೆ ಇಳಿಸಿಕೊಡಲಾಗಿರುವ ಸಂದೇಶದಲ್ಲಿ ನಂಬಿಕೆಯಿಟ್ಟಿದ್ದಾರೆ. ವಿಶ್ವಾಸಿಗಳೂ ಅಷ್ಟೇ. ಅವರೆಲ್ಲ, ಅಲ್ಲಾಹನಲ್ಲಿ, ಅವನ ಮಲಕ್‌ಗಳಲ್ಲಿ, ಅವನ ಗ್ರಂಥಗಳಲ್ಲಿ ಮತ್ತು ಅವನ ದೂತರುಗಳಲ್ಲಿ ನಂಬಿಕೆ ಇಟ್ಟಿರುತ್ತಾರೆ. ‘‘ನಾವು ಅವನ ದೂತರ ನಡುವೆ ಯಾವುದೇ ತಾರತಮ್ಯ ಮಾಡುವುದಿಲ್ಲ’’ (ಎಂದು ಅವರು ಹೇಳುತ್ತಾರೆ). ಮತ್ತು ಅವರು ‘‘ನಾವು ಕೇಳಿದೆವು ಮತ್ತು ಅನುಸರಿಸಿದೆವು. ನಮ್ಮೊಡೆಯಾ, ನಿನ್ನೊಡನೆ ನಾವು ಕ್ಷಮೆ ಕೋರುತ್ತೇವೆ ಮತ್ತು ಅಂತಿಮವಾಗಿ (ಎಲ್ಲರೂ) ನಿನ್ನೆಡೆಗೇ ಮರಳಬೇಕಾಗಿದೆ’’ಎನ್ನುತ್ತಾರೆ"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "ಅಲ್ಲಾಹನು ಯಾರ ಮೇಲೂ ಅವರ ಸಾಮರ್ಥ್ಯಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ಹೊರೆಯನ್ನು ಹೊರಿಸುವುದಿಲ್ಲ. ಪ್ರತಿಯೊಬ್ಬನಿಗೂ ಅವನು ಸಂಪಾದಿಸಿದ ಒಳಿತಿನ ಫಲವು ಸಿಗಲಿದೆ ಮತ್ತು ಅವನು ಗಳಿಸಿದ ಕೆಡುಕಿನ ಪ್ರತಿಫಲವೂ ಸಿಗಲಿದೆ. ‘‘ನಮ್ಮೊಡೆಯಾ, ನಾವು ಮರೆತರೆ ಅಥವಾ ನಮ್ಮಿಂದ ಪ್ರಮಾದವಾಗಿ ಬಿಟ್ಟರೆ ನಮ್ಮನ್ನು ದಂಡಿಸಬೇಡ. ನಮ್ಮೊಡೆಯಾ, ನಮಗಿಂತ ಹಿಂದಿನವರ ಮೇಲೆ ನೀನು ಹೊರಿಸಿದಂತಹ ಹೊರೆಗಳನ್ನು ನಮ್ಮ ಮೇಲೆ ಹೊರಿಸಬೇಡ. ನಮ್ಮೊಡೆಯಾ, ನಮಗೆ ಹೊರಲಾಗದ ಹೊರೆಗಳನ್ನೂ ನಮ್ಮ ಮೇಲೆ ಹೊರಿಸಬೇಡ ಮತ್ತು ನೀನು ನಮ್ಮನ್ನು ಮನ್ನಿಸು, ನಮ್ಮನ್ನು ಕ್ಷಮಿಸು ಮತ್ತು ನಮ್ಮ ಮೇಲೆ ಕರುಣೆ ತೋರು. ನೀನೇ ನಮ್ಮ ರಕ್ಷಕನು. ಧಿಕ್ಕಾರಿಗಳ ವಿರುದ್ಧ ನೀನು ನಮಗೆ ನೆರವಾಗು’’(ಎಂದು ಪ್ರಾರ್ಥಿಸಿರಿ)"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "ಅಲಿಫ್ ಲಾಮ್ ಮ್ಮೀಮ್"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "ಅಲ್ಲಾಹ್ – ಅವನ ಹೊರತು ಬೇರೆ ದೇವರಿಲ್ಲ. ಅವನು ಸದಾ ಜೀವಂತ ನಾಗಿರುತ್ತಾನೆ (ಮತ್ತು) ಎಲ್ಲವನ್ನೂ ನಿಯಂತ್ರಿಸಿಟ್ಟವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "(ದೂತರೇ,) ಅವನು ನಿಮಗೆ ಈ ಗ್ರಂಥವನ್ನು ಸತ್ಯದೊಂದಿಗೆ ಇಳಿಸಿಕೊಟ್ಟಿರುವನು. ಇದು ತನ್ನ ಹಿಂದಿನವುಗಳನ್ನು (ಗತ ಕಾಲದ ದಿವ್ಯ ಗ್ರಂಥಗಳನ್ನು) ಸಮರ್ಥಿಸುತ್ತದೆ. (ಈ ಹಿಂದೆ) ತೌರಾತ್ ಮತ್ತು ಇಂಜೀಲ್‌ಗಳನ್ನು ಇಳಿಸಿ ಕೊಟ್ಟವನೂ ಅವನೇ"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "(ಅವು) ಈ ಹಿಂದೆ ಮಾನವರಿಗೆ ಮಾರ್ಗದರ್ಶಿಯಾಗಿದ್ದವು. (ಇದೀಗ) ಅವನು ಈ ‘ಫುರ್ಕಾನ್’ ಅನ್ನು ಇಳಿಸಿಕೊಟ್ಟಿದ್ದಾನೆ. ಖಂಡಿತವಾಗಿಯೂ, ಅಲ್ಲಾಹನ ವಚನಗಳನ್ನು ಧಿಕ್ಕರಿಸುವವರಿಗೆ ಕಠಿಣ ಶಿಕ್ಷೆ ಕಾದಿದೆ. ಅಲ್ಲಾಹನಂತೂ ಪ್ರಚಂಡನೂ (ಕೆಡುಕಿಗೆ) ಪ್ರತೀಕಾರ ತೀರಿಸುವವನೂ ಆಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "ಭೂಮಿಯಲ್ಲಾಗಲಿ ಆಕಾಶದಲ್ಲಾಗಲಿ ಇರುವ ಯಾವ ವಸ್ತುವೂ ಅಲ್ಲಾಹನಿಂದ ಖಂಡಿತ ಮರೆಯಾಗಿಲ್ಲ"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "ಗರ್ಭದೊಳಗೇ ನಿಮ್ಮನ್ನು ತಾನಿಚ್ಛಿಸಿದಂತೆ ಚಿತ್ರಿಸಿ ರೂಪಿಸುವವನು ಅವನೇ. ಅವನ ಹೊರತು ಪೂಜಾರ್ಹರು ಬೇರಿಲ್ಲ. ಅವನು ಅಪಾರ ಶಕ್ತಿಶಾಲಿ ಹಾಗೂ ತುಂಬಾ ಯುಕ್ತಿವಂತನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "ಅವನೇ, ಈ ಗ್ರಂಥವನ್ನು ನಿಮಗೆ ಇಳಿಸಿಕೊಟ್ಟವನು. ಇದರಲ್ಲಿ ಖಚಿತ ವಚನಗಳಿವೆ – ಅವುಗಳೇ ಈ ಗ್ರಂಥದ ಸಾರ. ಇನ್ನು, ಇದರಲ್ಲಿ ಬಹು ಅರ್ಥದ ವಚನಗಳೂ ಇವೆ. ತಮ್ಮ ಮನಸ್ಸುಗಳಲ್ಲಿ ವಕ್ರತೆ ಉಳ್ಳವರು, ಈ ಪೈಕಿ ಬಹು ಅರ್ಥದ ವಚನಗಳ ಹಿಂದೆ ನಡೆಯುತ್ತಾರೆ. ಅವರು ಈ ಮೂಲಕ ಗೊಂದಲದ ಬೆನ್ನು ಹಿಡಿಯುತ್ತಾರೆ ಮತ್ತು ವಿಕೃತ ವ್ಯಾಖ್ಯಾನಗಳನ್ನು ಅರಸುತ್ತಿರುತ್ತಾರೆ. ನಿಜವಾಗಿ, ಅವುಗಳ ಸರಿಯಾದ ವ್ಯಾಖ್ಯಾನವನ್ನು ಬಲ್ಲವನು ಅಲ್ಲಾಹನ ಹೊರತು ಬೇರಾರೂ ಇಲ್ಲ. ಪಕ್ವವಾದ ಜ್ಞಾನ ಉಳ್ಳವರು ಮಾತ್ರ, ‘‘ನಾವು ಇದನ್ನು ನಂಬಿರುವೆವು, ಇದೆಲ್ಲವೂ ನಮ್ಮೊಡೆಯನ ಕಡೆಯಿಂದಲೇ ಬಂದಿದೆ’’ ಎನ್ನುತ್ತಾರೆ. ನಿಜವಾಗಿ ಬುದ್ಧಿವಂತರ ಹೊರತು ಬೇರಾರೂ ಪಾಠ ಕಲಿಯುವುದಿಲ್ಲ"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "(ಅಂಥವರು ಈ ರೀತಿ ಪ್ರಾರ್ಥಿಸುತ್ತಾರೆ;) ‘‘ನಮ್ಮೊಡೆಯಾ, ನೀನು ನಮಗೆ ಸರಿದಾರಿಯನ್ನು ತೋರಿದ ಬಳಿಕ ನಮ್ಮ ಮನಸ್ಸುಗಳನ್ನು ವಕ್ರಗೊಳಿಸಬೇಡ. ನಿನ್ನ ಕಡೆಯಿಂದ ನಮಗೆ ಅನುಗ್ರಹವನ್ನು ಕರುಣಿಸು. ನೀನು ಖಂಡಿತ ಮಹಾ ಉದಾರಿಯಾಗಿರುವೆ’’"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "‘‘ನಮ್ಮೊಡೆಯಾ, ನಿಸ್ಸಂದೇಹವಾಗಿಯೂ ಬರಲಿರುವ ಒಂದು ದಿನ ನೀನು ಖಂಡಿತ ಎಲ್ಲ ಮಾನವರನ್ನು ಒಂದೆಡೆ ಸೇರಿಸಲಿರುವೆ’’. ಅಲ್ಲಾಹನಂತು ಎಂದಿಗೂ ತನ್ನ ಮಾತನ್ನು ಮೀರುವವನಲ್ಲ"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "ಧಿಕ್ಕಾರಿಗಳ ಸಂಪತ್ತಾಗಲಿ, ಸಂತಾನವಾಗಲಿ ಅಲ್ಲಾಹನೆದುರು ಅವರ ಯಾವ ನೆರವಿಗೂ ಬಾರದು. ಅವರು ನರಕದ ಇಂಧನವಾಗುವರು"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "ಫಿರ್‌ಔನನ ಜನರಿಗೆ ಮತ್ತು ಅವರಿಗಿಂತ ಹಿಂದಿನವರಿಗೆ ಒದಗಿದ ಗತಿಯೇ ಅವರಿಗೂ ಒದಗುವುದು. ಅವರು ನಮ್ಮ ವಚನಗಳನ್ನು ಸುಳ್ಳೆಂದು ತಿರಸ್ಕರಿಸಿದ್ದರು. ಅಲ್ಲಾಹನು ಅವರ ಪಾಪಗಳ ಕಾರಣ ಅವರನ್ನು ಶಿಕ್ಷಿಸಿದನು. ನಿಜಕ್ಕೂ ಅಲ್ಲಾಹನು ಬಹಳ ಕಠಿಣವಾಗಿ ದಂಡಿಸುವವನಾಗಿದ್ದಾನೆ"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "ಧಿಕ್ಕಾರಿಗಳೊಡನೆ ಹೇಳಿರಿ; ‘‘ಶೀಘ್ರವೇ ನೀವು ಸೋತು ಹೋಗುವಿರಿ ಮತ್ತು ನರಕದೆಡೆಗೆ ನಿಮ್ಮನ್ನು ಅಟ್ಟಲಾಗುವುದು. ಅದು ತೀರಾ ಕೆಟ್ಟ ನೆಲೆಯಾಗಿದೆ’’"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "(ಬದ್ರ್ ಯುದ್ಧದಲ್ಲಿ) ಪರಸ್ಪರ ಯುದ್ಧ ನಿರತರಾಗಿದ್ದ ಆ ಎರಡು ಪಂಗಡಗಳಲ್ಲಿ ನಿಮಗೊಂದು ಸೂಚನೆಯಿತ್ತು. ಅವರಲ್ಲಿ ಒಂದು ಗುಂಪು ಅಲ್ಲಾಹನ ಮಾರ್ಗದಲ್ಲಿ ಹೋರಾಡುತ್ತಿದ್ದರೆ, ಇನ್ನೊಂದು ಗುಂಪು ಧಿಕ್ಕಾರಿಗಳದ್ದಾಗಿತ್ತು. ಅವರು (ಧಿಕ್ಕಾರಿಗಳು) ತಮಗಿಂತ ದುಪ್ಪಟ್ಟು ಇರುವುದನ್ನು ಅವರು (ವಿಶ್ವಾಸಿಗಳು) ಕಣ್ಣಾರೆ ಕಾಣುತ್ತಿದ್ದರು. ಆದರೆ, ಅಲ್ಲಾಹನು ತಾನಿಚ್ಛಿಸಿದವರಿಗೆ ತನ್ನ ನೆರೆವಿನ ಮೂಲಕ ಬಲವನ್ನು ಒದಗಿಸುತ್ತಾನೆ. ದೃಷ್ಟಿ ಉಳ್ಳವರಿಗೆ ಇದರಲ್ಲಿ ಖಂಡಿತ ಪಾಠವಿದೆ"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "ಜನರ ಪಾಲಿಗೆ, ಅವರ ಪ್ರೀತಿಪಾತ್ರರಾದ ಮಹಿಳೆಯರು, ಪುತ್ರರು, ಚಿನ್ನ ಮತ್ತು ಬೆಳ್ಳಿಯ ರಾಶಿಗಳು, ಬರೆ ಎಳೆದ (ಪಳಗಿಸಿದ) ಕುದುರೆಗಳು, ಸಾಕು ಪ್ರಾಣಿಗಳು ಮತ್ತು ವ್ಯವಸಾಯದ ಜಮೀನುಗಳು – ಇವುಗಳನ್ನೆಲ್ಲಾ ಚಂದಗಾಣಿಸಲಾಗಿದೆ. ಆದರೆ ಇವೆಲ್ಲಾ ಕೇವಲ ಇಹಲೋಕದ ಬದುಕಿನ ಸಾಧನಗಳು. ನಿಜಕ್ಕೂ ಅತ್ಯುತ್ತಮ ನೆಲೆಯು ಅಲ್ಲಾಹನ ಬಳಿ ಇದೆ"
        }
    ]
}