{
    "maqras": [
        {
            "chapter": 7,
            "verse": 142,
            "text": "ಮೂಸಾ, ನಾವು ನಿಗದಿಪಡಿಸಿದ ಅವಧಿಗಾಗಿ ಬಂದಾಗ, ತಮ್ಮ ಒಡೆಯನೊಡನೆ ಮಾತನಾಡಿದರು. ನನ್ನೊಡೆಯಾ, ನಾನು ನಿನ್ನನ್ನು ನೋಡಬಲ್ಲಂತಹ ದೃಷ್ಟಿಯನ್ನು ನೀನು ನನಗೆ ನೀಡು ಎಂದು ಅವರು ಹೇಳಿದರು. ಅವನು (ಅಲ್ಲಾಹನು) ಹೇಳಿದನು; ನನ್ನನ್ನು ನೋಡಲು ನಿನಗೆ ಸಾಧ್ಯವಿಲ್ಲ. ಆದರೆ ನೀನು ಆ ಪರ್ವತದೆಡೆಗೆ ನೋಡು, ಅದು ತನ್ನ ಸ್ಥಾನದಲ್ಲೇ ನಿಂತಿದ್ದರೆ ನೀನು ನನ್ನನ್ನು ನೋಡಬಹುದು. ತರುವಾಯ ಅವರ ಒಡೆಯನು ಪರ್ವತದೆಡೆಗೆ ದಿವ್ಯ ಬೆಳಕನ್ನು ಬೀರಿ ಅದನ್ನು ಚೂರು ಚೂರಾಗಿಸಿ ಬಿಟ್ಟನು ಮತ್ತು ಮೂಸಾ ಪ್ರಜ್ಞೆ ಕಳೆದುಕೊಂಡು ಬಿದ್ದುಬಿಟ್ಟರು. ಆ ಬಳಿಕ ಅವರಿಗೆ ಪ್ರಜ್ಞೆ ಬಂದಾಗ ಅವರು ಹೇಳಿದರು; ನೀನು ಪರಮ ಪಾವನನು, ನಾನು ಪಶ್ಚಾತ್ತಾಪ ಪಟ್ಟು ನಿನ್ನೆಡೆಗೆ ಮರಳುತ್ತೇನೆ ಮತ್ತು ನಂಬುವವರ ಪೈಕಿ ನಾನು ಪ್ರಥಮನಾಗುತ್ತೇನೆ"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "ಅವನು (ಅಲ್ಲಾಹನು) ಹೇಳಿದನು; ಓ ಮೂಸಾ, ನಾನು ನನ್ನ ಸಂದೇಶಗಳಿಗಾಗಿ ಮತ್ತು ನನ್ನ ಸಂಭಾಷಣೆಗಾಗಿ ಎಲ್ಲ ಮಾನವರ ಪೈಕಿ ನಿಮ್ಮನ್ನು ಆರಿಸಿಕೊಂಡಿದ್ದೇನೆ. ನೀವೀಗ ನಾನು ನೀಡುವುದನ್ನು ಸ್ವೀಕರಿಸಿರಿ ಮತ್ತು ಕೃತಜ್ಞರಾಗಿರಿ"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "ಆ ಬಳಿಕ ನಾವು ಅವರಿಗಾಗಿ (ಮೂಸಾರಿಗಾಗಿ) ಎಲ್ಲ ವಿಷಯಗಳ ಕುರಿತಾದ ಉಪದೇಶಗಳನ್ನು ಮತ್ತು ಎಲ್ಲ ವಿಷಯಗಳ ಕುರಿತಾದ ಸ್ಪಷ್ಟ ಮಾರ್ಗದರ್ಶನಗಳನ್ನು ಫಲಕಗಳಲ್ಲಿ ಬರೆದೆವು (ಮತ್ತು ಹೇಳಿದೆವು); ನೀವು ಇದನ್ನು ಭದ್ರವಾಗಿ ಹಿಡಿದುಕೊಳ್ಳಿರಿ ಮತ್ತು ಇದರ ಉತ್ತಮ ಭಾಗವನ್ನು (ಸದ್ ವ್ಯಾಖ್ಯಾನವನ್ನು) ಸ್ವೀಕರಿಸಬೇಕೆಂದು ನಿಮ್ಮ ಜನಾಂಗದವರಿಗೆ ಆದೇಶಿಸಿರಿ. ಅವಿಧೇಯರ ನೆಲೆಯನ್ನು (ಅವರ ಗತಿ ಏನಾಗುತ್ತದೆಂಬುದನ್ನು) ನಾನು ನಿಮಗೆಲ್ಲಾ ತೋರಿಸುವೆನು"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "ಅನ್ಯಾಯವಾಗಿ ಭೂಮಿಯಲ್ಲಿ ಅಹಂಕಾರ ಮೆರೆಯುವವರನ್ನು ನಾನು ನನ್ನ ದೃಷ್ಟಾಂತಗಳಿಂದ ದೂರ ಸರಿಸಿ ಬಿಡುವೆನು. ಅವರಂತು, ಎಲ್ಲ ದೃಷ್ಟಾಂತಗಳನ್ನು ಕಂಡರೂ ಅದನ್ನು ನಂಬುವವರಲ್ಲ. ಸತ್ಯದ ಮಾರ್ಗವನ್ನು ಕಣ್ಣಾರೆ ಕಂಡರೂ ಆ ಮಾರ್ಗವನ್ನು ಅವರು ಅನುಸರಿಸುವವರಲ್ಲ. ಅವರು ದುಷ್ಟ ಮಾರ್ಗವನ್ನು ಕಂಡರೆ ಅದನ್ನು ಮಾತ್ರ ಮಾರ್ಗವಾಗಿ ಅನುಸರಿಸುವರು. ಇದೇಕೆಂದರೆ, ಅವರು ನಮ್ಮ ದೃಷ್ಟಾಂತಗಳನ್ನು ಧಿಕ್ಕರಿಸಿದ್ದಾರೆ ಮತ್ತು ಆ ಕುರಿತು ಅರಿವಿಲ್ಲದವರಾಗಿದ್ದಾರೆ"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "ಇನ್ನು, ನಮ್ಮ ವಚನಗಳನ್ನು ಹಾಗೂ ಪರಲೋಕದ ಭೇಟಿಯನ್ನು ಧಿಕ್ಕರಿಸಿದವರ ಕರ್ಮಗಳೆಲ್ಲಾ ವ್ಯರ್ಥವಾದವು. ಅವರಿಗೆ, ಅವರೇನು ಮಾಡಿದ್ದರೋ ಅದರ ಹೊರತು ಬೇರೆ ಪ್ರತಿಫಲ ಸಿಕ್ಕೀತೇ"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "ಮೂಸಾರ ಅನುಪಸ್ಥಿತಿಯಲ್ಲಿ ಅವರ ಜನಾಂಗದವರು ತಮ್ಮ ಆಭರಣಗಳಿಂದ ಒಂದು ಕರುವಿನ ವಿಗ್ರಹವನ್ನು ರಚಿಸಿಕೊಂಡರು. ಅದರಲ್ಲಿ ಗೋವಿನ ಧ್ವನಿ ಇತ್ತು. ಅದು ತಮ್ಮೊಡನೆ ಮಾತನಾಡುವುದೂ ಇಲ್ಲ ಮತ್ತು ತಮಗೆ ದಾರಿ ತೋರುವುದೂ ಇಲ್ಲ ಎಂಬುದನ್ನು ಅವರು ಕಾಣಲಿಲ್ಲವೇ? ಆದರೂ ಅವರು ಅದನ್ನು ನಂಬಿಕೊಂಡರು. ಅವರು ಅಕ್ರಮಿಗಳಾಗಿದ್ದರು"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "ಮುಂದೆ, ಅವರಿಗೆ ತಮ್ಮ ತಪ್ಪಿನ ಅರಿವಾದಾಗ ಮತ್ತು ತಾವು ದಾರಿ ತಪ್ಪಿರುವುದು ಅವರಿಗೆ ಮನವರಿಕೆಯಾದಾಗ, ಅವರು ಹೇಳಿದರು; ನಮ್ಮ ಒಡೆಯನು ನಮ್ಮ ಮೇಲೆ ಕರುಣೆ ತೋರದಿದ್ದರೆ ಮತ್ತು ಅವನು ನಮ್ಮನ್ನು ಕ್ಷಮಿಸದಿದ್ದರೆ ಖಂಡಿತವಾಗಿಯೂ ನಾವು ನಷ್ಟಕ್ಕೊಳಗಾಗುವೆವು"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "ಆ ಬಳಿಕ, ಮೂಸಾ ತಮ್ಮ ಜನಾಂಗದೆಡೆಗೆ ಮರಳಿಬಂದಾಗ ಕೋಪಗೊಂಡರು ಹಾಗೂ ದುಃಖಿತರಾದರು. ಅವರು ಹೇಳಿದರು; ನನ್ನ ಅನುಪಸ್ಥಿತಿಯಲ್ಲಿ ನೀವು ನನ್ನ ಪ್ರಾತಿನಿಧ್ಯದ ಹೊಣೆಯನ್ನು ಬಹಳ ಕೆಟ್ಟದಾಗಿ ನಿರ್ವಹಿಸಿದಿರಿ. ನಿಮ್ಮ ಒಡೆಯನ ಆದೇಶದ ಕುರಿತು ನೀವು ಆತುರ ಪಟ್ಟಿರಾ? – ಮತ್ತು ಮೂಸಾ (ಅಲ್ಲಾಹನು ಕೊಟ್ಟ) ಫಲಕಗಳನ್ನು ಚೆಲ್ಲಿಬಿಟ್ಟರು ಹಾಗೂ ತಮ್ಮ ಸಹೋದರ (ಹಾರೂನ್)ರ ತಲೆಯನ್ನು ಹಿಡಿದು ತಮ್ಮಡೆಗೆ ಎಳೆದರು. ಅವರು (ಹಾರೂನ್) ಹೇಳಿದರು; ನನ್ನ ತಾಯಿಯ ಪುತ್ರನೇ! ಈ ಜನಾಂಗದವರು ನನ್ನನ್ನು ತೀರಾ ದುರ್ಬಲಗೊಳಿಸಿ ಬಿಟ್ಟರು. ಅವರಂತು ನನ್ನನ್ನು ಕೊಲ್ಲುವವರಿದ್ದರು. ನೀನೀಗ ನನ್ನ ಬಗ್ಗೆ ಶತ್ರುಗಳು ನಗುವಂತೆ ಮಾಡಬೇಡ ಮತ್ತು ನನ್ನನ್ನು ಅಕ್ರಮಿಗಳ ಸಾಲಿಗೆ ಸೇರಿಸಬೇಡ"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "ಅವರು (ಮೂಸಾ) ಹೇಳಿದರು; ನನ್ನೊಡೆಯಾ, ನನ್ನನ್ನು ಹಾಗೂ ನನ್ನ ಸಹೋದರನನ್ನು ಕ್ಷಮಿಸಿಬಿಡು ಮತ್ತು ನಮ್ಮನ್ನು ನಿನ್ನ ಅನುಗ್ರಹದಲ್ಲಿ ಸೇರಿಸು. ನೀನಂತು ಎಲ್ಲ ಕರುಣಾಳುಗಳಿಗಿಂತ ಮಹಾಕರುಣಾಳುವಾಗಿರುವೆ"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "ಖಂಡಿತವಾಗಿಯೂ, ಕರುವನ್ನು (ದೇವರಾಗಿ) ನೆಚ್ಚಿಕೊಂಡವರಿಗೆ, ಬಹುಬೇಗನೇ ಅವರ ಒಡೆಯನ ಕೋಪವು ತಟ್ಟಲಿದೆ ಮತ್ತು ಇಹಲೋಕದಲ್ಲಿ ಅವರಿಗೆ ಅಪಮಾನವು ಎದುರಾಗಲಿದೆ. ಸುಳ್ಳುಗಳನ್ನು ಸೃಷ್ಟಿಸುವವರಿಗೆ. ನಾವು ಇದೇ ರೀತಿ ಪ್ರತಿಫಲ ನೀಡುತ್ತೇವೆ"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "ಪಾಪಕೃತ್ಯಗಳನ್ನು ಮಾಡಿದ ಬಳಿಕ ಪಶ್ಚಾತ್ತಾಪ ಪಟ್ಟವರು ಮತ್ತು ವಿಶ್ವಾಸವಿಟ್ಟವರು – ಖಂಡಿತವಾಗಿಯೂ ಇಷ್ಟಾದ ಬಳಿಕ ನಿಮ್ಮೊಡೆಯನು (ಅವರ ಪಾಲಿಗೆ) ಕ್ಷಮಾಶೀಲನೂ ಕರುಣಾಮಯಿಯೂ ಆಗಿರುತ್ತಾನೆ"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "ಮೂಸಾರ ಕೋಪ ತಣಿದಾಗ, ಅವರು ಫಲಕಗಳನ್ನು ಎತ್ತಿಕೊಂಡರು. ಅವುಗಳ ಬರಹಗಳಲ್ಲಿ ಮಾರ್ಗದರ್ಶನ ಹಾಗೂ ಅನುಗ್ರಹವಿತ್ತು – ತಮ್ಮ ಒಡೆಯನ ಭಕ್ತಿ ಉಳ್ಳವರಿಗಾಗಿ"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "ಮುಂದೆ ಮೂಸಾ, ನಮ್ಮ ಜೊತೆಗಿನ ಕರಾರಿನ ಅವಧಿಗಾಗಿ ತಮ್ಮ ಜನಾಂಗದ ಎಪ್ಪತ್ತು ಮಂದಿ ಪುರುಷರನ್ನು ಆರಿಸಿಕೊಂಡರು. ತರುವಾಯ ಅವರಿಗೆ ಭೂಕಂಪವು ಎದುರಾದಾಗ, ಅವರು (ಮೂಸಾ) ಹೇಳಿದರು; ‘‘ನನ್ನೊಡೆಯಾ ನೀನಿಚ್ಛಿಸಿದ್ದರೆ, ಇವರನ್ನು ಮತ್ತು ನನ್ನನ್ನು ಈ ಹಿಂದೆಯೇ ನಾಶ ಪಡಿಸುತ್ತಿದ್ದೆ. ಇದೀಗ ನಮ್ಮಲ್ಲಿನ ಮೂರ್ಖರ ಕೃತ್ಯಕ್ಕಾಗಿ ನೀನು ನಮ್ಮನ್ನು ನಾಶ ಪಡಿಸುವೆಯಾ? ಇದು ನಿನ್ನ ಪರೀಕ್ಷೆಯಲ್ಲದೆ ಬೇರೇನಲ್ಲ. ಈ ಮೂಲಕ ನೀನು, ನೀನಿಚ್ಛಿಸಿದವರನ್ನು ದಾರಿಗೆಡಿಸುವೆ ಮತ್ತು ನೀನಿಚ್ಛಿಸಿದವರನ್ನು ಸರಿದಾರಿಗೆ ತರುವೆ. ನಮ್ಮ ಪೋಷಕನು ನೀನೇ. ಆದ್ದರಿಂದ ನಮ್ಮನ್ನು ಕ್ಷಮಿಸು ಮತ್ತು ನಮ್ಮ ಮೇಲೆ ಕರುಣೆತೋರು. ನೀನು ಅತ್ಯುತ್ತಮ ಕ್ಷಮಾಶೀಲನು.’’"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "‘‘ನೀನು ನಮ್ಮ ಪಾಲಿಗೆ ಈ ಲೋಕದಲ್ಲೂ ಪರಲೋಕದಲ್ಲೂ ಒಳಿತನ್ನೇ ವಿಧಿಸು. ನಾವಂತು ನಿನ್ನೆಡೆಗೆ ಮರಳಿರುವೆವು.’’ – ಅವನು (ಅಲ್ಲಾಹನು) ಹೇಳಿದನು; ನಾನು ನನ್ನ ಶಿಕ್ಷೆಯನ್ನು ನಾನಿಚ್ಛಿಸಿದವರಿಗೆ ನೀಡುತ್ತೇನೆ. ಇನ್ನು ನನ್ನ ಅನುಗ್ರಹವು ಎಲ್ಲವನ್ನೂ ಆವರಿಸಿಕೊಂಡಿದೆ. ನಾನು ಅದನ್ನು, ಧರ್ಮನಿಷ್ಠರ, ಝಕಾತ್ ಪಾವತಿಸುವವರ ಮತ್ತು ನಮ್ಮ ವಚನಗಳನ್ನು ನಂಬುವವರ ಪಾಲಿಗೆ ಬರೆದು ಬಿಡುವೆನು"
        }
    ]
}