{
    "pages": [
        {
            "chapter": 6,
            "verse": 102,
            "text": "Mine bul sipattarga ie bolgan Rabbıların Alla. Odan basqa esbir tanir joq. Ol, barlıq narseni jaratwsı. Endese Ogan qulsılıq qılındar. Ol ar narsege kepil"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Kozder Ogan jete almaydı. Ol, kozderdi koredi. Jane Ol, ote jumsaq, tolıq bilwsi"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Rasında Senderge Rabbıların tarapınan kornew dalelder keldi. Kim onı korse ozi usin. Jane kim kormese ziyanı ozine. Men senderge kuzetsi emespin"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Osılaysa ayattardı asıq tusindiremiz. Olar: «Birewden uyrengen ekensin» deydi. Soytse de Qurandı bilgen elge tusindiremiz"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Rabbın tarapınan sagan waxi etilgenge moyın usın, Alladan basqa tanir joq. Ortaq qoswsılardan juz bur"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Eger Alla qalasa edi, olar ortak qospas edi. Seni olarga kuzetsi qılmadıq. Sonday-aq sen olarga kepil de emessin"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Olardın Alladan ozge siıngandarın boqtamandar. Olar bilmey sekten sıgıp Allaga til tigizedi. Osılaysa Ar topqa oz isterin ademi korsettik. Sonan son qaytar orındarı rabbılarına. Sonda olarga ne istegenderin bildiredi"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Olar ozderine bir mugjiea korsetilse, ogan mindetti turde senetindikterine Allanın atımen qattı ant qıldı. (Muxammed G.S.): «Mugjizalar Allanın qasında» de. Sınayı turde olarga mugjiza kelse de, senbeytindigin sezbeysinder me"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Olardın konilderin, kozderin teris aynaldıramız. Algas ret ogan senbegendikteri siyaqtı olardı sergeldendikte qoyıp qoyamız. Olar qangırıp juredi"
        }
    ]
}