{
    "pages": [
        {
            "chapter": 8,
            "verse": 53,
            "text": "Mine Alla, bir qawımga bergen nıgmetin; olar, ozderin ozgertpeyinse ozgertpeydi. Sınında Alla, tolıq estwsi, asa bilwsi"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Pergawındıqtar jane olardan burıngılardın qılıgı tarizdi: Olar da Rabbılarının ayattarın jasınga sıgargan edi. Olardı kunaları sebepti tipıl qılıp, Pergawındıqtardı swga batırgan edik. Ya, olardın barlıgı zalımdar edi"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Sozsiz Allanın qasında jandikterdin en jamanı sonday qarsı bolgandar. Olar iman keltirmeydi"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "(Muxammed G.S.) eger olarmen kelisim jasasan keyin olar wadelerin arqasan da buzadı. Olar Alladan qorıqpaydı"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "(Rawayat boyınsa, Paygambar, medinelik Yahwdi Qurayza rwımen beybitsilik kelisimin jasagan bola tura olar Badir sogısında kelisimdi buzıp, jawga bolısadı. Qayta jalasa da or, qazw sogısında jane wadeni buzıp, jawga bolısadı.) Sondıqtan olarmen sogısta kezdessen, olarga artındagı adamdarga ulgi bolatın soqqı ber. Balkim olar tusiner"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Eger bir eldin opasızdıgınan sekem alsan, ten turde sen de (kelisimdi buzıp) ozderine tasta. Rasında Alla, opasızdardı jaqsı koremydi"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Kapirler qutıldıq dep oylamasın. Rasında olar (Allanı) alsirete almaydı"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Sender de samaların kelkense ar turli kus ari at baylawmen azirlik korinder. (Sonday-aq zamanawi texnikalıq quraldar dayındandar.) Allanın duspanın, oz duspandarındı tagı olardan ozge duspandardı qorqıtasındar. Olardı sender bilmeysinder, Alla biledi. Al Alla jolında nenarse jumsasandar, senderge tolıq tolenedi. Adilsizdik kormeysinder"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "Eger olar, beybitsilikke beyimdese, sonda olarga sende beyimde. Ari Allaga tawekel et. Kudiksiz Ol, tolıq estwsi, asa bilwsi"
        }
    ]
}