{
    "pages": [
        {
            "chapter": 10,
            "verse": 89,
            "text": "Alla: «Ekewinnin tilekterin qabıldandı. Onda twra jolda bolındar da, bilmeytinderdin jolına ermender!»,- dedi"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Israil urpaqtarın tenizden otkizdik. Sonda Pergawın jane askerleri jawızdıq, duspandıqpen olardı qwdı. Aqır ol swga batar satte: «Israil urpaqtarı iman keltirgen Tanirden basqa tanir joqtıgına iman keltirdim. Men de boy usınwsılardan boldım» dedi"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "«Endi gana sendin be? Rasında sen burın qarsı kelgen buzaqılardan bolgan edin…..»"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "«Senen keyingige ulgi bolwı usin denendi (jansız turde) qutqaramız. Rasında adamdardın kobi ayattarımızdan xabarsız»"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Rasında israil urpaqtarın jaqsı jerge ornalastırdıq. Sonday-aq jaqsı narselermen rizıqtandırdıq. Olarga bilim kelgenge deyin qaysılıqqa tuspedi. Rasında Rabbın olardın talasqan narseleri jayında qiyamet kuni ukim beredi"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "(Muxammed G.S.) eger sagan tusirgenimizden kudiktensen, senen burıngı Kitap oqıgandardan sura. Rasında sagan Rabbınnan xaqiqat keldi. Sondıqtan kudiktenwsilerden bolma"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Sonday-aq Allanın ayattarın jasınga sıgarwsılardan bolma. Onda ziyan tartwsılardan bolarsın"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Rasında ozderine Rabbınnın qargısı layıq bolgandar iman keltirmeydi"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Sonday-aq olarga bukil mugjizalar kelse de kuyzeltwsi azaptı korgenge deyin (olar iman keltirmeydi)"
        }
    ]
}