{
    "pages": [
        {
            "chapter": 15,
            "verse": 71,
            "text": "(Lut G.S.): “Eger aytqanımdı isteytin bolsandar, mınalar qızdarım” dedi"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "(Muxammed G.S.) Omirine sert! Olar, rasında mastıqtarında del-sal edi"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "Sonda olardı kun sıga ascı dawıs aldı"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "Onı, astı-usti qıp, usterine qatqan qiırsıqtan tas jawdırdıq"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Kudiksiz osıda, qıragılar usin albette onegeler bar"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "Oytkeni, ol jer, jol usitnde edi"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "Kudiksiz osıda muminder usin gıbrat bar"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "(Sugayıp G.S. nın eli) Aykelikter de zalım bolgan edi"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "Olardı da jazalandırdıq. (Sadum, Ayke) ekewi de dangıl jol ustinde"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "Albette (Salic eli) Xıjırlıqtar da paygambarlardı jasınga sıgargan edi"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "Olarga mugjizalarımızdı keltirdik. Alayda, olar, odan bet burgan edi"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "Olar, tawlardan berik uyler ungip alatın edi"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "Sonda olardı da tanmenen ascı dawıs qolga aldı"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "Olardın istegen enbekterinin (mıqtı uylerinin) ozderine bir paydası bolmadı"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "Kokter men jerdi ari ekewinin arasındagı narselerdi bir sındıq boyınsa jarattıq. Sozsiz qiyamet keledi. Sondıqtan korkem, jumsaq sınay bayqat"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "Sınında Rabbın, Ol tolıq jaratwsı, asa bilwsi"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "(Muxammed G.S.) albette biz sagan qaytalanıp oqılatın jeti ayattı (Fatixa suresin) jane ulı Qurandı berdik"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "Kapirlerdin keybirewlerine, biz paydalandırgan narselerge koz suzbe. Olarga qamıqpa. Musılmandarga qanatındı jay"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "“Sın maninde men senderge asıq eskertwsimin” de"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "Soytip, bolwsilerge de Kitap tusirgen edik. (Kitap ieleri nemese Mekkelikter. B.J.M.K.R.T.X.J-Q)"
        }
    ]
}