{
    "pages": [
        {
            "chapter": 16,
            "verse": 15,
            "text": "Senderdi tenseltpew usin jer juzinde asqar tawlardı ornalastırdı. Jon tawıp jurwlerin usin ozender, joldar jarattı"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "Olar jol tawıp juretin belgiler jane juldızdar (jarattı)"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Jaratwsı birew, jarata almaytın birewmen ten be? Endi de tusinbeysinder me"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Allanın nıgımetin sanasandar sanına jete almaysındar. Ras, Alla ote jarılqawsı, erekse meyirimdi"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Alla (T.) jasırın jane kornew ne istegenderindi biledi"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Sonday Alladan basqa jalbargandarı es narseni jarata almaydı. Olar jaratılgandar"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Olar oli, tiri emes. Sonday-aq qasan tiriletinderin bilmeydi"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Tanirlerin bir-aq Tanir. Sonday aqiretke nanbawsılardın jurekteri qarsı. Sonday olar menmenswsiler"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Daw joq! Alla , olardın jasırgandarın kornew istegenderin biledi. Rasında Alla ozin jogarı sanagandardı jaqsı kormeydi"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Qasan olarga: “Rabbıların ne tusirdi?”,-deydi"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Ostip olar qiyamet kuni, oz kunalarının keybirewin koteredi. Bayqandar! Ustine algan narseleri nendey jaman"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Rasında bulardan burıngılar da aylakerlik istegen. Sondıqtan Alla, olardın qurılıstarının irge tastarınan kelip, tobesi jogarıdan usterine quladı. Sonday-aq olarga angarmagan jerden apat keldi. (Bul, Namruttın Babılda jasatqan, Alla tarapınan jibeilgen jel qulatqan munaranın mısalı. B.J.M.K.R.X.T)"
        }
    ]
}