{
    "pages": [
        {
            "chapter": 16,
            "verse": 43,
            "text": "(Muxammed G.S.) senen burın da ozderine waxi etip, erkekterdi gana ozine eldsi etip, jiberdik. Eger bilmesender, kitap ielerinen surandar"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "Mugjizalarmen, kitaptarmen (paygambarlar jiberdik.) Sagan da adamdar usin tusirilgendi asıq bayan etersin dep, Qurandı tusirdik. Arine olar tusiner"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Sonday mekerliktin jamanın istegender, Allanın, ozderin jerge juttırwınan nemese oylamagan jerden ozderine azap kelwinen xawipsiz be"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Nemese olar kezip jurgende, ozderin apat alwınan beybit boldı ma? Onda olar qasıp qutıla almaydı"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Yaki olar, ozderi qorıqqan apattın alwınan alansız boldı ma? Sınında Rabbıların asa jumsaq, erekse meyirimdi"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "(Sajde ayatı) olar Allanın jaratqan narselerinin on jane sol jaqtardan awıtqıp, Alla bas qoygan turde, olardın boy usınganın kormey me"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Kokterde jane jerde bolgan ar jandıq ari peristeler, takaparlanbay Allaga sajde qıladı"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Olar ozderinen jogarıdagı / usterindegi / Rabbısınan qorqadı jane ozderine buyırılgandı orındaydı"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Alla (T.): “Eki tanir jasap almandar. Sın maninde, Ol, bir-aq Tanir. Endese. Menen gana qorqındar” dedi"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Kokterde jane jerde bolgan narseler Onın ieliginde. Udayı qulsılıq Allaga tan. Alladan basqadan qorqasındar ma"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Senderdegi ar nıgmet Alladan. Sonan keyin senderge ziyan jetse, sonda ogan jalbarınasındar"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Sonan son Ol, qiınsılıqtı ayıqtırgan satte, bir bolimderin, Rabbılarına ortaq qosadı"
        }
    ]
}