{
    "pages": [
        {
            "chapter": 27,
            "verse": 36,
            "text": "(Elsiler) Suleymen (G.S.) ge kelgen satte: \"Sender magan malmen komek etpeksisinder me? Allanın ozime bergeni, sender bergennen jaqsı. Sıylıqtarınmen ozderin-aq maz bolındar\" dedi"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Elderine qayt! Arine olar, qarsı tura almaytın laskermen barıp, ol jerden olardı qorlap sıgaramın da olardın sorı qaynadı"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Ay bastıqtar! Olar magan boy usınıp, kelwden burın, onın taqtın magan qaysının akelesinder?\",- dedi"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Jındardan bir gıprit: \"Onı ornınnan turwınnan burın keltiremin. Sın ogan kusim jetedi de senimdimin\" dedi"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "Sonday ozi kitap gılmına ie birew de (Barxiya ulı Asıp, ne Xızır ne Suleymennin ozi nemese Jebreyil. J.B.M.K.R.): \"Onı kirpik qagwınnan burın keltiremin\" dedi. (Suleymen G.S.) onın, janına keltirilip, qoyılganın korgen satte: \"Bul Rabbımnın kensiligi. Sukirlik kılam ba, nasukirlik qılam ba, meni sınaw usin. Kim sukirlik qılsa, arine ozi usin qıladı. Al kim nasukirlik etse, Rabbım bay da (onın sukirligine muxtaj emes.) ote jomart"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "(Suleymen G.S.): \"Onın tagın ozgertinder. Jolga keler me eken, nemese jolga kelmeytinderden bolar ma (Tagın tani ma, tanımay ma) eken? Koreyik\" dedi"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Bılqıs kelgende: \"Tagın osınday ma edi?\",-delindi. Ol: \"Osı beyne sol siyaqtı. Negizinde bizge burın malimet berilip, boy usıngan edik\" dedi"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Onı, Alladan ozge, soqıngan narseleri tosqan edi. Sınında olar, kapir elden edi"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Ogan: \"Sarayga kir!\" delindi. Onı korgende, sw dep oylap, baltırın astı. (Suleymen G.S.): \"Rasında ol, aynekten jarqıratılıp jasalgan saray\" dedi. (Saraydın kirisine aynek toselip, astınan sw agızıp, qoyılgandıqtan Bılqıs sw dep oylap, baltırın asadı.) (Bılkıs): Rabbım sınında ozime kesir etken ekenmin. Suleymenmen birge barsa alemnin Rabbı, Allaga boysundım.\" dedi"
        }
    ]
}