{
    "pages": [
        {
            "chapter": 30,
            "verse": 33,
            "text": "Qasan adam balasına bir beynet jetse, olar Rabbılarına ıqılaspen jalbarınadı. Sosın Alla, qasan ogan oz tarapınan bir marxamet tattırsa, sonda olardın keybirewleri, Rabbılarına ortaq qosadı"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Bunı, olarga bergen nesibemizge nasukirlik etw usin isteydi. Ya endi paydalana turındar, tayawda tusinersinder"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Nemese olarga, Allaga ortaq qatwların aytatın bir dalel tusirdik pe"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Qasan adam balasına bir jaqsılıq tatırsaq; sonda ol, ogan maz boladı da eger ozderinin qoleki istegenderinin saldarınan bir jamandıq kelse, sonda olar kuder uzedi"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Rasında Alla qalagan qulına nesibesin kenitip, taraytqanın kormey me? Kudiksiz bunda sengen qawımga belgiler bar"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Endese jaqındarga, miskinderge jolda qalgandarga xaqısın ber. Allanın rizalıgın koksegender usin osı jaqsı. Mine solar qutılwsılar"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Senderdin adamdardın malına bergen osimderin Allanın qasında ospeydi de Allanın rizalıgın tilep bergen zeketterin osedi. Al sonda, mine solar; artıqsa sawapqa bolenwsiler"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Ol Alla, senderdi jaratıp, sosın rizıq beredi, odan keyin oltiredi, sonıra tiriltedi. Al senderdin Allaga qosqan ortaqtarınnan, osılardan bir narse isteytin kim? Alla olardın qosqan ortaqtarınan pak ari jogarı"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Adamdardın qoleki istegenderinin keybirinin sazayın tatırw usin qurılıqta ari tenizde buzıqtıq sıqtı. Mumkin olar, bagıttarınan qaytar"
        }
    ]
}