{
    "maqras": [
        {
            "chapter": 14,
            "verse": 10,
            "text": "Peygamberleri dedi ki: «Hiç gökleri ve yeri yaratan Allah hakkında şüphe edilir mi? O sizi, günahlarınızı bağışlamak için çağırıyor ve belirli bir süreye kadar size müsaade ediyor.» Onlar da: «Siz de bizim gibi bir insansınız, bizi babalarımızın taptıklarından çevirmek istiyorsunuz. O halde bize açık bir delil getiriniz!» dediler"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Peygamberleri onlara: «Evet biz de ancak sizin gibi bir beşeriz, fakat Allah kullarından dilediğine nimetini lütfeder ve Allah´ın izni olmadıkça size bir mucize ve delil getirmek bizim haddimiz değildir. Ve müminler artık Allah´a dayanıp güvenmelidir"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Ve biz ne diye. Allah´a güvenip dayanmayalım ki, O, bizlere yollarımızı dosdoğru gösterdi. Ve kesinlikle bize yaptığınız eziyetlere karşı da sabredeciğiz; tevekkül edenler hep Allah´a güvenip dayanmalıdır»"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "İnkar edenler de peygamberlerine dediler ki: «Ya mutlaka sizi toprağımızdan çıkaracağız yahut milletimize dönersiniz!» Rableri de onlara şöyle vahyetti: «Kesinlikle zalimleri helak edeceğiz"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "Ve arkalarından sizi o yere yerleştireceğiz, işte bu, makamımdan ve tehdidimden korkan için va´dimdir!»"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "O zaman peygamberler hem fütuhat istediler. hem de hüsrana uğradı her zorba inatçı"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Arkasından da cehennem! Ve irin suyundan sulanacak"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Yutmaya çalışacak, boğazından geçiremeyecek, her taraftan ona ölüm gelecek, oysa ölmeyecek, arkasından da şiddetli bir azap"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Rablerine küfredenlerin misali şöyledir: Amelleri fırtınalı bir günde rüzgarın şiddetle savurduğu bir küle benzer; kazandıklarından hiçbir şey ellerine geçmez! İşte asıl o uzak sapıklık budur"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Görmedin mi Allah gökleri ve yeri hikmetle yaratmış; dilerse sizi giderir, yepyeni bir halk getirir"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Ve Allah´ a göre bu önemli bir şey değildir"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Bir de hepsi toplanarak Allah´ın huzuruna çıkarılacaktır; zayıflar büyüklük taslayanlara şöyle diyecekler: «Bizler sizlere uymuştuk; şimdi siz, Allah´ın azabından zerrece bir şeyi bizden savabilir misiniz?» «Allah bize hidayet etseydi, ebette sizi hidayete erdirirdik. şimdi bizler sızlansak da sabretsek de farketmez; bizim için kurtuluş yoktur!» diyeceklerdir"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "İş bitince şeytan da der ki: «Allah size gerçek olanı va´detti; ben de bir va´d yaptım, size karşı yalancı çıktım! Zaten benim size karşı bir gücüm yoktu; ancak sizi çağırdım, siz de bana uydunuz; o halde beni kınamayınız, kendinizi kınayınız! Ben sizi kurtaramam, siz de beni kurtaramazsınız. Bundan önce de ben, sizin beni Allah´a ortak koşmanızı tanımamıştım; muhakkak ki, zalimlerin hakkı acı bir azaptır!»"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "İman edip iyi ve yaralı işler işleyenler ise, altından ırmaklar akan cennetlere konulmuşlardır. Rablerinin izniyle orada ebedi olarak kalacaklardır; orada sağlık temennileri «Selam!» dır"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Gördün ya Allah hoş bir sözü, kökü sabit, dalı gökte güzel bir ağaca benzeterek nasıl temsil yaptı"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Yemişlerini Rabbinin izniyle her zaman verir! Ve Allah, insanlara böyle misaller sunar ki, kavrayıp düşünsünler"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Çirkef bir sözün temsili de gövdesi yerden koparılmış habis bir ağaç gibidir ki, toprağın üstünden cüsselenmiş, varlığını sürdürme imkanı yoktur"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Allah iman edenleri hem dünyada, hem de ahirette değişmeyen sözle sağlamlaştırır. Haksızlık edenleri ise şaşırtır ve Allah, ne isterse onu yapar"
        }
    ]
}