{
    "maqras": [
        {
            "chapter": 40,
            "verse": 1,
            "text": "Ha, Mim"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "Bu kitabın indirilişi, O çok güçlü, herşeyi bilen Allah´tandır"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "O günahkarları bağışlayan, tevbeyi kabul eden, cezalandırması şiddetli, bol lütuf sahibi Allah´tan ki, O´ndan başka tapılacak yoktur. Dönüş de O´nadır"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "Allah´ın ayetleri hakkında yalnızca nankörlük eden kafirler mücadele eder. Şimdi onların memleketler içinde dönüp dolaşmaları seni aldatmasın"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "Onlardan önce Nuh kavmi, arkalarından da çeşitli gruplar yalanlamışlardı ve her ümmet kendi peygamberlerini yakalamaya kalkıştı. Onlar, hakkı batıl ile yok etmek için boşuna mücadele ettiler de Ben, onları tuttum alıverdim. (Bak) o vakit nasıl oldu cezalandırmam"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "Ve işte o nankörlük eden kafirlere, Rabbinin onların nara (cehennemde) yanacaklarına dair sözü öyle gerçekleşti"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "Arşı taşıyanlar ve onun çevresindekiler Rablerini hamd ile tesbih ederler, O´na iman ederler ve iman etmiş olanlar için şöyle bağışlanma dilerler: «Ey Rabbimiz, senin rahmet ve ilmin herşeye geniş (herşeyi kuşatmıştır). Hemen o tevbe edip yoluna uyanları bağışla ve onları cehennem azabından koru"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "Ey Rabbimiz, onları o kendilerine vaad buyurduğun Adn cennetlerine koy; atalarından, eşlerinden ve soylarından dürüst olanları da. Şüphesiz Sen, güçlüsün, hikmet sahibisin Sen"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "Onları fenalıklardan koru! Sen, her kimi fenalıklardan korursan, o gün onu gerçekten rahmetinle yarlığamışındır (bağışlamışsındır). İşte asıl büyük kurtuluş da budur!»"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "O küfredenlere muhakkak şöyle bağırılacaktır: «Kesinlikle Allah´ın gazabı, sizin kendinize karşı olan gazabınızdan daha büyüktür. Çünkü siz imana davet ediliyordunuz da küfrediyordunuz.»"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "Diyecekler ki: «Ey Rabbimiz, bizi iki kere öldürdün, iki kere de dirilttin, şimdi günahlarımızı anladık; acaba çıkmanın bir yolu var mı?»"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "Bunun sebebi şudur ki, «Siz tek Allah´a çağırıldığınız zaman inkar ettiniz, O´na ortak koşulduğunda da inanıyordunuz, işte hüküm O ulu, O büyük Allah´ındır.»"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "Size ayetlerini gösteren, sizin için gökten bir rızık indiren O´dur. Fakat, ancak gönül veren anlar"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "O halde sizler, dini kendisi için halis kılarak (dininde samimi olarak) hep Allah´a ibadet edin; isterse kafirler hoşlanmasınlar"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "O dereceleri yüksek Arş´ın sahibi (Allah), buluşma gününün dehşetini haber vermek için kullarından dilediğine emrinde ruh (melek) indirip vahy veriyor"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "Onların (mezarlarından) meydana fırlayacakları gün, kendilerinin yapmış olduğu hiçbir şey Allah´a gizli kalmaz. «Bugün mülk kimindir?» (buyurulur). «Bir olan, herşeyi kudreti altında tutan Allah´ındır.» (denir)"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "Bugün herkese kazandığının karşılığı verilecektir. Zulüm yok bugün. Şüphesiz Allah, hesabı çabuk görendir"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Bir de o yaklaşan felaket gününü onlara haber ver ki, o zaman yürekleri gırtlaklara dayanmış yutkunur da yutkunurlar. Zalimler için ne ısınacak bir hısım (ne sıcak bir yakın) vardır, ne de sözü dinlenecek bir şefaatçi"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "Gözlerin hain bakışını da bilir, gönüllerin gizlediğini de"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Allah, hakkı yerine getirir. Onların O´ndan başka yalvardıkları ise, hiçbir şeyi yerine getiremezler. Çünkü Allah´tır hakkıyla işiten, gören"
        }
    ]
}