{
    "maqras": [
        {
            "chapter": 40,
            "verse": 66,
            "text": "De ki: «Bana Rabbimden açık deliller geldiği zaman, ben o sizin Allah´tan başka yalvardıklarınıza ibadet etmekten kesinlikle men´edildim ve O alemlerin Rabbine teslim olmakla emrolundum.»"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "O´dur sizi (önce) bir topraktan yaratan sonra bir nutfeden (bir damla sudan), sonra bir yapışkan maddeden; sonra da sizi bir bebek olarak çıkarıyor, sonra olgunluk çağına eresiniz diye büyütüyor, sonra da yaşlanasınız diye, içinizden kimi de daha önce vefat ettirilir. Belirli bir süreye eresiniz ve gerek ki aklınızı kullanasınız diye"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "O´dur hem dirilten, hem öldüren. Özetle, O bir işe karar verdiği zaman ona sadece: «Ol!» der, oluverir"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Bakmaz mısın, o Allah´ın ayetleri hakkında mücadeleye kalkanlara, nereden döndürülüyorlar"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Kitaba ve peygamberlerimizi gönderdiğimiz şeylere yalan diyenler artık ileride bilecekler"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "O zaman, boyunlarında tomruklar ve zincirler olduğu halde sürükleneceklerdir"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Kaynar suda; sonra ateşte kaynatılacaklardır"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Sonra denilecek onlara: «Nerede o ortak koştuklarınız"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Allah´tan başkaları?» Diyecekler ki: «Onlar bizden uzaklaşıp gittiler. Daha doğrusu biz bundan önce bir şeye ibadet etmiyormuşuz!» İşte Allah kafirleri böyle şaşkınlaştırır"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Bunun sebebi şudur. Çünkü siz, yeryüzünde haksızlıkla seviniyordunuz ve çünkü güveniyordunuz"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Girin cehennemin kapılarından, içlerinde ebedi kalmak üzere. Bak o kibirlenenlerin yeri, ne çirkindir"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Onun için, sabret. Allah´ın va´di gerçektir, mutlaka olacaktır. Artık onlara yaptığımız tehdidin bir kısmını sana göstersek de veya seni kendimize alsak da onlar mutlaka döndürülüp Bize getirileceklerdir"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Andolsun ki, Biz senin önünden nice peygamberler gönderdik; onlardan kimini sana ayıttık, kimini ayıtmadık (anlatmadık). Hiçbir peygamber, Allah´ın izni olmadan bir mucize getiremez. Allah´ın emri gelince de hak yerine getirilir ve batıl bir dava peşinde koşanlar, işte hüsrana burada düştüler"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Allah O´dur ki, sizin için o yumuşak başlı hayvanları yaratmıştır. Onlardan binit edinesiniz diye; onlardan yersiniz de"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "Size onlardan daha bir çok yararlar vardır. Ayrıca onların üzerinde sinelerinizdeki bir arzuya erişesiniz diye, hem onların üzerinde hem de gemilerin üzerinde taşınırsınız"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Ve size ayetlerini gösterir, şimdi Allah´ın ayetlerinin hangisini inkar edersiniz"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Daha yeryüzünde bir gezip de bakmazlar mı ki, kendilerinden öncekilerin sonu nasıl olmuştur? Onlar kendilerinden hem daha çok hem de kuvvetleri ve yeryüzündeki eserleri noktasından daha üstün idiler. Öyle iken o elde ettikleri şeyler kendilerini kurtaramadı"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Çünkü onlara peygamberleri açık delillerle geldiği zaman, kendilerinde bulunan ilme güvendiler de alay ettikleri şey kendilerini kuşatıverdi"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "O zaman hışmımızı gördüklerinde: «Allah´ın birliğine inandık ve ona ortak koştuğumuz şeyleri inkar ettik!» dediler"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Dediler ama, hışmımızı gördükleri zamanki imanları kendilerine fayda verecek değildi. Allah´ın kulları hakkındaki süregelen kanunu (bu), işte hüsrana bu noktada düştü kafirler"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha, Mim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "O Rahman (bağışlaması, bütün varlıkları kapsayan) ve Rahim (çok merhametli Allah) tarafından indirilmiştir"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "Öz Arapça bir Kur´an olmak üzere, bilecek bir topluluk için ayetleri ayırt edilmiş, açıklanmış bir kitap"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "Hem müjdeci olarak, hem gocundurucu; onun için çokları onlara başını çevirmiştir de işitmezler"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "ve şöyle demektedirler: «Kalplerimiz, senin bizi çağırdığın şeye karşı örtüler içinde, kulaklarımızda da bir ağırlık var ve seninle aramıza bir gergi (perde) çekilmiştir. Haydi, yap yapacağını çünkü biz yapıyoruz!»"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "De ki: «Ben, sadece sizin gibi bir insanım, ancak bana tanrınızın bir tek tanrı olduğu vahyolunuyor. Onun için hep O´na yönelin ve O´nun bağışlamasını isteyin; vay haline o ortak koşanların"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "ki, zekatı vermezler ve onlar ahireti de inkar ediyorlar"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Şüphesiz, iman edip iyi iyi işler yapanlar için minnetsiz bir mükafat vardır.»"
        }
    ]
}