{
    "maqras": [
        {
            "chapter": 59,
            "verse": 11,
            "text": "Görmüyor musun şu münafıklık yapanları, kitap ehlinden o inkar eden dostlarına: «Yemin ederiz ki, eğer siz (yurdunuzdan) çıkarılırsanız kesinlikle biz de sizinle çıkarız, sizin aleyhinizde asla kimseye itaat etmeyiz ve şayet size karşı savaş açılırsa muhakkak size yardım ederiz! diyorlar, Allah şahitlik ediyor ki, onlar kesinlikle yalancıdırlar"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Andolsun ki eğer çıkarılırsalar, onlarla birlikte çıkmazlar, eğer onlara savaş açılırsa onlara yardım etmezler; yardım edecek olsalar bile mutlaka arkalarını döner (kaçarlar). Sonra da kurtarılmazlar"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Kesinlikle onların yüreklerinde sizin korkunuz Allah´ın korkusundan daha fazladır. Bu, onların anlayışsız bir topluluk olmalarındandır"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Onlar sizinle ancak müstahkem mevkilerde veya duvarlar, siperler arkasında topluca savaşabilirler. Kendi aralarında çekişmeleri şiddetlidir. Sen onları toplu sanırsın, oysa kalpleri dağınıktır. Bu, onların aklını kullanmayan bir topluluk olmalarındandır"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "(Onların durumu) kendilerinden az öncekiler gibidir ki, yaptıklarının cezasını tattılar, ayrıca onlara acı bir azap vardır"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Tıpkı şeytanın meseli gibi ki, insana: «İnkar et!» dedi de, inkar edince: «Ben senden uzağım; çünkü ben alemlerin Rabbi olan Allah´tan korkarım!» dedi"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Sonra ikisinin de sonu, sonsuza dek ateşte kalmaları oldu. İşte zalimlerin cezası budur"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "Ey iman edenler, Allah´tan korkun ve kişi, yarın için önceden ne gönderdiğine baksın. Allah´tan korkun; çünkü Allah, her ne yaparsanız haberdardır"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "Allah´ı unutmuş, Allah´ın da onlara kendilerini unutturduğu kimseler gibi olmayın! Onlar, yoldan çıkmış kimselerdir"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Cehennemliklerle cennetlikler bir olmaz. Cennetlikler, hep muratlarına ermişlerdir"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "Biz bu Kur´an´ı bir dağın üzerine indirseydik kesinlikle, sen onu, Allah korkusundan başını eğmiş, çatlamış görürdün. İşte Biz o misalleri, düşünsünler diye insanlara veriyoruz"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "O, öyle Allah´tır ki, O´ndan başka tanrı yoktur. Görülmeyeni de bilir, görüleni de. O, çok esirgeyen, çok bağışlayandır"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "O, öyle Allah´tır ki, O´ndan başka tanrı yoktur. Mülkün sahibidir, son derece mukaddestir, selamete erdirendir, güveni sağlayandır, görüp gözetendir, üstündür, zorludur, büyüklükte eşi olmayandır. Allah, müşriklerin ortak koştuklarından münezzehtir"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "O, yaratan, var eden, varlıklara şekil veren Allah´tır. En güzel isimler O´nundur. Göklerde ve yerde olanlar, O´nu tesbih ederler. O, öyle üstündür, öyle hikmet sahibidir"
        },
        {
            "chapter": 60,
            "verse": 1,
            "text": "Ey iman edenler, düşmanımı ve düşmanınızı dostlar edinmeyin! Onlar, size gelen gerçeği inkar etmişken siz onlara dostluk gösteriyorsunuz. Onlar, Rabbiniz olan Allah´a iman ettiğiniz için peygamberi ve sizi (yurdunuzdan) çıkarıyorlardı. Eğer sizler, Benim yolumda ve hoşnutluğum uğrunda savaşa çıktıysanız (böyle yapmazsınız). Siz, dostluk göstererek onlara sır veriyorsunuz, oysa Ben sizin gizlediklerinizi de açıkladıklarınızı da tamamen bilirim ve içinizden her kim onu yaparsa, artık düz yolun ortasında şaşırmış olur"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Eğer onlar sizi yenip de ele geçirirseler, hepinize düşman kesilirler, sizlere ellerini ve dillerini kötülükle uzatır, hepinizin kafir olmasını isterler"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Kıyamet gününde ne yakınlarınız, ne de evlatlarınız size fayda vermezler. O, aranızı ayıracaktır. Allah, bütün yaptıklarınızı görür"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Sizin için güzel bir örnek İbrahim ile beraberindekiler de oldu. Onlar vaktiyle kavimlerine: «Biz, sizlerden ve Allah´tan başka taptıklarınızdan uzağız ve siz Allah´ın birliğine iman edinceye kadar sizi tanımıyoruz. Sizinle aramızda ebedi bir düşmanlık başladı.» demişlerdi. Yalnız İbrahim´in babasına: «Kesinlikle senin için bağışlanma dileyeceğim fakat senin için Allah´tan (gelecek) hiçbir şeyi önlemeye gücüm yetmez.» demesi başka. «Ey Rabbimiz, biz ancak Sana güvendik, Sana gönül verdik ve bütün gidiş Sanadır!» dediler"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Ey Rabbimiz, bizi o küfredenlerin fitnesi kılma ve bizleri bağışla ey Rabbimiz! Çünkü Sensin ancak öyle üstün olan, öyle hikmet sahibi olan"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Gerçekten onlarda sizin için, Allah´a ve ahiret gününe ümit besleyenler için güzel bir örnek olmuştur. Her kim de aksine giderse bilsin ki, Allah çok zengindir, her hamd yalnız O´nadır"
        }
    ]
}