{
    "maqras": [
        {
            "chapter": 7,
            "verse": 156,
            "text": "Ve bize bu dünyada da, ahirette de bir iyilik yaz! Biz gerçekten tevbe edip sana yöneldik!» Buyurdu ki: «Azabıma, kimi dilersem onu uğratırım; rahmetim ise herşeyi kapsamıştır. İleride onu özellikle, kötülükten sakınanlara, zekatını verenlere ve ayetlerimize inananlara yazacağım"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Onlar ki yanlarındaki Tevrat ve İncil´de yazılı bulacakları elçiye, o okuyup yazma bilmeyen peygambere uyarlar. O, onlara iyilik emreder ve onları kötülükten alıkoyar, temiz, hoş şeyleri kendileri için helal, murdar şeyleri üzerlerine haram kılar, sırtlarından ağır yüklerini, üzerlerindeki bağları ve zincirleri indirir atar. İşte o zaman ona iman eden, ona tam saygı gösteren, ona yardımcı olan ve onun peygamberliği ile birlikte indirilen nuru izleyen kimseler; işte o asıl maksada ulaşan kurtulmuşlar, onlardır"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "De ki: «Ey insanlar, biliniz ki, ben sizin hepinize Allah´ın gönderdiği peygamberiyim. O Allah ki bütün göklerin ve yerin mülkü O´nundur. O´ndan başka tanrı yoktur. Hem diriltir, hem de öldürür. Onun için gelin Allah´a ve peygamberine iman edin. Allah´a ve Allah´ın bütün kelamlarına inanan o okuyup yazması olmayan peygambere de. Uyun ona ki, kurtuluşa erebilesiniz"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Evet! Musa´nın kavminden bir topluluk vardır ki, doğruya yöneltirler ve onunla hükmedip adalet gösterirler"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Bununla beraber Biz onları oniki kabileye, o kadar ümmete ayırdık ve Musa´ya -kavmi kendisinden su istediği vakit- şöyle vahyettik: «Vur asan ile taşa!» O zaman ondan on iki pınar akmaya başladı. Halkın her kesimi kendi su alacağı yeri belirledi. Bulutu da üzerlerine gölgelik çektik, kendilerine kudret helvası ile bıdırcın indirdik ve: «Size rızık olarak verdiğimiz nimetlerin temizlerinden yiyin!» dedik. Bununla beraber onlar zulmu Bize yapmadılar, ancak kendi nefislerine zulmediyorlardı"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "Ve o vakit onlara denilmişti ki: «Şu şehre yerleşin ve orada dilediğiniz yerde yiyin, «Bağışla bizi!» deyin ve secde ederek kapıya girin ki size suçlarınızı bağışlayalım, iyilere ileride daha fazlasını vereceğiz.»"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Derken içlerinden zulmedenler, sözü değiştirdiler, kendilerine söylenenden başka bir şekle soktular; zulmu adet haline getirmeleri sebebiyle, Biz de üzerlerine gökten azap salıverdik"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Onlara, o denizin bir iskelesi olan o şehrin başına gelenleri sor! O vakit cumartesi yasağına riayet etmiyorlardı. Cumartesi tatili yaptıkları gün balıklar, yanlarına akın akın geliyorlardı. Cumartesi tatili yapmayacakları gün ise gelmiyorlardı. İşte Biz onları günah işlemeleri sebebiyle böyle sınava çekiyorduk"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Ve içlerinden bir topluluk: «Ne diye Allah´ın helak edeceği veya çetin bir azapla cezalandıracağı bir kavme nasihat veriyorsunuz?» dediği vakit onlar dediler ki: «Rabbiniz tarafından mazur sayılmamız için, bir de bakarsınız belki Allah´tan korkar sakınırlar diye.»"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Kendilerine yapılan nasihatları unuttukları vakit, o kötülükten alıkoyanları kurtarıp zulmedenleri de yaptıkları kötülükler sebebiyle şiddetli bir azaba uğrattık"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Artık o yasaklandıkları şeylerden dolayı kızıp haddi aşmaya başladıkları zaman Biz de onlara: «Aşağılık maymun olun keratalar!» dedik"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "Ve o zaman Rabbin şu ahdi ilan edip buyurdu ki: «Mutlaka kıyamet gününe kadar onlara hep o kötü azabı peyleyecek kimseleri gönderecek!» Şüphesiz ki Rabbin cezayı çok çabuk veren, yine şüphesiz ki O, çok bağışlayan, merhamet edendir"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Ve onları yeryüzünde birçok milletlere parçaladık. İçlerinde iyi olanları da vardı, iyinin altında olanları da. Onları bazan nimet, bazan da musibet ile imtihan ettik ki, döneler"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Derken, arkalarından Kitab´ı (Tevrat´ı) miras alan bozuk bir nesil bunların yerine geçti. Onlar şu alçak dünya malını alırlar, bir de: «Biz nasıl olsa bağışlanacağız!» derler. Karşı taraftan da kendilerine öyle birşey gelse, onu da alırlar. Allah´a karşı yalnız hakkı söyleyeceklerine dair kendilerinden Kitapta söz alınmamış mıydı? Ve onun içindekileri durmadan okumadılar mı? Halbuki ahiret yurdu Allah´tan korkanlar için daha hayırlıdır; hala akıllanmayacak mısınız"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Kitab´a sarılan ve namazı kılan o ıslahatçı kimselerin mükafatını Biz hiçbir zaman zayi etmeyiz"
        }
    ]
}