{
    "maqras": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "İnsanlardan beyinsiz takımı: «Bunları bulundukları kıbleden çeviren nedir?» diyeceklerdir. De ki: «Doğu da batı da Allah´ındır. O, dilediği kimseyi doğru bir caddeye çıkarır"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "İşte böyle sizi, bütün insanlar üzerine adalet örneği, hak şahitleri olasınız, Peygamber de sizin üzerinize şahit olsun diye, doğru bir caddeye çıkarıp ortada yürüyen bir toplum yaptık. Sana önceden durduğun Ka´be´yi kıble yapmamız da yalnız peygamberlerin izinde gidecekleri iki ökçesi üzerinde geri döneceklerden ayırt etmemiz içindir. Elbette o, Allah´ın doğru yola ilettiği kimselerden başkasına mutlaka ağır gelecekti. Allah imanınızı zayi edecek değildir. Allah insanlara karşı çok şefkatli ve merhametlidir"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Gerçekten yüzünün gök yüzünde aranıp durduğunu görüyoruz. Artık gönlünü ferah tut, seni hoşnut olacağın bir kıbleye yönelteceğiz. Haydi yüzünü Mescid-i Haram´a doğru çevir! Siz de ey insanlar, nerede bulunursanız, yüzünüzü o yana doğru çeviriniz. Kendilerine kitap verilmiş olanlar da şüphesiz onun, Rablerinden gelen bir gerçek olduğunu kesinlikle bilirler. Allah, onların yaptıklarından ve yapacaklarından habersiz değildir"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Andolsun ki, sen, o kitap verilmiş olanlara her türlü delili de getirsen yine senin kıblene uymazlar; sen de onların kıblesine uymazsın. Bir kısmı diğer bir kısmının kıblesine de uymuyor. Andolsun ki sana gelen bunca ilmin arkasından tutup onların arzularına uyacak olursan, o takdirde sen de mutlaka haksızlık yapanlardan olursun"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Kendilerine kitap verdiğimiz toplumların alimleri, peygamberi, oğullarını tanır gibi tanırlar. Böyle iken içlerinden bir takımı, gerçeği bile bile gizlerler"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "O gerçek Rabbindendir. Artık sakın şüpheye düşenlerden olma"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Her birinin bir yöneti vardır, o ona yönelir. Haydi hep hayırlara koşun, yarışın! Her nerede olsanız Allah sizi toplar, bir araya getirir. Şüphesiz ki, Allah herşeye gücü yetendir"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Her nereden yola çıkarsan hemen yüzünü Mescid-i Haram´a doğru çevir. Şüphesiz bu Rabbinden gelen bir gerçektir. Allah, yaptıklarınızdan habersiz de değildir"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Her nereden yola çıkarsan yüzünü Mescid-i Haram´a doğru çevir ve her nerede olursanız yüzünüzü ona doğru çevirin ki insanlar için aleyhinizde bir delil olmasın. Ancak içlerinden haksızlık edenler başka. Siz de onlardan korkmayın, Benden korkun ki hem üzerinizdeki nimetimi tamamlayayım hem de bu sayede doğru yola eresiniz"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Nitekim içinizde size ayetlerimizi okuyan, sizi tertemiz yapan, size kitap ve hikmet öğreten ve size bilmediğiniz şeyleri öğreten, sizden bir elçi gönderdik"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "O halde anın Beni, anayım sizi; Bana şükredin, nankörlük etmeyin"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "Ey iman edenler, sabır ve namazla yardım isteyin! Şüphe yok ki, Allah sabredenlerle beraberdir"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Allah yolunda öldürülenlere ölüler demeyin, hayır diridirler, fakat siz sezmezsiniz"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Çaresiz sizleri biraz korku, biraz açlık, biraz maldan, candan ve ürünlerden eksiklik ile imtihan edeceğiz. Müjdele o sabırlıları"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "ki başlarına bir bela geldiğinde: «Biz Allah´a aitiz ve sonunda O´na döneceğiz.» derler"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "İşte onlar! Onlara Rablerinden mağfiretler ve rahmet vardır ve işte onlar, doğru yola erenlerdir"
        }
    ]
}