{
    "rukus": [
        {
            "chapter": 6,
            "verse": 122,
            "text": "Zdaz ten, jenz mrtev byl a jehoz jsme ozivili a jemuz jsme svetlo dali, aby s nim kracel mezi lidmi, je roven tomu, kdo v temnotach dli, z nichz vychodiska neni? A takto bylo zkrasleno nevericim to, co provadeli"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "A takto jsme v kazdem meste umistili velmoze jako hrisniky, aby tam uklady chystali; vsak neobelsti nikoho leda sebe same, aniz o tom maji tuseni"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "A kdyz se jim dostane znameni, rikaji: \"Neuverime, dokud se nam nedostane toho, ceho se dostalo poslum Bozim.\" Lec Buh vi nejlepe, kam umistuje poselstvi Sve! Avsak hrisnici budou postizeni ponizenim pred Bohem i trestem strasnym za uklady, jez chystali"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Koho Buh chce vest cestou spravnou, tomu otevre hrud pro islam; tomu, komu chce dat zbloudit, tomu zuzi a uzavre hrud, jako by mel stoupat k nebi. A takto Buh dava pocitit hnev svuj tem, kdoz neuverili"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Toto je stezka Pana tveho primo vedouci. A vylozili jsme srozumitelne znameni lidu, ktery si pripomina"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Pro ne je pripraven pribytek miru u Pana jejich a On ochrancem je jejich za to, co konali"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "A v den, kdy shromazdi je Buh, rekne: \"O shromazdeni dzinu! Jiz prilis mnoho jste lidem ucinili!\" Tehdy reknou pomocnici jejich z lidi: \"Pane nas, meli jsme prospech jeden z druheho, avsak dospeli jsme ke lhute, kterou jsi nam stanovil.\" I rekne jim Buh: \"Ohen budiz vasim utocistem, nesmrtelni v nem budete, leda bude-li Buh chtit jinak!\" A Pan tvuj je veru moudry, vsevedouci"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "A takto my davame jedny nespravedlive druhym jako pratele v odmenu za to, co si vyslouzili"
        }
    ]
}