{
    "rukus": [
        {
            "chapter": 8,
            "verse": 29,
            "text": "Vy, kteri verite! Budete-li bohabojni, On da vam spasne rozliseni a promine vam vase spatne ciny a odpusti vam; vzdyt Buh je pln laskavosti nesmirne"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "A hle, ti, kdoz neuverili; strojili proti tobe uklady, aby te zadrzeli anebo zabili ci vyhnali. A chystali uklady, avsak i Buh chystal uklady - a Buh je nejlepsi v strojeni ukladu"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "A kdyz byla jim prednasena znameni Nase, rekli: \"Tahle uz jsme slyseli, a kdybychom chteli, mohli bychom rikat podobne veci, vzdyt to neni nic jineho nez povidacky starych"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "A rekli: \"Boze veliky, jestlize toto je ta pravda, jez od Tebe prichazi, pak na nas sesli dest kameni z nebe nebo nas postihni hned trestem bolestnym"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Buh vsak neni takovy, aby je ztrestal, kdyz jsi mezi nimi - ani nechce byt Buh vykonavatelem jich potrestani, dokud budou prosit o slitovani"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "Proc vsak by je Buh nepotrestal nyni, kdyz odhaneji verici od Mesity posvatne, ac nejsou ochranci jejimi? Ochranci jejimi jsou pouze bohabojni; avsak vetsina z nevericich to nevi"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "A modlitba nevericich u chramu sestava pouze z piskani a tleskani dlanemi. Ochutnejte tedy trest za to, ze byli jste neverici"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Ti, kdoz neveri, rozdavaji sve jmeni, aby odvraceli jine z cesty Bozi; a az je uplne rozdaji, zbude jim jen zarmutek a potom budou porazeni. A ti, kdoz neuverili, budou v pekle shromazdeni"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "aby Buh mohl oddelit spatneho od dobreho, aby mohl postavit jednoho zleho proti druhemu, aby je vsechny shromazdil a ujistil v pekle - a to budou ti, kdoz ztratu utrpi"
        }
    ]
}