{
    "rukus": [
        {
            "chapter": 12,
            "verse": 36,
            "text": "A spolu s nim prisli do vezeni dva mladici a jeden z nich prohlasil: \"Videl jsem se ve snu, jak vino vytlacuji.\" A druhy pravil: \"Videl jsem se ve snu, jak nesu na hlave chleby, z nichz klovou ptaci. Sdel nam, Josefe, vyklad toho, neb vidime, ze patris mezi lidi dobro konajici"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "I odpovedel: \"Predtim nez dostanete stravu, jez vam je davana, sdelim vam vyklad toho, drive nez ony sny se uskutecni. A toto je to, cemu mne naucil Pan muj, a opustil jsem nabozenstvi lidi, kteri v Boha neveri a zivot posmrtny popiraji"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "Pak nasledoval jsem nabozenstvi predku svych, Abrahama, Izaka a Jakuba. A nehodi se pro nas, abychom cokoliv k Bohu pridruzovali a v tom milost Bozi je k nam i lidem, vsak mnozi lide jsou nevdecni"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "Pratele moji vezensti, jsou snad rozdeleni pani lepsi nez Buh jediny, vse podmanujici"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Ti, ktere uctivate vedle Neho, nejsou lec jmena, jez dali jste jim vy i otcove vasi, a Buh ohledne nich neseslal zadne zplnomocneni. Rozhodnuti nalezi jedine Bohu a On porucil, abyste neuctivali nikoho krome Neho. A to je nabozenstvi nemenne, vsak vetsina lidi to nevi"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "Pratele moji vezensti, jeden z vas bude napajet pana sveho vinem, a pokud o druheho jde, ten bude ukrizovan a ptaci mu budou klovat do hlavy. A rozhodnuta je jiz vec, o niz jste zadali dobrozdani"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "A rekl tomu, o nemz se domnival, ze bude zachranen: \"Zmin se o mne panu svemu!\" Vsak satan zpusobil, ze zapomnel vzpomenout Pana sveho, a Josef zustal nekolik let ve vezeni"
        }
    ]
}