{
    "rukus": [
        {
            "chapter": 18,
            "verse": 18,
            "text": "A byl bys je pokladal za bdici, zatimco oni spali a My je napravo i nalevo kolebali; a pes jejich s prednimi tlapami roztazenymi na prahu lezel. A kdybys je byl nahodou spatril, byl by ses dal pred nimi na utek pln strachu z nich hrozneho"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "A tak jsme je vzkrisili, aby se jeden druheho vyptavali. I pravil jeden z nich: \"Jak dlouho jsme zde setrvali?\" Odpovedeli: \"Setrvali jsme zde den ci cast dne jednoho.\" (Nakonec) rekli: \"Pan nas zna nejlepe, jak dlouho jsme zde zustali. Vysleme jednoho z nas do mesta s temito penezi svymi, necht zjisti, kdo nejlepsi pokrmy ma, a necht nam od neho potravu prinese; a necht jedna obezretne a slusne, aby na nas neupozornil nikoho"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Kdyby nas odkryli, ukamenovali by nas anebo by nas donutili vratit se k nabozenstvi svemu; a pak jiz nikdy bychom nebyli blazeni"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "A tak jsme je odhalili (lidem z mesta), aby poznali, ze slib Bozi je pravdivy a ze o Hodine pochyby zadne neni. A hle, lide se mezi sebou hadali ohledne veci jejich, a rikali jedni: \"Vystavme nad nimi stavbu nejakou; Pan jejich prece o nich dobre vi!\" A pravili ti, kdoz ve sporu o vec tu zvitezili: \"Vystavime nad nimi svatyni"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "A budou rikat nekteri: \"Byli tri a ctvrty z nich byl pes jejich.\" Jini reknou: \"Bylo jich pet a sesty z nich byl pes jejich\" dohadujice se o nepoznatelnem; a dalsi reknou: \"Sedm, a osmym z nich byl pes jejich.\" Odpovez: \"Pan muj zna nejlepe pocet jejich; a zna to jinak jen lidi nemnoho!\" Nehadej se tedy o nich, leda jen zpusobem esoterickym, a nevyptavej se na ne (z nevericich) nikoho"
        }
    ]
}