{
    "rukus": [
        {
            "chapter": 28,
            "verse": 51,
            "text": "A prece jsme k nim dali dospet slovu Svemu - snad se vzpamatuji"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Ti, kterym jsme jiz predtim dali Pismo, veri v ne"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "a kdyz je jim prednaseno, hovori: \"Uverili jsme v ne, nebot je to pravda od Pana naseho pochazejici. A veru jsme byli jiz predtim odevzdani do vule Pane"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "Temto dostane se odmeny dvojnasobne za to, ze trpelivi byli a zle dobrym oplaceli a rozdavali z toho, co jsme jim ustedrili"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "A kdyz tlachani plane slysi, odvraceji se od neho a rikaji: \"Nam skutky nase a vam skutky vase patri! Mir s vami, ale my nepotrebujeme posetile"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Nemuzes vest ty, ktere bys rad vedl, avsak Buh, ten vede, koho chce. A On dobre zna ty, kdoz spravne jsou vedeni"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Rikaji: \"Jestlize spolu s tebou budeme nasledovat spravne vedeni, ze zeme sve budeme vytrzeni.\" Cozpak jsme je pevne neusadili v okrsku posvatnem a bezpecnem, do nehoz dovazeny jsou plodiny vsech druhu jako obziva od Nas pochazejici? Ale vetsina z nich to nevi"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Kolik jsme jiz zahubili mest, jez svym zivotem se honosila! Hle, toto jsou pribytky jejich, ktere po nich obyval jen pocet nepatrny z lidi a My dedici toho jsme se stali"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Pan tvuj neznicil tato mesta drive, nez poslal do stolice jejich posla nejakeho, jenz by jim znameni Nase prednesl, a nezahubili jsme mesta zadna, leda kdyz obyvatele jejich nespravedlivi byli"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Vse to, co bylo dano vam, je pouze uzivanim zivota pozemskeho a jeho ozdobou; zatimco to, co u Boha je, lepsi a trvalejsi bude. Coz nebudete rozumni"
        }
    ]
}