{
    "rukus": [
        {
            "chapter": 47,
            "verse": 29,
            "text": "Ci se domnivaji ti, v jichz srdcich je choroba, ze Buh nenavist jejich neodkryje"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "Kdybychom chteli, ukazali bychom ti je a veru bys je poznal podle znamek jejich; avsak ty poznas je urcite podle popletene reci jejich. A Buh dobre zna vase konani"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "A veru vas budeme zkouset, abychom rozpoznali mezi vami ty, kdoz usilovne se snazi a jsou trpelivi, a abychom prozkoumali zpravy o vas"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Veru ti, kdoz neuverili a od cesty Bozi se odvratili a od posla se odloucili, kdyz uz jim bylo objasneno spravne vedeni, neuskodi v nicem Bohu, jenz marnymi ucini skutky jejich"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "Vy, kteri verite! Poslouchejte Boha a poslouchejte posla jeho a necinte nicotnym konani sve"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Veru tem, kdoz neuverili a od cesty Bozi jine odvraceli a potom jako neverici zemrou, Buh neodpusti"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "Neochabujte a nevybizejte k miru, kdyz mate prevahu, vzdyt Buh je s vami a On neosidi vas o dobre skutky vase"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "Zivot pozemsky je pouze hra a zabava; jestlize verite a bojite se Boha, On da vam odmeny vase a nebude zadat na vas majetky vase"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "A kdyby je na vas zadal a nutil vas, stali byste se lakotnymi a On odkryl by zlobu vasi"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Hle, takovi jste - jste vyzyvani, abyste rozdavali na ceste Bozi, avsak mezi vami jsou lakomci. Kdo vsak je lakomy, je jim ke skode vlastni, nebot Buh je sobestacny, zatimco vy jste potrebni. A obratite-li se zady tedy On vas vystrida lidem jinym, jenz vam nebude podoben"
        }
    ]
}