{
    "maqras": [
        {
            "chapter": 17,
            "verse": 23,
            "text": "Gospodar tvoj zapovijeda da samo Njemu ibadet činite i da roditeljima dobročinstvo činite. Kad jedno od njih dvoje, ili oboje, kod tebe starost dožive, ne reci im ni: \"Uh!\", i ne odbij ih od sebe, i obraćaj im se riječima poštovanja punim"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Iz samilosti prema njima svoje krilo poniznosti spusti i reci: \"Gospodaru moj, smiluj im se, kao što su oni mene, kad sam bio dijete, podizali"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Gospodar vaš najbolje zna šta je u dušama vašim: ako budete poslušni, pa Allah će, doista, oprostiti onima koji se kaju"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Daj bližnjemu svome pravo njegovo, i siromahu, i putniku namjerniku, ali nipošto ne rasipaj"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Zaista su rasipnici braća šejtanova, a šejtan je Gospodaru svome itekako nezahvalan"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "A ako moraš da se od njih okreneš, jer i sam od Gospodara svoga milost tražiš i njoj se nadaš, onda im bar birane riječi obećanja uputi"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Ne drži ruku svoju stisnutu kao da je za vrat privezana, a nemoj je ni posve pružati, pa da ukoren budeš i kloneš - bez ičega ostaneš"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Gospodar tvoj, zaista, pruža obilnu opskrbu onome kome hoće, a i uskraćuje je. On, uistinu, u potpunosti zna i vidi robove Svoje"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Ne ubijajte djecu svoju iz straha od neimaštine, i njih i vas Mi hranimo, a ubijati njih doista je veliki grijeh"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "I ne približavajte se bludu! Doista je to razvrat, i to je ružan put"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "I ne ubijajte nikoga koga je Allah zabranio, osim kada je to zakonom opravdano! A ako je neko, ni kriv ni dužan, ubijen, onda njegovom nasljedniku ili staratelju dajemo vlast, ali neka ni on ne prekoračuje granicu u ubijanju. On će, doista, biti pomognut"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "I ne približavajte se imetku siročeta, osim ako želite da ga unaprijedite, sve dok ne postane punoljetno. I ispunjavajte ono na šta ste se obavezali, jer će se za ugovore zaista odgovarati"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Napunite mjeru kada mjerite i vagajte vagom ispravnom! To je bolje i posljedice su ljepše"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Ne govori ono što ne znaš! I sluh, i vid, i razum - za sve to će se, zaista, odgovarati"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Ne hodi po zemlji nadmeno! Zemlju sigurno ne možeš probiti ni brda visinom dostići"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Sve ogavnosti što su u tome, tvome su Gospodaru mrske"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "To je mudrost koju ti Gospodar tvoj objavljuje. I ne pridodaji Allahu drugog boga da ne bi u Džehennem bio bačen, prekoren i odbačen"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Zar je vaš Gospodar vas sinovima obdario, a Sebi, kao kćeri, meleke uzeo?! Vi, zaista, izgovarate krupne riječi"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "U Kur'anu smo mnoštvo opomena naveli da bi oni pouku izvukli, ali njima on samo odbojnost povećava"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Reci: \"Da pored Njega postoje drugi bogovi, kao što oni govore, oni bi onda potražili put do Vlasnika Arša"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Slavljen je On i visinom velikom uzvišen naspram onoga što oni govore"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Njega veličaju sedmera nebesa, i Zemlja, i oni na njima; i ne postoji ništa što Ga ne veliča, hvaleći Ga; ali vi ne razumijete veličanje njihovo. On je, doista, Onaj Koji ne žuri s kaznom i Onaj Koji oprašta grijehe"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "A kada učiš Kur'an, između tebe i onih koji u ahiret ne vjeruju Mi zastor nevidljivi koji razdvaja stavimo"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "a na srca njihova pokrivače da ga ne bi razumjeli, i gluhim ih učinimo. I kada ti u Kur'anu spomeneš Gospodara svoga da Jedini je, oni iz odbojnosti okrenu leđa"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Mi dobro znamo šta oni žele da čuju kada dolaze da te prisluškuju, i o čemu se sašaptavaju kad zulumćari govore: \"Vi slijedite samo opčinjena čovjeka"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Pogledaj kako oni tebe opisuju, pa onda lutaju i ne mogu da nađu Pravi put"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Oni govore: \"Zar kad se u kosti i prašinu pretvorimo, zar ćemo novim stvaranjem, doista, oživljeni biti"
        }
    ]
}