{
    "maqras": [
        {
            "chapter": 18,
            "verse": 51,
            "text": "Ja nisam uzimao njih za svjedoke prilikom stvaranja nebesa i Zemlje niti prilikom stvaranja njih samih, i za pomagače nisam uzimao one koji na krivi put upućuju"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "I na Dan kada On rekne: \"Pozovite one za koje ste tvrdili da su ortaci Moji\", i kad ih pozovu, oni im se neće odazvati, a između njih ćemo mjesto propasti postaviti"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "I ugledat će prestupnici Vatru i uvjerit će se da će u nju pasti i neće je moći izbjeći"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "U ovom Kur'anu Mi na razne načine objašnjavamo ljudima svakovrsne primjere, ali je čovjek, više nego iko, spreman da raspravlja"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "A ljude, kada im dolazi uputa, odvraća od vjerovanja i od toga da od Gospodara svoga mole oprost samo to što traže da ih zadesi kazna koja je bila pravilo za prethodnike ili što čekaju da im dođe kazna sučelice"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Mi šaljemo poslanike samo zato da donose radosne vijesti i da upozoravaju. A nevjernici se raspravljaju, služeći se neistinama, da bi time opovrgli Istinu, i znakove Moje i ono na što su upozoreni uzimaju za podrugivanje"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Ima li većeg zulumćara od onoga koji, kad na znakove i ajete Gospodara svoga bude podsjećen, za njih ne haje, a zaboravlja ono što su ruke njegove pripravile?! Mi na srca njihova pokrivače stavljamo da Kur'an ne shvate i gluhim ih učinimo; i ako ih ti na Pravi put pozoveš oni, kad su takvi, nikad neće Pravim putem poći"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Gospodar tvoj je Oprostitelj grijeha i milostiv je; da ih On za ono što zaslužuju kažnjava, odmah bi ih na muke stavio. Ali, njih čeka čas određeni od koga utočište neće naći"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "A ona naselja smo razorili zato što su stanovnici njihovi zulum učinili i za propast njihovu smo tačno vrijeme odredili"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "I kada Musa reče momku svome: \"Sve ću ići dok ne stignem do mjesta gdje se sastaju dva mora, ili ću dugo, dugo ići"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "I kad njih dvojica stigoše do mjesta na kome se ona sastaju, zaboraviše na ribu svoju, pa ona u moru sebi put zasiječe"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "A kad se udaljiše, Musa reče momku svome: \"Daj nam užinu našu, umorili smo se od ovog našeg putovanja"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Vidi!\", reče on, \"kad smo kod one stijene svratili, ja sam zaboravio onu ribu - sam šejtan je učinio da je zaboravim, da ti je ne spomenem - pa se ona prihvati svoga puta u moru, čudnovato"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "E, to je ono što tražimo!\", reče Musa, i njih dvojica se vratiše putem kojim su bili došli"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "i nađoše jednoga Našeg roba kojem smo milost Našu darovali i onome što samo Mi znamo, naučili"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Mogu li da te pratim?\", upita Musa, \"ali da me poučiš onome čemu si ti ispravno poučen"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Ti se sigurno nećeš moći sa mnom strpjeti\", reče onaj"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "a i kako bi se strpio u onome o čemu ništa ne znaš"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Vidjet ćeš da ću biti strpljiv, ako Allah da!\", reče Musa, \"i da ti se neću ni u čemu suprotstavljati"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Ako ćeš me već pratiti\", reče onaj, \"onda me ni o čemu ne pitaj dok ti ja o tome prvi ne kažem"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "I njih dvojica krenuše. I kad se u lađu ukrcaše, onaj je probuši. \"Zar je probuši da potopiš one koji na njoj plove? Učinio si nešto, doista, krupno"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Ne rekoh li ja\", reče onaj, \"da se ti, doista, nećeš moći strpjeti sa mnom"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Ne zamjeraj mi što sam zaboravio\", reče, \"i ne čini moje stanje još težim"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "I njih dvojica krenuše. I kad sretoše jednog dječaka pa ga onaj ubi, Musa reče: \"Zašto ubi dijete bezgrešno, koje nije nikoga ubilo! Učinio si, zaista, nešto vrlo ružno"
        }
    ]
}