{
    "maqras": [
        {
            "chapter": 20,
            "verse": 83,
            "text": "A zašto si prije naroda svoga požurio, o Musa"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Evo idu za mnom\", odgovori on, \"a požurio sam k Tebi, Gospodaru moj, da budeš zadovoljan"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Mi smo narod tvoj, poslije tvog odlaska, u iskušenje stavili\", reče On, \"i njih je zaveo Samirija"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "I Musa se narodu svome vrati srdit i žalostan. \"O narode moj\", reče, \"zar vam Gospodar vaš nije dao lijepo obećanje? Zar vam se vrijeme oduljilo, ili hoćete da vas stigne srdžba Gospodara vašeg, pa se zato niste držali obećanja koje ste mi dali"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Nismo od svoje volje prekršili obećanje koje smo ti dali\", odgovoriše. \"Bili smo natovareni teretima, nakitom faraonova naroda, pa smo to pobacali.\" A to je uradio i Samirija"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "pa im izlio tele koje kao da je mukalo, i oni su onda rekli: \"Ovo je vaš bog i Musaov bog, a on ga je zaboravio"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Zar oni nisu vidjeli da im ono ni riječi ne odgovara i da od njih ne može nikakvu nevolju otkloniti niti im može ikakvu korist pribaviti"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "A njima je Harun još prije govorio: \"O narode moj, vi ste njime samo u iskušenje dovedeni; Gospodar vaš je Svemilosni, zato slijedite mene i slušajte naređenje moje"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Mi ćemo mu u obožavanju privrženi biti sve dok nam se ne vrati Musa\", rekoše oni"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "O Harune!\", povika Musa. \"Šta te je spriječilo, kad si ih vidio da su zalutali"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "pa za mnom nisi pošao? Zašto nisi naređenje moje poslušao"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "O sine moje majke\", reče Harun, \"ne hvataj me za bradu i za kosu! Ja sam se plašio da ti ne rekneš: 'Razdor si među sinovima Israilovim posijao i nisi postupio onako kako sam ti rekao"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "A šta si ti to htio, o Samirija?\", upita Musa"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Ja sam vidio ono što oni nisu vidjeli\", odgovori on, \"pa sam šaku zemlje sa traga Izaslanikova uzeo i to bacio, i eto, tako mi to uljepša moja duša"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "E onda se gubi!\", reče Musa, \"čitavog svog života ćeš govoriti: 'Nema doticanja!', a čeka te još i Čas određeni koji te neće mimoići. Pogledaj samo ovoga tvog boga kojem si u obožavanju privržen bio: mi ćemo ga sigurno spaliti i po moru mu prah rasuti"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Vaš Bog je, Allah, drugog boga osim Njega nema! On znanjem sve obuhvata"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "I tako, eto, kazujemo ti neke vijesti o onome što je već prošlo i dali smo ti od Nas Opomenu"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Ko se od nje okrene, na Kijametskom danu će doista teško breme ponijeti"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "vječno će tako ostati, a jeziv tovar će im na Kijametskom danu biti"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Na Dan kada će se u rog puhnuti - Taj dan ćemo prestupnike modre sakupiti"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "i jedan drugom će tiho govoriti: \"Niste ostali više od deset dana"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Mi dobro znamo o čemu će oni govoriti kad najrazboritiji između njih rekne: \"Ostali ste samo dan jedan"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "A pitaju te o planinama, pa ti reci: \"Gospodar moj će ih u prah pretvoriti i zasuti"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "a mjesta na kojima su bile ravnom ledinom ostaviti"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "ni udubina ni uzvisina na Zemlji nećeš vidjeti"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Taj dan će se oni glasniku odazvati, od koga odstupanja nema i pred Svemilosnim će se glasovi stišati i ti ćeš samo šapat čuti"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Taj dan neće biti od koristi zauzimanje osim onoga kome Svemilosni dopusti i čijim riječima je zadovoljan"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "On zna šta su radili i šta ih čeka, a oni znanjem ne mogu Njega obuhvatiti"
        }
    ]
}