{
    "maqras": [
        {
            "chapter": 7,
            "verse": 47,
            "text": "Kada im pogledi skrenu prema stanovnicima Vatre, uzviknut će: \"Gospodaru naš, ne daj nam da budemo s ljudima zulumćarima"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Oni koji će po vrhovima bedema biti zovnut će ljude koje će po obilježju njihovom poznati, i reći će: \"Nije vam koristilo vaše mnoštvo i to što ste se oholo držali"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Zar ovo nisu oni za koje ste se zaklinjali da ih Allahova milost neće stići? Uđite u Džennet, nikakva straha za vas neće biti i ni za čim vi nećete tugovati"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "I stanovnici Vatre dozivat će stanovnike Dženneta: \"Prolijte na nas vode ili nešto od onoga čime vas je Allah obdario!\", a oni će reći: \"Allah je, doista, to dvoje nevjernicima zabranio"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "onima kojima su vjeru svoju za zabavu i igru držali i koje je život na Zemlji bio obmanuo. Zato ćemo danas Mi njih zaboraviti, kao što su zaboravljali da će na ovaj Dan pred Nama stajati i zato što su ajete i znakove Naše poricali"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "A Mi smo im donijeli Knjigu koju smo po znanju Našem objasnili, da bude uputa i milost ljudima koji vjeruju"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Čekaju li oni da se to obistini? Onoga dana kada se obistini, reći će oni koji su je prije bili zaboravili: \"Istinu su poslanici Gospodara našeg donosili! Da nam je zagovornik kakav, pa da se za nas zauzme ili da nam je da budemo vraćeni pa da postupamo drukčije nego što smo prije postupali!\" Ali, oni su sami sebe upropastili, i zagubit će im se oni koje su izmišljali"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Zaista je Gospodar vaš Allah Koji je nebesa i Zemlju u šest dana stvorio, a zatim se nad Aršom uzvisio. On tamom noći dan prekriva i ona ga ustopu prati, a Sunce i Mjesec i zvijezde pokoravaju se Njegovoj naredbi. Samo On raspolaže stvaranjem i odlučivanjem! Uzvišen neka je Allah, Gospodar svjetova"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Molite se ponizno i u sebi Gospodaru svome, On, doista, ne voli one koji granicu prelaze"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "I ne pravite nered na Zemlji, kada je na njoj red uspostavljen, a Njemu se molite sa strahom i nadom; milost je Allahova, doista, blizu onih koji dobra djela čine"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "On je Taj Koji šalje vjetrove kao radosnu vijest milosti Svoje; a kad oni pokrenu teške oblake, Mi ih prema mrtvom predjelu potjeramo, pa na njeg kišu spustimo i učinimo da uz njenu pomoć rastu plodovi svakovrsni; tako ćemo i mrtve oživiti da bi ste se prisjetili i pouku prihvatili"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "U plodnom predjelu raste bilje uz dopuštenje Gospodara njegova, a u neplodnom tek s mukom. Eto, tako Mi, na razne načine, izlažemo znakove ljudima koji zahvaljuju"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Mi smo Nuha poslali narodu njegovu, pa im je on govorio: \"O narode moj, Allahu ibadet činite, vi drugog boga osim Njega nemate! Ja se, doista, bojim za vas patnje na Velikom danu"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "A glavešine naroda njegova odgovarale su: \"Mi smatramo da si ti, doista, u potpunoj zabludi"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "A on je govorio: \"O narode moj, nisam ja ni u kakvoj zabludi, nego sam poslanik Gospodara svjetova"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "dostavljam vam poslanice Gospodara svoga i savjetujem vas; ja od Allaha znam ono što ne znate vi"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Zar vam je čudno što vam pouka od Gospodara vašeg dolazi po čovjeku, jednom od vas, da vas upozorava, da biste se Allaha bojali i da biste pomilovani bili"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Ali, oni su ga lažnim smatrali, pa smo spasili njega i one koji su bili uz njega u lađi, a one koji u ajete i znakove Naše nisu vjerovali - potopili. Uistinu, oni su pravi slijepci bili"
        }
    ]
}