{
    "chapter": [
        {
            "chapter": 42,
            "verse": 1,
            "text": "Ha yi, mi mu,"
        },
        {
            "chapter": 42,
            "verse": 2,
            "text": "a ni, xi ni, jia fu."
        },
        {
            "chapter": 42,
            "verse": 3,
            "text": "Wanneng de, zhi rui de zhenzhu, zheyang qishi ni he ni yiqian de zhong xianzhi."
        },
        {
            "chapter": 42,
            "verse": 4,
            "text": "Tiandi wanwu, dou shi ta de; ta que shi zhizun de, que shi zhi da de."
        },
        {
            "chapter": 42,
            "verse": 5,
            "text": "Zhu tianti jihu cong shangmian polie, zhong tianshen zansong tamen de zhu, bing wei dimian shang de ren qiurao. Zhen de, zhenzhu que shi zhi she de, que shi zhi ci de."
        },
        {
            "chapter": 42,
            "verse": 6,
            "text": "She zhenzhu er ze qu baohu zhe de ren, zhenzhu shi jianshi tamen de, ni jue bushi tamen de jianhu zhe."
        },
        {
            "chapter": 42,
            "verse": 7,
            "text": "Wo zheyang qishi ni yi ben alabo wen de “gulanjing”, yibian ni jinggao shou yi ji qi sizhou de jumin, yibian ni yugao hao wu yiyi de jihe ri. Yibufen ren jiang zai leyuan zhong, yibufen ren jiang zai liehuo zhong."
        },
        {
            "chapter": 42,
            "verse": 8,
            "text": "Jiaruo zhenzhu yiyu, ta bi shi tamen xinfeng tongyi de zongjiao, dan ta shi tasuo yiyu zhe ru yu ta de enhui zhong; buyi de renmen, jue wu baohu zhe, ye wu yuanzhu zhe."
        },
        {
            "chapter": 42,
            "verse": 9,
            "text": "Tamen zenme she ta er ze qu baohu zhe ne? Zhenzhu cai shi baohu zhe, ta neng shi sizhe fuhuo, ta duiyu wanshi shi quanneng de."
        },
        {
            "chapter": 42,
            "verse": 10,
            "text": "Wulun nimen zhenglun shenme shi, dou yao guizhenzhu panjue. Na shi zhen zhu, shi wo de zhu, wo zhi xintuo ta, wo zhi guiyi ta."
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "Ta shi tiandi de chuangzao zhe, ta yi nimen de tonglei wei nimen de qizi; shi nimen de shengchu tonglei xiangpei; ta jie ci shi nimen fanzhi. Renhe wu bu shi xiang ta. Ta que shi quan cong de, que shi quan ming de."
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "Tiandi de baozang, zhishi ta de; ta yu shi shui de jiyang kuanyu, jiu shi ta kuanyu; yu shi shui de jiyang jiongpo, jiu shi ta jiongpo; ta shi quanzhi wanwu de."
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "Ta yi wei nimen zhiding zhengjiao, jiushi tasuo mingling nu ha de, tasuo qishi ni de, ta mingling yi bo la xin, mu sa he er sa de zongjiao. Nimen yingdang jin shouzhengjiao, buyao wei zhengjiao er fen menbie hu. Yi wu pei zhu de renmen, yiwei ni suo jiaodao tamen de shi shi nankan di. Zhenzhu jiang tasuo yiyu zhe zhaozhi yu zheng jiao, jiang guiyi ta zhe yindao yu zhenli."
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "Zhishi lailin tamen hou, tamen cai wei huxiang jidu er fenpai bie. Jiaruo bushi yinwei ni de zhu yi yuxian shuoguo yao yanqi chengzhi, namo, tamen bi yi shou caipanle. Zai tamen zhihou jicheng tian jing de renmen, duiyu tian jing, dique zai shi ren youyu de yihuo zhong."
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "Ni yingdang zhao ren yu ci dao, ni yingdang jin zun tianming, chang shou zhengdao, buyao shuncong tamen de siyu. Ni shuo:`Wo quexin zhenzhu suo jiang shi de jingdian, wo fengming gongping daiyu nimen. Zhenzhu shi women de zhu, yeshi nimen de zhu. Women you women de gongzuo, nimen you nimen de gongzuo, women bubi he nimen bianbo. Zhenzhu jiang jihe women, ta shi weiyi de guisu.'"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "Zhongren ji ying zhao er xinfeng zhenzhu de zongjiao hou, wei ta er bianbo zhe, ju tamen de zhu kan lai, tamen de zhengju shi wuxiao de, tamen yingdang zao qian nu, bing shou yanxing."
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "Zhenzhu jiang shi baohan zhenli de jingdian, bing jiang shi gongping. Ni zenme neng zhidao ne? Fuhuo shi huoxu shi linjin de."
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Buxin fuhuo shi de renmen yaoqiu ta zaori shixian; er quexin ta de renmen que pa ta zaori shixian, bingqie zhidao ta shi zhenshi de. Zhen de, wei fuhuo shi er zhengbian de renmen, dique zai bu jin qingli de mi wu zhi zhong."
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Zhenzhu shi ci'ai ta de zhong pu de, ta gongji tasuo yu gongji de ren, ta que shi zhi gang de, que shi wanneng de."
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "Shui yu de houshi de shouhuo, wo jiu jia zeng shui de shouhuo, shui yu de jinshi de shouhuo, wo jiu gei shui yidian jinshi de shouhuo; ta zai houshi, meiyou fen er."
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Nandao tamen you xuduo pei zhu, ceng wei tamen zhiding zhenzhu suo wei xuke de zongjiao ma? Jiaruo meiyou na pan ci, tamen bi shou panjue, buyi de renmen, bi shou tongku de xingfa."
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Ni jianglai yao kanjian buyi de renmen wei tamen suo fan de zui'e er kongju, naxie zui'e de chengfa biding lailin tamen. Xindao erqie xingshan de renmen, jianglai yao juzhu zai leyuan de shengdi zhong, zai tamen de zhu nali, tamen de xiangshou tamen suo yu xiangshou de; na que shi hong en."
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "Na shi zhenzhu yong laixiang ta naxie xindao erqie xingshan de pu renmen baoxi de. Ni shuo:`Wo bu wei chuanda shiming er xiang nimen suoqu baochou, dan qiu wei tongzu er qin'ai.'Shui xing yi jian shanshi, wo yao jiabei di baochou shui. Zhenzhu que shi zhi she de, que shi shan bao de."
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Buran, tamen shuo:`Ta jiajie zhenzhu de mingyi er niezao.'Ruguo zhenzhu yiyu, ta jiu fengbi ni de xin. Zhenzhu yi qi wenci mosha xuwei, zhengshi zhenli, ta que shi quanzhi xinshi de."
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "Ta zhunxu ta de zhong pu huiguo, ta raoshu yiqie zui'e, ta zhidao nimen de xingwei."
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "Ta daying xindao erqie xingshan zhe de qidao, ta yi endian jia ci tamen. Bu xindao zhe jiang shou yanli de xingfa."
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "Ruguo zhenzhu shi ta de pu renmen de xiangshou kuanyu de jiyang, tamen bi zai da dishang zuo'e, dan ta yi dingliang er jiangxia tasuo yu jiang de jiyang. Ta duiyu ta de pu renmen, que shi che zhi de, que shi mingcha de."
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "Ta zai tamen juewang zhihou, jiangxia shiyu, guang shile ta de enhui, ta que shi baohu zhe, que shi ke song de."
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Ta de jixiang zhi yi, shi chuangzao tiandi he ta zai tiandi jian suo sanbu de gezhong dongwu, ta neng ziyou de jiang tamen jihe zai yiqi."
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "Fan nimen suo zaoyu de zainan, dou shi youyu nimen suozuo de zui'e; ta raoshu nimen de xuduo zuiguo."
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "Nimen zai da dishang jue buneng taobi tianqian, chu zhenzhu wai, nimen meiyou renhe baohu zhe he yuanzhu zhe."
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "Ta de jixiang zhi yi, shi zai haizhong xiang shanyue yiban de chuanbo."
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "Ruguo ta yiyu, ta jiu shi feng jingzhi, er chuanbo tingdun zai haimian shang. Duiyu mei ge jianren zhe, ganxie zhe, qizhong que you xuduo jixiang."
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Ta huo yin tamen suozuo de zui'e, er shi naxie chuanbo chenmo; ta shu rao xuduo ren de zuiguo."
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "Wei wo de jixiang er zhenglun de renmen, zhidao tamen ziji jue wu chu tao zui."
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Fan nimen suo shou ci de, wulun shenme, dou shi jinshi shenghuo de xiangshou. Zai zhenzhu nali de baochou, shi geng youmei de, shi geng changjiu de, na shi guiyu xindao er zhi xintuo zhenzhu zhe;"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "ye guiyu yuanli dazui he choushi, qie zai fanu shi neng she you zhe;"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "ye guiyu yingda zhu de haozhao, qie jin shou bai gong zhe; tamen de shiwu, shi you xieshang er jueding de, tamen fen she wo suo ciyu tamen de;"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "ye guiyu neng fankang ziji suo zao de qinhai zhe."
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "E xing ying de tongyang de e bao. Shui yuan shu rao erqie hejie, zhenzhu bi baochou shui. Zhenzhu que shi bu xi'ai buyi zhe de."
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "Shou ren qiwu er jinxing baofu de renmen, shi wu ke zebei de."
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "Ying shou zebei de, shi qiwu taren, bingqie zai difang shang manheng wuli zhe; zhexie ren jiang shou tongku de xingfa."
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "Fan neng renshou er jiayi she you zhe, tamen di na zhong xingwei, que shi yinggai juexin zuo de shiqing."
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "Zhenzhu shi shui mi wu, zai zhenzhu de qi juehou, shui meiyou zai he baohu zhe. Ni jianglai yao kanjian buyi zhe yanjian xingfa shi shuo:`Hai you fanhui (chenshi) de tujing ma?'"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "Ni jianglai yao kanjian tamen shen lin huoxing, wei beijian er gongjing, anzhong tou kan. Xindao zhe jiang shuo:`Kui she de renmen, zai fuhuo ri que shi sangshi zishen he jiashu de.'Zhen de, buyi zhe bi zai yongheng de xingfa zhong."
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "Chu zhenzhu wai, tamen jiang meiyou renhe pengyou yuanzhu tamen. Zhenzhu shi shui mi wu, shui meiyou daolu."
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "Zai buke kangju zhi ri, cong zhenzhu jianglin yiqian, nimen yingdang yingda nimen de zhu. Zai na ri, nimen jue meiyou taobi di difang, ye jue buneng dilai."
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "Ruguo tamen tuibi, namo, wo meiyou pai ni zuo tamen de jianhu zhe, ni zhi fu tongzhi de zeren. Wo shi renlei changshi cong wo fachu de enhui de shihou, tamen yin enhui er kuaile; tamen yinwei cengjing fanzui er zaonan de shihou, renlei que shi gu en de."
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "Tiandi de guo quan, guizhenzhu suoyou. Ta yu chuangzao shenme, jiu chuangzao shenme; yu gei shui nuhai, jiu gei shui nuhai; yu gei shui nanhai, jiu gei shui nanhai;"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "huo shi tamen jian sheng nanhai he nuhai; ta shi tasuo yiyu zhe, chengwei buneng shengyu de. Ta que shi quanzhi de, que shi quanneng de."
        },
        {
            "chapter": 42,
            "verse": 51,
            "text": "Renhe ren ye bupei yu zhenzhu duihua, chufei qishi, huo cong weimu de houmian, huo pai yige shizhe, feng ta de mingling er qishi tasuo yu qishi de. Ta que shi zhizun de, que shi zhi rui de."
        },
        {
            "chapter": 42,
            "verse": 52,
            "text": "Wo zheyang qishi ni cong wo de mingling zhong fachu de jingshen. Ni benlai bu zhidao tian jing shi shenme, zhengxin shi shenme; dan wo yi tian jing wei guangming, er jie ci guangming yindao wo suo yu yindao de pu ren. Ni que shi zhishi zhenglu zhe."
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "Na shi zhenzhu de lu. Tiandi wanwu, dou shi ta de. Zhen de, wanshi zhi guizhenzhu."
        }
    ]
}