{
    "maqras": [
        {
            "chapter": 25,
            "verse": 53,
            "text": "و اوست آن كه دو دريا را به هم پيوست، اين يكى خوش و گواراست و آن ديگر شور و تلخ و ميان آن دو حائلى و بندى بازدارنده پديد كرد- تا در هم نشوند"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "و اوست آن كه از آب- آب منى: نطفه-، آدمى را آفريد پس او را نژاد- پيوستگى نسب- و پيوند- پيوستگى ازدواج- كرد و پروردگار تو [بر هر چيز] تواناست"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "و به جاى خدا چيزها مى‌پرستند كه نه سودشان دارد و نه زيانشان رساند و كافر بر ضد خداى خويش [با شيطان‌] همپشت است"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "و ما تو را جز مژده‌دهنده و بيم‌كننده نفرستاديم"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "بگو: از شما بر اين [رسالت‌] هيچ مزدى نمى‌خواهم مگر اين كه هر كه خواهد راهى به سوى پروردگار خويش فرا گيرد"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "و بر آن زنده‌اى توكل كن كه هرگز او را مرگ نباشد و او را همراه با سپاس و ستايش به پاكى ياد كن، و او به گناهان بندگان خويش آگاهى بسنده است"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "آن كه آسمانها و زمين و آنچه را ميان آنهاست در شش روز بيافريد، سپس بر عرش- مقام فرماندهى بر جهان هستى- بر آمد. [اوست‌] خداى رحمان، پس [در اين باره- معناى خلق و استوى يا خداى رحمان و صفات او-] از آن كه آگاه است بپرس"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "و چون آنان را گويند كه خداى رحمان را سجده كنيد، گويند: رحمان چه باشد؟! آيا آن را كه تو به ما فرمان مى‌دهى سجده كنيم؟! و آنها را رميدن [از ايمان و راه حق‌] بيفزايد"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "بزرگ و بزرگوار است آن كه در آسمان برجها- منازل خورشيد، كه دوازده برج باشند- نهاد و در آن چراغى- خورشيد- و ماهى تابان پديد كرد"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "و اوست كه شب و روز را پياپى كرد براى هر كه خواهد به ياد آرد و پند گيرد يا خواهد سپاسدارى كند"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "و بندگان رحمان آنانند كه بر زمين با فروتنى و نرمى راه مى‌روند، و چون نادانان ايشان را [به سخنى ناروا] مخاطب سازند، سخنى مسالمت آميز- يا سلام- گويند"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "و آنان كه شب را براى پروردگار خويش در سجده و به نماز ايستاده به روز آرند"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "و آنان كه گويند: پروردگارا، عذاب دوزخ را از ما بگردان، كه عذاب آن پيوسته و بر دوام است"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "همانا آن بد آرامگاهى و بد ماندن جايى است"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "و آنان كه چون هزينه كنند نه اسراف كنند و نه تنگ گيرند و ميان اين دو به راه اعتدال باشند"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "و آنان كه با خداى يكتا خداى ديگر نخوانند- نپرستند- و كسى را كه خداوند كشتن وى را حرام كرده نكشند مگر بحق، و زنا نكنند و هر كه اين كارها كند كيفر بزه خويش ببيند،"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "عذاب او به روز رستاخيز دوچندان شود و در آن [عذاب‌] به خوارى جاويدان باشد،"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "مگر كسانى كه توبه كنند و ايمان آورند و كار نيك و شايسته كنند، پس اينانند كه خداوند بديهاشان را به نيكيها بدل گرداند، و خدا آمرزگار و مهربان است"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "و هر كه توبه كند و كار شايسته كند، همانا او به خدا باز مى‌گردد بازگشتى بسزا"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "و آنان كه گواهى دروغ- باطل و به ناحق- ندهند- يا در مجالس باطل حضور نيابند-، و چون بر بيهوده و ناپسند بگذرند با بزرگوارى بگذرند"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "و آنان كه چون به آيات پروردگارشان يادآور و پند داده شوند بر آنها مانند كران و كوران نيفتند- بلكه آنها را به گوش هوش بشنوند و به ديده بصيرت ببينند"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "و آنان كه گويند: پروردگارا، از همسرانمان و فرزندانمان ما را روشنى چشمها ببخش و ما را پيشواى پرهيزگاران كن"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "ايشانند كه بدان شكيبايى كه كردند غرفه- جايگاه بلند- بهشت را پاداش يابند، و در آنجا با درود و سلام روبرو شوند"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "جاودانه در آنجا باشند، نيكو آرامگاهى و نيكو ماندن جايى است"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "بگو: اگر خواندن- دعا و عبادت- شما نباشد پروردگار من به شما اعتنا و عنايتى نكند- شما را قدر و ارزشى ننهد-، [ولى كافران‌] شما [پيامبر و آيات خدا را] تكذيب كرديد پس [كيفرتان‌] پيوسته و بر دوام خواهد بود"
        }
    ]
}