{
    "maqras": [
        {
            "chapter": 57,
            "verse": 16,
            "text": "آيا كسانى را كه ايمان آورده‌اند هنگام آن نرسيده است كه دلهاى ايشان از ياد خدا و آنچه از سخن راست- وحى الهى- فروآمده نرم و ترسان شود؟ و مانند كسانى نباشند كه پيش از اين به آنها كتاب- تورات- داده شد، پس زمان بر آنان دراز گشت- مدتى گذشت- آنگاه دلهاشان سخت [و تاريك‌] شد، و بسياريشان نافرمان شدند"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "بدانيد كه خدا زمين را پس از مردگى‌اش زنده مى‌كند- همچنان دلهاى مرده و سخت را زنده و نرم مى‌گرداند-. ما نشانه‌ها [ى قدرت خود] را براى شما روشن كرديم شايد خرد را كار بنديد"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "همانا مردان و زنان صدقه‌دهنده و آنان كه خداى را وام دادند وامى نيكو، به آنان دوچندان- افزون- بازداده شود و ايشان مزدى گرانمايه دارند"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "و كسانى كه به خدا و پيامبرانش ايمان آورده‌اند، ايشانند راستى‌پيشگان و شهيدان- يا گواهان بر امتها- نزد پروردگارشان آنان راست پاداش و نورشان. و كسانى كه كافر شدند و آيات ما را دروغ انگاشتند اينان دوزخيانند"
        },
        {
            "chapter": 57,
            "verse": 20,
            "text": "بدانيد كه زندگانى دنيا بازى و بيهودگى و آرايش و فخركردن با يكديگر و نازيدن- يا افزون‌جويى- در مالها و فرزندان است- همچون بارانى كه گياه رويانيدنش كشاورزان را خوش آيد و به شگفت آرد، سپس پژمرده شود و آن را زرد بينى و آنگاه خشك و شكسته و خرد گردد- و در آن جهان عذابى سخت و نيز آمرزشى از سوى خدا و خشنودى اوست. و زندگانى اين جهان جز كالاى فريبندگى نيست"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "به سوى آمرزشى از پروردگارتان و بهشتى كه پهناى آن- يعنى وسعت و فراخى آن- همچون پهناى آسمان و زمين است [و] براى كسانى كه به خداى و پيامبرانش ايمان آورده‌اند آماده شده، [بر يكديگر] پيشى گيريد. اين فزون‌بخشى خداست كه آن را به هر كه خواهد مى‌دهد، و خدا داراى فزون‌بخشى بزرگ است"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "هيچ مصيبتى در زمين- چون تنگدستى و سختى و قحطى- و نه در جانهاتان- چون بيمارى و اندوه- نرسد مگر پيش از آنكه بيافرينمش در نبشته‌اى است اين بر خدا آسان است"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "تا بر آنچه از دست شما رفت اندوه مخوريد و بدانچه شما را داد شادمان نشويد، و خدا هيچ گردنكش خودستا را دوست ندارد،"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "آنان كه بخل مى‌ورزند و مردم را به بخل فرمان مى‌دهند. و هر كه روى بگرداند- از ايمان و انفاق-، پس [بداند كه‌] خداست بى‌نياز و ستوده"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "هر آينه پيامبرانمان را با حجتهاى روشن و هويدا فرستاديم و با ايشان كتاب- كه وسيله تمييز حق از باطل است- و ترازو فرو فرستاديم تا مردم به داد و انصاف برخيزند و آهن را فرو آورديم كه در آن نيرويى سخت- سلاح و وسايل كارزار و مانند آن- و سودهايى [ديگر] براى مردم است، و تا خدا كسى را كه او و پيامبرانش را به ناديده يارى مى‌كند بازشناسد. همانا خدا نيرومند و تواناى بى‌همتاست"
        },
        {
            "chapter": 57,
            "verse": 26,
            "text": "و هر آينه نوح و ابراهيم را فرستاديم و در ميان فرزندانشان پيامبرى و كتاب نهاديم. پس برخى‌شان رهيافته بودند و بسياريشان از فرمان [حق‌] بيرون شدند"
        },
        {
            "chapter": 57,
            "verse": 27,
            "text": "سپس از پى ايشان- پيامبرانى كه ياد كرديم- پيامبران خود را فرستاديم، و عيسى پسر مريم را از پى درآورديم و به او انجيل داديم، و در دلهاى كسانى كه از او پيروى كردند مهربانى و نرمى نهاديم و رهبانيتى- گوشه‌گيرى- كه از خود ساختند، ما آن را بر آنان ننوشتيم- مقرر نكرديم- جز [آنكه آن را] براى جستن خشنودى خداى [اختراع كردند]، ولى آن را آنسان كه سزاوار است نگاه نداشتند، پس مزد كسانى از آنان را كه ايمان آوردند داديم، و بسيارى از آنها نافرمان بودند"
        },
        {
            "chapter": 57,
            "verse": 28,
            "text": "اى كسانى كه ايمان آورده‌ايد، از خداى پروا كنيد و به پيامبر او ايمان آوريد تا شما را از بخشايش خود دو بهره دهد، و براى شما نورى قرار دهد كه بدان راه [راست‌] رويد و شما را بيامرزد، و خدا آمرزگار و مهربان است"
        },
        {
            "chapter": 57,
            "verse": 29,
            "text": "تا اهل كتاب- جهودان و ترسايان- بدانند كه بر هيچ چيز از فضل خدا- مانند پيامبرى- توانايى ندارند، و افزونى و بخشش به دست خداست، به هر كه خواهد مى‌دهد. و خدا، داراى فزون‌بخشى بزرگ است"
        }
    ]
}