{
    "rukus": [
        {
            "chapter": 7,
            "verse": 73,
            "text": "တစ်ဖန် တမန်တော်ဆမူးဒ်၏လူမျိုးတို့ထံသို့ သူတို့၏ညီနောင်ဖြစ်သော တမန်တော်ဆွာလေဟ်အား စေလွှတ်တော်မူခဲ့ရာ (သူက) အို၊ ကျွန်ုပ်၏လူမျိုးတို့၊ အလ္လာဟ်အရှင်မြတ်ကိုသာ ခဝပ်နာခံကိုးကွယ်ကြလော့။ (သင်တို့အတွက်) ထိုအရှင်မြတ်မှအပ အခြားကိုးကွယ်ရာဟူ၍ အလျှင်းမရှိပြီ။ အမှန်စင်စစ်၊ သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသော အရှင်မြတ်ထံတော်မှ သင်တို့ထံ (အမှန်တရားအား မြင်သာထင်ရှားစေသော ရှင်းလင်းချက်ဆိုင်ရာ) သက်သေသာဓက ရောက်လာခဲ့ပြီ။ ဤသည် သင်တို့အတွက် နိမိတ်သက်သေလက္ခဏာအဖြစ် (ပေးအပ်တော်မူခြင်းခံရသည့်) အလ္လာဟ်အရှင်မြတ်၏ကုအားအုတ်မပင် ဖြစ်၏။ သို့ဖြစ်ရာ၊ အသင်တို့သည် ထိုကုလားအုပ်မအား အလ္လာဟ်အရှင်မြတ်၏ မြေကမ္ဘာ၌ (ကျင်လည်) ကျက်စား နိုင်ရန် (လွတ်လပ်စွာ သွားလာခွင့်ပေး၍) လွှတ်ထားကြလော့။ ထိုကုလားအုတ်မအား (မကောင်းသော စေတနာနှင့်) ထိခိုက်နစ်နာစေသည့် ရည်ရွယ်ချက်ဖြင့် မချဉ်းကပ် မထိတွေ့ကြလေနှင့်။ သို့မဟုတ်လျှင် (စူးနစ်သည့်) ပြင်းပြနာ ကျင်ဖွယ်ဖြစ်သော ပြစ်ဒဏ်သည် သင်တို့အား ဖမ်းဆီးသုတ်သင်လိမ့်မည်။"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "တမန်တော်အာဒ် (၏လူမျိုးများမရှိသည့်) နောက်ပိုင်းတွင် သင်တို့အား ဆက်ခံသူ (ကိုယ်စားလှယ်တော်) များအဖြစ် ပေါ်ထွက်စေတော်မူပြီး မြေကမ္ဘာ၌ (အတည်တကျ) အခြေချနေထိုင်ခွင့်ပေးတော်မူခဲ့သည်ကို သတိရကြလော့။ သင်တို့သည် မြေပြန့်လွင်ပြင်ဒေသများ၌ ခမ်းနားသော ရဲတိုက်နန်းတော်များကို ထူထောင်ပြီး တောင်များကို ဖေါက်ထွင်းလျက် အိမ်များဆောက်ခဲ့ကြ၏။ (ထိုသို့ လုပ်နိုင်စွမ်းပေးသနားတော်မူခဲ့သည့်) အလ္လာဟ်အရှင် မြတ်၏ ကျေးဇူးတော်များကို သတိရကြလော့။ ကမ္ဘာဂြိုဟ်ပေါ်၌ မတည်မငြိမ်မှုနှင့်အဖျက်အနှောင့်များဖြစ်စေလျက် (မိုက်မဲသောင်းကျန်းသူများအဖြစ် ပြုမူကျင့်ကြံ) မဆိုးသွမ်းကြလေနှင့်။"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "သူ့လူမျိုးတို့အနက်မှ မောက်မာပြီး အခြားသူတို့အား ဖိနှိပ်ချုပ်ချယ်သော အကြီးအကဲတို့က ယုံကြည်သူတို့ အနက်မှ အားနည်းသည်ဟု ထင်ရသူတို့အား (အထင်သေးစွာဖြင့်) တမန်တော်ဆွာလေဟ်သည် သူ့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသော အရှင်မြတ်ထံတော်မှ သတင်းကောင်းနှင့်အတူ စေလွှတ်တော်မူခြင်းခံရကြောင်းကို သင်တို့က အမှန်ပင် သိနားလည်ပြီး ယုံကြည်ကြပါသလော။” ဟု မေးမြန်းခဲ့ကြရာ သူတို့က “ကျွန်ုပ်တို့သည် သူ့အား (အရှင့်အမိန့်တော်နှင့်အတူ) စေလွှတ်တော်မူခြင်းခံရသည့်အတိုင်းပင် (သူနှင့်သူပို့ချပေးအပ်ရာတို့ကို) ယုံကြည်ကြပါ၏။” ဟု ဖြေဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "ထိုမောက်မာသူများက “ကျွန်ုပ်တို့သည် အသင်တို့ယုံကြည်သည့်အရာကို မုချပင်၊ မယုံကြည်ငြင်းပယ်သူများ၊ ဖြစ်ကြ၏။” ဟု ပြောခဲ့ကြ၏။"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "ထို့နောက် သူတို့သည် (တမန်တော်ဆွာလောဟ် ပို့ချပေးအပ်သည့် သတင်းကောင်းဆိုင်ရာ အမှန်တရား သစ္စာနှင့်ပတ်သက်သော သက်သေအထောက်အထားများကို သည်းခံစောင့်ကြည့်ခြင်း မပြုဘဲ) ကုလားအုတ်မကို (ရက်စက်စွာ) သတ်ဖြတ်ပြီး သူတို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသော အရှင်မြတ်၏ အမိန့်တော်ကိုလည်း မထီမဲ့မြင်ပြုလျက် အာခံဖီဆန်ခဲ့ကြ၏။ “အို၊ ဆွာလေဟ်၊ အကယ်၍ အသင်သည် ရစူလ်တမန်တော်များအနက်မှ ဖြစ်ခဲ့လျှင် ကျွန်ုပ်တို့အား (အာခံဖီဆန်မှုအတွက် ပြစ်ဒဏ်ပေးမည်ဟု) ခြိမ်းခြောက်သည့်အတိုင်း (ပြစ်ဒဏ်ကို) ကျွန်ုပ်တို့ထံ ယူဆောင်ခံစားစေလော့။” ဟု ပြောခဲ့ကြ၏။"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "သို့ဖြစ်ပေရာ (ရုတ်တရက်) ငလျှင်ကပ်ဘေးကြီးရောက်စေတော်မူသောကြောင့် သူတို့၏နေအိမ်မြို့ရွာများ တွင် လှုပ်ရှားမှုမဲ့မှောက်နေသည့် သက်မဲ့များ ဖြစ်ကြလေ၏။"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "တမန်တော်ဆွာလေဟ်သည် “အို၊ ကျွန်ုပ်၏လူမျိုးတို့၊ ကျွန်ုပ်သည် ကျွန်ုပ်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသော အရှင်မြတ်၏ထံတော်မှ သတင်းစကားတော်အမိန့်မှာကြားချက်ကို မုချပင် သင်တို့ထံ ပို့ဆောင်ဖြန့်ချီခဲ့ပြီး သင်တို့၏အကျိုးအတွက် အကြံဉာဏ်ကောင်းပေးခဲ့ပြီ။ သို့သော် သင်တို့က အကြံဉာဏ်ကောင်းပေးသူများကို မနှစ်သက်ကြပေ။” ဟု ပြောလျက် သူတို့ထံမှ မျက်နှာလွှဲ၍ လှည့်ပြန်ခဲ့ပြီ။"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "(ထိုသို့ပင်) တမန်တော်လူးသ်ကလည်း သူ၏လူမျိုးတို့အား “အသင်တို့သည် လောကခပ်သိမ်းတွင် သင်တို့ မတိုင်မီ မည်သူတစ်ဦးတစ်ယောက်မျှ မပြုမူ၊ မကျင့်ဆောင်ခဲ့သော စက်ဆုပ်ရွံရှာဖွယ် မကောင်းမှုကို ပြုလုပ်ကြမည်လော။” ဟု ဟောကြားခဲ့စဉ်။"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "မုချဧကန်၊ သင်တို့သည် အမျိုးသမီးများကို စွန့်၍ (သူတို့၏နေရာတွင်) အမျိုးသားများကို (အစားထိုးလျက်) တဏှာရာဂတပ်မက်စွာဖြင့်) ချဉ်းကပ်ကြ၏။ အမှန်မှာ သင်တို့သည် အရှင့်စည်းမျဉ်းကို ချိုးဖောက်ကျူးလွန်သော (လူ့အခွင့်အရေးကို အလွဲသုံးစားပြုသော) လူမျိုးဖြစ်ကြ၏။ ဟု ဟောကြားခဲ့စဉ်။"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "သူ့လူမျိုးတို့က “(တမန်တော်လူသ်နှင့်အပေါင်းအပါများဖြစ်ကြသော) သူတို့ကို သူတို့၏မြို့ရွာအိုးအိမ်များမှ နှင်ထုတ်ကြလော။” ဟု ပြောဆိုခြင်းမှအပ အခြားမည်သည့် အဖြေကိုမျှ ဖြေကြားနိုင်ခြင်းမရှိခဲ့ကြပေ။ မုချဧကန် (တမန်တော်လူးသ်နှင့်အပေါင်းအပါများဖြစ်ကြသော) သူတို့သည် သန့်ရှင်းစင်ကြယ်သော လူသားများပင် ဖြစ်ကြ၏။"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "(သို့ဖြစ်ရာ) ငါအရှင်မြတ်သည် အမိန့်တော်ကို အာခံ၍ နောက်တွင် ကျန်ရစ်ခဲ့သူများထဲတွင် အပါအဝင်ဖြစ်သော တမန်တော်လူးသ်၏အမျိုးသမီးမှအပ သူနှင့်သူ့အိမ်သူအိမ်သား (နောက်လိုက်) တို့အား ကယ်ဆယ်တော်မူခဲ့၏။"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "ငါအရှင်မြတ်သည် သူတို့အပေါ်၌ ပြည်ဖျက်မိုး (ခဲမိုး) ကို ရွာသွန်းစေတော်မူခဲ့၏။ သို့ဖြစ်ပေရာ၊ ပြစ်မှုဒုစရိုက်ကျူးလွန်သော သူတို့၏နိဂုံး (အကျိုးဆက်) မှာ မည်သို့ဖြစ်ခဲ့သည်ကို အသင်တို့ စူးစမ်းလေ့လာကြည့်ကြလော့။"
        }
    ]
}