{
    "rukus": [
        {
            "chapter": 23,
            "verse": 23,
            "text": "သင်တို့သည် ယင်းတိရစ္ဆာန်များအပေါ်၌လည်းကောင်း၊ သင်္ဘောများပေါ်၌လည်းကောင်း၊ (စီးနင်းသွားလာ၍ ဝန်စည်စလယ်များကို တင်ဆောင်လျက်) သယ်သူပို့ဆောင်ရေး လုပ်နိုင်ကြ၏။"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "ဧကန်ပင်၊ ငါအရှင်မြတ်သည် (တမန်တော်) နူးဟ်ကို သူ၏လူမျိုးများထံသို့ စေလွှတ်တော်မူခဲ့ရာစဉ် (သူသည် သူတို့အား) “အို၊ ကျွန်ုပ်၏လူမျိုးတို့ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုသာလျှင် ခဝပ်ကိုး ကွယ်ကြလော့။ ထိုအရှင်မြတ်မှအပ သင်တို့အတွက် အခြားကိုးကွယ်ထိုက်သောအရာဟူ၍ အလျှင်း မရှိပေ။ သို့ပါလျက် သင်တို့သည် (အခြားမည်သည့်သက်ရှိသက်မဲ့ကိုမျှ ကိုးကွယ်ရာအဖြစ် မသတ်မှတ်မိစေရန်) အရှင်မြတ်ကို စိုးရွံ့ထိတ်လန့် (၍ အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံး) ခြင်း မပြုကြလေသလော။"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "သို့ရာတွင် (တမန်တော်) နူဟ်၏လူမျိုးတို့အနက် အမှန်တရားကို မယုံမကြည် သွေဖည်ငြင်းပယ်ကြသော အကြံပေးအကြီးအကဲတို့က (တမန်တော်နူးဟ်နှင့်ပတ်သက်၍) “ဤပုဂ္ဂိုလ်သည် သင်တို့ကဲ့သို့ပင် (သေမျိုးဖြစ်သော) လူသားတစ်ဦးသာလျှင် ဖြစ်ပြီး သူသည် သင်တို့ထက် ကြီးကဲမြင့်မြတ်ရန် ကြံရွည်နေခြင်းသာ ဖြစ်၏။ အကယ်၍သာ အလ္လာဟ်အရှင်မြတ်သည် (ကျွန်ုပ်တို့အား တရားလမ်းမှန် ရစေတော်မူရန်) အရှင့်ဆန္ဒတော်၏ စည်းမျဉ်းတော်နှင့်အညီအလိုရှိတော်မူလျှင် မလာအီကာစေတမန်များကိုသာ စေလွှတ်တော်မူခဲ့ပေမည်။ ကျွန်ုပ် တို့သည် ဤ (တစ်ဆူတည်း တည်ရှိမြဲ တည်ရှိနေတော်မူသော အရှင်မြတ်ကိုသာ နာခံကိုးကွယ်ရမည်ဟူ) သည်နှင့်စပ်လျဉ်း၍ ကျွန်ုပ်တို့၏ရှေ့၌ လွန်လေသွားခဲ့သော ကျွန်ုပ်တို့၏ဘိုး၊ ဘေး၊ ဘီ၊ ဘင်တို့ထံမှ (မည်သည့် အခါမျှ) မကြားခဲ့ပါ။” ဟု ပြောဆိုခဲ့ကြ၏။"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "စစ်စစ် ဤပုဂ္ဂိုလ် (တမန်တော်နူးဟ်) သည် သူ့၌ ရူးသွပ်ခြင်း (ဝေဒနာစွဲကပ်လျက်) ရှိနေသော ပုဂ္ဂိုလ် တစ်ဦးပင် ဖြစ်ပေရာ သင်တို့သည် သူနှင့်ပတ်သက်၍ ကာလအတိုင်းအတာတစ်ခုအထိ အချိန်ပေး၍ စောင့်ကြည့်ကြလော့။"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "(ထိုစဉ် တမန်တော်) နူဟ်းက “အို၊ ကျွန်တော်မျိုးအား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေ တော်မူသောအရှင်မြတ်အရှင်မြတ်၊ သူတို့သည် ကျွန်ုပ်အား မဟုတ်မမှန် လိမ်လည်စွပ်စွဲ၍ ငြင်းပယ်ကြ သောကြောင့် အရှင်မြတ်သည် ကျွန်ုပ်အား ကူညီစောင်မတော်မူပါ။” ဟု လျှောက်ထားပန်ကြားလေ၏။"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "(တမန်တော်) နူးဟ်၏ထံသို့ “အသင်သည် ငါအရှင်မြတ်၏အမိန့်တော်အရ ငါအရှင်မြတ်၏ရှေ့တော် မှောက်တွင် ရေယာဉ်သင်္ဘောကို ပြုလုပ်တည်ဆောက်လော့။” ဟု ဝဟီအမိန့်တော်ထုတ်ပြန် ပို့ချတော်မူခဲ့ ၏။ ထို့နောက် “အရှင့်အမိန့်တော်ရောက်လာ၍ (ကမ္ဘာ့မြေလွှာအောက်တွင်ရှိသော ကျောက်ရည်ပူကို ကိုယ်စားပြု သည့်”) ဘွိုင်လာအိုးသည် (ဆူနာမီဖြစ်စေရန်) ဆူပွက်လျှံထွက်လာသည့်အချိန်အထိ “ထို (သင်္ဘော) ပေါ်၌ (သက်ရှိသတ္တဝါများအနက်မှ ဖိုမ) တစ်စုံစီကိုလည်းကောင်း၊ သူနှင့်ဆန့်ကျင်၍ အရှင့်ဗျာဒိတ်တော် (စီရင်ချက်) ကို ရှေ့ပြေးပဏာမအဖြစ် ဖော်ပြတော်မူခဲ့သောသူမှအပ သင်၏မိသားစုနှင့်ယုံ ကြည်သူများကိုလည်း တင်ဆောင်လော့။” ဟု ငါအရှင်မြတ်အမိန့်တော်ထုတ်ပြန်ခဲ့သည် သို့ရာတွင် (အရှင့်စည်းမျဉ်းတော်များကို ချိုး ဖောက်ကျူး လွန်၍) မတော်မတရား မမှန်မကန် ပြုမူကျင့်ကြံကြသော သူတို့နှင့်ပတ်သက်၍မူကား အသင်သည် ငါအရှင်မြတ်ထံတော်တွင် (မည်သည့်တစ်စုံတစ်ရာအတွက်မျှ) လျှောက်ထားပန်ကြားခြင်း မပြုလေနှင့်။ ဧကန်ပင်၊ သူတို့သည် နစ်မြုပ်စေခြင်းခံကြရမည့်သူများပင် ဖြစ်ကြ၏။"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "ထို့နောက် အသင် (တမန်တော်နူးဟ်) သည်လည်းကောင်း၊ အသင်နှင့်အတူ (လိုက်ပါကြသော ယုံကြည် သူ) အပေါင်းအဖော်များသည်လည်းကောင်း၊ သင်္ဘောပေါ်တက်၍ တည်တည်ငြိမ်ငြိမ် ဖြစ်စေတော်မူသောအခါ အသင်သည် ''ချီးမွမ်းခြင်းနှင့်ကျေးဇူးတင်ထိုက်မှုဟူသမျှသည် ကျွန်ုပ်တို့အား (အရှင့်စည်းမျဉ်းတော်များကို ချိုး ဖောက်ကျူးလွန်၍) မတော်မတရား မမှန်မကန် ပြုမူကျင့်ကြံကြသော လူမျိုးတို့ (၏ဘေးအန္တရာယ်) များမှ ကယ်တင်တော်မူသော အလ္လာဟ်အရှင်မြတ်နှင့်သာလျှင် ထိုက်တန်တော်မူပါ၏။'' ဟု ရွတ်ဆိုလော့။"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "ထို့ပြင် (ဆက်လက်၍ အသင်သည် သင်္ဘောပေါ်မှ ဆင်းသောအခါ) ''အို၊ ကျွန်ုပ်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်၊ အရှင်မြတ်သည် ကျွန်တော်မျိုးအား ကျက် သရေ မင်္ဂလာနှင့်ပြည့်စုံသောနေရာသို့ ဆင်းသက်စေတော်မူပါ။ စင်စစ် အရှင်မြတ်သည် အကောင်းဆုံးသော ဆင်းသက်စေတော်မူသောအရှင်မြတ်ပင် ဖြစ်တော်မူပါ၏။'' ဟု လျှောက်ထားပန်ကြားလော့။"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "ဧကန်ပင်၊ ထို (စံနမူနာယူဖွယ်ရာ ဖြစ်စဉ်) ၌ (အမှန်တရားကို ထင်ရှားမြင်သာစေသည့် အလ္လာဟ်အရှင်မြတ်၏များစွာသော) အာယသ်သက်သေလက္ခဏာတော်များရှိပြီး ဧကန်စင်စစ်၊ ငါအရှင်မြတ်သည် (လူ သားအား) စမ်းသပ်တော်မူမည့်အရှင်မြတ်ပင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "ထို့နောက် ငါအရှင်မြတ်သည် သူတို့၏နောက်တွင် (အရှင့်စည်းမျဉ်းတော်နှင့်အညီ) အခြားမျိုးဆက် တစ်ခုကို ပေါ်ထွန်းစေတော်မူ၏။"
        }
    ]
}