{
    "rukus": [
        {
            "chapter": 26,
            "verse": 123,
            "text": "စင်စစ်သော်ကား အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်သည် ဧကန်ပင်၊ လူသားတို့အား ဂုဏ်ဩဇာများချီးမြှင့်တော်မူသကဲ့သို့ အားလုံးအပေါ်လည်း အရှင့်ဘုန်း တန်ခိုးဖြင့် နိုင်နင်းလွှမ်းမိုးတော်မူသောအရှင် အားလုံးအပေါ် အစဉ် သနားညှာတာတော်မူသော အကြင်နာရှင် မုချဧကန် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "(တမန်တော်) အားဒ်၏လူမျိုးတို့သည် (တမန်တော်) အားဒ်အား မဟုတ်မတရား မမှန်မကန် လိမ်လည် စွပ်စွဲ၍ ငြင်းပယ်ခြင်းဖြင့်) အရှင့်မြတ်စေလွှတ်တော်မူသော ရစူလ်တမန်တော်များကို ငြင်းပယ်ကြ၏၊"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "(သတိရကြလော့။) သူတို့၏နောင်တော်ဖြစ်သော (တမန်တော်) ဟူးဒ်သည် သူတို့အား (သတိပေးနှိုးဆော်သည့်အနေဖြင့်) သင်တို့သည် (အလ္လာဟ်အရှင်မြတ်အား) စိုးရွံ့ထိတ်လန့် (၍ အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံးခြင်း) မပြုကြသလော။” ဟု ဟောပြောခဲ့စဉ်။"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "ဧကန်ပင်၊ ကျွန်ုပ်သည် သင်တို့အတွက် သစ္စာရှိပြီးယုံကြည်စိတ်ချအပ်သော ရစူလ်တမန်တော် တစ်ပါးပင် ဖြစ်၏။"
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "သို့ဖြစ်ပေရာ အလ္လာဟ်အရှင်မြတ်ကို စိုးရွံ့ထိတ်လန့် (၍ အရှင့်စည်းမျဉ်းတော်များကို အရှင့်သိစိတ်ဖြင့် မြဲမြံစွာ လိုက်နာ) ပြီး ကျွန်ုပ်အား နာခံကြလော့။"
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "စင်စစ် ကျွန်ုပ်သည် ထို (အရှင့်အမိန့်ဗျာဒိတ်တော်များအား သင်တို့ထံ ပို့ချပေးအပ်ခြင်း) အတွက် သင်တို့ထံမှ (မည်သည့်) အကျိုးအမြတ်၊ (အခကြေးငွေ) ကိုမျှ တောင်းဆိုသည်မဟုတ်။ ကျွန်ုပ်၏အကျိုးဆုလဒ်မှာ စကြဝဠာနှင့်လောကခပ်သိမ်းတို့ကို ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ဖွံ့ဖြိုးပျိုးထောင်စေတော်မူသော အရှင်မြတ်အပေါ်၌သာ မူတည်ပါ၏။"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "သင်တို့သည် ကုန်းမြင့်တိုင်း၌ အထိမ်းအမှတ်လက္ခဏာတစ်ခုကို အပျော်သဘော အပန်းဖြေစရာနှင့် ပြစားမှုအဖြစ် တည်ဆောက်ကြလေသလော။"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "ထို့ပြင် သင်တို့သည် အမြဲထာဝရ ရှင်သန်နေထိုင်ကြရမည့်အလား ကြီးကျယ်ခိုင်ခံ့သော အမာခံ ရဲတိုက်များကို ပြုလုပ်တည်ဆောက်ကြ၏။"
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "ထို့ပြင် သင်တို့သည် (သူတစ်ပါး၏အသက်အိုးအိမ်စည်းစိမ်များကို) ကျူးကျော်တိုက်ခိုက်၍ ဖမ်းဆီး သိမ်းပိုက်သောအခါ ညှာတာစိတ်ကင်းသော နိုင်လိုမင်းထက်ပြုသူကဲ့သို့ပင် (အတင်းအဓမ္မ) ကျူးကျော်သိမ်းပိုက်ကြ၏။"
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "သို့ဖြစ်ပေရာ အလ္လာဟ်အရှင်မြတ်ကို စိုးရွံ့ထိတ်လန့် (၍ အရှင့်စည်းမျဉ်းတော်များကို အရှင့်သိစိတ်ဖြင့် မြဲမြံစွာ လိုက်နာ) ပြီး ကျွန်ုပ်အား နာခံကြလော့။"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "ထို့ပြင် သင်တို့သည် သင်တို့သိထားကြပြီဖြစ်သော အရာဟူသမျှနှင့်စပ်လျဉ်း၍ သင်တို့အား အလျှံပယ် ထောက်ပံ့ပေးသနားတော်မူသော အရှင်မြတ်အား စိုးရွံ့ထိတ်လန့် (လျက် အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာ ကျင့်သုံး) ကြလော့။"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "ထိုအရှင်မြတ်သည် သင်တို့အား (အသက်ရှင်ရပ်တည်ရေးဆိုင်ရာ လိုအပ်ချက်များဖြစ်သော သယံဇာတများ၊ ကြက်ဘဲ ကျွဲ၊ နွား၊ ကုလားအုတ် စသည့်) တိရစ္ဆာန်များနှင့်သားသမီး ရတနာများဖြင့် ထောက်ပံ့ပေးသနားတော်မူ၏။"
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "ထို့ပြင် ဥယျာဉ်ခြံများနှင့် (မြစ်ချောင်းအင်းအိုင်အပါအဝင်) စိမ့်စမ်းရေများကိုလည်း (ထောက်ပံ့ပေးသနားတော်မူ၏)။"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "ဧကန်ပင်၊ ကျွန်ုပ်သည် သင်တို့အပေါ် ကြီးကျယ်သော ထိတ်လန့်ဖွယ်ရာ (ရှင်ပြန်ထမည့်) နေ့၏ပြစ်ဒဏ် ထိုက်တန်မည်ကို စိုးရိမ်မိသည်။"
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "(တမန်တော်ဟူးဒ်၏လူမျိုးများဖြစ်ကြသော) သူတို့က “(အို၊ ဟူဒ်၊) အသင်သည် ကျွန်ုပ်တို့အား ဟော ပြောဆုံးမသည်ဖြစ်စေ၊ ဟောပြောဆုံးမသူများထဲတွင် မပါဝင်သည်ဖြစ်စေ၊ ကျွန်ုပ်တို့အတွက် အကြောင်းမထူးပေ အတူတူပင်ဖြစ်၏။"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "အမှန်မှာ (ကျွန်ုပ်တို့၏ပြုမူချက်များဖြစ်သော) ဤသည် လွန်လေပြီးသော ရှေးခေတ်လူတို့၏ဓလေ့ထုံးစံမျှပင် ဖြစ်ပေ၏။"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "(သို့ဖြစ်ပေရာ) ကျွန်ုပ်တို့သည် ပြစ်ဒဏ်ပေးခြင်းခံကြရမည့်သူများ မဖြစ်နိုင်ကြပေ။"
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "ထို့နောက် သူတို့သည် (တမန်တော်) ဟူဒ်အား မဟုတ်မတရား မမှန်မကန် စွပ်စွဲ၍ ငြင်းပယ်ခဲ့ကြပေရာ (အကျိုးဆက်အဖြစ်) ငါအရှင်မြတ်သည် သူတို့ကို တိမ်ကောဖျက်ဆီးစေတော်မူခဲ့၏။ မလွဲဧကန်၊ ထို (ဖြစ်ရပ်) ၌ ကြီးကျယ်လှစွာသော သင်ခန်းစာနှင့်သက်သေလက္ခဏာ တစ်ရပ်ရှိသော်လည်း (မယုံကြည်သူများနှင့်အမှန်တရားကို ဖီဆန်ငြင်းပယ်သူများဖြစ်ကြသော) သူတို့အနက်မှ အများစု သက်ဝင် ယုံကြည်သူများ မဖြစ်ခဲ့ကြချေ။"
        }
    ]
}