{
    "rukus": [
        {
            "chapter": 29,
            "verse": 14,
            "text": "ထို့ပြင် မလွဲဧကန်၊ ငါအရှင်မြတ်သည် (တမန်တော်) နူးဟ်အား သူ့လူမျိုးများထံ (ရစူလ်တမန်တော် အဖြစ်) စေလွှတ်တော်မူခဲ့ရာ သူသည် သူတို့ထဲ၌ နှစ်ပေါင်းတစ်ထောင်မှာ ငါးဆယ်လျှော့ (နှစ်ပေါင်းကိုးရာ ငါးဆယ်) တိုင်တိုင် နေထိုင်ခဲ့လေ၏။ ထို့နောက် သူတို့သည် အရှင့်စည်းမျဉ်းတော်များကို ကျူးလွန်ချိုးဖောက်၍ မဟုတ်မတရား မမှန်မကန် ပြုမူကျင့်ကြံသူများ ဖြစ်သောကြောင့် သူတို့အား ရေကြီးခြင်းအား လွှမ်းမိုးစေတော် (မူလျက် အရေးယူတော်) မူ၏။"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "ထို့နောက် ငါအရှင်မြတ်သည် (တမန်တော်) နူးဟ်အားလည်းကောင်း၊ လှေသင်္ဘော (ပေါ်၌ လိုက်ပါလာခဲ့ကြသောသူ) ၏သာဝက အပေါင်းအဖော်တို့အားလည်းကောင်း၊ ကယ်တင်တော်မူပြီး ယင်း (လှေသင်္ဘော) ကို ကမ္ဘာသူကမ္ဘာသား လောကခပ်သိမ်းတို့အတွက် သက်သေလက္ခဏာတစ်ရပ် ဖြစ်စေတော်မူခဲ့၏။"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "ထို့ပြင် (တမန်တော်) အီဗ်ရာဟီးမ်က (ရစူလ်တမန်တော်အဖြစ် စေလွှတ်တော်မူခြင်းခံရပြီးနောက်) သူ့လူမျိုးတို့အား အလ္လာဟ်အရှင်မြတ်ကိုသာ နာခံကိုးကွယ်ကြလော့။ ထို့ပြင် ထိုအရှင်မြတ်အား စိုးရွံ့ထိတ်လန့် (၍ အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံး) ကြလော့။” ဟု ဟောပြောခဲ့စဉ်၊ အကယ်၍ ထိုသို့ (ဟောပြောသည့်အတိုင်း) ပင် သင်တို့သည် သိနားလည်ကြလျှင် သင်တို့အတွက် အကောင်း ဆုံးပင် ဖြစ်ပေသည်။"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "သင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား စွန့်၍ ရုပ်ပွားဆင်းတုများကိုသာလျှင် ဆည်းကပ်ကိုးကွယ်ကြပြီး (မုသာဝါဒပေါ်အခြေခံသော) လမ်းမှားကို လီဆယ်ဖန်တီးကြ၏။ ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်အား စွန့်၍ သင်တို့က (ကိုးကွယ်ရာများအဖြစ် မှတ်ယူကာ) ဆည်းကပ်ကိုးကွယ်ကြသော ထိုကိုးကွယ်ရာများ သင်တို့အတွက် (ကောင်းကင်ယံမှ မိုးရေကို သွန်းချစေ၍) စားနပ်ရိက္ခာ ထောက်ပံ့နိုင်သော အခွင့်အာဏာအား ပိုင်ဆိုင်ကြသည် မဟုတ်ပေ။ သို့ဖြစ်ပေရာ သင်တို့သည် စားနပ်ရိက္ခာများကို အလ္လာဟ်အရှင်မြတ် (၏စည်းမျဉ်းနိယာမတော်နှင့်အညီ အရှင့်) ထံတော်မှသာ ရှာမှီးကြလော့။ ထို့ပြင် ထိုအ ရှင်မြတ်အားသာလျှင် နာခံကိုးကွယ်ပြီး (ထိုအရှင် မြတ်၏ကျေးဇူးတော်များနှင့်စပ်လျဉ်း၍) ကျေးဇူးသိတတ် ကြလော့။ (နှလုံးသွင်းသင့်သည်မှာ) သင်တို့အားလုံး သည် ထိုအရှင်မြတ်ထံတော်သို့သာလျှင် လှန့်ပြန် ကြရပေမည်။"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "သို့ရာတွင် အကယ်၍ သင်တို့သည် (ငါအရှင်မြတ်၏ ရစူလ်တမန်တော်ကို) မဟုတ်မမှန် လိမ်လည် စွပ်စွဲ၍ ငြင်းပယ်ကြလျှင် (အကြောင်းမထူးပေ) သင်တို့အလျင် ရှိခဲ့ကြသော လူ့ဘောင်အသိုင်းအဝိုင်းများက လည်း (သူတို့၏စူလ်တမန်တော်များအား) မဟုတ်မမှန် လိမ်လည်စွပ်စွဲ၍ ငြင်းပယ်ခဲ့ကြ၏။ စင်စစ်မှာမူကား ရစူလ်တမန်တော်အပေါ်၌ (အလ္လာဟ်အရှင်မြတ်၏ အမိန့်ပညတ်တော်များကို လူသားတို့ထံ) ရှင်းလင်းပြတ်သားစွာ (အတိအကျ အပြည့်အစုံ) ပို့ဆောင်ရန်သာလျှင် တာဝန်ရှိ၏။"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် (အရှင့်နိယာမတော်အရ) ဖွဲ့စည်းဖြစ်တည်စေတော်မူသော (သက်ရှိသက်မဲ့) အရာခပ်သိမ်းတို့ကို မည်သို့ စတင်ဖွဲ့စည်းဖြစ်တည်စေတော်မူပြီး (ထိုမူရင်းဖြစ်တည်မှုမှ) မည်သို့ ထပ်ပြန်တလဲလဲ ဖွံ့ဖြိုးဖြစ်စေတော်မူသည်ကို သူတို့ မတွေ့မြင်၊ မဆင်ခြင် မသုံးသပ်ကြလေသလော။ ဧကန်ပင်၊ ထိုသို့ ဖြစ်စေတော်မူခြင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက် လွန်စွာ လွယ်ကူလှပေ၏။"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "(အို၊ ရစူလ်တမန်တော်၊ သူတို့အား) “မြေကမ္ဘာဝယ် လှည့်လည်၍ ခရီးသွားလာပြီးနောက် (အရှင့် နိယာမတော်အရ) ဖွဲ့စည်းဖြစ်တည်စေတော်မူသော (သက်ရှိသက်မဲ့) အရာခပ်သိမ်းတို့ကို မည်သို့ စတင်ဖွဲ့စည်း ဖြစ်တည်စေတော်ကြောင်းကိုလည်းကောင်း၊ တစ်ဖန် (ထိုမူရင်းဖြစ်တည်မှုမှ) အလ္လာဟ်အရှင်မြတ်သည် အရှင့်ဆန္ဒတော် ၏စည်းမျဉ်းတော်နှင့်အညီ အလိုရှိတော်မူသော နောက်ဆက်တွဲ အခြားအရာများကို မည်သို့ ဖွံ့ဖြိုးဖြစ်စေတော် မူကြောင်းကိုလည်းကောင်း၊ စူးစမ်းလေ့လာ၍ မဆင်ခြင်၊ မသုံးသပ်ကြ လေသလော။ ဧကန်မုချ၊ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းတို့အပေါ် စည်းမျဉ်းဩဇာလွှမ်းမိုးတော် မူ၍ စွမ်းဆောင်နိုင်တော်မူသော အရှင်မြတ်ပင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "ထိုအရှင်မြတ်သည် အရှင့်ဆန္ဒတော်၏စည်းမျဉ်းတော်နှင့်အညီ အလိုရှိတော်မူသောသူအား ပြစ်ဒဏ် သင့်စေတော်မူပြီး အရှင့်ဆန္ဒတော်၏စည်းမျဉ်းတော်နှင့်အညီ အလိုရှိတော်မူသောသူအား အကြင်နာ သက်စေတော်မူ၏။ ထို့ပြင် သင်တို့အားလုံးသည် ထိုအရှင်မြတ်ထံတော်သို့ပင် လှန့်ပြန်စေတော်မူခြင်း ခံကြရပေမည်။"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "စင်စစ်သော်ကား သင်တို့သည် ကမ္ဘာဂြိုဟ်၌လည်းကောင်း၊ မိုးကောင်းကင်၌လည်းကောင်း၊ (အရှင့် နိယာမတော်နှင့်အညီ ဖြစ်ပျက်နေသည်တို့ကို နှောင့်ယှက်ဟန့်တားရန်) စွမ်းဆောင်နိုင်ကြသူများ အလျှင်း မဟုတ်ကြချေ။ ထို့ပြင် သင်တို့အတွက် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြား မည်သည့် ကာကွယ်စောင့်ရှောက်သူနှင့် ကူညီစောင်မသူမျှ ရှိလိမ့်မည် မဟုတ်ချေ။"
        }
    ]
}