{
    "chapter": [
        {
            "chapter": 26,
            "verse": 1,
            "text": "ta sim mim. (Napiye!) Ivai telivana ivvetattin vacanankalakum"
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "ta sim mim. (Napiye!) Ivai telivana ivvetattin vacanankalakum"
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "(napiye!) Avarkal (um'mai) nampikkai kollatatan karanamaka (tukkattal) ninkal tarkolai ceytu kolvir polum"
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "nam virumpinal avarkalutaiya kaluttukal panintu kunintu varumpati (vetanai) ceyyakkutiya attatcikalai vanattiliruntu avarkal mitu nam irakkiyiruppom"
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "rahmanitamiruntu putitana oru nallupatecam varumpotellam atai avarkal (nirakarittu) purakkanikkamal iruppatillai"
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "(Akave, itaiyum) niccayamaka avarkal poyyakkukinranar. Eninum, avarkal etaip (poyyakkip) parikacittuk kontirukkirarkalo atan (unmai) ceytikal niccayamaka avarkalitam vante tirum"
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "avarkal pumiyaip parkkavillaiya? Atil ovvoru vakaiyilum (payanalikkak kutiya) melana ettanaiyo purpuntukalai joti jotiyakave nam mulaippittu irukkirom"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "niccayamaka itil or attatci irukkiratu. Eninum, avarkalil perumpalanavarkal nampikkai kollavillai"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "(napiye!) Umatu iraivan niccayamaka (anaivaraiyum) mikaittavan,maka karunaiyutaiyavan avan"
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "(napiye!) Umatu iraivan musavai alaittu ‘‘nir aniyayakkararkalana hpir'avnutaiya makkalitam celviraka'' enak kuriyatai nir kavanittup parppiraka"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "‘‘avarkal (enakkup) payappata mattarkala?'' (Enru umatu iraivan kettan)"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "atarku avar ‘‘en iraivane! Avarkal ennaip poyyakki vituvarkal ena nan payappatukiren'' enrar"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "innum, “(avvaru avarkal poyyakkinal) en manamutaintu vitum. (Attutan enakkuk konal iruppatal) en naval (cariyakap) pecamutiyatu. Atalal (ennutan) varumaru harunukku ni arivippayaka"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "melum, en mitu avarkalukku oru kurraccattutalum irukkiratu. Atarkaka avarkal ennaik kolai ceytu vituvarkal ena nan payappatukiren'' (enrum kurinar)"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "atarku (iraivan) kuriyatavatu: ‘‘Avvaralla (payappatatir; harunaiyum alaittuk kontu) ninkal iruvarum en attatcikalai (etuttu)k kontu cellunkal. Niccayamaka nan unkalutan iruntu (anaittaiyum) kettuk kontiruppen"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "Akave, ninkaliruvarum hpir'avnitam cenru, ‘‘niccayamaka nankal ulakattar anaivaraiyum pataittu paripalippavanin tutarkalavom"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "akave, ‘‘israyilin cantatikalai ni enkalutan anuppivitu'' enak kurunkal! (Enpatakavum kattalaiyittan)"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "(avvare avarkal hpir'avnitam cenru kurave) atarkavan (musavai nokki) “nankal um'maik kulantaiyaka etuttukkontu valarkkavillaiya? Nir (umatu valipattai ataiyum varai) pala varutankal nam'mitam valntiruntir"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "nir cey(yat taka)ta (oru) kariyattaiyum ceytir! (Atai mannittiruntum) nir nanri kettavarakave irukkirir'' enran"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "atarku musa kurinar: ‘‘Nan ariyatavanaka irunta nilaimaiyil atai nan ceyten"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "atalal nan unkalukkup payantu unkalai vittum otivitten. Eninum, en iraivan enakku nanattaik kotuttut tan tutarakavum ennai akkinan"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "akave, ni israyilin cantatikalai atimaiyaka vaittuk kontirukkum nilaimaiyil, itu ni enakkuc colli kanpikkak kutiya oru nanriyakuma?'' (Ivvaru musa kurinar)"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "‘‘ulakattarin iraivan yar?'' Ena hpir'avn kettan"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "atarku (musa) ‘‘vanankal, pumi innum ivarrukku mattiyil ullavarrin iraivantan (ulakattarin iraivanum avan). (Ivvunmaiyai) ninkal nampikkai kolpavarkalaka iruntal (nampikkai kollunkal)'' enru kurinar"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "atarkavan, tannaic cula iruntavarkalai nokki ‘‘ninkal itaic ceviyura villaiya?'' Enru kurinan"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "atarkavar ‘‘ (avantan) unkal iraivanum (unkalukku) mun cenru pona unkal mutataikalin iraivanum avan'' enru kurinar"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "Atarku (hpir'avn avarkalai nokki) ‘‘unkalitam anuppappatta(takak kurum) intat tutar niccayamaka cuttap paittiyakkarar'' enru connan"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "atarku (musa) ‘‘kil natu mel natu innum itarku mattiyilulla tecankalin iraivanum (avantan). Ninkal arivutaiyavarkalaka iruntal (itai ninkal unarntu kolvirkal)'' enru kurinar"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "atarkavan ‘‘ennait tavira (marretanaiyum) nir katavulaka etuttuk kontal niccayamaka nan um'mai ciraippattoril akkivituven'' enru kurinan"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "atarkavar ‘‘telivanatoru attatciyai nan unnitam kontu vanta potiluma?'' Enru kettar"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "atarkavan ‘‘nir colvatu unmaiyanal, ataik kontu varuviraka'' enru kurinan"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "akave, musa tan tatiyai erintar. Utane atu telivana periyatoru pampaki vittatu"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "melum, avar tan kaiyai(c cattaip paiyil) ittu veliyil etuttar. Utane atu parppavarkalukku(k kannaik kucacceyyum pirakacamutaiya) venmaiyakat tonriyatu"
        },
        {
            "chapter": 26,
            "verse": 34,
            "text": "(itaik kannurra hpir'avn) tannaic cula irunta piratanikalai nokki, ‘‘niccayamaka ivar tercciperra cuniyakkararaka irukkirar"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "ivar tan cuniyattal unkal urai vittum unkalait turattivita ennukirar. Akave, itaipparri ninkal enna kurukirirkal'' enru kettan"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "atarkavarkal, ‘‘avarukkum avarutaiya cakotararukkum oru tavanai alittu, tupparipavarkalaip pala urkalukkum anuppivai"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "tercciperra cuniyakkararkal anaivaraiyum avarkal (tetip pitittu) um'mitam alaittu varuvarkal'' enru kurinarkal"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "(Avvare tupparipavarkal pala urkalukkum anuppivaikkappattu) kuritta nalil, kuritta nerattil (kuritta itattil) cuniyakkararkal anaivarum onru cerkkappattarkal"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "ella manitarkalukkum, ‘‘ (kuritta kalattil) ninkal vantu ceruvirkala?'' Enru paraicarrappattatu"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "(ivvaru anku kutum) cuniyakkararkal verri kontal (avarkalutaiya markkattaiye) nam pinparravum kutum (enrum parai carrappattatu)"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "cuniyakkararkal anaivarum vantapolutu avarkal hpir'avnai nokki ‘‘meyyakave nankal verriperral atarkuriya kuli enkalukku unta?'' Enru kettarkal"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "atarkavan ‘‘am (kuli untu.... Kuli mattuma?) Annerattil ninkal (nam capaiyilum virrirukkakkutiya) namakku nerunkiya piramukarkalakavum akivituvirkal'' enru kurinan"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "avarkalai nokki musa ‘‘ninkal (cuniyam ceyya) eriyakkutiyatai eriyunkal'' enak kurinar"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "akave, avarkal tankal tatikalaiyum, kayirukalaiyum erintu ‘‘hpir'avnutaiya kauravattin mitu cattiyam niccayamaka nankaltan venruvittom'' enru kurinarkal"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "piraku musavum tan tatiyai erintar. Atu (periyatoru pampaki,) avarkal karpanai ceytirunta cuniyankal anaittaiyum vilunka arampittu vittatu"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "itaik kannurra cuniyakkararkal anaivarum viluntu ciram panintu"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "‘‘ulakattar anaivarin iraivanaiye nankal nampikkai kontom"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "avan(tan,) musa, harunutaiya iraivanumavan'' enru kurinarkal"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "Atarku (hpir'avn), ‘‘nan unkalukku anumati alippatarku munnatakave ninkal avarai nampikkai kontu vittirkal. Niccayamaka unkalukku cuniyam karrukkotutta unkal kuru avartan. (Itan palanai) aticikkirattil ninkal arintu kolvirkal. Unkalai maru kai, maru kal vetti unkal anaivaraiyum ciluvaiyil araintu vituven'' enru kurinan"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "atarkavarkal kurinarkal: ‘‘ (Atanal enkalukku) oru patakamumillai. (Enenral) niccayamaka nankal enkal iraivan pakkame tirumpac cenru vituvom"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "niccayamaka (musavai) nampikkai kontavarkalil nankal mutanmaiyanavarkalaka irukkum karanattinal, enkal iraivan enkal kurrankalai mannittuvituvan enru niccayamaka nankal nampukirom"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "pinnar, musavukku nam vahyi arivittatavatu: ‘‘ (Israyilin cantatikalakiya) en atiyarkalai alaittukkontu ninkal iravotu iravaka cenruvitunkal. Eninum, niccayamaka ninkal (avarkalal) pintotarappatuvirkal'' (enrom)"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "(avvaru avarkal cenru vitave atai arinta) hpir'avn, pala urkalukkum (makkalai alaikka) paraicarrupavarkalai anuppivaittu"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "‘‘niccayamaka (israyilin cantatikalakiya) ivarkal veku corpa tokaiyinare. (Avvariruntum)"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "niccayamaka avarkal nam'mai kopattirkullakki vittanar"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "niccayamaka nankal peruntokaiyinar; (attutan) mikka eccarikkai utaiyavarkal'' (enru kuri, pala urarkalaiyum onru tirattikkontu avarkalaip pintotarntu cenran)"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "(ivvaru) avarkalutaiya tottankaliliruntum turavukaliliruntum nam avarkalai veliyerri vittom"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "(innum, avarkalutaiya) pokkisankaliliruntum mikka nerttiyana vitukaliliruntum (avarkalai veliyerrinom)"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "Ivvaru (avarkalai veliyerriya pinnar) israyilin cantatikalai avarrukkuc contakkararkalakavum akkivittom"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "curiya utaya (nera)ttil ivarkal avarkalaip pin totarntanar"
        },
        {
            "chapter": 26,
            "verse": 61,
            "text": "ivviru kuttattinarum oruvaraiyoruvar kanta polutu ‘‘niccayamaka nam akappattuk kontom'' enru musavutaiya makkal kurinarkal"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "atarku (musa) ‘‘avvaralla. Niccayamaka en iraivan ennutan irukkiran. (Nam tappikkum) valiyai niccayamaka avan enakku arivippan'' enrar"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "akave, nam musavai nokki ‘‘nir umatu tatiyinal intak katalai atippiraka'' ena vahyi arivittom. (Avar atikkave) atu (pala valikalakap) pilantuvittatu. Ovvoru pilavum perum malaikalaippol iruntatu"
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "(pin cenra) marra makkalaiyum atai nerunkac ceytom"
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "musavaiyum, avarutan irunta anaivaraiyum nam patukattuk kontom"
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "pinnar (avarkalaip pintotarntu cenra) marra anaivaraiyum mulkatittu vittom"
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "niccayamaka i(ccampavat)til oru perum patippinai iruntatu. Eninum, avarkalil perumpalanavarkal itai nampavillai"
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "(napiye!) Niccayamaka umatu iraivantan (anaittaiyum) mikaittavan, maka karunaiyalan avan"
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "(napiye!) Avarkalukku iprahimutaiya carittirattaiyum otik kanpippiraka"
        },
        {
            "chapter": 26,
            "verse": 70,
            "text": "avar, tan tantaiyaiyum tan makkalaiyum nokki ‘‘ninkal etai vanankukirirkal?'' Enru kettatarku"
        },
        {
            "chapter": 26,
            "verse": 71,
            "text": "avarkal ‘‘nankal iccilaikalaiye vanankukirom; avarrai totarntu aratanai ceytu kontirukkirom'' enrarkal"
        },
        {
            "chapter": 26,
            "verse": 72,
            "text": "atarku (iprahim avarkalai nokki) ‘‘avarrai ninkal alaittal unkalukku cevi kotukkinranava"
        },
        {
            "chapter": 26,
            "verse": 73,
            "text": "Allatu (avarrai ninkal aratanai ceyvatal) unkalukku etum nanmaiyo (aratanai ceyyavittal) timaiyo ceykinranava?'' Enak kettar"
        },
        {
            "chapter": 26,
            "verse": 74,
            "text": "atarkavarkal ‘‘illai. Eninum enkal mutataikal ivvare (aratanai) ceytu kontirukka nankal kantom (akave, nankalum avarrai aratanai ceykirom)'' enrarkal"
        },
        {
            "chapter": 26,
            "verse": 75,
            "text": "ninkal evarrai vanankik kontiruntirkal enpatai parttirkala? Ena (iprahim) kettar"
        },
        {
            "chapter": 26,
            "verse": 76,
            "text": "ninkalum unkal munnorkalana mutataiyarkalum (evarrai vanankik kontiruntirkal enpataip parunkal)"
        },
        {
            "chapter": 26,
            "verse": 77,
            "text": "niccayamaka ivai enakku etirikale! Eninum, ulakattaraip pataittu valarppavane enatu iraivan"
        },
        {
            "chapter": 26,
            "verse": 78,
            "text": "avantan ennaip pataittan. Avane ennai nerana valiyil natattukiran"
        },
        {
            "chapter": 26,
            "verse": 79,
            "text": "avane enakkup pucikkavum kutikkavum tarukiran"
        },
        {
            "chapter": 26,
            "verse": 80,
            "text": "nan noyurra tarunattil avane ennai kunappatuttukiran"
        },
        {
            "chapter": 26,
            "verse": 81,
            "text": "avane ennai maranikkac ceyvan; pinnar avane ennai (marumaiyil) uyirppippan"
        },
        {
            "chapter": 26,
            "verse": 82,
            "text": "kuli kotukkum (marumai) nalil en kurrankalai mannikka avanaiye nan nampiyirukkiren"
        },
        {
            "chapter": 26,
            "verse": 83,
            "text": "en iraivane! Ni enakku nanattai arul purintu, nallavarkalutan ennaic certtu vituvayaka"
        },
        {
            "chapter": 26,
            "verse": 84,
            "text": "pirkalattilum (ulaka mutivu nal varai anaivarum) enakku (alaihis'salam-avar mitu canti nilavuka! Enru pirarttikkakkutiya) narpeyaraiyum cirappaiyum tantarulvayaka"
        },
        {
            "chapter": 26,
            "verse": 85,
            "text": "inpa cukattaiyutaiya corkkattin varicukalilum ennai ni akkivaippayaka"
        },
        {
            "chapter": 26,
            "verse": 86,
            "text": "en tantaiyaiyum ni mannittarul; niccayamaka avar valitavarivittar"
        },
        {
            "chapter": 26,
            "verse": 87,
            "text": "(uyir kotuttu) eluppappatum (marumai) nalil ni ennai ilivukkullakkate"
        },
        {
            "chapter": 26,
            "verse": 88,
            "text": "annalil, porulum pillaikalum oru payanumalikka"
        },
        {
            "chapter": 26,
            "verse": 89,
            "text": "ayinum, paricutta ullattutan (tan iraivanakiya) allahvitam varupavartan (payanataivar)"
        },
        {
            "chapter": 26,
            "verse": 90,
            "text": "Iraiyaccam utaiyavar(kalukkaka avar)kal munpaka corkkam arukil kontu varappatum"
        },
        {
            "chapter": 26,
            "verse": 91,
            "text": "valikettavarkal munpaka narakam velippatuttappatum"
        },
        {
            "chapter": 26,
            "verse": 92,
            "text": "avarkalai nokki ‘‘allahvaiyanri ninkal aratanai ceytu kontiruntavai enke"
        },
        {
            "chapter": 26,
            "verse": 93,
            "text": "(iccamayam) avai unkalukku utavi ceyyuma? Allatu tankalaiye patukattuk kolluma?'' Enru ketkappatum"
        },
        {
            "chapter": 26,
            "verse": 94,
            "text": "(pinnar,) avaiyum (avarrai vananki) vali tavariyavarkalum iplisutaiya ranuvankalum aka ivarkal anaivarume mukankuppura a(nta narakat)til tallappatuvarkal"
        },
        {
            "chapter": 26,
            "verse": 95,
            "text": "(pinnar,) avaiyum (avarrai vananki) vali tavariyavarkalum iplisutaiya ranuvankalum aka ivarkal anaivarume mukankuppura a(nta narakat)til tallappatuvarkal"
        },
        {
            "chapter": 26,
            "verse": 96,
            "text": "atil avarkal tankalukkul tarkkittuk kontu kuruvarkal"
        },
        {
            "chapter": 26,
            "verse": 97,
            "text": "‘‘allahvin mitu cattiyamaka! Nankal pakirankamana valikettiltan iruntom (enrum)"
        },
        {
            "chapter": 26,
            "verse": 98,
            "text": "(tankal teyvankalai nokki) ‘‘unkalai nam ulakattarin iraivanukku camamakki vaittom"
        },
        {
            "chapter": 26,
            "verse": 99,
            "text": "(pucarikalai cuttik kanpittu intak) kurravalikale tavira (veru evarum) enkalai vali ketukkavillai"
        },
        {
            "chapter": 26,
            "verse": 100,
            "text": "enkalukkup parintu pecupavarkal (inru) yarumillaiye"
        },
        {
            "chapter": 26,
            "verse": 101,
            "text": "(enkal mitu anutapamulla) oru unmaiyana nanpanumillaiye"
        },
        {
            "chapter": 26,
            "verse": 102,
            "text": "nam (ulakattirkut) tirumpac cellakkutumayin, niccayamaka nam meyyana nampikkaiyalarkalaki vituvom'' enru pulampuvarkal"
        },
        {
            "chapter": 26,
            "verse": 103,
            "text": "meyyakave itil oru patippinai irukkiratu. Eninum, avarkalil perumpalanavarkal itai nampuvatillai"
        },
        {
            "chapter": 26,
            "verse": 104,
            "text": "(napiye!) Niccayamaka umatu iraivane (anaivaraiyum) mikaittavan, maka karunaiyutaiyavan avan"
        },
        {
            "chapter": 26,
            "verse": 105,
            "text": "nuhvutaiya makkal (nam) tutarkalaip poyyakkinarkal"
        },
        {
            "chapter": 26,
            "verse": 106,
            "text": "avarkalin cakotarar nuh avarkalukku kurinar: ‘‘Ninkal (allahvukkup) payappataventama"
        },
        {
            "chapter": 26,
            "verse": 107,
            "text": "Meyyakave nan unkalitam (iraivanal) anuppappatta mikka nampikkaiyulla oru tutanaven"
        },
        {
            "chapter": 26,
            "verse": 108,
            "text": "akave, allahvukkup payantu ninkal enakku kattuppattu natankal"
        },
        {
            "chapter": 26,
            "verse": 109,
            "text": "(itarkaka) nan unkalitam oru kuliyaiyum ketkavillai. En kuli ulakattarin iraivanitame irukkinrana"
        },
        {
            "chapter": 26,
            "verse": 110,
            "text": "atalal, ninkal (anta) allahvukkup payantu enakku kattuppattu natankal'' (enru kurinar)"
        },
        {
            "chapter": 26,
            "verse": 111,
            "text": "atarkavarkal ‘‘um'mai nankal nampikkai kolvata? (Enkalukkuk kuli velai ceyyum) inarkaltan um'maip pinparriyirukkinranar'' enru kurinarkal"
        },
        {
            "chapter": 26,
            "verse": 112,
            "text": "atarku avar, ‘‘nan avarkal ceytu kontirukkum velai innatena ariyamatten. (Atai vicarippatum en velaiyalla) enrum"
        },
        {
            "chapter": 26,
            "verse": 113,
            "text": "(ivarraip parri) avarkalitam kanakkuk ketpatu en iraivan mite katamai. (En mitalla.) Ivvalavu kuta ninkal arintukolla ventama"
        },
        {
            "chapter": 26,
            "verse": 114,
            "text": "nampikkai kontavarkalai (avarkal elaikal enpatarkaka) nan virattivita mutiyatu"
        },
        {
            "chapter": 26,
            "verse": 115,
            "text": "pakirankamaka nan anaivarukkum accamutti eccarikkai ceypavane tavira verillai'' enru kurinar"
        },
        {
            "chapter": 26,
            "verse": 116,
            "text": "atarkavarkal ‘‘nuhe! Nir itai vittum vilakik kollavitil niccayamaka nir kallerintu kollappatuvir'' enru kurinarkal"
        },
        {
            "chapter": 26,
            "verse": 117,
            "text": "atarkavar, ‘‘en iraivane! En (inta) makkal niccayamaka ennaip poyyakki vittarkal"
        },
        {
            "chapter": 26,
            "verse": 118,
            "text": "atalal, enakkum avarkalukkumitaiyil ni oru tirppu ceytu, ennaiyum ennutanulla nampikkai kontavarkalaiyum patukattuk kolvayaka! Enru pirarttittar"
        },
        {
            "chapter": 26,
            "verse": 119,
            "text": "akave, nam avaraiyum (nampikkai kontu) avarutan iruntavarkalaiyum (marra uyirp piranikalal) niraintirunta kappalil erri patukattuk kontom"
        },
        {
            "chapter": 26,
            "verse": 120,
            "text": "itan pinnar (kappalil eratu) mitamiruntavarkalai nam mulkatittu vittom"
        },
        {
            "chapter": 26,
            "verse": 121,
            "text": "Niccayamaka itiloru patippinaiyiruntum avarkalil perumpalanavarkal nampikkaik kollavillai"
        },
        {
            "chapter": 26,
            "verse": 122,
            "text": "(napiye!) Niccayamaka umatu iraivantan (avarkalai) mikaittavan maka karunaiyutaiyavan"
        },
        {
            "chapter": 26,
            "verse": 123,
            "text": "‘‘atu' makkalum (nam) tutarkalaip poyyakkinarkal"
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "avarkalutaiya cakotarar ‘hutu' avarkalai nokki ‘‘ninkal (allahvukkup) payappata ventama"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "niccayamaka nan unkalitam anuppappatta nampikkaiyana oru tutanaven"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "atalal, ninkal allahvukkup payantu enakku kilppatintu natankal"
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "itarkaka nan unkalitattil oru kuliyaiyum ketkavillai. En kuli ulakattarin iraivanitame irukkiratu"
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "uyarnta itankalilellam (tunkal ponra) napakac cinnankalai ninkal vinakak kattukirirkale"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "ninkal (aliyatu) enrenrum iruppavarkalaip pol (unkal malikaikalil uyarnta) velaippatukalaiyum amaikkirirkal"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "ninkal (evaraiyum) pitittal (ivirakkaminri) mikak kotumaiyaka natattukirirkal"
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "allahvukkup payantu enakku kilppatintu natankal"
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "unkalukkut terintirukkum pala porulkalaiyum, evan unkalukkuk kotuttu utavi purintano avanukku ninkal payappatunkal"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "cantatikalaiyum, atu, matu, ottakankalaiyum (kotuttu) avane unkalukku utavi ceytirukkiran"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "tottankalaiyum nir urrukkalaiyum (avane unkalukku alittirukkiran)"
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "(avanukku maru ceytal) makattanatoru nalin vetanai unkalukku niccayamaka varuvatai(p parri) nan payappatukiren'' enru kurinar"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "atarkavarkal kurinarkal: ‘‘ (Hute!) Ninkal enkalukku nallupatecam ceyvatum nallupatecam ceyyatiruppatum camame"
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "(payamurutta) i(vvaru kuruva)tu munnullorin valakkame taviraverillai"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "(Ninkal kuruvataip pola) nankal vetanaikku alakkappata mattom'' (enru kurinarkal)"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "melum avarkal avaraip poyyakkinarkal. Atalal, nam avarkalai alittuvittom. Niccayamaka itil nallator attatciyiruntum avarkalil perumpalanavarkal nampikkai kollavillai"
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "(napiye!) Niccayamaka umatu iraivantan (avarkalai) mikaittavan, maka karunaiyutaiyavan"
        },
        {
            "chapter": 26,
            "verse": 141,
            "text": "‘samutu' makkalum (nam) tutarkalaip poyyakkinarkal"
        },
        {
            "chapter": 26,
            "verse": 142,
            "text": "avarkalutaiya cakotarar salih (napi) avarkalai nokki ‘‘ninkal (pavattai vittu vilaki) allahvukku ancikkolla ventama"
        },
        {
            "chapter": 26,
            "verse": 143,
            "text": "niccayamaka nan unkalitam anuppappatta mikka nampikkaiyana oru tutanaven"
        },
        {
            "chapter": 26,
            "verse": 144,
            "text": "atalal, ninkal allahvukkup payantu enakku kilppatintu natankal"
        },
        {
            "chapter": 26,
            "verse": 145,
            "text": "itarkaka nan unkalitattil oru kuliyum ketkavillai. En kuli ulakattarin iraivanitame tavira (veruyaritamum) illai"
        },
        {
            "chapter": 26,
            "verse": 146,
            "text": "inku (ulla cukapokankalil enrenrume) accamarru (vala) vittu vaikkappatuvirkala"
        },
        {
            "chapter": 26,
            "verse": 147,
            "text": "(inkulla) tottankalilum, nir urrukalilum"
        },
        {
            "chapter": 26,
            "verse": 148,
            "text": "kulai kulaiyakat tonkum periccan toppukalilum, vivacayap pannaikalilum (vittuvaikkappatuvirkala)"
        },
        {
            "chapter": 26,
            "verse": 149,
            "text": "tiramaicalikalaka malaikalaik kutaintu vitukalai amaikkirirkal. (Atil enrenrume tankiyirukka ninkal vittu vaikkappatuvirkala)"
        },
        {
            "chapter": 26,
            "verse": 150,
            "text": "akave, ninkal allahvai anci enakku kilppatintu natankal"
        },
        {
            "chapter": 26,
            "verse": 151,
            "text": "varampu mirupavarkalin kattalaikku ninkal kilppatiyatirkal"
        },
        {
            "chapter": 26,
            "verse": 152,
            "text": "avarkal, pumiyil visamam ceyvarkal; nanmai ceyya mattarkal'' enru kurinar"
        },
        {
            "chapter": 26,
            "verse": 153,
            "text": "atarkavarkal (salih napiyai nokki) kurinar: ‘‘Um'mitu evaro cuniyam ceytuvittarkal. (Atalal, umatu putti tatumarivittatu)"
        },
        {
            "chapter": 26,
            "verse": 154,
            "text": "Nir nam'maip ponra oru manitare tavira verillai. Nir unmai colpavaraka iruntal (nam virumpiyavaru) or attatciyaik kontu varuviraka'' (enru kurinarkal)"
        },
        {
            "chapter": 26,
            "verse": 155,
            "text": "atarkavar ‘‘ (unkalukku attatciyaka) ito oru pen ottakam (vantu) irukkiratu. (Ninkal tanniraruntum itturavil) atu kutippatarku oru nalum, ninkal kutippatarku oru nalum kurippitappatukiratu"
        },
        {
            "chapter": 26,
            "verse": 156,
            "text": "melum, ninkal atarku oru tinkum ceyyatirkal. Avvarayin katinamana oru nalin vetanai unkalaip pitittukkollum'' enru kurinar"
        },
        {
            "chapter": 26,
            "verse": 157,
            "text": "(ivvaru kuriyiruntum) avarkal atan kal narampait tarittu vittarkal. (Atanal vetanai varuvatan arikuriyaik kantapolutu) avarkal tukkattil alntuvittarkal"
        },
        {
            "chapter": 26,
            "verse": 158,
            "text": "akave, avarkalai vetanai pitittukkontatu. Niccayamaka (avarkalukku) itilor attatci iruntatu. Eninum, avarkalil perumpalanavarkal nampikkai kollaveyillai"
        },
        {
            "chapter": 26,
            "verse": 159,
            "text": "(napiye!) Niccayamaka umatu iraivantan (anaivaraiyum) mikaittavan, maka karunaiyutaiyavan"
        },
        {
            "chapter": 26,
            "verse": 160,
            "text": "luttutaiya makkalum (nam) tutarkalaip poyyakkinarkal"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "avarkalutaiya cakotarar lut avarkalai nokki ‘‘ninkal (pavattiliruntu vilaki) allahvai ancikkolla ventama"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "niccayamaka nan unkalitam anuppappatta nampikkaiyana oru tutanaka irukkiren"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "(akave) allahvukkup payantu enakku kilppatiyunkal"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "itarkaka nan unkalitattil oru kuliyaiyum ketkavillai. En kuli ulakattarin iraivanitame tavira (veruyaritamum) illai"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "ninkal (unkal kama iccaiyait tanittuk kolla) ulakattarkalil ankalitame celkirirkal"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "Unkal iraivan unkalukkakap pataitta unkal manaivikalai ninkal purakkanittu vitukirirkale! Ninkal (allahvin iyarkai muraiyai) mirivitta makkal avirkal'' enru kurinar"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "atarkavarkal ‘‘lutte! (Ivvaru kuruvatai vittu) nir vilakik kollavitil niccayamaka nir (nam urai vittut) turattappatuvir'' enru kurinarkal"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "atarkavar ‘‘niccayamaka nan unkal (ittiya) ceyalai verukkiren'' enru kuri"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "‘‘en iraivane! Ivarkalin (tiya) ceyaliliruntu ennaiyum, en kutumpattaiyum patukattuk kolvayaka'' (enru pirarttittar)"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "akave, avaraiyum avar kutumpattinar anaivaraiyum nam patukattuk kontom"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "eninum, (avarutaiya) oru kila (manai)viyait tavira aval (luttutan) varatu pin tankiyavarkalutan tanki (alintu) vittal"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "pinnar, nam marra anaivaraiyum alittu vittom"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "avarkal mitu nam (kal) malaiyai poliyac ceytom. Accamutti eccarikkai ceyyappatta(a)varkalin (mitu polinta kal) malai maka kettatu"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "niccayamaka itilor nalla attatciyiruntatu. Eninum, avarkalil perumpalana varkal nampikkai kollavillai"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "(napiye!) Niccayamaka umatu iraivantan mikaittavan, maka karunaiyutaiyavan"
        },
        {
            "chapter": 26,
            "verse": 176,
            "text": "(‘matyan' ennum uril) colaiyil vacittiruntavarkalum (nam) tutarkalaip poyyakkinarkal"
        },
        {
            "chapter": 26,
            "verse": 177,
            "text": "su'aip (napi) avarkalai nokki ‘‘ninkal (allahvukku anci pavattiliruntu) vilakik kolla ventama"
        },
        {
            "chapter": 26,
            "verse": 178,
            "text": "niccayamaka nan unkalitam anuppappatta nampikkaiyulla oru tutanaka irukkiren"
        },
        {
            "chapter": 26,
            "verse": 179,
            "text": "akave, allahvai anci enakku kilppatiyunkal"
        },
        {
            "chapter": 26,
            "verse": 180,
            "text": "itarkaka nan unkalitam oru kuliyum ketkavillai. En kuli ulakattarkalin iraivanitame tavira (verevaritamum) illai.”"
        },
        {
            "chapter": 26,
            "verse": 181,
            "text": "Alavaiyai mulumaiyaka alantu kotunkal. Ninkal (makkalukku) nastamilaippavarkalaka irukka ventam"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "cariyana taracil niruttuk kotunkal"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "manitarkalukku niruttuk kotukka ventiya avarkalutaiya porulkalai ninkal kuraittu vitatirkal. Ninkal pumiyil katumaiyaka visamam (-kalakam) ceytu kontu alaiyatirkal"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "unkalaiyum unkalukku munnulloraiyum evan pataittano avanukku ninkal payappatunkal'' enrum kurinar"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "atarkavarkal kurinar: ‘‘Nir (evaralo) perum cuniyam ceyyappattu vittir"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "nir nam'maipponra manitare tavira verillai. Niccayamaka nam um'maip poyyarkalil oruvarakave matikkirom"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "nir unmai colpavaraka iruntal vanat(taip pala tuntakki, a)tiliruntu cila tuntukalai nam'mitu vilavaiyunkal'' (enru kurinarkal)"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "atarkavar ‘‘ninkal ceytu kontirukkum (mocamana) kariyattai en iraivan nankarivan; (itarkuriya tantanaiyai unkalukku avaciyam taruvan)'' enru kurinar"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "(eninum) pinnarum avarkal avaraip poyyakkinarkal. Akave, oru nal avarkalai (atarnta) nilalaiyutaiya mekattin vetanai pitittuk kontatu. Niccayamaka atu makattana nalin vetanaiyaka iruntatu"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "niccayamaka itilor attatci iruntum avarkalil perumpalanavarkal nampikkai kollavillai"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "(napiye!) Niccayamaka umatu iraivantan (anaivaraiyum) mikaittavan, maka karunaiyutaiyavan"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "(napiye!) Niccayamaka (kur'an sarihp ennum) itu akilattarin iraivanaltan arulappattatu"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "(irai kattalaip pirakaram) ruhul amin (nampikkaikkuriya uyir ennum jiprayil) itai umatu ullattil irakkivaittar"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "(manitarkalukku) nir accamutti eccarikkai ceyvatarkaka"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "telivana arapi moliyil (itu irakkappattullatu)"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "Niccayamaka itaip parriya munnarivippu munnulla vetankalilum irukkiratu"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "israyilin cantatiyilulla kalvimankal itai arintiruppate avarkalukkup potumana attatciyallava"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "(ivarkal virumpuvataippola arapi allata) ajamikalil oruvarmitu (avarutaiya moliyil) itai irakkivaittu"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "avar itai ivarkalukku otik kanpittal itai avarkal nampikkai kollave mattarkal"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "attakaiya (kotiya) nirakarippaiye ikkurravalikalin ullankalil nam pukuttiyirukkirom"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "akave, tunpuruttum vetanaiyai ivarkal (tankal kannal) kanum varai itai nampikkai kollave mattarkal"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "avarkal unarntu kollatavaru titukurakave (annal) avarkalai vantataiyum"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "accamayam avarkal ‘‘enkalukku(c ciritu) avakacam kotukkappatuma"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "‘‘enkalai vetanai ceyyava ivarkal avacarappatukinranar?'' Enru kuruvarkal"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "(napiye!) Nir kavanittira? Nam ivarkalai (ivarkal virumpukiravaru) pala varutankal cukamanupavikka vittu vaittiruntapotilum"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "pinnar, avarkal payamuruttappattuvanta vetanai avarkalai vantataintal"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "avarkal anupavitta cukapokankal onrume avarkalukku oru payanumalikkate"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "(upatecam ceytu) accamutti eccarikkai ceypavarkalai anuppata varai evvuraraiyum nam alittuvitavillai"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "(oru tutarai anuppi, vetanaip parri) napakamuttatu nam (evaraiyum alittu) aniyayam ceypavarkalaka irukkavillai"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "(ivarkal kurukiravaru) i(vvetat)tai saittankal irakkavillai"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "atu avarkalukkut takutiyumalla; (atarkuriya) caktiyum avarkalitam illai"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "niccayamaka avarkal (itai) katal ketpatiliruntum tatukkap pattirukkinranar"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "Atalal, (napiye!) Nir allahvutan veroru katavulai alaikkatir. (Alaittal) atanal nir vetanaikkullavir"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "nir umatu nerunkiya uravinarkalukku accamutti eccarikkai ceyviraka"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "um'maip pinparriya nampikkaiyalarkalitam pujam taltti(p panivaka natantu)k kolviraka"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "anal, avarkal unkalukku maru ceytal ‘‘niccayamaka nan ninkal ceypavarriliruntu vilaki vitten'' enru kuri"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "karunaiyalan, anaivaraiyum mikaittavan (allah) mitu nampikkai vaippiraka"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "nir ninru vanankumpotum avan um'maip parkkiran"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "ciram panintu vanankakkutiyavarkalutan cerntu nir acaivataiyum avan parkkiran"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "niccayamaka avantan anaittaiyum nanku ceviyurupavan, nanku aripavan"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "(nampikkaiyalarkale!) Saittankal yar mitu irankukinranar enpatai nan unkalukku arivikkava"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "poy collum ovvoru paviyin mitum irankukinranar"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "tankal kelvippattatai ellam avarkalukkuk kurukinranar. Avarkalil perumpalanavarkal (perum) poyyarkale"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "kavinarkalai valikettavarkaltan pinparrukinranar"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "niccayamaka avarkal ovvoru titalilum tattalintu tirikirarkal enpatai (napiye!) Nir parkkavillaiya"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "niccayamaka avarkal, tankal ceyyata kariyankalai(c ceytataka)k kurukirarkal"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "(ayinum,) avarkalil evarkal nampikkai kontu, narceyalkalaic ceytu, (tankal kavitaikalil) allahvai atikamaka ninaivu ceytu (pirar mulam) aniyayattirku ullanatan pinnar, pali vankinarkalo avarkalait tavira (marravarkal kurravalikaltan. Pirarai tunpuruttiya) aniyayakkararkal tankal enku tirumpac cella ventumenpatai aticikkirattil arintu kolvarkal"
        }
    ]
}