{
    "rukus": [
        {
            "chapter": 5,
            "verse": 116,
            "text": "و (خاطرنشان ساز) آن گاه را که خداوند می‌گوید: ای عیسی پسر مریم! آیا تو به مردم گفته‌ای که جز الله، من و مادرم را هم دو خدای دیگر بدانید (و ما دو نفر را نیز پرستش کنید؟). عیسی می‌گوید: تو را منزّه از آن می‌دانم که دارای شریک و انباز باشی. مرا نسزد که چیزی را بگویم (و بطلبم که وظیفه و) حق من نیست. اگر آن را گفته باشم بیگمان تو از آن آگاهی. تو (علاوه از ظاهر گفتار من) از راز درون من هم باخبری، ولی من (چون انسانی بیش نیستم) از آنچه بر من پنهان می‌داری بی‌خبرم. زیرا تو داننده‌ی رازها و نهانیهائی (و از خفایا و نوایای امور باخبری)"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "من به آنان چیزی نگفته‌ام مگر آنچه را که مرا به گفتن آن فرمان داده‌ای (و آن) این که جز خدا را نپرستید که پروردگار من و پروردگار شما است (و همو مرا و شما را آفریده است و همه بندگان اوئیم). من تا آن زمان که در میان آنان بودم از وضع (اطاعت و عصیان) ایشان اطّلاع داشتم، و هنگامی که مرا میراندی، تنها تو مراقب و ناظر ایشان بوده‌ای (و اعمال و افکارشان را پائیده‌ای) و تو بر هر چیزی مطّلع هستی"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "اگر آنان را مجازات کنی، بندگان تو هستند (و هرگونه که بخواهی درباره‌ی ایشان می‌توانی عمل کنی) و اگر از ایشان گذشت کنی (تو خود دانی و توانی) چرا که تو چیره و توانا و حکیمی (لذا نه بخشش تو نشانه‌ی ضعف، و نه مجازات تو بدون حکمت است)"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "(در روز قیامت) خداوند می‌گوید: امروز روزی است که تنها درستی کردار و درستی گفتار راستگویان (در دنیا، هم اینک در عقبی) بدیشان سود می‌رساند. برای آنان باغهائی (از بهشت) است که در زیر درختان آن جویبارها روان است. ایشان در آنجا جاودانه می‌مانند. خداوند (به سبب اعمال گذشته‌ی ایشان) از آنان خوشنود، و ایشان هم (به سبب اجر و پاداش فراوان و بی‌پایانی که دریافت داشته‌اند) از خدا خوشنودند. این است پیروزی بزرگ (و نعمت سترگ)"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "حکومت آسمانها و زمین و آنچه در آنها است، از آن خدا است، و او بر هر چیزی توانا است"
        }
    ]
}