{
    "rukus": [
        {
            "chapter": 6,
            "verse": 71,
            "text": "بگو: آیا چیزی غیر از خدا را بخوانیم (و عبادت و پرستش کنیم) که نه سودی به حال ما دارد و نه زیانی؟ و آیا پس از آن که خداوند ما را هدایت بخشیده است (و به سوی خود رهنمون کرده است) به عقب بازگشت کنیم (و از ایمان دست بکشیم و دیگر بار به کفر برگردیم؟ و) بسان کسی (باشیم و کنیم) که شیاطین او را در زمین (بیابانهای برهوت) ویلان و سرگردان به دنبال خود کشند، و دوستانی داشته باشد که او را به راه راست خوانند و به سوی خود فریاد دارند (امّا او بدیشان گوش نکند و به دنبال شیاطین رود و گمراه‌تر و گمراه‌تر شود؟) بگو: هدایت خداوند، هدایت است و (بجز اسلام، ضلالت است، و از سوی خدا) به ما دستور داده شده است که فرمانبردار پروردگار جهانیان باشیم (و منقاد او شویم و به فرمان او رویم)"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "و (از سوی خدا به ما دستور داده شده است) این که نماز را به گونه‌ی شایسته بخوانید و از خدا بترسید و (اوامر او را اجرا کنید؛ چه) او است که در پیشگاهش گردآورده می‌شوید (و حساب و کتاب پس می‌دهید)"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "او آن کسی است که آسمانها و زمین را به حق آفریده است (و آنها را بیهوده نیافریده است و بلکه از روی حکمت و هدف ساخته است) و هر وقت (اراده‌ی خدا بر پیدایش چیزی قرار گیرد، بدان) می‌گوید: باش! پس می‌شود. سخن او حق است (و فرمان او شدنی) و مالکیّت (مطلق و تصرّف همه‌جانبه) از آن او است، در آن روزی که (برای اعلان رستاخیز) در صور دمیده شود. دانای آشکار و پنهان است (و در کار او گذشته و حال و آینده یکسان است. او آگاه از همه چیزهائی است که نهان از حواسّ و ابصار، یا قابل رؤیت در لیل و نهار است) و او حکیم (در کردار و) آگاه (از احوال انسان، و مطّلع از بواطن و ظواهر جهان) است"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "و (برای مردمان بیان کن چیزهائی را که رخ داد) بدان گاه که ابراهیم به پدر خود آزر گفت: آیا بتهائی را به خدائی می‌گیری!! (مگر زشت نیست که انسان عاقل، سنگهای بی‌جان را پرستش و عبادت کند و در برابر تراشیده‌های دست خود کرنش برد؟!). به حقیقت من تو را و قوم تو را در گمراهی آشکار (و به دور از راه پروردگار) می‌بینم"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "و همان گونه (که گمراهی قوم ابراهیم را در امر پرستش بتها به او نمودیم، بارها و بارها نیز) مُلک عظیم آسمانها و زمین را به ابراهیم نشان دادیم، تا از زمره‌ی باورمندان راستین شود (و بر راستای خداشناسی رود)"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "(از جمله) هنگامی که شب او را در برگرفت (و تاریکی شب همه‌جا را پوشاند) ستاره‌ای (درخشان به نام مشتری یا زهره) را دید (بر سبیل فرض و إرخاءالْعِنان) گفت: این پروردگار من است! امّا هنگامی که غروب کرد (برای ابطال عقیده‌ی ستاره‌پرستان موجود در آن محیط) گفت: من غروب‌کنندگان را دوست نمی‌دارم (و به عبادت چیزهای تغییرپذیر و زوال‌پذیر نمی‌گرایم)"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "و هنگامی که ماه را در حال طلوع (در کرانه‌ی افق) دید (باز هم بر سبیل فرض و ارخاءالعنان) گفت: این پروردگار من است! ولی هنگامی که (آن هم) غروب کرد، گفت: اگر پروردگارم مرا راهنمائی نکند، بدون شکّ از زمره‌ی قوم گمراه (و جمعیّت سرگشته در وادی کفر و ضلال) خواهم بود"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "و هنگامی که خورشید را در حال طلوع (در کرانه‌ی افق) دید (دوباره بر سبیل فرض و ارخاءالعنان) گفت: این پروردگار من است (چرا که) این بزرگتر (از ستاره و ماه) است! امّا هنگامی که غروب کرد، گفت: ای قوم من! بیگمان من از آنچه انباز خدا می‌کنید بیزارم (و تنها رو به خدا می‌دارم)"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "بیگمان من رو به سوی کسی می‌کنم که آسمانها و زمین را آفریده است، و من (از هر راهی جز راه او) به کنارم و از زمره‌ی مشرکان نیستم"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "و (با وجود این) قوم ابراهیم با او به ستیزه پرداختند (و وی را از خشم خدایان خود ترساندند. ابراهیم) گفت: آیا شما را سزد که درباره‌ی خدا با من بستیزید، و حال آن که مرا (خداوند با دلائل روشن به سوی حق راهنمائی کرده و) هدایت بخشیده است؟ من از آن چیزهائی که انباز خدا می‌کنید نمی‌ترسم (چرا که می‌دانم از سوی آنها و از جانب کسی زیانی به من نمی‌رسد) امّا اگر خدا بخواهد ضرر و زیان (به کسی برسد، بیگمان بدو) می‌رسد. دانش پروردگارم همه‌چیز را در برگرفته است (و خدای من از هر چیز آگاه است، ولی خدایان شما از چیزی آگاهی ندارند). آیا یادآور نمی‌شوید (و از خواب غفلت بیدار نمی‌گردید و متوجّه نیستید که چیزهای عاجز و درمانده مستحقّ پرستش نمی‌باشند؟)"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "چگونه من از چیزی که (بی‌جان است و بت نام دارد و از روی نادانی) آن را انباز (خدا) می‌سازید می‌ترسم؟ و حال آن که شما از این نمی‌ترسید که برای خداوند (جهان که همه‌ی کائنات گواه بر یگانگی او است) چیزی را انباز می‌سازید که خداوند دلیلی بر (حقّانیّت پرستش) آن برای شما نفرستاده است؟ پس کدام یک از دو گروه (بت‌پرست و خداپرست) شایسته‌تر به امن و امان (و نترسیدن از مجازات یزدان) است، اگر می‌دانید (که درست کدام و نادرست کدام است)؟"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "کسانی که ایمان آورده باشند و ایمان خود را با شرک (پرستش چیزی با خدا) نیامیخته باشند، امن و امان ایشان را سزا است، و آنان راه‌یافتگان (راه حق و حقیقت) هستند"
        }
    ]
}