{
    "rukus": [
        {
            "chapter": 10,
            "verse": 21,
            "text": "هنگامی که پس از شرّ و بلائی که (برای بیداری و آگاهی) به مردم رسیده است، مزه‌ی خیر و نعمتی به انسانها می‌چشانیم (و ایشان را به قدرت و ثروت و شادی هم می‌آزمائیم)، به ناگاه درباره‌ی آیه‌های ما به چاره‌سازی می‌نشینند (و به تکذیب آنها می‌پردازند و با توجیهات نادرست در مقام انکار آیه‌ها برمی‌آیند، و پیغمبر ما را شاعر و ساحر و دیوانه می‌خوانند، و مشکلات و سختیها را ناشی از اسباب و علل و تصادف و قهر طبیعت می‌دانند، و نعمتها و خوشیها را حمل بر زرنگی و شایستگی خود و شفقت روزگار می‌نمایند!). بگو: خداوند در چاره‌سازی (حیله‌گریهای شما) از سرعت بیشتری برخوردار است (و می‌تواند شما را در اسرع وقت نابود نماید و سریعاً تازیانه‌ی عذاب را به تنتان آشنا کند و فوراً در برابر اعمال زشتتان سزایتان دهد. امّا تا آن زمان که خود می‌داند، مهلتتان می‌دهد و به حال خودتان وا می‌گذارد). بیگمان فرستادگان (مأمور ثبت و ضبط کردار و گفتار و پندار شما یعنی فرشتگان) ما حیله‌گریها و چاره‌سازیهای شما را می‌نویسند (و در قیامت کیفر آنها را به کف دستتان می‌گذاریم)"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "او است که شما را در خشکی و دریا راه می‌برد (و امکان سیر و حرکت در قاره‌ها و آبها را برای شما میسّر می‌کند). چه بسا هنگامی که در کشتیها قرار می‌گیرید و کشتیها با باد موافق سرنشینان را (آرام آرام به سوی مقصد) حرکت می‌دهند، و سرنشینان بدان شادمان می‌گردند، به ناگاه باد سختی وزیدن می‌گیرد و از هر سو موج به سویشان میدود و می‌پندارند که (توسّط مرگ از هر سو) احاطه شده‌اند (و راه گریزی نیست. در این وقت) خدا را به فریاد می‌خوانند و طاعت و عبادت و فرمانبرداری و دین را تنها از آن او می‌دانند (چرا که همه‌کس و همه‌چیز را بسی ضعیف‌تر و ناتوانتر از آن می‌بینند که کاری از دست آنان برآید و از این ورطه رستگارشان نماید. بدین هنگام عهد می‌کنند که) اگر ما را از این حال برهانی، از زمره‌ی سپاسگزاران خواهیم بود (و دیگر به کسی و چیزی جز تو روی نمی‌آوریم و هرگز این و آن را به فریاد نمی‌خوانیم و نمی‌پرستیم)"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "امّا هنگامی که خدا آنان را نجات می‌دهد، ناگهان به ناحق در زمین شروع به ظلم و فساد می‌کنند (و عهد و پیمان را فراموش می‌نمایند). ای مردم! ظلم و ستمی که مرتکب می‌شوید، وبال و زیان آن متوجّه خود شما می‌شود. چند روزی از متاع و لذّت دنیا بهره‌مند می‌شوید، پس از آن بازگشت شما به سوی خدا است و آن گاه ما شما را از آنچه انجام می‌داده‌اید آگاه می‌سازیم (و سزای اعمالتان را می‌دهیم)"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "حال دنیا (از حیث زوال و فنا و از میان‌رفتن نعمت آن) همانند آبی است که از آسمان می‌بارانیم و بر اثر آن گیاهان زمین که انسانها و حیوانها از آنها می‌خورند (و استفاده می‌کنند، می‌رویند و) به هم می‌آمیزند تا بدانجا که زمین (در پرتو آن) کاملاً آرایش و زیبائی می‌گیرد و آراسته و پیراسته می‌گردد و اهل زمین یقین پیدا می‌کنند که بر زمین تسلّط دارند (و حتماً می‌توانند از ثمرات و غلّات و محصولات آن بهره‌مند شوند. در بحبوحه‌ی این شادی و در گیراگیر این سرسبزی و آراستگی) فرمان ما (مبنی بر درهم کوبیدن و ویران کردن آن) در شب یا روز در می‌رسد (و با بلاهای گوناگون، از قبیل: سرمای سخت، تگرگ شدید، سیل، طوفان، و غیره، آن را نابود می‌سازیم) و گیاهانش را از ریشه برآورده و دروده و نابودش می‌کنیم. انگار دیروز در اینجا نبوده است (و هرگز وجود نداشته است، و انسانهائی در آن سرزمین نزیسته‌اند). ما (بدین وضوح) آیه‌ها (ی خویش) را برای قومی تشریح و تبیین می‌کنیم که می‌اندیشند (و می‌فهمند)"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "خداوند (انسان را به بهشت، یعنی) به سرای امن و امان و آرامش و اطمینان دعوت می‌کند، و هرکس را بخواهد به راه راست (که منتهی به این مرکز امن و امان و آرامش و اطمینان می‌گردد) هدایت می‌نماید"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "کسانی که کارهای نیکو می‌کنند، منزلت نیکو (یعنی بهشت) از آن ایشان است و افزون (بر آن هم که مغفرت و رضوان است) دارند، و غبار غم و اندوه بر پیشانی ایشان نمی‌نشیند و خواری و رسوائی نمی‌بینند. آنان اهل بهشتند و جاودانه در آن می‌مانند"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "کسانی که کارهای زشت می‌کنند، کیفر هر کار زشتی به اندازه‌ی آن خواهد بود (نه بیشتر)، و خواری و حقارت آنان را فرا می‌گیرد. هیچ کس و هیچ چیزی نمی‌تواند آنان را از (دست عذاب) خدا رهائی بخشد (و در پناه خود دارد. آن اندازه روسیاه و گرفتار غم و اندوهند) انگار با پاره‌های تاریکی از شب چهره‌هایشان پوشانده شده است. آنان دوزخیانند و جاودانه در آن می‌مانند"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "روزی (برای رسیدگی به حساب و کتاب مردم) جملگی (کافران و مؤمنان) را گرد می‌آوریم و سپس به کافران می‌گوئیم: شما و معبودهایتان در جای خود بایستید. بعد آنها را از هم جدا می‌سازیم (و ایشان را مقابل معبودهایشان نگاه می‌داریم و در میان طرفین به داوری می‌پردازیم) و معبودهایشان می‌گویند: شما ما را نپرستیده‌اید (بلکه به وسوسه‌ی اهریمن و به سخن دل گوش فرا داده‌اید و مجسّمه‌ی ما را به خاطر منافع خود پرستش نموده‌اید. معبود حق ذات پاک پروردگار است و بس)"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "همین بس که خدا میان ما و شما گواه است که ما بدون شکّ از عبادت شما بی‌خبر بوده‌ایم"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "در آنجا (که میدان حشر و پهنه‌ی گردهمآئی است) هرکسی کارهائی را که قبلاً (در دنیا) کرده است می‌آزماید، و جملگی مردم به سوی خدا، یعنی مولای حقیقی خویش برگردانده می‌شوند، و چیزهائی را که به دروغ ساخته و به هم بافته بودند از میان برمی‌خیزند"
        }
    ]
}