{
    "rukus": [
        {
            "chapter": 11,
            "verse": 61,
            "text": "به سوی قوم ثمود یکی از خودشان را (به عنوان پیغمبر) فرستادیم که صالح نام داشت. (به آنان) گفت: ای قوم من! خدا را بپرستید که معبودی جز او برای شما وجود ندارد (و کسی غیر او مستحقّ پرستیدن نمی‌باشد). او است که شما را از زمین آفریده است و آبادانی آن را به شما واگذار نموده است (و نیروی بهره‌وری و بهره‌برداری از آن را به شما عطاء و در شما پدید آورده است). پس، از او طلب آمرزش (گناهان خویش) را بنمائید و به سوی او برگردید (و با انجام عبادات و دوری از منکرات، مغفرت و مرحمت او را بخواهید و بدانید که اگر در این کار صادق باشید، خداوند شما را در می‌یابد و دعای شما را می‌پذیرد). بیگمان خداوند من (به بندگانش) نزدیک (است و استغفار و انگیزه‌ی استغفارشان را می‌داند) و پذیرنده (ی دعای کسانی) است (که او را مخلصانه به زاری می‌خوانند و به یاریش می‌طلبند)"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "گفتند: ای صالح! پیش از این مایه‌ی امید ما بودی. آیا ما را از پرستش چیزهائی که پدرانمان می‌پرستیدند نهی می‌کنی؟ (و از عبادت بتانی باز می‌داری که نیاکان و همچنین خودمان به عبادت آنها عادت کرده و الفت گرفته‌ایم؟!) ما راجع بدانچه ما را بدان دعوت می‌کنی به شکّ و تردید عجیبی گرفتار آمده‌ایم! (مگر می‌شود که خدا را به یگانگی پرستید و بدون میانجیگری بتان و شفیعان به خدا تقرّب جست؟! این غیرممکن است)"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "گفت: ای قوم من! به من بگوئید، اگر من (در دعوت شما به پرستش خدای یگانه)، از سوی خدا دلیل روشنی داشته باشم و او از جانب خود به من رحمت (نبوّت و رسالت) داده باشد، حال اگر از فرمان او سرکشی کنم، چه کسی مرا در برابر (خشم) خدا یاری می‌دهد و از عذاب او رستگار می‌سازد؟! شما که جز بر زیان و هلاک من نمی‌افزائید"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "(صالح گفت:) ای قوم من! این شتر خدا است و برای شما معجزه‌ای است (بر صدق نبوّت من. چرا که همچون شتران دیگر نیست و ویژگیهای خارق‌العاده‌ای دارد). پس آن را رها کنید تا در زمین (از مراتع و علفزارها) بخورد و اذیّت و آزاری بدان مرسانید که (اگر چنین کنید) هرچه زودتر به عذاب سختی گرفتار می‌آئید"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "امّا آنان شتر را سر بریدند. صالح بدیشان گفت: در خانه و کاشانه‌ی خود سه روز زندگی کنید (و بدانید که مهلت زندگانی شما به پایان رسیده است. پس از این سه روزه‌ی حیات، عذاب خدا به سراغ شما متکبّران و سرکشان می‌آید و طومار عمرتان را در هم می نوردد). این وعده‌ای است که دروغ نخواهد بود"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "هنگامی که فرمان ما (مبنی بر عذاب قوم ثمود) در رسید، صالح و مؤمنان همراه او را در پرتو لطف و مرحمت خود نجات دادیم (و از هلاک مصون و از عذاب محفوظ داشتیم) و از خواری و رسوائی آن روز (بد و هولناک) رهانیدیم. (ای پیغمبر!) پروردگار تو نیرومند و چیره است (و به قوّت و عزّت و نصرت او اطمینان داشته باش)"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "صدای شدید (و وحشتناک صاعقه و امواج هراسناک زلزله)، افراد ستمکار (قوم ثمود) را در برگرفت و در خانه و کاشانه‌ی خود خشکیدند و بر روی افتادند"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "آن چنان که گوئی هرگز ساکن آن دیار نبوده‌اند (و در آبادانی آنجا نکوشیده‌اند. ویران و خالی و بی‌صاحب!). هان! قوم ثمود آفریدگار خود را انکار کردند. هان! (ای مردمان!) نابود باد قوم ثمود (و از رحمت خدا مطرود)"
        }
    ]
}