{
    "rukus": [
        {
            "chapter": 12,
            "verse": 43,
            "text": "شاه (مصر) گفت: من در خواب هفت گاو چاق را دیدم که هفت گاو لاغر آنها را می‌خورند، و هفت خوشه‌ی سبز و (نارس، و هفت) خوشه‌ی خشک (و رسیده) را دیدم (که خشکها بر سبزها می‌پیچند و آنها را نابود می‌کنند). ای بزرگان! (علماء و حکماء) اگر خوابها را تعبیر می‌کنید (و در این فنّ سررشته دارید) نظر خود را درباره‌ی خوابم برایم بیان دارید"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "گفتند: (این خواب از زمره‌ی) خوابهای پریشان و پراکنده است (و جزو اوهام و خیالات آشفته‌ای است که معنی ندارند) و ما از تعبیر (این گونه) خیالپردازیها آگاه نیستیم"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "کسی که از میان آن دو (نفر زندانی، از زندان) نجات یافته بود و بعد از مدّتها (سفارش یوسف را) به یاد آورد، گفت: من شما را از تعبیر چنین خوابی مطّلع می‌گردانم. مرا بفرستید (تا آن جوان یوسف نام را ببینم که او در این کار ماهر و استاد است)"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "ای یوسف! ای بسیار راستگو! از تعبیر خوابی، ما را آگاه کن که (شاه دیده است:) هفت گاو لاغر، هفت گاو چاق را خورده‌اند، و هفت خوشه‌ی خشک، و هفت خوشه‌ی سبز (به هم پیچیده‌اند و رسیده‌ها نارسها را تباه کرده‌اند)، تا این که من به سوی مردم برگردم (و تعبیر تو را برای ایشان بیان دارم). امید است که آنان (تعبیر خواب را) بدانند و (با علم و فضل تو آشنا شوند)"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "(یوسف) گفت: باید هفت سال پیاپی (با تلاش هرچه بیشتر، گندم و جو) بکارید، و آنچه را که درو می‌کنید - جز اندکی که می‌خورید - در خوشه‌ی خود نگاه دارید"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "پس از آن (سالهای خوش) هفت سال سخت در می‌رسد و (قحطی می‌شود و این سالهای سخت) آنچه را که به خاطرشان اندوخته‌اید از میان برمی‌دارند، مگر مقدار کمی را (که برای بذر) محفوظ می‌نمائید"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "سپس، بعد از آن (سالهای خشک و سخت)، سالی فرا می‌رسد که بارانهای فراوان برای مردم بارانده و به فریادشان رسیده می‌شود و در آن شیره (ی انگور و زیتون و دیگر میوه‌ها و دانه‌های روغنی) را می‌گیرند (و به نعمت و خوشی می‌افتند)"
        }
    ]
}