{
    "rukus": [
        {
            "chapter": 13,
            "verse": 32,
            "text": "(ای پیغمبر! اگر کافران، تو و آئین اسلام را استهزاء می‌کنند، غمگین مباش که) بی‌گمان پیغمبرانی پیش از تو استهزاء شده‌اند و من کافران (استهزاء کننده) را مدّتی مهلت داده‌ام و (آزاد گذاشته‌ام) سپس ایشان را گرفتار (قهر و عذاب شدید خود) ساخته‌ام. آیا باید عذاب من (در حق ایشان) چگونه بوده باشد؟! (تاریخ گذشتگان را بخوانید و شهر و دیار و آثار جبّاران را بنگرید تا بدانید)"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "آیا خدائی که (همه‌ی مردمان را آفریده است و) حافظ و مراقب همه‌کس است و اعمال ایشان را می‌پاید (همسان بتهائی است که همچون او نمی‌باشند؟ مگر خدا و معبودهای دروغین مانند یکدیگرند؟). برای خدا انبازهائی قرار داده‌اند. بگو: آنها را (خدا) بنامید (ولی بدانید که حقیر و ناقابلند و سود و زیانی ندارند و شایان پرستش نمی‌باشند). یا این که خدا را از چیزهائی (به نام شریکها و انبازها) خبر می‌دهید که او از بودن آنها در زمین بی‌خبر است؟! (مگر می‌شود که شریکها و انبازهائی خدا داشته باشد و او آنها را نشناسد؟!) یا این که با سخنان ظاهری (و بی‌اساس، آنها را شریک و انباز خدا می‌سازید؟!) بلکه (حقیقت این است که) نیرنگ کافران (که رخنه‌گرفتن از پیغمبران و ایجاد موانع در سر راه دعوت آنان و القاء شبهه‌ها در دلائلشان است) در نظرشان زیبا جلوه‌گر شده است و (بدین سبب) از راه خدا بازداشته شده‌اند. و خدا هرکس را (به سبب اعمال ناشایست) گمراه سازد، راهنمائی نخواهد داشت (که او را به سوی رستگاری رهبری کند)"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "آنان در زندگی دنیا عذابی دارند (که مکافات عمل ایشان در این جهان است) و عذاب آخرت (آنان در آن جهان، از عذاب این جهان ایشان) سخت‌تر می‌باشد، و هیچ کسی و هیچ چیزی نمی‌تواند حافظ ایشان در برابر (عذاب) خدا باشد (و آن را از ایشان دفع کند)"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "صفت بهشتی که به پرهیزگاران وعده داده شده است (این است که) رودخانه‌ها و جویبارها در زیر (درختان) آن جاری است. میوه و نعمتش همیشگی و سایه‌اش دائمی است. این سرانجام کسانی است که پرهیزگارند، و سرانجام کافران آتش (دوزخ) است"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "کسانی که کتاب (آسمانی) بدیشان داده‌ایم (و منصف هستند) از آنچه بر تو نازل شده است خوشحالند، و از میان دسته‌ها (و گروههای اهل کتاب و سایر مشرکان) کسانی هستند (که به سبب تعصّبهای مذهبی و قومی) قسمتی از آن را نمی‌پذیرند. (ای پیغمبر! به مخالفت و لجاجت این و آن اعتناء مکن و بلکه خطّ اصیل و صراط مستقیم خود را پیش بگیر و برو، و) بگو: من تنها و تنها مأمورم که خدا را بپرستم و انبازی برای او نسازم. من (مردمان را) به سوی او می‌خوانم و بازگشت من (و همگان) به جانب او است"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "همان گونه (که کتابهای آسمانی را برای پیغمبران پیشین فرستادیم) قرآن را هم به عنوان داور (در میان مردم و داور کتابهای گذشته، به زبان) عربی (بر تو) فرستادیم. (پس برابر آن با همگان اعم از اهل کتاب و سایر مشرکان رفتار کن و برابر آرزوها و خواستهای مردم راه مرو) و اگر از آرزوها و خواستهایشان، بعد از آن که دانش (وحی) به تو رسیده است، پیروی کنی، کسی نمی‌تواند در برابر خدا تو را یاری دهد و تو را (از دست عذاب او) محفوظ دارد"
        }
    ]
}