{
    "rukus": [
        {
            "chapter": 19,
            "verse": 1,
            "text": "کاف. ها. یا. عین. صاد"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "(این) یادی است از مرحمت پروردگارت نسبت به بنده‌ی خود زکریّا (که ای محمّد! آن را بر تو می‌خوانم)"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "در آن هنگام که پروردگارش را (در خلوتگاه عبادت) پنهانی ندا داد"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "گفت: پروردگارا! استخوانهای من (که ستون پیکر من و محکم‌ترین اعضای تن من است) سستی گرفته است، و شعله‌های پیری (تمام موهای) سر مرا فرا گرفته است، پروردگارا! من هرگز در دعاهائی که کرده‌ام (از درگاه کرم تو) محروم و ناامید باز نگشته‌ام؛ (هم اینک نیز مرا دریاب)"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "(پروردگارا!) من از بستگانم بعد از خود بیمناکم (چرا که در ایشان شایستگی و بایستگی به دست گرفتن کار و بار دین را نمی‌بینم) و همسرم هم از اوّل نازا بوده است؛ پس از فضل خویش جانشینی به من ببخش"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "از من (دین و دانش) و از آل یعقوب (ثروت و قدرت) ارث ببرد، و او را پروردگارا (در گفتار و کردار) مورد رضایت گردان"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "ای زکریّا! ما تو را به پسری مژده می‌دهیم که نام او یحیی است و پیش از این کسی را همنام او نکرده‌ایم (و شبیه او در صفات فضل و کمال و تقوا و صلاح نیافریده‌ایم)"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "(زکریّا) گفت: پروردگارا! چگونه مرا پسری خواهد بود با این که همسرم نازا است و من نیز به غایتِ پیری رسیده‌ام و افتاده و فرتوت شده‌ام؟"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "فرمود: (مطلب) همین گونه است (که پیام داده است). پروردگار تو گفته است این کار برای من (که خدایم، و از هیچ، همه چیز را آفریده‌ام، و از جمله خودِ) تو را که قبلاً هیچ نبودی، هستی بخشیده‌ام، آسان است"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "(زکریّا) گفت: پروردگارا! نشانه‌ای (دالّ بر تحقّق این مژده) برایم بگذار. (خدا به او) فرمود: نشانه‌ی (حصول آرزوی) تو این است که سه شبانه‌روز تمام نمی‌توانی با مردم سخن بگوئی، با وجود این که تو (از لحاظ اعضاء و حواسّ) سالم و تندرست خواهی بود"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "بعد (از این بشارت، زکریّا) از محراب (عبادت) بیرون آمد و به پیش قوم خود رفت و با رمز و اشاره بدیشان گفت: بامدادان و شامگاهان (به شکرانه‌ی این نعمت که در سرنوشت آینده‌ی همه‌ی شما تأثیر بسزا دارد) به تسبیح و تقدیس (خدا) بپردازید"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "(هنگامی که یحیی متولّد شد و بزرگ گردید و به سنّ رشد رسید، خطاب بدو گفتیم:) ای یحیی! کتاب (تورات) را با قوّت و (قدرتِ هرچه تمام‌تر) برگیر (و با جدّ و جهدِ هرچه بیشتر بدان عمل کن). ما در کودکی بدو بینش (دینی و فهم احکام الهی موجود در تورات) دادیم"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "و از فضل خود، بدو مهر و محبّت فراوان دادیم (و بر رحم و عطوفت عظیمش سرشتیم) و برکت و پاکی نصیبش کردیم، و او پرهیزگار (به بار آمد) و متّقی بود"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "و او نسبت به پدر و مادرش نیک رفتار و نیکوکار بود و زورگو و سرکش نبود"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "درودش باد (در سراسر زندگی) آن روز که متولّد شده است، و آن روز که می‌میرد، و آن روز که زنده و برانگیخته می‌شود"
        }
    ]
}