{
    "rukus": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "طا. سین. این (کلام که آن را به تو وحی می‌کنیم) آیات قرآن و کتاب بیانگر (احکام الهی برای سعادت دو جهان) است"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "راهنما و مژده‌رسان برای مؤمنان است"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "آن کسانی که نماز را چنان که باید می‌خوانند، و زکات را می‌پردازند، و قاطعانه آنان به آخرت ایمان دارند"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "بی‌گمان کسانی که به آخرت ایمان ندارند، ما اعمالشان را (توسّط وسوسه‌ی اهریمن و اتباع و اعوان شیطان، و انسانهای شیطان صفت) در نظرشان می‌آرائیم و ایشان سرگردان بسر می‌برند (و چاه را از راه، و زشت را از زیبا جدا نمی‌کنند)"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "آنان کسانی هستند که عذاب بدی (در دنیا) دارند، و ایشان در آخرت زیانکارترین (مردمان جهان) می‌باشند"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "و تو (ای محمّد!) کسی هستی که قرآن از سوی خداوند حکیم (در گرداندن امور آفریدگان، و) آگاه (از کار و بار سعادت و شقاوت دنیوی و اخروی ایشان) به تو القاء و عطاء می‌گردد"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "(یادآوری کن) زمانی را که موسی (در راه برگشت از مدین به مصر، در شب تاریک و سردی که راه را گم کرده بود و درد زایمان همسرش درگرفته بود) به خانواده‌اش گفت: (بایستید که) من آتشی (از دور) می‌بینم. هر چه زودتر خبری (از راه) و یا شعله و اخگری چند از آتش برایتان می‌آورم، تا این که خویشتن را گرم کنید"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "هنگامی که به آتش رسید، ندائی برخاست که: مبارک است آن کسی که (آثار قدرتش) در آتش (جلوه‌گر) است و (آفریدگار همه‌ی جهان است، و مبارک است) آن کسی که (موسی نام) و پیرامون آتش (بر پای ایستاده) است (و برای بردن آتش ظاهری آمده است، ولی با آتش پیام آسمانی بر می‌گردد)، و خدا که پروردگار جهانیان است منزّه است (از این که محدود به مکان و مقیّد به مادّیّت و جسمیّت و متجلّی در صورت و شکلی همچون آتش شود)"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "ای موسی! آن کس (که با تو سخن می‌گوید) منم که یزدان (جهان و جهانیان و) توانا و مقتدر شکست‌ناپذیر و آگاه و فرزانه‌ی کار به جایم"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "(ای موسی! برای اطمینان خاطر و یقین به حضور در پیشگاه خدای غفور) عصای خود را بینداز. (همین که عصایش را انداخت به اژدهائی تبدیل شد). هنگامی که دید به حرکت درآمد، انگار مار چابک و تندروی است، پای به فرار گذاشت و پشت سر خود را ننگریست! (او را ندا در دادیم:) ای موسی مترس! (تو پیغمبری و در بارگاه حضور خدائی، و) پیغمبران در پیشگاه من نمی‌ترسند (چرا که اینجا آستانه‌ی دادگری و امن و امان یزدان است؛ نه دربار ستمگری و خوف و هراس فرعون و فرعونیان)"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "و امّا هر کس که ستم کند و سپس (توبه نموده و در مقام جبران برآید و بدین وسیله) بدی را به نیکی تبدیل نماید، (او را خواهم بخشید، چرا که) بی‌گمان من بخشایشگر و مهربانم"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "و (ای موسی!) دست خود را به گریبان خویش فرو ببر (و سپس آن را از چاک گریبان بیرون بیار و ببین) که سفید و درخشان (همچون ماه تابان) به در می‌آید، بدون آن که (به بیماری بَرَص یا بیماری دیگری مبتلا شده باشد و) عیبی در آن وجود داشته باشد، (و بدان که معجزات تو منحصر به ید بیضاء و عصا نیست، و بلکه این دو معجزه) از جمله‌ی نه معجزه‌ای است که تو آنها را به فرعون و قوم او نشان خواهی داد. ایشان واقعاً جماعت طغیانگر و نافرمانبرداری هستند"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "هنگامی که معجزات ما را کاملاً آشکارا بدیشان نمود، گفتند: (این چیزهائی که ما می‌بینیم) جز جادوی واضح و روشنی نیست"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "ستمگرانه و مستکبرانه معجزات را انکار کردند، هر چند که در دل بدانها یقین و اطمینان داشتند. بنگر سرانجام و سرنوشت تباهکاران چگونه شد؟ (مگر در دریا غرق نشدند و به دوزخ واصل نگشتند؟)"
        }
    ]
}