{
    "rukus": [
        {
            "chapter": 40,
            "verse": 69,
            "text": "مگر نمی‌بینی کسانی که درباره‌ی آیات خدا به کشمکش و ستیز می‌پردازند، چگونه (از تفکّر و تعقّل حق) بازگردانده می‌شوند؟"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "کسانی که کتابهای آسمانی و چیزهائی را که به همراه پیغمبران فرو فرستاده‌ایم تکذیب می‌دارند، به زودی (نتیجه‌ی شوم کار خود را) خواهند فهمید"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "آن زمان که غلّها و زنجیرها در گردن دارند و روی زمین کشیده می‌شوند"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "در آب بسیار داغ برافروخته و سپس در آتش تافته می‌گردند"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "آن گاه بدیشان می‌گویند: آن چیزهائی را که انباز خدا می‌کردید (و می‌پرستیدید) کجایند؟"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "(همان انبازهائی که) غیر از خدا (می‌پرستیدید). می‌گویند: از ما نهان شده‌اند و هدر رفته‌اند، بلکه اصلاً ما قبلاً (در دنیا) چیزی را که ارزش و مقامی داشته باشد (نپرستیده‌ایم. چیزهائی را که پرستش می‌کرده‌ایم اوهام و خیالاتی بیش نبوده‌اند). خدا این چنین کافران را سرگشته می‌سازد"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "این (عذابی که در آن هستید) به سبب شادمانیهای ناپسند و بیجائی است که (در برابر اموال دنیا) در زمین می‌کردید (تا بدانجا که اموال دنیا، اهوال آخرت را از یادتان برده بود، و به انجام معاصی و گناهانتان کشانده بود) و نیز به سبب نازشها و بالشهائی است که (در برابر انجام بزهکاریها و زشتکاریها) می‌نمودید (و ارتکاب معاصی و اقدام به اذیّت و آزار دیگران را نشانه قوت و قدرت و عظمت خود می‌دیدید)"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "(به کافران دستور داده می‌شود) از درهای دوزخ داخل شوید و جاودانه در آنجا بمانید. جایگاه متکبّران چه بد جایگاهی است"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "(ای محمّد!) شکیبا باش. وعده‌ی خدا حق است (و عذاب را گریبانگیر کفّار می‌سازد). این عذابی را که ایشان را بدان وعده داده‌ایم، یا قسمتی از آن را به تو می‌نمایانیم (و در روزگار حیات تو انجام می‌پذیرد) یا این که تو را می‌میرانیم و (تو آن را نخواهی دید. چه آن را ببینی و چه آن را نبینی مهمّ نیست. چرا که) به سوی ما برگردانده می‌شوند"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "پیش از تو پیغمبرانی را (برای رهنمود مردمان) فرستاده‌ایم. سرگذشت بعضیها را برای تو بازگو کرده و سرگذشت برخیها را برای تو بازگو نکرده‌ایم. هیچ پیغمبری حق نداشته است معجزه‌ای را (که قوم او پیشنهاد کرده‌اند) نشان دهد مگر به فرمان خدا. زمانی هم فرمان خدا (مبنی بر ارائه‌ی آن معجزه صادر شده است و پیشنهاد کنندگان ایمان نیاورده‌اند) دادگرانه داوری شده است. (بدین معنی که خدا پیغمبران و مؤمنان را نجات داده است) و آن وقت باطلگرایان (هلاک و) زیانمند گشته‌اند"
        }
    ]
}