{
    "rukus": [
        {
            "chapter": 42,
            "verse": 20,
            "text": "(گروهی برای آخرت کشت می‌کنند و گروهی برای دنیا). هرکس که کشت آخرت را بخواهد، به کشت او فزونی و برکت می‌دهیم، و هر کس که کشت دنیا را بخواهد، مقداری از دنیا بدو می‌دهیم، و دیگر در آخرت کمترین بهره‌ای ندارد"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "شاید آنان انبازها و معبودهائی دارند که برای ایشان دینی را پدید آورده‌اند که خدا بدان اجازه نداده است (و از آن بی‌خبر است؟) اگر این سخنِ قاطعانه و داورانه (ی خدا، مبنی بر مهلت کافران و تأخیر قیامت تا وقت معیّن آن) نبود، میانشان (با اهلاک کافران و ابقاء مؤمنان) داوری می‌گردید (و دستور عذاب دنیوی یا اخروی صادر می‌گشت و مجالی به کافران نمی‌داد. در عین حال آنان نباید این حقیقت را فراموش کنند که) قطعاً ستمگران عذاب دردناکی دارند"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "ستمکاران (کفرپیشه) را (در روز قیامت) خواهی دید که از (کیفر) کارهائی که کرده‌اند سخت بیمناکند، ولی (عذاب و عقاب) آن حتماً ایشان را فرو می‌گیرد، و کسانی را خواهی دید که ایمان آورده‌اند و کارهای شایسته کرده‌اند، در باغهای بهشت بسر می‌برند و هرچه بخواهند نزد پروردگارشان برایشان فراهم است. واقعاً فضل بزرگ و لطف سترگ این است"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "این همان چیزی است که خداوند بندگان خود را بدان نوید می‌دهد، بندگانی که ایمان آورده‌اند و کارهای شایسته کرده‌اند. بگو: در برابر آن (همه نعمت که در پرتو دعوت اسلام به شما خواهد رسید) از شما پاداش و مزدی نمی‌خواهم جز عشق و علاقه‌ی نزدیکی (به خدا) را (که سود آن هم عاید خودتان می‌گردد). هر کس کار نیکی انجام دهد، بر نیکی عمل او می‌افزائیم (و دست کم یک خوبی را ده خوبی بشمار می‌آوریم). خداوند آمرزگار و شکرگزار است (و گناهان بندگان را می‌بخشد و کارهای خوبشان را به بهترین وجه پاداش می‌دهد)"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "آیا می‌گویند: (محمّد) بر خدا دروغ و افتراء بسته است (و خدا بدو چیزی وحی نکرده است و زائیده‌ی اندیشه‌ی خود را به او نسبت داده است؟) اگرخدا بخواهد بر دل تو مهر می‌نهد (و قدرت حفظ آیات خود را از تو می‌گیرد). خداوند با سخنان (قرآنی) خود باطل را از میان برمی‌دارد و حق را پابرجا می‌دارد. مسلّماً او بسیار آگاه از همه‌ی چیزهائی است که در درون سینه‌ها است"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "تنها خدا است که توبه را از بندگانش می‌پذیرد، و گناهان را می‌بخشد، و آنچه را انجام می‌دهید می‌داند"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "و دعا و درخواست کسانی را اجابت می‌کند که ایمان آورده‌اند و کارهای شایسته کرده‌اند، و از فضل خود بدیشان بیشتر (از آن چیزهائی که درخواست نموده‌اند و به فکرشان نیامده است) عطاء می‌کند. امّا کافران (به جای لطف و احسان یزدان) عذاب سخت و شدیدی دارند"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "اگر خداوند رزق و روزی را برای همه‌ی بندگانش (بدان گونه که خودشان می‌خواهند) توسعه و گسترش دهد، قطعاً در زمین سرکشی و ستمگری می‌کنند، و لذا بدان اندازه که خود می‌خواهد روزی را می‌رساند. چرا که او بندگانش را می‌بیند و با (اوضاع و احوال) ایشان کاملاً آشنا است"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "و او است که باران را می‌باراند بعد از آن که (مردمان از بارش آن) ناامید می‌گردند، و رحمت خود را می‌گستراند (و دامنه‌ی باران را به اینجا و آنجا می‌کشاند و فراگیرش می‌گرداند). او سرپرست ستوده (ی بندگان و عهده‌دار پسندیده کارهای ایشان) است"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "برخی از نشانه‌های (پی بردن به خدا و قدرت) او، آفرینش آسمانها و زمین و همه‌ی جنبندگانی است که در آن دو پدیدار و پراکنده کرده است، و او هر وقت که بخواهد می‌تواند آنها را گرد آورد"
        }
    ]
}