{
    "rukus": [
        {
            "chapter": 42,
            "verse": 44,
            "text": "کسی که خدا گمراهش سازد، بغیر از خدا یار و یاوری ندارد (تا او را مدد کند و او را در قیامت از عذاب برهاند. ای مخاطب، آن روز) ستمگران کفرپیشه را خواهی دید که وقتی چشمانشان به عذاب می‌افتد خواهند گفت: (پروردگارا) آیا راهی برای برگشت (به جهان و جبران گذشته‌ها) وجود دارد؟"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "آنان را خواهی دید که (به کنار آتش برده می‌شوند و) به آتش نموده می‌شوند، در حالی که بر اثر مذلّت و خواری کز کرده‌اند و بهم آمده‌اند و زیر چشمی مخفیانه (به آتش) می‌نگرند! (در این هنگام) مؤمنان می‌گویند: واقعاً زیانکاران کسانیند که در روز قیامت (سرمایه‌ی گرانبهای وجود) خود را و اهل و عیال خود را از دست داده باشند! هان! (ای مردمان! همه بدانید که از این به بعد) ستمگران کفرپیشه در عذاب دائم خواهند بود"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "آنان یاوران و دوستانی ندارند که ایشان را در برابر (عذاب) خدا یاری و کمک کنند. خدا هر که را گمراه سازد، او راهی (برای نجات) ندارد"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "هرچه زودتر مخلصانه فرمان پروردگار خود را پذیرا گردید، پیش از آن که روزی (قیامت‌نام) فرا رسد که خدا هرگز آن را برنمی‌گرداند. در آن روز نه پناهگاهی دارید و نه اصلاً می‌توانید (بعد از گواهی دادن نامه‌ی اعمال و فرشتگان و اندامهای بدن، کارهای خود را) انکار کنید"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "اگر (مشرکان از پذیرش دعوت تو) روی‌گردان شدند (باک مدار و غمگین مباش) چرا که ما تو را به عنوان مراقب و مواظب (کردار و رفتار) ایشان نفرستاده‌ایم. بر تو پیام باشد و بس. هنگامی که ما از جانب خویش لطف و مرحمتی به انسان برسانیم (و فراخی و گشایشی نصیبش گردانیم) به سبب آن سرمست و شادان می‌گردد (و غرور دارائی و اموال او را فرا می‌گیرد)، و اگر بلا و مصیبتی (و زیان و ضرری) به خاطر کارهائی که کرده است (و معاصی و گناهانی که نموده است) بدو برسد (لطف و مرحمت ما را فراموش می‌نماید و) کفران نعمت می‌کند (و چه بسا کافر و بی‌دین می‌گردد)"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "مالکیّت و حاکمیّت آسمانها و زمین از آن خدا است. هرچه بخواهد می‌آفریند. به هر کس که بخواهد دخترانی می‌بخشد و به هر کس که بخواهد پسرانی عطاء می‌کند"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "و یا این که هم پسران می‌دهد و هم دختران. و خدا هر که را بخواهد نازا می‌کند. او بس آگاه و توانا است"
        },
        {
            "chapter": 42,
            "verse": 51,
            "text": "هیچ انسانی را نسزد که خدا با او سخن بگوید، مگر از طریق وحی (به قلب، به گونه‌ی الهام در بیداری، و یا خواب در غیربیداری) یا از پس پرده‌ای (از موانع طبیعی) و یا این که خداوند قاصدی را (به نام جبرئیل) بفرستد و او به فرمان آفریدگار آنچه را که خدا می‌خواهد (به پیغمبران) وحی کند. وی والا و کار بجا است"
        },
        {
            "chapter": 42,
            "verse": 52,
            "text": "همان گونه که به پیغمبران پیشین وحی کرده‌ایم، به تو نیز به فرمان خود جان را وحی کرده‌ایم (که قرآن نام دارد و مایه‌ی حیات دلها است. پیش از وحی) تو که نمی‌دانستی کتاب چیست و ایمان کدام، ولیکن ما قرآن را نور عظیمی نموده‌ایم که در پرتو آن هر کس از بندگان خویش را بخواهیم هدایت می‌بخشیم. تو قطعاً (مردمان را با این قرآن) به راه راست رهنمود می‌سازی"
        },
        {
            "chapter": 42,
            "verse": 53,
            "text": "راه خدائی که متعلّق بدو است همه‌ی چیزهائی که در آسمانها و زمین است. هان! همه‌ی کارها به خدا بازمی‌گردد (و هر کاری تحت نظارت دقیق او و با اطّلاع و اجازه‌ی او انجام می‌پذیرد، و هر چیزی بدو مربوط است)"
        }
    ]
}