{
    "rukus": [
        {
            "chapter": 54,
            "verse": 41,
            "text": "بیدار باشها و هوشدارها (یکی پس از دیگری) به سراغ فرعونیان آمد"
        },
        {
            "chapter": 54,
            "verse": 42,
            "text": "آنان همه آیات ما را تکذیب کردند، و ما هم ایشان را گرفتار کردیم و کیفر دادیم بسان گرفتار ساختن و کیفر دادن خدائی چیره و پیروز و قدرتمند و زبردست"
        },
        {
            "chapter": 54,
            "verse": 43,
            "text": "(ای قریشیان!) آیا کافران شما بهتر از آنانی هستند که برایتان روایت کردیم، (مثل: قوم نوح، عاد، ثمود، لوط، فرعون؟!). یا این که برای شما امان‌نامه‌ای در کتابها (از سوی خدا) نازل شده است (مبنی بر این که کافرانتان را عذاب نمی‌رسانیم؟)"
        },
        {
            "chapter": 54,
            "verse": 44,
            "text": "یا این که می‌گویند: ما جمعیّت متّحد و نیرومند شکست‌ناپذیری هستیم و همدیگر را یاری می‌دهیم و از دشمنان خود انتقام می‌گیریم"
        },
        {
            "chapter": 54,
            "verse": 45,
            "text": "جمعیّت ایشان به زودی شکست می‌خورند و پشت می‌کنند و می‌گریزند"
        },
        {
            "chapter": 54,
            "verse": 46,
            "text": "بلکه موعدشان قیامت است، و قیامت بلای آن عظیم‌تر و تلخ‌تر (از کشتن و اسارت این جهانی برای ایشان) است"
        },
        {
            "chapter": 54,
            "verse": 47,
            "text": "قطعاً گناهکاران، گمراه و دیوانه و گرفتار آتشند"
        },
        {
            "chapter": 54,
            "verse": 48,
            "text": "روزی داخل آتش، بر رخساره، روی زمین کشیده می‌شوند (و بدیشان گفته می‌شود:) بچشید لمس و پسوده‌ی دوزخ را"
        },
        {
            "chapter": 54,
            "verse": 49,
            "text": "ما هر چیزی را به اندازه‌ی لازم و از روی حساب و نظام آفریده‌ایم"
        },
        {
            "chapter": 54,
            "verse": 50,
            "text": "(نه تنها اعمال ما از روی حکمت است، بلکه توأم با نهایت قدرت است. چرا که) فرمانی بیش نیست، (و چنان با سرعت انجام می‌گیرد که انگار همسان با یک چشم برهم زدن، و) همانند یک نگاه سریع و با عجله است"
        },
        {
            "chapter": 54,
            "verse": 51,
            "text": "ما اشخاص همچون شما را (در روزگاران پیشین) نابود و هلاک ساخته‌ایم، آیا پند پذیرنده و عبرت گیرنده‌ای هست؟"
        },
        {
            "chapter": 54,
            "verse": 52,
            "text": "هر کاری را که کرده‌اند، در کتابها و نامه‌های اعمال (با دست فرشتگان مأمور، ثبت و ضبط و) موجود است"
        },
        {
            "chapter": 54,
            "verse": 53,
            "text": "هر کار کوچک و بزرگی (که در دنیا کرده‌اند، در دفاتر مخصوص) نوشته شده است"
        },
        {
            "chapter": 54,
            "verse": 54,
            "text": "قطعاً پرهیزگاران در باغها و کنار جویباران بهشتی جای خواهند داشت"
        },
        {
            "chapter": 54,
            "verse": 55,
            "text": "در مجلس راستینی (که یاوه‌سرائی و بزهکاری در آن جائی ندارد ... در) پیشگاه پادشاه بزرگ و توانائی (که آفریدگار و خداوندگار همه‌ی کائنات است)"
        }
    ]
}