{
    "rukus": [
        {
            "chapter": 8,
            "verse": 49,
            "text": "[به یاد آور] زمانى که منافقان و بیماردلان [درباره مسلمانان] مى‌گفتند: «آنان را دینشان مغرور کرده است. [که بى‌پروا حمله مى‌کنند.» غافل از آن که مسلمین بر خدا توکل نموده‌اند.] و کسى که بر خدا توکل کند، پس قطعاً خداوند شکست‌ناپذیرِ حکیم است"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "و [اى پیامبر!] اگر ببینى آن هنگام که فرشتگان، جان کافران را مى‌گیرند؛ بر چهره‌ها و پشت‌هاى آنان مى‌زنند [و مى‌گویند:] «بچشید عذاب سوزان را!»"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "این [کیفر]، دستاورد کارهاى پیشین شماست و شکى نیست که خداوند بر بندگانش ستمگر نیست"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "[اى پیامبر! روش کافران زمان تو،] مانند روش فرعونیان و کفّار پیش از آنان است که به آیات خداوند کفر ورزیدند. خداوند نیز به کیفر گناهانشان، آنان را گرفتار کرد. قطعاً خداوند، نیرومندِ سخت‌کیفر است"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "آن [کیفر] بدین سبب است که خداوند، نعمتى را که به قومى عطا کرده، تغییر نمى‌دهد، مگر آن که آنان، آنچه را در خودشان است، تغییر دهند و خداوند، بسیار شنوا و داناست"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "[اى پیامبر! روحیه‌ى مردمِ زمان تو،] همچون خوى و روش فرعونیان و کسانى است که پیش از آنان بودند. آیات پروردگارشان را تکذیب کردند. ما نیز به سزاى گناهانشان، هلاکشان ساختیم و فرعونیان را غرق کردیم و همگى ستمگر بودند"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "قطعاً بدترینِ جنبندگان نزد خداوند، آنانند که کافر شدند، پس آنان ایمان نمى‌آورند"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "کسانی که از ایشان پیمان گرفته‌اى، سپس پیمان خود را هر بار مى‌شکنند و اهل تقوا و پروا نیستند"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "پس [اى پیامبر!] هرگاه در جنگ به آنان دست یافتى، [با برخوردهاى قاطع،] افراد پشت جبهه‌ى آنان را به وحشت افکن و متفرّق ساز! باشد که پند گیرند [و دست از توطئه بردارند]"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "و اگر خوف آن داشتى که گروهى [در پیمان] خیانت کنند، تو نیز عهدشان را به سوى آنان بینداز [و به آنان اعلام کن که همانند خودشان عمل خواهى کرد]. خداوند خائنان را دوست ندارد"
        }
    ]
}