{
    "rukus": [
        {
            "chapter": 10,
            "verse": 21,
            "text": "و هرگاه پس از رنجى که به مردم رسیده، رحمت و لطفى به آنان بچشانیم، [به جاى سپاس،] در آیات ما مکر و حیله مى‌کنند. بگو: «تدبیر الهى سریع‌تر و نافذتر است.» فرستادگان ما آنچه را مکر و نیرنگ مى‌کنید، مى‌نویسند"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "او کسى است که شما را در خشکى و دریا سیر مى‌دهد، تا آنگاه که در کشتى باشید و بادى موافق، کشتى‌ها را به جریان در آورد و [مسافران] بدین وسیله خوشحال شوند، ناگهان تندبادى بوزد و موج از هر سو سراغشان آید و گمان برند که در محاصره‌ى بلا گرفتارند، [در این هنگام،] خداوند را با اخلاص مى‌خوانند [و مى‌گویند:] «اگر ما را از این خطر نجات دهى، قطعاً از شاکران خواهیم بود.»"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "پس چون خداوند نجاتشان داد، در زمین به ناحقّ سرکشى مى‌کنند. اى مردم! سرکشى شما فقط به زیانِ خودتان است. کامیابى زندگى دنیا [چند روزى بیش نیست]، سپس بازگشت شما به سوى ماست که شما را به عملتان آگاه خواهیم ساخت"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "مَثَل زندگى دنیا، همچون آبى است که از آسمان فرود آوردیم. پس گیاهِ زمین از آنچه مردم و چهارپایان مى‌خورند با آن در آمیخت [و رویید]، تا آنکه زمین [از آن گیاهان] زینت گرفت و اهل زمین پنداشتند که بر استفاده از آن توانایند. [ناگهان] فرمان ما شبى یا روزى آمد، پس آن را چنان درو کردیم که گویى دیروز گیاهى وجود نداشته است. ما این­گونه آیات خود را براى گروه اندیشمند تشریح مى‌کنیم"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "و خداوند [مردم را] به سرای سلامت و سعادت، [بهشت] مى‌خواند. و هر که را بخواهد، به راه راست هدایت مى‌کند"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "براى آنان که نیکى کنند، پاداشى نیکوتر و افزون‌تر خواهد بود. و بر چهره‌ى آنان غبار ذلّت و خوارى ننشیند. آنان اهل بهشتند و همیشه در آنجایند"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "و آنان که به دنبال کسب بدى‌ها رفتند، به قدر همان بدى‌ها مجازات دارند، و غبار ذلّت و خوارى آنان را فرامى‌گیرد. از قهر خداوند، پناه‌دهنده‌اى ندارند، گویا چهره‌هایشان با پاره‌هایى از شبِ تیره پوشانده شده است. آنان اهل دوزخند و در آن جاودانه‌اند"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "و روزى که همه را گردِ هم آوریم، به مشرکان مى‌گوییم: شما و شریکانى که براى خدا مى‌پنداشتید، در جاى خود بمانید، پس میانشان جدایى مى‌افکنیم و معبودها [به مشرکین] مى‌گویند: «شما [در حقیقت] ما را نمى‌پرستیدید، [بلکه در پى هوس‌ها و اوهام خود بودید]"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "گواهى خدا میان ما و شما کافى است، به راستى ما از پرستش شما بى‌خبر بودیم.»"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "آنجا هر کس به [جزاى] آنچه از پیش فرستاده، مبتلا شود و به سوى سرپرست حقیقى خودشان [خداوند] برگردانده شوند. و آنچه به افترا و دروغ، خدا مى‌پنداشتند، از پیش چشمشان محو گردد"
        }
    ]
}