{
    "rukus": [
        {
            "chapter": 11,
            "verse": 25,
            "text": "و ما نوح را به سوى قومش فرستادیم، [او به مردم گفت:] «من براى شما هشداردهنده‌ى روشنى هستم"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "[دعوت من این است] که جز خداوند را نپرستید، که من از عذاب روزى دردناک بر شما مى‌ترسم.»"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "پس سران قومش که کافر بودند، گفتند: «ما تو را انسانى مثل خودمان مى‌بینیم. و جز اراذل و اوباش که ساده‌لوحند، کس دیگرى را پیرو تو نمى‌یابیم، و براى شما هیچ برترى بر خودمان نمى‌بینیم، بلکه شما را دروغگو مى‌پنداریم.»"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "[نوح] گفت: «اى قوم من! آیا اگر ببینید که من بر دلیل روشنى از طرف پروردگارم باشم و او از نزد خودش، رحمت [نبوّت] را به من داده باشد که بر شما مخفى مانده است، [آیا باز هم سرپیچى مى‌کنید]؟ آیا شما را به پذیرش آن وادار کنیم، در حالى که نسبت به آن کراهت دارید؟"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "اى قوم من! از شما در برابر این دعوت، اجرتى درخواست نمى‌کنم، پاداش من تنها بر خداست. و من کسانى را که ایمان آورده‌اند، [به خواست شما] طرد نمى‌کنم، آنان پروردگارشان را ملاقات خواهند کرد، ولى من شما را قومی جاهل مى‌بینم"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "اى مردم! اگر من آنان را برانم، چه کسى مرا در برابر خدا یارى خواهد کرد؟ چرا نمی‌اندیشید؟"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "من به شما نمى‌گویم که گنجینه‌هاى الهى نزد من است و نه [این که از پیش خود] غیب مى‌دانم، و نمى‌گویم که من فرشته‌ام، و نمى‌گویم آن کسانى که در پیشِ چشمِ شما خوارند، خداوند هرگز به آنان خیرى نخواهد رساند؛ [بلکه] خداوند به آنچه در دل آنهاست، آگاه‌تر است. [اگر جز این بگویم،] قطعاً از ستمکاران خواهم بود.»"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "[مخالفان] گفتند: «اى نوح! تو با ما جدال زیادى کردی، [دیگر بس است،] اگر راست مى‌گویى، آنچه را به ما وعده مى‌دهى، بر سر ما بیاور!»"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "[نوح] گفت: «اگر خداوند اراده کند، آن را بر سر شما خواهد آورد، و شما قدرت خنثى­کردن آن را نخواهید داشت"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "و اگر خداوند بخواهد شما را [به خاطر بی‌لیاقتی] گمراه سازد، [دیگر] نصیحت من به حال شما سودى نخواهد داشت، هر چند بخواهم براى شما خیرخواهى کنم. او پروردگار شماست، و [شما] به سوى او بازخواهید گشت.»"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "یا [مشرکان درباره‌ی پیامبر] مى‌گویند: «او، آن [سخنان] را بر خداوند افترا بسته است.» بگو: اگر من چیزى را به دروغ به خداوند نسبت داده‌ام، پس کیفرش بر عهده‌ى خودم خواهد بود. و من از جرم شما بیزارم.»"
        }
    ]
}