{
    "rukus": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "طا، سین. آن است آیات قرآن و کتاب روشنگر"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "که [وسیله‌ى] هدایت و بشارت براى اهل ایمان است"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "کسانى که نماز برپامى‌دارند و زکات مى‌پردازند، و تنها ایشانند که به آخرت یقین دارند"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "کسانى که به آخرت ایمان ندارند، کارهاى [زشت]شان را براى آنان زیبا جلوه مى‌دهیم تا [همچنان] سرگشته باشند"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "آنان کسانى هستند که عذاب بد [و دردناک] خواهد داشت. و آنان در قیامت زیانکارترینِ افرادند"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "به یقین که تو قرآن را از سوى حکیمى دانا دریافت مى‌کنى"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "[یاد کن] هنگامی که موسى به خانواده‌ى خود گفت: «من آتشى دیدم، به زودى براى شما خبرى از آن خواهم آورد، یا شعله‌ى آتشى براى شما مى‌آورم، باشد که خود را گرم کنید.»"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "پس همین که نزد آن آمد، ندا داده شد که: «آن که در آتش است و آن که اطراف آن است، پر برکت باد. و منزّه است خداوندى که پروردگار جهانیان است"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "اى موسى! این منم! خداى عزیز حکیم"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "و عصایت را بیفکن!» پس همین که آن را دید چنان جست­وخیز مى‌کند، که گویا مارى کوچک است، پشت‌کنان فرار کرد و به عقب برنگشت. [گفتیم:] «اى موسى! نترس! که فرستادگان در آستان من نمى‌ترسند،"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "مگر کسى که ستم کند؛ سپس بعد از بدى، کار خوبى را جایگزین نماید. همانا که من بخشنده‌ى مهربانم"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "و دستت را در گریبانت کن؛ تا بدون هیچ عیبى، سپید و درخشان بیرون آید، [این معجزه] در زمره‌ى معجزات نُه‌گانه است [که تو با آنها] به سوى فرعون و قومش [فرستاده مى‌شوى] که آنان قومى فاسق­اند.»"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "پس چون آیات و معجزات روشنگر ما به سویشان آمد، گفتند: «این جادویى است آشکار!»"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "و با آن که در دل به آن یقین داشتند، از روى ستم و برترى‌جویى، انکارش کردند. پس بنگر که فرجام تبهکاران چگونه است؟"
        }
    ]
}