{
    "rukus": [
        {
            "chapter": 28,
            "verse": 76,
            "text": "قارون از قوم موسى بود و بر آنان ستم کرد. و ما آن­قدر از گنج‌ها به او داده بودیم که حمل کلیدهایش بر گروهی نیرومند نیز دشوار بود. هنگامی که قومش به او گفتند: «مغرورانه شادى مکن! بی‌تردید خداوند شادمانانِ مغرور را دوست نمى‌دارد"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "و در آنچه خداوند به تو داده است، سراى آخرت را بجوی، و [در عین حال] بهره‌ات را نیز از این دنیا فراموش مکن. و همان‌گونه که خداوند به تو احسان کرده است، تو نیز [به دیگران] احسان کن! و به دنبال فساد در زمین مباش، که خداوند، فسادگران را دوست نمى‌دارد.»"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "[قارون] گفت: «این [ثروت فراوان] را فقط به خاطر دانشى که نزد من است، به من داده‌اند.» او نمى‌دانست که خداوند، پیش از او از میان نسل‌ها، کسانى را نابود کرده است، که از او نیرومندتر و مال‌اندوزتر بودند؟ و گناهکاران، از گناهشان پرسیده نمى‌شوند [و عذاب خداوند ناگهان فرود مى‌آید]"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "[روزى قارون] با تمام تجمّل خود در میان قومش ظاهر شد. آنان که خواهان زندگانى دنیا بودند [آهى کشیدند و] گفتند: «اى کاش مانند آنچه به قارون داده‌اند، ما نیز داشتیم! راستى که او بهره‌ى بزرگى [از نعمت‌ها] دارد.»"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "و [امّا] کسانى که علم [واقعى] به آنان داده شده بود، گفتند: «واى بر شما! پاداش الهى براى کسانى که ایمان آورند و کار شایسته کنند، [از این مال و ثروت]، بهتر است. و [البتّه] جز صابران، آن [پاداش] را دریافت نخواهند کرد.»"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "پس ما، او و خانه‌اش را به زمین فروبردیم. و هیچ گروهى نبود که او را در برابر قهر خداوند یارى کند، و خودش نیز نمى‌توانست از خویش دفاع نماید"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "و بامدادان، همان کسانى که موقعیت دیروز قارون را آرزو مى‌کردند، مى‌گفتند: «ای واى! گویا خداوند، [رزق و] روزى را بر هر کس از بندگانش که بخواهد، گشاده یا تنگ مى‌گرداند. اگر خداوند بر ما منت نگذاشته بود، حتماً ما را نیز [با او] به قعر زمین فرومی‌برد. واى! گویا کافران، رستگار نمى‌شوند.»"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "آن سراى آخرت را ما براى کسانى قرار مى‌دهیم که خواستار برترى و فساد در زمین نباشند. و سرانجام، [رستگارى] از آنِ پرهیزکاران است"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "هر کس نیکى آورد، [پاداشى] بهتر از عملش خواهد داشت، و هر کس بدى آورد، پس [بداند] کسانى که کارهاى ناروا کنند، جز [به اندازه‌ی] آنچه کرده‌اند، مجازات نمى‌شوند"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "آن کس که قرآن را [بر تو نازل، و عمل به آن را] بر تو واجب کرد، قطعاً تو را به وعده‌گاه [و زادگاهت] بازخواهد گردانید. بگو: «پروردگارم آگاه‌تر است که چه کسى هدایت را آورده، و چه کسى در گمراهى آشکار است.»"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "و تو امید نداشتى که کتاب [آسمانى] به سوى تو فرستاده شود، لکن مگر رحمتى از سوى پروردگارت بود. پس [به شکرانه‌ى آن] هرگز پشتیبان کافران مباش"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "و پس از آن که آیات الهى به سوى تو نازل گردید، [وسوسه‌ها و تهدیدهای کافران،] تو را [از تبلیغ آن] بازندارد. و [همچنان دیگران را] به سوى پروردگارت دعوت کن. و هرگز از مشرکان مباش"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "و [هرگز] معبود دیگرى را با اللّه مخوان که معبودى جز او نیست. همه چیز جز ذات [پاک] او نابودشدنی است. فرمانروایى تنها از آن اوست، و همه به سوى او بازگردانده مى‌شوید"
        }
    ]
}