{
    "rukus": [
        {
            "chapter": 41,
            "verse": 9,
            "text": "بگو: «آیا شما به کسى که زمین را در دو روز آفریده است، کفر مى‌ورزید و براى او همتایانى قرار مى‌دهید؟ اوست پروردگار جهانیان.»"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "و در روى زمین کوه‌هایى استوار قرار داد و در آن [کوه‌ها] خیر فراوان نهاد. و در چهار روز، رزق و روزى اهلِ زمین را مقدّر کرد که براى تمام نیازمندان، کافی است"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "سپس به [آفرینش] آسمان پرداخت، در حالى که [به صورت] دود بود. پس به آن و زمین فرمود: «خواه یا ناخواه بیایید [و شکل بگیرید].» گفتند: «فرمانبردار آمدیم [و شکل گرفتیم].»"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "پس آنها را در دو روز، در قالب هفت آسمان درآورد. و در هر آسمانى کار آن را وحى [و مقرّر] فرمود. ما آسمان دنیا را به ستارگان آراستیم و آن را وسیله‌ى حفظ [آسمان‌ها] قرار دادیم. این است تقدیر خداى توانای دانا"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "پس اگر [از حقّ] روى‌گرداندند، بگو: «من شما را از صاعقه‌اى همچون صاعقه‌ى قوم عاد و ثَمود مى‌ترسانم.»"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "آن‌گاه که فرستادگان [ما] از هر سو به سراغشان آمدند [و گفتند:] «جز خداوند را نپرستید!» [امّا آنان در پاسخ] گفتند: «اگر پروردگار ما مى‌خواست [پیامبرى بفرستد،] قطعاً فرشتگانى را مى‌فرستاد. پس ما به آنچه شما را به آن فرستاده‌اند، کافریم.»"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "پس قوم عاد به ناحقّ در زمین تکبّر ورزیدند و گفتند: «کیست که از ما نیرومندتر باشد؟» آیا ندیدند که همان خداوندى که آنان را آفرید، نیرومندتر از آنهاست؟ و پیوسته به آیات ما کفر می‌ورزیدند"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "پس ما در روزهایی شوم، بادى سرد و توفنده و سمّی را بر آنان فرستادیم تا عذاب خوارى و رسوایی را در همین دنیا به آنان بچشانیم. و قطعاً عذاب آخرت رسواکننده‌تر است. و آنان یارى نخواهند شد"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "و امّا قوم ثَمود، آنان را هدایت کردیم؛ ولى کوردلى را بر هدایت ترجیح دادند. پس به کیفر دستاوردشان، صاعقه‌ی عذابِ خفّت‌بار آنان را فروگرفت"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "و ما [از عاد و ثمود،] آنان را که ایمان آوردند و پرهیزکار بودند، نجات دادیم"
        }
    ]
}