{
    "maqras": [
        {
            "chapter": 26,
            "verse": 111,
            "text": "၁၁၁။\tသူတို့က အို--နူဟို၊ အောက်ဆုံးအလွှာသားလူနုံချာတို့သည် သင့်ကို ယုံကြည်မြတ်နိုးသောကြောင့် ငါတို့လည်း သင့်ကို ယုံရမှာလောဟု ဆိုကြ၏။"
        },
        {
            "chapter": 26,
            "verse": 112,
            "text": "၁၁၂။\tတမန်တော်နူဟိုက သူတို့သည် အဘယ်အမှုအခင်းများကို ပြုကျင့်နေသည်ကို ငါအသို့သိမည်နည်း။"
        },
        {
            "chapter": 26,
            "verse": 113,
            "text": "၁၁၃။\tမှတ်သားကြလော့၊ သူတို့ကို စစ်ကြောစီရင်သည့်အလုပ်မှာ ငါ၏အသက်သခင်ကျေးဇူးရှင်နှင့်သာသက်ဆိုင်၏၊ သင်တို့သိလျှင် တော်လေစွ။"
        },
        {
            "chapter": 26,
            "verse": 114,
            "text": "၁၁၄။\tထို့အပြင်ငါသည် ယုံကြည်သူတို့အား တွန်းလှန်နှင်ထုတ်ဖို့ရာမဟုတ်ချေ။"
        },
        {
            "chapter": 26,
            "verse": 115,
            "text": "၁၁၅။\tငါသည် သတိပေးသူရိုးရိုးသာတည်း။"
        },
        {
            "chapter": 26,
            "verse": 116,
            "text": "၁၁၆။\tထိုသူတို့က အို--နူဟို၊ သင်သည် မရပ်တန့်လျှင် သင်သည် ကျောက်ခဲနှင့်ပစ်သတ်ခြင်းခံရသူတို့တွင် အပါအဝင် ဖြစ်လတ့ံဟု ဆိုကြ၏။"
        },
        {
            "chapter": 26,
            "verse": 117,
            "text": "၁၁၇။\tထိုအခါသူက အို--ကျွနု်ပ်၏အရှင်သခင်၊ အကျွနု်ပ်၏လူတို့သည် အကျွနု်ပ်ကို ငြင်းပယ်ကြပါ၏။"
        },
        {
            "chapter": 26,
            "verse": 118,
            "text": "၁၁၈။\tထို့ကြောင့်အရှင်သည် အကျွနု်ပ်တို့အလယ်ကြားတွင် စီရင်ဆုံးဖြတ်တော်မူပါ၊ ပြတ်သားစွာဆုံးဖြတ်တော်မူပါ၊ အကျွနု်ပ်၊ အကျွနု်ပ်နှင့်အတူတကွရှိသောယုံကြည်သူတို့ကို ကယ်နှုတ်တော်မူပါဟု အလ္လာဟ်အရှင်မြတ်ထံ ဆုတောင်း၏။"
        },
        {
            "chapter": 26,
            "verse": 119,
            "text": "၁၁၉။\tငါအရှင်မြတ်သည် တမန်တော်နူဟိုနှင့် သူနှင့်အတူနေသူတို့ကို သင်္ဘောတွင်တင်၍ ကယ်ဆယ်တော်မူ၏။"
        },
        {
            "chapter": 26,
            "verse": 120,
            "text": "၁၂ဝ။\tထို့နောက်အခြားသူများကို ရေတွင် နစ်မြုပ်သေစေတော်မူ၏။"
        },
        {
            "chapter": 26,
            "verse": 121,
            "text": "၁၂၁။\tမှတ်သားကြလော့၊ ဤအဖြစ်အပျက်များတွင် နိမိတ်လက္ခဏာအထူးအမှန်ပင်ပါရှိ၏၊ သို့သော်သူတို့အနက်များလှ စွာသောသူများသည် ယုံကြည်သူများမဟုတ်ချေ။"
        },
        {
            "chapter": 26,
            "verse": 122,
            "text": "၁၂၂။\tမှတ်သားလော့၊ သင်၏အရှင်သခင်သည် အနန္တတန်ခိုးတော်အရှင်၊ အနန္တကောင်းကြီးမင်္ဂလာတော်သခင်အမှန်ဖြစ် တော်မူ၏။"
        },
        {
            "chapter": 26,
            "verse": 123,
            "text": "၁၂၃။\tအာဒ်လူမျိုးသည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်များကို ငြင်းဆန်ကြ၏။"
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "၁၂၄။\tသူတို့၏သားချင်းဖြစ်သော တမန်တော်ဟုဒ်က သူတို့အား ဤသို့ဟောကြား၏၊ သင်တို့သည် ဒုစရိုက်မကောင်းမှု ကို ဖယ်ရှားကြမည်မဟုတ်လော။"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "၁၂၅။\tမှတ်သားကြလော့၊ ငါသည် သင်တို့အတွက် သစ္စာရှိသောတမန်တော်ဖြစ်၏။"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "၁၂၆။\tထို့ကြောင့်သင်တို့သည် အရှင်မြတ်၏ဝတ်တော်ကို ကြေကုန်အောင် ပြုကြလော့၊ ငါ့ကို နားထောင်ကြလော့။"
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "၁၂၇။\tထို့အပြင်ငါသည် သင်တို့ထံမှ တရားဟောကြေးတစ်ပြားတစ်ချပ်မှ မတောင်းချေ၊ ငါ၏ အဖိုးအခသည် အနန္တ စကြာဝဠာတို့၏ အရှင်သခင်နှင့်သာ သက်ဆိုင်သည်။"
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "၁၂၈။\tသင်တို့သည် မြေမြင့်ရာတောင်ကုန်းစသည်တို့အပေါ်၌ အကျိုးမဲ့ပျော်ရွှင်မှုအတွက် အဆောက်အဦးကြီးများကို တည်ဆောက်ကြသလော။"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "၁၂၉။\tထို့အပြင်သင်တို့သည် ထာဝရတည်မြဲကောင်းတည်မြဲစိမ့်သောငှာ ခတပ်ကြီများရှာဖွေကြသလော။"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "၁၃ဝ။\tထို့အပြင်အကယ်၍သင်တို့သည် အာဏာအားဖြင့် ဖမ်းဆီးသောအခါ သက်ဦးဆံပိုင်အာဏာရှင်ကဲ့သို့ ပြုကျင့် ကြသလော။"
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "၁၃၁။\tသင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဝတ်တော်ကို ကြေကုန်အောင်ပြု၍ ငါ့ကို နားထောင်ကြလော့။"
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "၁၃၂။\tသင်တို့ကို သင်တို့သိသောစည်းစိမ်ဥစ္စာအားဖြင့် ချီးမြှောက်တော်မူသောအရှင်မြတ်၏ ဝတ်တော်ကို ကြေကုန် အောင် ပြုကြလော့။"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "၁၃၃။\tအရှင်မြတ်သည် သင်တို့အား ခြေလေးချောင်းတိရိစ္ဆာန်များ၊ သားသမီးများတို့နှင့်။"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "၁၃၄။\tဥယျာဉ်ပန်းမာလ်အမျိုးမျိုး၊ စိမ့်စမ်းရေတွင်းရေကန်များနှင့် ချီးမြှင့်တော်မူ၏။"
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "၁၃၅။\tမှတ်သားကြလော့၊ အလွန်ကြောက်မက်ဖွယ်ကောင်းသောနေ့တော်ကြီး၏ လက်စားချေမှုကို ငါသည် သင့်အတွက် ကြောက်ရွံ့လှ၏။"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "၁၃၆။\tထိုသူတို့က သင်သည် အကျွနု်ပ်တို့အတွက် တရားဟောသည်ဖြစ်စေ၊ မဟောသည်ဖြစ်စေ အကျိုးမထူးတော့ချေ။"
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "၁၃၇။\tဤတရားသည် ရှေးလူဟောင်းတို့၏ ပုံပြင်ဝထ္ထုသာဖြစ်၏။"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "၁၃၈။\tထို့ကြောင့်ငါတို့သည် အပြစ်ဒဏ်ထိမည်မဟုတ်ချေ။"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "၁၃၉။\tထိုသူတို့သည် သူ့ကို ငြင်းဆန်ကြ၏၊ ထို့ကြောင့်ငါသည် သူတို့အား သုတ်သင်ရှင်းလင်းတော်မူ၏၊ မှတ်သား ကြလော့၊ ဤအကြောင်းအရာများတွင် နိမိတ်လက္ခဏာထူးအမှန်ပါရှိ၏၊ သို့သော်သူတို့အနက်များပြားလှသော သူတို့သည် ယုံကြည်သူများမဟုတ်ကြချေ။"
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "၁၄ဝ။\tမှတ်သားလော့၊ သင်၏အရှင်သခင်သည် အနန္တတန်ခိုးတော်ရှင်၊ အနန္တကောင်းကြီးမင်္ဂလာတော်သခင်အမှန် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 26,
            "verse": 141,
            "text": "၁၄၁။\tဆမုဒ်လူမျိုးတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်များကို ငြင်းပယ်ကြ၏။"
        },
        {
            "chapter": 26,
            "verse": 142,
            "text": "၁၄၂။\tသူတို့သားချင်းတမန်တော်ဆွာလေ(ဟ်)သည် သူတို့အား ဤသို့ဟောကြား၏၊ ဟယ်-အချင်းတို့၊ သင်တို့သည် ဒုစရိုက်အပြစ်များကို ရှောင်ရှားကာဆီးမည်မဟုတ်လော။"
        },
        {
            "chapter": 26,
            "verse": 143,
            "text": "၁၄၃။\tမှတ်သားကြလော့၊ ငါသည် သင်တို့အတွက် သစ္စာရှိသောတမန်တော်ဖြစ်၏။"
        },
        {
            "chapter": 26,
            "verse": 144,
            "text": "၁၄၄။\tထို့ကြောင့်အရှင်မြတ်၏ဝတ်တော်ကို ကျေကုန်အောင် ပြုကြလော့၊ ငါ၏သြဝါဒကို လိုက်နာကြလော့။"
        },
        {
            "chapter": 26,
            "verse": 145,
            "text": "၁၄၅။\tတဖန်ငါသည် သင်တို့ထံမှ တရားဟောကြေးတစ်ပြားတစ်ချပ်မှ မတောင်းချေ၊ ငါ့တရားဟောကြေးမှာ အနန္တ စကြာဝဠာများ၏ အရှင်သခင်နှင့်သာ သက်ဆိုင်၏။"
        },
        {
            "chapter": 26,
            "verse": 146,
            "text": "၁၄၆။\tသင်တို့သည် ဤလောကီစည်းစိမ်ဥစ္စာများတွင် မပျက်မပြားလုံခြံုစွာနေရမည်ဟု ထင်မှတ်ကြသလော။"
        },
        {
            "chapter": 26,
            "verse": 147,
            "text": "၁၄၇။\tသင်တို့၏ဥယျာဉ်ပန်းမာလ်၊ စိမ့်စမ်းရေကန်၊ ရေတွင်းတို့တွင်သော်လည်းကောင်း။"
        },
        {
            "chapter": 26,
            "verse": 148,
            "text": "၁၄၈။\tသင်တို့ထွန်ယက်သောလယ်မြေများနှင့် အသီးအခိုင်ပြည့်နှက်နေသောစွန်ပလွန်ပင်များတွင်သော်လည်းကောင်း။"
        },
        {
            "chapter": 26,
            "verse": 149,
            "text": "၁၄၉။\tသင်တို့သည် မိမိအတတ်ပညာ၊ စွမ်းရည်သတ္တိရှိ၍ တောင်ကို ဖောက်ထွင်းပြီးလျှင် တည်ဆောက်သောနေအိမ် တိုက်တာများတွင်သော်လည်းကောင်း၊ မပျက်မစီးအစဉ်အမြဲနေရမည်ဟု ယူဆကြသလော။"
        },
        {
            "chapter": 26,
            "verse": 150,
            "text": "၁၅ဝ။\tထို့ကြောင့်အလ္လာဟ်အရှင်မြတ်၏ ဝတ်တော်ကို မပျက်မကွက်ကျေကုန်အောင် ပြုကြလော့၊ ငါ၏ သြဝါဒကို လိုက်နာကြလော့။"
        },
        {
            "chapter": 26,
            "verse": 151,
            "text": "၁၅၁။\tပြစ်မှုကျူးလွန်သူတို့၏ သြဝါဒကို မနာခံကြလင့်။"
        },
        {
            "chapter": 26,
            "verse": 152,
            "text": "၁၅၂။\tထိုသူတို့သည် ကမ္ဘာမြေပေါ်တွင် ဒုစရိုက်အမိုက်မှုများကို အနှံ့အပြားပွားများကြ၏၊ ကောင်းအောင်မပြုပြင်ကြချေ။"
        },
        {
            "chapter": 26,
            "verse": 153,
            "text": "၁၅၃။\tထို့အပြင်သူတို့က တမန်တော်အား ဟယ်-ဆွာလေ(ဟ်)၊ သင်သည် စုံးပယောဂဖမ်းထားသူဘောင်တွင် ပါဝင်သူ ဖြစ်၏။"
        },
        {
            "chapter": 26,
            "verse": 154,
            "text": "၁၅၄။\tသင်သည် အကျွနု်ပ်တို့ကဲ့သို့ သေမျိုးသာဖြစ်၏၊ ထို့ကြောင့်သင်သည် အမှန်စကားကိုဆိုလျှင် နိမိတ်လက္ခဏာ အ့ံဖွယ်သရဲတစ်ပါးပါးကို ယူဆောင်ခဲ့လော့ဟု ဆိုကြ၏။"
        },
        {
            "chapter": 26,
            "verse": 155,
            "text": "၁၅၅။\tတမန်တော်က သူတို့အား ဤသို့ပြောဆို၏၊ ဤကုလားအုတ်မကို ကြည့်ရှုကြလော့၊ ထိုကုလားအုပ်မနှင့် သင်တို့သည် မိမိတို့အတွက် သတ်မှတ်ထားသောနေ့၌ ရေတွင်းတွင် အလှည့်ကျသောက်သုံးခွင့်ရှိကြ၏။"
        },
        {
            "chapter": 26,
            "verse": 156,
            "text": "၁၅၆။\tသို့သော်သင်တို့အပေါ်သို့ အလွန်ကြောက်မက်ဖွယ်ကောင်းသောနေ့တော်ကြီး၏ လက်စားချေဒဏ်သည် မကျ ရောက်စိမ့်သောငှာ ထိုကုလားအုပ်မအား ဘေးဥပါဒ်မပြုကြလင့်။"
        },
        {
            "chapter": 26,
            "verse": 157,
            "text": "၁၅၇။\tသို့သော်သူတို့သည် ကုလားအုပ်မ၏ ဒူးကောက်ကြောကို လှီးဖြတ်ကြ၏၊ ထို့နောက်မှ ယူကျုံးမရဖြစ်ကြကုန်၏။"
        },
        {
            "chapter": 26,
            "verse": 158,
            "text": "၁၅၈။\tထိုအခါသူတို့အပေါ်သို့ လက်စားချေဒဏ်တော်ကြီးကျရောက်လာ၏၊ မှတ်သားကြလော့၊ ဤအဖြစ်အပျက် များတွင် နိမိတ်ထူးလက္ခဏာများပါရှိ၏၊ သို့ပါလျက်သူတို့အနက် များလှစွာသောသူတို့သည် မယုံကြည်သူများ ဖြစ်ကြ၏။"
        },
        {
            "chapter": 26,
            "verse": 159,
            "text": "၁၅၉။\tမှတ်သားလော့၊ သင်၏အသက်သခင်ကျေးဇူးရှင်သည် အနန္တကျေးဇူးရှင်၊ အနန္တကောင်းကြီးမင်္ဂလာတော်သခင် အစစ်ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 26,
            "verse": 160,
            "text": "၁၆ဝ။\tတမန်တော်လွဒ်၏အမျိုးသားတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်များကို မယုံကြည်ကြချေ။"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "၁၆၁။\tသူတို့၏ အမျိုးသားချင်းတမန်တော်လွဒ်က ဤသို့ဟောကြား၏၊ ဟယ်-အချင်းတို့၊ သင်တို့သည် ဒုစရိုက်အမှုများ ရှောင်ကြဉ်ကြမည်မဟုတ်လော။"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "၁၆၂။\tမှတ်သားကြလော့၊ ငါသည် သင်တို့အတွက် သစ္စာရှိသောတမန်တော်ဖြစ်၏။"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "၁၆၃။\tထို့ကြောင့်အလ္လာဟ်အရှင်မြတ်၏ ဝတ်တော်ကို ကျေကုန်အောင်ပြု၍ ငါ၏သြဝါဒကို နားထောင်ကြလော့။"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "၁၆၄။\tထို့အပြင်ငါသည် သင်တို့ထံမှ တရားဟောကြေးတစ်ပြားတစ်ချပ်မှ မတောင်းဆိုချေ၊ ငါ့အဖိုးအခမှာ အနန္တ စကြာဝဠာတို့၏ အရှင်သခင်နှင့်သာသက်ဆိုင်၏။"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "၁၆၅။\tဘာလဲ---သင်တို့သည် သတ္တဝါများအနက် ယောက်ျားအချင်းချင်းပစ်မှားကြသလော။"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "၁၆၆။\tသင်တို့၏ အရှင်သခင်ဖန်ဆင်းပေးသနားတော်မူသော ဇနီးမယားများနှင့်မပျော်ပဲလျက် ယောက်ျားအချင်းချင်း ပစ်မှားကြသလော၊ သင်တို့သည် တရားတော်ကို ချိုးဖဲ့သောသူများဖြစ်ကြ၏။"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "၁၆၇။\tသူတို့က အို--လွတ်ဒ်၊ သင်သည် ရပ်တန်းက မရပ်လျှင် သင်သည် ဆေးကြောမေးဖော်မရှိ၊ သပိတ်မှောက်ခြင်း ခံရလိမ့်မည်ဟု ပြောကြ၏။"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "၁၆၈။\tထိုအခါသူက ဟယ်-အချင်းတို့၊ အမှန်မှာ ငါသည် သင်တို့အပြုအမူကို မုန်းထားသောသူတို့ဘောင်တွင် ပါဝင်၏ဟု ပြန်ပြော၏။"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "၁၆၉။\tအို--အကျွန်ုပ်၏အရှင်သခင်၊ အကျွနု်ပ်နှင့် အကျွနု်ပ်၏ အိမ်သူအိမ်သားတို့အား သူတို့၏အကြံများမှ ကယ်နှုတ် တော်မူပါဟု အလ္လာဟ်အရှင်မြတ်အထံတော်၌ သူဆုပန်၏။"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "၁၇ဝ။\tထို့ကြောင့်ငါသည် တမန်တော်လွဒ်နှင့် သူ၏အိမ်သူအိမ်သားများအားလုံးကို ကယ်နှုတ်တော်မူ၏။"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "၁၇၁။\tသို့သော်သူ့အိမ်တွင် ကျန်ရစ်ခဲ့သောမိန်းမအိုတစ်ယောက်ကိုကား ကယ်ဆယ်တော်မမူချေ။"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "၁၇၂။\tထို့နောက်အခြားကြွင်းကျန်သူအပေါင်းတို့ကို ငါဖျက်ဆီးတော်မူ၏။"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "၁၇၃။\tထို့အပြင်သူတို့အပေါ်၌ မိုးရွာသွန်းစေတော်မူ၏၊ သတိပေးခံရသူတို့အပေါ်တွင် ရွာသွန်းသောမိုးသည် အလွန် ပြင်းထန်ကြောက်မက်ဖွယ်ဖြစ်၏။"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "၁၇၄။\tဤအဖြစ်အပျက်တွင် နိမိတ်ထူးလက္ခဏာထူးပါရှိ၏၊ အနန္တတန်ခိုးတော်ရှင်၊ အနန္တကောင်းကြီးမင်္ဂလာတော်သခင် အမှန်ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "၁၇၅။\tမှတ်သားလော့၊ သင်၏အရှင်သခင်သည် အနန္တတန်ခိုးတော်ရှင်၊ အနန္တကောင်းကြီးမင်္ဂလာတော်သခင်အမှန် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 26,
            "verse": 176,
            "text": "၁၇၆။\tမီဒီရန်တောတောင်တွင် နေထိုင်သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်တော်များကို မယုံကြည်ကြချေ။"
        },
        {
            "chapter": 26,
            "verse": 177,
            "text": "၁၇၇။\tတမန်တော်ရှိုအိုက်(ဘ်)က သူတို့အား ဤသို့ဟောကြား၏၊ ဟယ်-အချင်းတို့၊ သင်တို့သည် ဒုစရိုက်မကောင်းမှုကို ရှောင်ကြဉ်ကြမည်မဟုတ်လော။"
        },
        {
            "chapter": 26,
            "verse": 178,
            "text": "၁၇၈။\tမှတ်သားကြလော့၊ ငါသည် သင်တို့အတွက် သစ္စာရှိသောတမန်တော်အဟုတ်အမှန်ဖြစ်၏။"
        },
        {
            "chapter": 26,
            "verse": 179,
            "text": "၁၇၉။\tထို့ကြောင့်သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ဝတ်တော်ကို ကြေကုန်အောင် ပြုကြလော့၊ ငါ့ကို နာခံကြလော့။"
        },
        {
            "chapter": 26,
            "verse": 180,
            "text": "၁၈ဝ။\tထို့အပြင်ငါသည် သင်တို့ထံမှ တရားဟောကြေးမတောင်းချေ၊ ငါ၏အဖိုးအခမှာ အနန္တစကြဝဠာတို့၏ အရှင် နှင့်သာသက်ဆိုင်၏။"
        }
    ]
}