{
    "maqras": [
        {
            "chapter": 42,
            "verse": 27,
            "text": "၂၇။\tအကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် မိမိကျေးကျွန်များအတွက် စားနပ်ရိက္ခာစည်းစိမ်ဥစ္စာများကို တိုးပွားကျယ် ဝန်းစေတော်မူခဲ့ပါလျှင် သူတို့သည် ကမ္ဘာတဝှမ်းလုံး၌ တရားကျုးလွန်၍ ဧကန်အမှန်သောင်းကျန်းခဲ့ကြလတ့ံ၊ သို့သော်အရှင်မြတ်သည် ကျေးဇူးတော်များကို ချင့်ချိန်တိုင်းဆသင့်လျော်ရုံမျှ အလိုတော်အတိုင်းချပေးသနားတော် မူ၏၊ အရှင်မြတ်သည် မိမိကျေးကျွန်တို့ကို အကြွင်းမဲ့သိတော်မူ၍ စောင့်ကြည့်နေတော်မူ၏။"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "၂၈။\tအရှင်မြတ်သည် လူသားတို့ မိုးမြေကို မမျှော်လင့် လက်မှိုင်ချနေသောအခါ မိုးရွာသွန်းစေတော်မူ၍ ကောင်းကြီး မင်္ဂလာတော်ကို အနှံ့အပြားကြဲဖြန့်သနားတော်မူ၏၊ စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ကာကွယ်စောင့်ရှောက် တော်မူသောအရှင်၊ ချီးမွမ်းခြင်းတည်ရာဖြစ်တော်မူသောအရှင်တည်း။"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "၂၉။\tအလ္လာဟ်အရှင်မြတ်၏ သာဓကတော်များအနက် အချို့သောသာဓကတော်များမှာ မိုးမြေကိုလည်းကောင်း၊ ကမ္ဘာမြေပေါ်တွင် လှုပ်လှုပ်ရွရွသွားလာကြနေကုန်သောသက်ရှိသတ္တဝါတို့ကိုလည်းကောင်း၊ ဖန်ဆင်းတော်မူ ခြင်းဖြစ်၏၊ အရှင်မြတ်သည် အလိုတော်ရှိသောသတ္တဝါတို့ကိုလည်းကောင်း၊ ဖန်ဆင်းတော်မူခြင်းဖြစ်၏၊ အရှင် မြတ်သည် အလိုတော်ရှိသောအခါ သတ္တဝါအပေါင်းတို့ကို စုဆောင်းခြင်းငှာပြုစွမ်းနိုင်တော်မူ၏။"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "၃ဝ။\tသင်တို့ထံ ဆိုက်ရောက်လာသော ဘေးအန္တရာယ်တိုင်းသည် သင်တို့၏ လက်ဖြင့် ပြုကျင့်သောဒုစရိုက်မကောင်းမှု ၏ အကျိုးဆက်သာဖြစ်၏၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ အပြစ်များအနက် များလှစွာသောအပြစ်များကို ခွင့်လွှတ်တော်မူ၏။"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "၃၁။\tသင်တို့သည် မြေကြီးပေါ်တွင် ထွက်ပြေးနေခြင်းဖြင့် အရှင်မြတ်၏ အပြစ်ဒဏ်တော်မှ လွတ်မြောက်နိုင်မည် မဟုတ်ချေ၊ အလ္လာဟ်အရှင်မြတ်မှတပါး အခြားကာကွယ်စောင့်ရှောက်သူမိတ်ဆွေသော်လည်းကောင်း၊ ကူညီ ထောက်ပ့ံသူသော်လည်းကောင်း၊ သင်တို့၌ မရှိချေ။"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "၃၂။\tအလ္လာဟ်အရှင်မြတ်၏ သာဓကတော်များအနက် တစ်ပါးသောသာဓကတော်ကား သမုဒ္ဒရာပင်လယ်ကြားတွင် အောင်လံသဖွယ်ဖြစ်သောသင်္ဘောကြီးများဖြစ်ကြ၏။"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "၃၃။\tအကယ်၍ အလိုတော်ရှိပါလျှင် အရှင်မြတ်သည် တိုက်ခတ်နေသောလေကို မလှုပ်မရှားငြိမ်နေစေတော်မူမည်၊ ထိုအခါသင်္ဘောများသည် သမုဒ္ဒရာပင်လယ်ကြော၌ မမျောနိုင်ပဲ တန့်ရပ်၍ နေလိမ့်မည်၊ စင်စစ်မှာ ဤအချက် များ၌ တန့်ရပ်၍ နေလိမ့်မည်၊ စစ်စစ်မှာဤအချက်များ၌ သည်းခံခြင်းတရားရှိသူနှင့် ကျေးဇူးတော်ကို ချီးမွမ်း သူတို့အဖို့အရာ သာဓတော်များပါရှိ၏။"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "၃၄။\tအလ္လာဟ်အရှင်မြတ်သည် အလိုတော်ရှိပါလျှင် သင်္ဘောပါလူအားလုံးတို့ကို ၎င်းတို့ကျိုးလွန်အပ်သောအပြစ်၏ အကျိုးဆက်ကြောင့် ပျက်စီးဆုံးရှုံးစေတော်မူမည်၊ သို့သော်အရှင်မြတ်သည် မြောက်များစွာသောအပြစ်များကို ခွင့်လွှတ်တော်မူ၏။"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "၃၅။\tငါ၏ နှုတ်ကပတ်တော်များနှင့်စပ်လျဉ်း၍ ပျက်ရယ်ပြုသူတို့အား သူတို့သည် အပြစ်ဒဏ်တော်များမှ လွတ်မြောက် ရာလမ်းမရှိကြောင်းကို သိစေလော့။"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "၃၆။\tအေ-လူသားတို့၊ သင်တို့အား ဤလောကတွင် ပေးသနားတော်မူသောဥစ္စာပစ္စည်းတို့သည် ဤမျက်မှောက် ဘဝ၌ ခေတ္တခဏမျှ သုံးစွဲရသောပစ္စည်းဝထ္ထုများဖြစ်၏၊ သို့သော်အလ္လာဟ်အရှင်မြတ်အထံတော်၌ရှိသော အောင် ဆုမင်္ဂလာတော်မှာကား မိမိအရှင်သခင်အား ယုံကြည်ကိုးစားသူတို့အဖို့အရာဖြစ်၏။"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "၃၇။\tထိုသူတို့သည် ကြီးလေးသောအပြစ်များနှင့် ရှက်ဖွယ်သောအပြုအမူတို့မှ ရှောင်ကြဉ်ကြ၏၊ အမျက်ဒေါသထွက် သော်လည်း သူတပါး၏ အပြစ်ကို လွှတ်ကြ၏။"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "၃၈။\tထိုသူတို့သည် မိမိတို့၏ အသက်သခင်ကျေးဇူးရှင်ကြီး၏ ဗျာဒိတ်တော်ကို ရိုသေစွာနာယူကြ၏၊ ပညတ်တော် မူသောအရှင့်ဝတ်ကို အစဉ်မပြတ်ပြုကြ၏၊ မိမိတို့အမှုအခင်းများကို အချင်းချင်းတိုင်ပင်နှီးနှောပြီးလျှင် ဆောင်ရွက် ကြ၏၊ ငါအရှင်မြတ်ချပေးသနားတော်မူသောအရာဝထ္ထုများမှ အလှုပေးကမ်းကြ၏။"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "၃၉။\tထို့အပြင် ထိုသူတော်ကောင်းတို့သည် မိမိတို့အား မတရားညှင်းပန်းနှိပ်စက်သောအခါ ခေါင်းငုံ့မခံပဲ မိမိကို်ယ်ကို ကာကွယ်ကြ၏။"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "၄ဝ။\tမိမိနာကျင်ဆုံးရှုံးသည်နှင့်ညီမျှသောနာကျင်မှုဖြင့် လက်စားချေခွင့်ရှိ၏၊ သို့သော်လူတစ်ဦးတစ်ယောက်သည် သူတပါး၏ အပြစ်ကို လွှတ်၍ ထိုသူနှင့်သင့်မြတ်အောင် စေ့စပ်လျှင် အပြစ်လွှတ်သူသည် အလ္လာဟ်အရှင်မြတ် အထံတော်မှ အောင်ဆုမင်္ဂလာတော်ရလတ့ံ၊ အလ္လာဟ်အရှင်မြတ်သည် မကောင်းမှုကို ပြုကျင့်သူတို့အား နှစ်သက်တော်မမူချေ။"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "၄၁။\tသို့သော် အကြင်သူသည် မိမိအား သူတပါးမတရားနှိပ်စက်ညှင်းပန်းခြင်းကို လက်စားချေအ့ံ၊ ထိုသူအပေါ်၌ အပြစ်မုချဧကန်မထိုက်ချေ။"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "၄၂။\tအကြင်သူတို့သည် လူသားတို့ကို မတရားညှင်းပန်းနှိပ်စက်လျက် ကမ္ဘာမြေတဝှမ်းမတရားသောင်းကျန်းတော်လှန် ကြအ့ံ၊ ထိုသူများအပေါ်၌ အပြစ်ထိုက်၏၊ သူတို့အတွက် အလွန်ပြင်းပြနာကျယ်ဖွယ်သောအပြစ်ဒဏ်တော်ရှိ၏။"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "၄၃။\tသို့သော် အကြင်သူသည် သည်းခံခြင်းတရားရှိ၍ သူတပါး၏ အပြစ်ကို လွှတ်အ့ံ၊ ထိုသူသည် မိမိကိစ္စအဝဝကို ရဲရင့်တည်ကြည်စွာဆောင်ရွက်သူဖြစ်၏။"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "၄၄။\tအကြင်သူအား အလ္လာဟ်အရှင်မြတ်သည် လမ်းမှား၌ ပစ်ထားတော်မူအ့ံ၊ ထိုသူအား အရှင်မြတ်မှတပါး ကာကွယ်စောင့်ရှောက်မည့်အဆွေခင်ပွန်းမရှိချေ၊ အေ-တမန်တော်၊ ဒုစရိုက်ကောင်များသည် ငရဲမီးကို မျက်ဝါး ထင်ထင်မြင်ရသောအခါ အချင်းတို့ ငါတို့သည် လောကဓာတ်သို့ ပြန်ဖို့ရာ လမ်းစလမ်းနတစ်ခုခုရှိသလောဟု သင်မြင်ရလတ့ံ။"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "၄၅။\tထိုသူတို့ကို ငရဲသို့ ယူဆောင်လာသောအခါ သူတို့သည် အရှက်တကွဲအောက်ကျနောက်ကျဖြစ်၍ စိတ်ညှိုးငယ် နိမ့်ကျပြီးလျှင် ခေါင်းငိုက်စိုက်နှင့် ခိုးကြောင်ခိုးဝှက်ကြည့်သည်ကိုသာ သင်တွေ့မြင်ရလတ့ံ၊ ထိုအခါယုံကြည်သူ အပေါင်းသူတော်ကောင်းတို့က တရားစီရင်တော်မူသောနေ့တော်ကြီး၌ မိမိတို့ကိုသော်လည်းကောင်း၊ မိမိတို့ သားမယားအိမ်သူအိမ်သားအပေါင်းတို့ကိုသော်လည်းကောင်း၊ ငရဲမီးထဲသို့ ရောက်အောင် ပြုကျင့်သူများသည် မုချဧကန်ပျက်စီးဆုံးရှုံးခြင်းသို့ ဆိုက်ရောက်ကြရချေ၏၊ ဒုစရိုက်မကောင်းမှုကို ပွားများသူတို့သည် ဧကန်အမှန် ထာဝရငရဲတွင် ခံစားနေထိုင်ကြရချေ၏ဟု ဆိုကြလတ့ံ။"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "၄၆။\tထိုသူတို့မှာ အလ္လာဟ်အရှင်မြတ်မှတပါး အခြားကူညီစောင်မမည့်မိတ်ဆွေများမရှိချေ၊ အကြင်သူအား အလ္လာဟ် အရှင်မြတ်သည် လမ်းမှား၌ ပစ်ထားအ့ံ၊ ထိုသူအတွက် လမ်းမရှိချေ။"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "၄၇။\tအို-ကြားနာရသူအပေါင်းတို့၊ လွှဲရှောင်၍မရသော နေ့တော်ကြီးမရောက်မီ သင်တို့သည် မိမိတို့၏ အသက် သခင်ကျေးဇူးရှင်ကြီး၏ ဗျာဒိတ်နှုတ်ကပတ်တော်ကို လိုက်နာကြလော့၊ ထိုနေ့တော်ကြီး၌ သင်တို့အတွက် ခိုလှုံဖို့ရာနေရာမရှိချေ။"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "၄၈။\tအို-တမန်တော်၊ ထိုအယူမှားသူတို့သည် တရားတော်ကို မနှစ်သက်ကြလျှင် ငါသည် သင့်အား သူတို့ကို ထိန်းသိမ်းစောင့်ရှောက်ဖို့ရာ စေလွှတ်တော်မမူချေ၊ သင်၏ ဝတ္တရားမှာမူကား တရားတော်ကို ရှင်းလင်းဟောပြော ရန်သာတည်း၊ ငါသည် လူသားအား ငါ၏ ကောင်းကြီးမင်္ဂလာတော်ကို မြည်းစေသောအခါ သူသည် အထူး ရွှင်မြူး၏၊ သို့သော် ထိုသူသည် မိမိတင်ကြိုပို့ထားနှင့်သောပြုကျင့်မှုကြောင့် ဘေးအန္တရာယ်ထိသောအခါ လူသားသည် ကျေးဇူးကန်းသူအမှန်ဖြစ်၏။"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "၄၉။\tအလ္လာဟ်အရှင်မြတ်သည် မိုးကောင်းကင်နှင့် ကမ္ဘာမြေကြီးတို့ကို စိုးပိုင်တော်မူ၏၊ အရှင်မြတ်သည် မိမိအလိုတော် ရှိရာကို ဖန်ဆင်းတော်မူ၏၊ သားရတနာပေးသနားတော်မူလိုသောသူအား သားပေးသနားတော်မူ၏၊ သမီးရတနာ လိုတော်မူသောသူအား သမီးပေးသနားတော်မူ၏။"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "၅ဝ။ သို့မဟုတ် အရှင်မြတ်သည် သားများသမီးများနှစ်မျိုးစလုံးပေးသနားတော်မူ၏၊ ထို့အပြင်အရှင်မြတ်သည် အမြံုဖြစ်စေလိုတော်မူသောသူကို အမြံုဖြစ်စေတော်မူ၏၊ အရှင်မြတ်သည် အနန္တတန်ခိုးတော်သခင်၊ သဗ္ဗညုတ ဉာာဏ်တော်ရှင်ဖြစ်တော်မူ၏။"
        }
    ]
}