{
    "maqras": [
        {
            "chapter": 5,
            "verse": 51,
            "text": "၅၁။\tအို-ယုံကြည်သူအပေါင်းတို့ သင်တို့သည် ရဟူဒီအမျိုးသားနှင့် ခရစ်ယာန်ဘာသာဝင်တို့အား အဆွေခင်ပွန်းများဟု မမှတ်ကြလင့်။ သူတို့သည် အချင်းချင်း မိတ်ဆွေများဖြစ်ကြ၏။ သင်တို့အနက် အကြင်သူသည် သူတို့နှင့် မိတ်ဖွဲ့၏။ ထိုသူသည် သူတို့ဘောင်တွင် အပါအဝင်ဖြစ်၏။ မှတ်သားကြ လော့။ အလ္လာဟ်အသျှင်မြတ်သည် ပြစ်မှုကျူးလွန်သူတို့ကို လမ်းညွှန်တော်မမူချေ။"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "၅၂။\tအကျွနု်ပ်တို့သည် ဘေးဒုက္ခထိမည်ကို စိုးရိမ်ကြောင့်ကြ၏ဟုဆိုသော မိမိတို့စိတ်နှလုံးများအတွင်း မိစ္ဆာဝါဒရောဂါစွဲကပ်နေသောသူတို့သည် ထိုရဟူဒီခရစ်ယာန်ဘာသာဝင် အမျိုးသားတို့ထံ ပြေးလွှား သွားသည်ကို သင်မြင်ရ၏။ အလ္လာဟ်အသျှင်မြတ်သည် အထံတော်မှ သင့်အား စစ်ရေးသား၍ အောင်နိုင်ခြင်းကိုသော်လည်းကောင်း၊ အမိန့်ဗျာဒိတ်တော်တစ်ပါးကိုသော်လည်းကောင်း၊ ပေးသနား တော်မူကောင်း ပေးသနားတော်မူလိမ့်မည်။ ထိုအခါ သူတို့သည် မိမိတို့၏ လျှို့ဝှက်ကြသော အကြံ အစည်များအတွက် ယူကြံုးမရ သတိနောင်တရကြလိမ့်မည်။"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "၅၃။\tထိုအခါ ယုံကြည်သူများက ရှေးကျမ်းတော်ရရှိသူတို့အား ဤလူများသည် သင်တို့ဘက်သို့ မုချအမှန် ပါဝင်သည်ဟု အလ္လာဟ်အသျှင်မြတ်ကိုတိုင်တည်၍ သင်တို့အား အကျိန်ကြီးကျိန်ဆိုပြောသူတို့ ဖြစ်ကြသလောဟု ပြောဆိုကြလိမ့်မည်။ သူတို့၏ပြုကျင့်မှုများသည် အယဟဿအကျိုးမဲ့ ဖြစ်သွားပြီ။ သူတို့သည် ဆုံးရှုံးသူများ ဖြစ်ကြပြီ။"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "၅၄။\tအို-ယုံကြည်သူအပေါင်းတို့ သင်တို့အနက် အကြင်သူသည် မိမိဘာသာအယူဝါဒကို ပစ်ပယ်၍ မိစ္ဆာဒိဌိဖြစ်အံ့။ အလ္လာဟ်အသျှင်မြတ်သည် ထိုသူအစား အခြားလူမျိုးကို ဖန်ဆင်းတော်မူလိမ့်မည်။ ထိုလူမျိုးသစ်ကို အလ္လာဟ်အသျှင်မြတ် ချစ်ခင်မြတ်နိုးတော်မူမည်။ သူတို့လည်း အသျှင်မြတ်ကို ခင်မင်စုံမက်ကြလိမ့်မည်။ သူတို့သည် ယုံကြည်သူတို့အပေါ်တွင် နှိမ့်ချသောသဘေဘာရှိ၍ မယုံကြည်သူတို့အပေါ်တွင် ခက်ထန်ကြ၏။ သူတို့သည် အလ္လာဟ်အသျှင်မြတ်၏လမ်းတော်၌ ကြိုးစားအားထုတ်၍ ကဲ့ရဲ့ပြစ်တင်သူ၏ ကဲ့ရဲ့မှုကို အရေးမစိုက်ကြပေ။ အလ္လာဟ်အသျှင်မြတ်သည် အလိုရှိတော်မူသောသူအား ပြုသောဂုဏ်ကျေးဇူးတော်သည် ဤအရာပင်ဖြစ်၏။ အလ္လာဟ်အသျှင် မြတ်သည် ပေးကမ်းစွန့်ကြဲတော်မူသောအသျှင် အနန္တဉာဏ်တော်ရှင်ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "၅၅။\tသင်တို့၏အဆွေခင်ပွန်းသည် အလ္လာဟ်သာဖြစ်၏။ ၄င်းပြင် အသျှင်မြတ်၏တမန်တော်နှင့် ဆွလာသ်ဝတ်ပြုသော၊ ဇကာသ်အလှူပေးသော၊ ဦးညွတ်သော၊ ယုံကြည်သူများလည်းဖြစ်၏။"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "၅၆။\tအကြင်သူသည် အလ္လာဟ်အသျှင်မြတ်၊ အသျှင်မြတ်၏တမန်တော်နှင့် ယုံကြည်သူတို့အား မိတ်ဖွဲ့၏။ ထိုသူတို့သည် အလ္လာဟ်အသျှင်မြတ်၏ ဘက်တော်သားတို့ဖြစ်၍ ဧကန်အောင်နိုင်သူများဖြစ်ကြ၏။"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "၅၇။\tအို-ယုံကြည်သူအပေါင်းတို့ သင်တို့သည် မိမိ၏ဘာသာတရားကို ပြောင်လှောင်ပြက်ရယ်ခြင်းပြုသော သင်တို့အရင် ကျမ်းတော်ရရှိသူတို့ကိုသော်လည်းကောင်း၊ မိစ္ဆာဒိဌိတို့ကိုသော်လည်းကောင်း၊ မိတ်ဆွေအဖြစ်ဖြင့် မရွေးကြလင့်။ သင်တို့သည် ယုံကြည်သူအမှန်ပင်ဖြစ်ကြလျှင် အလ္လာဟ် အသျှင်မြတ်၏အမှုတော်ကို ကောင်းစွာထမ်းရွက်ကြလော့။"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "၅၈။\tသင်တို့သည် ဆွလာသ်ဝတ်တက်ဖို့ရာ ဖိတ်ခေါ်သောအခါ သူတို့သည် သင်တို့ဖိတ်ခေါ်ခြင်းကို ကစားစရာ၊ ပြောင်လှောင်စရာဟုယူကြ၏။ ယင်းသို့ ပြုကျင့်ခြင်းမှာ သူတို့သည် အသိဉာဏ် ကင်းမဲ့သူများဖြစ်သောကြောင့်ဖြစ်၏။"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "၅၉။\tအို-တမန်တော် ဟောကြားလော့။ အို-ရှေးကျမ်းတော်ရရှိသူအပေါင်းတို့ အကျွနု်ပ်တို့သည် အလ္လာဟ်အသျှင်မြတ်ကိုသော်လည်းကောင်း၊ အကျွနု်ပ်တို့ချပေးသနားတော်မူသော ကုရ်အာန် ကျမ်းတော်ကိုသော်လည်းကောင်း၊ ရှေးအထက်က ချပေးသနားတော်မူသော ကျမ်းတော်များကိုသော် လည်းကောင်း ယုံကြည်ခြင်းမှတစ်ပါး အခြားအကြောင်းတစ်စုံတစ်ရာကြောင့် သင်တို့သည် အကျွနု်ပ်တို့အား အပြစ်တင်ကြသလော။ သင်တို့အနက် များစွာသောသူတို့သည် ဒုစရိုက်ပြစ်မှုကို ကျုးလွန်သူများဖြစ်သောကြောင့်လည်း သင်တို့သည် အကျွနု်ပ်တို့အား ကဲ့ရဲ့ပြစ်တင်ကြသလော။"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "၆ဝ။\tအလ္လာဟ်အသျှင်မြတ်သည် အပြစ်ပေးတော်မူဖို့ရာ သူတို့၏အမှုထက် ဆိုးဝါးသောအမှုကို သင်တို့အား အကျွနု်ပ်ပြောပြရမည်လော။ အလ္လာဟ်အသျှင်မြတ် ကျိန်ဆဲတော်မူခြင်းနှင့် အမျက်ရှ တော်မူခြင်းခံရသောသူ၏အမှုသည် ပိုမိုဆိုးဝါး၏။ အကြင်သူသည် သူ၏အမျိုးအစားထဲမှ အချို့ သူတို့ကို အသျှင်မြတ်က ဝက်များနှင့် မျောက်များဘဝသို့ ပြောင်းစေတော်မူ၏။ ဆင်းထုရုပ်ပွားများ ကို ခဝပ်ကိုးကွယ်၏။ ထိုသူတို့သည် ပိုမိုယုတ်ညံ့ဆိုးဝါးသူတို့ဖြစ်၏။ ဤလူများသည် အလွန်ကြီးမား ဆိုးယုတ်သောအခြေအနေသို့ ဆိုက်ရောက်ကြ၏။ တရားလမ်းကြောင်းမှ ဝေးစွာတိမ်းစောင်းသွား ကြ၏။"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "၆၁။\tသူတို့သည် ယုံကြည်သူ သင့်ထံသို့လာကြသောအခါ သူတို့က အချင်းတို့ အကျွနု်ပ်တို့သည် ယုံကြည် ကြပါ၏ဟုဆိုကြ၏။ သို့သော် သူတို့သည် မိစ္ဆာအယူဝါဒနှင့်လာ၍ မိစ္ဆာအယူဝါဒနှင့်ပင် ပြန်သွား ကြ၏။ အလ္လာဟ်အသျှင်မြတ်သည် သူတို့ လျှို့ဝှက်ထားသည်ကို အသိဆုံးဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "၆၂။\tသူတို့သည်အပြစ်၌သော်လည်းကောင်း၊ ပြစ်မှုကျုးလွန်ခြင်း၌သော်လည်းကောင်း၊ မတရားအမြတ် ထုတ်ခြင်း၌သော်လည်းကောင်း၊ အချင်းချင်း တစ်ယောက်ထက်တစ်ယောက်သာအောင် ပြိုင်ဆိုင် အားထုတ်နေသည်ကို သင်မြင်ရ၏။ အမှန်မှာ ဒုစရိုက်မကောင်းမှုသည် သူတို့၏ လက်ရာခြေရာ ဖြစ်၏။"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "၆၃။\tရဟူဒီဆရာများနှင့် ဓမ္မကထိကတို့သည် သူတို့မတရားဆိုခြင်း၊ မတရားအမြတ်ထုတ်ခြင်းတို့ကို အဘယ်ကြောင့် မတားမြစ်၊ မပိတ်ပင်ကြသနည်း။ အမှန်မှာ ဒုစရိုက်မကောင်းမှုသည် သူတို့၏ လက်ရာခြေရာဖြစ်၏။"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "၆၄။\tရဟူဒီအမျိုးသားများက အလ္လာဟ်အသျှင်မြတ်၏လက်ကို လက်ထိပ်ခတ်ထား၏ဟုဆိုကြ၏။ သူတို့၏ လက်များကိုသာ လက်ထိပ်ခတ်ထား၏။ ယင်းစကားမိုက်ကို ပြောကြားသောကြောင့် သူတို့သည် ကျိန်ဆဲတော်မူခြင်းခံကြရ၏။ အသျှင်မြတ်သည် လက်တော်ကို ဆုပ်ထားမည့်အစား နှစ်ဖက်စလုံးကို ပေးကမ်းစွန့်ကြဲခြင်း၌ ကောင်းစွာ ဖြန့်ကြဲထားတော်မူ၏။ အသျှင်မြတ်သည် အလိုတော်အတိုင်း ပေးကမ်းတော်မူ၏။ သင်၏အသျှင်သခင်အထံတော်မှ ကျရောက်လာသော ကုရ်အာန်ကျမ်းတော် ကြောင့် သူတို့အနက် များလှစွာသောသူတို့၏ ထောင်ထားခြားနားမှုနှင့် မယုံကြည်မှုသည် အမှန်ပင် များပြားလာလိမ့်မည်။ ငါအသျှင်မြတ်သည် ရှင်ပြန်ထမြောက်ရသောနေ့တော်ကြီးတိုင်အောင် သူတို့စပ်ကြား၌ ရန်ငြိုးထားမှု၊ မုန်းတီးမှုများကို ချထားတော်မူ၏။ သူတို့သည် စစ်မီးကိုမွှေးတိုင်း ထိုမီးကို အလ္လာဟ်အသျှင်မြတ် ငြိမ်းတော်မူ၏။ သူတို့သည် မဟာပထဝီမြေပေါ်ဝယ် မတရား ဖျက်ဆီးမှုကိုသာ ကြိုးစားကြ၏။ အလ္လာဟ်အသျှင်မြတ်သည် မတရားဖျက်ဆီးသူတို့ကို နှစ်သက်တော် မမူပေ။"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "၆၅။\tအကယ်၍ ရှေးကျမ်းတော်ရရှိသောလူတို့သည် ယုံကြည်၍ ဒုစရိုက်မှုများကို ရှောင်ရှားခဲ့ပါလျှင် ငါအသျှင်မြတ်သည် အမှန်ပင် သူတို့၏အပြစ်များကိုလွတ်၍ သူတို့ မွေ့လျော်ပျော်ရွှင်ဖွယ်ကောင်း သော ဥယျာဉ်တော်များအတွင်း ဧကန်မုချ သွင်းတော်မူမည်။"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "၆၆။\tအကယ်၍ သူတို့သည် တောင်ရတ်ကျမ်းတော်၊ အင်ဂျီလ်ကျမ်းတော်နှင့် သူတို့အား ၎င်းတို့၏ အသျှင်သခင် ပေးသနားတော်မူသည့် ပညတ်တရားတော်များကို လိုက်နာဆောင်ရွက်ကြလျှင် သူတို့သည် မိမိတို့အထက် ကောင်းကင်ဘုံမှသော်လည်းကောင်း၊ မိမိတို့ခြေများအောက် ကမ္ဘာမြေကြီးမှသော်လည်းကောင်း၊ စားနပ်ရိက္ခာများ မုချဧကန်ရရှိကြလိမ့်မည်။ သူတို့အနက် မယုတ်မလွန် အယူညီမျှသူများလည်း ရှိကြ၏။ သို့သော် ၎င်းတို့မှ အများအပြားသောသူတို့သည် အကျင့်ဆိုးကြ၏။"
        }
    ]
}