{
    "juzs": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Gehort hat Gott die Aussage jener, die mit dir uber ihren Gatten streitet und bei Gott Klage erhebt. Gott hort euren Wortwechsel. Gott hort und sieht alles"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Fur diejenigen von euch, die sich von ihren Frauen durch den Ruckenspruch scheiden... Sie sind doch nicht ihre Mutter. Ihre Mutter sind die, die sie geboren haben. Sie sagen da ein verwerfliches Wort und etwas Falsches. Und Gott ist voller Verzeihung und Vergebung"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Diejenigen, die sich von ihren Frauen durch den Ruckenspruch scheiden und dann doch zu dem zuruckkehren, wovon sie reden, haben einen Sklaven freizulassen, bevor sie beide einander beruhren. Damit werdet ihr ermahnt. Und Gott hat Kenntnis von dem, was ihr tut"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Wer es nicht vermag, der hat zwei Monate hintereinander zu fasten, bevor sie beide einander beruhren. Wer es nicht vermag, der hat sechzig Bedurftige zu bekostigen. Dies, damit ihr an Gott und seinen Gesandten glaubt. Das sind die Rechtsbestimmungen Gottes. Fur die Unglaubigen ist eine schmerzhafte Pein bestimmt"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Diejenigen, die sich Gott und seinem Gesandten widersetzen, werden niedergeworfen, wie die niedergeworfen wurden, die vor ihnen lebten. Wir haben doch deutliche Zeichen hinabgesandt. Und fur die Unglaubigen ist eine schmahliche Pein bestimmt"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "Am Tag, da Gott sie alle auferweckt und ihnen kundtut, was sie getan haben. Gott hat es erfaßt, wahrend sie es vergessen haben. Und Gott ist Zeuge uber alle Dinge"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Hast du nicht gesehen, daß Gott weiß, was in den Himmeln und was auf der Erde ist? Es gibt kein vertrauliches Gesprach zwischen dreien, ohne daß Er der vierte in ihrer Runde ware, und keines zwischen funfen, ohne daß Er der Sechste in ihrer Runde ware, und auch nicht zwischen weniger oder mehr als dieser (Zahl), ohne daß Er mit ihnen ware, wo immer sie sein mogen. Dann tut Er ihnen am Tag der Auferstehung kund, was sie getan haben. Gott weiß uber alle Dinge Bescheid"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Hast du nicht auf jene geschaut, denen verboten wurde, vertrauliche Gesprache zu fuhren, die aber dann zuruckkehren zu dem, was ihnen verboten wurde und miteinander uber Sunde, Ubertretung und Ungehorsam gegen den Gesandten vertraulich sprechen? Und wenn sie zu dir kommen, grußen sie dich, wie nicht einmal Gott dich grußt, und sagen bei sich: «Konnte Gott uns nur peinigen fur das, was wir sagen!» Ihnen genugt doch die Holle, in der sie brennen worden - welch schlimmes Ende"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "O ihr, die ihr glaubt, wenn ihr vertraulich miteinander sprecht, dann sprecht nicht vertraulich miteinander uber Sunde, Ubertretung und Ungehorsam gegen den Gesandten, sondern sprecht vertraulich miteinander uber Frommigkeit und Gottesfurcht. Und furchtet Gott, zu dem ihr versammelt werdet"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Vertrauliche Gesprache sind vom Satan, der damit die betruben will, die glaubig sind. Aber er kann ihnen keinen Schaden zufugen, außer mit der Erlaubnis Gottes. Auf Gott sollen die Glaubigen vertrauen"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "O ihr, die ihr glaubt, wenn zu euch gesagt wird: «Macht Platz in den Versammlungen.», dann macht Platz, so macht auch Gott euch Platz. Und wenn gesagt wird: «Erhebt euch.», dann erhebt euch eben, so erhoht auch Gott diejenigen von euch, die glauben, und die, denen das Wissen zugekommen ist, um Rangstufen. Und Gott hat Kenntnis von dem, was ihr tut"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "O ihr, die ihr glaubt, wenn ihr mit dem Gesandten vertraulich sprechen wollt, dann gebt vor eurem vertraulichen Gesprach im voraus ein Almosen. Das ist besser und reiner fur euch. Wenn ihr es nicht vermogt, dann ist Gott voller Vergebung und barmherzig"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Seid ihr erschrocken davor, daß ihr vor eurem vertraulichen Gesprach im voraus Almosen geben sollt? Nun, wenn ihr es nicht tut und Gott sich euch wieder gnadig zuwendet, dann verrichtet das Gebet und entrichtet die Abgabe, und gehorcht Gott und seinem Gesandten. Und Gott hat Kenntnis von dem, was ihr tut"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "Hast du nicht auf jene geschaut, die sich Leute zu Freunden nehmen, auf die Gott zornig ist? Sie gehoren nicht zu euch, und auch nicht zu ihnen. Und sie leisten wissentlich falsche Eide"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Gott hat fur sie eine harte Pein bereitet. Schlimm ist das, was sie zu tun pflegen"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Sie haben sich ihre Eide zu einem Schutzschild genommen und so (die Menschen) vom Weg Gottes abgewiesen. Bestimmt ist fur sie eine schmahliche Pein"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Ihr Vermogen und ihre Kinder werden ihnen vor Gott nichts nutzen. Das sind die Gefahrten des Feuers; darin werden sie ewig weilen"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Am Tag, da Gott sie alle auferweckt. Da werden sie Ihm schworen, wie sie euch schworen, und meinen, sie hatten nun eine Grundlage. Siehe, sie sind ja doch Lugner"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Der Satan hat von ihnen Besitz ergriffen und sie die Ermahnung Gottes vergessen lassen. Sie sind die Partei des Satans. Siehe, die Partei des Satans sind ja doch die Verlierer"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Diejenigen, die sich Gott und seinem Gesandten widersetzen, die gehoren zu den Niedrigsten"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Gott hat vorgeschrieben: «Siegen werde Ich, Ich und meine Gesandten.» Gott ist stark und machtig"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "Du wirst nicht feststellen, daß Leute, die an Gott und den Jungsten Tag glauben, denen Liebe zeigen, die sich Gott und seinem Gesandten widersetzen, auch wenn sie ihre Vater waren oder ihre Sohne, ihre Bruder oder ihre Sippenmitglieder. In deren Herzen hat Er den Glauben geschrieben und sie mit einem Geist von sich gestarkt. Er wird sie in Garten eingehen lassen, unter denen Bache fließen; darin werden sie ewig weilen. Gott hat Wohlgefallen an ihnen, und sie haben Wohlgefallen an Ihm. Sie sind die Partei Gottes. Siehe, die Partei Gottes sind die, denen es wohl ergeht"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "Gott preist, was in den Himmeln und was auf der Erde ist. Und Er ist der Machtige, der Weise"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "Er ist es, der diejenigen von den Leuten des Buches, die unglaubig sind, aus ihren Wohnstatten zur ersten Versammlung vertrieben hat. Ihr habt nicht geglaubt, daß sie fortziehen wurden; auch sie meinten, ihre Festungen wurden sie vor Gott schutzen. Da kam Gott uber sie, von wo sie nicht damit rechneten, und jagte ihren Herzen Schrecken ein, so daß sie ihre Hauser mit ihren eigenen Handen und durch die Hande der Glaubigen zerstorten. Zieht nun die Lehre daraus, ihr Einsichtigen"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Und hatte Gott ihnen nicht die Verbannung vorgeschrieben, Er hatte sie im Diesseits gepeinigt. Im Jenseits aber erhalten sie die Pein des Feuers"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "Dies dafur, daß sie sich Gott und seinem Gesandten widersetzten. Und wenn jemand sich Gott widersetzt, so verhangt Gott eine harte Strafe"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Was ihr an Palmen umgehauen habt oder auf ihrem Stamm habt stehenlassen, es geschah mit der Erlaubnis Gottes, auch damit Er die Frevler zuschanden mache"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Und fur das, was Gott seinem Gesandten von ihnen als Beute zugeteilt hat, habt ihr weder Pferde noch Kamele anspornen mussen. Gott verleiht vielmehr seinen Gesandten Gewalt, uber wen Er will. Und Gott hat Macht zu allen Dingen"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Was Gott seinem Gesandten von den Bewohnern der Stadte als Beute zugeteilt hat, gehort Gott und seinem Gesandten, und den Verwandten, den Waisen, den Bedurftigen, dem Reisenden. Dies, damit es nicht eben unter den Reichen von euch die Runde macht. Und was der Gesandte euch zukommen laßt, das sollt ihr nehmen. Und was er euch verwehrt, davon sollt ihr euch fernhalten. Und furchtet Gott. Gott verhangt eine harte Strafe"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "(Das gehort) den armen Auswanderern, die aus ihren Wohnstatten und von ihrem Besitz vertrieben wurden, die nach Gottes Huld und Wohlgefallen streben und Gott und seinen Gesandten unterstutzen. Das sind die Wahrhaftigen"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Und diejenigen, die vor ihnen in der Wohnstatte und im Glauben zu Hause waren, lieben die, die zu ihnen ausgewandert sind; sie empfinden in ihrem Inneren kein Bedurfnis fur das, was diesen zugekommen ist, und sie bevorzugen sie vor sich selbst, auch wenn sie selbst Not leiden. Und diejenigen, die vor ihrer eigenen Habsucht bewahrt bleiben, sind die, denen es wohl ergeht"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "Und diejenigen, die nach ihnen gekommen sind, sagen: «Unser Herr, vergib uns und unseren Brudern, die uns im Glauben vorangegangen sind. Und setze in unsere Herzen keinen Groll gegen die, die glauben. Unser Herr, du hast Mitleid und bist barmherzig.»"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "Hast du nicht auf jene geschaut, die Heuchler sind? Sie sagen zu ihren Brudern von den Leuten des Buches, welche unglaubig sind: «Wenn ihr vertrieben werdet, werden wir mit euch fortziehen. Und wir werden niemals jemandem gegen euch gehorchen. Und wenn gegen euch gekampft wird, dann werden wir euch bestimmt unterstutzen.» Und Gott bezeugt, daß sie ja lugen"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Wenn sie vertrieben werden, werden sie nicht mit ihnen fortziehen. Und wenn gegen sie gekampft wird, werden sie sie nicht unterstutzen. Und sollten sie sie unterstutzen, dann werden sie den Rucken kehren, und dann werden sie selbst keine Unterstutzung erfahren"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Ihr floßt ihnen mehr Angst ein als Gott. Dies, weil sie Leute sind, die nicht begreifen"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Sie kampfen nicht alle zusammen gegen euch, es sei denn in befestigten Stadten oder hinter Mauern. Ihre Schlagkraft ist untereinander gewaltig. Du meinst, sie bilden eine Einheit, aber ihre Herzen sind geteilt. Dies, weil sie Leute sind, die keinen Verstand haben"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Es ist wie mit denen, die es kurz vor ihnen erlebten. Sie erlitten die schweren Folgen ihres Verhaltens, und fur sie ist eine schmerzhafte Pein bestimmt"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Es ist wie mit dem Satan, als er zum Menschen sagte: «Sei unglaubig.» Als er unglaubig wurde, sagte er: «Ich bin unschuldig an dir. Ich furchte Gott, den Herrn der Welten.»"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Das Ende von beiden war, daß sie nun im Feuer sind; darin werden sie ewig weilen. Und das ist die Vergeltung fur die, die Unrecht tun"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "O ihr, die ihr glaubt, furchtet Gott. Und jeder schaue, was er fur morgen vorausschickt. Und furchtet Gott. Gott hat Kenntnis von dem, was ihr tut"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "Und seid nicht wie diejenigen, die Gott vergessen haben und die Er dann sich selbst vergessen ließ. Das sind die Frevler"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Nicht gleich sind die Gefahrten des Feuers und die Gefahrten des Paradieses. Die Gefahrten des Paradieses sind es, die den Erfolg erzielen"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "Hatten Wir diesen Koran auf einen Berg hinabgesandt, du hattest gesehen, wie er aus Furcht vor Gott demutig innehalt und sich spaltet. Diese Gleichnisse fuhren Wir den Menschen an, auf daß sie nachdenken"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "Er ist Gott, außer dem es keinen Gott gibt, der uber das Unsichtbare und das Offenbare Bescheid weiß. Er ist der Erbarmer, der Barmherzige"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "Er ist Gott, außer dem es keinen Gott gibt, der Konig, der Heilige, der Inbegriff des Friedens, der Stifter der Sicherheit, der alles fest in der Hand hat, der Machtige, der Gewaltige, der Stolze. Preis sei Gott! (Er ist erhaben) uber das, was sie (Ihm) beigesellen"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "Er ist Gott, der Schopfer, der Erschaffer, der Bildner. Sein sind die schonsten Namen. Ihn preist, was in den Himmeln und auf der Erde ist. Und Er ist der Machtige, der Weise"
        },
        {
            "chapter": 60,
            "verse": 1,
            "text": "O ihr, die ihr glaubt, nehmt euch nicht meine Feinde und eure Feinde zu Freunden, indem ihr ihnen Liebe entgegenbringt, wo sie doch das verleugnen, was von der Wahrheit zu euch gekommen ist, und den Gesandten und euch selbst vertreiben, weil ihr an Gott, euren Herrn, glaubt. (Haltet euch daran), wenn ihr wirklich ausgezogen seid zum Einsatz auf meinem Weg und im Streben nach meinem Wohlgefallen. Ihr zeigt ihnen heimlich Liebe, wo Ich doch besser weiß, was ihr verbergt und was ihr offenlegt. Und wer von euch das tut, der ist vom rechten Weg abgeirrt"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Wenn sie euch treffen, sind sie euch feind und strecken gegen euch ihre Hande und ihre Zungen zum Bosen aus. Sie wunschten, ihr waret unglaubig"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Weder eure Verwandtschaftsbande noch eure Kinder werden euch nutzen. Am Tag der Auferstehung wird Gott zwischen euch entscheiden. Und Gott sieht wohl, was ihr tut"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Ihr habt doch ein schones Beispiel in Abraham und denen, die mit ihm waren, als sie zu ihrem Volk sagten: «Wir sind unschuldig an euch und an dem, was ihr anstelle Gottes verehrt. Wir verleugnen euch. Und zwischen uns und euch sind Feindschaft und Haß auf immer sichtbar geworden, bis ihr an Gott allein glaubt.» Dies, bis auf das Wort Abrahams zu seinem Vater: «Ich werde fur dich um Vergebung bitten. Und ich kann dir vor Gott keinen Nutzen bringen. Unser Herr, auf Dich vertrauen wir, und Dir wenden wir uns reumutig zu. Und zu Dir fuhrt der Lebensweg"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Unser Herr, mach uns nicht zu einer Versuchung fur die, die unglaubig sind. Und vergib uns, unser Herr. Du bist der Machtige, der Weise.»"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Ihr habt in ihnen ein schones Beispiel, und zwar jeder, der auf Gott hofft und den Jungsten Tag erwartet. Wenn einer sich abkehrt, so ist Gott der, der auf niemanden angewiesen und des Lobes wurdig ist"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Moge Gott zwischen euch und die von ihnen, mit denen ihr verfeindet seid, Liebe setzen! Und Gott ist machtig. Und Gott ist voller Vergebung und barmherzig"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Gott verbietet euch nicht, denen, die nicht gegen euch der Religion wegen gekampft und euch nicht aus euren Wohnstatten vertrieben haben, Pietat zu zeigen und Gerechtigkeit angedeihen zu lassen. Gott liebt ja die, die gerecht handeln"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Gott verbietet Euch, die, die gegen euch der Religion wegen gekampft und euch aus euren Wohnstatten vertrieben und zu eurer Vertreibung Beistand geleistet haben, zu Freunden zu nehmen. Diejenigen, die sie zu Freunden nehmen, das sind die, die Unrecht tun"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "O ihr, die ihr glaubt, wenn glaubige Frauen als Auswanderer zu euch kommen, dann pruft sie. Gott weiß besser uber ihren Glauben Bescheid. Wenn ihr feststellt, daß sie glaubig sind, dann schickt sie nicht zu den Unglaubigen zuruck. Zur Ehe sind weder diese (Frauen) ihnen erlaubt, noch sind sie diesen (Frauen) erlaubt. Und laßt ihnen jedoch zukommen, was sie (seinerzeit fur diese Frauen) ausgegeben haben. Es ist fur euch kein Vergehen, sie zu heiraten, wenn ihr ihnen ihren Lohn zukommen laßt. Und haltet nicht am Eheband mit den unglaubigen Frauen fest, und fordert, was ihr (bei der Eheschließung) ausgegeben habt, zuruck. Auch sie sollen zuruckfordern, was sie ausgegeben haben. Das ist das Urteil Gottes; Er urteilt zwischen euch. Und Gott weiß Bescheid und ist weise"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Und wenn euch etwas von euren Gattinnen an die Unglaubigen abhanden kommt und ihr nach einer Strafaktion Beute macht, dann laßt denen, deren Gattinnen fortgegangen sind, soviel zukommen, wie sie ausgegeben haben. Und furchtet Gott, an den ihr glaubt"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "O Prophet, wenn glaubige Frauen zu dir kommen, um dir Treue zu geloben, daß sie Gott nichts beigesellen, nicht stehlen, keinen Ehebruch begehen, ihre Kinder nicht toten, keine Verleumdung vorbringen, die sie vor ihren eigenen Handen und Fußen erdichten, und gegen dich nicht ungehorsam sind in dem, was recht ist, dann nimm ihr Treueversprechen an und bitte Gott fur sie um Vergebung. Gott ist voller Vergebung und barmherzig"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "O ihr, die ihr glaubt, nehmt nicht Leute zu Freunden, auf die Gott zornig ist. Sie haben die Hoffnung auf das Jenseits aufgegeben, so wie die Unglaubigen die Hoffnung aufgegeben haben in bezug auf die (Toten) in den Grabern"
        },
        {
            "chapter": 61,
            "verse": 1,
            "text": "Gott preist, was in den Himmeln und was auf der Erde ist. Und Er ist der Machtige, der Weise"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "O ihr, die ihr glaubt, warum sagt ihr, was ihr nicht tut"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "Großen Abscheu erregt es bei Gott, daß ihr sagt, was ihr nicht tut"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "Gott liebt die, die auf seinem Weg kampfen in einer Reihe, als waren sie ein festgefugter Bau"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "Und als Mose zu seinem Volk sagte: «O mein Volk, warum fugt ihr mir Leid zu, wo ihr doch wißt, daß ich der Gesandte Gottes an euch bin?» Als sie nun abwichen, ließ Gott ihre Herzen abweichen. Und Gott leitet die frevlerischen Leute nicht recht"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "Und als Jesus, der Sohn Marias, sagte: «O Kinder Israels, ich bin der Gesandte Gottes an euch, um zu bestatigen, was von der Tora vor mir vorhanden war, und einen Gesandten zu verkunden, der nach mir kommt: sein Name ist Ahmad.» Als er nun mit den deutlichen Zeichen zu ihnen kam, sagten sie: «Das ist eine offenkundige Zauberei.»"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "Und wer ist ungerechter als der, der gegen Gott Lugen erdichtet, wahrend er zur Gottergebenheit aufgerufen wird? Und Gott leitet die ungerechten Leute nicht recht"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "Sie wollen das Licht Gottes mit ihrem Mund ausloschen. Aber Gott wird sein Licht vollenden, auch wenn es den Unglaubigen zuwider ist"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "Er ist es, der seinen Gesandten mit der Rechtleitung und der Religion der Wahrheit gesandt hat, um ihr die Oberhand zu verleihen uber alle Religion, auch wenn es den Polytheisten zuwider ist"
        },
        {
            "chapter": 61,
            "verse": 10,
            "text": "O ihr, die ihr glaubt, soll ich euch auf einen Handel hinweisen, der euch vor einer schmerzhaften Pein rettet"
        },
        {
            "chapter": 61,
            "verse": 11,
            "text": "Ihr sollt an Gott und seinen Gesandten glauben, euch auf dem Weg Gottes mit eurem Vermogen und mit eigener Person einsetzen - das ist besser fur euch, so ihr Bescheid wißt"
        },
        {
            "chapter": 61,
            "verse": 12,
            "text": "Dann wird Er euch eure Sunden vergeben und euch eingehen lassen in Garten, unter denen Bache fließen, und in angenehme Wohnungen in den Garten von Eden. Das ist der großartige Erfolg"
        },
        {
            "chapter": 61,
            "verse": 13,
            "text": "Und noch eine andere (Huld), die ihr liebt, (steht bereit): eine Unterstutzung von Gott und ein naher Erfolg. Verkunde den Glaubigen eine Frohbotschaft"
        },
        {
            "chapter": 61,
            "verse": 14,
            "text": "O ihr, die ihr glaubt, seid die Helfer Gottes, so wie Jesus, der Sohn Marias, zu den Jungern gesagt hat: «Wer sind meine Helfer (auf dem Weg) zu Gott hin?» Die Junger sagten: «Wir sind die Helfer Gottes.» Eine Gruppe der Kinder Israels glaubte, und eine (andere) Gruppe war unglaubig. Da starkten Wir diejenigen, die glaubten, gegen ihre Feinde, und sie bekamen die Oberhand"
        },
        {
            "chapter": 62,
            "verse": 1,
            "text": "Gott preist, was in den Himmeln und was auf der Erde ist, (Ihn), den Konig, den Heiligen, den Machtigen, den Weisen"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "Er ist es, der unter den Ungelehrten einen Gesandten aus ihrer Mitte hat erstehen lassen, der ihnen seine Zeichen verliest, sie lautert und sie das Buch und die Weisheit lehrt - sie befanden sich ja zuvor in einem offenkundigen Irrtum"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "(sie) und andere vor ihnen, die sie noch nicht eingeholt haben. Und Er ist der Machtige, der Weise"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "Das ist die Huld Gottes. Er laßt sie zukommen, wem Er will. Und Gott besitzt große Huld"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "Es ist mit denen, denen die Tora auferlegt worden ist, die sie aber dann doch nicht getragen haben, wie mit einem Esel, der Bucher tragt. Schlimm ist es mit den Leuten, die die Zeichen Gottes fur Luge erklaren. Und Gott leitet die ungerechten Leute nicht recht"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "Sprich: O ihr, die ihr Juden seid, wenn ihr behauptet, ihr seid die Freunde Gottes unter Ausschluß der anderen Menschen, dann wunscht euch den Tod, so ihr die Wahrheit sagt"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "Aber niemals werden sie ihn sich wunschen wegen dessen, was ihre Hande vorausgeschickt haben. Und Gott weiß uber die, die Unrecht tun, Bescheid"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "Sprich: Der Tod, vor dem ihr flieht, wird euch erreichen. Dann werdet ihr zu dem, der das Unsichtbare und das Offenbare kennt, zuruckgebracht, und Er wird euch kundtun, was ihr zu tun pflegtet"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "O ihr, die ihr glaubt, wenn am Freitag zum Gebet gerufen wird, dann eilt zum Gedenken Gottes und laßt das Kaufgeschaft ruhen. Das ist besser fur euch, so ihr Bescheid wißt"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "Wenn das Gebet beendet ist, dann breitet euch im Land aus und strebt nach etwas von der Huld Gottes. Und gedenkt Gottes viel, auf daß es euch wohl ergehe"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "Und wenn sie einen Handel oder eine Gelegenheit zur Zerstreuung sehen, laufen sie hin und lassen dich stehen. Sprich: Was bei Gott ist, ist doch besser als Zerstreuung und Handel. Und Gott ist der beste Versorger"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "Wenn die Heuchler zu dir kommen, sagen sie: «Wir bezeugen, daß du der Gesandte Gottes bist.» Gott weiß wohl, daß du sein Gesandter bist. Und Gott bezeugt, daß die Heuchler doch lugen"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "Sie nehmen sich ihre Eide zu einem Schutzschild und weisen so (die Menschen) vom Wege Gottes ab. Schlimm ist das, was sie zu tun pflegen"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "Dies, weil sie erst glaubig waren, dann aber unglaubig wurden. Da wurden ihre Herzen versiegelt, so daß sie nicht begreifen"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "Und wenn du sie siehst, gefallen dir ihre Gestalten. Und wenn sie sprechen, horst du ihren Worten zu. Sie sind wie angelehnte Bretter. Sie meinen, jeder Schrei sei gegen sie gerichtet. Sie sind die (wahren) Feinde. Nimm dich vor ihnen in acht. Gott bekampfe sie! Wie leicht lassen sie sich doch abwenden"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "Und wenn zu ihnen gesagt wird: «Kommt her, daß der Gesandte Gottes fur euch um Vergebung bittet», wenden sie den Kopf zur Seite, und du siehst, wie sie sich in Hochmut abwenden"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "Fur sie ist es gleich, ob du fur sie um Vergebung bittest oder nicht bittest. Gott wird ihnen nicht vergeben. Gott leitet die frevlerischen Leute nicht recht"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "Sie sind es, die sagen: «Spendet nicht fur diejenigen, die beim Gesandten Gottes sind, bis sie davoneilen.» Doch Gott gehoren die Vorratskammern der Himmel und der Erde. Aber die Heuchler begreifen es nicht"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "Sie sagen: «Wenn wir nach Medina zuruckkehren, werden sicher die Machtigen die Schwacheren aus ihr vertreiben.» Doch Gott gehort die Macht, und auch seinem Gesandten und den Glaubigen. Aber die Heuchler wissen nicht Bescheid"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "O ihr, die ihr glaubt, euer Vermogen und eure Kinder sollen euch nicht vom Gedenken Gottes ablenken. Diejenigen, die dies tun, das sind die Verlierer"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "Und spendet von dem, was Wir euch beschert haben, bevor der Tod einen von euch ereilt und er dann sagt: «Mein Herr, konntest Du mich doch auf eine kurze Frist zuruckstellen! Ich wurde Almosen geben und einer der Rechtschaffenen sein.»"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "Gott wird aber niemanden zuruckstellen, wenn seine Frist kommt. Und Gott hat Kenntnis von dem, was ihr tut"
        },
        {
            "chapter": 64,
            "verse": 1,
            "text": "Gott preist, was in den Himmeln und was auf der Erde ist. Ihm gehort die Konigsherrschaft, und Lob sei Ihm! Er hat Macht zu allen Dingen"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "Er ist es, der euch erschaffen hat. Die einen von euch sind unglaubig, die anderen glaubig. Und Gott sieht wohl, was ihr tut"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "Er hat die Himmel und die Erde in Wahrheit erschaffen, und Er hat euch gestaltet und eure Gestalten schon gemacht. Und zu Ihm fuhrt der Lebensweg"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "Er weiß, was in den Himmeln und auf der Erde ist, und Er weiß, was ihr im geheimen redet und was ihr offenlegt. Und Gott weiß uber das innere Geheimnis Bescheid"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Ist denn nicht der Bericht uber die, die zuvor unglaubig waren, zu euch gelangt? Sie erlitten die schweren Folgen ihres Verhaltens, und bestimmt ist fur sie eine schmerzhafte Pein"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "Dies, weil ihre Gesandten mit den deutlichen Zeichen zu ihnen kamen, sie aber sagten: «Sollen etwa Menschen uns rechtleiten?» Da wurden sie unglaubig und kehrten sich ab. Doch Gott bedurfte ihrer nicht. Gott ist auf niemanden angewiesen und des Lobes wurdig"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Diejenigen, die unglaubig sind, behaupten, daß sie nicht auferweckt werden. Doch, bei meinem Herrn, ihr werdet auferweckt werden. Dann wird euch das kundgetan, was ihr getan habt. Und dies ist Gott ein leichtes"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Darum glaubt an Gott und seinen Gesandten und das Licht, das Wir hinabgesandt haben. Und Gott hat Kenntnis von dem, was ihr tut"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "Am Tag, da Er euch zum Tag der Versammlung versammelt. Das ist der Tag der Ubervorteilung. Wer an Gott glaubt und Gutes tut, dem suhnt Er seine Missetaten, und den laßt Er in Garten eingehen, unter denen Bache fließen; darin werden sie auf immer ewig weilen. Das ist der großartige Erfolg"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "Und diejenigen, die unglaubig sind und unsere Zeichen fur Luge erklaren, das sind die Gefahrten des Feuers; darin werden sie ewig weilen - welch schlimmes Ende"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "Kein Ungluck trifft (jemanden), es sei denn mit der Erlaubnis Gottes. Und wer an Gott glaubt, dessen Herz leitet Er recht. Und Gott weiß uber alle Dinge Bescheid"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "Und gehorcht Gott und gehorcht dem Gesandten. Wenn ihr euch abkehrt, so obliegt unserem Gesandten nur die deutliche Ausrichtung (der Botschaft)"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "Gott, es gibt keinen Gott außer Ihm. Auf Gott sollen die Glaubigen vertrauen"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "O ihr, die ihr glaubt, unter euren Gattinnen und euren Kindern sind welche, die euch feind sind. So nehmt euch vor ihnen in acht. Wenn ihr verzeiht, nachsichtig seid und vergebt, so ist Gott voller Vergebung und barmherzig"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Euer Vermogen und eure Kinder sind eine Versuchung. Aber Gott halt einen großartigen Lohn bereit"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "Furchtet nun Gott, soviel ihr eben konnt. Und hort zu und gehorcht. Und spendet: Es ist besser fur euch. Und diejenigen, die vor ihrer eigenen Habsucht bewahrt bleiben, das sind die, denen es wohl ergeht"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "Wenn ihr Gott ein schones Darlehen leiht, wird Er es euch vervielfachen und euch vergeben. Und Gott zeigt sich erkenntlich und ist langmutig"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "(Er), der uber das Unsichtbare und das Offenbare Bescheid weiß, der Machtige, der Weise"
        },
        {
            "chapter": 65,
            "verse": 1,
            "text": "O Prophet, wenn ihr die Frauen entlaßt, dann entlaßt sie unter Beachtung ihrer Wartezeit, und berechnet die Wartezeit (sorgfaltig). Und furchtet Gott, euren Herrn. Weiset sie nicht aus ihren Hausern aus. Sie sollen auch nicht selbst ausziehen, es sei denn, sie begehen eine offenkundige schandliche Tat. Das sind die Rechtsbestimmungen Gottes. Wer die Rechtsbestimmungen Gottes ubertritt, der tut sich selbst Unrecht. Du weißt nicht, ob nicht Gott vielleicht danach eine neue Lage herbeifuhrt"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Wenn sie das Ende ihrer Frist erreichen, dann behaltet sie in rechtlicher Weise oder trennt euch von ihnen in rechtlicher Weise. Und nehmt zwei gerechte Leute von euch zu Zeugen, und erhaltet das Zeugnis Gottes aufrecht. Damit wird derjenige ermahnt, der an Gott und den Jungsten Tag glaubt. Und wer Gott furchtet, dem schafft Er einen Ausweg"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "Und beschert Unterhalt, von wo er damit nicht rechnet. Und wer auf Gott vertraut, dem genugt Er. Gott erzielt sein Anliegen. Gott legt fur jede Sache ein Maß fest"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Und fur die von euren Frauen, die keine Menstruation mehr erwarten, falls ihr da Zweifel hegt, gilt eine Wartezeit von drei Monaten. Und ebenso fur die, die keine Menstruation haben. Fur die, die schwanger sind, ist die Frist erreicht, wenn sie gebaren, was sie (in ihrem Leib) tragen. Und wer Gott furchtet, dem schafft Er Erleichterung in seiner Angelegenheit"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Das ist die Anordnung Gottes, die Er zu euch herabgesandt hat. Und wer Gott furchtet, dem suhnt Er seine Missetaten und dem verleiht Er einen großartigen Lohn"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "Laßt sie dort wohnen, wo ihr selbst wohnt, euren Moglichkeiten entsprechend. Und fugt ihnen keinen Schaden zu, um sie in Bedrangnis zu bringen. Und wenn sie schwanger sind, dann ubernehmt fur sie die notigen Aufwendungen, bis sie gebaren, was sie (in ihrem Leib) tragen. Wenn sie fur euch das Kind stillen, dann laßt ihnen ihren Lohn zukommen, und beratet euch untereinander (daruber) in rechtlicher Weise. Und wenn ihr euch schwer einigen konnt, dann wird wohl eine andere (das Kind) fur ihn stillen"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Der Wohlhabende soll entsprechend seinem Vermogen die Aufwendungen gestalten. Und wem der Unterhalt bemessen zugeteilt wurde, der soll von dem ausgeben, was Gott ihm hat zukommen lassen. Gott fordert von einem nur das, was Er ihm hat zukommen lassen. Gott wird nach der schwierigen Lage Erleichterung schaffen"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Und wie manche Stadt rebellierte gegen den Befehl ihres Herrn und seiner Gesandten, worauf Wir sie einer harten Abrechnung unterzogen und mit einer entsetzlichen Pein peinigten"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "Da erlitt sie die schweren Folgen ihres Verhaltens. Und das Ende ihres Verhaltens war (nur) Verlust"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Gott hat fur sie eine harte Pein bereitet. So furchtet Gott, ihr Einsichtigen, die ihr glaubt. Gott hat zu euch eine Ermahnung herabgesandt"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "Einen Gesandten, der euch die Zeichen Gottes, die alles deutlich machen, verliest, um die, die glauben und die guten Werke tun, aus den Finsternissen ins Licht hinauszufuhren. Und wer an Gott glaubt und Gutes tut, den wird Er in Garten eingehen lassen, unter denen Bache fließen; darin werden sie auf immer ewig weilen. Gott hat ihm (damit) einen schonen Unterhalt gewahrt"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "Gott ist es, der sieben Himmel erschaffen hat, und von der Erde gleich viel. Der Befehl (Gottes) kommt zwischen ihnen herab, damit ihr wißt, daß Gott Macht hat zu allen Dingen und daß Gott alle Dinge mit seinem Wissen umfaßt"
        },
        {
            "chapter": 66,
            "verse": 1,
            "text": "O Prophet, warum erklarst du fur verboten, was Gott dir erlaubt hat, im Streben danach, deinen Gattinnen zu gefallen? Gott ist voller Vergebung und barmherzig"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "Gott hat fur euch festgelegt, wie eure Eide zu losen sind. Und Gott ist euer Schutzherr, und Er ist der, der Bescheid weiß und weise ist"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "Als der Prophet einer seiner Gattinnen einige Worte im geheimen anvertraute. Als sie sie dann mitteilte und Gott ihm daruber Auskunft gab, gab er einen Teil davon bekannt und uberging einen anderen Teil. Als er es ihr nun mitteilte, sagte sie: «Wer hat dir das kundgetan?» Er sagte: «Kundgetan hat (es) mir der, der Bescheid weiß und Kenntnis (von allem) hat"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "Wenn ihr beide zu Gott umkehrt - eure Herzen waren ja dem Gerede zugeneigt -... Und wenn ihr einander gegen ihn Beistand leistet, so ist Gott sein Schutzherr, und Gabriel, die Rechtschaffenen von den Glaubigen und außerdem die Engel werden (ihm) Beistand leisten"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Moge sein Herr ihm, wenn er euch (alle) entlaßt, zum Tausch andere Gattinnen geben, die besser sind als ihr: muslimische Frauen, die glaubig und demutig ergeben sind, bereit zur Umkehr sind, (Gott) dienen und umherziehen, ob sie fruher verheiratet waren oder Jungfrauen sind"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "O ihr, die ihr glaubt, hutet euch selbst und eure Angehorigen vor einem Feuer, dessen Brennstoff Menschen und Steine sind und uber das hartherzige und strenge Engel gesetzt sind, die gegen Gott nicht ungehorsam sind in dem, was Er ihnen befiehlt, sondern tun, was ihnen befohlen wird"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "O ihr, die ihr unglaubig seid, entschuldigt euch heute nicht. Euch wird nur das vergolten, was ihr zu tun pflegtet"
        },
        {
            "chapter": 66,
            "verse": 8,
            "text": "O ihr, die ihr glaubt, kehrt zu Gott um in aufrichtiger Umkehr. Moge Gott euch eure Missetaten suhnen und euch in Garten eingehen lassen, unter denen Bache fließen, am Tag, da Gott den Propheten und die, die mit ihm glaubig sind, nicht zuschanden macht! Ihr Licht eilt vor ihnen und zu ihrer Rechten her. Sie sagen: «Unser Herr, vollende fur uns unser Licht und vergib uns. Du hast Macht zu allen Dingen.»"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "O Prophet, setze dich gegen die Unglaubigen und die Heuchler ein und fasse sie hart an. Ihre Heimstatte ist die Holle - welch schlimmes Ende"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "Gott hat fur die, die unglaubig sind, die Frau Noachs und die Frau Lots als Beispiel angefuhrt. Sie beide unterstanden zwei Dienern von unseren rechtschaffenen Dienern. Aber sie waren treulos zu ihnen, so konnten ihnen diese vor Gott nichts nutzen. Und es wurde gesagt: «Geht ins Feuer ein mit denen, die hineingehen.»"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "Und Gott hat fur die, die glauben, die Frau des Pharao als Beispiel angefuhrt. Als sie sagte: «Mein Herr, baue mir ein Haus bei Dir im Paradies, und errette mich von Pharao und seinem Handeln, und errette mich von den Leuten, die Unrecht tun.»"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "Und (auch) Maria, die Tochter, Imraans, die ihre Scham unter Schutz stellte, worauf Wir in sie von unserem Geist bliesen. Und sie hielt die Worte ihres Herrn und seine Bucher fur wahr und gehorte zu denen, die (Gott) demutig ergeben sind"
        }
    ]
}