{
    "pages": [
        {
            "chapter": 6,
            "verse": 36,
            "text": "Ancak dinleyenler icabet eder. Ölüleri (ise,) onları da Allah diriltir. Sonra O'na döndürülürler"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Ona Rabbinden bir ayet indirilmeli değil miydi?\" dediler. De ki: Şüphesiz Allah, ayet indirmeye güç yetirendir.\" Ama onların çoğu bilmezler"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Yeryüzünde hiçbir canlı ve iki kanadıyla uçan hiçbir kuş yoktur ki, sizin gibi ümmetler olmasın. Biz kitapta hiçbir şeyi noksan bırakmadık, sonra onlar Rablerine toplanacaklardır"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Bizim ayetlerimizi yalan sayanlar karanlıklar içinde sağırdırlar, dilsizdirler. Allah, kimi dilerse onu şaşırtıp-saptırır, kimi dilerse de onu dosdoğru yol üzerinde kılar"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "De ki: \"Düşündünüz mü hiç; eğer size Allah'ın azabı gelirse ya da saat (kıyamet) gelip çatarsa, Allah'tan başkasını mı çağıracaksınız? Eğer doğru sözlüler iseniz (çağırın bakalım)"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Hayır, yalnızca O'nu çağırırsınız, dilerse kendisini çağırdığınız şeyi açar (giderir) ve şirk koşmakta olduklarınızı unutursunuz"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Andolsun, senden önceki ümmetlere (peygamberler) gönderdik de onları dayanılmaz zorluk (yoksulluk) ve sıkıntılarla çeviriverdik. Umulur ki yalvarırlar diye"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Onlara, zorlu azabımız geldiği zaman yalvarmaları gerekmez miydi? Ama onların kalpleri katılaştı ve şeytan onlara yapmakta olduklarını çekici (süslü) gösterdi"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Derken kendilerine hatırlatılanı unuttuklarında, onların üzerlerine herşeyin kapılarını açtık. Öyle ki kendilerine verilen şeylerle 'sevince kapılıp şımarınca', onları apansız yakalayıverdik. Artık onlar umutları suya düşenler oldular"
        }
    ]
}