{
    "pages": [
        {
            "chapter": 17,
            "verse": 87,
            "text": "(Vahyi sende bırakan) Rabbin rahmetinden başka(sı değildir). Şüphesiz O'nun lütfu senin üzerinde çok büyüktür"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "De ki: \"Eğer bütün ins ve cin (toplulukları), bu Kur'an'ın bir benzerini getirmek üzere toplansa, -onların bir kısmı bir kısmına destekçi olsa bile- onun bir benzerini getiremezler"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Andolsun, bu Kur'an'da her örnekten insanlar için çeşitli açıklamalarda bulunduk. İnsanların çoğu ise ancak inkarda ayak direttiler"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Dediler ki: \"Bize yerden pınarlar fışkırtmadıkça sana kesinlikle inanmayız"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "Ya da sana ait hurmalıklardan ve üzümlerden bir bahçe olup aralarından şarıl şarıl akan ırmaklar fışkırtmalısın"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "Veya öne sürdüğün gibi, gökyüzünü üstümüze parça parça düşürmeli ya da Allah'ı ve melekleri karşımıza (şahid olarak) getirmelisin"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "Yahut altından bir evin olmalı veya gökyüzüne yükselmelisin. Üzerimize bizim okuyabileceğimiz bir kitap indirinceye kadar senin yükselişine de inanmayız.\" De ki: \"Rabbimi yüceltirim; ben, elçi olan bir beşerden başkası mıyım"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Kendilerine hidayet geldiği zaman, insanları inanmaktan alıkoyan şey, onların: \"Allah, elçi olarak bir beşeri mi gönderdi?\" demelerinden başkası değildir"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "De ki: \"Eğer yeryüzünde (insan değil de) tatmin bulmuş yürüyen melekler olsaydı, Biz de onlara gökten elçi olarak elbette melek gönderirdik"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "De ki: \"Benimle aranızda şahid olarak Allah yeter; kuşkusuz O, kullarından gerçeğiyle haberdardır, görendir"
        }
    ]
}