{
    "pages": [
        {
            "chapter": 23,
            "verse": 18,
            "text": "Biz gökten belli bir miktarda su indirdik ve onu yeryüzünde yerleştirdik; şüphesiz Biz onu (kurutup) giderme gücüne de sahibiz"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Böylelikle, bununla size hurmalıklardan, üzümlüklerden bahçeler-bağlar geliştirdik, içlerinde çok sayıda yemişler vardır; sizler onlardan yemektesiniz"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Ve (daha çok) Tur-i Sina'da çıkan bir ağaç (türü de yarattık); o yağlı ve yiyenlere bir katık olarak bitmekte (ürün vermekte)dir"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Gerçekten hayvanlarda da sizin için bir ders (ibret) vardır; karınlarının içinde olanlardan size içirmekteyiz ve onlarda sizin için daha birçok yararlar var. Sizler onlardan yemektesiniz"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Onların üzerinde ve gemilerde taşınmaktasınız"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Andolsun, Biz Nuh'u kendi kavmine (elçi olarak) gönderdik. Böylece kavmine dedi ki: \"Ey Kavmim, Allah'a kulluk edin. O'nun dışında sizin başka İlahınız yoktur, yine de sakınmayacak mısınız"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Bunun üzerine, kavminden inkara sapmış önde gelenler dediler ki: \"Bu, sizin benzeriniz olan bir beşerden başkası değildir. Size karşı üstünlük elde etmek istiyor. Eğer Allah (öne sürdüklerini) dilemiş olsaydı, muhakkak melekler indirirdi. Hem biz geçmiş atalarımızdan da bunu işitmiş değiliz"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "O, kendisinde delilik bulunan bir adamdan başkası değildir, onu belli bir süre gözetleyin"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Rabbim\" dedi (Nuh). \"Beni yalanlamalarına karşılık, bana yardım et"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Böylelikle Biz ona: \"Gözetimimiz altında ve vahyimizle gemi yap. Nitekim Bizim emrimiz gelip de tandır kızışınca, onun içine her (tür hayvandan) ikişer çift ile, içlerinden aleyhlerine söz geçmiş (azap gerekmiş) olanlar dışında olan aileni de alıp koy; zulmedenler konusunda Bana muhatap olma, çünkü onlar boğulacaklardır\" diye vahyettik"
        }
    ]
}