{
    "chapter": [
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "Este o pogorâre de la Milosul, Milostivul"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "O Carte cu versete lămurite, un Coran arab pentru un popor care ştie"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "drept binevestitor şi predicator, însă cei mai mulţi întorc spatele şi nu ascultă"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Ei spun: “Inimile noastre sunt zăvorâte la ceea ce tu ne chemi, iar urechile noastre sunt lovite de surzenie. Un văl se află între noi şi tine. Lucrează, căci şi noi lucrăm.”"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Spune: “Eu sunt un om asemena vouă, şi mie mi s-a dezvăluit că Dumnezeul vostru este Dumnezeu, Unul. Mergeţi drept către El şi cereţi-I iertare!” Vai celor care Îi alătură alţi dumnezei"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "vai celor care nu dau dania, tăgăduind Viaţa de Apoi"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Cei care cred şi săvârşesc fapte bune vor avea o răsplată necurmată"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "Spune: “Cum Îl tăgăduiţi pe Cel ce a creat pământul în două zile? Cum Îi faceţi Lui semeni? Acesta este Domnul lumilor!”"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "El a făcut munţii semeţi deasupra lui. El l-a binecuvântat. El a rânduit hrana în patru zile pentru cei care cer, deopotrivă"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "El s-a întors către cer — care nu era decât fum — şi către pământ, spunându-le: “Veniţi amândouă de vreţi ori de nu vreţi!” Ele spuseră: “Venim, Ţie supunându-ne!”"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "El a desăvârşit şapte ceruri în două zile şi a dezvăluit fiecărui cer porunca Sa. Noi am împodobit apoi cerul cel mai apropiat cu lumini şi pază. Aceasta este sortirea Puternicului, Ştiutorului"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "Dacă ei se întorc, spune-le: “Eu v-am prevenit asupra trăsnetului care va fi asemenea trăsnetului care i-a nimicit pe adiţi şi tamudiţi.”"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "Când trimişii au venit la ei din faţă şi din spate: “Nu vă închinaţi decât lui Dumnezeu”, ei spuseră: “Dacă Domnul nostru ar fi voit, ar fi pogorât îngeri. Noi nu credem în cea cu care voi aţi fost trimişi.”"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "Şi adiţii! Fără drept, ei erau îngâmfaţi pe pământ. Ei spuneau: “Cine este mai tare ca putere decât noi?” Nu vedeau că Dumnezeu care i-a creat este mai tare ca putere decât ei? Ei s-au lepădat de semnele Noastre"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "Noi am dezlănţuit asupra lor un vânt ce urla în zilele rele ca să-i facem să guste osânda ruşinii în Viaţa de Acum, însă osânda din Viaţa de Apoi va fi mult mai ruşinoasă şi nu vor fi ajutaţi"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "Şi tamudiţii pe care i-am călăuzit, au preferat călăuzirii orbecăiala. Trăsnetul osândei umilitoare i-a luat pentru ceea ce agonisiseră"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "Noi i-am mântuit pe cei care au crezut şi s-au temut"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "În Ziua când vrăjmaşii lui Dumnezeu vor fi strânşi către Foc, vor fi împinşi înainte"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "până vor ajunge la el, şi atunci auzul lor, privirile lor şi pielea lor vor mărturisi ceea ce ei au făptuit"
        },
        {
            "chapter": 41,
            "verse": 21,
            "text": "Ei îi vor spune pielii lor: “De ce ai mărturisit împotriva noastră?” Ea va răspunde: “Dumnezeu m-a făcut să vorbesc, căci El este Cel ce face fiece lucru să vorbească. El este Cel ce v-a creat întâia oară şi la El veţi fi întorşi.”"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "Voi nu vă veţi putea ascunde încât auzul vostru, privirile voastre şi pielea voastră să nu mărturisească împotriva voastră. V-aţi închipuit că Dumnezeu nu ştie multe din cele pe care le făptuiaţi"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "Aceasta este închipuirea pe care v-aţi făcut-o despre Domnul vostru. Ea v-a prăpădit printre cei pierduţi"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Dacă ei stăruie, Focul va fi sălaşul lor. Dacă vor cere milă, nu vor fi miluiţi"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "Noi le-am dat însoţitori care le-au împodobit ceea ce se afla în faţa şi în spatele lor. Şi s-a împlinit asupra lor Cuvântul spus adunărilor de ginni şi oameni ce-au dispărut înaintea lor! Ei sunt cei pierduţi"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Cei care tăgăduiesc spun: “Nu ascultaţi acest Coran, ci luaţi-l în zeflemea. Poate veţi învinge!”"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "Celor care au tăgăduit le vom da să guste o aprigă osândă şi le vom răsplăti după cea mai rea faptă pe care au săvârşit-o"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Aceasta este răsplata vrăjmaşilor lui Dumnezeu: Focul unde îşi vor avea Lăcaşul veşnic fiindcă s-au lepădat de semnele Noastre"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Cei care tăgăduiesc vor spune: “Domnul nostru! Arată-ne, printre ginni şi printre oameni, pe cei doi care ne-au rătăcit. Îi vom pune sub picioarele noastre încât vor fi dintre cei mai înjosiţi.”"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Asupra celor care spun: “Domnul nostru este Dumnezeu” şi merg drept vor pogorî îngerii: “Nu vă fie frică şi nu vă mâhniţi, ci primiţi bunavestirea Raiului care v-a fost făgăduit.”"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "Noi vă suntem vouă oblăduitori în Viaţa de Acum şi în Viaţa de Apoi. Voi veţi avea acolo ceea ce sufletele voastre poftesc; voi veţi avea ceea ce cereţi"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "ca ospeţie de la Iertătorul, Milostivul"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Cine spune un cuvânt mai bun decât cel care Îl cheamă pe Dumnezeu şi săvârşeşte o faptă bună spunând: “Da, eu sunt dintre cei supuşi!”"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Un bine nu este asemenea unui rău. Răspunde cu mai bine şi cel care este în vrăjmăşie cu tine îţi va fi apoi un prieten apropiat"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "La acest lucru nu ajung însă decât cei răbdători, nu ajung însă decât cei care au o mare dăruire"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "Dacă Diavolul te îmboldeşte la rău, caută izbăvire la Dumnezeu. El este Auzitorul, Ştiutorul"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Dintre semnele Sale sunt: noaptea, ziua, soarele şi luna. Nu vă prosternaţi nici înaintea soarelui şi nici înaintea lunii. Prosternaţi-vă înaintea lui Dumnezeu care v-a creat, dacă Lui vă închinaţi"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "Dacă se arată îngâmfaţi, atunci să ştie că cei care sunt aproape de Domnul tău îl preamăresc noapte şi zi fără să ostenească"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "Tu vezi, printre semnele Sale, pământul smerit, însă când trimitem asupra lui apă, se înfioară şi prinde viaţă. Cel ce l-a înviat pe el, învie şi morţii. El asupra tuturor are putere"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Cei care se leapădă de semnele Noastre nu se vor putea ascunde de Noi. Să fii aruncat în Foc este mai bine oare decât să ajungi în tihnă la Ziua Învierii? Faceţi cum vreţi, căci El este Văzător a ceea ce făptuiţi"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Pentru cei care au tăgăduit amintirea când le-a venit, aceasta este o Carte scumpă"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Deşărtăciuni nu vin nici dinaintea şi nici din urma ei, căci este o pogorâre de la Înţeleptul, Lăudatul"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Ţie ţi se spune numai ce li s-a spus şi trimişilor dinaintea ta: “Domnul tău este Stăpânul iertării, precum şi Stăpânul pedepsei dureroase.”"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Dacă am fi făcut un Coran într-o limbă străină, ei ar fi spus: “Dacă versetele Sale ar fi fost lămurite..., însă aşa sunt într-o limbă străină, pe când el este arab.” Spune: “El este pentru cei care cred în călăuzire şi vindecare. Urechile celor care nu cred sunt lovite de surzenie, şi el lor le este orbire. Aceştia vor fi chemaţi dintr-un loc îndepărtat.”"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Noi am dăruit lui Moise Cartea asupra căreia a fost ceartă. Dacă un Cuvânt al Domnului tău nu ar fi venit mai înainte, s-ar fi judecat între ei. Ei stau la îndoială asupra ei"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Cine face un bine, sieşi şi-l face. Cine face un rău, sieşi şi-l face. Domnul tău nu este nedrept cu robii Săi"
        },
        {
            "chapter": 41,
            "verse": 47,
            "text": "A Lui este ştiinţa Ceasului. Nici un fruct nu iese din coaja sa, nici o femeie nu poartă rod şi nu naşte fără ştirea Sa. În Ziua când le va striga: “Unde sunt cei alăturaţi Mie?” Ei vor spune: “Te asigurăm că nu este printre noi nici un martor!”"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "Cei pe care-i chemau odinioară se vor lepăda de ei şi nu vor afla cale de scăpare"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "Omul nu osteneşte să ceară binele. Când răul îl atinge însă, este deznădăjduit şi îndurerat"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "Dacă îi dăm să guste din milostivenia Noastră, după ce o nenorocire l-a atins, el spune: “Aceasta îmi este mie. Nu cred că Ceasul va veni. Şi dacă voi fi întors la Domnul meu, mie îmi va fi la El cel mai bine.” Noi le dăm de ştire celor care tăgăduiesc asupra a ceea ce au săvârşit şi le vom da să guste o grea osândă"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "Când ne pogorâm harul asupra omului, el întoarce spatele şi se îndepărtează. Când un rău îl atinge însă, înalţă rugi lungi"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "Spune: “Aţi văzut? Dacă aceasta este de la Dumnezeu, iar voi o tăgăduiţi? Cine se află în mai mare rătăcire decât cel care se desprinde, îndepărtându-se"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "Noi le vom arăta semnele Noastre curând în zări şi în ei înşişi, până ce li se va desluşi că acesta este Adevărul. Nu este de ajuns că Domnul tău este tuturor Martor"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "Mai stau la îndoială asupra întâlnirii cu Domnul lor? Nu este El oare Cel ce cuprinde totul"
        }
    ]
}