{
    "pages": [
        {
            "chapter": 22,
            "verse": 6,
            "text": "Iste bunlar gosteriyor ki, Allah suphesiz haktır. Suphesiz oluleri o diriltir ve o her seye kadirdir"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Kıyamet ise suphesiz gelecek ve muhakkak ki Allah butun kabirlerde olan kimseleri tekrar diriltecektir"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Insanlardan kimi de vardır ki ne bir bilgiye, ne bir delile, ne de aydınlatıcı bir kitaba dayanmaksızın Allah hakkında tartısır"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Allah yolundan sasırtmak (saptırmak) icin buyukluk taslayarak (tartısır). Dunyada ona bir rezillik vardır. Kıyamet gununde ise ona cehennem azabını tattıracagız"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "Ona «Bunlar, senin ellerinle kazandıgın gunahlar sebebiyledir» denir. Suphesiz Allah kullarına zulmeden degildir"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Insanlardan kimi de Allah´a bir yar kenarındaymıs gibi ibadet eder, eger kendisine bir iyilik gelirse ona gonlu yatısır ve eger basına bir bela gelirse yuzustu donuverir. Dunyayı da ahireti de kaybeder. Iste apacık kayıp budur"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Allah´ı bırakır da kendine ne zarar, ne menfaat veremeyecek seylere yalvarır. Iste derin sapıklık budur"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Herhalde o, zararı faydasından daha yakın olana yalvarıyor. Yalvardıgı sey ne kotu yardımcı ve ne kotu yoldastır"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Suphe yok ki Allah, iman edip salih amelleri isleyenleri altından ırmaklar akan cennetlere koyacak. Suphesiz Allah diledigini yapar"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Allah´ın ona (peygambere) dunyada ve ahirette yardım etmeyecegini sanan kimse hemen yukarıya bir ip uzatsın, sonra (kendini intihar edip) bogsun da baksın bu hilesi kendisini ofkelendiren seyi giderecek mi"
        }
    ]
}