{
    "pages": [
        {
            "chapter": 34,
            "verse": 40,
            "text": "O gun Allah, onları hep birlikte mahsere toplayacak, sonra meleklere: «Sunlar size mi tapıyorlardı?» diyecektir"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "Onlar da: «Seni tenzih ederiz. Bizim onlara karsı sıgınacak velimiz sensin. Hayır, onlar cinlere tapıyorlardı. Cogu onlara inanmıslardı.» diyecekler"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Iste o gun birbirinize ne bir menfaate, ne de bir zarara sahip olabilirsiniz. Ve biz o zulmedenlere: «Tadın bakalım o yalan deyip durdugunuz atesin azabını!» deriz"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Karsılarında acık deliller halinde ayetlerimiz okundugu zaman o zalimler: «Bu, baska degil, sırf sizi atalarınızın taptıgı tanrılardan men etmek isteyen bir adam.» dediler. Ve: «Bu (Kur´an), baska bir sey degil, sırf uydurulmus bir iftira» dediler. O kafirler, hak kendilerine geldigi zaman: «Bu apacık bir sihirden baska bir sey degil.» dediler"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "Halbuki biz onlara oyle ders alacakları kitaplar gondermedik. Kendilerine senden once bir uyarıcı da gondermedik"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "Onlardan oncekiler de yalanlamıslardı. Hem bunlar, onlara verdiklerimizin onda birine eremediler. Peygamberlerimi yalanladılar, ama beni inkar edisin sonu nasıl oldu"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "De ki: «Size sadece bir tek nasihat edecegim. Soyle ki: Allah icin ikiser, ucer ve teker teker kalkarsınız, sonra da iyi dusunursunuz.» Arkadasınızda (peygamberde) delilikten eser yoktur. O, yalnız siddetli bir azabın onunde, sizi sakındıracak bir peygamberdir"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "De ki: «Ben sizden herhangi bir ucret istemem, O sizin icindir. Benim ecrim ancak Allah´a aittir. O, her seye sahittir.»"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "De ki: «Gercekten Rabbim, hakkı yerli yerine koyar. O, gaybları hakkıyla bilendir.»"
        }
    ]
}