{
    "pages": [
        {
            "chapter": 39,
            "verse": 22,
            "text": "Allah, kimin bagrını Islam´a acmıs ise iste o, Rabbinden bir nur uzerinde degil midir? Artık Allah´ın zikri hususunda kalpleri katılasmıs olanların vay haline! Iste bunlar, apacık bir sapıklık icindedirler"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Allah, kelamın en guzelini ikizli, ahenkli bir kitap olarak indirdi. Ondan Rablerine saygısı olanların derileri urperir. Sonra derileri de, kalpleri de Allah´ın zikrine karsı yumusar. Iste bu Allah´ın rehberidir. Allah, onunla diledigini dogru yola cıkarır. Her kimi de Allah sasırtırsa, artık ona dogru yolu gosterecek yoktur"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "O halde kıyamet gunu zalimlere: «Tadın bakalım kazanıp durduklarınızı!» denilirken, o kotu azabdan yuzu ile korunacak kimse ne olur"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Onlardan oncekiler de yalanladılar da kendilerine, hatırlarına gelmez yonden azab geliverdi"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Allah, onlara dunya hayatında zilleti tattırdı. Ahiret azabı ise elbette daha buyuktur. Keske bilselerdi"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Yemin ederim ki, bu Kur´an´da insanlar icin her turlusunden temsil getirdik. Gerek ki iyi dusunsunler"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "Puruzsuz Arapca bir Kur´an (indirdik ki, Allah´ın azabından) korunsunlar"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Allah, soyle bir misal vermistir: Bir adam ve birtakım ortakları var, hırcın hırcın cekisip duruyorlar. Bir de yalnız bir kisiye baglı selamet icinde olan bir adam var. Bu ikisinin hali hic bir olur mu? Hamd Allah´ındır, fakat pek cokları bilmezler"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Sen elbette oleceksin, onlar da elbette oleceklerdir"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "Sonra siz muhakkak kıyamet gununde Rabbinizin huzurunda birbirinizden davacı olacaksınız"
        }
    ]
}