{
    "pages": [
        {
            "chapter": 51,
            "verse": 31,
            "text": "Ibrahim, kendisine misafir olarak gelen meleklere: «Acaba sizin asıl onemli isiniz nedir ey elciler?» dedi"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "Onlar: «Gercekten biz gunahkar bir kavim (olan Lut kavmine) gonderildik"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "Onların uzerine camurdan pisirilmis sert taslar yagdıracagız"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "O taslardan herbirinin haddi asanlardan kime isabet edecegi Rabbin katında isaretlenmistir.» dediler"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "Nihayet biz muminlerden orada bulunan kimseleri cıkardık"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "Fakat biz orada muslumanlardan bir ev halkından baska kimseyi de bulamadık"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "Biz orada acı bir azabdan korkan kimseler icin bir ibret nisanesi bıraktık"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "Musa´nın kıssasında da ibret vardır. Hani biz onu apacık bir delille Firavun´a gondermistik"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "Firavun ise ordusuyla birlikte yuz cevirmis, onun hakkında: «Bu bir sihirbazdır, ya da bir delidir.» demisti"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "Nihayet biz onu ve ordularını yakalayıp hepsini denize attık. Firavun ise o sırada (inadından dolayı pismanlık duyarak) kendi kendini kınıyordu"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "Ad kavminin helakinde de bir ibret vardır. Hani biz onların uzerine koklerini kesecek bir ruzgar gondermistik"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "O ruzgar uzerine ugradıgı hicbir seyi bırakmıyor, mutlaka onu kul gibi dagıtıyordu"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "Semud kavminin helakinde de bir ibret vardır. Hani onlara: «Belirli bir sureye kadar dunyadan yararalanıp, gecinin!» denmisti"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "Onlarsa Rablerinin emrine karsı buyukluk tasladılar. Bunun uzerine kendilerini, bakıp dururlarken yıldırım yakalayıp, carptı"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "Artık onlar, ne kendi kendilerine ayaga kalkabildiler, ne de yardım gorduler"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "Daha once de Nuh kavmini helak etmistik. Cunku onlar yoldan cıkmıs fasık bir kavimdiler"
        },
        {
            "chapter": 51,
            "verse": 47,
            "text": "Biz gogu kudretimizle bina ettik. Hic suphesiz biz, cok genislik ve kudret sahibiyiz"
        },
        {
            "chapter": 51,
            "verse": 48,
            "text": "Yeryuzunu de biz dosedik. Bakın biz onu ne guzel dosuyoruz"
        },
        {
            "chapter": 51,
            "verse": 49,
            "text": "Biz her seyden iki cift yarattık. Umulur ki, iyice dusunursunuz"
        },
        {
            "chapter": 51,
            "verse": 50,
            "text": "Ey Muhammed! de ki: «Oyleyse Allah´a kosun, gercekten ben size O´nun tarafından gonderilmis apacık bir uyarıcıyım"
        },
        {
            "chapter": 51,
            "verse": 51,
            "text": "Allah´la beraber baska bir tanrı uydurmayın (O´na ortak kosmayın). Gercekten ben size O´nun tarafından gonderilmis apacık bir uyarıcıyım.»"
        }
    ]
}