{
    "pages": [
        {
            "chapter": 3,
            "verse": 84,
            "text": "De ki: «Allah´a, bize indirilen (Kur´an)e, Ibrahim´e, Ismail´e, Ishak´a, Yakub´a ve torunlarına indirilene, Musa´ya, Isa´ya ve peygamberlere Rablerinden verilenlere inandık. Onların arasında hicbir fark gozetmeyiz, biz O´na teslim olmuslarız»"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Kim Islam´dan baska bir din ararsa ondan asla kabul edilmeyecek ve o ahirette de zarar edenlerden olacaktır"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Inandıktan, Peygamber´in hak olduguna sehadet ettikten ve kendilerine acık deliller geldikten sonra, inkara sapan bir milleti Allah nasıl dogru yola eristirir? Allah zalimler guruhunu dogru yola iletmez"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Iste onların cezaları, Allah´ın, meleklerin, insanların hepsinin laneti onların uzerlerindedir"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Onlar bu (lanetin) icinde ebedi kalacaklardır. Kendilerinden ne bu azab hafifletilir, ne de yuzlerine bakılır"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Ancak bundan sonra tevbe edip kendini duzeltenler baska. Suphesiz ki Allah, cok bagıslayan ve cok esirgeyendir"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Suphesiz imanlarının arkasından kufreden, sonra da kufrunu artırmıs olanların tevbeleri asla kabul olunmaz. Iste onlar sapıkların ta kendileridir"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Muhakkak ki inkar edenler ve kafir oldukları halde de olenler, yeryuzu dolusu altın fidye verseler bile hic birisinden asla kabul edilmeyecektir. Iste dayanılmaz azab onlar icindir. Onların hicbir yardımcıları da yoktur"
        }
    ]
}