{
    "maqras": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "(Bununla beraber) nefsimi temize cıkarmıyorum. Cunku nefis asırı sekilde kotulugu emreder; Rabbim acıyıp korumus baska. Suphesiz Rabbim cok bagıslayan, pek esirgeyendir"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Kral dedi ki: Onu bana getirin, onu kendime ozel danısman edineyim. Onunla konusunca: Bugun sen yanımızda yuksek makam sahibi ve guvenilir birisin, dedi"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Beni ulkenin hazinelerine tayin et! Cunku ben (onları) cok iyi korurum ve bu isi bilirim dedi"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Ve boylece Yusuf´a orada diledigi gibi hareket etmek uzere ulke icinde yetki verdik. Biz diledigimiz kimseye rahmetimizi eristiririz. Ve guzel davrananların mukafatını zayi etmeyiz"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Iman edip de (kotuluklerden) sakınanlar icin ahiret mukafatı daha hayırlıdır"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Yusufun kardesleri gelip onun huzuruna girdiler, (Yusuf) onları tanıdı, onlar onu tanımıyorlardı"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "(Yusuf) onların yuklerini hazırlayınca dedi ki: \"Sizin bababir kardesinizi de bana getirin. Gormuyor musunuz, ben olcegi tam dolduruyorum ve ben misafirperverlerin en iyisiyim"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Eger onu bana getirmezseniz, artık benim yanımda size verilecek bir olcek (erzak) yoktur, bana hic yaklasmayın"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Dediler ki: Onu babasından istemeye calısacagız, kuskusuz bunu yapacagız"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "(Yusuf) emrindeki genclere dedi ki: Sermayelerini yuklerinin icine koyun. Olur ki ailelerine donduklerinde bunun farkına varırlar da belki geri gelirler"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Babalarına donduklerinde dediler ki: Ey babamız! Erzak bize yasaklandı. Kardesimizi (Bunyamin´i) bizimle beraber gonder de (onun sayesinde) olcup alalım. Biz onu mutlaka koruyacagız"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Ya´kub dedi ki: Daha once kardesi (Yusuf) hakkında size ne kadar guvendiysem, bunun hakkında da size ancak o kadar guvenirim! (Ben onu sadece Allah´a emanet ediyorum); Allah en hayırlı koruyucudur. O, acıyanların en merhametlisidir"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Esyalarını actıklarında sermayelerinin kendilerine geri verildigini gorduler. Dediler ki: Ey babamız! Daha ne istiyoruz. Iste sermayemiz de bize geri verilmis. (Onunla yine) ailemize yiyecek getiririz, kardesimizi koruruz ve bir deve yuku de fazla alırız. Cunku bu (seferki aldıgımız) az bir miktardır"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "(Ya´kub) dedi ki: Kusatılmanız (ve caresiz kalma durumunuz) haric, onu bana mutlaka getireceginize dair Allah adına bana saglam bir soz vermediginiz takdirde onu sizinle beraber gondermem! Ona (istedigi sekilde) teminatlarını verdiklerinde dedi ki: Soylediklerimize Allah sahittir"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Sonra soyle dedi: Ogullarım! (Sehre) hepiniz bir kapıdan girmeyin, ayrı ayrı kapılardan girin. Ama Allah´tan (gelecek) hicbir seyi sizden savamam. Hukum Allah´tan baskasının degildir. (Onun icin) ben yalnız O´na dayandım. Tevekkul edenler yalnız O´na dayansınlar"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Babalarının kendilerine emrettigi yerden (cesitli kapılardan) girdiklerinde (onun emrini yerine getirdiler. Fakat bu tedbir) Allah´tan gelecek hicbir seyi onlardan savamazdı; ancak Ya´kub icindeki bir dilegi acıga vurmus oldu. Suphesiz o, ilim sahibiydi, cunku ona biz ogretmistik. Fakat insanların cogu bilmezler"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Yusuf´un yanına girdiklerinde oz kardesini yanına aldı ve \"Bilesin ki ben senin kardesinim, onların yaptıklarına uzulme\" dedi"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "(Yusuf) onların yukunu hazırladıgı zaman masrabayı kardesinin yuku icine koydu! (Kafile hareket ettikten) sonra bir tellal: Ey kafile! Siz hırsızsınız! diye seslendi"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "(Yusuf´un kardesleri) onlara donerek: Ne arıyorsunuz? dediler"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Kralın su kabını arıyoruz; onu getirene bir deve yuku (bahsis) var dediler. (Iclerinden biri:) Ben buna kefilim, dedi"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Allah´a andolsun ki, bizim yeryuzunde fesat cıkarmak icin gelmedigimizi siz de biliyorsunuz. Biz hırsız da degiliz, dediler"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "(Yusuf´un adamları) dediler ki: Peki, siz yalancıysanız bunun cezası nedir"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Onun cezası, kayıp esya, kimin yukunde bulunursa iste o (sahsa el koymak) onun cezasıdır. Biz zalimleri boyle cezalandırırız dediler"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Bunun uzerine Yusuf, kardesinin yukunden once onların yuklerini (aramaya) basladı. Sonra da onu, kardesinin yukunden cıkarttı. Iste biz Yusufa boyle bir tedbir ogrettik, yoksa kralın kanununa gore kardesini tutamayacaktı. Ancak Allah´ın dilemesi haric. Biz kimi dilersek onu derecelerle yukseltiriz. Zira her ilim sahibinin ustunde daha iyi bilen birisi vardır"
        }
    ]
}