{
    "maqras": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "Toto je obraz raje, jenz prisliben byl bohabojnym: pod zahradami jeho reky tekou a plody trvale jsou stejne jako stiny jeho. A to bude odmena konecna pro ty, kdoz bohabojni byli, avsak odmenou tech, kdoz neverili, bude ohen pekelny"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Ti, jimz dali jsme Pismo, se raduji z toho, co ti bylo seslano, zatimco mezi spojenci jsou nekteri, kdoz cast toho zavrhuji. Rci: \"Bylo mi pouze poruceno, abych Boha uctival a nikoho k Nemu nepridruzoval; vzyvam Jej tedy a k Nemu se i navratim"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "A takto jsme seslali Koran jako moudrost v arabstine; a kdybys nasledoval scestna uceni jejich pote, co dostalo se ti vedeni, veru nebudes mit proti Bohu ochrance ani obhajce zadneho"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "A jiz pred tebou jsme vyslali posly a dali jsme jim manzelky i potomstvo. A nestalo se, aby posel nektery prinesl znameni bez Boziho dovoleni - a kazde obdobi ma pak Pismo vlastni"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Buh vymazava i potvrzuje to, co chce, a u Neho je Kniha puvodni"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "A bud ti ukazeme cast z toho, cim jim hrozime, anebo te k Sobe povolame drive - tobe prislusi toliko sdelovani, Nam pak zuctovani"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Coz nevidi, jak pronikame do zeme a na krajich ji ubirame? Buh rozsuzuje, a neni nikoho, kdo by se mohl vzeprit rozhodnuti Jeho - a On rychly je v uctovani"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Take ti, kdoz pred nimi byli, uklady strojili, avsak Bohu jsou znamy veskere uklady a On dobre zna, co duse kazda si vyslouzila. Pak neverici poznaji, pro koho pripraven je pribytek konecny"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Ti, kdoz neveri, rikaji: \"Ty nejsi zadny vyslanec Bozi!\" Rci: \"Buh staci mi jako svedek mezi mnou a vami i temi, kdoz znalost Pisma maji"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif lam ra! Toto je Pismo, jez jsme ti seslali, abys vyvedl lidi s dovolenim Pana jejich z temnot ke svetlu a ke stezce mocneho, chvalyhodneho"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Boha, jemuz nalezi vse na nebesich i na zemi. Beda nevericim pred hrozbou trestu strasneho"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "tem, kdo zivot pozemsky vice nez budouci miluji, od cesty Bozi odvadeji, a aby kriva byla, si preji. Ti veru daleko jsou zbloudili"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "A vyslali jsme kazdeho posla jedine s jazykem lidu jeho, aby jim vse objasnoval. A Buh zbloudit nechava, koho chce, a cestou spravnou tez vede, koho chce, a On mocny je i moudry"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "A veru jsme kdysi vyslali Mojzise se znamenimi Nasimi rkouce mu: \"Vyved lid svuj z temnoty ke svetlu a pripominej jim dny Bozi!\" A veru jsou v tom znameni pro kazdeho cloveka trpeliveho a vdecneho"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "A hle, pravil Mojzis lidu svemu: \"Pomnete dobrodini Boziho vuci vam; kdyz zachranil vas pred rodem Faraonovym, jenz zla muka vam pusobil, syny vase zabijel a jen zeny vase nazivu nechaval. A v tom byla pro vas zkouska nesmirna od Pana vaseho"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "A pomnete, kdyz Pan vas prohlasil: Budete-li vdecni, rozmnozime pro vas dobre, budete-li vsak nevdecni, pak veru trest Muj bude prisny"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "I rekl Mojzis dale: \"Budete-li nevdecni, vy, i kdoz jsou na zemi vsichni... pak veru On sobestacny je i chvalyhodny"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Coz nedosla vam zvest o tech, kdoz pred vami byli, o lidu Noemove, o ´Adovcich a Thamudovcich a tech, kdoz po nich byli a o nichz vsech jen Buh vi? Prisli k nim poslove jejich s jasnymi dukazy, vsak oni ruce sve si do ust svych vlozili a zvolali: \"Neverime v to, s cim jste byli poslani, a veru jsme ohledne toho, k cemu nas vyzyvate, v pochybach hlubokych"
        }
    ]
}