{
    "maqras": [
        {
            "chapter": 4,
            "verse": 74,
            "text": "Necht tedy bojuji na stezce Bozi ti, kdoz kupuji za zivot pozemsky zivot budouci! A tem, kdoz bojuji na stezce Bozi a budou zabiti ci zvitezi, tem dame odmenu nesmirnou"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "A co je vam, ze nebojujete na stezce Bozi a za utistene z muzu, zen a deti, kteri rikaji: \"Pane nas, vyved nas z tohoto mesta, jehoz obyvatele jsou nespravedlivi! Dej nam ochrance Tebou vybraneho a posli nam pomocnika Tebou ustanoveneho"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Ti, kdoz uverili, bojuji na stezce Bozi, a ti, kdoz neuverili, bojuji na stezce Taghuta. Bojujte proti pratelum satanovym, vzdyt slabe jsou proti vam uklady satanovy"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Coz jsi nevidel ty, jimz bylo receno: \"Spustte sve ruce, dodrzujte modlitbu a davejte almuznu!\" A kdyz jim bylo predepsano bojovat, hle, jedna skupina z nich, jez boji se lidi tak, jak boji se Boha, anebo jeste vetsim strachem, zvolala: \"Pane nas, proc jsi nam predepsal boj? Nemohl bys nam jej jeste o malou chvili odlozit?\" Rci: \"Uzivani na tomto svete je jen nepatrne, zatimco onen svet je daleko lepsi pro toho, jenz je bohabojny - a nebudete osizeni ani o slupku pecky datlove"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "At kdekoliv budete, smrt vas zastihne, i kdybyste byli ve vezich opevnenych. Stane-li se temto lidem neco dobreho, rikaji: \"Tohle je od Boha\", vsak postihne-li je co zleho, tu rikaji: \"Tohle je od tebe, proroku!\" Rci: \"Vsechno od Boha prichazi!\" A co je temto lidem, ze malem nemohou pochopit to, co se jim rika"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "To dobre, jehoz se ti dostane, pochazi od Boha a to zle, jez te postihne, pochazi od tebe sameho. A vyslali jsme te k lidem jako posla a Buh ti staci jako svedek"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Kdokoliv je poslusen posla, je poslusen i Boha, a kdokoliv se obrati zady... vzdyt jsme te neposlali, abys byl dozorcem nad nimi"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Rikaji \"Poslusnost!\", ale kdyz od tebe odejdou, tu cast z nich travi noc hloubanim o necem jinem, nez jsi rikal. A Buh zapisuje to, co v noci delaji. Stran se jich a spolehni se na Boha - a Buh plne dostacuje jako ochrance"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Cozpak nepremysleji o Koranu? Kdyby ten byl od nekoho jineho nez od Boha, veru by v nem nalezli cetne rozpory"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "A kdyz k nim dojde nejaka zprava tykajici se bezpecnosti ci strach vzbuzujici, tu ji hned rozhlasi. Kdyby se vsak s ni obratili na posla anebo na ty, kdoz mezi nimi maji autoritu, dozvedeli by se ji tak ti, kteri se mezi nimi snazi proniknout k pravdivosti jeji. A kdyby nebylo dobrodini a milosrdenstvi Boziho vuci vam, veru byste byli vsichni nasledovali satana, krome nekolika malo"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Bojuj na stezce Bozi, vzdyt neponeses brime jine nez sve vlastni! Povzbuzuj verici a mozna ze Buh zadrzi napor nevericich - a Buh je mocnejsi v naporu a silnejsi v trestani"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Kdo se primluvi krasnou primluvou, bude mit z ni podil; kdo vsak se primluvi s umyslem spatnym, dostane take z toho podil - a Buh dava na vse dobry pozor"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Kdyz jste pozdraveni zdvorilym pozdravem, pozdravte jeste vlidneji nebo odpovezte stejnym zpusobem. A Buh veru vse pocita"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Buh - a neni bozstva krome Neho - vas vskutku shromazdi pro den zmrtvychvstani, o nemz pochyby neni. A kdo pravdivejsi je nez Buh ve svem vypraveni"
        }
    ]
}