{
    "maqras": [
        {
            "chapter": 7,
            "verse": 47,
            "text": "A kdyz se obrati zraky jejich k obyvatelum ohne, zvolaji: \"Pane nas, neumistuj nas spolecne s lidmi nespravedlivymi"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "A zvolaji muzove rozpoznani na lidi, jez rozeznaji podle znamek jejich, rkouce: \"Nebylo vam k nicemu vase hromadeni majetku ani to, cim jste se vychloubali"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Zdaz toto nejsou ti, o nichz jste prisahali, ze Buh je milosti Svou neobdari? Vstupte do raje a nemejte strach a nebudte zarmouceni"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "A vykriknou obyvatele ohne na obyvatele raje: \"Vylijte na nas vodu nebo neco z toho, co ustedril vam Buh!\" A odpovedi: \"Buh oboji zakazal pro neverici"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "kteri nabozenstvi sve za hru a zabavu meli a ktere zlakal zivot pozemsky!\" V ten den na ne zapomeneme, tak jako oni zapomneli na setkani s timto dnem, a proto, ze znameni Nase popirali"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Zajiste prisli jsme k nim s Pismem, jez vedome jsme srozumitelnym ucinili, aby stalo se vedenim a milosrdenstvim pro lid verici"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Coz ocekavaji neco jineho nez vyklad jeho? V ten den, kdy prijde vyklad jeho, reknou ti, kdoz drive nan zapomneli: \"Poslove Pana naseho veru s pravdou prisli. Coz nemame dnes primluvce, kteri by se za nas primluvili? Anebo nemohli bychom se vratit na zem, abychom mohli vykonat neco jineho nez to, co jsme konali?\" Avsak oni sami duse sve zahubili a byli opusteni tim, co si vymyslili"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Panem vasim je vskutku Buh, jenz stvoril nebesa i zemi v sesti dnech a potom se usadil na trune Svem. On pokryva noci den, ktery se bez prestani zene za ni, zatimco slunce, mesic a hvezdy jsou rozkazu Jeho podrobeny. Coz Jemu nenalezi stvoreni a rozkazovani? Pozehnan bud Buh, Pan lidstva veskereho"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Vzyvejte Pana sveho pokorne a skryte - vzdyt On veru nemiluje prestupniky"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "A nesirte pohorseni na zemi pote, co stala se na ni naprava! A vzyvejte Jej s bazni a touhou, nebot veru milosrdenstvi Bozi jest blizke pro ty, kdoz dobro konaji"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "A On je ten, jenz vetry vysila jako poselstvi radostne, zvestujici milosrdenstvi Jeho. Kdyz potom jsou obtizeny mracny tezkymi, zeneme je nad krajinu mrtvou a sesilame z nich vodu, jejiz pomoci davame vyrust vsem druhum plodu. A stejne tak dame vyjiti mrtvym z jejich hrobu - snad si to pripomenete"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "Z dobre zeme vyrustaji rostliny v hojnosti z dovoleni Pana jejiho, zatimco ve spatne rostou jen ridce - a takto cinime srozumitelnymi znameni Nase pro lid vdecny"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "A jiz kdysi jsme vyslali Noema k lidu jeho; i pravil jim: \"Lide muj, uctivejte Boha a nemejte zadne bozstvo jine krome Neho! Ja se veru pro vas obavam trestu dne strasneho"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Vsak velmozi z lidu jeho rekli: \"My vidime, zes veru upadl do bludu zjevneho"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "I pravil: \"Lide muj, ja nejsem v bludu, ja posel jsem Pana lidstva veskereho"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "a predavam vam poselstvi Pana sveho, udilim vam radu dobrou a vim od Boha to, co vy nevite"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Jste snad prekvapeni, ze se vam dostalo pripomenuti od Pana vaseho prostrednictvim muze z vas, aby vas varoval a abyste byli bohabojni - snad se nad vami smiluje"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Vsak oni za lhare jej prohlasili; My pak zachranili jsme jej i ty, kdo spolu s nim na lodi byli, zatimco jsme utopili ty, kdoz znameni Nase za lziva meli - a byl to veru lid zaslepeny"
        }
    ]
}