{
    "maqras": [
        {
            "chapter": 11,
            "verse": 24,
            "text": "A primer techto dvou skupin je jako primer slepeho a hlucheho s vidoucim a slysicim; zdaz mohou byt si rovni v tomto primeru? Coz se tedy nevzpamatujete"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "I vyslali jsme Noema k lidu jeho, aby pravil jim: \"Lide muj, ja jsem pro vas varovatelem zjevnym"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "abyste neuctivali krome Boha nikoho! Ja veru obavam se pro vas trestu dne, jenz bude bolestny"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "A rekli velmozi, ti z lidu jeho, kdoz neverili: \"Nevidime v tobe nic jineho nez smrtelnika nam podobneho. A vidime, ze te z nas nasleduji bez rozmysleni jen ti nejnizsi, a nevidime, ze nejakou prednost nad nami meli byste, ba spise soudime, ze vy jen lhari jste"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Noe odvetil: \"Lide muj, coz nechapete? Ridim-li se jasnym dukazem od Pana sveho, jenz ustedril mi milosrdenstvi Sve, vuci nemuz vy slepi jste, mam snad zapotrebi vam je vnucovat, kdyz k nemu odpor citite"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "Lide muj, nezadam od vas za to jmeni zadne, odmena ma je toliko u Boha. Neodezenu nikdy ty, kdoz uverili - ti veru setkaji se s Panem svym, vsak vy jste, jak vidim, lidem nevedomym"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "Lide muj, kdo pomuze mi proti Bohu, jestlize je odezenu? Coz se nevzpamatujete"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Nepravim vam:, Mam u sebe pokladnice Bozi? ani:, Znam veci nepoznatelne?, a nerikam vam ani, ze andel jsem. A nepravim o tech, ktere oci vase preziraji, ze Buh jim nic dobreho nepopreje. Vsak Buh zna nejlepe, co v dusich jejich je skryto; a veru bych byl, kdybych to rikal, jednim z nespravedlivych"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Odpovedeli: \"Noe, jiz dost ses hadal s nami, a jeste spor s nami rozmnozujes. Prines nam tedy to, co nam slibujes, jsi-li z pravdomluvnych"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Pravil: \"Buh sam vam to prinese, bude-li si to prat, a zabranit tomu nebudete schopni"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "A neprospeje vam dobra rada ma, budu-li chtit vam poradit, jestlize si Buh bude prat uvrhnout vas v blud; On Panem je vasim a k Nemu budete navraceni"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Reknou-li: \"On sam si to vymyslil\", tedy odpovez: \"Jestlize jsem si to vymyslil, hrich muj na mou hlavu padne, avsak ja odpovednost nemam za to, v cem vy hresite"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "I bylo vnuknuto Noemu: \"Z lidu tveho jiz neuveri nikdo krome tech, kdo jiz uverili. Nermut se tedy nad tim, co delaji"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Postav lod pred zrakem Nasim a podle vnuknuti Naseho a neprimlouvej se u Mne za ty, kdoz nespravedlivi byli - ti budou utopeni"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "A stavel lod, a kdykoliv okolo sli velmozi z lidu jeho, smali se mu. I rikal: \"Jen se mi smejte, vsak i my se vam budeme jednou smat tak, jako vy jste se smali mne"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "a tehdy se dozvite, koho postihne trest zahanbujici a na koho dopadne trest trvaly"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Kdyz pak prisel rozkaz Nas a vzkypela pec, pravili jsme Noemovi: \"Naloz na ni od kazdeho druhu par, rodinu svou krome toho, proti nemuz jiz drive bylo slovo vyrceno a ty, kteri uverili!\" A uverili s nim jen nemnozi"
        }
    ]
}