{
    "rukus": [
        {
            "chapter": 2,
            "verse": 97,
            "text": "Say, 'Whoever is hostile to Gabriel—it is he who revealed it to your heart by God's leave, confirming what preceded it, and guidance and good news for the believers"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Whoever is hostile to God, and His angels, and His messengers, and Gabriel, and Michael—God is hostile to the faithless"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "We have revealed to you clear signs, and none rejects them except the sinners"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Is it not that whenever they make a covenant, some of them toss it aside? In fact, most of them do not believe"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "And when there came to them a messenger from God, confirming what they had, a faction of those who were given the Book threw the Book of God behind their backs, as if they do not know"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "And they followed what the devils taught during the reign of Salomon. It was not Solomon who disbelieved, but it was the devils who disbelieved. They taught the people witchcraft and what was revealed in Babylon to the two angels Harut and Marut. They did not teach anybody until they had said, 'We are a test, so do not lose faith.' But they learned from them the means to cause separation between man and his wife. But they cannot harm anyone except with God's permission. And they learned what would harm them and not benefit them. Yet they knew that whoever deals in it will have no share in the Hereafter. Miserable is what they sold their souls for, if they only knew"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Had they believed and been righteous, the reward from God would have been better, if they only knew"
        }
    ]
}