{
    "rukus": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif, Lam, Ra. A Scripture whose Verses were perfected, then elaborated, from One who is Wise and Informed"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "That you shall worship none but God. 'I am a warner to you from Him, and a bearer of good news"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "And ask your Lord for forgiveness, and repent to Him. He will provide you with good sustenance until a stated term, and will bestow His grace on every possessor of virtue. But if you turn away, then I fear for you the punishment of a grievous Day"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "To God is your return, and He is Capable of all things"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "They wrap their chests to hide from Him. But even as they cover themselves with their clothes, He knows what they conceal and what they reveal. He knows what lies within the hearts"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "There is no moving creature on earth but its sustenance depends on God. And He knows where it lives and where it rests. Everything is in a Clear Book"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "It is He who created the heavens and the earth in six days—and His Throne was upon the waters—in order to test you—which of you is best in conduct. And if you were to say, 'You will be resurrected after death,' those who disbelieve would say, 'This is nothing but plain witchcraft"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "And if We postponed their punishment until a stated time, they would say, 'What holds it back?' On the Day when it reaches them, it will not be averted from them, and what they used to ridicule will besiege them"
        }
    ]
}