{
    "rukus": [
        {
            "chapter": 40,
            "verse": 38,
            "text": "The one who had believed said, 'O my people, follow me, and I will guide you to the path of rectitude"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "O my people, the life of this world is nothing but fleeting enjoyment, but the Hereafter is the Home of Permanence"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Whoever commits a sin will be repaid only with its like. But whoever works righteousness, whether male or female, and is a believer—these will enter Paradise, where they will be provided for without account"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "O my people, how is it that I call you to salvation, and you call me to the Fire"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "You call me to reject God, and to associate with Him what I have no knowledge of, while I call you to the Mighty Forgiver"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "Without a doubt, what you call me to has no say in this world, or in the Hereafter; and our turning back is to God; and the transgressors are the inmates of the Fire"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "You will remember what I am telling you, so I commit my case to God. God is Observant of the servants"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "So God protected him from the evils of their scheming, while a terrible torment besieged Pharaoh's clan"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "The Fire. They will be exposed to it morning and evening. And on the Day the Hour takes place: 'Admit the clan of Pharaoh to the most intense agony"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "As they quarrel in the Fire, the weak will say to those who were arrogant, 'We were followers of yours; will you then spare us a portion of the Fire"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Those who were arrogant will say, 'We are all in it; God has judged between the servants"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "And those in the Fire will say to the keepers of Hell, 'Call to your Lord to lessen our suffering for one day"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "They will say, 'Did not your messengers come to you with clear signs?' They will say, 'Yes.' They will say, 'Then pray, but the prayers of the disbelievers will always be in vain"
        }
    ]
}