{
    "rukus": [
        {
            "chapter": 42,
            "verse": 20,
            "text": "Whoever desires the harvest of the Hereafter, We increase for him his harvest; and whoever desires the harvest of this world, We give him thereof, and he has no share of the Hereafter"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Or is it that they have partners who litigate for them religious laws never authorized by God? Were it not for the conclusive decision, it would have been settled between them. The wicked will have a painful punishment"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "You will see the unjust terrified of what they have earned, and it will befall them. As for those who believe and do good deeds, they will be in the Meadows of the Gardens; they will have whatever they please in the presence of their Lord; that is the supreme blessing"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "That is the good news God gives to His servants who believe and do good deeds. Say, 'I ask of you no wage for it, except affection among the near of kin.' Whoever does a good deed, We will increase its goodness for him. God is Forgiving and Appreciative"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Or do they say, 'He forged a lie about God.' If God so willed, He could have sealed your heart. But God obliterates the false, and confirm the true by His Words. He knows what is in the hearts"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "It is He who accepts the repentance of His worshipers, and remits the sins, and knows what you do"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "And He answers those who believe and do good deeds, and He increases them of His grace. But the disbelievers will suffer a terrible punishment"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "If God were to increase the provision to His servants, they would transgress on earth; but He sends down in precise measure whatever He wills. Surely, regarding His servants, He is Expert and Observant"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "It is He who brings down the rain after they have despaired, and unfolds His mercy. He is the Guardian, the Praised"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "And of His signs are the creation of the heavens and the earth, and the creatures He has spread throughout them; and He is Able to gather them at will"
        }
    ]
}