{
    "rukus": [
        {
            "chapter": 4,
            "verse": 43,
            "text": "O you who believe! Do not approach the prayer while you are drunk, so that you know what you say; nor after sexual orgasm—unless you are travelling—until you have bathed. If you are sick, or traveling, or one of you comes from the toilet, or you have had intercourse with women, and cannot find water, find clean sand and wipe your faces and your hands with it. God is Pardoning and Forgiving"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Have you not considered those who were given a share of the Book? They buy error, and wish you would lose the way"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "But God knows your enemies best. God is sufficient as a Protector, and God is sufficient as a Supporter"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Among the Jews are some who take words out of context, and say, 'We hear and we disobey', and 'Hear without listening', and 'Observe us,' twisting with their tongues and slandering the religion. Had they said, 'We hear and we obey', and 'Listen', and 'Give us your attention,' it would have been better for them, and more upright. But God has cursed them for their disbelief; they do not believe except a little"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "O you who were given the Book! Believe in what We sent down, confirming what you have, before We obliterate faces and turn them inside out, or curse them as We cursed the Sabbath-breakers. The command of God is always done"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "God does not forgive association with Him, but He forgives anything less than that to whomever He wills. Whoever associates anything with God has devised a monstrous sin"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Have you not considered those who claim purity for themselves? Rather, God purifies whom He wills, and they will not be wronged a whit"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "See how they devise lies against God. That alone is an outright sin"
        }
    ]
}