{
    "rukus": [
        {
            "chapter": 5,
            "verse": 57,
            "text": "O you who believe! Do not befriend those who take your religion in mockery and as a sport, be they from among those who were given the Scripture before you, or the disbelievers. And obey God, if you are believers"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "When you call to the prayer, they take it as a joke and a trifle. That is because they are people who do not reason"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Say, 'O People of the Scripture! Do you resent us only because we believe in God, and in what was revealed to us, and in what was revealed previously; and most of you are sinners"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Say, 'Shall I inform you of worse than that for retribution from God? He whom God has cursed, and with whom He became angry; and He turned some of them into apes, and swine, and idol worshipers. These are in a worse position, and further away from the right way"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "When they come to you, they say, 'We believe,' though they have entered with disbelief, and they have departed with it. But God is well aware of what they hide"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "You see many of them competing with one another in sin and hostility, and their consuming of what is illicit. What they have been doing is truly evil"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Why do the rabbis and the priests not prevent them from speaking sinfully and from consuming forbidden wealth? Evil is what they have been doing"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "The Jews say, 'God's hand is tied.' It is their hands that are tied, and they are cursed for what they say. In fact, His hands are outstretched; He gives as He wills. Certainly, what was revealed to your from your Lord will increase many of them in defiance and blasphemy. And We placed between them enmity and hatred, until the Day of Resurrection. Whenever they kindle the fire of war, God extinguishes it. And they strive to spread corruption on earth. God does not love the corrupters"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Had the People of the Scriputure believed and been righteous, We would have remitted their sins, and admitted them into the Gardens of Bliss"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Had they observed the Torah, and the Gospel, and what was revealed to them from their Lord, they would have consumed amply from above them, and from beneath their feet. Among them is a moderate community, but evil is what many of them are doing"
        }
    ]
}