{
    "manzils": [
        {
            "chapter": 26,
            "verse": 1,
            "text": "Ta. Sin. Mim"
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "Tsena ke lits’enolo tsa Lengolo tse totobatsang"
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "Kamohlomong u tla ituba moeeng ka ho utloa bohloko, hobane ba sa kholoe"
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "Hoja ebe ke Thato Ea Rona, Re ka be Re romela sesupo ho bona se tsoang marung, hore ba tle ba lule ba kebisitse melala ka boikokobetso"
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "Ka linako tsohle ha sehopotso se etla ho bona se secha se tsoang ho Ea Tletseng Lereko, ba ea furalla"
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "Ba latola molaetsa; empa haufi ba tla tseba `nete ea seo ba ‘nileng ba se soma"
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "Na ha ba es’o bone lefats’e, – hore ke mefuta e molemo ea lintho tseo Re li melisang teng"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "Ruri! Kahar’a sena ke sesupo; le hoja bongata ba bona bo sa lumele"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "Etsoe Ruri! Mong`a hau U Matla Oohle, Mohau oa Hae o’a Khaphatseha"
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "Mong`a hau U ile A bitsa Moshe: “Tsamaea o ee ho batho ba etsang liphoso"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "“Batho ba Faro. Na ba tla ts’aba Allah?”"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "A re: “Mong`a ka! Ke t`saba hore ba tloha ba mphara ka leshano"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "“Sefuba sa ka se tla petatsana. Puo ea ka e se hlake, kahoo nthome le Aarone"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "“Ba bile ba na le qoso ea tlolo ea molao khahlano le ‘na, ka hona ke t`saba hore ba se tlohe ba mpolaea.”"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "Allah A re: “Leletho, Tsoelang pele, bobeli ba lona ka lits’upiso tsa Rona. Ruri! Re tlabale lona, le hona ho le mamela"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "“Joale, tsamaeang ‘moho le ee ho Faro, le re: “Re rometsoe ke ‘Maballi le Mong`a mafats’e ho uena"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "“Lokolla bana ba Israele ho tsamaea le rona.”"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "Faro a re: “Na ha re’a u holisa o le ngoana har’a rona? Oa lula lilemo tse ngata le rona bophelong ba hau"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "“Eaba o etsa ketso eo u kileng oa e etsa, eo u e tsebang, oa ba e mong oa ba hlokang teboho!”"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "Moshe a re: “Ke entse, nakong eo ke neng ke le ka har’a ba khelohileng"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "“Ka lebaka la ho le t`saba ka baleha, Empa Mong`a ka U ile a nts’usumetsa ka taelo esita le hona ho nkhetha ke le e mong oa baromuoa ba Hae"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "“Joale, sena ke ke tsela eo u mputsang ka eona, u nts’eolla ka hore: ke entse bana ba Israele makhoba.”"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "Faro a re: “Joale, ke eng ‘Maballi le Mong`a mafats’e?”"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "Moshe a re: “Mong`a maholimo le lefats’e le lintho tsohle tse teng lipakeng tsa ona, – haeba u batla ho rua tsebo.”"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "Eaba faro o re ho ba neng ba mo pota-potile: “Na le’a utloa?”"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "Moshe a re: “Mong`a lona le bo-ntat’a lona ho tloha ts’imolohong.”"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "Faro a re: “Ruri! Moromuoa enoa ea romeletsoeng ho lona e feela e le lehlanya!”"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "Moshe a re: “Mong`a bochabela le bophirima le tsohle tse lipakeng tsa tsona, ha feela ebale na le kutloisiso.”"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "Faro a re: “Ha feela eba u ka ikhethela molimo e mong ntle ho ‘na, Ruri! Ke tla u koala chankaneng.”"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "Moshe a re: “Le hoja ke u bonts’a se seng se hlakileng?”"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "Faro a re: “Se bonts’e, haeba u e mong oa ba nang le ‘nete!”"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "Eaba Moshe o akhela lere la hae fats’e, la fetoha noha"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "A pholla lehlakore ka letsoho la hae, eaba le hlaha le le lesoeu ho babohi"
        },
        {
            "chapter": 26,
            "verse": 34,
            "text": "Faro a sebela Mahlahana a hae, a re: “Ruri! Enoa ke moloi oa sebele"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "“Morero oa hae ke ho le phalalisa naheng ea lona ka mehlolo ena ea hae. Joale, ke eng seo le ka nkeletsang ka sona?”"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "Ba re: “Ak’u ba boloke hanyane ka bobeli ba bona, joale e be u romella maqosa metseng"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "“Ba u tlisetse litsibi tsohle tsa boloi.”"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "Baloi bohle ba bokelloa hammoho ka nako e boletsoeng mohla letsatsi le neng le khethiloe"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "Eaba ho thoe ho sechaba: “Na le se le khobokane hammoho?”"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "“Hore re tle re latele baloi haeba ba ka ikhapela tlholo?”"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "Eitse hoba baloi ba fihle ho faro, ba re ho eena: “Na ka ‘nete re tla fumana moputso haeba re fumana tlholo?”"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "A re: “E ho joalo, e bile ka ‘nete le tla ba har’a ba atametseng haufi le ‘na.”"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "Moshe a re ho bona: “Akhang lithebere tsa lona!”"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "Eaba ba akha liketane le lithebere tsa bona, ba re: “Ruri! Ka matla a Faro, re tla ikhapela tlholo.”"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Moshe a akhela lere la hae fats’e, eaba le fetoha noha le koenya lintho tsohle tseo ba neng bali akhile ka ponts’o ea bohata"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "Eaba baloi ba oela fats’e ba ithapalatsa"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "Ba re: “Re kholoa ho Mong`a Mafats’e"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "“Mong`a Moshe le Aarone.”"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "Faro a re: “Le kholoa ho Eena joang ke’a s’o le nehe tumello. Ntle le khoao ke nkhekhe ea lona e le rutileng boloi! Empa ka ‘nete le tla tseba"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "Ruri! Ke tla poma matsoho le maoto a lona mots’ekalle, e be ke’a le thakhisa kaofela ha lona.”"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "Ba re: “Ha ho se ka re utloisang bohloko, hobane re tla boela ho Mong`a rona"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "Takatso ea rona ke feela hore Mong`a rona o tla re ts’oarela libe tsa rona, hobane ke rona ba pele ba amohelang tumelo.”"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "Eaba Re susumetsa Moshe: “Tsamaeang le makhabunyane A ka bosiu bohle, hobane le tla tla le setsoe morao.”"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "Kemoo Faro a ileng a romella maqosa metseng"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "A re: “Ruri! Ma-Israele ana ke lequloana le fokolang"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "“Ba khahlanong le rona"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "“Re lebotho le hlometseng le malala-a-laotsoe.”"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "Ke kamoo Re ileng Ra ba lelekela thoko le lirapa, liliba tse ts’akhunyang"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "Matlotlong le maemong ohle a hlomphehang kateng"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "E joalo, Re ile Ra etsa hore bana ba Israele e be majalefa a lintho tseo"
        },
        {
            "chapter": 26,
            "verse": 61,
            "text": "Ba ba beha meja esale ka matjeke"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "Ha bobeli bo bonana, ba neng ba ena le Moshe ba re: “Ruri! Re se re ts’oeroe.”"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "Moshe a re: “Che, Mong`a ka o na le ‘na. Ke Eena ea tla ntataisa"
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "Eaba Re susumetsa Moshe: “Otla leoatle ka lere la hau.” Eaba leoatle le’a arohana, karolo e ngoe le e ngoe ea ipopa thajana"
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "Eaba Re atametsa lichaba ka bobeli haufi le moo"
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "Re ile Ra pholosa Moshe le bohle ba neng ba ena le eena"
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "Eaba Re khamisa lebotho la Faro ka metsi"
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "Ruri"
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "Empa Ruri! Mong`a hau o na le Matla Oohle, o Tletse Mohau"
        },
        {
            "chapter": 26,
            "verse": 70,
            "text": "Ak’u ba phetele pale ea Abrahama"
        },
        {
            "chapter": 26,
            "verse": 71,
            "text": "Mohla a neng a buoa le ntata’e le batho ba habo a re: “ke eng sena seo le se khumamelang?”"
        },
        {
            "chapter": 26,
            "verse": 72,
            "text": "Ba re: “Re khumamela lits’oants’o tse betliloeng, re ke ke ra khaohana le eona.”"
        },
        {
            "chapter": 26,
            "verse": 73,
            "text": "Abrahama a re: “Na li ea le utloa nakong eo le memetsang ho tsona, kapa hona ho le etsetsa botle kapa bobe"
        },
        {
            "chapter": 26,
            "verse": 74,
            "text": "Ba re: “Che, re fumana bo-ntat’a rona ba ntse ba li khumamela.”"
        },
        {
            "chapter": 26,
            "verse": 75,
            "text": "A re: “Na le’a bona eo le khumamelang"
        },
        {
            "chapter": 26,
            "verse": 76,
            "text": "“Lona le bo-ntat’a lona pele ho lona"
        },
        {
            "chapter": 26,
            "verse": 77,
            "text": "“Kaofela ha tsona ke lira ho ‘na; empa e seng Mong`a mafats’e"
        },
        {
            "chapter": 26,
            "verse": 78,
            "text": "«Ea ntlhotseng, Ke Eena ea ntataisang"
        },
        {
            "chapter": 26,
            "verse": 79,
            "text": "“Ea mphepang le hona ho mpha metsi"
        },
        {
            "chapter": 26,
            "verse": 80,
            "text": "«Ha ke kula, ke Eena ea mphekolang"
        },
        {
            "chapter": 26,
            "verse": 81,
            "text": "“Ea tla etsa hore ke shoe, A boele A ‘nehe bophelo hape"
        },
        {
            "chapter": 26,
            "verse": 82,
            "text": "“Eena Eo ke nang le khopolo ea hore, U tla nts’oarela libe tsa ka mohla Letsatsi la Kahlolo"
        },
        {
            "chapter": 26,
            "verse": 83,
            "text": "“Mong`a ka! Ak’u nkekeletse bohlale, U be U nkopanye le bohle ba lokileng"
        },
        {
            "chapter": 26,
            "verse": 84,
            "text": "“U mphe tlaleho e hlomphehileng melokong e tlang"
        },
        {
            "chapter": 26,
            "verse": 85,
            "text": "“U nketse e mong oa majalefa a Serapa sa Nyakallo"
        },
        {
            "chapter": 26,
            "verse": 86,
            "text": "“Ts’oarela ntate oa ka. Hobane le eena ke e mong oabakhelohileng"
        },
        {
            "chapter": 26,
            "verse": 87,
            "text": "“U tle u se ke oa ntlotlolla mohla letsatsi leo U tla tsosa batho ka lona"
        },
        {
            "chapter": 26,
            "verse": 88,
            "text": "“Letsatsi leo ka lona leruo le bara li ke keng tsa re thusa ka letho"
        },
        {
            "chapter": 26,
            "verse": 89,
            "text": "«Kantle le ea ikatamelitseng haufi le Allah ka pelo eohle"
        },
        {
            "chapter": 26,
            "verse": 90,
            "text": "“Serapa se tla atametsoa haufi le bohle ba nenang bobe"
        },
        {
            "chapter": 26,
            "verse": 91,
            "text": "“Lihele li tla hlahella ponts’eng ho bohle ba hlahlathellang bobeng"
        },
        {
            "chapter": 26,
            "verse": 92,
            "text": "“Ho tla thoe ho bona: “E kae melingoana eo le neng le e khumamela"
        },
        {
            "chapter": 26,
            "verse": 93,
            "text": "“Kantle ho Allah? Na eka le thusa le hona ho ithusa?”"
        },
        {
            "chapter": 26,
            "verse": 94,
            "text": "“Joale, batla lahleloa ka sefutho ka har’a Lihele,-bona le ba hlahlathellang bobeng"
        },
        {
            "chapter": 26,
            "verse": 95,
            "text": "“Le mabotho oohle a iblis hammoho"
        },
        {
            "chapter": 26,
            "verse": 96,
            "text": "“Ba tla phehisana khang kamoo"
        },
        {
            "chapter": 26,
            "verse": 97,
            "text": "“Ruri! Ka Allah, ka ‘nete re bile phosong e totobetseng"
        },
        {
            "chapter": 26,
            "verse": 98,
            "text": "“Nakong eo re neng re le lekanya le Mong`a Mafats’e"
        },
        {
            "chapter": 26,
            "verse": 99,
            "text": "“Le baeki ba rona ke ba neng ba khanathetse molato feela"
        },
        {
            "chapter": 26,
            "verse": 100,
            "text": "“Ha joale ha re na ‘muelli"
        },
        {
            "chapter": 26,
            "verse": 101,
            "text": "«Kapa ena motsoalle le ea hore utloela"
        },
        {
            "chapter": 26,
            "verse": 102,
            "text": "“Hoja re ne re ka ba le monyetla oa ho khutlela morao, Ruri! Re ne re tla ba har’a ba kholoang!”"
        },
        {
            "chapter": 26,
            "verse": 103,
            "text": "Ruri"
        },
        {
            "chapter": 26,
            "verse": 104,
            "text": "Ruri! Mong’a hau, Ke Eena Ea Matla Oohle, U Tletse Mohau"
        },
        {
            "chapter": 26,
            "verse": 105,
            "text": "Le batho ba habo Nooe ba kile ba nyelisa baromuoa ba Allah"
        },
        {
            "chapter": 26,
            "verse": 106,
            "text": "Ngoana bo bona Nooe o ne a re ho bona: “Na le sa tla ke le ts’abe"
        },
        {
            "chapter": 26,
            "verse": 107,
            "text": "Ke moromuoa ea t`sepahalang ea romiloeng ho lona"
        },
        {
            "chapter": 26,
            "verse": 108,
            "text": "Kahoo, ts’abang Allah, le ‘mamele"
        },
        {
            "chapter": 26,
            "verse": 109,
            "text": "Ha ho moputso oo ke le kopang ona holim’a sena; moputso oa ka o tsoa feela ho Mong`a mafats’e"
        },
        {
            "chapter": 26,
            "verse": 110,
            "text": "Ka hona, ts’abang Allah, le ‘mamele.”"
        },
        {
            "chapter": 26,
            "verse": 111,
            "text": "Ba re: “Re ka kholoa ho uena, empa batho ba eisehang ba u latetse morao?”"
        },
        {
            "chapter": 26,
            "verse": 112,
            "text": "A re: “Ke tseba joang ka tseo ba li etsang"
        },
        {
            "chapter": 26,
            "verse": 113,
            "text": "“Boikarabello ba bona bo ho Mong`a ka, hoja feela eba le utloisisa"
        },
        {
            "chapter": 26,
            "verse": 114,
            "text": "“Ha ke’a tla ho tla phalalisa ba kholoang"
        },
        {
            "chapter": 26,
            "verse": 115,
            "text": "“Ke rometsoe ho hlokomelisa pepeneneng.”"
        },
        {
            "chapter": 26,
            "verse": 116,
            "text": "Ba re: “Nooe, haeba u sa khaotse, u tla tlepetsoa ka majoe.”"
        },
        {
            "chapter": 26,
            "verse": 117,
            "text": "A re: “Mong`a ka! Ruri! Batho ba heso ba ea ntatola"
        },
        {
            "chapter": 26,
            "verse": 118,
            "text": "“Ak’u ahlole lipakeng tsa rona le bona ka kahlolo e senang leeme, U mpholose le ba kholoang bohle ba nang le ‘na.”"
        },
        {
            "chapter": 26,
            "verse": 119,
            "text": "Eaba Re’a mo pholosa hammoho le bohle ba neng ba ena le eena ka Arekeng"
        },
        {
            "chapter": 26,
            "verse": 120,
            "text": "Kamor’a ho moo Ra khamisa bohle ba setseng ka metsi"
        },
        {
            "chapter": 26,
            "verse": 121,
            "text": "Ruri ho sena ke sesupo, empa bongata ba bona ha bo kholoe"
        },
        {
            "chapter": 26,
            "verse": 122,
            "text": "Ruri! Mong’a hau, Ke Eena Ea Matla Oohle, U Tletse Mohau"
        },
        {
            "chapter": 26,
            "verse": 123,
            "text": "Ba-Ad ba ile ba latola Baromuoa ba Allah"
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "Ngoana bo bona Hud a re ho bona: “Na le sa tla ke le ts’abe Allah"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "“Ke moromuoa ea t`sepahalang ea romiloeng ho lona"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "“Kahoo, ts’abang Allah, le ‘mamele"
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "“Ha ho moputso oo ke le kopang ona; moputso oa ka o ho Mong`a mafats’e feela"
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "“Na le ka aha sefika holim’a leralla le leng le le leng ho ithabisa"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "“Le aha le matlo a matle a bolulo, khopolong ea ho phela teng kahosafeleng"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "“Ha le sebelisa matla a lona, le ea sebelisa joalo ka batho ba nang le matla oohle"
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "“Ts’abang Allah, le ‘mamele"
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "“Ts’abang Eena Ea le sitsitseng ka lintho tsohle tseo le li tsebang"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "“U le setsitse ka makhomo le bara"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "“Lirapa le liliba tse ts’akhunyang"
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "“Ke na le ts’abo ea Kahlolo ea mohla Letsatsi le Ts’abehang.”"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "Ba re: “Ho ea ts’oana ho rona hore na u oa re khalema kapa u ba sieo hara bakhalemi"
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "“Tsena ha se letho, haese tsona linthoana tsa mehleng ea khale"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "«Ha re ke ba ka amohelang mahloko kapa likahlolo!»"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "Ba ile ba mo latola; Ra ba ripitla. Ruri! ho sena ke sesupo, empa boholo ba bona bo sa kholoe"
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "Ruri! Mong’a hau U Matla Oohle, Mohau Oa Hae o’a Khaphatseha"
        },
        {
            "chapter": 26,
            "verse": 141,
            "text": "Ba-Thamud, ba ile ba latola Baromuoa ba Allah"
        },
        {
            "chapter": 26,
            "verse": 142,
            "text": "Ngoana bo bona Salih a re ho bona: “Na le sa tla ke le Ts’abe"
        },
        {
            "chapter": 26,
            "verse": 143,
            "text": "“Ke moromuoa ea t`sepahalang ea romiloeng ho lona"
        },
        {
            "chapter": 26,
            "verse": 144,
            "text": "“Kahoo, ts’abang Allah, le ‘mamele"
        },
        {
            "chapter": 26,
            "verse": 145,
            "text": "“Ha ho moputso oo ke le kopang oona; moputso oa ka o ho Mong`a mafats’e feela"
        },
        {
            "chapter": 26,
            "verse": 146,
            "text": "“Na le hopola hore le ts’ireletsong ka lintho tsohle tseo le nang le tsona hajoale"
        },
        {
            "chapter": 26,
            "verse": 147,
            "text": "“Lirapa le liliba tse ts’akhunyang"
        },
        {
            "chapter": 26,
            "verse": 148,
            "text": "“Masimo a poone le lifate tsa lipalema tse behileng haholo hooli ka ‘nang tsa robeha"
        },
        {
            "chapter": 26,
            "verse": 149,
            "text": "“Le hona ho honya mafika ho etsa matlo ka botsebi bo matla"
        },
        {
            "chapter": 26,
            "verse": 150,
            "text": "“Empa ts’abang Allah le ‘mamele"
        },
        {
            "chapter": 26,
            "verse": 151,
            "text": "“Le se latele taelo ea ea lehlasoa"
        },
        {
            "chapter": 26,
            "verse": 152,
            "text": "“Ea jalang pherekano lefats’eng, ea sa rateng ho sokoloha.”"
        },
        {
            "chapter": 26,
            "verse": 153,
            "text": "Ba re: “uena u e mong oa ba louoeng"
        },
        {
            "chapter": 26,
            "verse": 154,
            "text": "“U motho joalo ka rona. Kahoo, hlahisa sesupo haeba u bua `nete.”"
        },
        {
            "chapter": 26,
            "verse": 155,
            "text": "Salih a re: “Bonang, kamele ke ena e ts’ehali. Le eona e na le tokelo ea ho noa Selibeng ka letsatsi le leng, le lona le na le tokelo e joalo ka letsatsi le leng, empa ka letsatsi le boletsoeng"
        },
        {
            "chapter": 26,
            "verse": 156,
            "text": "«Le se e nt`se kotsi esere la tloha la oeloa ke Kahlolo ea Letsatsi le Ts’abehang.”"
        },
        {
            "chapter": 26,
            "verse": 157,
            "text": "Empa ba ile bae khakhatha, eaba ba apareloa ke masoabi"
        },
        {
            "chapter": 26,
            "verse": 158,
            "text": "Ba oeloa ke kahlolo. Ruri! ho sena ke sesupo, empa bongata ba bona bo sa kholoe"
        },
        {
            "chapter": 26,
            "verse": 159,
            "text": "Ruri! Mong’a hau U Matla Oohle, U Tletse Mohau"
        },
        {
            "chapter": 26,
            "verse": 160,
            "text": "Batho ba habo Lota ba ile ba latola Baromuoa ba Allah"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "Ngoana’bo bona Lota a re ho bona: “Na le sa tla ke le Ts’abe"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "‹Ke moromuoa ea t`sepahalang ea romiloeng ho lona"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "“Kahoo, ts’abang Allah le ‘mamele"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "“Ha ho moputso oo ke le kopang ho lona; moputso oa ka o ho Mong`a mafats’e feela"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "“Har’a libopuoa tsohle lefats’eng le arorelana likobo le banna ba bang"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "“Le siee bao Mong`a lona a le hloletseng bona? Che, le batho ba tlotseng meeli eohle.”"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "Ba re: “Oho Lota haeba u sa khaotse, ruri u tla lelekoa.”"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "A re: “Ke hloile liketso tsa lona"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "“Mong`a ka! Ak’u mpholose le ba lelapa la ka ho tseo ba li etsang!”"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "Re ile ra mo pholosa ‘moho lebalelapa la hae,-bohle"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "“Ntle feela le mosali moholo ea neng a le har’a ba neng ba salatse morao"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "Empa Ra ripitla bohle"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "Ra ba nesetsa majoe a lengetana: E ts’abehang pula ho ba neng ba khaleng’oe"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "Ruri! ho sena ke sesupo, empa bongata ba bona bo sa kholoe"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "Ruri! Mong’a hau U Matla Oohle, U Tletse Mohau"
        },
        {
            "chapter": 26,
            "verse": 176,
            "text": "Balekane ba Moru ba ile ba latola Baromuoa ba Allah"
        },
        {
            "chapter": 26,
            "verse": 177,
            "text": "Shuaib a re ho bona: “Na le sa tla ke le Ts’abe"
        },
        {
            "chapter": 26,
            "verse": 178,
            "text": "“Ke moromuoa ea ts’epahalang ea romiloeng ho lona"
        },
        {
            "chapter": 26,
            "verse": 179,
            "text": "“Kahoo ts’abang Allah le ‘mamele"
        },
        {
            "chapter": 26,
            "verse": 180,
            "text": "“Ha ho moputso oo ke le kopang ona; moputso oa ka o tsoa ho Mong`a mafats’e feela"
        },
        {
            "chapter": 26,
            "verse": 181,
            "text": "«Fanang ka tekanyo e nepahetseng, le se ke la jalletsa"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "«Le be le bekhe ka nepo le ‹nete"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "“Le se ke la ja batho ling tsa bona, le ho etsa bokhopo ka ho fehla pherekano lefats’eng"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "“Le ts’abe Eena Ea le hlotseng le meloko pele ho lona.”"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "Ba re: “Uena u e mong oa ba louoeng"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "“U motho joalo ka rona, re nahana hore u leshano"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "“Ak’u etse hore lekumane la leholimo le re oele, haeba u buoa ‘nete.”"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "A re: “Ke Mong`a ka Ea hlokolosi ka ho fetisisa malebana le tseo le li etsang.”"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "Ba ile ba mo latola, eaba ba oeloa ke kotlo ea Letsatsi la mahlomola. Ruri! E bile Kotlo ea Letsatsi le Ts’abehang"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "Ruri! ho sena ke sesupo, empa bongata ba bona bo sa kholoe"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "Ruri! Mong’a hau U Matla Oohle, U Tletse Mohau"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "Ruri sena ke Ts’enolo e tsong ho Mong`a Mafats’e"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "E theohile le moea oa ‘Nete le Tumelo"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "Pelong le kelellong ea hau, hore u tle u khaleme"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "Ka puo e mathemaloli ea Se-Arabia"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "Kantle ho khoao e teng ka har’a mangolo a halalelang a batho ba khale-khale"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "Ana ha se sesupo ho bona ha barutehi ba bana ba Israele ba e tseba"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "Hoja e be Re ile Ra le senolela e mong oa sechaba ntle le sa Ma-Arab"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "A ba balla lona, ba ne ba ke ke ba kholoa ho lona"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "Ke kamoo re etsang hore le kene lipelong tsa Baetsa-libe"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "Ba ke ke ba kholoa ho lona ho fihlela ba bona kahlolo e Mahlonoko"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "Empa e tla ba fihlela ka ts’ohanyetso ba sa elelloe"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "Joale ba tla re: “Re tla fuoa nyehlisetso?”"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "Ana ba lakatsa ho potlakela kahlolong ea Rona"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "Na u oa hlokomela? Hore haeba Re ka ba neha nyehlisetso ea lilemo tse ‘maloa"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "Ha ho fihla kahlolo eo e saleng ba e ts’episoa"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "Tsohle tseo e saleng ba ithabisa ka tsona li ke ke tsa ba thusa ka letho"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "Ha ho motse oo Re kileng Ra o ripitla o sa kang oa romelloa bahlokomelisi"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "Molemong oa ho ba hopotsa, ha Re’a s’o ka Re eba bahanyapetsi"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "T`senolo ena ha e ea tlisoa ke bo-liabolosi lefats’eng"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "E bile ha e ea ba lokela, kapa ona matla a ho e hlahisa"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "Ruri! ba qheletsoe thoko le ho e utloa"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "Kahoo, u se bitse ho mang kapa mang ntle ho Allah, esere oa tloha oa ba e mong oa ba tla fumana kotlo"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "U khaleme ba leloko la hau ba haufi le uena"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "U be pelo-tlhomohi ho Ba-kholoang ba u latelang"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "Empa haeba ba ke ke ba u mamela, e re: “Ruri! Ha ke na molato ho tseo le li etsang.”"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "U behe ts’epo ea hau ho Ea Matla Oohle, Ea Tletseng Mohau"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "Eena Ea u bonang nakong eo u emeng u rapelang"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "Ea bonang le boikokobetso ba hau har’a baithapalatsang thapelong"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "Hobane Ke Eena Ea Utloang le ho tseba tsohle"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "Ana nka le bolella ka bao bo-liabolosi ba theohelang holim’a bona"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "Ba theohela holim’a bohle ba leshano, ba khopo"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "Ba ts’ollela litsebeng tsa bona lipuo tsa mafeela, boholo ba bona ba leshano"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "Le Bareneketsi, – bohle ba fosahetseng ba ba sala morao"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "Ana ha u es’o bone kamoo ba khelohileng ba phaqola hoohle"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "Le kamoo ba buoang ka seo ba sa se etseng"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "Kantle le ba kholoang, ba etsa liketso tse lokileng, le hona ho hopola Allah ka linako tsohle, le hona ho its›ireletsa kamor’a hoba ba tlatlaptjoe. Baetsalibe bona, haufinyane ba tla ruoa tsebo ka se seholo seo e tlang ho ba pheletso ea bona"
        },
        {
            "chapter": 27,
            "verse": 1,
            "text": "Ta. Sin. Tsena ke lits’enolo tsa Qura’n, Lengolo le totobatsang lintho"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "Tataiso; le tsona litaba tse molemo ho Ba-kholoang"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "Ba phethang lithapelo le ho fana ka linyehelo, ba nang le bo- ’nete ka bophelo Bo-tlang"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "Ha ele ba sa kholoeng Bophelong Bo-tlang, Re entse hore mesebetsi ea bona e bonahale e khahleha mahlong a bona, hore kaofela ha bona ba tle ba hlahlathele"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "Bao ke bona ba loketsoeng ke kahlolo e ts’abehang, e bile Bophelong Bo-tlang ke bona bao e tlang ho ba bona ba lahlehetsoeng ka hofetisisa"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "Ruri! u amohetse Qura’n ho tsoa ho Ea Mong, Ea Seli, Ea Tsebang Tsohle"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "Bona! Moshe a re ho lelapa la hae: “Ke bona mollo thokoana mane; mohlomong ke tla le tlela le molaetsa ho ona, kapa ke le okhela ona, hore le tle le fumane mofuthu.”"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "Empa eitse hoba a atamele haufi le ona, ho’a utloahala lentaoe: “Ba hlohonolofetseng ke ba har’a mollo ona le ba haufi le ona! Tlotlo e be ho Allah, Mong`a Mafats’e"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "“Oho Moshe! Ruri! Ke ‘Na Allah, Ea Matla Oohle, Ea Seli"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "“Lahlela lere la hau fats’e!” Empa Moshe ha a bona le meneka joaloka noha, a furalla a baleha; empa lentsoe le ile la re ho eena: “Oho Moshe! Se ts’abe letho! Ruri! Haele baromuoa ha ba na letsoalo ho bo teng ba Ka"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "Empa haele ba entseng phoso, kamor’a moo eaba ba ea sokoloha. Hobane Ruri! Ke ‘Na Ea Ts’oarelang-joalo-joalo, Ea Tletseng Mohau"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "Joale, beha letsoho la hau lehlakoreng la likhopo tsa hau, le tla khutla le le lesoeu, empa le se na kotsi. Sena e tla ba se seng sa lits’upiso tse robong tseo u tla ea le tsona ho Faro le sechaba sa hae. Hobane Ruri! Haesale e le batho ba tetebetseng sebeng.”"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "Empa eitse hoba lits’upiso tsa Rona li finyelle ho bona li hlakile ponts’eng, ba re: “Sena ke boloi bo pepenene.”"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "Ba li latola ka boikhomoso le boikakaso, le hoja meea ea bona e ne e na le khohelo holim’a tsona: bona kamoo pheletso ea baetsalibe e bileng ka teng"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "Re ile ra fana ka tsebo ho Davida le Solomone; Ba re: “Lithoriso li be ho Allah, Ea re khethileng har’a makhabunyane a mangata a kholoang ho Eena!”"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Solomone e ne e le mojalefa oa Davida. A re: “Oho lona batho! Ruri! Re rutiloe puo ea linonyana, e bile re filoe nala ea lintho tsohle. Ruri! Sena ke molemo o hlakileng.”"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "Mabotho a Masabonoeng le a batho le’a linonyana a kile a khobokana ‘moho kapel’a Solomone, eaba a hloptjoa ka mekhahlelo"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Ho fihlela a atametse haufinyane le phula ea bohloa, eaba bohloa bo le bong bo re: “Oho bohloa! Kenang ka matlung a lona esere mohlaope Solomone le mabotho a hae a tloha a le ripitla a sa le hlokomele.”"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "Eaba salomone o’a bososela, a qaboloa ke puo ea bona, a re: “Mong`a ka! Ak’u ntaele hore ke be le teboho ka tlhohonolofatso eo U ntlhohonolofalitseng ka eona esita le batsoali ba ka, ke be ke etse tse lokileng tse ka U khahlisang, U be U nkenyeletse palong ea makhabunyane a Hau a lokileng.”"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "Eaba o talima har’a linonyana, a nto re: “Ho tla joang hore e be ha ke bone hoopoe (mofuta o mong oa nonyana), kapa e be e har’a tse sieo"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "Ruri! Ke tla e otla ka kotlo ea masisapelo, kapa ke e bolae, kantle leha eba e tla ntlela ka lebaka le totobetseng.”"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "Empa ha ea ka ea senya nako ho ea pitsong, eaba e re: “ke fumane ntho eo uena u neng u sa e lemohe ho hang, ke tla ho uena ka litaba tse molemo tse tsoang Sheba"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "“Ke fumane mosali a busa sechaba sa moo, e bile o nehiloe nala ea lintho tsohle, terone ea hae ke e makhabane"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "“Ke fumane eena le sechaba sa hae ba khumamela letsatsi ntle ho Allah; Satane o entse hore mesebetsi ea bona e bonahale e khahleha mahlong a bona, e bile o ba sitisa ho kena tseleng ea ‘nete, hore ba tle ba tsamae ka nepo"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "Ka ho ba khelosa ho se khumamele Allah, Eena Ea hlahisang Masabonoeng tsa maholimo le lefats’e, Ea bileng A tsebang tseo le li patang le tseo le li pepesang"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "Ke Allah; ha ho `Mopi e mong ntle ho Eena! – Eena Mong`a Terone e Hloahloeng"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "Eaba Solomone o re: “Re tla bona haeba feela u buoa ‘nete, kapa leshano"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "“Tsamaea le"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "Mofumahali oa Sheba a re: “Oho lona matona! Ruri! Ke amohetse Lengolo le hlomphehang"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "Le tsoa ho Solomone, le baleha joana: “Ka lebitso la Allah, Ea Tletseng Lereko, Ea Mohau o Khaphatsehang"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "“Se ikhohomose khahlano le ‘na, empa atamela ho ‘na joaloka ba ithapalatsang.”"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "A re: “Oho lona matona! nkeletseng tabeng ena. Ha ke’a s’o ka ke iketsetsa liqeto ntle ho lona.”"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Ba re: “Re marena a nang le matla esita le bona bohlale bo ts’abehang, empa ke uena ea lokelang ho fana ka taelo; kahoo nahana seo o ts’oanelang ho se laela.”"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "A re: “Marena nakong eo a kenang naheng, baa e ripitla le hona ho nyelisa hlompho ea baahi ba eona. Ke kamoo ba tla etsa kateng"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "“Empa ke tla mo romella mpho, ke tla bona karabo ea seo baromuoa ba tlang ho khutla le sona"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "Joale, eitse hoba moromuoa a finyelle ho Solomone, a re: “Eng! Na u lakatsa ho ka nthusa ka thepa? Empa seo Allah a ‘nehileng sona se molemo ho feta seo a u nehileng sona. Che, ke uena ea tla imona menoana ka mpho ea hau eseng ‘na"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "“Boela ho bona. Ruri! Re tla ba hlsela ka mabotho ao ba ke keng baits’ireletsa ho oona, re tla ba phalalisa moo ka tlotloloho, etsoe ba tla be ba soabile.”"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Solomone a re: “Oho matona! Ke mang har’a lona ea tla ntlisetsa terone ea hae pele ba e tla ho ‘na ba ithapalalitse?”"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "E mong har’a li-jinn a re: “‘Na nka e tlisa kapel’a hau pele u ema setulong sa hau. Ruri! Ke na le matla esita le bona bots’epehi ts’ebetsong e joalo.”"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "E mong ea neng a sitsitsoe ka tsebo ea Lengolo a re: “‘Ke tla e tlisa ho uena ka ho panya ha leihlo. Eitse hoba a e bone e lutse kapel’a hae, eaba Solomone o re: “Sena ke ka mohau oa Mong`a ka, e le hore A tle A mphehe tekong ea hore ebang ke na teboho kapa e be ke tla ikhohomosa. Mong le mong ea nang le teboho, o etsa joalo molemong oa moea oa hae: mong le mong ea hlokang teboho, o etsa joalo molemong oa ho utloisa moea oa hae bohloko. Hobane Ruri! Mong`a ka U tsepame pusong, ha A Hloke Letho, U Tlotlehile,.”"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "A re: “Fetolang maemo a terone ea hae, e le hore re tle re bone haeba o tla tsepama tataisong, kapa ebang o tlaba har’a ba sa amoheleng tataiso.”"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Hoba a fihle, o ile a botsoa: “Ana ke terone ea hau ee?” A re: “E batlile e ts’oana le eona; re nehiloe tsebo pele ho eona, re ile ra inehela ho Allah.”"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "O ile a mo tlosa khumamelong ea tsohle ntle ho Allah, hobane o tsoetsoe ke batho ba hlokang tumelo"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Eaba ho thoe ho eena a kene paleising. Eitse hoba a e bone, a hopola hore ke letamo, eaba o phetla liaparo tse neng li koahetse maoto a hae. Solomone a re: “Ena ke paleisi e ahiloeng ka bokhabane ea khalase.” Eaba o re: “Mong`a ka! Ruri! Ke foselitse moea oa ka, ke inehela le Solomone ho Allah, Mong`a Mafats’e.”"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "Re ile Ra romella ho Ba-Thamud Salih ngoana bo bona: “Sebeletsang Allah.” Le hoja ba ile ba khaoha likoto tse peli tse ngangisanang"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "A re: “Oho batho ba heso! Hobaneng ha le potlakela sebeng ho fapana le se molemo?” Ke hobaneng ha le sa kope ts’oarelo ea Allah, hore le tle le fumane mohau.”"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "Ba re: “Re u lakaletsa bobe le ba nang le uena. A re: “Takaletso ea lona ea bobe e ho Allah. Lona le mpa le le batho ba behiloeng tekong.”"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "Ho ne ho le teng batho ba robong ba lelapa ba neng ba etsa litlolo tsa molao lefats’eng, ba sa sokolohe"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "Ba re: “Re hlapanya ka Allah re tla mo tsometsa hammoho le lelapa la hae bosiu, e be kamor’a moo re re ho metsoalle ea hae: “Re ne re le sieo ho fenethoeng ha batho ba habo, re bua ‘nete e tsoileng matsoho.”"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "Ba ile ba rera ba loha mano: Eaba le Rona Rea rera, baes’o elelloe letho"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "Joale, ak’u bone seo e bileng pheletso ea morero oa bona, – Re ile Ra ba ripitla hammoho le baetsana ba bona kaofela"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "Matlo a bona ke lithako le lesupi – hobane ba ne ba etsa liphoso. Ruri! Ka har’a sena ke sesupo ho batho banang le tsebo"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "Re ile Ra pholosa ba neng ba kholoa, ba etsa tse lokileng"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "Lota! a re ho batho ba habo: “na le sa tla etsa linyonts’a ka tsebo"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "Na le sa tla robalana le banna feela basali ba ntse ba le teng? Eu, empa le batho hlokang kelello.”"
        },
        {
            "chapter": 27,
            "verse": 56,
            "text": "Empa karabo ea batho ba habo e bile feela hore; ba re: “Lelekang balateli ba Lota motseng oa lona, hobane Ruri! Ke banna ba labalabelang bohloeki!”"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "Empa Re ile Ra mo pholosa le lelapa la hae ntle feela le mosali oa hae; Re ile Ra mo behella kathoko hore a tle a be har’a ba saletseng morao"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "Eaba Re ba nesetsa majoe a lengetane. Pula e nyonyehang holima batho ba ileng ba khalengoa"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "E re: “Lithoriso li be ho Allah, khotso e be ho makhabunyane A Hae ao A a khethileng! Ana ke Allah Ea molemo, kapa ba molemo ke batlatsetsi ba ba manamisang ho Eena"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "Ana ha se Eena Ea Molemo Ea hlotseng maholimo le lefats’e le hona ho le romella pula e tsoang marung, eo ka eona Re hlahisang lirapa tsa litholoana tse hlabosang, seo lifate tsa sona li sa kang tsa lengoa ke lona. Ana ho teng `Mopi e mong kathoko ho Allah? Eu, empa batho ba maneha ba tlatsetsi ho Eena"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Kapa, ha se Eena Ea entseng lefats’e hoba lehae le tsepameng, A ba A theha linoka ho lona, le hona ho theha lithaba holim’a lona le hona ho tsepamisa moeli lipakeng tsa maoatle a mabeli? Ana ho teng `Mopi e mong ntle ho Allah? Che bongata ba bona ha bo tsebe letho"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "Ana ha se Eena Ea arabelang ea bohlokong nakong eo a bitsang ho Eena, e be U mo imolla bothateng, A etse majalefa a lefats’e? Joale, ana ho teng `Mopi e mong ntle ho Allah? Ruri! ba nahana hanyenyane"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "Ana ha se Eena Ea le tataisang har’a lefifi la naha le leoatle, Ea romellang liphefo tse phatlalatsang Mohau oa Hae? Ana o teng `Mopi e mong ntle ho Allah? Ea hloahloeng ke Allah kahofetisisa ho batlatsetsi bohle ba ba manehang ho Eena"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "Kapa, Ea hlahisang tlholeho, A boele A e phete hape, Eena Ea le nehang nala ho tsoa leholimong le lefats’eng? Joale, ana ho teng `Mopi e mong ntle ho Allah? E re: “Hlahisang bopaki ba lona haeba le hlile le buoa ‘nete!”"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "E re: “Ha ho ope ea ka tsebang ka tse patiloeng tsa maholimo le tsa lefats’e haese Allah; ha ba tsebe letho ka letsatsi leo ba tlang ho tsosoa ka lona"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Ana tsebo ea bona e pharaletse hoo ba ka fihlelang bophelo bo-tlang? Ba na le khoao. Ke lifofu.”"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Mahana-tumelo ba re: “Eng! Ha re se re fetohile lerole,-rona le bo-ntata rona, – ana re sa tla hlola re tsosoa hape"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "“Ke `nete re ile ra ts’episoa sena.-rona le bo-ntata rona. Empa tsena tsohle ha se letho haese lits’omo tsa mehleng ea khale.”"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "E re: “Hahlaulang le lefats’e le tle le bone seo ebileng pheletso ea ba bileng molato!”"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "U se ke oa ikutloisa bohloko ka bona, le hona ho touta ka lebaka la merero ea bona"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Ba bile ba re: “Ke neng ts’episo ena e tlang ho phethahala haeba u hlile u buoa ‘nete?”"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "E re: “Mohlomong karolo ea seo le ka se potlakelang se haufi le lona.”"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Empa ruriMong`a hau U Khaphatseha mohau ho batho, le hoja bongata ba bona bo hloka teboho"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Ruri Mong`a hau o tseba ka botlalo lintho tsohle tseo lipelo tsa bona li li patileng le tsohle tseo ba li pepesang"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Ha ho letho le patehileng leholimong le lefats’eng, empa se ngoliloe ka har’a buka e hlakileng"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Ruri! Qura›n ena e manolletse bana ba Israele boholo ba lintho tseo ba hohlanang ka tsona"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "Ke Tataiso le Mohau ho ba kholoang"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Ruri Mong`a hau o tla ahlola lipakeng tsa bona ho latela Bohlale ba Hae, Eena Ea Matla Oohle, Ea Tsebang-Tsohle"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Kahoo beha ts’epo ea hau ho Allah, hobane u tsepame ‘neteng e hlakileng"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Ruri! U ke ke ua etsa hore bafu ba utloe le tsona litholo hore li utloe pitso nakong eo li seng li menotse tlhabela"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Kapa hona ho tataisa lifofu ho se hlahlathele. Kantle le ba kholoang lits’enolong tsa Rona, ba inehetse Islam"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "Mohla lentsoe le phethahatsoang khahlanong le bona, Re tla hlahisa Sebatana sa lefats’e ho buoa le bona, hobane batho ba hlokile tumelo lits’enolong tsa Rona"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "Ka letsatsi le leng Re tla khobokanya mabotho har’a lichaba tsohle mabotho a latolang lits’enolo tsa Rona, a tla hloptjoa ka mekhahlelo"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Ho fihlela ba atamelang kapel’a Mong`a bona, U tla re: “Le Latotse lits’enolo tsa Ka le hoja tsebo ea lona e ne e fokola malebana le tsona, kapa ke eng seo le neng le se etsa?”"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "Lentsoe le tla phethahatsoa khahlanong le bona ka lebaka la ketso-phoso, etsoe ba ke ke ba eba le puo"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Ha ba es’o bone kamoo Re entseng hore ba phomole kateng bosiu, e be mots’eare U ba neha pono? Ruri! ho sena ke Lits’upiso ho batho ba kholoang"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "Letsatsi leo Terompeta e tlang ho letsoa – bohle ba maholimong le lefats’eng ba tla simolla ho ts’oha, haese feela bao Allah A ka khahloang ke bona. Bohle ba tla tla ho Eena ba tseba bofokoli ba bona"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Na u bona lithaba tseo u nahanang hore li tsepame ka tieo, empa tsatsing leo li tla tsamaea joaloka maru: seo ke mosebetsi oa Allah ea phethahatsang lintho tsohle. Ruri! U Tseba ka botlalo tseo le li etsang"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "Mang kapa mang ea etsang toka, o tla fumana moputso o molemo ho feta kamoo e neng e le kateng; ba joalo bats’ireletsehile matsoalong a Letsatsi leo"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Mang kapa mang ea etsang sebe, ba tla khothomeletsoa ka har’a mollo ka lifahleho. “Etsoe ha ho seo le ka putsoang ka sona haese seo le se entseng"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "E re: “‘na ke laetsoe feela ho sebeletsa Mong`a motse ona Eo A entseng hore o halalele, Eena Mong`a lintho tsohle. Etsoe ke laetsoe hoba har’a bohle ba inehetseng thatong Ea Hae"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "Le hona ho pheta Qura’n. Mang, kapa mang ea amohelang tataiso, o etsa seo molemong oa moea oa hae; Ha e mong a hlahalthela – e re: “‘Ke mohlokomelisi feela.”"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "U be u re: “Lithoriso li be ho Allah Ea tla le bonts’a Lits’upiso tsa Hae, e le hore le tle le li tsebe. Etsoe Mong`a hau ha se hore ha A hlokomele tseo le li etsang"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "Ta. Sin. Mim"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Tsena ke lits’enolo tsa Lengolo tse hlakisang"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "Re u phetela pale ea Moshe le Faro ka ‘Nete molemong oa batho ba kholoang"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Faro o ne a ikakasa lefats’eng, a bile a entse batho libopuoa tsa hae. Har’a bona ho ne ho e na le mohlobo oo a neng a o hateletse, a bolaea bara ba bona a siea basetsana. Ruri! O ne a le har’a ba fehlang merusu"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Eaba Re rata ho bonts’a Lereko ho ba neng ba hateletsoe lefats’eng, le hona ho ba etsa baetapele le majalefa"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "Le ho ba tsitsisa lefats’eng, ho bonts’a Faro, Hamana esita le mabotho a bona seo ba neng ba its’ireletsa ho sona"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "Eaba Re susumetsa ‘ma’ea Moshe: “mo nyants’e, haeba u na le ts’abo ka eena, mo lahlele nokeng ntle le lets’oalo la letho esita le hona ho sareloa. Hobane Ruri! Re tla mo busetsa ho uena, e be Re mo etsa e mong oa baromuoa ba Rona.”"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Ebile moo lelapa la Faro le inkelang eena nokeng, hore e tle e be sera le mokhoka khoale oa bona. Ruri! Faro le Hamana le mabotho a bona ene ele baetsalibe"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "Eaba mosali oa Faro o re: “Lebitso la hae e tla ba Moshe mots’elisi oa ka le uena. Se ‘molae. Mohlomong o tla ba le molemo ho rona, kapa re mo etse mora oa rona.” Ho se seo ba se elelletsoeng ho hang"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Empa pelo ea ‘ma’ea Moshe ene e saretsoe, o ne a se a le haufi le ho mo phanyaola Moshe hoja re ne re sa ka ra tiisa pelo ea hae, hore a tle a be har’a ba kholoang"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "Eaba ‘ma’e o re ho khaitseli ea hae: “Mo sale morao”. O ile a ‘monela thokoana, etsoe ho se seo ba se elelletsoeng"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "Ho tloha sethathong Re ne Re sa ka Ra rata ho nehelana ka eena ho bo-’m’e monyants’ents’i, eaba khaitseli’ae e re ho mosali oa Faro: “Na nka u bonts’a lelapa le ka u holisetsang eena le ho fana ka tlokomelo ho eena?”"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Kahoo, Re ile Ra ‘musetsa ho ‘ma’e, e le hore a tle a khotsofale esita le hona ho se be mats’oenyehong, a tle a tsebe hore ts’episo ea Allah ke ‘nete. Le hoja bongata ba bona bo hloka kutloisiso"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Hoba a fihlele lilemo tsa boholo, ese ele mohlankana, eaba Re mo neha bohlale le tsebo. Ke kamoo Re putsang ba lokileng kateng"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "O ile a kena motseng ka nako eo baahi ba teng ba neng ba sa tsotelle, eaba o fumana banna ba babeli ba loana har’a motse, e mong e ne e le oa tumelo ea hae, ha e mong eena e ne e le oa lireng; eaba moo oa tumelo ea hae a ileng a mo kopa thuso khahlano le sera sa hae. Moshe o ile a mo pshatla ka setebele a ba a ‘molaea. Eaba o re: “Sena ke mosebetsi oa liabolosi. Hobane Ruri! Eena ke sera, mokhelosi ea totobetseng.”"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Moshe a rapela: “Mong`a ka! Ke foselitse moea oa ka, kahoo Ak’u nts`oarele”. Allah U ile A mo ts’oarela. Hobane Ruri! Allah U ts’oarela joalo-joalo, U Tletse Mohau"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "A re: “Mong`a ka! Hobane U nkapesitse ka Lereko la Hau nke ke ka hlola ke thusa ea molato.”"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Moshe o ile a lula motseng moo ho fihlela hoseng, a le matsoalong a lebeletse se tlang ho etsahala, eaba o bona monna eane ea neng a mo kopa thuso ka la maobane a boetse a ‘mitsa hape ho tla mo thusa. Eaba Moshe o re ho eena: “Ruri! Haele uena ho totobetse hore o moferekanyi.”"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Nakong eo Moshe a neng a lokela ho kopana le monna eo e neng e le sera sa bona ka bobeli, eaba o re: “Oho Moshe! Na u rata ho mpolaea joalo ka ha u ile oa bolaea motho maobane? Morero oa hau ha se hona haese ho iketsa mpoli kahara naha ese ea khothaletsang botle.”"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Monna e mong a hlaha a matha a tsoa qetellong ea motse. Eaba o re: “Oho Moshe! Ruri! Marena a ntse a ithera khahlano le uena, ba rera ho u bolaea; kahoo baleha. Ruri! ‘na ke mpa ke fana ka keletso ea bohlokoa ho uena.”"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Moshe o ile a baleha motseng oo a le matsoalong, a ntse a qamaka koana le koana. A re: “Mong`a ka! Ak’u mpholose har’a batho ba etsang liketso tse fosahetseng.”"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "Joale, eitse hoba a reteletse sefahleho sa hae Mediane, a re: “Ka mohlomong Mong`a ka A ka ntataisetsa Tseleng e nepahetseng.”"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Nakong eo a neng a se a atametse haufi le noka ea Mediane, eaba o fumana banna ba motse ba noesa mehlape. Thokoana mane le bona a bona basetsana ba babeli ba hanetse mohlape oa bona. A re: “Le emetseng moo?” Ba re: “Re ke ke ra noesa mohlape oa rona ho fihlela balisa ba suthile metsing moo; ntat’a rona o se a tsofetse.”"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Eaba Moshe o noesa mohlape oa bona. A boela moriting, a re: “Mong`a ka! Ke nyoretsoe eng kapa eng eo U ka E romellang ho ‘na.”"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Eaba mosetsana e mong o atamela ho eena, a tsamaea ka letsoalo. A re: “Ntate o’a u bitsa, hore a tle a u nehe moputso haele mona u ile o’a noesa mohlape oa rona.” Ke moo a ileng a ea ho eena, a ‘molella litaba tsohle, eaba ntat’a bona o re: “Se ts’ohe! Ruri! U pholohile har’a batho ba fosahetseng.”"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "E mong oa barali ba hae a re: “Oho ntate! Ak’u mpe u mo fe mosebetsi! Hobane u bonahala a le molemo, a bile a le matla le hona ho ts’epahala.”"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "A re: “Ruri! Ke rata ha u ka nyala e mong oa barali bana ba ka, ka mokhoa oa hore u nts’ebeletse lilemo tse robeli. Empa haeba u ka qeta tse leshome seo se tla be se le molemo ho uena, hobane nke ke ka u sotla. Haeba e le thato ea Allah, Ruri! U tla fumana hore ke e mong oa ba lokileng.”"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "A re: “Seo ha e be litumellano lipakeng tsa ka le uena. Pallo efe kapa efe eo ke tlang ho e phetha ho se ke haeba le bolotsana malebana le ‘na, Allah ke paki holim’a litumellano tsa rona.”"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "Hang hoba Moshe a phethise lipallo, eaba u tsamaea le lelapa la hae, eleng moo a ileng a bona mollo sebakana le eena; a re ho lelapa la hae: “Salang mona. Ruri! Ke bona mollo thoko mane; mohlomong ke tla le tlela le litaba tse molemo ho ona, kapa ke tla le okhela leshala ho ona, hore le tle le iphuthumatse.”"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Eitse hoba a atamele ho ona, eaba o utloa a bitsoa ka lehlakoreng le letona la phula sebakeng se halalelang se haufi le sefate: “Oho Moshe! Ruri! Ke ‘Na Allah, Mong`a Mafats’e"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "Lahlela lere la hau fats’e.” Ha a bona le hahaba joaloka noha, eaba o thinya ka potlako, lentsoe la re: “Oho Moshe! Atamela haufinyane, u se ts’abe letho. Hobane Ruri! U e mong oa ba ts’ireletsong"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Kenya letsoho la hau sefubeng, le tlatsoa le le lesoeu le sena lebali, ebe o pholla letsoho la hau lehlakoreng khahlanong le ts`abo. Tsena e tla ba lits’upiso tse peli tse tsoang ho Mong`a hau tseo u tla ea le tsona ho Faro le Matona a hae: Ruri! Ke batho ba qoetseng sebeng, ba soto.”"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "A re: “Mong`a ka! Ruri! Ke ile ka bolaea motho har’a bona, ke ts’aba hore ba tloha ba mpolaea"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "Moena’ka Aarone ke kheleke ho feta `na. Kahoo, nthome le eena ho ba mothusi oa ka ho mpakela. Ruri! Ke ts’aba hore ba tloha ba nqosa ka leshano.”"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "Allah A re: “Re tla matlafatsa letsoho la hau ka moena’o, Re tla le neha matla ka bobeli ba lona, hore ba tle ba se ke ba le atamela ho latela Lits’upiso tsa Rona. Lona le le babeli le tla ba bahloli `moho le bohle ba tla le latela.”"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Ha Moshe a tla ho bona ka Lits’upiso tsa Rona tse hlakileng, ba ile ba re: “Tsena ha se letho haese boloi bo iqapetsoeng. Etsoe ha re’a s’o ka re utloa sena har’a bo-ntat’a rona moholo.”"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Moshe a re: “Mong`a ka ke Eena ea Tsebang ka botlalo ea tlisang tataiso e tsoang ho Eena, eo qetello ea hae e tla khahlang bophelong Bo-tlang. `Nete ke hore baetsalibe bona ba ke ke ba atleha.”"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Faro a re: “Oho lona Matona! Ha ke tsebe haeba le na le molimo o mong ntle ho ‘na, kahoo, uena Haman mpesetse mollo ke tl’o foroma litene; u nketsetse Paleise e phahameng, hore ke tle ke hloelise `Mopi oa Moshe; empa ka ho ea ka `na ke nahana hore o leshano.”"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "O ne a ikhohomosa le ho ikakasa lefats’eng ho feta tekano, – eena le mahlahana a hae ba ne ba sa nahane hore ba tla khutlela ho Rona"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Kahoo Re ile Ra mo nanola mmoho le mahlahana a hae, Ra ba lahlela har’a leoatle. Joale, bona qetello ea baetsalibe"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "Re ile Ra ba etsa Baetapele ba biletsang mollong, mohla Letsatsi la Kahlolo ba ke ke ba fumana thuso"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "Re hlotse thohako lefats’eng lena ho ba salama, mohla Letsatsi la Kahlolo ba tla ba har’a bakhesehang"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "Re ile Ra senolela Moshe Lengolo kamor’a hoba Re ripitle meloko ea pele; Thlakiso ho batho, Tataiso le mohau, hore ba tle ba amohele khalemo"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "U ne u le sieo ka lehlakoreng la bophirima ho thaba nakong eo Re neng Re hlalosetsa Moshe melao, kapa ho ba paki"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Empa Re ile Ra tsosolosa meloko, ba phetse lilemo tse telele tse ileng tsa feta. U ne u se moahi oa Mediane, nakong eo Re neng Re ba phetela lits’enolo tsa Rona, Re ‘nile Ra ba romella Baromuoa"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Ebile u ne u se haufi le Tur nakong eo Re neng Re epa pitso; empa e le Mohau o tsoang ho Mong`a hau, ho fana ka thlokomelise ho batho bao ho bona ho sa kang ha finyella mohlokomelisi pele ho uena, e le hore ba tle ba amohele khalemo"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "Haeba koluoa e ka ba oela ho latela liketso tseo matsoho a bona a li rometseng nale, ba tle ba re: “Mong`a rona! Hobaneng ha o sa ka oa romella Moromuoa ho rona, hoo re ka beng re ile ra latela lits’enolo tsa hau le ho ba har’a ba kholoang?”"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Empa hang ha ‘nete e se e finyeletse ho bona e tsoang ho Rona, ba re: “Ke hobaneng ha a sa fuoa Lengolo le ts’oanang le la Moshe?” Ha ba ka ba latola Lengolo le neng le filoe Moshe? Ba re: “Boloi ka bobeli bo thusanang;” ba bile ba re: “Rona re`a li latola kaofela.”"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "E re: “Hlahisang Lengolo ho tsoa ho Allah le fanang ka tataiso e hlakileng ho feta ana a mabeli, hore ke tle ke le sale morao haeba le hlile le buoa ‘nete.”"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Empa haeba ba sa fane ka karabo, joale u tsebe hore seo ba se latelang ke litakatso tsa bona. Etsoe hana ke mang ea khelohileng ka ho fetisisa ha ese ea latelang litakatso tsa hae kantle le tataiso e tsoang ho Allah. Ruri! Allah ha A tataise batho ba oetseng sebeng"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "Ha joale Re entse hore lentsoe le fihle ho bona, e le hore ba tle ba amohele khalemo"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Bao Re ileng Ra ba neha Lengolo pele ho Qura’n, ba kholoa ts’enolong ena"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Nakong eo ba le pheteloang, ba re: “Re kholoa ho lona. Hobane Ruri! Ke ‘nete e tsoang ho Mong`a rona. Le pele ho lona re ne ntse re le har’a ba inehetseng ho Eena.”"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "Ruri! Haele ba tla nehoa moputso oa bona o menahantsoe ha beli, hobane bana le mamello, ba phetetsa bobe ka botle le ho fana ka tseo Re ba sitsitseng ka tsona"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "Nakong eo ba utloang lipuo tse hlabisang lihlong, ba sutha pel’a tsona, ebe ba re: “Mesebetsi ea rona e be ho rona, le lona ka ho ts’oana. Khotso e be ho lona! Ha re thabele maoatla.”"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Ke `nete u ke ke oa tataisa e mong le e mong eo u mo ratang, empa Allah U tataisa ea khahloang ke Eena. Ke Eena Ea tsebang hantle ba amohelang tataiso"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Ba bile ba re: “Hoja e be re ne re ka latela tataiso ea hau, re ne re tla lelekoa ka har’a naha ea rona.” Ana ha Re’a thoma nqalo e ts’ireletsehileng, moo ho hlahang litholoana ka mefuta, ebile e le nala e tsoang ho rona? Ruri! Bongata ba bona ha ba na kutloisiso"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Hana ke lichaba tse kae tseo re ileng ra li ripitla tse neng li hloka teboho malebana le mekhoa ea bona ea bophelo! Metse ea bona ke lithako, tseo ho sa kang haeba le batho ba ileng ba lula ho tsona kamor’a bona haese feela ba fokolang. Ebile Rona bao ebileng majalefa"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Ebile Mong`a hau ha A es’o ka A ripitla metse, A es`o bahlahisetse Moromuoa pele har’a bona ea ba phetelang lits’enolo tsa Rona. Ha Re’a s’o ka Re ripilta metse kantle le hore ebe baahi ba eona ebile baetsalibe"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Eng kapa eng eo ebang le kile la e fuoa, ke boithabiso ba lefats’e lena le eona mekhabiso; haele tseo Allah A li ruileng li molemo, ebile li ke ke tsa fela. Ha le na kelello na"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Ana eo Re mo ts’episitseng ts’episo ea ‘nete eo a tlang ho e fumana, a ka ts’oana le’a filoeng nyakallo e fokolang ea monyaka oa bophelo ba lefats’e, eo ka letsatsi la tsoho a tlang ho ba har’a ba bilelitsoeng kahlolong"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "Mohla letsatsi leo ka lona A tlang ho ba bitsa, e be U re: “Ba kae batlatsetsi ba Ka bao le neng le ba nahana?”"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Bao lentsoe le tlang ho tla ho bona ka ‘nete, ba tla re: “Mong`a rona! Bana ke bona bao re ileng ra ba tataisetsa khelohong. Re ba tataiselitse thoko joaloka ha le rona re ne re khelohile. Re hlalosa boitlhotlhollo ba rona kapel’a Hau: etsoe ba ne ba sa khumamele Rona.”"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Ho tla thoe: “Bitsang batlatsetsi ba lona.” Ba tla ba bitsa, empa ba keke ba ba mamela; ba tla bona Timelo. Hoja ebe ba ne ba ile ba tataisoa"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "Mohla letsatsi leo ka lona A tlang ho ba bitsa, e be U Re: “Ke efeng karabo eo le ileng la fana ka eona ho baromuoa?”"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Mohla letsatsi leo litaba tsohle li tla ba timella, ba keke ba tseba ho botsana"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Empa haele ba tla sokoloha, le hona ho kholoa le ho etsa tse lokileng, ba tla ba le ts`epo ho ba har’a ba fihlelang pholoho"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Mong`a hau U hlola seo A se ratang, A bile A khahloa ke sona. Ha ho khetho leha e le e nyenyane eo ba nang le eona. Tlotla e be ho Allah, Ea Phahametseng tsohle tseo ba Mo kopanyang le tsona"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Ebile Mong`a hau U tseba ka botlalo tseo lipelo tsa bona li li patileng le tseo li li pepesang"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Ke Allah; ha ho `Mopi e mong kathoko ho Eena. Ke Eena Ea rorisoang sethathong le khabareng, taelo ke’a Hae, Eo kaofela le tlang ho boela ho Eena"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "U re: “Ana le ke le nahane hore haeba Allah A ka etsa hore bosiu bo se ke ba feela hohang holima lona ho fihlela Letsatsi la Kahlolo, ekaba mang kantle ho Allah ea ka le tlisetsang leseli?” Ana ha le utloe"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "U re: “Ana le ke le nahana hore haeba Allah A ka etsa hore letsatsi e be sesafeleng, ke mang kantle ho Allah ea ka le tlisetsang bosiu boo le phomolang ka bona?” Na le sa tla ke le bone"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Ke Allah Ea Hlotseng bosiu le mots’eare ka Mohau Oa Hae, hore bosiu le phomole, mots’eare le tsomane le Nala Ea Hae, hore le tle le fane ka liteboho"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "Mohla letsatsi leo A tlang ho ba bitsa ka lona, U tla Re: “Ba kae batlatsetsi ba Ka bao le neng le hopola hore ke bona?”"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Re tla thonya paki khahlano le sechaba ka seng, e be Re Re: “Hlahisang bopaki ba lona.” Joale, ke moo ba tla tseba hore Allah U na le ‘nete, tsohle tseo ba neng ba iqapetse tsona li tla ba phoqa"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Qarun kantle ho qeaqeo e ne e le e mong oa habo Moshe, empa o ne a ba hateletse; Re ne Re mo nehile letlotlo le ts’abehang, hoo linotlolo tsa liphaposi tsa thepa li neng li ka ba boima hoo lebotho la banna ba matla li neng li ka ba hlola. Eaba batho ba hahabo ba re: “Se ke oa ikakasa; hobane Ruri! Allah ha A rate batho ba ikakasang"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Empa ak’u tsomane le lehae la bo-tlang ka thepa eo Allah A u nehileng eona, u se ke oa iphapanyetsa kabelo ea hau lefats’eng lena, u be u be le mosa joaloka ha Allah A ile A ba mosa ho uena, u se ke oa fehla pherekano lefats’eng; hobane Ruri! Allah ha A rate baferekanyi.”"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "Eaba o re: “Ke filoe letlotlo lena feela tlas’a bohlale boo ke nang le bona.” Ana e be ha a tsebe hore Allah U kile A ripitla meloko e bileng teng pele ho eena, banna ba neng ba ena le matla a ts’abehang ho feta eena, ebile e le barui ba mo fetang? Ba molato ha ba botsoe lipotso khahlano le libe tsa bona"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Eaba o tsamaea ka boikakaso hara batho ba habo. Ba neng ba ena le taba-tabelo ea bophelo ba lefats’e, ba re: “Ao, hoja empe e be re ne re filoe matlotlo a ts’oanang le’a filoeng Qarun! Ke morena oa mahlohonolo ruri.”"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Empa haele ba neng ba filoe tsebo, ba re: “Thohako e be ho lona! Moputso oa Allah ho molumeli ea etsang toka o molemo ka ho fetisisa, ke ba nang le mamello feela ba tla una molemo oo.”"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Eaba Re mo kupetsa ka lefats’e hammoho le motse oa hae. O hlokile lebotho le ka mo thusang khahlanong le Allah, kapa hona hore e be o bile har’a ba ipholosang ka bo-bona"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Eitse ka la hosasa hoa fumanoa ba neng honohela maemo a hae ba qalella ho re: “Ao, Ruri! Ke Allah ea phaellang nala ho ea khahloang ke Eena har’a makhabunyane a Hae, ebile o fokoletsa ope ea khahloang ke Eena. Hoja e se ke ea eba ka lereko la Allah holim’a rona, A ka be A ile a etsa hore le rona re metsoe ke lefats’e. Ao, letsatsi le mahlonoko! Ba latolang Allah ka ‘nete ba ke ke ba atleha"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Lehae la Bo-tlang lona Re tla le abela ba sa ithereleng khatello lefats’eng le hona ho fehla morusu. Qetello e khahlang ke ea ba etsang botle"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Haele mong le mong ea simollang se lokileng, o tla fumana se molemo ho feta seo; athe ba tla simolla bobe, Ruri! Baetsalibe ba tla phetetsoa feela ka tseo ba li entseng"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Hobane Ea u nehileng Qura›n e le molao, Ruri! U tla u khutlisetsa Hae hape. U re: “Mong`a ka U hlokolosi haholo ka eo ea tlisang tataiso le ea khelohetseng phosong e hlakileng.”"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "U ne u sa lebella hore Lengolo le ka Romeloa ho uena; empa ke mohau o tsoang ho Mong`a hau, kahoo u se ke be oa ba mothusi oa ba latolang"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "U se ke be oa ba lumella ho u khelosa lits’enolong tsa Allah kamor’a hore li finyelle ho Uena; empa u biletse batho ho Mong`a hau, u se ke be oa ba e mong oa ba manehang batlatsetsi ho Eena"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Ho se be mong le mong eo u ka mo khumamelang kantle ho Allah. Hobane ha ho `Mopi e mong ntle le Eena. Lintho tsohle li tla timela ntle feela le sefahleho sa Hae. Taelo ke Ea Hae, lona bohle le tla boela ho Eena"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Na batho ba nahana hore ba tla lesoa feela ho ba baitse: “Re’a kholoa”, Ba keke ba lekoa"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Re ile Ra leka ba bileng teng pele ho lona. Ke kamoo Allah A tsebang ba ikokobetsang le ba ikaketsang"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Ebe ba etsang liketso tse fosahetseng ba nahana hore liketso tsa bona li ka ba molemo ho feta Rona? Se sebe ke qetello ea bona"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Athe haele mang, kapa mang ea tsitlallelang ho kopana le Allah, a tsebe hore Ruri! Pallo ea Allah e haufinyane, U Utloa Tsohle, U Tseba Tsohle"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Etsoe mang, kapa mang ea tsitlalletseng, ba etsa joalo molemong oa meea ea bona; hobane Allah ha A hloke letho ho libupuoa tsa Hae"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "Bohle ba kholoang, ba etsa liketso tse lokileng, Re tla hlakola liketso tsa bona tse mpe, ebe Re ba putsa ka se molemo seo ba se entseng"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Re khothalelitse batho ho ba mosa ho batsoali ba bona; empa haeba ba ka tsitlallela ho o khothaletsa ho maneha e mong ho ‘na eo o se nang tsebo ka eena, o se ke oa ba mamela. Hobane poelo ea hau e ho ‘Na, ke tla o bolella seo le neng le tloaetse ho se etsa"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Haele ba kholoang, ba bile ba etsa liketso tse lokileng, Ruri! Re tla ba amohela har’a ba lokileng"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Ho teng har’a batho ba reng: “Re kholoa ho Allah”, Empa ha a thulana le bothata ts’ebeletsong ea Allah, o tsoelipanya khatello ea batho joaloka ha eka ke kotlo ea Allah; haeba u ka fumana tlholo e tsoang ho Mong`a hau, ba tla re: “Ruri! Re bile le uena nako ena eohle. Ana ha se Allah Ea hlokolosi ka ho fetisisa ka tseo tse ka har’a lifuba tsa libopuoa tsa Hae"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Ruri! Allah U tseba ka botlalo ba kholoang le Baikaketsi"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Mahana-tumelo ba re ho ba kholoang: “Latelang tsela ea rona ea tumelo, Ruri! Re tla jara libe tsa lona.” Ha ho seo ba ka se jarang libeng tsa bona. Hobane Ruri! ba leshano"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Empa ba tla jara mejaro ea bona le’a ba bang kathoko ho ea bona, ba bile ba tla botsoa mohla Letsatsi la Kahlolo ka lebaka la mashano a bona"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Re ile Ra romella Nooe, ho batho ba habo, o bile le bona ka lilemo tse makholo a robong le mashome a mahlano; empa ba ile ba khangoa ke moroallo oa metsi, ba lutse sebeng"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Re ile Ra mo pholosa le Balekane ba Areka, Ra etsa Areka Sesupo ho batho bohle"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "Le Abrahama Re ile Ra mo pholosa: Bonang, a re ho batho ba habo: “Sebeletsang Allah, le ts’abe Eena feela; seo se molemo ho lona – hoja ebe lea utloisisa"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "“Hobane le khumamela melingoana kantle ho Allah, e bile le qapa Leshano. Bohle bao le ba sebeletsang ntle ho Allah, ha ho phepo eo ba ka le nehang eona. Kahoo, kopang phepo ea lona ho Allah, mo sebeletseng le hona ho fana ka liteboho ho Eena, hobane poelo ea lona bohle e ho Eena"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "Haeba le’a latola, lichaba li ‘nile tsa latola tse bileng teng pele ho lona, ts’ebetso ea moromuoa ke ho phatlalatsa molaetsa feela ka ho totobala.”"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Na ha ba bone kamoo Allah A hlahisang tlholeho kateng, joale e be U e pheta hape? Hobane Ruri! Seo se bobebe ho Allah"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "E re: “Hahlaulang le lefats’e le tle le bone kamoo Allah A hlolang tlholeho kateng, le kamoo Allah a boetseng A tlang ho e pheta hape. Hobane Allah U na le matla holima lintho tsohle"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "U ahlola eo A ikhethelang Eena, ebile U apesa ka mohau eo A khahloang ke Eena, poelo ea lona bohle e ho Eena"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Le ke ke la phonyoha ho Eena lefats’eng le leholimong, etsoe kathoko ho Allah ha le na motsoalle, kapa eena mothusi"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Haele ba latolang lits’enolo tsa Allah esita le eona kopano ea bona le Eena, – Ke bona bat la hloka ts’epo mohaung oa Ka. Ke bona ba tla oeloa ke Kahlolo e mahlonoko"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "Empa karabo ea batho ba habo ebile feela hore ba re: “‘Molaeng kapa le mo chese.” Allah U ile a mo pholosa mollong oo. Ruri"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "Eaba o re: “Le ikhethetse melingoana ntle ho Allah. Le lerato le teng lipakeng tsa lona ke la bophelo ba lefats’e lena feela. Mohla Letsatsi la Kahlolo le tla nyelisana, le ho rohakana ka bo-lona, lehae la lona e tla ba mollo, le ke ke la fumana ope ho le thusa.”"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Empa Lota o ne a lumela ho Eena: A re: “Ke tla siea lehae ka lebaka la Mong`a ka. Hobane Ruri! Ke Eena, Eena feela Ea Matla Oohle, Ea Seli.”"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Re ile Ra sitsa Abrahama ka Isaaka le Jakobo, le hona ho phethahatsa Boporofeta le Lengolo har’a litloholo tsa hae, Re bile Ra mo neha moputso oa hae lefats’eng lena, le ho bo-tlang ha ho tika-tiko, Ruri! O tla ba har’a ba lokileng"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "Hopola Lota! Mohla a neng a re ho batho ba habo: “Ruri! Le etsa liketso tse soabisang tseo ho sa kang haeba le sebopuoa se kileng sa li etsa pele ho lona"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Na Ruri le na le likamano le banna, ha ele moo le eka bahahlaoli tseleng le hona ho etsa liketso tse fosahetseng likopanong tsa lona? Empa karabo ea batho ba habo e bile feela hore ba re: “Re tlisetse kahlolo ea Allah haeba u hlile u na le ‘nete!”"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "A re: “Mong`a ka! Ak’u mphe tlholo khahlanong le batho ba etsang manyala!”"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "Mohla baromuoa ba Rona ba neng ba tliselitse Abrahama litaba tse molemo, ba ne ba re: “Ruri! Re haufinyane le ho ripitla batho ba motse ona, hobane baahi ba ona ke baetsalibe.”"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "Eaba Abrahama o re: Lota o teng moo.” Baromuoa ba re: “Re hlokolosi ka ho fetisisa ka ba teng moo. Re tla mo pholosa le ba lelapa la hae kaofela ntle le mosali oa hae, eo eena a tlang ho ba har’a ba saletseng morao.”"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Mohla baromuoa ba Rona ba neng ba fihla ho Lota, o n’a be a le maqakabetsing ke liketso tsa mehahabo, hobane o ne a hloleha ho ba s’ireletsa; empa baromuoa ba ile ba re: “Se ts’ohe le hona hoba mahlomoleng! Ruri! Re tla u pholosa le lelapa la hau kaofela, ntle feela le mosali oa hau, eo eena a tlang hoba har’a ba saletseng morao"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Ruri! Re haufi le ho lihela kotlo holim’a baahi ba motse ona e tsoang leholimong, hobane ke baetsalibe.”"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Ka kotlo eo, Re siile sesupo se hlakileng ho batho ba nang le kelello"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "Re ne Re romelle Shuaib ho batho ba Mediane, e le ngoana’bo bona. O ne a re: “Oho batho ba heso! Sebeletsang Allah, le ts’abe pele ho Letsatsi la Bofelo, le se etse linyonts’a ka ho etsa manyala lefats’eng.”"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Empa ba mo latola, eaba ts’its’inyeho e ts’abehang ea lefats’e e ea ba metsa, esale hosasa ba fumanoa ba tjapaletse malapeng a bona"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Ba-Ad le Ba-Thamud! Koluoa ea bona e hlakile ho lona ka lesupi le lithako tsa malapa a bona. Ke satane ea entseng hore liketso tsa bona li shebahale li khahlisa mahlong a bona, o ile a ba sitisa ho kena tseleng, le hoja bane ba filoe Bohlale le Tsebo"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "Joaloka Qarun, Faro le Hamana! Moshe o ile a ea ho bona ka lits’upiso tse hlakileng tsa matla a Allah, empa ba ile ba ikakasa lefats’eng. Ha ba ka ba una mojahong"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Re ile Ra nka e mong le e mong oa bona ho latela sebe sa hae; har’a bona ho ne ho le teng eo Re neng Re mo romelle sefako, e mong eena Re ne Re mo hloibile ka ho qhoma ho ts’abehang, ha emong eena a ne a metsoe ke lefats’e e mong eena o ne a khangoe ke metsi. Ha se Allah ea ba foselitseng, empa ba ile ba iphosetsa"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Papiso ea ba ikhethelang bats’ireletsi ba bang ntle ho Allah, e ts’oana le’a sekho nakong eo se ikhahelang ntlo, Ruri! Se bobebe ka ho fetisisa har’a matlo ke ntlo ea sekho, hoja e be ba ne ba tseba"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Ruri! Allah U tseba ka botlalo lintho tseo ba bitsang ho tsona ntle ho Eena. Etsoe U Matla Oohle, U Seli"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Lipapiso tsena, Re li pheta molemong oa batho: Empa ba li utloisisang ke ba nang le Tsebo"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Allah U hlotse maholimo le lefats’e ka tekanyo ea ‘nete. Ruri! Hona ke sesupo ho ba kholoang"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Pheta Lengolo le tlileng ho uena ka ts’usumetso, u phethe lithapelo tsa mehla eohle. Hobane thapelo eo thibela liketso tse soabisang le tse fosahetseng, hobane Khopolo ea Allah e bohlokoa haholo. Etsoe Allah U tseba tseo le li etsang"
        },
        {
            "chapter": 29,
            "verse": 46,
            "text": "U se phehe khang le batho ba Lengolo ntle le haeba e le ka mokhoa o molemo, le bao har’a bona ba etsang libe; feela u re: “Re kholoa ho seo re se senoletsoeng le seo lona le se senoletsoeng; `Mopi oa rona le `Mopi oa lona ke `Mopi a le mong, re inehetse ho Eena.”"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "Eleng lona lebaka leo ka lona re u senoletse"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Ha’o es’o bale Lengolo pele ho lena, kapa hona ho le ngola ka letsoho la hau le letona, mohlomong balateli ba leshano ba tloha ba eba le khoao"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "Empa ke Lits’enolo tse hlakileng lipelong tsa ba nehiloeng tsebo, ha ho ba ka latolang Lits’enolo tsa Rona haese feela baetsalibe"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "Ba bile ba re: “Hobaneng ha litsenolo li sa romelloe ho eena ho tsoa ho Mong`a hae?” E re: “Lits’upiso li ho Allah feela, ‘na ke mpa ke le mohlokomelisi ea pepenene.”"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "Na ha ho oa lekana ho bona haele moo Re ile Ra romella Lengolo ho uena leo u ba ballang lona? Ruri"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "E re: “Allah U lekane e le paki lipakeng tsa ka le lona. E bile o tseba lintho tsohle tse teng maholimong le lefats’eng. Haele ba kholoang mashano, ba latola Allah, ke bona ba lahlehetsoeng.”"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Ba u kopa ho potlakisa Kahlolo ea Allah. Hoja e be ho ne ho sa ka ho’a tsepamisoa nako ea pallo, Ruri! Kahlolo e ka be e tlile ho bona. Ruri! E tla tla ho bona ka sekhahla nakong eo ba sa hlokomelang"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Ba u kopa ho potlakisa kahlolo, le hoja Ruri! Lihele li kopetse balatoli ba tumelo har’e"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "Mohla letsatsi leo ka lona Kahlolo e tlang ho ba kupetsa holimo le ka tlase, Lentsoe le tla re: “Latsoang litholoana tsa liketso tsa lona!”"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "Oho lona makhabunyane a Ka a kholoang! Ruri! Lefats’e la Ka le pharaletse. Kahoo, sebeletsang ‘Na feela"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Moea ka mong o tla latsoa lefu. Qetellong Poelo ea lona bohle e ho Rona"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Haele ba kholoang, ba bile ba etsa liketso tse lokileng – ba tla fuoa matlo Leholimong, – a mekato ao e leng malapa a serapa seo linoka li phallang tlas’a tsona. Kamoo teng ba tla phela kahosafeleng. O babatsehang moputso oa ba etsang botle"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "Ba nang le mamello, ba behile ts’epo ea bona ho Mong`a bona le Mots’ireletsi"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Ana ke liphoofolo tse kae tse teng moo tse sa jarang nala ea tsona? Ke Allah Ea li fepang `moho le lona: Hobane U utloa tsohle, U Tseba Tsohle"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Haeba u ne u ka ba botsa hore na ke mang ea hlotseng maholimo le lefats’e le hona ho tsepamisa letsatsi le eona ngoeli mocheng oa ts’ebetso? Ruri ba ne ba tla re: “Ke Allah.” Joale, hobaneng ba furaletse ‘nete"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Allah U pharalatsa nala ho ope ea khahloang ke eena har’a makhabunyane A Hae, U e fokotsa ho ope ea khahloang ke Eena. Ruri! Allah U hlokolosi linthong tsohle"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Haeba u ka ba botsa hore na ke mang ea theolelang pula lefats’eng ho tsoa marung, eo ka eona A tsosolosang lefats’e le neng le se le shoele? Ruri! ba tla re: “Ke Allah.” E re: “Lithoriso li be ho Allah!” Empa bongata ba bona ha ba na kutloisiso"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "Bophelo ba lefats’e lena ke eng, haese boithabiso le papali? Lehae la bophelo bo-tlang – ke bona bophelo, hoja ba tseba"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Nakong eo ba kenang likepeng ba bitsa ho Allah, moo ba hloekisang tumelo ea bona ho Eena feela, empa nakong eo A seng A ba finyelelitse lefats’eng, Bona! ba simolla ho maneha batlatsetsi ho Eena"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "Ba nyatsa ka ho hloka teboho Limpho tsa Rona, le ho inehela menyakeng ea lefats’e!. Empa haufi ba tla tseba"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Ana ha ba e s’o bone hore Re phethahalitse sebaka se halalelang, batho bohle ba haufi le teng ba ripitliloe? Ana ba sa tl’a kholoa mashano, ebe ba latola motlopotlo oa Allah"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "Ke mang ea etsang phoso e kholohali ho feta ea qapang leshano khahlanong le Allah, kapa ebe o latola ‘nete nakong eo e finyelellang ho eena? Ana lihele ha se lehae la ba latoli ba tumelo"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "Bohle ba tsitlallelang tseleng ea Rona, Ruri! Re tla ba tataisetsa Litseleng tsa Rona, hobane Ruri! Allah U na le bohle ba lokileng"
        },
        {
            "chapter": 30,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "Muso oa Roma o hlotsoe"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "Naheng ea boahelani, empa kamorao ho tlholo eo ea bona, e tla boela eba bahloli"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "Lilemong tse `maloa, – etsoe Qeto ke’ ea Allah ho tloha sethathong sa litaba ho isa pheletsong, – mohla letsatsi leo, ba kholoang ba tla nyakalla"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "Ka thuso ea Allah. Allah U thusa ea khahloang ke Eena. O na le Matla-Oohle, U Mohau oo Khaphatsehang"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "Ke ts’episo ea Allah. Allah ha A koenehele ts’episo ea Hae, le hoja bongata ba batho bo hloka kutloisiso"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "Ba itsebela feela likarolo tse ling tsa bophelo ba lefats’e, Empa ka Qetello ea tsohle ha ba na tsebo"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Na ee ba inahane? Allah ha A hlola maholimo le lefats’e le tsohle tse teng lipakeng tsa ona haese ka ‘nete le eona pallo ea bofelo. Empa ruri ho teng hara batho ba latolang kopano le Mong`a bona"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Ha ba hahlaule le lefats’e ho bona kamoo ebileng pheletso ea ba bileng teng pele ho bona? Ba ne ba le matla ho ba feta, etsoe ba ne ba lema, ba tlatsa lefats’e ka tsoala ea bona ka palo e holimo ho feta kamoo ba leng ka teng. Baromuoa ba hab’o bona ba fihlile ho bona ka lits’upiso tse hlakileng tsa puso ea Allah. Ha se Allah Ea ba foselitseng, empa ba iphoselitse"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Qetellong timelo e mahlonoko e tla ba ea ba etsang bobe, hobane ba latotse lits’enolo tsa Allah, ba li fetola sesomo"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "Ke Allah qalo ea tlholeho; a boele a e phete, poelo ea lona e ho Eena"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "Mohla letsatsi leo Hora e hlomamisoang, ba molato ba tla fetoha limumu ke ho lahla ts’epo"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "Ha ho muelli eo ba tlang ho mo fumana har’a batlatsetsi ba ba kopanyang le Allah. Ba tla latola batlatsetsi ba bona"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "Ka letsatsi leo Hora e tlang ho hlomamisoa, Letsatsi leo batho ba tla hloptjhoa"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "Ba-kholoang, ba entse liketso tse lokileng; Ba tla thabisoa Senong sa Nyakallo"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "Empa latotseng tumelo le hona ho nyelisa Lits’enolo tsa Rona ka leshano, le kopano ea bophelo Bo-tlang; Ba joalo ba tla atametsoa kahlolong"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "Kahoo, tlotlisang Allah mantsiboea le hoseng ka matjeke –"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "Lithoriso li lebisoe ho Eena maholimong le lefats’eng! – mots’eare oa mantsiboea, leha letsatsi le ea malikelong"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "Ke Eena ea tsosang bafu, le ho fana ka lefu ho tse phelang le ho phelisa lefats’e kamor’a komello. Ke kamoo le tlang ho tsosoa kateng"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "Har’a lits’upiso tsa Hae ho teng sena: U le hlotse ka lerole,- Bonang le lichaba le tletse hohle"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Har’a lits’upiso tsa hae ho teng sena: U le hloletse balekane hara lona, hore le tle le phele ka khotso le bona; U bile U phethahalitse lerato le mohau lipelong tsa lona. Ruri! Molaetsa ona o jere lits’upiso molemong oa ba inahanang"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Har’a lits’upiso tsa Hae ho teng tlholeho ea maholimo le lefats’e le sa phapang ea lipuo tsa lona le ‘mala. Ruri! Molaetsa ona o jere lits’upiso malebana leba thoba nang le tsebo"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Har’a lits’upiso tsa hae ho teng boroko boo le bo robalang bosiu le mots’eare le hona ho tsomana le nala ea Hae. Ruri! Kahar’a sena ho teng Lits’upiso molemong oa batho ba mamelang"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Ho teng har’a lits’upiso tsa Hae, U le bonts’a lehalima le le nyarosang le bileng le fanang ka ts’epo, U romella pula e tsoang marung, eo ka eona A phelisang lefats’e le neng le omeletse. Ruri! Ho teng lits’upiso kahar’a sena molemong oa batho ba nang le kutloisiso"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Ho teng har’a lits’upiso tsa Hae: maholimo le lefats’e li tsepame ka tieo tlas’a Taelo ea Hae, kamor’a mona mohlang A le bitsang ka pitso e le ng’oe; Bonang! Le tla tsoha"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Lintho tsohle tse maholimong le tse lefats’eng ke tsa Hae: Kaofela ha tsona li tlas’a taolo ea Hae"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Ke Eena qalo ea tlholeho a boele a e phete, seo se bonolo ho Eena. Ke Eena Ea boemong bo phahameng ka ho fetisisa ho ka bapisoa maholimong le lefats’eng. Ke Eena Ea Matla Oohle, Ea Seli"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "U le etsetsa papiso har’a lona. Na le na le balekane basebeletsing bao matsoho a lona a matona aba ruileng, ba lekanang le lona le hona hoba le kabelo holim’a thepa eo Re le abetseng eona, bao le ba ts’abang joaloka ha le ts’abana bo-lona? Ke kamoo Re manollang Lits’enolo ka botlalo ho batho ba utloisisang"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Che, baetsalibe ba setse litakatso tsa bona morao ka ho hloka tsebo. Ke mang ea ka tataisang motho eo Allah A mo lesitseng ho kheloha? Ba joalo ha ba na bathusi"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "Tsepamisa maikutlo a hau Tumelong ka ‘nete – tlholehong ea Allah eo A hlotseng motho holim’a eona. Ha ho phetoho melaong ea tlholeho ea Allah. Ena ke Tumelo e nepahetseng, le hoja bongata ba batho bo hloka kutloisiso –"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "Sokolohelang ho Eena A inot`si le mo ts’abe, phethahatsang lithapelo tsa ka mehla eohle; le se be har’a ba kopanyang Allah le melingoana, –"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "Ba arolang Tumelo ea bona, ba fetoha mekhahlelo, mokhahlelo ka mong o nyakalla bo oona"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "Ha batho ba angoa ke bothata, Ba llela ho Mong`a bona le hona ho inyatsa kapel’e ho Eena; empa, hang hoba ba latsoe Mohau oa Hae, Bonang! ba bang ba bona ba khumamela melingoana kantle ho Mong`a bona, –"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Ho bonts’a ho hloka teboho ea melemo eo Re ba sitsitseng ka eona! Natefeloang ha nakoana; empa haufinyane le tla tseba"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Kapa ebe Re ba senoletse bopaki bo hlalosang tseo ba li khumamelang ‘moho le Eena"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Ha Re neha batho tatso ea Mohau, ba ea nyakalla; empa ha bomalimabe bo ba oela e le sephetho sa liketso tsa bona, ba felloa ke ts’epo"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Na ha ba bone hore Allah U phaella nala ea Hae holim’a eo a khahloang ke eena le hona hoba leqe ka eona holim’a eo a khahloang ke eena. Ruri! Molaetsa ona o jere lits’upiso molemong oa ba nang le tumelo"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Fanang ka karolo ea matlotlo a lona ho beng ka lona, mafutsana le ba hahlaoli. Seo se molemo ho ba tsomang Sefahleho sa Allah, bao ke bona ba tla atleha"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Empa seo le fanang ka sona e le phaello moo le batlang phaello e fetang eo holim’a thepa ea batho ba bang, ha e na phaello ho Allah; empa haele seo le fanang ka sona ka bohloeki moo le batlang Sefahleho sa Allah, ke bana ba tla fumana phaello e menahaneng"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Ke Allah Ea u hlotseng le hona ho u neha phepo, A etsa hore u shoe; U tla le neha bophelo hape. Na ho teng e mong har’a ba tlatsetsi ba lona ea ka etsang tse? Lithoriso ke tsa Hae, ke Eena Ea phahameng ka ho fetisisa Ea ka holim’a tsohle tseo ba li manehang ho Eena"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Mofere-fere o tsohile lefats’eng le leoatleng ho latela libe tseo matsoho a batho a li entseng moo a etsang hore ba latsoe karolo ea tseo ba li entseng, hore ba tle ba sokolohe"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "E re: “Hahlaulang le lefats’e le tle le bone seo ebileng qetello eaba bileng teng pele ho lona! Bongata ba bona ene ele ba khumamelang melingoana kantle ho Allah.”"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "Tsepamisa maikutlo tumelong ea ‘nete, pele ho letsatsi le ke keng la sitoa hoba teng le tsoang ho Allah. Ka letsatsi leo batho bohle ba tla arohang’oa –"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "Ba latolang Tumelo ba tla latoloa joalo feela; ba etsang toka, ba ikalla malulo a bona –"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "Hore a tle a putse bohle ka nala ea Hae ba kholoang, ba bile ba etsa liketso tse lokileng. Hobane Ha A rate ba latolang Tumelo"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "Kahar’a lits’upiso tsa Hae ho teng sena: U romella liphefo tse phatlalatsang litaba tse molemo ho lona ho etsa hore le latsoe Mohau oa Hae le hona hore likepe li sese tlas’a taolo ea Hae, le tle le tsome molemo oa Hae le hore le tle le fane ka liteboho"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "Pele ho uena ruri Re ile Ra romella baporofeta har’a batho ba habo bona. Ba ileng ba phatlalatsa lits’upiso tse hlakileng tsa puso ea Allah ho bona. Re ile Ra iphetetsa khahlano le ba bileng molato. Ke tlameho holim’a Rona ho thusa ba- kholoang"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "Ke Allah Ea romellang liphefo tse bilietsang maru, tse bileng li a hasanyang tlas’a leholimo ho phethisa thato Ea Hae; ebe le bona a lutsa pula e hlahang har’a ona. Nakong eo A etsang hore e oela holim’a mang, kapa mang eo A khahloang ke eena har’a makhabunyane a Hae, Bonang, ba ea nyakalla"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "Le hoja pele ba fumana pula, pele ho teng; ba ne ba lahlile ts’epo"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "Lemohang ke hona likhopotso tsa Mohau oa Allah! – Kamoo a tsosang lefats’e kateng kamor’a hoba le shoe. Hobane Ruri! Ke Eena Ea tla tsosa bafu, U na le matla holima lintho tsohle"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "Leha eba Re ka romella phefo; ba e bona e sehlefetse, Ruri! ba tla ‘neba tsitlalle nyefolong ea bona ea tumelo"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "Hobane Ruri! Haele u ke ke oa etsa hore bafu ba utloe, kapa hona ho etsa hore litholo li utloe pitso nakong eo ba furallang"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "Kapa hona ho tataisetsa lifofu ho khutla phosong ea tsona. Ha ho mang, kapa mang eo u ka etsang hore a utloe haese ba- kholoang Lits’enolong tsa Rona le ho ithpalatsa"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "Ke Allah Ea le hlotseng ka mokhoa le fokola, eaba U le fa matla kamor’a bofokoli, kamor’a matla o boetse U fane ka bofokoli le moriri o moputsoa. Etsoe U hlola seo A se ratang. Ke Eena Ea nang le tsebo eohle, le matla Oohle"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "Mohla letsatsi leo Hora e tlang ho hlomamisoa ka lona, ba molato ba tla ikana ka hore ba ile ba lula feela hora lefats’eng: ke kamoo ba khelohileng kateng"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "Empa ba filoeng tsebo le tumelo ba tla re: “‘Ruri le lutse ho fihlela letsatsi la tsoho tlas’a pallo ea Allah. Lena ke Letsatsi la Tsoho, empa le ne le sa tsebe.”"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "Mohla letsatsi leo, lits’oarelo tsa ba entseng bobe li ke ke tsa thusa letho, kapa hona hore e be ba ka meng’oa ho inyatsa"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "Ruri! Re fane ka lipapiso tsa mefuta eohle kahar’a Qura’n molemong oa batho; leha eba u ka tla ho bona ka mohlolo ofe kapa ofe, Ruri! mahana-tumelo ba tla re ho ba-kholoang: “Ha le bue letho haese masaoana.”"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "Ke kamoo Allah a kabileng lipelo tsaba hlokang kutloisiso kateng"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "Kahoo tsitlallela ka mamello: Ruri! Ts’episo ea Allah ke ‘nete: u se lumelle ba hlokang tumelo ho u sisinya"
        },
        {
            "chapter": 31,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "Tsena ke lits’enolo tsa Lengolo le Bohlale"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "Tataiso le Mohau ho ba etsang tse Ntle"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "Ba phethang Lithapelo kamehla le hona ho fana ka Linyehelo, ba bile ba ena le tumelo e feletseng bophelong Bo-tlang"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "Ruri! Ba joalo ba na le tataiso e tsoang ho Mong`a bona. Ke bona ba tla atleha"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "Etsoe ho teng e mong har’a batho ea lefang molemong oa lintho tsa mafeela, hore a tle a khelose batho tseleng ea Allah kantle le tsebo, a bile a e etsa ts’itiso ea sesomo. Kahlolo ea ea joalo ke e soabisang"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "Nakong eo a pheteloang lits’enolo tsa Rona, o li furalla ka boikhohomoso joaloka ha eka ha a li utloa, hoo ekang ke setholo. Kahoo, mo tsebise ka litaba tsa kotlo e mahlonoko e mo tobileng"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "Bonang! Haele ba-kholoang ba bile ba etsa liketso tse lokileng, lirapa tsa nyakallo ke tsa bona"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "Tseo ba tla phela ka har’a tsona. Eo ke ts’episo ea Allah ea ‘nete. Hobane U Matla Oohle, U Seli"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "U hlotse maholimo ntle ho lits’iea tseo le ka li bonang, A ba A hlola lithaba tse tsepameng ka tieo lefats’eng, hoo li sa reketleng ka lona; A ba A hasanya liphoofolo ka mefuta holim’a lefatse. Re romella pula e tsoang leholimong eo ka eona Re hlahisang limela tsohle tsa mefuta tse molemo ho lona"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "Eo ke tlholeho ea Allah. Joale, mponts’eng se hlotsoeng ke tseo le li rapelang ntle ho Eena. Empa baetsalibe ba phosong e hlakileng"
        },
        {
            "chapter": 31,
            "verse": 12,
            "text": "Ruri! Re ile Ra fana ka bohlale ho Luqman: “Bonts‘a teboho ho Allah; mong le mong ea nang le teboho, o fana ka eona molemong oa moea oa hae. Empa ea hlokang teboho – Ruri! Allah ha A na litlhoko, U Ts’oanetsoe ke thoriso"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "Bonang! Luqman a re ho mor’a hae ka keletso: “Oho mora oa ka! U se khumamele ope ntle ho Allah. Hobane Ruri! Ho khumamela melingoana ke phoso e ts’abehang –"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "Re ile Ra khothatsa motho hoba molemo ho batsoali ba hae: hobane ‘ma’e o mo tsoetse ka bofokoli holim’a bofokoli, o khusoa kamora lilemo tse peli, kahoo – “Bonts’a teboho ho ‘Na le ho batsoali ba hau. Hobane pheletso ea leeto la hau e ho ‘Na"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "“Empa ha ba tsitlalletse hore o khumamele mong kantle ho ‘Na eo o senang tsebo ka eena, o se ba mamele. Empa o phele le bona ka mosa bophelong ba lefats’e lena, o latele tsela ea ba relehelang ho ‘Na. Qetellong le tla boela ho ‘na, ke tla le bolella ‘nete ea tseo le neng le li etsa –”"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "“Oho mor’a ka! Ruri! Leha o ka etsa sebe se lekanang le tlhaku ea koro, kapa ebang se patehile tlas’a lejoe, kapa maholimong esita le lefats’eng, Allah U tla se hlahisa pepeneneng. Ruri! Allah U tseba tsohle, U hlokolosi"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "“Oho mor’a ka! Phetha lithapelo tsa letsatsi ka leng, u be u khothaletse mosa, u be khahlano le lehloeo, u be le mamello ho tsohle tse ka u oelang. Hobane Seo ke tlama-thata ea mehloli ea lintho tsohle"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "U se soenye linko ka nyeliso ha u buoa le batho, kapa hona ho tsamaea ka boikhohomoso lefats’eng. Hobane Allah ha A rate motho ea ikhohomosang"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "U be pelo-nolo boits’oarong ba hau, u bebofatse lentsoe la hau. Hobane lentsoe le khobolang ho feta ohle ke la esele ha e lla.”"
        },
        {
            "chapter": 31,
            "verse": 20,
            "text": "Na ha le bone kamoo Allah A entseng hore lintho tsohle tse maholimong le tsohle tse lefats’eng li be molemo kateng ho lona, le kamoo A le sitsitseng kateng ka nala ea Hae eo le e bonang kapa le sa e boneng? Leha ho le joalo ho teng e mong har’a batho ea phehang khang ka Allah, ka ho hloka tsebo, kapa Tataiso le Lengolo ho ba fahlolla"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "Ha ba bolelloa ho latela seo Allah A se senotseng, ba re: “Che, re latela litsela tsa bo-ntat’a rona.” Eng! Le hoja liabolosi a ba hoehlela kahlolong ea Mollo"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "Mong le mong ea inehetseng ho Allah, e le moetsi oa botle, Ruri! O kakatletse letsoho le ts’epahalang. Ho Allah ke phello ea litaba tsohle"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "Ha mong a latola Tumelo, tatolo ea hae e se u kukunele: Poelo ea bona e ho Rona, Re tla ba bolella ‘nete ea tsohle tseo ba li entseng. Hobane Allah U Tseba tsohle tse kahar’a lifuba tsa batho"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "Re ba nehile boiketlo ba nakoana, hamorao re tlaba qhobela kahlolong e se nang khutlo"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "Haeba u ka ba botsa hore: “Ke mang ea hlotseng maholimo le lefats’e? Ba tla araba ba re: “Ke Allah.” E re: “Lithoriso li be ho Allah!” Empa bongata ba bona ha ba Utloisise"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "Lintho tsohle tse maholimong le lefats’eng ke tsa Allah. Ruri! Allah ha A hloke letho, U ts’oanetsoe ke lithoriso tsohle"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "Hoja ebe lifate tsohle tse lefats’eng ke lipene, leoatle ke enke, le bile le phaeletsoe ka maoatle a mang a supileng, mantsoe A Allah A ne a ke ke a lekana ho ngoloa ka tsona. Ruri! Allah U matla Oohle, U Seli"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "Tlholeho le tsoho ea lona bafung, e ts’oana feela le tlholeho le tsoho ea moea o le mong. Hobane! Allah Ke Eena Ea Utloang, Ea Bonang"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "Ha le e s’o bone kamoo Allah A e tsang hore bosiu bo sehe mots’eare tsebe kateng, le hore mots’eare o sehe bosiu tsebe kateng, le kamoo A tsepamisitseng letsatsi le ngoeli kateng hore li etse ts’ebetso ea tsona, le hore e ngoe le e ngoe e tsamaee mocheng oa eona tlas’a taelo ea Hae; le hore Allah U tseba ka botlalo tseo le li etsang"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "Ke hobane Allah ke ‘Nete, hobane seo ba bitsang ho sona ntle ho Eena ke Leshano, etsoe Allah ke Eena Ea Hloahloeng, Ea Moholo"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "Ha le e s’o bone kamoo likepe li sesang kateng holim’a leoatle tlas’a lereko la Allah? – Hore A tle A le bonts’e tse ling tsa Lits’upiso tsa Hae? – Ruri! Kahar’a sena ke Lits’upiso ho bohle ba nang le mamello ba fana ka liteboho"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "Empa haeba leqhubu le ka ba koahela joaloka sekhurumetso, ba bitsa ho Allah, ba mo neha lerato le tlotla e totobetseng. Empa hang ha A se A ba behile kathoko lefats’eng ba ts’ireletsehile, ba bang ba qea-qea lipakeng. Ha ho mong le mong ea latolang lits’upiso tsa rona haese moeki ea hlokang teboho"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "Oho lona batho! Sebeletsang Mong`a lona, le ts’abe letsatsi leo ka lona ho se nang hoba le ntate ea tla buella mora oa hae, kapa mora ea tla buella ntata’e. Ruri! Ts’episo ea Allah ke ea ‘nete. Le se ke la thetsoa ke bophelo ba lefats’e, kapa la lumella liabolosi ho le thetsa khahlanong le Allah"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "Ruri! Allah U na le tsebo ka Hora eo. Ke Eena Ea romellang pula lefats’eng, e bile U na le tsebo ea tse ka lipopelong. Ha ho moea ofe kapa ofe o nang le tsebo ea seo o tla se kotula kamoso, ebile ha ho moea o tsebang lefats’e leo o tla shoela ho lona. Ruri! Allah U tseba tsohle, U hlokolosi"
        },
        {
            "chapter": 32,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "Ts’enolo ea Lengolo leo ho seng khoao ho lona, – le tsoang ho Mong`a Mafats’e"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Kapa ba re: “O iqapetse lona?” Che, ke ‘nete e tsoang ho Mong`a hau, hore u tle u hlokomelise batho bao ho sa kang haeba le mohlokomelisi ea ileng a tla ho bona pele ho uena, hore ba tle ba amohele tataiso"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "Ke Allah Ea hlotseng maholimo le lefats’e, le tsohle tse teng lipakeng tsa tsona ka matsatsi a ts’eletseng. U tsepame ka tieo Teroneng. Ntle ho eena ha le na ea ka le ts’ireletsang kapa eena ‘muelli. Na le sa tla ke le amohele khalemo"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "U laola litaba tsohle tse lefat`seng le leholimong; pheletsong tsohle lit la boela ho Eena ka letsatsi, leo khakanyo ea mohopolo oa lona e leng lilemo tse sekete"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Ke Eena Eo, Motsibi oa tsohle tse patiloeng le tse pepeneneng, Ea Matla Oohle, Ea Mohau o Khaphatsehang"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "Eena Ea entseng lintho tsohle ka tseo A li hlotseng ka botle, A simolla tlholeho ea motho ka letsopa"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "A etsa peo ea motho ka lehloele le eisehang"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "Eaba U oa mo ntlafatsa, A bululela moea oa Hae ka ho eena; A le neha kutlo, pono le lipelo, empa lona le fana ka liteboho tse fokolang"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Ba bile ba re: “Na ha re lahlehile lefats’eng, re ka boela ra hlooloa joang hape?” Empa ba hloka tumelo ka kopano le Mong`a bona"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "E re: “Lenyeloi la Lefu, le ikarabellang ho lona, le tla nka meea ea lona: le tla khobokang’a ka pela Mong`a lona.”"
        },
        {
            "chapter": 32,
            "verse": 12,
            "text": "Hoja ebe le ne le tla bona nakong eo ba molato ba kebisitseng lihlooho tsa bona kateng kapel’a Mong`a bona, ba ntse ba re: “Mong`a rona! Hajoale re bone, e bile re utloile, kahoo re busetse morao; re na le bo-’nete ba hore re tla phetha toka: hobane ruri rea kholoa.”"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "Hoja Re ne Re ratile joalo, Re ka be Re tataisitse meea eohle: empa Lentsoe la Ka le tla phethahala: “Ke tla tlatsa Lihele ka Li-Jinn le batho ha ‘moho"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "Kahoo, latsoang – Hobane le ile la Lebala Kopano ea Letsatsi lena la lona, Le rona Re tla le Lebala – latsoang kahlolo e sa Feleng ka lebaka la liketso tsa lona tse mpe"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "Ke feela ba-kholoang Lits’enolong tsa Rona, bao e reng ha ba hopotsoa ka tsona e beba oela fats’e ka boithapalatso, le hona ho pheta lithoriso tsa Mong`a bona, ba hloka boikhants’o"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "Ba siea mealo ea bona molemong oa ho bitsa ho Mong`a bona ka Ts’abo le ka Ts’epo, ba fana ka tseo Re ba sitsitseng ka tsona"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "Ha ho motho ea tsebang seo a se patetsoeng le se thabisang molemong oa hae, – ele moputso oa seo a neng a se etsa"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "Na motho ea kholoang a ka ts’oana le’a phelang ka bobe? Ha ba ts’oane"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "Empa ba-kholoang ba etsang liketso tse lokileng, Lirapa tsa phomolo ke mahae a bona – e le moputso oa liketso tsa bona"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "Haele mahana-puso le ba khopo, phomolo ea bona ke mollong. Ka linako tsohle ha ba lakatsa ho tsoa kamoo, ba tla sutuletsoa kateng. Ho tla thoe ho bona: “Latsoang kahlolo ea mollo oo le neng le o latola e le leshano.”"
        },
        {
            "chapter": 32,
            "verse": 21,
            "text": "Ruri! Re tla etsa hore ba latsoe kahlolo lefats’eng lena pele ho e Boima, hore ba tle ba khutle mekhoeng"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "Ke mang ea etsang phoso e kholohali haese ea kileng a hopotsoa lits’enolo tsa Mong`a hae, e be hamorao o’a li koenehela. Ruri! Re tla ahlola ba molato"
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "Ruri! Re ile Ra neha Moshe Lengolo; kahoo, le se be le khoao ho le amohela; Re ile Ra le hlophisa e le tataiso ho Bana ba Israele"
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "Eitse hoba ba be le tjantjello ba bile ba lumetse ka tieo lits’enolong tsa Rona, Re ile Ra thonya baetapele har’a bona ba neng ba ba tataisa ka taelo ea Rona"
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "Ruri Mong`a hau U tla ahlola lipakeng tsa bona mohla Letsatsi la Kahlolo likhohlano tsa bona"
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "Na ha se tataiso hore ba hlahlobe kamoo Re ileng Ra ripitla matlobo kateng pele ho bona, ao ba tsamaeang lithakong tsa ona? Ruri! Lengolo leo le jere lits’upiso kahar’a lona! Na ba sa tla ke ba utloe"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "Na ha ba bone kamoo Re theolelang pula lefats’eng le omeletseng, eo ka eona Re hlahisang lijalo tseo e leng lijo ho liphoofolo tsa bona le ho bona? Ana ha ba na pono"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "Ba re: “Ke neng Qeto eo ea lona e tlang ho tla haeba le na le ‘nete?”"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "E re: “Mohla letsatsi la Qeto, ha ho kuno ho mahana-tumelo le ha ba ka kholoa, kapa hona ho nyehlisetsoa.”"
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "Kahoo ba furalle, u lete. Le bona ba lete"
        },
        {
            "chapter": 33,
            "verse": 1,
            "text": "Oho Moporofeta! Ts’aba Allah, u se mamele Mahana-tumelo le Baikaketsi: Ruri! Allah U Tseba Tsohle, U Seli"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Empa latela seo u se senoletsoeng se tsoang ho Mong`a hau. Hobane! Allah U hlokolosi ka tseo u li etsang"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Beha ts’epo ea hau ho Allah, hobane Allah U lekane e le mots’epehi"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Allah ha A etsa lipelo tse peli ka hare ho motho ofe kapa ofe: kapa hona ho etsa basali ba lona bao le ba hlalang ka ho ba ts’oants’a le bo-’ma lona ka Sihar, le ho etsa bara bao le ikholisetsang bona bara ba lona. Sena empa e le puo feela ea melomo ea lona. Ebile Allah U le bolella ‘nete, U bonts’a tsela e nepahetseng"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Ba bitseng ka mabitso a bo-ntata bona. Seo se tla ba molemo ka ho fetisisa mahlong a Allah. Haeba le sa tsebe bo-ntata bona, e tla ba baena ba lona tumelong le metsoalle ea lona. Ha hona ho ba le phoso holim’a lona haeba le sa ka la hlokomela, se bohlokoa ke se maikutlong a lona. Allah U Ts’oarela-joalo- joalo, U Khaphatseha Mohau"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "Moporofeta o haufi haholo ho ba-kholoang ho feta bona ka bo-bona, basali ba hae ke bo-’ma bona. Tsoalano ka mali e haufi haholo ho e mong le e mong oa bona molaong oa Allah ho feta ba-kholoang ba bang le ba ileng ba phaphatheha: kantle leha eba le ka etsa mohau ho metsoalle ea lona: Sena se ngoliloe Molaong"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "Hopola hore Re nkile kano ho Baporofeta: le ho uena, Nooe, Abrahama, Moshe le ho Jesu mora oa Maria. Re ile Ra nka kano ea sebele ho bona"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "E le hore Allah A tle A botse ka bo-’nete ba seo tumelo ea bona e bileng sona. U lokisitse kahlolo e mahlonoko khahlanong le mahana-tumelo"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "Oho lona ba-kholoang! Hopolang molemo oa Allah ho lona mohla le neng le thulane le mabotho, ha Re romella setsokotsane se matla le lebotho kahlahlanong le bona leo le sa kang la le bona. Empa Allah U bona tsohle tseo le li etsang"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "Mohla ba neng ba le khahlela ka mona le ka mona, le se le tsoeretse mahlo hoo lipelo tsa lona li neng li le haufi le liqoqotho, le apareloa ke menahano e fosahetseng malebana le Allah"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "Ho bile le ba-kholoang ba ileng ba lekoa boemong boo, ba ile ba tsukutloa ke letsoalo le ts’abehang"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Baikaketsi le ba nang le maloetsi lipelong tsa bona, ba re: “Allah le Moporofeta oa Hae ha ho seo ba re ts’episitse sona haese mafeela-feela.”"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "Lequloana le leng la bona le ile la re: “Oho lona banna ba Yathrib! Ha le ke ke la emela ntoa, kahoo boelang morao.” Sehlopha se seng se ile sa kopa tumello ea Moporofeta, sa re: “Malapa a rona a setse a sa sireletseha.” Morero oa bona ene e se letho, haese ho hlanola tlhabela"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Hoja lira li ile tsa ba khahlela ka mahlakore ohle, eaba ba khothaletsoa ho ikhula, ba ka be ba amohetse kantle le khanyetso ea letho"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "Empa ba ne ba ikanne ho Allah hore ba ke ke ba koeneha. Boikano ho Allah bo lokela ho arabelloa"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "E re: “Paleho e ke ke ea le thusa ka letho haeba le baleha lefu kapa polao; hobane mofutho oo le phelang har’a ona ke oa nakoana.”"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "E re: “Ke mang ea ka le pholosang ho Allah haeba A le neha Kotlo, kapa ho le neha Mohau?” Kapa ho fumana motsoalle kapa mothusi ofe kapa ofe kantle ho Allah"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "Allah U tseba bohle ba sitisang batho har’a lona le ba reng ho bo-mphato’a bona: “Atamelang haufi le rona!” Empa le se tle ntoeng haese feela ha nakoana"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "Ba le honohela. Empa ha ba otloa ke ts’abo, u tla ba bona ba talimile ka lona ka mahlo a ntseng a panya-panya sa motho ea makhatheng a lefu: Hang hoba letsoalo le khutse, ba u chesa ka maleme a nchocho tlas’a lipelo tse telele thepeng. Ba joalo ba hloka tumelo, Ka lebaka leo, Allah U etsa liketso tsa bona lefeela: Seo se bobebe ho Allah"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "Ba nahana hore Bafuthi ha ba ea beha lihlomo fats’e; hoja e be Bafuthi ba ntse ba tsoelapele, ba ne ba tla lakatsa ho ba lehoatateng har’a Baleleri, ba botsa ka lona; hoja ba ne ba le har’a lona, ba ne ba tla loana empa ka monyebe"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "Ruri! Le na le mohlala o motle ho Moporofeta oa Allah ho ea ts’epetseng ho Allah le ho Letsatsi la Bofelo, a tsitlalla thorisong ea Allah"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "Ba-kholoang ha ba bona Bahlabani ba Bafuthi, ba ile ba re; “Sena ke seo Allah le Moromuoa oa Hae ba re ts’episitseng sona, Allah le Moromuoa oa Hae ba re boleletse seo e leng ‘nete.” Seo sa matlafatsa tumelo le tjantjello ea bona boithapalatsong"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Har’a ba-kholoang ho na le batho ba ‘nete Selekaneng sa bona le Allah. Ba bang ba phethile kano ea bona, ba bang ba sa lebeletse; Empa ha ba ea fetoha le ha nyane"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "Hore Allah A tle A putse batho ba ‘Nete ho latela ‘Nete ea bona, le hona ho ahlola Baikaketsi haeba e le Thato Ea Hae, kapa A retelehele ho bona ka Mohau: Hobane Allah U Ts’oarela joalo-joalo, U Mohau o Khaphatsehang"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Allah U leleketse mahana-tumelo kahlolong ea bona; ha ho molemo oo ba o fumaneng. Allah U lekane ho Ba-kholoang ntoeng ea bona. Allah U Matla, U Matla A ho phethisa Thato Ea Hae"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "Ba bang ba batho ba Lengolo ban eng ba thusa mahana- tumelo – Allah U ile A ba theola maemong a bona, A ba A ts’ollela letsoalo lipelong tsa bona. Ba bang ba bona le ile la ba bolaea, ba bang la ba hapa"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "A le etsa majalefa a naha ea bona, matlo a bona, thepa ea bona esita le naha eo le neng le sa e etele khafetsa. Allah U Matla holima lintho tsohle"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "Oho Moporofeta! E re ho basali ba hau: “Haeba le rata bophelo ba lefats’e lena le mekhabiso ea lona, – tlohong! Ke tla le khotsofatsa, ke le lokolle ka tsela e nonofetseng.”"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Empa haeba le rata Allah le Moromuoa oa Hae le lehae la Bo-tlang, Ruri! Allah U hlophisitse moputso o moholohali sebakeng sa ba hloekileng har’a lona"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "Oho lona basali ba Moporofeta! Haeba e mong oa lona o ne a le molato oa liketso tse nyonts’ang, Kahlolo ea hae e tla phaelloa habeli, hobane seo se bobebe ho Allah"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "Mong le mong har’a lona ea ipabotseng ts’ebeletsong ea Allah le ho Moromuoa oa Hae, a bile a etsa tse lokileng, Re tla mo neha moputso oa hae o menahane habeli, e bile Re hlophisitse phepo ea maemo a phahameng sebakeng sa hae"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "Oho lona basali ba Moporofeta! Ha le ts’oane le basali ba bang. Haeba le ts’aba Allah, empa le se bue ka mantsoe a hohelang, esere eo pelo ea hae e aparetsoeng ke maloetse a tloha a hoheleha, empa le buoe ka mantsoe a hlakileng"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Le lule ka khutso ka matlung a lona, le se ipapatse pooaneng joaloka Mehleng ea Pele ea Tlhoka-Tsebo. Le phethahatse Lithapelo tsa letsatsi ka leng, le hona ho fana ka linyehelo, le utloe Allah le Moromuoa oa Hae. Thato ea Allah ke ho tlosa lits’ila ho lona, beng ka lona, le ho le hloekisa hore le hloke koli"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "Le phete ka tlhoko seo le se Phetetsoeng malapeng a lona, Lits’enolo tsa Allah le Bohlale ba Hae. Hobane Allah U hlokolosi haholo ka mehlolo eohle"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Banna le basali ba Ma-Muslim, le banna le basali ba-kholoang, le banna le basali ba inehetseng, banna le basali ba ‘nete, le banna le basali ba tsitlalletseng toka, le banna le basali ba ikokobetsang, le banna le basali ba fanang ka linyehelo, le banna le basali ba ilang, le banna le basali ba ipolokang khahlano le bobe le bona banna le basali ba hopolang Allah ka thata – Allah U hlophisitse ts’oarelo esita le moputso o babatsehang sebakeng sa bona"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "Ha ho oa lokela ba-kholoang monna kapa mosali hore taba ha e nketsoe qeto ke Allah le Moromuoa oa Hae, e be kamor’a moo ba ba le khoao malebana le taba eo; mong le mong ea khahlanong le Allah le Moromuoa oa hae, o khelohetse thoko"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "Hopola! O ile oa re ho eo Allah A neng a mo sitsitse ka molemo, le uena u neng u mo nehe molemo: “Boloka mosali oa hau lenyalong, O ts’abe Allah.” Empa u ne u patile kelellong ea hau seo Allah a neng a se tlisa leseling, u ne u ts’aba batho, Allah U na le tokelo ea hore u lokela ho mo ts’aba. Joale, eitse hoba Zaid a phethahatse setlamo sa ho khaola lenyalo la hae, eaba Re u kopanya le eena ka lenyalo, hore mohlomong ho se be le sebe ho ba-kholoang malebana le basali bao bara ba bona ba ikholiselitseng bona ba kileng ba ba nyalla eaba ho phethahatsoa setlamo sa bona sa karohano ka Lengolo lipakeng tsa bona. Taelo ea Allah e lokela ho phethahatsoa"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Ha ho na mathata ho Moporofeta ho seo Allah a se etsang ts’ebetso ea hae. Seo e bile tsela ea Allah ho batho ba khale ba seng ba fetile – taelo ea Allah e tlameha ho phethahatsoa –"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "Ebile tloaelo ea ba neng ba phatlalatsa Melaetsa ea Allah, ba mo ts’aba, ho se e mong eo ba mo ts’abang ntle ho Allah. Allah U lekane ho bitsetsa batho tlalehong"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammad ha se ntata motho ofe kapa ofe har’a lona, empa ke moromuoa oa Allah, ke mokoallo oa Baporofeta; etsoe Allah U hlokolosi holim’a lintho tsohle"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "Oho lona ba-kholoang! Ketekang lithoriso tsa Allah, le etse sena khafetsa"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "Le Mo tlotlise hoseng le mantsiboea"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "Ee Eena Ea le Hlohonolofatsang le manyeloi A Hae, hore A tle A le lopolle koetseng Ea Lefifi A le tlise Leseling: e bile U Tletse Mohau ho Ba-kholoang"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "Litumeliso tsa mohla Letsatsi leo ba tlang ho kopana le Eena e tlaba: “Khotso.” E bile U ba hlophiselitse mats’eliso a babatsehang"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "Oho Moporofeta! Ruri! Re u romeletse ho ba Paki, le moromuoa oa litaba tse molemo le eena mohlokomelisi"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "U bile u le leng’osa la Allah ka taelo ea Hae, le lona Lebone le Fanang ka Khanya"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "U phatlalatse litaba tse molemo ho Ba-kholoang hore ba tla fumana Nala e babatsehang ho Allah"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "U be u se ke oa inamela mahana-tumelo le Baikaketsi. U tlolise mahlo holimo litaba tsa bona tse khopo, u behe ts’epo ea hau ho Allah. Hobane Allah U lekane e le Mots’epehi"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Oho lona ba-kholoang! Ha le nyala basali ba-kholoang, le ba hlala pele le ba ama, ha ho nako eo le ka e balang (iddah) malebana le bona. Empa le ba nehe mpho, le ba lokolle ka mokhoa o amohelehang"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "Oho Moporofeta! Re entse hore basali ba hau bao u ba lefeletseng mahali ba be molaong ho uena, le bao u ba phuthileng bao Allah A u nehileng bona e le bahapuoa ntoeng, le barali ba rangoana’o le maloma’o, le barali ba ‘mangoana’o le rakhali’ao ba ileng ba falla le uena, le mosali ea kholoang haeba a inehela ho moporofeta, eba moporofeta o lakatsa ho mo kopa lenyalo –sena ke monyetla ho uena feela, eseng ho ba-kholoang – etsoe Re hlokolosi ka tseo Re li khothalelitseng holim’a bona malebana le basali ba bona le ba ba phuthileng –hore u se be le bothata, hobane Allah U Ts’oarela-joalo-joalo, U Mohau o Khaphatsehang"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "U ka ‘na oa behella eo u mo ratang kathoko, eaba u amohela eo u mo ratang, ebang u na le takatso ho e mong oa bao u ba beheletseng kathoko ha nakoana, ha ho na sebe ho uena haeba u ka mo amohela hape; seo se molemo; e le hore ba tle ba khotsofale, ba se ke ba utloa bohloko le hona ho khotsofalla seo u ba nehang sona. Allah U tseba se ka lipelong tsa lona, Allah U Tseba Tsohle, U Tletse Mamello"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "Ha ho ea lumelleha ho uena ho nyala basali ba bang kathoko ho bao, kapa hona ho ba fapanyetsa ka basali ba bang le haeba o khahloa ke bottle ba bona kantle le bao u ba holisang. Allah ke moalosi holim’a lintho tsohle"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "Oho lona ba-kholoang! Le se kene malapeng a Moporofeta, – moo le habileng lijo ntle le ho emela nako e lokelang, haese haeba o nehiloe tumello. Empa haeba le memiloe le kene, hang ha lijo tsa lona li felile, le tsamae. Le se ke la emela moqoqo. Hobane seo se ka tloha sa ts’oenya moporofeta, u tla ba lihlong ho le kopa hore le tsamae; empa Allah ha A lihlong malebana le ‘nete. Haeba le kopa se seng ho e mong oa basali ba Moporofeta, le se kope ka boits’oaro bo hloekileng. Seo se hloekile lipelong tsa lona le lipelong tsa bona. Ha le ea lumelloa ho ts’oenya Moromuoa oa Allah, kapa hona hore e be le ka nyala basali ba hae kamor’a hae. Hobane Ruri! Seo mahlong a Allah e ka ‘na ea eba sebe se seholo"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "Ebang le hlahisa eng kapa eng pepeneneng, kapa le e patang, Ruri! Allah U tseba ka botlalo lintho tsohle"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "Ha ho sebe ho basali ba ho hlaha ba lokolohile ho bo-ntat’a bona, le bara ba bona, kapa likhaitseli tsa bona, kapa bara ba likhaitseli tsa bona, kapa bara ba bo ausi’a bona, kapa basali ba bona le basebeletsi ba bona. Oho basali! Ts’abang Allah. Hobane Allah ke Paki holim’a lintho tsohle"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Allah le Manyeloi A Hae ba romella mahlohonolo ho Moporofeta. Oho lona ba-kholoang! Mo romelleng mahlohonolo le lona, le mo lumelise ka thlompho"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Ba khopisang Allah le Moromuoa oa Hae, Allah U ba rohakile lefats’eng lena le ho Bo-tlang, e bile U ba hlophetse Kahlolo e nyonyehang"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "Ba ts’oenyang banna le basali ba-kholoang ka bokhopo, ba jara molato oa ketseletso le oa sebe se pepenene"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "Oho Moporofeta! Bolella basali ba hau, barali ba hau le basali ba-kholoang ho apara liaparo tse ba koahetseng nakong eo ba nkang leeto. Seo se molemo, e le hore ba tle ba hlokomelehe, ba se hlekefetsoe. Allah U Ts’oarela-joalo-joalo, U Mohau o Khaphatsehang"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Ruri, haeba Baikaketsi, le bao lipelo tsa bona li koahetsoeng ke maloetsi le ba fehlang merusu ka har’a motse ba sa khaotse, Ruri! Re tla ba nehella ka lona, kamor’a moo e tlaba baahisane ba lona ha nakoana"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Ba tla rohakeha, hoohle moo ba fumanoang teng bat la ts’oaroa ba bolaoe"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Seo ebile tsela ea Allah litabeng tsa batho ba khale ba seng ba fetile; etsoe ha ho matla afe kapa afe ao o ka a fumanang ho fetola tsela ea Allah"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Batho ba u botsa ka Hora. E re: “Tsebo ea eona e ho Allah A Inots’i. Ke eng se tla etsa hore o utloisise? – Mohlomong Hora e se e le haufinyane"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Ruri! Allah U rohakile mahana-tumelo, U ba hlophiselitse Khanare ea Mollo"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Moo ba tlang ho phela kahosafeleng. Ha ho mots’oalle ea ka ba ts’ireletsang, kapa mothusi"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Letsatsi leo ka lona lifahleho tsa bona li tla phetholeloa ka har’a mollo, ba tla re: “Oho, hoja ebe re ile ra mamela Allah le moromuoa oa Hae"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "Ba tla re: “Mong`a rona! Re ile ra mamela marena le banna ba phahameng ba habo rona, ba re khelositse tseleng"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "“Mong`a rona! Oho, A k’u mpe U ba nehe Kahlolo e Menahaneng, U ba rohake ka thohako e matla.”"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "Oho lona ba-kholoang! Le se ke la ts’oana le ba kileng ba khopisa le ho rohaka Moshe, empa Allah U ile A pakahatsa bohloeki ba hae khahlanong le seo ba neng ba mo phara ka sona: U ile a hlompheha mahlong a Allah"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "Oho lona ba-kholoang! Ts’abang Allah, le bue ‘nete"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "E le hore A tle A ntlafatse liketso tsa lona, A le ts’oarele libe tsa lona. Mong le mong ea mamelang Allah le Moromuoa oa Hae, o se a ntse a fihletse tlholo e babatsehang"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Ruri! Re tsepamisitse ‘nete Maholimong le Lefats’eng le Lithabeng, empa li hanne ho e nka, li na le ts’abo. Empa motho o ile a e amohela; – Le hoja a ne a iphasa ka lerapo le booatla"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "Kahoo, Allah U ahlola Baikaketsi, banna le basali, le mahana- tumelo, banna le basali. Allah U retelehela ka Mohau ho ba- kholoang, Banna le basali: Hobane Allah U Ts’oarela-joalo- joalo, U Tletse Mohau"
        },
        {
            "chapter": 34,
            "verse": 1,
            "text": "Lithoriso li be ho Allah, Eo lintho tsohle tse maholimong le lefats’eng e leng tsa Hae. Lithoriso tsa Bo-tlang ke tsa Hae, Ke Eena ea Seli, Ea Hlokolosi linthong tsohle"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "U tseba se tlang lefats’eng le tse melang ho lona, le tse theohang leholimong le tse nyolohelang ho lona. Ruri! Ke Eena Ea Tletseng Khauhelo, Ea Ts’oarelang"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Mahana-tumelo ba re: “Hora e ke ke ea tla ho rona.” E re: “Che, Ruri! Ka Mong`a ka e tla tla ho lona; – Ka Eena Ea tsebang tse sa bonoeng, – Ha ho letho le ka lekanang le lentoana la botsikoane ka boima, kapa laba ka tlase ho moo, kapa laba ka holimo ho moo le ka mo phonyohang maholimong le lefats’eng, empa le ngoliloe ka har’a Buka ea Poloko e Hlakileng"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "Hore A tle A putse ba-kholoang, ba bile ba etsa liketso tse lokileng. Phepo e ntlafetseng ke’a bona, le ts’oarelo"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "Ba tsitlalletseng ho ba khahlano le Lits’enolo tsa Rona ka ho Re leka, – kahlolo e mahlonoko a soabisang ke’a bona"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "Haele ba filoeng tsebo ba a bona hore seo u se senoletsoeng ke ‘nete e tsoang ho Mong`a hau, ebile e tataisetsa tseleng ea Ea Matla Oohle, Ea ts’oanetsoeng ke thoriso eohle"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "Mahana-tumelo ba re: “Ana re ka le supisa monna ea ka le bolellang hore ha le se le hasane leroleng le ranthane, le tla boela le e ba Popo e Ncha"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "“Ebe o iqapetse leshano khahlano le Allah, kapa e be o’a hlanya?” – Che ke ba sa kholoeng ho Bo-tlang, ba Timelong le phosong e thoko-thoko"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Na ha ba bone se kapel’a bona le se kamor’a bona tsa leholimo le tsa lefats’e? Hoja e be e ne e le thato ea Rona, Re ne Re tla etsa hore ba metsoe ke lefats’e, kapa hona ho ba ripitla ka koluoa e tsoang marung. Ruri"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "Re fane ka lereko ho Davida le tsoang ho Rona,: “Oho lona Lithaba le linonyana, phatlalatsang lipesalema tsa Hae tsa lithoriso! Re bile Ra etsa ts’epe hore e be bonolo malebana le eena"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "Ka hore: etsa jase ea ts’epe, u be u lekanye lihakisi tsa ketane ho eona. U be u etse toka. Hobane Ruri! Ke ‘Na ea bonang tseo le li etsang.”"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "Ho Salomone teng Re ile Ra tsosa moea ho mo mamela, oo ho foka ha ona hoseng le mantsiboea eneng e le leeto la khoeli, Re bile Ra etsa hore Seliba sa koporo se ts’akhunye molemong oa hae, Ra mo neha Masabonoeng tse topileng tse neng li tsamaea kapel’a hae ka taelo ea Mong`a hae. Tse tla kheloha taelong ea Rona, Re tla etsa hore li latsoe kahlolo ea Lelakabe la Mollo"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Li ile tsa etsa tsohle tseo a neng a li laba-labela, mahlala: masinakhokhe a likereke, lifika, tsa betla likotloloana tse kang liliba le likotloloana tsa ts’epe tse ahiloeng fats’e. Fanang ka liteboho, Bara ba Davida! Ke ba fokolang feela ba makhabunyane a Ka ba fanang ka liteboho.”"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "Nakong eo Re neng Re mo neha lefu, ha ho letho le ileng la bonts’a lefu la hae ho tsona haese nyonyobetsane e ileng ea ja lere la hae. Eitse nakong eo a oelang, ea ba Masabonoeng ba bona pepenene hore hoja e be li ne li tseba Masabonoeng, ba ka be ba sa ka ba nts’etsa pele ts’ebetso eo e tlotlollang"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "Ho bile le sesupo Sheba motseng oa bona: Lirapa tse peli ka lehlakoreng le letona tse ling ka ho le lets’eali. Jang nala ea Mong`a lona, le be le fane ka liteboho ho Eena kamehla. Ka naha e bohehang le Eena Mong`a khotsofalo eohle"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "Empa ba ile ba koeneha, eaba Re romella morallo oa Iram, Ra ba fapanyetsa ka lirapa tse peli tse behang litholoana tse babang, le tse tala-tala, mona le mane e le lifate tse meutloa"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "Sena ke seo Re ileng Ra ba putsa ka sona hobane ba latotse Tumelo. Etsoe Re fana ka kotlo ena feela ho balatoli ba se nang teboho"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "Eaba Re tsepamisa metse e neng e bonahala lipakeng tsa bona le metse eo Re neng Re ile Ra e hlohonolofatsa, Ra boela Ra etsa boemo lipakeng tsa bona, ba hore: “Tsamaeang ka har’a eona ka khutso bosiu le mots’eare.”"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "Empa ba ile ba re: “Mong`a rona! Ak’u etse maemo lipakeng tsa maeto a rona a ma lelele.” Leha ho le joalo ba ile ba iphosetsa, ka lebaka leo Re ile Ra ba etsa mehlala lefats’eng le hona ho bahasanya hohle. Ruri! Ka har’a sena ke lits’upiso molemong oa phefomoloho e ngoe le e ngoe e nang le mamello le liteboho"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "Satane o ile a fumana ts’ebetso ea hae e le ea ‘nete holima bona, hobane ba ne ba mo latela kaofela haese karolo feela ea ba-kholoang"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "Ha a na matla holima bona, – haese ha feela eba Re beha tekong ea Kholoang ho Bophelo Bo-tlang a bile a na le khoao malebana le bona; Mong`a hau ke Molisa holima lintho tsohle"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "E re: “Bitsang bohle bao le ba ts’epang kathoko ho Allah! Ha ba na matla le holim’a ntho e nyenyane eka bang maholimong le lefats’eng, kapa ho na hoba le seabo ho eona, kapa hona hore e be mothusi oa Allah"
        },
        {
            "chapter": 34,
            "verse": 23,
            "text": "“Ha ho ‘muelli ea ka thusang khahlano le Eena haese eo A mo nehileng tumello e joalo. Le hoja nakong eo ho hlakotsoeng letsoalo lipelong tsa bona, ba reng: “Ke eng seo Mong`a hau A ne A se Laetse?.” Ba tla re: “Seo e leng ‘nete le toka; Ke Eena ea Phahameng, Ea Moholo.”"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "E re: “Ke mang ea le nehang Nala e tsoang marung le lefats’eng?” E re: “Ke Allah; Ruri! Le hoja rona kapa lona le tataisitsoe ka nepo, kapa le le phosong e totobetseng!”"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "E re: “Le ke keng la botsoa ka libe tsa rona, kapa rona ra botsoa ka tseo le li etsang.”"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "E re: “Mong`a rona U tla re khobokanya ‘moho, joale ebe U ahlola lipakeng tsa rona ka ‘nete le toka. Etsoe ke Eena moahloli Ea tsebang tsohle.”"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "E re: “Mponts’eng bao le ba matahantseng le Eena e le batlatsetsi? Che, le ke keng la khona! Hobane ke Allah, Ea Matla Oohle, Ea Seli.”"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "Re u romeletse u le moromuoa oa litaba tse molemo le eena mohlokomelisi oa batho bohle; empa bongata ba batho ha bo na kutloisiso"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "Ba re: “Ke neng ts’episo e e tlang ho phethahala haeba le bua ‘nete?”"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "E re: “Ts’episo ea lona ke’a Letsatsi leo le ke keng la thisa, kapa hona ho potlakisoa.”"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "Mahana-tumelo ba re: “Rona ha re lumele ho"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "Baikhohomosi bona ba tla re ho ba neng ba nyeliseha: “Na re kile ra le qobella ho kheloha tataisong kamor’a hore e finyelle ho lona? Empa e bile lona ba tlotseng meeli.”"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "Ba neng ba nyeliseha ba tla re ho baikhants’i: “Che, empa e ne e le morero oa lona bosiu le mots’eare, nakong eo le neng le re laela ho hloka teboho ho Allah, le hona ho hlomamisa batlatsetsi khahlanong le Eena.” Ba tla memetsa boinyatso nakong eo ba bonang kahlolo; Re tla beha lijoko melaleng ea mahana-tumelo: e tla ba moputso oa mesebetsi ea bona"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "Ha Re’a s’o ka Re romella mohlokomelisi motseng ofe kapa ofe e be barui har’a bona ha ba re: “Rona ha re na ho lumela ho molaetsa oo o tlisitseng ho rona.”"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "Ba re: “Re na leruo le bara ho feta uena, ha re na ho ahloloa!”"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "E re: “Ruri! Mong`a ka o phaella ope ea khahloang ke eena ka nala ea Hae, le hona ho e khutsufatsa malebana le ope ea khahloang ke eena. Le hoja bongata ba batho bo sa utloisise.”"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "Ha se leruo kapa bara ba lona ba tla le atametsa haufi le Rona, empa ke feela ba-kholoang, ba bile ba etsa toka ba tla atamela haufi le Rona. Ba joalo, moputso oa bona o tla phaelloa habeli molemong oa tsohle tseo ba li entseng, e bile ba tla phela ka har’a mekato e phahameng (paradeising) tlas’a ts’ireletso"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "Bohle ba khahlanong le lits’enolo tsa Rona ka liteko, ba tla khanneloa Kahlolong"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "E re: “Ruri! Mong`a ka o phaella nala ea Hae ho ope ea khahloang ke eena oa makhabunyane a Hae, e bile o e khutsufatsa malebana le ope ea khahloang ke eena. Eng kapa eng eo o fanang ka eona molemong oa botle, U oa e buseletsa. Hobane ke Eena ea molemo har’a bafani.”"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "Ka Letsatsi le leng U tla le bokella mmoho, U tla re ho manyeloi, “Batho ba ne ba khumamela lona?”"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "A tla re: “Tlotla e be ho Uena! Boitlamo ba rona bo ho uena – U mots’ireletsi oa rona – e seng bona! Che, ba ne ba khumamela Li-jinn; bongata ba bona bo ne bo kholoa ho tsona.”"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Letsatsing leo ha ho ea tla ba le matla holima e mong, ho ka una letho kapa ho hlahisana kotsi. Re tla Re ho baetsalibe: “Latsoang Kahlolo ea Mollo oo le neng le o latola.”"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Nakong eo ba pheteloang lits’enolo tsa rona, ba re: “Enoa ke monna ea tlil’o tla le khelosa ho tseo bo-ntat’a lona ba neng ba li khumamela;” Ba bile ba re: “Sena ke leshano le qapiloeng.” Mahana-tumelo nakong eo ‘nete e fihlileng ho bona ba re: “Sena ha se letho haese boloi bo pepenene.”"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "Empa ha Re’a ba neha Mangolo ao ba ka beng ba ithutile ona, kapa hona ho romella morumuoa ofe kapa ofe ho bona pele ho uena e le mohlokomelisi"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "Baholo-holo ba bona ba ile ba latola; bana ha ba es’o ka ba amohela le haele karolo ea leshome ea seo Re kileng Ra sitsa ba pele ka sona; empa ha ba latola baromuoa ba Ka. Tatolo ea Ka e bile e mahlonoko"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "E re: “Ke le eletsa ka ntho e le ngoe: le eme kapela Allah ka bobeli le ka bo-ngoe, le be le inahane: Ruri! Ha ho na bohlanya ho mphato’a lona. E bile ha se ho hong haese mohlokomelisi oa lona malebana le kahlolo e ts’abehang.”"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "E re: “Ha ke kope Moputso ho lona: moputso oa ka o ho Allah. Ke Paki holim’a lintho tsohle.”"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "E re: “Ruri! Mong`a ka o rometse ‘nete ka sekhahla. U na le tsebo e phethahetseng ea tsohle tse patehileng.”"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "E re: “‘Nete e fihlile, leshano ha le na monyetla, ebile le ke ke la boea-sekoele.”"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "E re: “haeba kea hlahlathela, ke iphosetsa ka bo-’na, haeba ke tataisitsoe ka nepo, ke ho latela ts’enolo eo ke e senoletsoeng ke Mong`a ka. Ke Eena ea utloang tsohle, U haufinyane.”"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "Hoja e be u ne u ka bona nakong eo ba thothomelang ke matsoalo; ho se kamoo ba ka pholohang kateng, ba tla nanoloa haufi"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Ba tla re: “Re’a kholoa ’neteng”; Empa ba tla amohela joang tumelo ba le hole hakaale"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Tlhokomelong ea hore ba ile ba latola Tumelo pele, ba ne ba ikana ka Masabonoeng ba eme thoko haholo"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "Moeli o tsepamisitsoe lipakeng tsa bona le tseo ba li labalabelang, joaloka ha ho ile ha etsoa joalo ho batho ba khale ba neng ba ts’oana le bona. Ba neng ba tletse khoao le pelaelo"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "Lithoriso li be ho Allah, Ea hlotseng maholimo le lefats’e, Eena ea entseng manyeloi baromuoa ba nang le mapheeo a mabeli, kapa a mararo le’a mane. E bile tlholehong U ngatafatsa tseo A khahloang ke tsona. Hobane Allah U matla holima lintho tsohle"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Seo Allah ka Mohau oa Hae A sitsang batho ka sona ha ho le a mong ea ka se fuparang; seo A se fupereng ha ho le a mong ea ka se fuparollang, kantle ho Eena. Ke Eena Ea Matla Oohle, Ea Seli"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "Oho lona batho! Hopolang lereko la Allah ho lona! Na ho na le `Mopi e mong ka thoko ho Allah ea ka le fepang ho tsoa marung kapa lefats’eng? Ha ho `Mopi e mong ntle le Eena. Joale, ke hobaneng ha le thetsehile ho koenehela ‘nete"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "Haeba ba u latola, baromuoa ba Allah ba ‘nile ba latoloa pele ho uena: Lintho tsohle li tla boela ho Allah ho fihlela liqeto"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "Oho batho! Ruri ts’episo ea Allah ke’a ‘nete. Kahoo, se thetsoeng ke bopheloba lefats’e lena, le se lumelle Moeki oa Sehloho ho le eka malebana le Allah"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "Ruri! Satane ke sera sa lona, kahoo le mo nke e le sera. O mpa feela a memela ba lateli ba hae ho ba Balekane ba Khanare ea Mollo"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "Haele ba latolang Allah, kahlolo e mahlonoko ke’a bona; Empa ba-kholoang ba etsa mesebetsi e lokileng, ba tla ts’oareloa le hona ho fumana Moputso o moholo"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "Na eo liketso tsa hae tse soabisang li entsoeng hore li shebahale li khahla ho eena, hore a tle a li bone li lokile, a ka ts’oana le ea tataisitsoeng ka nepo? Ruri! Allah U lesa eo a khahloang ke eena ho kheloha, e bile o tataisa eo a khahloang ke eena; kahoo u se ke oa ts’oenya moea oa hau ho bona. Hobane Ruri! Allah U hlokolosi ka tseoba li etsang"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "Ke Allah Ea romellang Liphefo tse hlahisang maru; joale, e be Re’a lebisa naheng e omeletseng, e be Re tsosa lefats’e le neng le omeletse ka pula. Ke kamoo Tsoho e tlang hoba kateng"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "Mong le mong ea lakatsang matla, o tlameha ho tseba hore matla ohle ke’a Allah. Mantsoe ohle a lokileng a nyolohela ho Eena, ketso e hloekileng U e beha maemong a phahameng; empa haele ba rerang bobe, – kahlolo ea bona ke e mahlonoko; etsoe merero ea ba joalo e ke ke ea etsa letho"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "Allah U u hlotse ka lerole, ka lehloele la there, joale, eaba U le arola ha beli. Ha ho mosali ea ka Ithoalang le hona ho beleha kantle le Tsebo ea Hae. Etsoe ha ho motho ea tsofetseng eo ekareng botsofaling ba hae eaba o ekeletsoa bophelo, kapa karolo e ngoe ea bophelo ba hae ea khaoloa, empa e ngoliloe ka har’a buka. Hobane Ruri! Seo se bobebe ho Allah"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "Maoatle a mabeli, ha a ts’oane: le leng le pholile ha monate hoo metsi a teng a ka nooang, ha le leng lona metsi a teng a le bohla, a le letsoai. E bile le ja nama e monate e tsoang ho ona ka bobeli le hona ho iphumanela liaparo tseo le li aparang. E bile le bona likepe li parola maqhubu, hore le tle le tsome nala ea Hae, le hona hore le tle le fane ka liteboho"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "Ebile U etsa hore bosiu bo sehe mots’eare tsebe le mots’eare o sehe bosiu tsebe. U tsepamisitse letsatsi le ngoeli hore li be ts’ebetsong. E ngoe le e ngoe e tsamaea mocheng oa eona oa pallo. Eo ke Allah Mong`a lona; puso ke’a Hae; haele bao le ba rapelang kathoko ho Eena, ha ho le karolo eo ba nang le eona le bosoeung bo teng tholoaneng ea palema"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Haeba le’a ba rapela, ha ho thapelo ea lona eo ba e utloang; le hoja ebe ba ne ba ka utloa, ba ne ba ke ke ba le neha letho. Mohla Letsatsi la Kahlolo ba tla ikhula botlatsetsing ba lona. Ha ho ea ka u tsebisang joaloka Eena Ea Hlokolosi linthong tsohle"
        },
        {
            "chapter": 35,
            "verse": 15,
            "text": "Oho batho! Ke lona ba hlokang Allah. ‘Allah! O lokolohile litlhokong tsohle, U lokeloa ke thoriso eohle"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Hoja ke takatso ea Hae, A ka ba le felisitse; A hlahisitse moloko o mong o mocha"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Seo ha se thata ho Allah"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Kapa mojari oa mathata a ka jarang mojaro oa e mong, haeba e mong ea imetsoeng a ka bitsa e mong ho tla mo thusa ka mojaro oa hae, ha ho letho la oona le ka phahamang le haeba a na le likamo le eena. Uena u hlokomelise feela ba ts’abang Mong`a bona lekunutung, ba phethahatse lithapelo. Ea itlhoekisang, o etsa joalo molemong oa phefomoloho ea hae. Leeto la rona le fella ho Allah"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "Motho ea foufetseng a ke ke a ts’oana le’a bonang"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "Kapa lona Lefifi le ke ke la ts’oana le Khanya"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "Kapa ona moriti oa ts’oana le mocheso oa letsatsi"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "Kapa bona ba phelang ba ts’oana le bafu. Ke Allah ea etsang hore ea khahloang ke eena a utloe. Empa uena u ke ke oa etsa hore bafu ba utloe"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "Uena u mpa u le mohlokomelisi feela"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "Ruri! Re u romeletse ka ‘nete, u bile u le moromuoa oa litaba tse molemo le eena mohlokomelisi; etsoe ha ho sechaba seo mohlokomelisi a sa kang a finyella har’a bona"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "Haeba ba u latola, le ba bileng teng pele ho uena ba ‘nile ba latoloa. Baromuoa ba bona ba fihlile ho bona ka lits’upiso tse hlakileng tsa puso ea Allah, le ka lipesalema esitana le lona Lengolo le fanang ka leseli"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Qetellong Ke ile Ka ahlola ba latotseng Tumelo, kahlolo ea Ka e bile e mahlonoko"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "Na ha le es’o bone kamoo Allah A theolelang pula kateng lefats’eng ho tsoa marung, eo Re hlahisang litholoana tsa mefuta ka eona; le har’a lithaba ho teng mela e mesoeu esita le bofubelu ka mefuta eohle, ha tse ling tsona li le nts’o ba pilo"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "Le ho batho, lihahabi le makhomo ka mebala e fapaneng; Etsoe ke ba nang le tsebo har’a makhabunyane a Hae ba ts’abang Allah feela. Hobane Allah U na le Matla Oohle, U Ts’oarela-joalo-joalo"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Haele ba phetang Lengolo la Allah, ba bile ba phethisa lithapelo kamehla, le hona ho fana ka tseo Re ba sitsitseng ka tsona sephiring kapa pepeneneng, ba hahamalla pele katlehong e ke keng ea timela"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "Hobane U tla ba lefe meputso ea bona, le hona hoba phaella ka lereko la Hae. Hobane U Ts’oarela-jolao-joalo, U Hloahloa kamohelong ea liketso tse lokileng"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "Ts’usumetso eo Re u senoletseng eona ea Lengolo, ke ‘nete e hlapants’ang Lengolo le kileng la senoloa pele ho lena. Ruri! Allah ke Setsibi, Moalosi oa makhabunyane a Hae"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Re ile Ra fana ka Lengolo ho makhabunyane a Rona ao Re ileng Ra a khetha e le lefa. Empa har’a bona ho bile teng ba bang ba ileng ba iphosetsa, ba bang bona ba bohareng feela, ha ba bang bona ba ile ba ipabola ka liketso tse lokileng tlas’a tumello ea Allah. Oo ke molemo o Moholohali"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "Ba tla kena Lirapeng tsa Edene ba roetse lipetja tsa khauta le mahakoe, liaparo tsa bona kamoo e tla ba tsa silika"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "Ba tla re: “Lithoriso li be ho Allah Ea hlakotseng mesarelo ho rona. Hobane Ruri! Mong`a rona U ts’oarela-joalo-joalo, Ea Hloahloa kamohelong ea liketso tse lokileng"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "“Eo tlas’a lereko la Hae, A re amohelletseng ka har’a lelapa le sa feleng, moo mats’oenyeho a ke keng a re ama esita le ona mokhathala.”"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "Ba latolang bona, ba lokeloa ke Mollo oa Lihele; o ke keng oa ba chesa kapele hoo ba ka shoang, kapa hona hore ba bebofaletsoe kahlolo. Ke kamoo Re ahlolang bohle ba hlokang teboho"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "Kamoo teng ba tlang ho hoelehetsa: “Mong`a rona! Re lopolle; re tla etsa toka, re lese bobe boo re neng re tloaetse ho bo etsa.” –: “Ha Re’a lelefatsa bophelo ba lona lefats’eng ho lekana hore ea inahanang a inahanele? E bile mohlokomelisi o finyeletse ho lona. Joale, latsoang moputso oa liketso tsa lona, hobane baetsalibe ha ba na mothusi.”"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "Ruri! Allah U tseba lintho tse patiloeng tsa maholimo le lefats’e. U hlokolosi ka liphiri tse ka har’a lifuba tsa batho"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "Ke Eena Ea le entseng majalefa lefats’eng; kahoo mong le mong ea latolang, nyefolo ea hae e be hloohong ea hae a nots’i. Etsoe nyeliso ea mahana-tumelo e phaella lehloeo mahlong a Mong’a bona. Ha ho seo nyeliso ea bona e se phaellang haese tahleho"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "E re: “Ana le se le kile la bona batlatsetsi ba lona bao le bitsang ho bona kathoko ho Allah? Mpontseng lintho tseo ba li hlotseng lefats’eng! Kapa ebe ba na le seabo maholimong? Kapa e be Re ile Ra ba neha Lengolo, hore ba tle ba sebetse ho latela sesupo se hlakileng ho lona? Che, baetsalibe ba ts’episana ka thetso"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "Ke Allah Ea laolang maholimo le lefats’e, hore a tle a se ke a tsoa taolong, haeba a ka tsoa taolong, ha ho na motho ea ka a laolang kamor’a Hae. Ruri! U Mamello, U Ts’oarela-joalo- joalo"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Ba ikana ka Allah ka kano e thata ea hore haeba mohlokomelisi a ka tla ho bona, ba tla topa tataisong ho feta lichaba tse ling; empa ha mohlokomelisi a se a finyeletse ho bona, ba tlaloa ke pherekano ea ho baleha ‘neteng"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "Ka lebaka la boikhants’o ba bona lefats’eng, le Morero oa bokhopo; empa thero ea bokhopo e tla etsetsa ba itherileng lesakana la nkope. Na ho na le se seng seo ba se lebeletseng kantle le kotlo ea batho ba khale-khale? U ke ke oa fumana phetoho mekhoeng efe kapa efe ea Allah, kapa ho na ho fumana matla a ho fetola mekhoa ea Allah"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Ana ha ba hahlaule le lefats’e hore ba tle ba bone seo e bileng pheletso ea ba bileng teng pele ho bona, ba neng ba bile ba le matla ka ho fetisisa ho ba feta? Ha ho ntho efe kapa efe maholimong kapa lefats’eng e ka Mo phonyohang. Hobane Ruri! U Seli, U Matla Oohle"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Hoja e be Allah U ne a ahlola batho ka tseo ba li kotutseng, Ruri! U ne A ke ke A siea sebopuoa se phelang lefats’eng; empa U ba neha nyehlisetso ea nako ea pallo, ha nako ea bona e se e fihlile – Ruri! Ke hona ba tla tseba hore Allah ke Molisa oa makhabunyane a Hae"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Ya sin"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Ka Qura‘n e tletseng Bohlale"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Ruri! U e mong oa baromuoa"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "Tseleng e Topileng"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "Ke ts’enolo ke Ea Matla Oohle, Ea Mohau o Khaphatsehang"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "Hore u tle u hlokomelise batho bao bo-ntat’a bona ba sa kang ba hlokomelisoa pele, kahoo ha ba na tsebo"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Le hoja lentsoe le ile la pakahatsa ‘nete khahlano le bongata ba bona, hobane ha ba kholoe"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Ruri! Re kentse lijoko melaleng ea bona e khamathisitseng lilelung, hore ba ba sitoe ho hetla"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Re behile ts’epe kapel’a bona le kamor’a bona, ke kamoo Re ba khurumelitseng kateng, hore ba se ke ba bona"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Ho bona ho oa ts’oana ebang u oaba lemosa, kapa ha u ba lemose, ba ke ke ba kholoa"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "U ka mpa oa lemosa feela ea latelang molaetsa, ea ts’abang Ea Tletseng Lereko sephiring. U mo phetele litaba tse molemo tsa ts’oarelo le Moputso o babatsehang"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Ruri! Re tla tsosa bafu. Re ngola liketso tseo ba li behileng nale esita le tseo ba li sieang morao. Lintho tsohle Re li boloka ka har’a Tlaleho e hlakileng"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "Ak’u ba phetele pale: Ea Balekane ba Motse-moholo, ho ile ha tla morumuoa ho bona"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Ha Re ba romeletse ba romuoa ba babeli, ba ba latola, empa Ra ba matlafatsa ka oa boraro, ba re: “Ruri! Re romeletsoe ho lona.”"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Eaba baahi ba re: “Le batho joaloka rona. Allah Ea Tletseng Lereko ha A es’o senole letho le joalo. Lona le mpa le le leshano.”"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "Ba re: “Ruri! Mong`a rona U oa tseba hore re romeletsoe ho lona"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "“E bile ts’ebetso ea rona ke ho phatlalatsa molaetsa o hlakileng.”"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Baahi ba re: “Re bona bokamoso bo malimabe ho lona. Ruri! Ha le sa khaotse, re tla le tlepetsa ka majoe, kahlolo e nyarosang e tsoang ho rona e tla le oela.”"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "Ba re: “Bokamoso bo nyonyehang bo ho lona! Ha le khalengoa? Che, empa le batho ba tlolang meeli eohle!”"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "Hoa hlaha monna a matha ho tsoa qetellong ea motse. A re: “Oho batho ba heso! Utloang baromuoa"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Utloang ba sa le batleng moputso oa letho, ba amohetseng Tataiso"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "Ha ke bone molemo oa hore na ke hobaneng ha ke sa sebeletse Ea mpopileng, Eo le tlang ho boela ho Eena"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "“Na nka inkela melingoana kantle ho Eena?, Haeba Ea Tletseng Lereko A ka ntakaletsa kotsi efe kapa efe, ebe boemeli ba bona ha bo nthuse ka letho, kapa hona ho mpholosa"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Ruri! Ha nka etsa joalo, Ke tla be ke le phosong e totobetseng"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "“Ke na le Tumelo ho Mong`a lona, kahoo ‘mameleng!”"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "Hoa thoe: “Kena Serapeng.” A re: “hoja batho ba heso ba ne ba tseba"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "“Hobane Mong`a ka U ‘nehile Ts’oarelo, le kamoo A nkentseng ea hlomphehang kateng!”"
        },
        {
            "chapter": 36,
            "verse": 28,
            "text": "Ha Re’a ka Ra romella lebotho le tsoang leholimong khahlano le bona kamor’a hae, kapa hona ho fumana ho hlokahala hore Re romelle ba bang"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "E bile feela ka molumo o nosi, eaba ke ho fela ha bona"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Ao, masisapelo a makhabunyane! Ha ho moromuoa ofe kapa ofe ea kileng a tla ho bona, eaba ha ba mo some"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Ana ha ba es’o bone kamoo Re ripitlileng Meloko e bileng teng pele ho bona, e ke keng ea boela ho bona"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Empa kaofela ha bona, ba tla hlaha kapel’a Rona"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "Sesupo sa bona ke lefats’e le shoeleng. Re le neha bophelo, Re hlahisa lijo-thollo tseo le li jang holim’a lona"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "Re hlahisa Lirapa tsa lifate tsa lipalema, le merara esita le hona ho ts’akhunyisa liliba tse kopotsang holim’a lona"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "Hore ba tle ba je litholoana tse teng holim’a lona tseo matsoho a bona a sa li etsang. Ke neng ba tlang ho fana ka liteboho"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Tlotla e be ho Allah, Ea hlotseng lintho tsohle ka bobeli tse behoang ke lefats’e, le bona ka bo-bona le tseo ba se nang tsebo ka tsona"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Boisu ke sesupo ho bona; Re bo nts’a ho mots’eare, ebe ba ba har’a lefifi"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Letsatsi le tsamaea mocheng oa lona o tsepameng ho ea malikelong. Seo ke pallo ea Ea Matla Oohle, Ea Tsebang Tsohle"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Le Ngoeli, – eo Re tsepamisitseng likarolo tsa eona ho fihlela e khutlile e ts’oana le lekhasi la khale le omeletsenga la sefate sa palema"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "Letsatsi le ke ke la seha Ngoeli tsebe kantle ho tumello, kapa bosiu ba hlaha pele ho lets’eare. E ‘ngoe le e ‘ngoe e tsamaea mocheng oa eona"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "Sesupo sa bona ke hore Re ile Ra jara sechaba sa bona ka Areka"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "Re hlotse se ts’oanang le seo ba neng ba se palame molemong oa bona"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Hoja ebile Thato ea Rona, Re ka be Re ba qoelisitse, ba ne ba ke ke ba fumana mothusi, kapa ho pholosoa"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "Kantle le Mohau o tsoang ho Rona, e le boithabiso ba nakoana"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Ha ba bolelloa: “Ts’abang se kapel’a lona le se kamor’a lona, hore le tle le fumane Mohau,”"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Ha ho sesupo sa Mong`a bona se kileng sa tla ho bona, eaba ha ba se koenehele"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Ha ba bolelloa: “Fanang ka tseo Allah A le sitsitseng ka tsona,” Mahana-tumelo ba re ho ba-kholoang: “Re ka fepa batho bao Allah ha A ratile A ka beng A ba fepa? Ruri! Le phosong e totobetseng.”"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Ba tsoelapele ba re: “Ke neng ts’episo eo e etlang ho phethahala haeba le buoa ‘nete?”"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Ha ho seo ba se emetseng haese molumo o le mong, o tlang hoba nanola ba sa ntseng ba le har’a likhang"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Hoo ba tlang ho hloka monyetla aba mafa, kapa hona ho boela ho mehabo bona"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "Terompeta e tla Letsoa, bafu ba tla tsoha mabitleng ba potlakele ho Mong`a bona"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Ba tla re: “Ao, re aparetsoe ke masoabi! Ke mang ea re tsositseng mealong ea rona?” Lentsoe le tla re: “Ena ke ts’episo eo Allah Ea Tletseng Lereko A neng A re ts’episitse eona le bona baporofeta ba ne ba bolela ‘nete,”"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Etla ba feela ka molumo o le mong, o tlang ho ba bokella kapel’a Rona"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Letsatsing leo ha ho moea o tla qhekelloa; le tla putsoa ho latela liketso tsa lona"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Ruri! Balekane ba Serapa ba tla be ba nyakaletse letsatsing leo ho tsohle tseo ba li etsang"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Bona le balekane ba bona, ba tla ba meriting e pholileng, ba qethohile Literoneng"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Mefuta eohle ea litholoana e tlaba teng le tsohle tseo ba li kopang ba tla li fumana"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "“Khotso!” – Lentsoe le tsoang ho Mong’a rona Ea Mohau o Khaphatsehang"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "“Oho lona ba qoetseng sebeng! Suthang kajeno"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Lona bara ba Adama! Ha Ke’a le hlokomelisa ho se khumamele Satane –hobane Satane ke sera se pepenene ho lona? –"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "“Hore le khumamele ‘Na, eo ke eona tsela e nepahetseng"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "“Empa o khelositse ba bangata ba lona. Na ha le ea utloisisa"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "“Tsena ke Lihele tseo le hlokomelisitsoeng ka tsona"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "“Kajeno kenang ka hare le che hobane le ile la nyelisa khalemo.”"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Letsatsing leo Re tla koala melomo ea bona. Empa matsoho a bona a tla buoa le Rona, maoto ona a tla paka khahlanong le tseo ba li entseng"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Hoja ebile thato ea Rona, Ruri! Re ka be Re ile Ra foufatsa mahlo a bona, hore ba tle ba sokole tsela. Ba ne ba tla bona joang"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Hoja ebile thato ea Rona, Re ka be Re ile Ra ba etsa bo- mathethebale, kapa hona ho khutla"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Eo re mo pepileng ho fihlela lilemo tsa botsofali, re boetse re bo busetsa morao tlholehong ka ho mo hlokisa matla. Na ha le na kelello"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Ha Re’a ruta moprofeta Lithoko, kapa ho na hore e be li mo loketse. Sena empa e le sehopotso, le eona Qura’n e hlakisang lintho"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "Hore e tle e hlokomelise mong le mong ea phelang, le hore lentsoe le tle le phethahale khahlanong le ba latolang"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Ha ba es’o bone kamoo Re ba hloletseng makhomo kateng, e le ts’ebetso ea matsoho a Rona, hore e tle e be beng ba tsona"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "Le hona ho li beha tlas’a taolo ea bona, hore tse ling tsona ba tle ba li palame, ha tse ling e le lijo"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "Ba fumana kuno, le lebese ho noa. Na ba sa tla ke ba fane ka liteboho"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "Empa ba iketsetsa melingoana kathoko ho Allah, eo ba nahanang hore ba tla fumana thuso ho eona"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "Ha e na matla a ho ba thusa; empa batla tlisoa e le lebotho ho ea kahlolong"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Se lumelle lipuo tsa bona ho u utloisa bohloko. Ruri! Re tseba tseo ba li patang le tseo ba li phatlalatsang"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Na motho ha a es’o bone hore Re mo hlotse ka lehloele la Lithere? Le hoja e le sera se totobetseng"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "O bile o Re etsetsa papiso, o lebetse tlholeho ea hae, O re: “Ke mang ea tlang ho fa masapo aa bophelo ha a se a bolile?”"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "E re: “Eo a hlotseng qalong, U tla A neha bophelo, hobane ke Eena Ea tsebang ka botlalo tlholeho eohle"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "“Eena Ea o hlahiselitseng mollo sefateng se esong ho ome e be le okha mollo ho sona"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "“Na ha se Eena Ea hlotseng maholimo le lefats’e, Ea ka khonang ho hlola a ts’oanang le ona? Ruri! Ke Eena. Hobane ke Eena `Mopi ea Tlotlehileng ho fetisisa, Ka tsebo"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Ruri, Ha A rera ntho, Taelo Ea Ha eke, “Eba!” E feele e be teng"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Kahoo, tlotla e be ho Eena Eo Liatleng tsa Hae e leng puso ea lintho tsohle! Bohle le tla busetsoa ho Eena"
        }
    ]
}