{
    "maqras": [
        {
            "chapter": 30,
            "verse": 1,
            "text": "L.M. Allah Aleem the Knower, Hakeem the Wise, narrates that"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "The Romans have been defeated"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "In the lands close-by - yet it is they who despite this defeat of theirs, shall be victorious"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "Within ten years! For with Allah is the Command in the Past and in the Future. And on that day the believers too will have cause to rejoice"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "By Allah's Help - for, He gives success to people according to His Laws. He is the Mighty, the Merciful"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "This is Allah's Promise. Never does Allah fail to fulfill His Promise. But most people know not (that His Laws never change)"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "They know and care only about the apparent instant gratifications of the life of this world, and remain oblivious to the Eternal life to come"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Have they never learned to think for their own \"Self\"? Allah has not created the heavens and the earth, and all that is between them without Truth and for a Purpose and an appointed time. Yet, verily, a great many of people deny that they are destined to meet their Lord"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "(Reflecting on your own existence, the Universe, and on history can show you the Truth.) Have they not, then, traveled in the land and seen what happened in the end to those who lived before them? They were more powerful than these are, and they left a stronger impact on the earth, and built it up better than these are doing. And to them came their Messengers with all evidence of the Truth. It was not Allah Who wronged them, but it was they who used to wrong their own \"Self\". ("
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "And once again - miserable is the end of those who deal with others unfairly, and since they denied Allah's Messages and ridiculed them (they failed to reform)"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "(All this happens to nations according to Divine Laws that are operational in the entire Universe.) He initiates the creation, and then repeats. Ultimately, all of you will be returned to Him"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "And on the Day when the Hour will come those who have committed crimes against humanity, will be struck with despair"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "Their 'idols' will not be able to stand up for them, rather, they will reject one another"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "On the Day the Hour comes, they will part company. And people will be sorted out"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "As for those who attained belief and fulfilled the needs of others, they will be made happy in a Meadow of delight. (4)"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "Whereas those who rejected Our Messages in word or denied them in action, and denied the inevitable life to come, such will be given over to doom"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "Extol, then, Allah's limitless Glory evening and morning. (Find eminence through His Reminder in the twilight and dawn of your lives, whether individuals or nations. (21:10), (23:71), (2)"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "Seeing that the heavens and the earth bear an open testimony that all Praise is due to Him, whether you observe them in the darkness of the night or in full blast of the daylight"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "He it is Who brings forth the living out of the dead and brings forth the dead out of the living. And gives life to the earth after it had been lifeless. And thus it is - that you will be brought forth. (And thus can His Guidance revive nations)"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "And among His Signs it is that He created you out of dust - and then, behold, you become human beings ranging widely. (6:2), (6:99), (7:11), (15:26), (21:30), (2)"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "And among His Signs is this: He created for you mates from yourselves, so that you might find comfort in them. And He ordained between you love and kindness. In this, behold, are Signs for people who think. (AZWAJ = Husband + Wife, that are mates to, and complement each other towards fulfillment of each other's personality)"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "And of His Signs is the creation of the heavens and the earth, and the diversity of your tongues and colors. Herein, behold, are Signs for those who make best use of what they learn"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "And among His Signs is your sleeping during the night or the day, and your quest of His Bounty. Herein indeed are Signs for people who hear and listen"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "And among His Signs is this: He displays before you the lightning, for a fear and for hope, and sends down water from the height, giving life to the earth after it had been lifeless. Herein, behold, are Signs for people who use their intellect"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "And among His Signs is this: The Sky and the Earth stand by His Command. In the end, when He will call you forth with a single call, behold, you will emerge from the earth"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "For, unto Him belongs every being in the heavens and the earth. All are obedient to Him"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "And He it is Who initiates creation in the first instance, and then brings it forth anew, and it is most easy for Him. His is the Sublime Similitude in the heavens and in the earth. ((30:11). Light of the heavens and the earth He is (24:35)). He is the Mighty, the Wise"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "He gives you an example from your own society. Would you agree to make your employees equal partners in the provision We have bestowed upon you? Are you as mindful of them as you are mindful of yourselves? (So do you conceive of a 'discriminating' God!) Thus do We explain Our Messages for people who use their intellect"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "But nay, the transgressors follow their own opinions without knowledge. But who can guide him whom Allah has let go astray for violating His Laws of Guidance (4:88)? For such there are no helpers"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "Therefore, set your purpose for the Upright System of Life. That resonates with Allah's Law of Origination (of the Universe) including the origination of mankind. Allah's Law of and for His Creation is unchangeable and, therefore, trustworthy. This Universal System is Perfect, but most people know not. (Allah has initiated the Universe with a Sublime Plan wherein all things are committed to His Law, and mankind being a part of that Plan, must live by His Law)"
        }
    ]
}