{
    "maqras": [
        {
            "chapter": 33,
            "verse": 31,
            "text": "And whoever of you is devout in the service of Allah and His Messenger, and helps augment the society, We shall give her reward twice-over, for, We have readied for her a most excellent sustenance"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "O Wives of the Prophet! You are not like other women. If you live upright, then, be not over-soft in speech, lest he in whose heart is a disease aspire (to you). But speak in customary kindness"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "And abide in your homes in quiet dignity, and do not make a dazzling display like that of the former Times of Ignorance. Help establish the Divine System and the Just Economic Order, and obey Allah and His Messenger. And Allah wishes to keep away all vices from you, O Members of the Household, and to purify you to utmost purity (of character)"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "And bear in mind all that is recited in your homes of Allah's Messages and Wisdom, for, Allah is Sublime, Aware"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Verily, for: Muslim men and Muslim women. Believing men and believing women. Committed men and committed women (committed to Allah's Cause). Truthful men and truthful women. Steadfast men and steadfast women. Humble men and humble women. Charitable men and charitable women. Abstaining men and abstaining women (abstaining from all vices). Chaste men and chaste women. Men who remember Allah much and women who remember (Him much). (For them) Allah has readied the protection of forgiveness and an Immense Reward. (3)"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "It is not fitting for a believing man or a believing woman, when a matter has been decided by Allah and His Messenger, to claim freedom of choice concerning themselves. And whoever disobeys Allah and His Messenger, he has indeed, gone astray in error manifest"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "Behold, (O Prophet) you did tell the one to whom Allah had shown Favor and to whom you had shown favor, \"Hold on to your wife and be mindful of Allah. You seek to conceal in your heart what Allah intends to reveal. You are afraid of people whereas it is more appropriate to fear Allah.\" But when Zayd had observed all the rules and divorced her, We gave her to you in marriage. So that henceforth there may be no blame on the believers in respect of spouses of their adopted children when they have come to the dissolution of their union. And the Commandment of Allah must be fulfilled. (Contrary to many erroneous translations, the entire quote in this verse is addressed to Zayd since Messengers fear none but Allah (33:39). Also the admonition of the Prophet to Zayd clearly indicates that he, and not his wife, was at fault"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "There can be no difficulty to the Prophet in what Allah has assigned unto him as a duty. That was Allah's Law for those who passed on before (the previous prophets). And the Command of Allah is a well-determined Decree"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "Those who convey Allah's Revelations and fear Him alone, shall never fear anyone but Allah. And Allah is Sufficient to take account"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muhammad is not the father of any man among you, but he is Allah's Messenger and the Closing Seal of all Prophets. And Allah, indeed, is Knower of all things"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "O You who have chosen to be graced with belief! Remember Allah with much remembrance. (Keep Allah's Message before you a great deal. Now it will be up to you to carry His Message to mankind (3)"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "And strive to establish His Glory on earth morning and night"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "He it is Who bestows His blessings upon you, and supports you, and His angels, that He may bring you forth from darkness into the Light. And Merciful is He, indeed, to those who attain belief. (2:155-157), (9:103) (14:1), (1)"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "Their salutation on the Day they meet Him is, \"Peace\". And He has readied for them a Generous Reward"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "O Prophet! Behold, We have sent you as a witness and a herald of good news and a Warner. (The Divine System that you establish will be a watcher over humanity to ensure international justice and peace. Give them the good news of what the System can accomplish, and warn them of the harm without it)"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "And to invite to Allah by His leave, and as a Lamp radiant with light"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Give good news to the believers that they shall have a Great Bounty from Allah"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "And heed not the rejecters and the hypocrites. Disregard their insults, and put your trust in Allah. Allah is Sufficient as Guardian"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "O You who have chosen to be graced with belief! When you wed believing women, and divorce them before you have touched them, then there is no waiting period for them (to marry another man). Make decent provision for them and let them go in a becoming manner. (2:228-241), (4:3), (4:19), (4:35), (4:128), (33:49), ("
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "O Prophet! Behold, We have made lawful to you your wives to whom you have given the marital gift, and those women who have sought asylum with you and signed the marital contract (6:10). Also lawful for you in marriage were daughters of your paternal uncles and aunts, and the daughters of your maternal uncles and aunts who had migrated with you. And lawful for you is a believing woman who offers herself freely to the Prophet and whom the Prophet might be willing to wed. This latter is but a privilege for you, and not for other believers. We have already made known what We have decreed regarding their wives and women who have sought asylum in their homes. This arrangement is designed to ease any social difficulties on you (O Prophet, as the Head of the State). Allah is Absolver of imperfections, Merciful"
        }
    ]
}