{
    "maqras": [
        {
            "chapter": 2,
            "verse": 253,
            "text": "(All Messengers were one in Purpose). We have caused some of them to excel others. (They were assigned different strategies suitable to their times, locations and people. So they worked at diverse platforms and) Allah communicated to all of them in various ways. Jesus son of Mary was one of those Messengers to whom We gave clear signs of the Truth and We helped him with the Sacred Revelation. If Allah had created human beings like programmed robots, lacking free will, they wouldn't have differed and wouldn't fight among themselves in matters of belief. But, Allah planned that men and women be endowed with the ability to make choices, and that compulsion in matters of faith would never been ordained (2:256). Allah makes His Laws in the World of Command as He Wills, and then He implements them in the World of Creation (the Universe) and never changes His Laws ((7:54), (17)"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "O You who have chosen to be graced with belief! Spend of Our Provision on fellow human beings, and for the betterment of the society. Do that before the day comes when no bargaining, friendship or intercession shall be of any avail. Those who reject such sensible admonition, do grave injustice to themselves"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "These directions, tidings and warnings come from Allah, the One True God. There is no god but He, the Living, the Originator of life, the Self-Subsisting Sustainer of all creation. Neither slumber, nor sleep overtakes Him. All that exists in the Highs and the Lows, in the Heavens and the Earth, belongs to Him alone. Who can intercede in His Court, except as a witness of Law? His Knowledge transcends time and space. No one can encompass a trace of His Knowledge but through His Laws. The Throne of His Supreme Control extends over the Highs and the Lows. No fatigue touches Him as He benevolently guards His Dominion and creation. He is the Glorious, the Supreme"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "(Although this Message has been sent down by the Almighty), there is absolutely no compulsion or coercion in religion. This Rule shall have no exception because Right has been made distinct from Wrong (3:4). Whoever rejects false gods such as the priesthood, and attains conviction in the Word of Allah, has grasped the Unbreakable Support. This assurance comes from Allah, the Hearer the Knower"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Allah becomes the Guarding Friend of those who, after due reflection, have chosen to believe in His Word (12:108). He brings them out of darkness into Light (through the Qur'an). Those who deny the Divine System of Life, have devilish human \"authorities\" as patrons to lead them from Light into darkness. Such people have chosen Fire to be their eternal companion"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Think of the one who adamantly argued with Abraham about his Lord because Allah had given him power (Nimrod Shaddad, the King of Babylon who used to proclaim divinity). Abraham said to him, \"My Lord is He Who gives life and causes death.\" He answered, \"I give life and cause death.\" (Being a tyrant king he could reverse or impose death penalty upon his subjects). Abraham said, \"Allah makes the sun rise from the East; make it rise from the West.\" Thereupon the rejecter of the Truth remained dumbfounded. And Allah does not guide people who displace reality with falsehood"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "The similitude of this history is that someone passes by the ruins of a town and wonders if that town could ever come back to life again, and Allah causes him to die for a hundred years and then revives him. He thinks it was only a matter of a day or a part of it. He even finds his food, drink, and donkey standing beside him. Allah creates you in the wombs of your mothers, in bone and flesh. And when the matter became clear to him, he said, \"I know now that Allah is Able to do all things"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "Abraham wanted to understand the Law of Revival of nations. Allah asked him if he believed that it were possible. Abraham said he believed but that he wanted a practical example to educate his heart and mind. Allah told him to take four birds and train them in a kind manner, and then to leave them far apart on each hilltop. And then call them; they will come in haste. (At one call of Abraham, those birds came flying back to him. This is how mankind can be brought to the Word of Allah with decent training, giving them a new life). Know that this Wisdom comes to you from Allah, the Almighty, the Wise"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "(In training their peoples, all Messengers of Allah advised them that) spending their wealth in the Cause of Allah is like sowing a seed that brings numerous shoots; each shoot with a hundred grains. This is how Allah's Law of Requital rewards men and women. Allah is Infinite, All-Knowing"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Those who spend their wealth in the Cause of Allah, must remember that they have not obliged any persons. Therefore they do not afflict them with reminders of their generosity ((17:26), (30:38)). Their reward is with their Lord. (The society will return their generosity in this life as well). There will be no fear for them from without, nor grief will touch them from within"
        }
    ]
}