{
    "maqras": [
        {
            "chapter": 36,
            "verse": 28,
            "text": "And after that, We did not send down any army from the sky against his people (of the Town), nor do We ever send"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "Nothing but a single Blast (of Requital), and behold! They were ashes, still and silent"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Ah, the anguish for the servants, they have to bear! Never has a Messenger come to them, but they did mock him"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Have they not reflected how many a generation We (Our Law of Requital) annihilated before them. They turned not to their Messengers and, hence, returned not to their lost glory"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "All of them, all together, will be presented before Us"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "And yet, there is a Sign for them in the lifeless earth which We revive and We bring forth from it grain so that they eat thereof. (Divine Revelation can, likewise, revive dead nations and make them fruitful for humanity)"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "And We produce therein gardens of date palm and grapevines, and We cause springs to gush forth therein"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "That they may enjoy the fruit thereof - And! Their hands made this not. Will they not then be grateful in word and action"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Glory to Him Who has created pairs of everything that the earth grows, and of themselves, and of things they have no knowledge yet"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "And a Sign for them is the night. We withdraw from it the day, and behold, they are in darkness"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "And the sun: it runs its appointed course. That is the measure of the Almighty, the Knower. (The sun along with its system is moving to the Solar Apex, Constellation of Hercules, at a speed 150 miles per second, according to the current science)"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "And the moon: We have measured for it phases until it becomes (a crescent) like an old curved date-stalk"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "It is not for the sun to overtake the moon, nor can the night outrun the day. All of them swim along in their orbits. (The sun cannot cause the moon to gravitate towards itself and the night and the day cannot lengthen or shorten other than the appointed measure (21:33), (22:61), (25:62), (31:29), (4)"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "Another Sign for them is that We carry the Children of Adam on the loaded ship"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "And We have created for them similar things to ride on. (And will create things of which you have no knowledge yet)"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "We could down them, drown them according to Our Laws, with none to respond to their cry of help - and then they cannot be saved"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "But as a Mercy from Us, We let them enjoy life for a while"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "And yet, when it is said to them, \"Walk aright learning from every yesterday, so that you may build a future worthy of Grace"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "No Message of their Lord's Messages reaches them without them turning away from it"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "And when it is said to them, \"Spend on others of the provision Allah has given to you\", the rejecters say to the believers, \"Shall we feed anyone whom Allah could have fed if He so willed? You people are obviously lost in error.\" (6:149), (1)"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "And they (change the subject asking), \"When will this warning be fulfilled, if you are men of truth?\" (That our system of life, if it is wrong, will crumble)"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Well, nothing awaits them but a single Blast of Requital that will overtake them while they keep contending"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "And they shall not even have time to utter their last wish, nor will they be able to get together with their families"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "And when the Trumpet is blown, behold, out of their disintegrated states unto their Lord they will run. ('Qabr' = grave = disintegrated state)"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "They will exclaim, \"Oh, woe unto us! Who has awakened us from our beds of sleep? This is what the Beneficent promised, and the Messengers spoke the truth.\" (The concept of punishment in the grave is non-Qur'anic and, hence, wrong)"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Nothing but a single Blast, no more, and behold, before Us all of them will be presented"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "This Day no person will face the least injustice, nor will you be rewarded other than what you had been doing"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Behold, those who merit Paradise, this Day are enjoying the new life"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "They and their spouses in pleasant shades, on thrones of honor reclining"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Theirs the fruits of their good deeds, and theirs all that they will ask"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Greetings from a Lord Merciful, \"Peace"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "But stand aside Today, you violators of human rights who thrived on others' toil"
        }
    ]
}