{
    "maqras": [
        {
            "chapter": 38,
            "verse": 21,
            "text": "Have you heard of the story of the two disputing men when they climbed the wall into his private chamber"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "When they breached his privacy, he was startled. They said, \"Be not startled!\" We both are disputing with each other as to who has done wrong to the other. Therefore, judge fairly between us, deviate not from equity and guide us to the even path"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "One of them said, \"Behold, this my brother has ninety nine farms, whereas I have only one. And yet he says, 'Give it over to me', and he dominates me in eloquence.\" ('Na'jah' = Ewe = Female sheep or deer = Agricultural farm)"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "David said, \"He has certainly wronged you in demanding your farm in addition to his farms. Thus, behold, many close associates and business-partners treat each other unfairly - except those who believe in the Divine Values and care for the needs of others - but how few are they!\" Afterwards, David wondered that We had tried him. (The feudal and economic system in his kingdom needed reform, as the poor were getting poorer). He implored his Lord to absolve his imperfections, and he immediately bowed himself and turned unto Him for guidance"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "So We absolved his imperfections, and, behold - He remained ever close to Our Laws and his efforts reached a happy destination"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "(We said to him), \"O David! We have made you a ruler in the earth, therefore, establish the System of justice and equity for people. Never let your judgment be swayed by personal whims causing you to deviate from the Path of Allah. For those who wander from the Path of Allah, is a strict retribution for having forgotten the Day of Account"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "(No action goes uncompensated since) We have not created the heavens and the earth and all that is between them in vain - without meaning and purpose. Such is the assumption of those who disbelieve. (10:4), (11:7), (45:22), (53:31). Woe from the Fire to those who deny the Truth"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Shall We treat those who believe and augment the society as We treat those who spread corruption in the land? Or shall We treat the guardians of the Law as the Law-breakers"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "This is a Scripture that We have revealed unto you (O Prophet), full of lasting Bliss that they may ponder its Messages and that people of understanding may take them to heart"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "And unto David We granted Solomon, how excellent a servant! Behold, in every situation He would turn to Divine Laws"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "In the evenings he used to examine his cavalry of nobly-bred, swift-footed horses"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "He would say, \"Verily, I love my fondness of all that is good because it reminds me of my Lord\", as the horses raced away until hidden by the veil of distance"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "Bring them back unto me!\" - and would lovingly stroke their legs and their necks"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "(That was Solomon and) We indeed tried him, and set upon his throne a mere body, and thereupon he turned to Us. (His son, the crown prince Rehoboam was just a hopeless presence (34:14). Until that point in history, the Kingdom of Israel was inherited among the generations of Prophet Jacob"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "Solomon prayed, \"O My Lord! Absolve my imperfections and bestow upon me the gift of a kingdom that may not suit anyone after me. Verily, You are the Giver of Gifts.\" (He did not wish to leave his great kingdom in incompetent hands and in all probability was thinking of merit in preference over lineage)"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "So We gave him the science of making the wind serve him and it carried his ships wherever he intended"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "And made subservient to him the wild unruly men - every kind of builder and diver. (2)"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "And others linked together in chains of discipline"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "We told him, \"All this is Our Gift for you. Give freely or withhold, in matters of the State, according to your best judgment. It is given to you beyond count"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "And, behold - He remained ever close to Our Laws and his efforts always reached a happy destination"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "And remember Our servant Job, when he called upon his Lord, \"Behold, the serpent has bitten me and I am in distress and suffering.\" ('Satan has touched me', as a metonym = Serpent has bitten me. He was left alone from his caravan and family, ran out of the essential supplies, and now this happened (4:163), (6:8)"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "(We told him), \"Strike the ground with your foot (move a little bit). And here is cool water to wash with and a refreshing drink"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "And We gave him back his family and followers and, in time, doubled their numbers as a Grace from Us. And herein is a reminder for people of understanding (on the virtue of patience)"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "(And finally We told him,) \"Now gather your strength and travel the land and break not your pledge.\" Behold, We found him steadfast. How excellent a servant! In every situation he turned to Our Commands"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "And also remember Our servants, Abraham, Isaac and Jacob, men of strength and vision"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Verily, We endowed them with sincerity of purpose and with exceptional foresight. Hence, in all their efforts they never lost sight of the desired destination"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "Behold, according to Our Standards, they were of the elect, excellent, fulfilling the mental, moral and physical needs of humanity"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "Also mention Ishmael"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "Let this be a Reminder - for, verily, there is a most beautiful destination for those who journey through life honorably"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "Gardens of Eden, the perpetual Bliss, with gates wide-open for them"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "Relaxing therein, they will be hosted with all kinds of food and drink"
        }
    ]
}