{
    "maqras": [
        {
            "chapter": 47,
            "verse": 33,
            "text": "O You who have chosen to be graced with belief! Obey Allah, and obey the Messenger, and render not your actions vain"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Verily, those who deny the Message and hinder the Path of Allah, and then die as disbelievers, Allah will not grant them the protection of forgiveness"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "And so, be not weary and keep calling unto the abode of Peace and Security, for, you shall surely attain high ranks. And Allah is with you, and He will never put you in loss for your efforts"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "The life of this world is but a sport and amusement. But if you believe and walk aright, He will give you your rewards, and will not ask you to give up your wealth"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "If He were to demand and compel you for it, you would cling to in stinginess, and He would (thus) reveal your shortcomings"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Behold, you are those who are called upon to spend in the Cause of Allah. Yet, among you there are such who turn niggardly. Anyone who is miser is miser against his own 'Self'. And Allah is the Rich, and you are the poor. And if you turn away, He will replace you with another nation, and they will not be like you"
        },
        {
            "chapter": 48,
            "verse": 1,
            "text": "Verily, (O Prophet) We have opened for you the gates of a Victory that everyone shall behold"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "In this way Allah has guarded you against whatever could have caused you to lag behind in the past and in the future. And so, He perfects His Bliss upon you and takes you along a Straight Path. (24:55), (4)"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "And thus Allah supports you with a Mighty Support"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "He it is Who sends down peace of reassurance into the hearts of the believers to increase their faith unto the state of conviction. Unto Allah belong all the Forces of the heavens and the earth. And Allah is Knower, Wise. (9:26), (4)"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "Thus He will admit the believing men and the believing women into Gardens beneath which rivers flow, wherein they shall abide. And He will absolve their faults and imperfections. And that is, with Allah, the Supreme Triumph"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "And He will punish the hypocrite men and the hypocrite women and the idolater men and idolater women who hold evil assumptions and plans against Allah. Around them is a circle of their disruptive deeds, and Allah's Disapproval is upon them and He deprives them of His Grace. For them He has readied Hell, and how miserable is that as a destination"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "Unto Allah belong all Forces in the Highs and the Lows, and Allah is Almighty, Wise"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "Verily (O Prophet), We have sent you as a witness (to the Truth and to these people) and a herald of glad news and a Warner"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "So that you mankind may believe in Allah and His Messenger. Therefore, support the Messenger and honor him and do your best to establish the Glory of Allah from morning to evening"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "Behold, all who pledge allegiance to you (O Prophet), in fact pledge allegiance to Allah. The Hand of Allah is above their hands. Hence, whoever shatters his pledge, shatters his own 'Self'. And whoever keeps his pledge with Allah, to him He will grant a Supreme Reward"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "The Bedouins, who were left behind, will tell you, \"Our properties and families kept us occupied, so ask forgiveness for us!\" They will utter with their tongues what is not in their hearts. Say, \"Who can avert from you Allah's Law of Requital, whether it is harm or benefit to you?\" Nay, but Allah is Aware of all that you do"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Nay, you thought that the Messenger and the believers would never come back to their folk and families. And it was made pleasing in your hearts that you did think evil, for, you are a people devoid of virtue"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "As for him who denies Allah and His Messenger - behold, We have prepared a Flame for rejecters of the Truth"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "To Allah belongs the Kingdom of the heavens and the earth. He forgives and punishes according to His Law of Requital. And Allah is Absolver of imperfections, Compassionate"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Those who had stayed behind will say - if you go forth to a battle that holds promise of a booty, \"Allow us to follow you.\" They seek to change the Word of Allah. Say, \"You shall by no means go with us. This is what Allah has decreed already.\" Then they will say, \"You are envious of us.\" Nay, but very little it is that they understand (of selfless service). (The battle is no longer to be seen as a means of winning booty, it is allowed only for liberty and self-defense. That is the Word of Allah (8:1), (2:167), (2:)"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Say to these desert Arabs who had stayed behind, \"Soon you will be called against a people mighty in warfare, to fight them until they surrender. And if you obey, Allah will give you a beautiful reward. But if you turn away, as you did turn away before, He will punish you with a painful suffering"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "There is no blame for the blind, nor is there blame for the disabled, nor is there blame for the sick. And whoever obeys Allah and His Messenger, He will admit him in the Gardens underneath which rivers flow. And whoever turns away, him will He punish with an awful doom"
        }
    ]
}