{
    "maqras": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "O You who have chosen to be graced with belief! Fulfill your pledges and obligations. Permitted for you is the flesh of every beast that eats plants, except what is specifically forbidden in the Book. Allah has ordained that all hunting is prohibited during Hajj. Verily, Allah Ordains as He deems fit"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "O You who have chosen to be graced with belief! Do not violate the symbols set up by Allah, nor the Sacred Months (2:194), nor the gifts, nor the camels for use as transport or sacrifice, nor the garlands marking them, nor the people who proceed to the Sacred Sanctuary, Ka'bah, seeking Allah's Blessings and Approval. When you have completed the Hajj, you are free to hunt. Let not your hatred of a people lead you into transgression, because they prevented you from going to the Sacred Masjid (48:25). Help one another in acts of collective benefit and in being mindful of Allah, and do not help one another in deeds that hurt humanity and in creating a wedge between people. Be mindful of Allah's Laws. His Law of Requital is strong in grasping"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Forbidden for you (2:173) for dietary consumption are: Any Animal that dies of itself. Blood. The flesh of swine. And anything (not just meat) that has been dedicated to any other than Allah (such as an idol, grave or saint). Any Animal that has been strangled to death. Beaten to death. Dies by falling from height. Gored to death by horns. Animal eaten by a wild animal unless you are able to slaughter it while it is still alive. That which is sacrificed on altars (devotional stones or blocks in shrines considered sacred). Also forbidden is dividing the meat through raffling and games of chance (2:219), (5:90). This Day, the rejecting opponents have given up the hope of eradicating your DEEN, System of Life. Clear distinction in matters of the Lawful and the Unlawful draws a tangible line between their ways and your way. Fear them not but fear Me. This Day, I have perfected your DEEN for you, completed My favor upon you, and chosen for you Islam as the System of Life. (There is no hardship in Islam (2:185)). Therefore, if one is forced by hunger to consume the Unlawful, with no intention of exceeding the limits, Allah is indeed Forgiving, Merciful"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "They ask you (O Prophet) what foods are Permissible. Tell them all good things of life are Lawful to you. As for the hunting animals, the catch of your trained dogs and falcons, as Allah has taught you, is Permissible. Mention Allah's name thereupon. Always be mindful of Allah's Laws. His Law of Requital is swift in reckoning"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "This Day, all good food of your choice is made Lawful for you. The food of the People of the Scripture is Lawful for you. And your food is Lawful for them. You are permitted to marry chaste women of the People of the Scripture, (provided they do not indulge in SHIRK i.e. not associate anyone with Allah (2:221)). You are permitted to marry the virtuous, chaste women among the believers and the virtuous, chaste women of those who were given the Scripture before. You must give your brides a generous marital gift and live with them in honor, not in fornication as secret lovers. (It must be an honest wedlock (4:24)). Anyone who rejects belief, all his work will go vain and he will be among the losers in the Hereafter"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "O You who have chosen to be graced with belief! When you congregate for Salat, wash your faces and your forearms, hands to the elbows. Lightly rub you heads and your feet to the ankles. If you are in a state of ceremonial impurity, bathe your whole body. But, if you are ill or traveling, or coming from the privy, or are in a state of ceremonial impurity and find no water, then take clean sand or earth and lightly rub your faces and hands. (This will help you prepare mentally for congregational prayer (4:43)). Allah does not wish to place upon you any difficulty, but to make you clean and to perfect His blessings upon you, that you be grateful"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Remember Allah's Blessing (Guidance) upon you and His Covenant binding upon you when you said, \"We hear and obey\" (1:4-5). Be mindful of Allah. Allah is fully Aware of what is in the hearts"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "O You who have chosen to be graced with belief! Be upholders of justice for the sake of Allah as witnesses to the truth. Let not the hatred of any people move you away from justice. Deal justly. That is closer to being upright. Be mindful of your duty to Allah. Verily, Allah is fully Aware of what you do"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Allah promises the protection of forgiveness and a Great Reward to those who attain belief and do works that fulfill the needs of people and augment the well being of society"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "On the other hand are those who reject Our Revelations openly, or deny them in action. They are the companions of the Insurmountable Barrier. (\"Selves\" that fail to develop, are unfit to move up to the higher levels of existence, so they merely survive instead of achieving true immortality)"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "O You who have chosen to be graced with belief! Remember the Blessing of Allah. There were people who had aggressive designs against you but He withheld their hands from you. (Due preparation against danger is a strong deterrent (4:71), (8:60)). Remain mindful of Allah's Laws. Then, in Allah let believers put their trust"
        }
    ]
}