{
    "maqras": [
        {
            "chapter": 5,
            "verse": 51,
            "text": "O You who have chosen to be graced with belief! (Since they deny the Final Revelation that is the Constitution of your state). Do not take the Jews and Christians as your allies. They are allies one to another. He among you who takes them for allies is one of them. Allah does not guide those who displace Command with desire"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "You will see those who harbor doubt in their hearts running to them saying, \"We fear that a change of fortune may befall us.\" But, Allah will bring you victory, or His Command will come to pass and they will regret what they harbored in their hearts"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "The believers will then wonder: \"Are these the same people who swore by Allah that they were with the believers?\" Eventually, all their deeds will go to waste and they will be great losers"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "O You who have chosen to be graced with belief! If you revert from your DEEN Allah will bring in your place people whom He loves and who love Him. They will be kind to the believers, and stern with the rejecters. They will strive in the Cause of Allah without fear of any blame. Such is the Bounty of Allah that He gives according to His Laws. He is Infinite, All Knowing"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Your real friends and protectors are Allah, His Messenger and those believers who establish the Divine System, set up the equitable Economic Order and humble themselves before Allah's Commands"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Those who ally themselves with Allah and His Messenger and the believers, belong in the party of Allah. Absolutely they are the victorious"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "O You who have chosen to be graced with belief! Do not take for allies, some of the people who were given the Scripture before you, and the rejecters who mock and ridicule your Religion. Be mindful of Allah's Commands if you are indeed believers"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "When you call to prayer, they mock at it and make a jest of it, simply because they are a people who do not use reason. (They know not that the call with its clearest Mission Statement is unique in the world and speaks volumes of the conviction behind it)"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Say, \"O People of the Scripture! Do you not blame us because we believe in God, and that which is revealed to us and that which was revealed before? And because most of you are drifting away from the Right Direction"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Say, \"Shall I point out to you something much worse for retribution with Allah? Worse is the case of those whom Allah has rejected, and His Law of Requital hits them. And whom Allah's Law relegated from the honorable stature of humanity and they started behaving like apes and swine (2:65). And they fell into becoming the slaves of TAGHOOT (tyrants and the priesthood of any religion (4:51)). Such are in worse plight, and farther astray than the mockers"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "When they come to you O believers, they say, \"We believe\". In fact they come in disbelief and depart in disbelief. Allah knows best what they conceal"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "You will see many of them race towards actions that drag down the human potential, create division in the society and they earn wealth through illicit means. Indeed condemnable is what they do"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Why don't the rabbis and the priests forbid them from their down-grading assertions and illicit earnings? Indeed condemnable is what they manufacture. (A great many religious leaders, rabbis, priests, monks, mullahs, yogis, and mystics devour the wealth of people deceptively, and hinder them from the Way of Allah)"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "(The Divine System wants people to contribute to the society.) The Jews say, \"Allah's hand is tied down.\" It is their hands that are tied down. Their uttering deprives them of Allah's Grace. His hands are wide open and He showers His Bounties according to His Laws. (O Prophet) Since the Revelation given to you by your Lord brings about a Benevolent Revolution in the society, people with vested interests hate it. Many of them plunge deeper into transgression and disbelief. Consequently, Our Law has sent down into their hearts and ranks animosity and hatred until the Day of Resurrection. Allah has put down the flames of war that they repeatedly ignited. They try to create corruption and disorder in the land and Allah does not love the corruptors"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "If the People of the Scripture would believe in the Qur'an and be mindful of the Divine Laws, We would remit their sins from them and admit them into the Gardens of Bliss"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Had they stood fast by the Torah and the Gospel, and all the Revelation that was sent to them by their Lord, they would receive the blessings of the heavens and the earth. Among them are people who are moderate, but a great many of them follow a course that is evil"
        }
    ]
}