{
    "maqras": [
        {
            "chapter": 9,
            "verse": 19,
            "text": "Do you think that providing water to Pilgrims and caring for the Sacred Masjid (in Makkah) is equal to the work of him who has Conviction in Allah and the Last Day and then strives in the Cause of Allah? They are not equal in the Sight of Allah. Allah does not intervene to guide those who displace action with ritual"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Those who attained belief, and left their homes, and strove in the Cause of Allah with their wealth and their lives, have a much greater rank with Allah. They are the ones who are truly triumphant"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Their Lord gives them good news of His Grace, His Approval, and the Gardens with lasting delight and bliss"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "They will live there forever. Verily, with Allah is immense Reward"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "O You who have chosen to be graced with belief! Even if your parents and siblings take pleasure in disbelief rather than faith, take not them as allies. Whoever does that, does wrong to himself. (The Divine Ideology shall take precedence over all other bonds)"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Say, \"If your parents, your children, and your siblings, and your spouses, and your tribe, and the wealth you have acquired, and the business in which you fear a decline, and the houses you love, are dearer to you than Allah and His Messenger and striving in His Cause, then wait till Allah brings His Command to pass.\" (Systems based on other than the Supreme Divine Ideology are destined to collapse). Allah does not intervene to guide those who drift away from Divine Laws"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Allah has given you victory on many fields. But in the Battle of Hunain, you took pride in your numbers but it did not avail you. And the vast earth was made narrow for you, then, you began turning away in flight"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Then Allah sent His peace of reassurance down upon His Messenger and upon the believers (48:4). And sent down armies you could not see, and punished the rejecters. (The Messenger led them from chaos back to discipline, and boosted their morale. That was the army unseen (3:125), (8:10), (9:40), (41:30)). Such is the reward of the rejecters of the Truth"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Allah will turn in Mercy to the worthy according to His Laws. And Allah is Forgiving, Merciful"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "O You who have chosen to be graced with belief! The idolaters have made their hearts unclean (and the Sacred Masjid of Makkah is the House of Pure Monotheism. Only those who believe in the Divine System can administer this Sacred House (9:18)). So let not the Idolaters come close to it after this year. If you fear scarcity of trade, Allah will enrich you with His Bounty. This is the Promise of Allah who is Knower, Wise"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Fight against those who reject belief in Allah and the Last Day, and hold not Sacred what Allah and His Messenger have declared Sacred, nor acknowledge the Divine System, among those who received the Scripture, until they pay JIZYA, the tax, with willing submission, and feel themselves subjects of the State as law-abiding citizens. (As citizens of the State they must pay taxes, as the Muslims contribute toward the Just Economic Order of Zakat. In return, the State will guarantee them internal and external security, and equal rights of citizenship. JIZYA will always be less than Zakat, and will be payable only by the able-bodied Non-Muslim citizens of the State. In addition, these able-bodied citizens would be exempt from compulsory military service)"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "The Jews say, \"Uzayr is God's son,\" while the Christians say, \"The Messiah is God's son.\" They only utter baseless themes with their mouths, following in spirit assertions made in earlier times by people (like the Greeks and Zoroastrians) who denied the Truth! Allah condemns them. They are surely deluded. (Some Jews in the Arabian Peninsula used to believe that Osiris, the Egyptian idol, was God's son while others thought of Ezra, who restored the Torah after it had been lost in the Babylonian Exile, as God's son)"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "They take their rabbis, priests and monks to be their Lords* besides Allah. And they take as their Lord, the Messiah son of Mary. Yet they were commanded to worship but One God. There is no god but He. Praise and Glory to Him, He is far too Glorious for what they ascribe to Him. (*Talmud shows the Jewish superstition of ascribing divinity to Ezra, rabbis, saints, doctors of law and learned men. And the doctrine of Papal infallibility, divinity of saints and praying to them are common in the Roman Catholic Church)"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "They seek to extinguish Allah's Light (the Qur'an) by their utterances (61:8). But Allah will not allow this to pass, for He has Willed to spread His Light in all its fullness even though the rejecters may detest it"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "He it is Who has sent His Messenger with Guidance and the True Religion (DEEN = The System of Life), that He may cause it to prevail over all religions and systems of life, even though the idolaters may detest it. (9:31-33), (14:48), (18:48), ("
        }
    ]
}