{
    "maqras": [
        {
            "chapter": 12,
            "verse": 77,
            "text": "The brothers said, \"If he stole, so did his brother in the past.\" Joseph stayed quiet, revealing nothing. He only said in his heart, \"You are in worse case, and Allah is the Best Knower of what you allege"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "They said to Joseph, \"O Noble one! He has an aged father, so take one of us instead of him. We see that you are a doer of good"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Joseph (stressing the circumstantial evidence) answered, \"God preserve us from detaining other than him with whom we have found our property. For, then we would indeed be unjust"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "So, when they lost hope, they conferred in solitude. The eldest among them said, \"Don't you know that your father took a solemn pledge from you in Allah's name, and how you failed in the case of Joseph before? I shall not go from this place until my father gives leave or Allah judges for me. He is the Best of deciders"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "He told the rest of the nine brothers, \"Return to your father and say, 'O Our father! Verily, your son has stolen. We know for sure, because we witnessed it. That was something beyond our knowledge and control"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Ask the township where we were, and the caravan we came with. We are indeed telling the truth"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Jacob said, \"Nay, you have made up yet another story good enough only for you. But I resort to decent forbearance. May Allah bring them all to me. Verily, He, only He, is the Knower, the Wise"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Then Jacob turned away from them saying, \"Alas, my grief for Joseph!\" His eyes glistened with tears but he suppressed his grief.\" (Jacob worried more about Joseph since he had no news of him yet. Many exponents at this point have ventured into strange guesswork. They report that Prophet Jacob became blind with grief and cried incessantly for eighty years grieving for Joseph! The Bible relates that Jacob lived to be 147 years old. Even so, it is not befitting of a Prophet of God, or even an ordinary person, to turn blind with grief and weep incessantly for 80 years. The whiteness of his eyes in this verse clearly refers to his eyes glistening with tears momentarily. And then he controlled his grief)"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "His sons said, \"By God! You will never cease remembering Joseph until your health is ruined or you perish"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "He said, \"I present my distress and anguish only to Allah and I know from Allah what you know not"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "O My sons! Go and find Joseph and his brother and never despair of the soothing Mercy of Allah. None but the disbelievers (in His Attributes) despair of the soothing Mercy of Allah"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "When they came before Joseph, they said, \"O Noble one! We have suffered a lot of hardship along with our family. We bring only inferior barter to pay. So give us the full measure, and be charitable to us. Allah rewards the charitable"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "As he granted the request, Joseph said, \"Do you remember what you did to Joseph and his brother in your ignorance"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "They exclaimed, \"Wow! Is it indeed you who are Joseph?\" He answered, \"I am Joseph and this is my brother. Allah has been Gracious to us. Verily, if one walks aright and is steadfast, Allah never loses the reward of such doers of good"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "They said, \"By God! Certainly Allah has raised you above us, and we were indeed at fault"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Joseph said, \"There is no blame on you this day! May Allah forgive you, and He is the Most Merciful of the merciful"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Now, go and take this royal shirt of mine and show it to my father. He will see the reality of things. Then, bring all your family to me"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "As soon as the caravan departed from Egypt, their father (Jacob) began telling his neighbors in Canaan about the Revelation that his son Joseph was in a position of high authority. \"I do indeed scent the presence of Joseph even though you may call me senile"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "The skeptics said, \"By God! You are still in your old confusion"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "The caravan arrived in Canaan and the good news was given to Jacob. When Joseph's royal shirt was shown to Jacob, he was delighted and his eyes saw the reality. He said, \"Didn't I tell you that I know from Allah what you know not"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "They said, \"O Our father! Ask forgiveness for us, for we trailed behind in your obedience, indeed we were at fault"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Jacob answered, \"I shall ask forgiveness for you from my Sustainer. Verily, He is Forgiving, Merciful"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "And when they came in before Joseph, he respectfully greeted his parents, \"Welcome to Egypt! God willing you will be in safety and peace here"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "He raised his parents upon the throne of honor. All those present bowed to him in respect (To let his parents see the honor Allah had given their son). Joseph said, \"O My father! This is how my Lord has made my dream come true. He has been very kind to me, since He freed me from the prison, and He has brought you here from the village. Satan (selfishness of my brothers) had sown enmity between us brothers. Verily, my Lord is Sublime in helping the worthy. He is the Knower, the Wise"
        }
    ]
}