{
    "chapter": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta. Ha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "We have not revealed unto thee (Muhammad) this Qur'an that thou shouldst be distressed"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "But as a reminder unto him who feareth"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "A revelation from Him Who created the earth and the high heavens"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "The Beneficent One, Who is established on the Throne"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Unto Him belongeth whatsoever is in the heavens and whatsoever is in the earth, and whatsoever is between them, and whatsoever is beneath the sod"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "And if thou speakest aloud, then lo! He knoweth the secret (thought) and (that which is yet) more hidden"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Allah! There is no Allah save Him. His are the most beautiful names"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Hath there come unto thee the story of Moses"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "When he saw a fire and said unto his folk: Lo! Wait! I see a fire afar off. Peradventure I may bring you a brand therefrom or may find guidance at the fire"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "And when he reached it, he was called by name: O Moses"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Lo! I, even I, am thy Lord, So take off thy shoes, for lo! thou art in the holy valley of Tuwa"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "And I have chosen thee, so hearken unto that which is inspired"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Lo! I, even I, am Allah, There is no Allah save Me. So serve Me and establish worship for My remembrance"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Lo! the Hour is surely coming. But I will to keep it hidden, that every soul may be rewarded for that which it striveth (to achieve)"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Therefor, let not him turn thee aside from (the thought of) it who believeth not therein but followeth his own desire, lest thou perish"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "And what is that in thy right hand, O Moses"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "He said: This is my staff whereon I lean, and wherewith I bear down branches for my sheep, and wherein I find other uses"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "He said: Cast it down, O Moses"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "So he cast it down, and lo! it was a serpent, gliding"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "He said: Grasp it and fear not. We shall return it to its former state"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "And thrust thy hand within thine armpit, it will come forth white without hurt. (That will be) another token"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "That We may show thee (some) of Our greater portents"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Go thou unto Pharaoh! Lo! he hath transgressed (the bounds)"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "(Moses) said: My Lord! relieve my mind"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "And ease my task for me"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "And loose a knot from my tongue"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "That they may understand my saying"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Appoint for me a henchman from my folk"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Aaron, my brother"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Confirm my strength with him"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "And let him share my task"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "That we may glorify Thee much"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "And much remember Thee"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Lo! Thou art ever Seeing us"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "He said: Thou art granted thy request, O Moses"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "And indeed, another time, already We have shown thee favour"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "When we inspired in thy mother that which is inspired"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Saying: Throw him into the ark, and throw it into the river, then the river shall throw it on to the bank, and there an enemy to Me and an enemy to him shall take him. And I endued thee with love from Me that thou mightest be trained according to My will"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "When thy sister went and said: Shall I show you one who will nurse him? and we restored thee to thy mother that her eyes might be refreshed and might not sorrow. And thou didst kill a man and We delivered thee from great distress, and tried thee with a heavy trial. And thou didst tarry years among the folk of Midian. Then camest thou (hither) by (My) providence, O Moses"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "And I have attached thee to Myself"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Go, thou and thy brother, with My tokens, and be not faint in remembrance of Me"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Go, both of you, unto Pharaoh. Lo! he hath transgressed (the bounds)"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "And speak unto him a gentle word, that peradventure he may heed or fear"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "They said: Our Lord! Lo! we fear that he may be beforehand with us or that he may play the tyrant"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "He said: Fear not. Lo! I am with you twain, Hearing and Seeing"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "So go ye unto him and say: Lo! we are two messengers of thy Lord. So let the children of Israel go with us, and torment them not. We bring thee a token from thy Lord. And peace will be for him who followeth right guidance"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Lo! it hath been revealed unto us that the doom will be for him who denieth and turneth away"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "(Pharaoh) said: Who then is the Lord of you twain, O Moses"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "He said: Our Lord is He Who gave unto everything its nature, then guided it aright"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "He said: What then is the state of the generations of old"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "He said: The knowledge thereof is with my Lord in a Record. My Lord neither erreth nor forgetteth"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Who hath appointed the earth as a bed and hath threaded roads for you therein and hath sent down water from the sky and thereby We have brought forth divers kinds of vegetation"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "(Saying): Eat ye and feed your cattle. Lo! herein verily are portents for men of thought"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Thereof We created you, and thereunto We return you, and thence We bring you forth a second time"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "And We verily did show him all Our tokens, but he denied them and refused"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "He said: Hast come to drive us out from our land by thy magic, O Moses"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "But we surely can produce for thee magic the like thereof; so appoint a tryst between us and you, which neither we nor thou shall fail to keep, at a place convenient (to us both)"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "(Moses) said: Your tryst shall be the day of the feast, and let the people assemble when the sun hath risen high"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Then Pharaoh went and gathered his strength, then came (to the appointed tryst)"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Moses said unto them: Woe unto you! Invent not a lie against Allah, lest He extirpate you by some punishment. He who lieth faileth miserably"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Then they debated one with another what they must do, and they kept their counsel secret"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "They said: Lo! these are two wizards who would drive you out from your country by their magic, and destroy your best traditions"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "So arrange your plan, and come in battle line. Whoso is uppermost this day will be indeed successful"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "They said: O Moses! Either throw first, or let us be the first to throw"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "He said: Nay, do ye throw! Then lo! their cords and their staves, by their magic, appeared to him as though they ran"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "And Moses conceived a fear in his mind"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "We said: Fear not! Lo! thou art the higher"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Throw that which is in thy right hand! It will eat up that which they have made. Lo! that which they have made is but a wizard's artifice, and a wizard shall not be successful to whatever point (of skill) he may attain"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Then the wizards were (all) flung down prostrate, crying: We believe in the Lord of Aaron and Moses"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "(Pharaoh) said: Ye put faith in him before I give you leave. Lo! he is your chief who taught you magic. Now surely I shall cut off your hands and your feet alternately, and I shall crucify you on the trunks of palm trees, and ye shall know for certain which of us hath sterner and more lasting punishment"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "They said: We choose thee not above the clear proofs that have come unto us, and above Him Who created us. So decree what thou wilt decree. Thou wilt end for us only this life of the world"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Lo! we believe in our Lord, that He may forgive us our sins and the magic unto which thou didst force us. Allah is better and more lasting"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Lo! whoso cometh guilty unto his Lord, verily for him is hell. There he will neither die nor live"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "But whoso cometh unto Him a believer, having done good works, for such are the high stations"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Gardens of Eden underneath which rivers flow, wherein they will abide for ever. That is the reward of him who groweth"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "And verily We inspired Moses, saying: Take away My slaves by night and strike for them a dry path in the sea, fearing not to be overtaken, neither being afraid (of the sea)"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Then Pharaoh followed them with his hosts and there covered them that which did cover them of the sea"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "And Pharaoh led his folk astray, he did not guide them"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "O Children of Israel! We delivered you from your enemy, and we made a covenant with you on the holy mountain's side, and sent down on you the manna and the quails"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "(Saying): Eat of the good things wherewith We have provided you, and transgress not in respect thereof lest My wrath come upon you: and he on whom My wrath cometh, he is lost indeed"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "And lo! verily I am Forgiving toward him who repenteth and believeth and doeth good, and afterward walketh aright"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "And (it was said): What hath made thee hasten from thy folk, O Moses"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "He said: They are close upon my track. I hastened unto Thee, my Lord, that Thou mightest be well pleased"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "He said: Lo! We have tried thy folk in thine absence, and As-Samiri hath misled them"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Then Moses went back unto his folk, angry and sad. He said: O my people! Hath not your Lord promised you a fair promise? Did the time appointed then appear too long for you, or did ye wish that wrath from your Lord should come upon you, that ye broke tryst with me"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "They said: We broke not tryst with thee of our own will, but we were laden with burdens of ornaments of the folk, then cast them (in the fire), for thus As-Samiri proposed"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Then he produced for them a calf, of saffron hue, which gave forth a lowing sound. And they cried: This is your god and the god of Moses, but he hath forgotten"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "See they not, then, that it returneth no saying unto them and possesseth for them neither hurt nor use"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "And Aaron indeed had told them beforehand: O my people! Ye are but being seduced therewith, for lo! your Lord is the Beneficent, so follow me and obey my order"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "They said: We shall by no means cease to be its votaries till Moses return unto us"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "He (Moses) said: O Aaron! What held thee back when thou didst see them gone astray"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "That thou followedst me not? Hast thou then disobeyed my order"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "He said: O son of my mother! Clutch not my beard nor my head! I feared lest thou shouldst say: Thou hast caused division among the Children of Israel, and hast not waited for my word"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "(Moses) said: And what hast thou to say, O Samiri"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "He said: I perceived what they perceive not, so I seized a handful from the footsteps of the messenger, and then threw it in. Thus my soul commended to me"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "(Moses) said: Then go! and lo! in this life it is for thee to say: Touch me not! and lo! there is for thee a tryst thou canst not break. Now look upon thy god of which thou hast remained a votary. Verily we will burn it and will scatter its dust over the sea"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Your Allah is only Allah, than Whom there is no other Allah. He embraceth all things in His knowledge"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Thus relate We unto thee (Muhammad) some tidings of that which happened of old, and We have given thee from Our presence a reminder"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Whoso turneth away from it, he verily will bear a burden on the Day of Resurrection"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Abiding under it - an evil burden for them on the Day of Resurrection"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "The day when the Trumpet is blown. On that day we assemble the guilty white-eyed (with terror)"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Murmuring among themselves: Ye have tarried but ten (days)"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "We are Best Aware of what they utter when their best in conduct say: Ye have tarried but a day"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "They will ask thee of the mountains (on that day). Say: My Lord will break them into scattered dust"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "And leave it as an empty plain"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "Wherein thou seest neither curve nor ruggedness"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "On that day they follow the summoner who deceiveth not, and voices are hushed for the Beneficent, and thou hearest but a faint murmur"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "On that day no intercession availeth save (that of) him unto whom the Beneficent hath given leave and whose word He accepteth"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "He knoweth (all) that is before them and (all) that is behind them, while they cannot compass it in knowledge"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "And faces humble themselves before the Living, the Eternal. And he who beareth (a burden of) wrongdoing is indeed a failure (on that day)"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "And he who hath done some good works, being a believer, he feareth not injustice nor begrudging (of his wage)"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Thus we have revealed it as a Lecture in Arabic, and have displayed therein certain threats, that peradventure they may keep from evil or that it may cause them to take heed"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Then exalted be Allah, the True King! And hasten not (O Muhammad) with the Qur'an ere its revelation hath been perfected unto thee, and say: My Lord! Increase me in knowledge"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "And verily We made a covenant of old with Adam, but he forgot, and We found no constancy in him"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "And when We said unto the angels: Fall prostrate before Adam, they fell prostrate (all) save Iblis; he refused"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Therefor we said: O Adam! This is an enemy unto thee and unto thy wife, so let him not drive you both out of the Garden so that thou come to toil"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "It is (vouchsafed) unto thee that thou hungerest not therein nor art naked"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "And that thou thirstest not therein nor art exposed to the sun's heat"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "But the devil whispered to him, saying: O Adam! Shall I show thee the tree of immortality and power that wasteth not away"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Then they twain ate thereof, so that their shame became apparent unto them, and they began to hide by heaping on themselves some of the leaves of the Garden. And Adam disobeyed his Lord, so went astray"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Then his Lord chose him, and relented toward him, and guided him"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "He said: Go down hence, both of you, one of you a foe unto the other. But when there come unto you from Me a guidance, then whoso followeth My guidance, he will not go astray nor come to grief"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "But he who turneth away from remembrance of Me, his will be a narrow life, and I shall bring him blind to the assembly on the Day of Resurrection"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "He will say: My Lord! Wherefor hast Thou gathered me (hither) blind, when I was wont to see"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "He will say: So (it must be). Our revelations came unto thee but thou didst forget them. In like manner thou art forgotten this Day"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Thus do We reward him who is prodigal and believeth not the revelations of his Lord; and verily the doom of the Hereafter will be sterner and more lasting"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Is it not a guidance for them (to know) how many a generation We destroyed before them, amid whose dwellings they walk? Lo! therein verily are signs for men of thought"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "And but for a decree that had already gone forth from thy Lord, and a term already fixed, the judgment would have been inevitable (in this world)"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Therefor (O Muhammad), bear with what they say, and celebrate the praise of thy Lord ere the rising of the sun and ere the going down thereof. And glorify Him some hours of the night and at the two ends of the day, that thou mayst find acceptance"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "And strain not thine eyes toward that which We cause some wedded pairs among them to enjoy, the flower of the life of the world, that We may try them thereby. The provision of thy Lord is better and more lasting"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "And enjoin upon thy people worship, and be constant therein. We ask not of thee a provision: We provided for thee. And the sequel is for righteousness"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "And they say: If only he would bring us a miracle from his Lord! Hath there not come unto them the proof of what is in the former scriptures"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "And if we had destroyed them with some punishment before it, they would assuredly have said: Our Lord! If only Thou hadst sent unto us a messenger, so that we might have followed Thy revelations before we were (thus) humbled and disgraced"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Say: Each is awaiting; so await ye! Ye will come to know who are the owners of the path of equity, and who is right"
        }
    ]
}