{
    "maqras": [
        {
            "chapter": 17,
            "verse": 99,
            "text": "N’ont-ils donc pas vu qu’Allah Qui a cree les cieux et la terre est Capable de creer des etres qui leur sont semblables ? Il leur a fixe un terme a propos duquel il n’y a nul doute, mais les injustes s’obstinent a renoncer a la mecreance"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Dis : « Possederiez-vous tous les tresors de la grace de mon Seigneur, vous en retiendriez de peur d’avoir a en depenser. L’homme est (foncierement) avare. »"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Nous donnames a Moise neuf prodiges evidents. Interroge donc les Enfants d’Israel (a propos de lui), lorsqu’il vint vers eux et que Pharaon lui dit : « Je crois, o Moise, que tu as ete ensorcele. »"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Il repondit alors : « Tu sais bien que ceux-la (les prodiges), n’ont ete envoyes d’en haut par nul autre que le Seigneur des cieux et de la terre en Signes eclatants. Et je crois, o Pharaon, que tu es perdu. »"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Il (Pharaon) voulut les chasser du pays, mais Nous les noyames tous ensemble, lui et ceux qui l’accompagnaient"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Et Nous dimes apres lui aux Enfants d’Israel : « Habitez cette terre, et quand arrivera la promesse de l’autre monde, Nous vous ramenerons en masse. »"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Nous l’avons fait descendre (en revelation) avec la verite, et c’est en toute verite qu’il est descendu ; et Nous ne t’avons envoye que pour annoncer et avertir"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Et (Nous avons revele) un Coran que Nous avons partage en fragments afin que tu le lises aux hommes progressivement (et sans hate), car Nous l’avons (Nous-meme) fait descendre progressivement"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Dis : « Que vous y croyiez ou que vous n’y croyiez pas, ceux qui ont deja recu la connaissance[295] avant (ce Coran) se prosternent, menton contre terre, quand il leur est recite"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "et ils disent : \"Gloire soit rendue a notre Seigneur ! Voila accomplie la promesse de notre Seigneur !\" »"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Et ils se jettent, menton contre terre, tout en pleurs, et cela ajoute encore a leur humilite"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Dis : « Que vous invoquiez Allah ou que vous invoquiez le Tout Clement, de quelque nom que vous L’invoquiez, Il a les Noms les plus Beaux. N’eleve pas trop la voix pendant ta Calat, ni ne la baisse (plus qu’il n’en faut), mais trouve-toi une methode intermediaire. »"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Dis : « Toute louange a Allah Qui ne S’est pas donne d’enfant, Qui n’a point d’associe dans la Royaute, et Qui n’a nul besoin d’un defenseur contre l’offense. » Glorifie bien haut Sa grandeur"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Louange a Allah Qui a fait descendre (en revelation) le Livre sur Son serviteur et n’y a mis aucun (propos) sinueux"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "Un livre parfaitement droit pour prevenir d’un terrible chatiment de Sa part, et pour annoncer aux croyants qui accomplissent les bonnes œuvres qu’ils auront une belle recompense"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "ou ils resteront a tout jamais"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "et pour avertir ceux qui ont dit : « Allah S’est attribue un enfant. »"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Or ils n’en savent rien, pas plus que leurs peres. Quelle abominable parole sort de leurs bouches ! Ils ne disent la que des mensonges"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Peut-etre vas-tu te tourmenter pour eux (a en mourir) parce qu’ils ne croient pas en ce discours (le Coran)"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Nous avons fait de tout ce que porte la terre une parure pour les eprouver et savoir qui d’entre eux aura accompli les meilleures œuvres"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Mais Nous reduirons certainement tout ce qu’elle porte en un sol aride"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Penserais-tu que les gens de la Caverne et de Ar-Raqim[297] soient les plus etonnants de Nos miracles"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Quand ces jeunes gens se refugierent dans la caverne ils dirent : « Seigneur ! Donne-nous de Ta part une misericorde et assure pour nous la voie de la droiture. »"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Nous avons alors frappe (de surdite) leurs oreilles[298] pendant de nombreuses annees"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Puis Nous les reveillames pour savoir lequel des deux partis savait compter la juste duree de leur sejour"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "C’est Nous Qui allons te raconter leur histoire en verite. Ce sont des jeunes qui ont cru en leur Seigneur ; et Nous les avons encore mieux guides vers le droit chemin"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Nous avons affermi leurs cœurs lorsqu’ils se sont dresses et ont dit : « Notre Seigneur est le Seigneur des cieux et de la terre, Nous n’invoquerons nulle autre divinite que Lui, ou alors nous aurions profere des insanites"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Ce sont les notres qui ont pris des divinites en dehors de Lui. Si au moins ils en apportaient des preuves d’autorite ![300] Est-il quelqu’un de plus injuste que celui qui debite des mensonges sur le compte d’Allah ? »"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "(Ils se sont dit apres concertation) : « Une fois que vous vous serez eloignes d’eux et de ce qu’ils adorent en dehors d’Allah, cherchez refuge dans la caverne. Votre Seigneur, alors, deploiera sur vous de Sa misericorde et assurera pour votre sort une issue clemente. »"
        }
    ]
}