{
    "maqras": [
        {
            "chapter": 21,
            "verse": 51,
            "text": "Auparavant, Nous avions engage Abraham sur la voie droite. Nous le Connaissions parfaitement"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Il dit a son pere et a son peuple : « Qu’est-ce donc que ces statues auxquelles vous montrez tant de devotion ? »"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "« Nous avons trouve nos peres qui les adoraient (avant nous) », repondirent-ils"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "« Vous etiez donc, vous et vos peres, dans un egarement evident », fit-il observer"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "« Es-tu venu nous apporter la verite, dirent-ils, ou es-tu en train de plaisanter ? »"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "« Votre Seigneur, repliqua-t-il, est le Seigneur des cieux et de la terre, Qui les a crees (de rien). Je suis de ceux qui peuvent en temoigner"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Par Allah, j’userai d’un stratageme contre vos idoles, quand vous aurez le dos tourne. »"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Il les reduisit en morceaux sauf l’idole la plus grande pour qu’ils reviennent vers elle"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Ils dirent : « Qui donc a fait cela de nos divinites, ce doit etre quelqu’un d’injuste ! »"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "(D’autres) dirent : « Nous avons entendu en medire un jeune homme nomme Abraham. »"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "« Qu’on l’amene, s’ecrierent (les premiers), et que les gens puissent le voir de leurs yeux et en etre temoins. »"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "« Est-ce toi qui as fait cela a nos divinites, Abraham ? » lui demanderent-ils"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "« Non, c’est la plus grande d’entre elles qui l’a fait. Interrogez-les donc si tant est qu’elles puissent vous repondre ! »"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Se blamant les uns les autres, ils se dirent : « C’est peut-etre vous qui etes injustes. »"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Puis, baissant la tete (a court d’arguments), ils dirent : « Tu sais bien que celles-ci ne parlent pas. »"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "« Adorez-vous, dit-il, en dehors d’Allah, ce qui ne peut en rien vous etre utile ou nuisible"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Fi de vous tous et de ce que vous adorez en dehors d’Allah ! Entendrez-vous jamais raison ? »"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Ils s’ecrierent alors : « Brulez-le, vengez vos divinites, si vous voulez vraiment faire quelque chose ! »"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Nous dimes alors : « O feu ! Sois fraicheur et salut sur Abraham ! »"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Ils avaient complote pour le perdre mais Nous fimes d’eux les plus grands perdants"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Nous le sauvames ainsi que Loth, et les (conduisimes) vers la terre que Nous avons benie pour tous les etres de l’Univers"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Nous lui fimes don d’Isaac, et lui ajoutames Jacob, dont Nous fimes des hommes vertueux"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Nous en fimes des chefs qui guidaient (vers la voie droite) par Nos ordres. Nous leur inspirames de faire le bien, d’observer la Calat et de s’acquitter de la Zakat ; ils etaient Nos adorateurs"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Quant a Loth, Nous lui accordames sagesse et science, et Nous le sauvames de la cite qui commettait des turpitudes. Ils etaient vraiment des gens mauvais, des vicieux"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Nous le recumes dans Notre misericorde, lui qui etait du nombre des vertueux"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Et Noe, qui (Nous) avait invoque avant cela et que Nous exaucames, en le delivrant, lui et sa famille, du grand desarroi"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Nous l’appuyames contre les gens qui avaient ose dementir Nos Signes : des gens mauvais que Nous noyames jusqu’au dernier"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Et David, et Salomon, qui devaient juger un litige au sujet d’un champ ravage par les moutons d’une peuplade (etrangere) venus y paitre de nuit : Nous etions temoin de leur jugement"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Nous inspirames a Salomon (le verdict a propos de ce differend) et Nous accordames a chacun sagesse et science. Nous assujettimes les montagnes et les oiseaux a Nous rendre gloire avec David. Et tout cela c’est Nous Qui l’avons fait"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Nous initiames David a l’art de fabriquer des cuirasses pour vous proteger dans vos combats. En serez-vous donc reconnaissants"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Et a Salomon (Nous assujettimes) le vent en tempete qui courait par son ordre vers la terre que Nous avons benie. Nous sommes de Toute chose Instruit"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Il en etait meme qui, parmi les demons, plongeaient pour lui (explorant les fonds marins) et qui faisaient d’autres travaux. Nous assurions Nous-meme leur surveillance"
        }
    ]
}