{
    "maqras": [
        {
            "chapter": 21,
            "verse": 83,
            "text": "Puis (evoque) Job, qui supplia son Seigneur : « Le mal m’a atteint et Tu es le plus Misericordieux des misericordieux ! »"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Nous l’exaucames alors, dissipames tous ses maux, et lui rendimes sa famille a laquelle (Nous ajoutames) une autre pareille, par un effet de Notre grace et comme rappel pour les adorateurs"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Et Ismael, et Idris, et Dhul-Kifl, tous etaient des (modeles) de patience"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Nous les recumes dans Notre misericorde, car ils etaient du nombre des vertueux"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Et Dhu-Nun,[328] qui s’en alla depite croyant pouvoir echapper a Nos rigueurs. Puis il appela dans les tenebres : « Il n’est point d’autre divinite que Toi, gloire Te soit rendue, j’etais certes du nombre des injustes ! »"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Nous l’exaucames et le delivrames de l’angoisse. Ainsi delivrons-Nous les croyants"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Et Zacharie, qui supplia son Seigneur : « Seigneur, ne me laisse pas seul (sans descendance), Toi le meilleur des heritiers ! »"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Nous l’exaucames, (lui aussi), lui fimes don de Yahya (Jean le Baptiste) et guerimes son epouse.[329] Tous rivalisaient de vertu et Nous invoquaient pleins d’espoir et avec crainte ; tous se recueillaient, humbles devant Nous"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Et celle qui sut garder sa chastete.[330] Nous insufflames en elle de Notre Esprit et fimes d’elle et de son fils un Signe pour tout l’Univers"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Cette religion[331] est la votre et c’est une religion unique. Je suis votre Seigneur, alors adorez-Moi"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Ils se sont partages en sectes mais reviendront tous vers Nous"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Celui qui, etant croyant, accomplit de bonnes œuvres, nulle meconnaissance ne (decevra) son effort ; et Nous le lui inscrirons (au nombre de ses bienfaits)"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Il est defendu aux habitants d’une cite que Nous avons aneantie de revenir"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Jusqu’a ce que la voie s’ouvre devant les Gog et Magog qui deferleront de tous les reliefs"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "La promesse vraie etant alors toute proche, les regards des mecreants se figeront : « Malheur a nous, diront-ils, qui etions si distraits, voire si injustes ! »"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "(Il sera dit alors) : « Vous et ce que vous adoriez en dehors d’Allah servirez de combustible au (feu de) la Gehenne. Vous y entrerez tous"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Si celles-ci etaient de reelles divinites, elles n’y entreraient pas.[333] Tous y resteront pour l’eternite. »"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Ils y feront entendre des rales sibilants[334] mais eux n’entendront rien"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Ceux a qui etaient deja promise Notre plus belle recompense, ceux-la en seront tenus eloignes"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Ils n’entendront pas ses sifflements et jouiront eternellement de tout ce dont ils auront envie"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Le Grand Effroi ne les inquietera point, et les Anges les accueilleront (en disant) : « Voici venu le jour qui vous etait promis. »"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Ce jour-la Nous plierons le ciel comme on plie le parchemin sur ce qui y est ecrit. De meme que Nous avons initie la creation une premiere fois, Nous la recommencerons : c’est une promesse que Nous devons tenir et Nous la tiendrons"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Nous avons ecrit dans les Psaumes (le Zabur), apres l’avoir evoque (dans le Livre eternel) que la terre sera l’heritage de Mes serviteurs les plus vertueux"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Il y a la un enseignement pour un peuple qui (Nous) adore"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Nous ne t’avons envoye qu’en misericorde pour l’Univers"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Dis : « Ce qui m’est revele n’est rien de moins que : votre Seigneur est un Dieu Unique. Allez-vous devenir soumis ? »"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "S’ils se detournent, alors dis : « Je vous ai avertis tous egalement. Et je ne sais moi-meme si ce qui vous est promis est imminent ou lointain"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "C’est Lui Qui Sait ce que vous dites tout haut et ce que vous taisez"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Et que sais-je ? Peut-etre que ce (sursis) est une tentation pour vous eprouver et une jouissance pour un temps. »"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Il dit : « Seigneur ! Juge (entre nous) en toute equite ! Et notre Seigneur est le Tout Clement, Celui Dont nous cherchons l’assistance contre vos allegations. »"
        }
    ]
}