{
    "maqras": [
        {
            "chapter": 40,
            "verse": 1,
            "text": "Ha, Mim"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "La revelation du Livre emane d’Allah, le Tout-Puissant, l’Omniscient"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "Celui Qui Pardonne[457] les peches, accepte le repentir, a dure la punition et detient toutes les largesses. Il n’y a point d’autre divinite que Lui, et c’est vers Lui qu’est le devenir"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "Il n’est que les mecreants qui disputent au sujet des Signes d’Allah. Que leurs multiples activites dans le pays ne te leurrent point"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "Avant eux, le peuple de Noe avait crie au mensonge, imite ensuite par les coalises. Chaque communaute a complote pour se saisir de son Messager. En disputant, tous mobilisaient de faux arguments pour refuter la verite. J’ai alors sevi contre eux, et comme fut (terrible) Mon chatiment"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "C’est ainsi que s’est justifie le verdict de ton Seigneur contre ceux qui ont mecru : « Ce sera eux les hotes du Feu ! »"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "Ceux qui portent le Trone et qui se tiennent tout autour, rendent gloire a leur Seigneur en celebrant Ses louanges. Ils croient en Lui et implorent Son pardon pour ceux qui ont la foi : « Seigneur, Tu embrasses Toute chose par Ta misericorde et par Ta science. Pardonne donc a ceux qui se sont repentis et ont suivi Ton chemin ! Et veuille les preserver du supplice de la Fournaise"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "Fais-les entrer, Seigneur, dans les Jardins d’Eden que Tu leur as promis, accompagnes des vertueux parmi leurs peres, leurs conjoints et leurs descendants. Tu es certes le Tout-Puissant, le Sage"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "Veuille les preserver (des consequences) de leurs mefaits, car celui que Tu preserveras ce jour-la des (consequences) de ses mefaits, Tu l’auras accueilli dans Ta misericorde. Tel est le succes supreme ! »"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "A ceux qui ont mecru il sera lance : « Le mepris d’Allah (envers vous), lorsque (sur terre) vous etiez appeles a la foi et que vous mecroyiez, est plus grand encore que le mepris que vous avez envers vous-memes (aujourd’hui). »"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "« Seigneur, repondront-ils, Tu nous as fait mourir deux fois puis revivre deux fois. Nous avouons donc nos peches. N’y a-t-il pas un moyen pour sortir d’ici ? »"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "« Cela est ainsi, leur sera-t-il replique, car quand Allah etait Seul invoque, vous mecroyiez ; et quand des associes lui etaient pretes, vous croyiez. Le jugement revient alors a Allah, le Tres Haut, le Tres Grand"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "C’est Lui Qui vous montre Ses Signes et fait descendre pour vous, du ciel, un bienfait.[458] Seul s’en souvient celui qui revient (a Allah), repentant"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "Invoquez donc Allah ! Vouez-Lui un culte sincere, en depit de l’aversion des mecreants"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "Il a les Plus Hauts Degres et possede le Trone, Il envoie l’Esprit, par Son ordre, a qui Il veut parmi Ses serviteurs, afin que (ce dernier) avertisse du Jour de la Rencontre"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "ce Jour ou ils apparaitront a decouvert et (ou) rien d’eux ne sera cache a Allah. A qui appartient, aujourd’hui, la royaute ? A Allah, l’Un, le Haut Dominateur"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "Ce jour-la, chaque ame sera recompensee selon ce qu’elle aura acquis. Nulle injustice en ce jour, car Allah est si prompt a dresser les comptes"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Avertis-les du jour tout proche, lorsque les cœurs noueront les gorges d’angoisse. Les injustes n’auront alors ni ami chaleureux ni intercesseur credible"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "(Allah) Connait la traitrise des yeux et ce que cachent les cœurs"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Allah juge avec equite, cependant que ceux qu’ils invoquent en dehors de Lui, eux, ne sauraient juger quoi que ce soit. Allah, c’est Lui Qui Entend Tout et Voit parfaitement clair"
        }
    ]
}