{
    "maqras": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "Toute nourriture etait licite pour les Enfants d’Israel, sauf ce qu’Israel s’interdisait lui-meme avant que ne fut revelee la Torah. Dis : « Apportez la Torah et lisez-la, si vous dites la verite. »"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Quiconque, apres cela, debitera sur le compte d’Allah des mensonges, sera du nombre des injustes"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Dis : « Allah dit vrai. Suivez donc la religion d’Abraham, authentique Soumis.[117] Et il ne fut point du nombre des associatres. »"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "La premiere Maison edifiee a l’intention des hommes est celle de Bakka (La Mecque), benie et erigee en Orient Absolu[118] pour tout l’Univers"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "S’y trouvent les Signes evidents de la station[119] d’Abraham ; quiconque y entre y sera en securite. Les hommes qui en ont les moyens ont le devoir, envers Allah, de se rendre a la Maison Sacree en pelerinage. Ceux qui mecroient (se doivent de savoir qu’) Allah Se passe de Toutes les creatures de l’Univers"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Dis : « O gens du Livre ! Pourquoi reniez-vous les versets d’Allah, alors qu’Allah est Temoin de ce que vous faites ? »"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Dis : « O gens du Livre ! Qu’avez-vous a repousser loin de la voie d’Allah ceux qui ont cru ? La voulez-vous tortueuse alors que vous etes temoins (de sa rectitude) ? Allah n’est certes pas distrait de ce que vous faites"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "O vous qui avez cru ! Si vous obeissez a quelques-uns de ceux qui ont recu le Livre, ils vous rendront a la mecreance alors que vous aviez la foi"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "Et comment mecroyez-vous quand les versets d’Allah vous sont recites, et que parmi vous il y a Son Messager ? Quiconque s’attache avec force a Allah est guide vers une voie droite"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O vous qui avez cru ! Craignez Allah comme il convient de Le craindre, et ne mourez qu’entierement Soumis"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Accrochez-vous tous a la Corde d’Allah et ne vous divisez point. Evoquez la grace dont Allah vous a combles. Vous etiez ennemis et Il a uni vos cœurs ; vous etes devenus freres, par Sa grace. Et lorsque vous etiez au bord d’un abime de feu, Il vous en a sauves. Ainsi Allah vous expose-t-Il clairement Ses Signes, peut-etre serez-vous guides (vers la bonne voie)"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Qu’il y ait donc parmi vous une communaute qui appelle au bien, qui prescrit le convenable et proscrit le condamnable. Ceux-la atteindront a la reussite"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Et ne soyez pas comme ceux-la qui s’etaient divises et s’etaient opposes apres que leur furent venues les preuves evidentes. Ceux-la, certes, auront un terrible supplice"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Viendra le jour ou certains visages rayonneront, et d’autres s’assombriront. Quant a ceux dont les visages seront sombres, (il leur sera dit) : « Vous avez mecru apres avoir eu la foi ? Alors, goutez au supplice que vous aura valu votre mecreance ! »"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Quant a ceux dont les visages seront rayonnants, ils seront accueillis dans la misericorde d’Allah, ou ils sejourneront a jamais"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Voila donc les versets d’Allah que Nous te recitons en toute verite. Car Allah n’entend faire aucune injustice aux creatures de l’Univers"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "A Allah appartient tout ce qu’il y a dans les cieux et sur la terre, et a Lui toute chose sera ramenee"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Vous etes la meilleure communaute qui ait jamais surgi pour les hommes. Vous prescrivez le convenable, proscrivez le condamnable et croyez en Allah. Et si les gens du Livre croyaient, cela serait bien meilleur pour eux. Il en est qui, certes, croient, mais la majorite sont des depraves"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Ils ne vous nuiront que tres peu.[121] Et s’ils vous combattent, ils tourneront vite les talons et ne seront point secourus"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Ils sont marques d’infamie la ou ils se trouvent, a moins d’une aide d’Allah ou d’un secours des hommes. Ils ont merite la colere d’Allah, et sur eux s’est abattue l’humiliation, car ils reniaient les Signes d’Allah, tuaient indument les Prophetes, desobeissaient et transgressaient"
        }
    ]
}