{
    "maqras": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "Et sachez que, quelque butin que vous recoltiez, il en revient le cinquieme a Allah, au Messager, a ses proches, aux orphelins, aux pauvres et aux voyageurs de grand chemin, si vous croyez en Allah et a ce que Nous avons revele a Notre serviteur[194] le jour du Discernement (Al-Furqan),[195] jour ou les deux troupes (ennemies) se rencontrerent. Allah est de Toute chose Infiniment Capable"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Vous etiez sur le versant le plus proche, et eux etaient sur le versant le plus eloigne, alors que la caravane etait en contrebas par rapport a vous. Si vous vous etiez donne rendez-vous, vous auriez certainement manque votre rencontre. Mais Allah entendait executer un decret qui devait l’etre immanquablement, afin que celui qui devait perir perisse par une preuve evidente, et que celui qui devait vivre vive par une preuve evidente. Allah Entend Tout et Il est Omniscient"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Et (souviens-toi) quand, en songe, Allah te les[196] montra peu nombreux. S’Il te les avait montres nombreux, vous (les croyants) auriez lache pied et vous vous seriez aprement disputes a propos de cette situation. Mais Allah vous epargna (cette discorde) Lui Qui Sait ce qu’il y a au fond des cœurs"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Et (souviens-toi aussi) quand vous vous faisiez face, Il les faisait paraitre peu nombreux a vos yeux et diminuait votre nombre a leurs yeux : cela, pour qu’Allah execute un decret qui devait l’etre immanquablement. Et c’est vers Allah que sont ramenees toutes choses"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "O vous qui avez cru ! Quand vous etes face a une troupe (ennemie), soyez determines, et evoquez abondamment le nom d’Allah, peut-etre obtiendrez-vous la reussite"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "Obeissez a Allah et a Son Messager et ne vous disputez point ou alors vous perdriez toute chance de reussite et votre ardeur vous quitterait. Prenez patience, car Allah est avec ceux qui prennent patience"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Ne soyez pas comme ceux qui sont sortis de leurs foyers en grande pompe et en s’exhibant publiquement, pour detourner (les gens) du chemin d’Allah. Mais Allah Cerne tout ce qu’ils font"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Satan leur avait alors rendu belles leurs actions en disant : « Nul homme ne vous vaincra aujourd’hui et je suis votre soutien. » Puis lorsque les deux troupes se firent face, il tourna les talons et dit : « Je vous desavoue, car je vois ce que vous ne voyez pas ; je crains Allah et Allah a la punition tres dure. »"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Les hypocrites (rappelez-vous), ainsi que ceux dont le cœur est (ronge par) la maladie (du doute) disaient : « Ceux-la sont abuses par leur religion. » Mais celui qui s’en remet a Allah (doit savoir qu’) Allah est Tout- Puissant et Sage"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Ah ! Si tu voyais les Anges reprendre les ames de ceux qui ont mecru et les frapper sur le visage et sur le posterieur en leur disant : « Goutez donc le supplice de la Fournaise"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Voila (ce que vous ont valu) les actes de vos mains. » Et Allah n’est point injuste envers les serviteurs"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Pareil fut le sort du peuple de Pharaon et de ceux qui, auparavant, n’ont pas cru aux Signes d’Allah. Allah les emporta pour leurs peches, car Allah a la punition tres dure"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Cela, parce qu’Allah ne modifie en rien une faveur dont Il a comble un peuple tant que ce dernier n’aura pas modifie ce qui est en lui-meme. Allah Entend Tout et Il est Omniscient"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Tel fut le sort du peuple de Pharaon et de ceux qui, avant eux, avaient renie les Signes de leur Seigneur. Nous les fimes perir pour leurs peches, Nous noyames le peuple de Pharaon et tous etaient injustes"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Il n’est pires betes pour Allah que ceux qui ont (toujours) mecru et qui s’obstinent toujours dans leur mecreance"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "ceux-la avec qui tu as conclu un pacte et qui violent a chaque fois leur engagement sans craindre (Allah)"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Si tu prends le meilleur sur eux, pendant la guerre, inflige-leur un traitement tel qu’il dissuaderait ceux qui les suivent, peut-etre se souviendront-ils"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Et si tu apprehendes quelque felonie de la part d’un peuple, alors denonce ouvertement et loyalement le pacte qui vous lie, car Allah n’aime pas les traitres"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Que les mecreants ne s’imaginent surtout pas qu’ils Nous ont distances (dans leur fuite) : ils ne pourront pas mettre au defi (Notre) puissance"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Preparez donc, pour leur faire face, tout ce que vous pouvez comme forces et comme (impetueuse) cavalerie, pour dissuader[197] l’ennemi d’Allah et le votre, ainsi que d’autres (ennemis) dont vous ne savez rien mais qu’Allah connait. Vous ne depenserez rien pour la cause d’Allah qui ne vous soit pleinement rendu, et vous ne serez point leses"
        }
    ]
}