{
    "maqras": [
        {
            "chapter": 8,
            "verse": 61,
            "text": "Et s’ils penchent pour la paix, penche (de meme) pour elle ; mets ta confiance en Allah, car c’est Lui Qui Entend Tout et c’est Lui l’Omniscient"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "Et s’ils envisagent de te tromper, alors Allah te suffira, Qui t’a soutenu en t’accordant Son secours et l’appui des croyants"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "Il a uni leurs cœurs (dans la foi). Si tu depensais tout ce qu’il y a sur terre, tu ne saurais unir leurs cœurs. Mais Allah, Lui, les a unis, car Il est Tout- Puissant et Sage"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "O Prophete ! Allah et les croyants qui t’ont suivi te suffisent"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "O Prophete ! Incite les croyants a combattre. Une vingtaine (d’hommes) perseverants parmi vous pourront en vaincre deux cents. Une centaine parmi vous pourra en vaincre mille parmi les mecreants. Car ce sont des gens qui ne comprennent point"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Allah, maintenant, a allege votre fardeau car Il sait votre faiblesse. Alors, une centaine (d’hommes) perseverants parmi vous pourront en vaincre deux cents ; et mille parmi vous en vaincront deux mille, par la permission d’Allah. Et Allah est avec ceux qui savent prendre patience"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Il n’incombe pas a un Prophete de faire des prisonniers tant qu’il ne s’est pas affirme en vainqueur sur terre. Vous voulez les biens ephemeres de ce bas monde, et Allah veut l’autre monde. Allah est Tout- Puissant et Sage"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Si une prescription d’Allah n’avait pas deja ete decretee, il vous aurait atteint, pour ce que vous avez pris (comme rancon), un terrible supplice"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Consommez donc de ce que vous avez recolte comme butin licite et pur. Et craignez Allah, car Allah est Absoluteur et Tout Misericordieux"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "O Prophete ! Dis aux prisonniers qui sont entre vos mains : « Si Allah sait que dans vos cœurs il y a (un quelconque) bien, Il vous donnera mieux encore que ce qui vous a ete enleve, et Il vous pardonnera, car Allah est Absoluteur et Tout Misericordieux. »"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Et s’ils entendent te trahir, (sache qu’) ils ont trahi Allah auparavant, Qui vous les a deja livres. Allah est Omniscient et Sage"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Ceux qui ont cru, ont emigre et lutte en donnant de leurs biens et de leurs personnes pour la cause d’Allah, ceux qui leur ont donne asile et les ont soutenus, ceux-la seront parents et solidaires les uns des autres. Mais ceux qui ont cru et n’ont pas emigre, vous ne leur serez en rien redevables d’une telle alliance, tant qu’ils n’auront pas emigre. S’ils demandent votre soutien au service de la religion (commune), soutenez-les, a condition de ne pas le faire contre des gens avec lesquels vous etes lies par un pacte. Allah Voit tout ce que vous faites"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "Ceux qui ont mecru sont parents et solidaires les uns des autres. Si vous n’agissez pas de la sorte,[198] il regnera sur terre la discorde et le chaos"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Ceux qui ont cru, ont emigre et lutte pour la cause d’Allah, ceux qui leur ont donne asile et les ont soutenus, ceux-la sont les vrais croyants : ils auront le pardon et les dons genereux"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Et ceux qui auront cru par la suite, auront emigre et lutte avec vous pour la cause d’Allah, ceux-la seront des votres. Mais ceux qui sont unis par les liens du sang, ceux-la ont la preseance les uns par rapport aux autres,[199] conformement au Livre d’Allah. Allah Sait parfaitement Toute chose"
        }
    ]
}