{
    "pages": [
        {
            "chapter": 5,
            "verse": 83,
            "text": "Et lorsqu’ils entendent ce qui a été révélé au Messager, tu vois leurs yeux inondés de larmes car ils reconnaissent la Vérité et ils disent : « Seigneur ! Nous croyons ! Inscris-nous donc au nombre des témoins"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Pourquoi ne croirions- nous pas en Dieu et à la Vérité émanant de Lui et espérer que notre Seigneur nous compte parmi les vertueux ? »"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Pour les récompenser d’avoir prononcé ces paroles, Dieu leur accordera des Jardins baignés de ruisseaux, où ils demeureront éternellement. Et c’est ainsi que sont rétribués les bienfaisants"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Quant à ceux qui n’auront pas cru et dénié Nos signes, ceux-là seront les hôtes de la Géhenne"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Ô vous qui croyez ! Ne rendez pas illicites les bonnes choses que Dieu a décrétées licites pour vous. Et ne transgressez pas (ces commandements). Dieu n’aime pas les transgresseurs"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Mangez de ce que Dieu vous a accordé de licite et de bon, et craignez Dieu en qui vous croyez"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Dieu ne vous reprochera pas de prêter serment de manière désinvolte, mais Il vous reprochera les serments sciemment prêtés. Dans ce cas, l’expiation sera de nourrir dix pauvres de ce dont vous nourrissez généralement votre famille, ou de les vêtir, ou d’affranchir un esclave. Quiconque n’en a pas les moyens compensera par un jeûne de trois jours. Telle est l’expiation prévue pour vos serments lorsque vous les prêtez. Respectez donc vos serments. C’est ainsi que Dieu vous montre Ses signes. Puissiez-vous Lui en être reconnaissants"
        }
    ]
}