{
    "pages": [
        {
            "chapter": 6,
            "verse": 102,
            "text": "Tel est Dieu, votre Seigneur ! Il n’y a point de divinité en dehors de Lui, le Créateur de toutes choses. Adorez-Le ! Il veille à tout"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Les regards des Hommes ne peuvent Le contempler, alors que Lui voit les Hommes. Il est le Très-Subtil, le Bien-Informé"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Des appels au discernement émanant de votre Seigneur vous sont parvenus. Quiconque médite à leur propos le fera pour lui-même, et quiconque choisit de rester aveugle ne porte préjudice qu’à sa propre personne. Quant à moi, je ne suis pas responsable de votre salut"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "C’est ainsi que Nous ordonnons les versets, afin qu’ils (les incrédules) reconnaissent que tu les as étudiés, et afin de les exposer clairement à ceux qui savent"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Conforme-toi à ce qui t’a été révélé par ton Seigneur, Le Dieu Unique, en dehors de Qui il n’y a pas de divinité, et éloigne-toi des polythéistes"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Si Dieu l’avait voulu, ils ne Lui auraient pas donné d’associés. Nous ne t’avons pas désigné pour assurer leur salut. Tu n’as pas à répondre d’eux"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "N’insultez pas ceux qui invoquent d’autres divinités en dehors de Dieu, car ils insulteraient Dieu à leur tour par vengeance et du fait de leur ignorance. Ainsi Nous avons embelli aux yeux de chaque communauté ses propres actions. Puis ils retourneront tous à leur Seigneur, Qui leur rappellera leurs actions"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Ils jurent par Dieu par leurs serments les plus solennels, que si un signe leur était envoyé, ils y croiraient séance tenante. Dis-leur qu’il appartient à Dieu Seul d’envoyer des Signes. Mais si un signe leur parvenait, qui vous garantirait qu’ils y croiraient"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Nous détournerons leurs cœurs et leurs regards, comme ce fut le cas lorsqu’ils avaient refusé d’y croire la première fois, et Nous les laisserions se débattre dans leur confusion"
        }
    ]
}