{
    "pages": [
        {
            "chapter": 6,
            "verse": 143,
            "text": "Il a créé huit couples d’animaux. Deux pour les ovins, deux pour les caprins. Demande-leur : «A-t-Il déclaré illicite les deux mâles ou les deux femelles, ou ce que portent les matrices des deux femelles ? Informez-moi en toute connaissance de cause si vous êtes véridiques !»"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "Et Il a créé pour vous deux couples pour les camélidés et deux pour les bovins. Demande-leur : «A-t-Il déclaré illicite les deux mâles ou les deux femelles, ou ce que portent les matrices des deux femelles ? À moins que vous n’ayez été présents lorsque Dieu vous a fait cette recommandation ?». Y-a-t-il plus injuste que de prêter de pareils mensonges à Dieu, afin d’égarer les Hommes sans en avoir la moindre connaissance. En vérité Dieu ne guide pas le peuple injuste"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Dis : « De ce qui m’a été révélé, il n’y aucune mention à propos d’interdits touchant les aliments susceptibles d’être consommés, en dehors de celle qui concerne la bête morte, le sang répandu et la chair de porc, car leur consommation constitue une souillure. De même qu’il est illicite de consommer ce qui par perversité, a été sacrifié en offrande à des idoles ». Cependant, concernant celui qui en consomme par contrainte ou par nécessité, et non pour faire sciemment outrage, ni par velléité de transgression, (qu’il sache que) ton Seigneur est Clément et Miséricordieux"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "A ceux qui se sont judaïsés, Nous avons déclaré illicite à la consommation toute bête à sabot, ainsi que les graisses des bovins et des ovins, excepté celles de leurs dos, celles de leurs entrailles et celles au contact de leurs os. C’est ainsi que Nous les avons rétribués pour prix de leur insoumission. Certes, Nous sommes véridiques"
        }
    ]
}