{
    "pages": [
        {
            "chapter": 7,
            "verse": 58,
            "text": "La terre ainsi fertilisée, donnera ses fruits, par la volonté de son Seigneur, alors que le sol infécond ne donne qu’une végétation maigre. C’est ainsi que Nous déclinons les Signes pour ceux qui sont reconnaissants"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Nous avons envoyé Noé à son peuple : «Ô mon peuple, dit- il, adorez Dieu ! Vous n’avez pas d’autre divinité en dehors de Lui. Je crains pour vous le châtiment d’un Jour terrible !»"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Mais les notables de son peuple lui répondirent : « D’après nous, tu es manifestement en pleine divagation !»"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "«Ô mon peuple, insista-t-il. Je ne divague pas. Je suis seulement un messager du Seigneur de l’Univers"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Je vous transmets les messages de mon Seigneur et je vous éclaire fidèlement à leurs propos. Dieu m’a révélé des choses que vous ignorez"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Serait-ce que vous trouviez étrange qu’un rappel émanant de votre Seigneur vous soit transmis par un mortel comme vous, afin qu’il vous avertisse et qu’il vous exhorte à Le craindre ? Peut-être y aurait-il pour vous miséricorde"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Ils le traitèrent de menteur. Nous le sauvâmes ainsi que ceux qui étaient avec lui sur l’Arche, et Nous fîmes engloutir ceux qui traitaient Nos signes de mensonges. C’était là un peuple véritablement aveugle"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "Et au peuple de Ad Nous avons envoyé leur frère Hûd qui leur dit : «Ô mon peuple ! Adorez Dieu ! Il n’y a pas pour vous de divinité en dehors de Lui. Ne Le craignez-vous donc pas ?»"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Les notables de son peuple qui étaient des dénégateurs lui répondirent : « Nous te voyons te comporter de façon absurde et nous pensons que tu mens !»"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Il se défendit alors : « Ô Mon peuple, je ne suis pas absurde, je suis un messager du Seigneur des Mondes"
        }
    ]
}