{
    "pages": [
        {
            "chapter": 7,
            "verse": 138,
            "text": "Nous fîmes passer les Enfants d’Israël au-delà de la mer. Là, ils rencontrèrent un peuple qui se prosternait devant des idoles. Ils demandèrent à Moïse : «Ô Moïse ! Donne- nous un dieu semblable aux leurs !». Moïse répondit :« Vous êtes assurément des ignorants! »"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "« Les actes de ces gens- là sont voués à la damnation, et tout ce qu’ils font est vain !»"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Et il ajouta : « Comment choisirais-je pour vous un dieu en dehors de Dieu, Lui Qui vous a élus parmi tous les peuples de la Terre?»"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Souvenez-vous lorsque Nous vous avons délivrés des gens de Pharaon qui vous infligeaient les pires châtiments, tuant vos fils et déshonorant vos femmes. Ce fut là une terrible épreuve infligée par votre Seigneur"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Nous commandâmes à Moïse de se préparer pendant trente jours à Nous rencontrer. Nous les complétâmes par dix autres, de sorte que le terme fixé par Dieu était de quarante nuits. Moïse dit alors à son frère Aaron : « Remplace-moi auprès de mon peuple. Exhorte au bien et ne te laisse pas influencer par les corrupteurs »"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Lorsqu’arriva pour Moïse le temps de Nous rencontrer et que son Seigneur lui manifesta Sa parole, il dit : « Seigneur, ne puis-je Te voir ? ». « Tu ne Me verras pas », dit le Seigneur, mais regarde la montagne. Si elle reste figée, immuable, alors tu pourras Me voir». Et lorsque son Seigneur manifesta Sa grandeur à la montagne, Il la réduisit en poussière, et Moïse s’effondra foudroyé. Lorsqu’il reprit ses esprits, il s’écria : « Gloire à Toi ! Je me repens à Toi, et je suis le premier des croyants»"
        }
    ]
}