{
    "pages": [
        {
            "chapter": 10,
            "verse": 107,
            "text": "Si Dieu t’inflige un mal, nul autre que Lui ne pourra t’en soulager. S’Il veut pour toi un bien, nul ne pourra repousser Ses faveurs, car Il favorise qui Il veut parmi Ses serviteurs, et Il est l’Indulgent, le Clément"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Dis : «Ô Vous les Hommes ! La Vérité vous est parvenue de la part de votre Seigneur. Quiconque choisit de suivre la Voie Droite, ne le fera que pour lui-même, mais celui qui s’égare, ne le fait qu’à son propre détriment. Sachez que je ne suis pas votre protecteur»"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Conforme-toi donc à ce qui t’est révélé, et arme-toi de patience jusqu’à ce que le jugement de Dieu s’accomplisse. En vérité, Il est le Meilleur des juges"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif - Lâm - Râ. Voici un Livre comportant des versets fondamentaux qui sont explicités, émanant d’un Sage parfaitement Informé"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "qui vous commande de n’adorer que Dieu ! Par ce que contient ce Livre, je vous avertis et je vous annonce la bonne nouvelle"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Implorez donc le pardon de votre Seigneur puis faites œuvre de repentance ! Il vous accordera de vivre une vie bienheureuse dans ce monde ici-bas en attendant le terme fixé. Il compensera chaque œuvre méritante, par un bienfait équivalent. Mais si vous vous détournez de Lui, je crains pour vous le châtiment d’un Jour terrible"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Vous serez ramenés vers Dieu. Et Sa puissance s’étend sur toutes choses"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "N’est-ce pas pour se dérober à Son regard qu’ils s’enveloppent de leurs habits ? Mais ignorent-ils que même s’ils se dissimulent sous leurs habits, Dieu sait ce qu’ils taisent et ce qu’ils dévoilent au grand jour. N’est-il pas qu’Il voit ce que recèlent les cœurs"
        }
    ]
}