{
    "pages": [
        {
            "chapter": 11,
            "verse": 6,
            "text": "Il n’est de créature sur Terre qui ne soit assurée de recevoir sa subsistance de la part de Dieu. Il connaît sa demeure terrestre et sa demeure ultime. Le tout est consigné dans un Livre explicite"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "C’est Lui qui a créé les Cieux et la Terre en six jours. Son Trône était alors posé sur l’eau. Il les a créés afin de vous mettre à l’épreuve et observer lesquels d’entre vous agirait de la manière la plus reconnaissante. Si tu leur dis : «Vous serez ressuscités certainement après votre mort», les incrédules répondront aussi certainement : «Ceci n’est que magie ! C’est évident !»"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Et si Nous différons à une date ultérieure l’échéance de leur châtiment, ils diront sûrement : « Qu’est-ce qui l’en empêche ?». Qu’ils sachent que ce jour-là, ils n’en seront pas dispensés car il les saisira où qu’ils se trouvent"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Que Nous étendions Notre grâce sur l’Homme puis que Nous l’en privions, il sombre aussitôt dans le désespoir faisant preuve d’ingratitude"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Que Nous le comblions de bienfaits après qu’un malheur l’a frappé, il se réjouira certainement : « Les malheurs se sont éloignés de moi !», faisant preuve de suffisance"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Seuls ceux qui qui réagissent avec humilité et résignation, et accomplissent de bonnes œuvres seront absous et se verront accorder une belle rétribution"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Peut-être seras-tu tenté de délaisser une partie de ce qui t’a été révélé et qu’à les entendre plaisanter : « Que ne l’a- t-on envoyé avec un trésor ou que n’a-t-on envoyé un ange avec lui ? », tu ressentes un pincement au cœur. Saches que tu n’es qu’un avertisseur et que Dieu veille sur toute chose"
        }
    ]
}