{
    "pages": [
        {
            "chapter": 13,
            "verse": 29,
            "text": "A ceux qui croient et qui accomplissent de bonnes œuvres, heureuse retraite et demeure de félicité"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Ainsi t’avons-Nous envoyé à un peuple comme Nous l’avons fait pour d’autres peuples qui les ont précédés, afin que tu leur récites ce que Nous t’avons révélé. Un peuple qui dénie à Dieu l’attribut de Miséricordieux. Dis-leur : «C’est Lui mon Seigneur ! Il n’y a pas d’autre divinité en dehors de Lui ! C’est à Lui que je m’en remets et c’est vers Lui que je ferai retour »"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "S’il avait dû y avoir un Coran par lequel les montagnes auraient été déplacées, où la terre fendue, où établie la communication avec les morts, ce serait celui-ci. Mais c’est à Dieu qu’il appartient de présider à l’ordre de toutes choses. Les croyants finiront-ils par comprendre que si telle avait été la volonté de Dieu, Il aurait guidé tous les Hommes sur la Voie Droite ? Les dénégateurs quant à eux, n’en ont pas fini de voir s’abattre sur eux des calamités ou de les voir s’abattre autour d’eux, pour prix de leurs agissements, en attendant que la promesse de Dieu s’accomplisse. En vérité, Dieu ne faillit jamais à Sa promesse"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Des messagers avant toi furent raillés. J’ai donc accordé un répit à ceux qui les ont déniés, puis J’ai sévi. Et combien terrible fut Mon châtiment"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Serait-ce que Celui qui observe les œuvres de chaque âme… (est comparable à celui qui ne peut les observer) ? (Pourtant) Ils attribuent des associés à Dieu ? Dis-leur : « Faites-les connaître ! Où serait-ce que vous prétendez informer Dieu à propos de ce qui existe sur la Terre et qu’Il ne connaîtrait pas, où s’agit-il d’une simple hypothèse que vous avez formulée ?». En réalité, ceux qui ont dénié furent fourvoyés par leurs propres stratagèmes, et se trouvèrent de ce fait écartés de la Voie Droite. Quiconque Dieu égare, ne trouvera personne pour le guider"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Ils seront châtiés dans la vie ici-bas. Mais le châtiment de la Vie Future est autrement plus pénible, et nul ne pourra les protéger contre Dieu"
        }
    ]
}