{
    "pages": [
        {
            "chapter": 16,
            "verse": 7,
            "text": "Ils transportent vos chargements vers des contrées que vous ne pourriez atteindre qu’à grande peine. En vérité, votre Seigneur est Compatissant et Clément"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "Et les chevaux, les mulets et les ânes. Il les a créés afin qu’ils vous servent de montures et pour vos parades. Et Il crée ce qui dépasse vos connaissances"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "A Dieu incombe de montrer la Voie Droite, bien qu’il y en ait qui s’en écartent. Et si telle était la volonté de Dieu, Il vous aurait tous guidés sans exception"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "C’est Lui qui fait descendre du ciel de l’eau pour vous. Une eau pour votre breuvage et pour irriguer les pâturages pour vos troupeaux"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Il fait pousser grâce à cette eau, les céréales, les oliviers, les palmiers, les vignes et toutes sortes de fruits. C’est là, en vérité, un signe pour ceux qui savent réfléchir"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Il vous a soumis la nuit et le jour, le Soleil et la Lune. Et les étoiles sont soumises à Son commandement. Il y a là bien des signes à méditer pour quiconque réfléchit"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "Et ce qu’Il a ensemencé pour vous dans la terre afin qu’elle produise des végétaux aux couleurs si variées. Il y a là bien des signes à méditer pour quiconque raisonne"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "C’est Lui Qui vous a soumis la mer afin que vous en tiriez de la chair fraîche pour vous nourrir et de beaux atours dont vous vous parez. Tu vois les vaisseaux fendre ses eaux afin de vous permettre de voguer à la recherche des bienfaits dont Allah vous a comblés. Puissiez-vous Lui en être reconnaissants"
        }
    ]
}