{
    "pages": [
        {
            "chapter": 19,
            "verse": 12,
            "text": "« Ô Jean ! Efforce-toi d’étudier le Livre avec assiduité !». Et Nous le dotâmes dès l’enfance de la sagesse"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "et par un effet de Notre grâce, il était affectueux et pur. Il était vertueux"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "bienveillant à l’égard de ses parents, et il n’était pas cruel, ni désobéissant"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Il fut béni le jour de sa naissance, il le sera le jour où il mourra et le jour où il sera ressuscité"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Rappelle l’histoire de Marie, mentionnée dans le Livre, qui s’était isolée de ses proches en se retirant en un lieu situé à l’est"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "afin de se dissimuler à leurs regards. C’est alors que Nous lui envoyâmes Notre Esprit qui lui apparut sous la forme d’un être humain accompli"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Elle lui dit : «J’implore le Miséricordieux de me protéger contre toi, si toutefois tu Le crains »"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Il dit « Je suis en réalité un envoyé de ton Seigneur, Qui te fait présent d’un garçon pur »"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Elle répondit : « Comment, aurais-je un enfant alors qu’aucun être humain ne m’a touchée, et que je n’ai jamais commis le péché de la chair ?»"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Il (l’ange) lui répondit : « Il en sera ainsi ! Ton Seigneur dit : « Cela est aisé pour moi ! Nous ferons de lui un signe pour les Hommes et une miséricorde émanant de Nous ». Et il en fut ainsi"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Elle devint donc enceinte de l’enfant, et se retira avec lui en un lieu éloigné"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Les douleurs de l’enfantement la contraignirent à se réfugier à l’ombre d’un palmier. Elle s’écria : «Plût à Dieu que je fusse morte et tombée dans l’oubli !»"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Une voix, retentissant sous elle l’appela : « Ne t’afflige pas ! Ton Seigneur a fait couler un ruisseau à tes pieds"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Entoure, en le serrant, le tronc du palmier qui fera tomber sur toi des dattes fraîches et mûres"
        }
    ]
}