{
    "pages": [
        {
            "chapter": 73,
            "verse": 20,
            "text": "Oui ton Seigneur sait que tu restes éveillé la nuit pour prier, parfois moins des deux tiers de la nuit, parfois moins de la moitié et parfois moins du tiers, de même qu’une partie de ceux qui t’accompagnent. Mais Dieu qui fixe la mesure de la nuit et du jour, sait que vous ne saurez faire le compte exact de la durée de votre prière nocturne. Et Il vous pardonne (en levant cette obligation). Récitez donc (pendant vos prières) ce que vous pouvez du Coran, car Il sait qu’il est parmi vous des malades, d’autres qui parcourent le pays en quête des bienfaits de Dieu, et d’autres qui combattent pour la Cause de Dieu. Récitez donc du Coran (pendant vos prières) ce que vous pouvez en réciter (sans être soumis à une contrainte liée au temps)! Observez la salât ! Acquittez-vous du versement de la zakât ! Dépensez généreusement pour la Cause de Dieu (dans votre recherche de Son agrément)! Quelque bien que vous dépensiez (en ce monde), pour le salut de votre âme, il vous sera rendu par votre Seigneur, sous la forme d’une meilleure et d’une plus belle récompense. Implorez le pardon de Dieu, car Dieu est Indulgent et Clément"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "Ô toi qui te couvres d’un manteau"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "Lève-toi et pars avertir"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "et Ton Seigneur, glorifie Sa Grandeur"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "Tes vêtements, purifie-les"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "L’impureté, fuis-la"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "N’accorde pas une faveur en échange d’une reconnaissance"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "Pour la Cause de ton Seigneur, endure"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "Et lorsque retentira le Cor"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "ce Jour-là sera un Jour difficile"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "et pour les dénégateurs, un Jour pénible"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "Laisse-Moi me charger du sort de celui que J’ai créé dénué de tout"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "mais auquel J’ai prodigué de larges richesses"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "des enfants maintenus dans son giron"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "aplanissant pour lui toutes les difficultés (liées à l’acquisition de ses biens)"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "Pourtant, il espère que Je lui en donne davantage"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "Il n’en sera rien ! (car) Il s’obstinait à dénier Mes versets"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "Je le contraindrai à une ascension pénible"
        }
    ]
}