{
    "pages": [
        {
            "chapter": 74,
            "verse": 18,
            "text": "Ce, pour avoir réfléchi (aux imperfections qu’il pourrait bien inventer au sujet du Coran), et fait part de son avis"
        },
        {
            "chapter": 74,
            "verse": 19,
            "text": "Qu’il périsse pour l’avis qu’il a donné"
        },
        {
            "chapter": 74,
            "verse": 20,
            "text": "Oui, qu’il périsse pour l’avis qu’il a donné"
        },
        {
            "chapter": 74,
            "verse": 21,
            "text": "Puis il reprit sa réflexion"
        },
        {
            "chapter": 74,
            "verse": 22,
            "text": "se renfrogna et prit un air maussade"
        },
        {
            "chapter": 74,
            "verse": 23,
            "text": "puis se détourna avec arrogance"
        },
        {
            "chapter": 74,
            "verse": 24,
            "text": "et finit par dire : « Ce n’est là que sorcellerie apprise (et reproduite)"
        },
        {
            "chapter": 74,
            "verse": 25,
            "text": "Ce ne sont-là que paroles de mortels !»"
        },
        {
            "chapter": 74,
            "verse": 26,
            "text": "Je le livrerai à Saqar (un des noms de l’Enfer)"
        },
        {
            "chapter": 74,
            "verse": 27,
            "text": "Comment pourrais-tu concevoir Saqar"
        },
        {
            "chapter": 74,
            "verse": 28,
            "text": "(C’est) un feu ardent qui n’épargne pas (qui consume tout), tout en maintenant en vie"
        },
        {
            "chapter": 74,
            "verse": 29,
            "text": "et qui calcine la peau"
        },
        {
            "chapter": 74,
            "verse": 30,
            "text": "Ils sont dix-neuf, assignés à sa garde"
        },
        {
            "chapter": 74,
            "verse": 31,
            "text": "Nous n’avons pris comme gardiens de l’Enfer que des anges (à la stature imposante). Et Nous avons précisé leur nombre pour semer le trouble parmi les dénégateurs, afin que soient convaincus les gens de l’Écriture et que soit renforcée la foi des croyants. Ce, afin que les gens de l’Écriture et les croyants ne soient plus en proie au doute à ce sujet, et que ceux dont les cœurs sont hermétiques à la foi, ainsi que les dénégateurs se demandent : « Quel enseignement Dieu a-t-Il voulu donner à travers cet exemple?». C’est ainsi que Dieu égare qui Il veut et guide qui Il veut, et nul ne connaît les cohortes (cohortes des anges) de ton Seigneur en dehors de Lui. Et ce n’est là qu’un Rappel pour les humains"
        },
        {
            "chapter": 74,
            "verse": 32,
            "text": "Oui, J’en jure par la Lune"
        },
        {
            "chapter": 74,
            "verse": 33,
            "text": "Et par la nuit lorsqu’elle se dissipe"
        },
        {
            "chapter": 74,
            "verse": 34,
            "text": "Et par l’aube qui cherche à poindre"
        },
        {
            "chapter": 74,
            "verse": 35,
            "text": "Il (Saqar) est l’un des plus grands châtiments"
        },
        {
            "chapter": 74,
            "verse": 36,
            "text": "Un avertissement pour les humains"
        },
        {
            "chapter": 74,
            "verse": 37,
            "text": "Pour quiconque parmi vous aspire à avancer (dans la Voie de Dieu) ou à s’en éloigner"
        },
        {
            "chapter": 74,
            "verse": 38,
            "text": "Le sort de chacun dépendra de ce qu’il a acquis (de ce qu’il a accompli)"
        },
        {
            "chapter": 74,
            "verse": 39,
            "text": "Seront épargnés les gens de la Dextre"
        },
        {
            "chapter": 74,
            "verse": 40,
            "text": "qui se prélasseront dans des Jardins, et s’interrogeront"
        },
        {
            "chapter": 74,
            "verse": 41,
            "text": "en s’adressant aux réprouvés"
        },
        {
            "chapter": 74,
            "verse": 42,
            "text": "« Quels péchés ont bien pu vous précipiter dans Saqar ?»"
        },
        {
            "chapter": 74,
            "verse": 43,
            "text": "Et ils diront : « Nous n’étions pas de ceux qui observent la salât"
        },
        {
            "chapter": 74,
            "verse": 44,
            "text": "et nous ne nourrissions pas les pauvres"
        },
        {
            "chapter": 74,
            "verse": 45,
            "text": "Nous participions à des débats stériles avec les amateurs de débats stériles"
        },
        {
            "chapter": 74,
            "verse": 46,
            "text": "Nous qualifiions de mensonge l’avènement du Jugement dernier"
        },
        {
            "chapter": 74,
            "verse": 47,
            "text": "Nous en étions là, (dans notre dénégation) lorsque l’inéluctable (la mort) nous surprit »"
        }
    ]
}