{
    "rukus": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Nima khorata smyatat, che shte bŭdat ostaveni da kazvat: “Povyarvakhme!”, bez da bŭdat izpitvani"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Veche izpitakhme onezi predi tyakh. Allakh znae koi govoryat istinata i znae lŭzhtsite"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Ili onezi, koito vŭrshat zlini, smyatat da ni ubyagnat? Kolko losho ot·sŭzhdat"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Za koĭto se nadyava da sreshtne Allakh - srokŭt ot Allakh nepremenno shte nastŭpi. Toĭ e Vsechuvashtiya, Vseznaeshtiya"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "A koĭto se bori, edinstveno za sebe si se bori. Allakh ne se nuzhdae ot svetovete"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "A koito vyarvat i vŭrshat pravedni dela, shte otmakhnem ot tyakh loshite im postŭpki i shte im vŭzdadem spored naĭ-khubavoto ot onova, koeto sa izvŭrshili"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "I povelikhme na choveka da se otnasya dobre s roditelite si. A ako te prinuzhdavat da sŭdruzhavash s Men onova, za koeto nyamash znanie, ne im se pokoryavaĭ! Kŭm Men e vasheto zavrŭshtane i Az shte vi izvestya kakvo ste vŭrshili"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "A koito vyarvat i vŭrshat pravedni dela, nepremenno shte gi vŭvedem sred pravednite"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Nyakoi khora kazvat: “Povyarvakhme v Allakh!”, no ako postradat v imeto na Allakh, priemat izpitanieto ot khorata kato nakazanie ot Allakh. A kogato doĭde podkrepa ot tvoya Gospod, kazvat: “Nie byakhme zaedno s vas!” Nima Allakh ne znae naĭ-dobre tova, koeto e v gŭrdite na sŭzdaniyata"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Naistina Allakh znae vyarvashtite i znae litsemerite"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Nevernitsite kazvat na vyarvashtite: “Sledvaĭte nashiya pŭt i nie shte ponesem pregresheniyata vi!” Ala ne shte ponesat nishto ot pregresheniyata im. Te sa lŭzhtsi"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Naistina te shte nosyat svoeto breme i drugo breme zaedno sŭs svoeto, i shte bŭdat pitani v Denya na vŭzkresenieto za tova, koeto sa izmislyali"
        }
    ]
}