{
    "rukus": [
        {
            "chapter": 5,
            "verse": 78,
            "text": "Nevernitsite ot sinovete na Israil byakha prokŭlnati s ezika na Daud i na Isa, sina na Mariam. Tova e, zashtoto ne se podchinyavakha i prestŭpvakha"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Ne se vŭzpirakha vzaimno ot poritsavanoto, koeto storikha. Kolko losho e onova, koeto sa storili"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Vizhdash mnozina ot tyakh da se sblizhavat s nevernitsite. Kolko losho e onova, koeto dushite im napravikha otnapred! Allakh im se razgnevi i v mŭchenieto shte prebivavat vechno"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "I ako byakha povyarvali v Allakh i v Proroka, i v nizposlanoto na nego, ne bikha gi vzeli za blizhni, no mnozina ot tyakh sa nechestivtsi"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "Shte otkriesh, che khorata, naĭ-silni po vrazhda kŭm vyarvashtite, sa yudeite i onezi, koito sŭdruzhavat, i shte otkriesh, che ot tyakh naĭ-blizki po lyubov kŭm vyarvashtite sa onezi, koito kazvat: “Nie sme khristiyani.” Taka e, zashtoto sred tyakh ima sveshtenitsi i monasi, i zashtoto ne se vŭzgordyavat"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "A shtom chuyat nizposlanoto na Pratenika, ti vizhdash ochite im da prelivat ot sŭlzi zaradi onova, koeto sa uznali ot istinata. Kazvat: “Gospodi nash, povyarvakhme, vpishi ni sŭs svidetelite"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "I zashto da ne povyarvame v Allakh i v istinata, doshla pri nas, i da ne kopneem da ni vŭvede nashiyat Gospod zaedno s pravednite khora?”"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "I gi vŭznagradi Allakh za tekhnite dumi s Gradinite, sred koito reki tekat, tam shte prebivavat vechno. Tova e vŭzdayanieto za blagodetelnite"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "A koito ne vyarvat i vzimat za lŭzha Nashite znameniya, tezi sa obitatelite na Ada"
        }
    ]
}