{
    "juzs": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "Kuma ka sani, abin sani kawai, abin da kuka sãmi ganĩma daga wani abu, to, lalle ne Allah Yanã da humusinsa kuma da Manzo, kuma da mãsu zumunta, da marãyu da miskĩnai da ɗan hanya, idan kun kasance kun yi ĩmãni da Allah da abin da Muka saukar a kan bãwanMu a Rãnar Rarrabẽwa, a Rãnar da jama'a biyu suka haɗu, kuma Allah ne, a kan kõwane abu, Mai ĩkon yi"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "A lõkacin da kuke a gãɓa ta kusa sũ kuma sunã a gãɓa tanẽsa, kuma ãyarin yana a wuri mafi gangarãwa daga gare ku, kuma dã kun yi wa jũna wa'adi, dã kun sãɓa ga wa'adin; kuma amma dõmin Allah Ya hukunta abin da yake ya kasance abin aikatãwa. Dõmin wanda yake halaka ya halaka daga shaida, kuma mai rãyuwa ya rãyu daga shaida, kuma lalle Allah ne, haƙĩƙa, Mai ji Masani"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "A lõkacin da Allah Yake nũna maka sũ sunã kaɗan, a cikin barcinka, kuma dã Ya nũna maka su sunã da, yawa, lalle ne dã kun ji tsõro, kuma lalle ne dã kun yi jãyayya a cikin al'amarin, kuma amma Allah Yã tsare ku: Lalle Shĩ ne Masani ga abin da yake a cikin ƙirãza"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Kuma a lõkacin da Yake nũna muku su, a lõkacin da kuka haɗu, a cikin idanunku sunã kaɗan, kuma Ya ƙarantar da ku a cikin idanunsu dõmin Allah Ya hukunta wani al'amari wanda ya kasance abin aikatãwa. Kuma zuwa ga Allah ake mayar da al'umurra"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Yã ku waɗanda suka yi ĩmãni! Idan kun haɗu da wata ƙungiyar yãƙi, to, ku tabbata, kuma ku ambaci Allah da yawa, tsammãninku kunã cin nasara"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "Kuma ku yi ɗã'a ga Allah da ManzonSa, kuma kada ku yi jãyayya har ku raunana kuma iskarku ta tafi, kuma ku yi haƙuri. Lalle ne Allah Yanã tãre da mãsu haƙuri"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Kada ku kasance kamar waɗanda suka fita daga gidãjensu, sunã mãsu alfahari da yin riya ga mutãne, kuma sunã kangẽwa daga hanyar Allah. Kuma Allah ne ga abin da suke aikatãwa Mai kẽwayẽwa"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Kuma a lõkacin da Shaiɗan ya ƙawãce musu ayyukansu, kuma ya ce: \"Bãbu marinjayi a gareku a yau daga mutãne, kuma nĩ maƙwabci ne gare ku.\" To, a lõkacin da ƙungiya biyu suka haɗu, ya kõma a kan digãdigansa, kuma ya ce: \"Lalle ne nĩ barrantacce ne daga gare ku! Nĩ inã ganin abin da bã ku gani; ni inã tsõron Allah: Kuma Allah Mai tsananin uƙũba ne"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "A lõkacin da munãfukai da waɗanda suke akwai cũtã a cikin zukãtansu, suke cẽwa: \"Addĩnin waɗannan yã rũɗe su\" Kuma wanda ya dõgara ga Allah, to, lalle ne Allah Mabuwãyi ne, Mai hikima"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Kuma dã kã gani, a lõkacin da Malã'iku suke karɓar rãyukan waɗanda suka kãfirta, sunã dukar fuskõkinsu da ɗuwãwunsu, kuma suna cẽwa: \"Ku ɗanɗani azãbar Gõbara"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Wancan sabõda abin da hannãyenku suka gabãtar ne. Kuma lalle ne, Allah bai zama Mai zãlunci ba ga, bãyinSa"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Kamar al'ãdar mutãnen Fir'auna da waɗanda suke gabãninsu, sun kãfirta da ãyõyin Allah, sai Allah Ya kãma su da zunubansu. Lalle Allah ne Mai ƙarfi, Mai tsananin uƙũba"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Wancan ne, dõmin lalle ne, Allah bai kasance Mai canza wata ni'ima wadda ya ni'imtar da ita a kan wasu mutãne ba fãce sun sãke abin da yake ga rãyukansu, kuma dõmin lalle Allah ne Mai jĩ, Masani"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Kamar al'adar mutãnen Fir'auna da waɗanda suke a gabãninsu, sun ƙaryata game da ãyõyin Ubangijinsu, sai Muka halaka su, sabõda zunubansu, kuma Muka nutsar da mutãnen Fir'auna. Kuma dukansu sun kasance ne mãsu zãlunci"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Lalle mafi sharrin dabbõbi a wurin Allah, sũ ne waɗanda suka kãfirta, sa'an nan bã zã su yi ĩmãni ba"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Waɗanda ka yi ƙullin alkawari da su, daga gare su, sa'an nan kuma sunã warwarewar alkawarinsu a kõwane lõkaci kuma sũ, bã su yin taƙawa"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "To, in dai ka kãma su a cikin yãƙi, sai ka kõre waɗanda suke a bãyansu, game da su, tsammãninsu, zã su dinga tunãwa"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Kuma in ka ji tsõron wata yaudara daga wasu mutãne, to, ka jẽfar da alkawarin, zuwa gare su, a kan daidaita: Lalle ne Allah, bã Ya son mayaudara"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Kuma waɗanda suka kãfirta kada su yi zaton sun tsẽre: Lalle ne sũ, bã zã su gãgara ba"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Kuma ku yi tattali, dõminsu, abin da kuka sãmi ĩkon yi na wani ƙarfi, kuma da ajiye dawaki, kunã tsoratarwa, game da shi, ga maƙiyin Allah kuma maƙiyinku da wasu, baicin su, ba ku san su ba, Allah ne Yake sanin su, kuma abin da kuka ciyar daga wani abu a cikin hanyar Allah, zã a cika muku sakamakonsa, kuma kũ ba a zãluntar ku"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "Kuma idan sun karkata zuwa ga zaman lãfiya, to, ka karkata zuwa gare shi, kuma ka dõgara ga Allah: Lalle ne Shĩ, Mai ji ne Masani"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "Kuma idan sun yi nufin su yaudare ka, to, lalle ma'ishinka Allah ne, Shĩ ne wanda Ya ƙarfafa ka da taimakonSa, kuma da mũminai"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "Kuma Ya sanya sõyayya a tsakãnin zukãtansu. Dã kã ciyar da abin da yake cikin ƙasa, gabã ɗaya, dã ba ka sanya sõyayya a tsakãnin zukãtansu ba, kuma amma Allah Yã sanya sõyayya a tsakãninsu. Lalle Shi ne Mabuwãyi, Mai hikima"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "Ya kai Annabi! Ma'ishinka Allah ne, kai da wanda ya biye maka daga mũminai"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "Ya kai Annabi! Ka kwaɗaitar da mũminai a kan yãƙi. Idan mutum ashirin mãsu haƙuri sun kasance daga gare ku, zã su rinjãyi mẽtan kuma idan ɗari suka kasance daga gare ku, zã su rinjãyi dubu daga waɗanda suka kãfirta, dõmin sũ, mutãne ne bã su fahimta"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "A yanzu Allah Yã sauƙaƙe daga gare ku, kuma Yã sani cẽwa lalle ne akwai mãsu rauni a cikinku. To, idan mutum ɗari, mãsu haƙuri, suka kasance daga gare ku, zã su rinjãyi mẽtan, kuma idan dubu suka kasance daga gare ku, zã su rinjãyi dubu biyu, da iznin Allah. Kuma Allah Yanã tãre da mãsu haƙuri"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Bã ya kasancewa ga wani annabi, kãmammu su kasance a gare shi sai (bãyan) yã zubar da jinainai a cikin ƙasa. Kunã nufin sifar dũniya kuma Allah Yanãnufin Lãhira. Kuma Allah ne Mabuwãyi, Mai hikima"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Bã dõmin wani Littãfi daga Allah ba, wanda ya gabãta, dã azãba mai girma daga Allah tã shãfe ku a cikin abin da kuka kãma"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Sabõda haka, ku ci daga abin da kuka sãmu ganĩma, Yanã halal mai kyau. Kuma ku bi Allah da taƙawa. Lalle Allah ne Mai gãfara, Mai jin ƙai"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "Ya kai Annabi! Ka ce wa wanda yake a cikin hannãyenku daga kãmammu: \"Idan Allah Ya san akwai wani alhẽri a cikin zukãtanku, zai kawo muku mafi alhẽri daga abin da aka karɓa daga gare ku, kuma Ya yi muku gãfara. Kuma Allah ne Mai gãfara, Mai jin ƙai"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Kuma idan sun yi nufin yaudararka, to, haƙĩƙa, sun yaudari Allahdaga gabãni sai Ya bãyar da dãmã daga gare su: Kuma Allah ne Masani, Mai hikima"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Lalle ne waɗanda suka yi ĩmãni, kuma suka yi hijira, kuma suka yi jihãdi da dũkiyõyinsuda rãyukansu, a cikin hanyar Allah, da waɗanda suka bãyar da masauki, kuma suka yi taimako. Waɗancan, sãshensu waliyyai ne ga sãshe. Kuma waɗanda suka yi ĩmãni kuma ba su yi hijira ba, bã ku da wani abu daga waliccinsu, sai sun yi hijira. Kuma idan suka nẽme ku taimako a cikin addini, to taimako yã wajaba a kanku, fãce a kan mutãne waɗanda a tsakãninku da tsakãninsu akwai wani alkwari. Kuma Allah ne, ga abin da kuke aikatãwa, Mai gani"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "Kuma waɗanda suka kãfirta sãshensu ne waliyyan sãshe, idan ba ku aikata shi ba, wata fitina zã ta kasance a cikin ƙasa, da fasãdi babba"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Kuma waɗanda suka yi ĩmãni kuma suka yi hijira, kuma suka yi Jihãdi, a cikin hanyar Allah, kuma da waɗanda suka bãyar da masauki, kuma suka yi tamiako, waɗannan sũ ne mũminai da gaskiya, sunãda gãfara da wani abinci na karimci"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Kuma waɗanda suka yi ĩmãni daga bãya, kuma suka yi hijira kuma suka yi jihãdi tãre da ku, to, waɗannan daga gare ku suke. Kuma ma'abũta zumunta, sãshensu ne waliyyan sãshe a cikin Littãfin Allah. Lalle Allah ne ga dukkan kõme Masani"
        },
        {
            "chapter": 9,
            "verse": 1,
            "text": "Barranta daga Allah da ManzonSa zuwa ga waɗanda kuka yi wa alkawari daga mãsu shirki"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Sabõda haka ku yi tafiya a cikin ƙasa watã huɗu, kuma ku sani lalle kũ, bã mãsu buwãyar Allah ba ne, kuma lalle Allah ne Mai kunyatar da kãfirai"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "Kuma da yẽkuwa daga Allah da ManzonSa zuwa ga mutãne, a Rãnar Haji Babba cẽwa lallene Allah Barrantacce ne daga mãsu shirki, kuma ManzonSa (haka). To, idan kun tũba to shi ne mafi alhẽri a gare ku, kuma idan kun jũya, to, ku sani lalle ne kũ, bã mãsu buwãyar Allah ba ne. Kuma ka bãyar da bishãra ga waɗanda suka kãfirta, da azãba mai raɗaɗi"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Sai waɗanda kuka yi wani alkawari daga mãsu shirki, sa'an nan kuma ba su rage ku da kõme ba, kuma ba su taimaki kõwa a kanku ba, to, ku cika alkawarin, zuwa gare su, har ga iyakar yarjẽjẽyarsu. Lalle ne Allah Yanã son mãsu taƙawa"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Kuma idan watanni, mãsu alfarma suka shige, to, ku yãki mushirikai inda kuka sãmẽ su, kuma ku kãmã su, kuma ku tsare su, kuma ku zaune musu dukkan madãkata. To, idan sun tũba, kuma suka tsayar da salla, kuma suka bãyar da zakka to ku sakar musu da hanyarsu. Lalle Allah ne Mai gãfara, Mai jin ƙai"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Idan wani daga mushirikai ya nemi maƙwabtakarka to, ka ba shi maƙwabtakar har ya ji, maganar Allah, sa'an nan ka isar da shi ga wurin amincewarsa. Wancan fa domin lalle ne su, mutãne ne waɗanda ba su sani ba"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Yãya wani alkawari a wurin Allah a wurin ManzonSa yake kasancẽwa ga mushirikai, fãce ga waɗanda kuka yi wa alkawari wurin Masallaci Mai alfarma? To matuƙar sun tsaya sõsai gare ku, sai ku tsayu sõsai gare su. Lalle ne Allah Yanã son mãsu taƙawa"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Yãya, alhãli idan sun ci nasara a kanku, bã zã su tsare wata zumun ta ba a cikinku, kuma haka wata amãna, sunã yardar da ku da bãkunansu kuma zukãtansu sunã ƙi? Kuma mafi yawansu fãsiƙai ne"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Sun saya da ãyõyin Allah, 'yan kuɗi kaɗan, sa'an nan suka kange daga hanyar Allah. Lalle ne sũ, abin da suka kasance sunã aikatãwa yã mũnana"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Bã su tsaron wata zumunta a cikin mũminai, kuma haka bãsu tsaron wata amãna. Kuma waɗannan ne mãsu ta'adi"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Sa'an nan idan sun tũba kuma suka tsayar da salla, kuma suka bãyar da zakka, to, 'yan'uwanku ne a cikin addini, kuma Munã rarrabe ãyõyi daki-daki, ga mutãne waɗanda suke sani"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Kuma idan suka warware rantsuwõyin amãna daga bãyan alkawarinsu, kuma suka yi sũka a cikin addininku, to, ku yaki shũgabannin kãfirci. Lalle ne sũ, bãbu rantsuwõyin amãna a gare su. Tsammãninsu sunã hanuwa"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Shin, bã ku yaƙin mutãne, waɗanda suka warware rantsuwõyinsu, kuma suka yi niyya ga fitar da Manzo, kuma sũ ne suka fãra muku, tun a farkon lõkaci? Shin kunã tsõron su ne? To, Allah ne marfi cancantar ku ji tsõronSa, idan kun kasance mũminai"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Ku yãƙe su, Allah Ya yi musu azabã da hannãyenku, kuma Ya kunyatar da su, kuma Ya taimake ku, kuma Ya warkar da ƙirãzan mutãne mũminai"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Kuma Ya tafĩ da fushin zukãtansu, kuma Ya karɓi tũba a kan wanda Ya so. Kuma Allah ne Masani, Mai hikima"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Kõ kunã zaton a bar ku, tun Allah bai bayyana waɗanda suka yi jihãdi ba daga gare ku, kuma sũ ba su riƙi wani shigeba, baicin Allah da ManzonSa da mũminai? Kuma Allah ne Mai jarrabãwa ga abin da kuke aikatãwa"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Bã ya kasancewa ga mãsu shirki su rãya masallatan Allah, alhãli kuwa sunã mãsu bãyar da shaida a kan rãyukansu da kafirci, waɗannan ayyukansu sun ɓãci, kuma a cikin wutã sũ madawwama"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Abin sani kawai, mai rãya masallãtan Allah, shĩ ne wanda ya yi ĩmãni da Allah da Rãnar Lãhira, kuma ya tsayar da salla kuma ya bãyar da zakka, kuma bai ji tsõron kõwa ba fãce Allah. To, akwai tsammãnin waɗannan su kasance daga shiryayyu"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Shin, kun sanya shãyar da mahajjata da rãyar da Masallaci Mai alfarma kamar wanda ya yi ĩmãni da Allah da Rãnar Lãhira, kuma ya yi jihãɗi a cikin hanyar Allah? Bã su daidaita a wurin Allah. Kuma Allah bã Ya shiryar da mutãne azzãlumai"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Waɗanda suka yi ĩmãni, kuma suka yi hijira, kuma suka yi jihãdi, a cikin hanyar Allah, da dũkiyõyinsu, da rãyukansu, sũ ne mafi girma ga daraja, a wurin Allah, kuma waɗannan sũ ne mãsu babban rabo"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Ubangijinsu Yanã yi musu bishãra da wata rahama daga gare shi, da yarda, da gidãjen Aljanna. sunã da, a cikinsu, ni'ima zaunanniya"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Sunã madawwamã a cikinsu, har abada. Lalle ne Allah a wurinSa akwai lãda mai girma"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Yã kũ waɗanda suka yi ĩmãni! Kada ku riƙi ubanninku da 'yan'uwanku masõya, idan sun nũna son kãfirci a kan ĩmãni. Kuma wanda ya jiɓince su daga gare ku, to, waɗannan sũ ne azzãlumai"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Ka ce: \"Idan ubanninku da ɗiyanku da 'yan'uwanku da mãtanku da danginku da dũkiyõyi, waɗanda kuka yi tsiwirwirinsu, da fatauci wanda kuke tsõron tasgaronsa, da gidaje waɗanda kuke yarda da su, sun kasance mafiya sõyuwa a gare ku daga Allah da ManzonSa, da yin jihãdi ga hanyarSa, to, ku yi jira har Allah Ya zo da umurninSa! Kuma Allah bã Ya shiryar da mutãne fãsiƙai"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Lalle ne, haƙĩƙa, Allah Yã taimake ku a cikin wurãre mãsu yawa, da Rãnar Hunainu, a lõkacin da yawanku ya bã ku sha'awa, sai bai amfãnar da ku da kõme ba, kuma ƙasa ta yi ƙunci a kanku da yalwarta, sa'an nan kuma kuka jũya kunã mãsu bãyar da bãya"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Sa'an nan kuma Allah Ya saukar da natsuwarSa a kan ManzonSa kuma a kan mũminai, kuma Ya saukar da rundunõni waɗanda ba ku gan su ba, kuma Ya azabtar da waɗanda suka kãfirta: Wancan ne sakamakon kãfirai"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Sa'an nan kuma Allah Ya karɓi tũba daga bãyan wancana kan wanda Ya so. Kuma Allah ne Mai gãfara, Mai rahama"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "Yã kũ waɗanda suka yi ĩmãni! Abin sani kawai, mushirikai najasa ne, sabõda haka kada su kusanci Masallaci Mai alfarma a bãyan shẽkararsu wannan. Kuma idan kun ji tsõron talauci to, da sannu Allah zai wadãta ku daga falalarSa, idan Ya so. Lalle Allah ne Masani, mai hikima"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Ku yãƙi waɗanda bã su yin ĩmãni da Allah kuma bã su ĩmãni da Rãnar Lãhira kumabã su haramta abin da Allah da ManzonSa suka haramta, kuma bã su yin addini, addinin gaskiya, daga waɗanda aka bai wa Littãfi, har sai sun bãyar da jizya daga, hannu, kuma sunã ƙasƙantattu"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Kuma Yahũdãwa suka ce: \"Uzairu ɗan Allah ne.\"Kuma Nasãra suka ce: \"Masĩhu ɗan Allah ne.\" Wancan zancensu ne da bãkunansu. Sunã kamã da maganar waɗanda suka kãfirta daga gabãni. Allah Yã la'ance su! Yãya aka karkatar da su"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Sun riƙi mãlamansu (Yahũdu) da ruhubãnãwansu (Nasãra) Ubannangiji, baicin Allah, kuma sun riƙi Masĩhu ɗan Maryama (haka). Kuma ba a umurce su ba fãce da su bautã wa Ubangiji Guda. Bãbu abin bautãwa fãce Shi. TsarkinSa ya tabbata daga barin abin da suke yin shirki da shi"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Sunã nufin su bice hasken Allah da bãkunãnsu. Kuma Allah Yanã ki, fãce dai Ya cika haskenSa, kuma kõ da kãfirai sun ƙi"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Shi ne wanda Ya aiko manzonSa da shiriya da addinin gaskiya, dõmin ya bayyanl shi a kan addini dukansa, kuma kõ dã mushirikai sun ƙi"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "Yã waɗanda suka yi ĩmãni! Lalle ne mãsu yawa daga Ahbãr da Ruhbãnãwa haƙĩƙa sunã cin dũkiyar mutãne da ƙarya, kuma sunã kangẽwa daga hanyar Allah. Kuma waɗanda suke taskacẽwar zĩnãriya da azurfa, kuma bã su ciyar da ita a cikin hanyar Allah, to, ka yi musu bushãra da azãba mai raɗaɗi"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "A Rãnar da ake ƙõna shi a kanta a cikin wutar Jahannama, sai a yi lalas da ita ga gõshinansu da sãshinansu da bãyayyakinsu, (a ce musu): \"Wannan ne abin da kuka taskace dõmin rãyukanku. To, ku ɗanɗani abin da kuka kasance kunã sanyãwa a taska"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Lallai ne ƙidãyayyun watanni a wurin Allah watã gõma shã biyu ne a cikin Littãfin Allah, a Rãnar da Ya halicci sammai da ƙasa daga cikinsu akwai huɗu mãsu alfarma. Wannan ne addini madaidaici. Sabõda haka kada ku zãlunci kanku a cikinsu. Kuma ku yãƙi mushirikai gabã ɗaya, kamar yadda suke yãƙar ku gabã ɗaya. Kuma ku sani cẽwa lallai ne Allah Yanã tãre da mãsu taƙawa"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Abin sani kawai, \"Jinkirtãwa\" ƙãri ne a cikin kãfirci, anã ɓatar da waɗanda suka kãfirta game da shi. Sunã halattar da watã a wata shẽkara kuma su haramtar da shi a wata shẽkara dõmin su dãce da adadin abin da Allah Ya haramta. Sabõda haka sunã halattar da abin da Allah Ya haramtar. An ƙawãce musu mũnanan ayyukansu. Kuma Allah ba Ya shiryar da mutãne kãfirai"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "Yã kũ waɗanda suka yi ĩmãni! Mẽne ne a gare ku, idan ance muku, \"Ku fita da yãƙi a cikin hanyar Allah,\" sai ku yi nauyi zuwa ga ƙasa. Shin, kun yarda da rãyuwar dũniya ne daga ta Lãhira? To jin dãɗin rãyuwar dũniya bai zama ba a cikin Lãhira, fãce kaɗan"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Idan ba ku fita da yãƙi ba, Allah zai azabta ku da azãba mai raɗaɗi, kuma Ya musanya wasu mutãne, wasunku (a maimakonku). Kuma bã zã ku cũtar da Shida kõme ba. Kuma Allah a kan dukan kõme Mai ĩkon yi ne"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Idan ba ku taimake shi ba, to, lalle ne Allah Yã taimake shi, a lõkacin da waɗanda suka kãfirta suka fitar da shi, Yanã na biyun biyu, a lõkacin da suke cikin kõgon dũtse, a lõkacin da yake cẽwa da sãhibinsa: \"Kada ka yi baƙin ciki, lalle ne Allah Yanã tãre da mu.\" Sai Allah Ya saukar da natsuwarSa a kansa, kuma Ya taimake shi da waɗansu rundunõni, ba ku gan su ba, kuma Ya sanya kalmar waɗanda suka kãfirta maƙasƙanciya, kuma kalmar Allah ita ce maɗaukakiya. Kuma Allah ne Mabuwãyi, Mai hikima"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Ku fita da yãƙi kunã mãsu sauƙãƙan kãyã da mãsu nauyi, kuma ku yi jihãdi da dũkiyõyinku da kuma rãyukanku a cikin hanyar Allah. Wancan ne mafi alhẽri a gare ku, idan kun kasance kunã sani"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Dã yã kasance wata siffar dũniya ce: makusanciya, da tafiya matsakaiciya, dã sun bĩ ka, kuma amma fagen yã yi musu nĩsa. Kuma zã su yi ta yin rantsuwa da Allah, \"Dã mun sãmi dãma, dã mun tafi tare da ku.\" Sunã halakar da kansu (da rantsuwar ƙarya) ne, kuma Allah Yanã sanin lalle, haƙĩƙa, sumaƙaryata ne"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Allah Ya yãfe maka laifi. Dõmin me ka yi musu izinin zama? Sai waɗanda suka yi gaskiya ssun bayyana a gare ka, kuma ka san maƙaryata"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Waɗanda suke yin ĩmãnida Allah da Rãnar Lãhira, bã zã su nẽmi izininka ga yin, jihãdida dũkiyõyinsu da rãyukansu ba. Kuma Allah ne Masani ga mãsu taƙawa"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Abin sani kawai, waɗanda bã sa ĩmãni da Allah, da Rãnar Lãhira, kuma zukãtansu suka yi shakka, sũ ne ke nẽman izininka, sa'an nan a cikin shakkarsu sunã ta yin kai kãwo"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Kuma dã sun yi nufin fita, dã sun yi wani tattali sabõda shi, kuma amma Allah Ya ƙi zãburarsu, sai Ya nauyayar da zamansu. Kuma aka ce ku zauna tãre da mãsu zama"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Dã sun fita a cikinku bã zã su ƙãre ku da kõme ba fãce da ɓarna, kuma lalle dã sun yi gaggãwar sanya annamĩmanci a tsakãninku, sunã nẽma muku fitina. Kuma a cikinku akwai 'yan rahõto sabõda su. Kuma Allah ne Masani ga azzãlumai"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "Kuma lalle ne, haƙĩƙa sun nẽmi fitina daga gabãni, kuma, suka jũya maka al'amari, har gaskiya ta zo, kuma umurnin Allah Ya bayyana, alhãli sunã mãsu ƙyãma"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Kuma daga cikinsu akwai mai cẽwa, \"Ka yi mini izinin zama, kuma kada ka fitine ni.\" To, a cikin fitinar suka fãɗa. Kuma lalle ne Jahannama, haƙĩƙa, mai ƙẽwayẽwa ce ga kãfirai"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "Idan wani alhẽri ya sãme ka, zai ɓãta musu rai, kuma idan wata masifa ta sãme ka sai su ce: \"Haƙĩƙa, mun riƙe al'amarinmu daga gabãni.\"Kuma sujũya, alhãli kuwa sunã mãsu farin ciki"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "Ka ce: \"Bãbu abin da yake sãmun mu fãce abin da Allah Ya rubũta sahõda mu. Shĩ ne Majiɓincinmu. Kuma ga Allah, sai mũminai su dõgara"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "Ka ce: \"Shin, kunã dãko ne da mu? Fãce dai da ɗayan abũbuwan biyu mãsu kyau, alhãli kuwa mũ, munã dãko da ku, AllahYa sãme ku da wata azãba daga gare Shi, kõ kuwa da hannayenmu. To, ku yi dãko. Lalle ne mũ, tãre da ku mãsu dãkon ne"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Ka ce: \"Ku ciyar a kan yarda kõ kuwa a kan tĩlas. Bã zã a karɓa daga gare ku ba. Lalle ne kũ, kun kasance mutãne fãsiƙai"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "Kuma bãbu abin da ya hana a karɓi ciyarwarsu daga gare su fãce dõmin sũ, sun kãfirta da Allah da ManzonSa, kuma bã su zuwa ga salla fãce Luma sunã mãsu kasãla, kuma bã su ciyarwa fãce sunã mãsu ƙyãma"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Sabõda haka, kada dũkiyõyinsu su bã ka sha'awa, kuma haka 'ya'yansu. Abin sani kawai, Allah Yanã nufin Ya yi musu azãba, da su a cikin rãyuwar dũniya, kuma rãyukansu su fita alhãli kuwa sunã kãfirai"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Kuma sunã rantsuwa da Allah cẽwa, lalle ne sũ, haƙĩƙa, daga gare ku suke, alhãli kuwa ba su zamo daga gare ku ba. Kuma amma sũ mutãne ne mãsu tsõro"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Dã sunã sãmun mafaka kõ kuwa waɗansu ɓulõli, kõ kuwa wani mashigi, da sun, jũya zuwa gare shi, kuma suna gaggawar shiga"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Kuma daga cikinsu akwai wanda yake zunɗen ka a kan sha'anin dũkiyõyin sadaka, sai idan an bã su daga cikinta, su yarda, kuma idan ba a bã su ba daga cikinta sai su zamo sunã mãsu fushi"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Kuma dã dai su lalle sun yarda da abin da Allah Ya bã su, da ManzonSa kuma suka ce: \"Ma'ishinmu Allah ne, zai kãwo mana daga falalarSa kuma ManzõnSa (zai bã mu). Lalle ne mũ, zuwa ga Allah mãsu kwaɗayi ne"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "Abin sani kawai, dũkiyõyin sadaka na faƙĩrai ne da miskinai da mãsu aiki a kansu, da waɗanda ake lallãshin zukãtansu, kuma a cikin fansar wuyõyi, da mabarta, da a cikin hanyar Allah da ɗan hanya (matafiyi). Farilla daga Allah. Kuma Allah ne Masani, Mai hikima"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Kuma daga cikinsu akwai waɗanda suke cũtar Annabi, kuma sunã cẽwa \"Shi kunne ne.\" Ka ce: \"Kunnen alhẽri gare ku, Yanã ĩmãni da Allah, kuma Yanã yarda da mũminai, kuma rahama ne ga waɗanda suka yi ĩmãni daga gare ku.\"Kuma waɗanda suke cũtar Manzon Allah sunã da azãba mai raɗaɗi"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Sunã rantsuwa da Allah sabõda ku, dõmin su yardar da ku. Kuma Allah da ManzonSa ne mafi cancantar su yardar da Shi, idan sun kasance mũminai"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Shin, ba su sani ba cẽwa \"Lalle ne wanda ya sãɓa wa Allah da ManzonSa, haƙĩƙa Yanã da wutar Jahannama, Yanã madawwami a cikinta? Waccan ita ce wulãkantãwa babba"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Munãfukai sunã tsõron a saukar da wata sũra a kansu, wadda take bã su lãbãri ga abin da yake cikin zukãtansu. Ka ce: \"Ku yi izgili. Lalle ne, Allah ne Mai fitai da abin da kuke tsõro"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Kuma lalle ne, idan ka tambaye, su haƙĩƙa, sunã cẽwa, \"Abin sani kawai, mun kasance munã hĩra kuma munã wãsã. Ka ce: \"Shin da Allah, da kuma ãyõyinSa da ManzonSa kuka kasance kunã izgili"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Kada ku kãwo wani uzuri, haƙĩƙa, kun kãfirta a bãyanĩmãninku. Idan Mun yãfe laifi ga wata ƙungiya daga gare ku, zã Mu azabta wata ƙungiya sabõda, lalle, sun kasance mãsu laifi"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Munãfukai maza da munãfukai mãtã, sãshensu daga sãshe, sunã umurni da abin ƙi kuma sunã hani daga alhẽri. Kuma sunã damƙẽwar hannayensu. Sun mance Allah, sai Ya mantã da su. Lalle ne munãfukai sũ ne fãsiƙai"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Allah yã yi wa'adi ga munãfukai maza da munãfukai mãtã da kãfirai da wutar Jahannama, sunã madawwama a cikinta. Ita ce ma'ishiyarsu. Kuma Allah Yã la'ance su, kuma sunã da azãba zaunanniya"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Kamar waɗanda suke a gabãninku, sun kasance mafi tsananin ƙarfi daga gare ku, kuma mafi yawan dũkiyõyi da ɗiya. Sai suka ji daɗi da rabonsu, sai kuka ji daɗi da rabonku kamar yadda waɗanda suke a gabãninku suka ji dãɗi, da rabonsu, kuma kuka kũtsa kamar kũtsãwarsu. Waɗancan ayyukansu sun ɓãci a dũniya da Lãhira, kuma waɗannan sũ ne mãsu hasãra"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Shin lãbarin waɗanda suke a gabãninsu bai je musu ba, mutãnen Nũhu da Ãdãwa da Samũdãwa da mutãnen Ibrãhĩm da Ma'abũta Madyana da waɗanda aka birkice? Manzanninsu sun jẽ musu da ãyõyayi bayanannu. To, Allah bai kasance Yanã zãluntar su ba, amma sun kasance rãyukansu suke zãlunta"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Kuma mummunai maza da mummunai mãtã sãshensu majiɓincin sãshe ne, sunã umurni da alhẽri kuma sunã hani daga abin da bã a so, kuma sunã tsayar da salla, kuma sunã bãyar da zakka, kuma sunãɗã'a ga Allah da ManzonSa. Waɗannan Allah zai yi musu rahama. Lalle Allah ne Mabuwãyi, Mai hikima"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Kuma Allah Yã yi wa'adi ga mummunai maza da mummunai mãtã da gidãjen Aljanna ƙõramu sunã gudãna daga ƙarƙashinsu, sunã madawwamã a cikinsu, da wurãren zama mãsu dãɗi a cikin gidãjen Aljannar. Kuma yarda daga Allah ce mafi girma. Wancan shi ne babban rabo, mai girma"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "Ya kai Annabi! Ka yãƙi kãfirai da munãfukai kuma ka tsaurara a kansu. Kuma matattararsu Jahannama ce. Tir da ta zama makõmar"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Sunã rantsuwa da Allah, ba su faɗa ba, alhãli kuwa lalle ne, haƙĩƙa, sun faɗi kalmar kãfirci, kuma; sun kãfirta a bãyan musuluntarsu, kuma sun yi himma ga abin da ba su sãmu ba. Kuma ba su zargi kõme ba fãce dõmin Allah da ManzonSa Ya wadãtar da su daga falalarSa. To, idan sun tũba zai kasance mafi alhẽri gare su, kuma idan sun jũya bãya, Allah zaiazabtã su da azãba mai raɗaɗi a cikin dũniya da Lãhira, kuma bã su da wani masõyi kõ wani mataimaki a cikin kasa"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "Kuma daga cikinsu akwai wadɗanda suka yi wa Allah alkawari, \"Lalle ne idan ya kãwo mana daga falalarSa, haƙĩƙa, munãbãyar da sadaka, kuma lalle ne munã kasancẽwa, daga sãlihai"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "To, a lõkacin da Ya bã su daga falalarSa, sai suka yi rõwa da shi, kuma suka jũya bãya sunã mãsu bijirẽwa"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Sai Ya biyar musu da munãfunci a cikin zukatansu har zuwa ga Rãnar da suke haɗuwa da Shi sabõda sãɓã wa Allah a abin da suka yi Masa alkawari, kuma sabõda abin da suka kasance sunã yi na ƙarya"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Shin, ba su sani ba cẽwa lalle ne Allah Yanã sanin asĩrinsuda gãnawarsu, kuma lalle Allah ne Masanin abũbuwan fake"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Waɗanda suke aibanta mãsu yin alhẽri daga mummunaia cikin dũkiyõyin sadaka, da waɗanda ba su sãmu fãce iyãkar ƙõƙarinsu, sai sanã yi musu izgili. Allah Yanã yin izgili gare su. Kuma sunã da azãba mai raɗaɗi"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Kõ kã nẽma musu gãfara ko ba ka nẽma musu ba, idan ka nẽma musu gãfara sau saba'in, to, Allah bã zai gãfarta musu ba. Sabõda sũ, sun kãfirta da Allah da ManzonSa. Kuma Allah ba Ya shiryar da mutãne fãsiƙai"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Waɗanda aka bari sun yi farin ciki da zamansu a bãyan Manzon Allah, kuma suka ƙi su yi jihãdi da dũkiyõyinsu da rãyukansu a cikin hanyar Allah, kuma suka ce: \"Kada ku fita zuwa yãƙi a cikin zãfi.\"Ka ce: \"Wutar Jahannama ce mafi tsanlnin zãfi.\" Dã sun kasance sunã fahimta"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Sabõda haka su yi dãriya kaɗan, kuma su yi kũkada yawa a kan sãkamako ga abin da suka kasance sunã tsirfatãwa"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "To, idan Allah Ya mayar da kai zuwa ga wata ƙungiyã daga gare su sa'an nan suka nẽme ka izni dõmin su fita, to, ka ce: \"Bã zã ku fita tãre da nĩ ba har abada, kuma bã zã ku yi yãƙi tãre da nĩ ba a kan wani maƙiyi. Lalle ne kũ, kun yarda da zama a farkon lõkaci, sai ku zauna tãre da mãtã mãsu zaman gida"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Kuma kada ka yi salla a kan kõwa daga cikinsu wanda ya mutu, har abada, kuma kada ka tsaya a kan kabarinsa. Lalle ne sũ, sun kãfirta da Allah da ManzonSa, kuma sun mutu alhãli kuwa sunã fãsiƙai"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Kuma kada dũkiyõyinsu da ɗiyansu su bã ka sha'awa. Abin sani kawai, Allah Yanã nufin Ya yi musu azãba da su a cikin dũniya, kuma rãyukansu su fita alhãli kuwa sunã kãfirai"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Kuma idan aka saukar da wata sũra cẽwa; Ku yi ĩmãni da Allah kuma ku yi jihãdi tãre da ManzionSa. Sai mawadãta daga gare su su nẽmi izninka, kuma su ce: Ka bar mu mu kasance tãre da mazauna"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Sun yarda da su kasance tãre da mãtã mãsu zama (a cikin gidãje). Kuma aka rufe a kan zukãtansu, sabõda haka, sũ, bã su fahimta"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Amma Manzon Allah da waɗanda suka yi ĩmãni tãre da shi, sun yi jihãdi da dũkiyõyinsu da rãyukansu. Kuma waɗannan sunã da ayyukan alhẽri, kuma waɗannan sũ ne mãsu cin nasara"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Allah yã yi musu tattalin gidãjen Aljanna, ƙõramu sunã gudãna daga ƙarƙashinsu, sunã madawwamã a cikinsu. Wancan ne babban rabo mai girma"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Kuma mãsu uzuri daga ƙauyãwa zuka zo dõmin a yi musu izini, kuma waɗanda suka yi wa Allah da ManzonSa ƙarya, suka yi zamansu. wata azãba mai raɗaɗi zã ta sãmi waɗanda suka kãfirta daga gare su"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Bãbu laifi a kan maraunana kuma haka majinyata, kuma bãbu laifi a kan waɗanda bã su sãmun abin da suke ciyarwa idan sun yi nasĩha ga Allah da ManzonSa. Kuma bãbu wani laifi a kan mãsu kyautatãwa. Kuma Allah ne Mai gãfara, Mai tausayi"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Kuma bãbu (laifi) a kan waɗanda idan sun je maka dõmin ka ɗauke su ka ce: \"Bã ni da abin da nake ɗaukar ku a kansa,\" suka jũya alhãli kuwa idãnunsu sunã zubar da hawãye dõmin baƙin ciki cẽwa ba su sãmi abin da suke ciyarwa ba"
        }
    ]
}