{
    "maqras": [
        {
            "chapter": 18,
            "verse": 75,
            "text": "Хизр гуфт: «Оё нагуфта будам, ки ту ҳаргиз бо ман сабр карда наметавонӣ?»"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Мӯсо гуфт: «Агар аз ин пас аз ту чизе бипурсам, бо ман ҳамроҳӣ макун! Ҳамоно ту аз ҷониби ман маъзур бошӣ»"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Пас ба роҳи худ идома доданд, то ба шаҳре расиданд. Аз мардуми он шаҳр таоме хостанд. Пас онон меҳмондорияшон накарданд. Он ҷо деворе диданд, ки наздик буд, бияфтад. Хизр деворро рост кард. Мӯсо гуфт: «Агар мехостӣ метавонисти дар баробари ин кор музде бигирӣ»"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Хизр гуфт: «Акнун замони ҷудоӣ миёни ману туст ва туро аз сирри он корҳо, ки таҳаммулашонро надоштӣ, огоҳ мекунам"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Аммо он киштӣ аз они бенавоёне буд, ки дар баҳр кор мекарданд. Хостам хароб (нуқсондор)-аш кунам, зеро дар пеши рӯяшон подшоҳе буд, ки киштиҳои солимро ба зӯрӣ мегирифт"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "Ва аммо он писарро падару модараш мӯъмин буданд. Пас тарсидам, ки он дуро ба исёну куфр дарандозад"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Пас хостем то дар ивази ӯ Парвардигорашон ба ҷои ӯ фарзанди поктар ва меҳрубонтар барояшон ато фармояд"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "Аммо девор аз они ду ятими мардуми ин шаҳр буд, дар зераш ганҷе буд аз они писарон. Падарашон марди солеҳе буд. Парвардигори ту мехост он ду бар ҳадди балоғат (ба воя) расанд ва ганҷи худро берун оранд. Ва ман ин корро ба майли худ накардам, балки ба амри Аллоҳ кардам. Раҳмати Парвардигори ту буд. Ин аст таъвили он чи ки дар он сабр карда натавонистӣ"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Эй Паёмбар, аз ту дар бораи Зулқарнайн (подшоҳи одил) мепурсанд. Бигӯ: \"Барои шумо аз саргузашти ӯ хабаре хоҳам дод"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Ҳамоно мо ӯро дар замин қудрат додем ва роҳи расидан ба ҳар чизеро бар ӯ нишон додем"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "Пас ӯ низ он роҳро бо кӯшишу ғайрат пай гирифт"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "То ба ғурубгоҳи хуршед расид. Дид, ки хуршед дар чашми гилолуди сиёҳ ғуруб мекунад ва бар он ҷо мардумеро ёфт. Мо гуфтем: \"Эй Зулқарнайн, мехоҳӣ азобашон кун агар ба ягонагии Худо иқрор нашаванд ва мехоҳӣ бо онҳо некӣ кун (Яъне, ба онҳо роҳи ҳақро нишон бидеҳ)"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Гуфт: \"Аммо ҳар кас, ки ситам кунад (кофир шавад), мо азобаш хоҳем кард. Он гоҳ ӯро назди Парвардигораш баргардонида шавад, то Ӯ еиз ба сахтӣ дар ҷаҳаннам азобаш кунад"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "Ва аммо ҳар кас, ки имон оварад ва корҳои шоиста кунад, аҷре некӯ дорад. Ва Мо бо фармони худ ӯро ба кори осоне хоҳем гузошт.»"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Боз ҳам роҳро пай гирифт. Яъне ба сӯйи машриқ бозгашт бо сабабҳое, ки Аллоҳ ба ӯ дода буд"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "То ба макони баромадани офтоб расид. Дар он ҷо дид, ки бар қавме метобад, ки дар баробари тобиши офтоб барояшон пӯшише қарор надода будем"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Чунин буд. Ва мо бар аҳволи ӯ ҳар ҷое, ки мерафт, хабар дорем"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Боз ҳам Зулқарнайн роҳро пай гирифт"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "То ба миёни ду кӯҳ расид. Дар паси он ду кӯҳ мардумеро дид, ки ҳеҷ суханеро намефаҳмиданд"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Гуфтанд: «Эй Зулқарнайн, ҳамоно Яъҷуҷу Маъҷуҷ дар ин сарзамин фасод мекунанд. Пас, оё барои ту муздеро мукқаррар кунем, то ту миёни мову онҳо садде (деворе) бисозӣ?»"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Гуфт: «Он чи Парвардигори ман маро ба он тавоноӣ додааст, беҳтар аст аз музде, ки ба ман медиҳед. Маро ба нерӯи хеш мадад кунед, то миёни шумову онҳо садде (деворе) бисозам"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Барои ман порчаҳои оҳан биёваред». Чун миёни он ду кӯҳро баробар кард, гуфт: «Оташ бидамед!». То он оҳанро бигудохт. Ва гуфт: «Миси гудохта биёваред, то бар он резам»"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "Натавонистанд Яъҷуҷу Маъҷуҷ аз он девор боло раванд ва натавонистанд низ дар он сӯрохӣ кунанд"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "Зулқарнайн гуфт: «Ин деворе, ки ман сохтам, раҳмате буд аз ҷониби Парвардигори ман ва чун ваъдаи Парвардигори ман даррасид, онро зеру забар кунад ва ваъдаи Парвардигори ман рост аст»"
        }
    ]
}