{
    "pages": [
        {
            "chapter": 6,
            "verse": 60,
            "text": "He it is who gathers you to Himself at night, and knows what you have committed in the day; then He raises you up again, that your appointed time may be fulfiled; in the end unto Him is your return, and then will He inform you of the truth of what you hav"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "He is omnipotent over His servants; He sets guardians over you until, when death comes to any one of you, Our messengers receive him and they never fail their duty"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Then are they returned to Allah, their true and just Sovereign. Is not His the judgment (or rule)? But He is the most swift at reckoning"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Say, \"Who rescues you from the darkness of the land and of the sea?\" You call upon Him in humility and in secret, saying \"Indeed, if He would rescue us from this, we will surely be of the thankful"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Say, \"Allah rescues from the darkness, and from every affliction, yet you associate others with Him"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Say, \"He is able to send calamities on you from above you and from beneath your feet, and to confuse you with dissenting sects, and to make you taste the violence of each other.\" See how We explain the Signs, in various ways that per chance (or)"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Your people called it a lie, and yet it is the truth. Say, \"I have not been put in charge over you"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "For every Announcement (Message, prophecy) there is a set term, and you will soon come to know it"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "When you see those who plunge deeply into vain discussion of Our Signs (revelations), turn away from them until they discuss another topic. It may be that Satan makes you forget, but sit not, after you have remembered, with the congregation of the faithle"
        }
    ]
}