{
    "pages": [
        {
            "chapter": 23,
            "verse": 18,
            "text": "And We send down from the heaven water by measure, and We make it rest in the earth; but, verily, We are able to withdraw it"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Then We produce for you thereby gardens of date-palms and grapes wherein you have much fruits, and whereof you eat"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "And a tree growing out of Mount Sinai (Olives) which produces oil, and a relish for eaters"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "And, verily, you have a lesson in the cattle; We give you to drink of what is in their bodies; and you have therein many uses, and of them you eat"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "And on them and on ships you are carried"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "We sent Noah unto his people, and he said, \"O my people! Serve Allah, you have no God but Him; do you then not fear (evil)"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Said the chiefs of those who disbelieved among his people, \"This is nothing but a mortal like yourselves who wishes to make himself superior to you. Had Allah pleased He could surely have sent angels. We have not heard of this from our forefathers"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "He is nothing but a man possessed; so watch him for a while"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Said he, \"My Lord! Help me, for they deny me"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "And We inspired him, saying \"Make the ark under Our eyes and Our inspiration; and when the oven (of Allah´s wrath) boils over (or the fountains or springs of the earth are about to gush forth), conduct into it of every kind two spouses, and you"
        }
    ]
}