{
    "pages": [
        {
            "chapter": 3,
            "verse": 62,
            "text": "Verily, those are the true stories, and there is no God but Allah, and, verily, Allah He is the Mighty, the Wise"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "But if they turn away, Allah is Aware of the evildoers (corrupters, mischief-makers)"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Say, \"O you people of the Book, come to an agreement between us and you, that we will not serve other than Allah, nor associate aught with him, nor take others for Lords rather than Allah.\" But if they turn away then say, \"Bear witness that"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "O people of the Book, why do you dispute about Abraham, when the Torah and the Gospel were not revealed until after him? What! Do you not understand"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Here you are, disputing about what you have some knowledge of; why then do you dispute about what you have no knowledge? Allah knows and you know not"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Abraham was not a Jew, nor yet a Christian, but he was a \"Hanif\" (an upright man) who had surrendered, and not of the idolaters"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Verily, the people who have most claim to (or are nearest of kin to) Abraham are those who follow him, and this prophet, and those who believe: - Allah is the patron of the believers"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "A sect of the people of the Book long to lead you astray, but they only lead themselves astray, and they perceive not"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "O people of the Book! Why disbelieve you the revelations of Allah, when you yourselves witness them"
        }
    ]
}