{
    "pages": [
        {
            "chapter": 89,
            "verse": 1,
            "text": "I swear by (or call to witness) the dawn"
        },
        {
            "chapter": 89,
            "verse": 2,
            "text": "And by the nights twice five (of pilgrimage)"
        },
        {
            "chapter": 89,
            "verse": 3,
            "text": "And the even and the odd"
        },
        {
            "chapter": 89,
            "verse": 4,
            "text": "And the night when it passes on"
        },
        {
            "chapter": 89,
            "verse": 5,
            "text": "Is there not in these a lesson (evidence or admonition) for a man of understanding"
        },
        {
            "chapter": 89,
            "verse": 6,
            "text": "Have you not seen how your Lord did with the people of A´ad"
        },
        {
            "chapter": 89,
            "verse": 7,
            "text": "With the city of Iram of the lofty pillars"
        },
        {
            "chapter": 89,
            "verse": 8,
            "text": "The like of which has not been created in all the land"
        },
        {
            "chapter": 89,
            "verse": 9,
            "text": "And with the people of Thamud when they hewed the great stones in the valley"
        },
        {
            "chapter": 89,
            "verse": 10,
            "text": "And with Pharaoh, Lord of the stakes"
        },
        {
            "chapter": 89,
            "verse": 11,
            "text": "All these were outrageous in the land"
        },
        {
            "chapter": 89,
            "verse": 12,
            "text": "And did multiply wickedness therein"
        },
        {
            "chapter": 89,
            "verse": 13,
            "text": "Therefore, your Lord poured out upon them the scourge of diverse torments"
        },
        {
            "chapter": 89,
            "verse": 14,
            "text": "Verily, your Lord is ever watchful"
        },
        {
            "chapter": 89,
            "verse": 15,
            "text": "Now as for man, whenever his Lord tries him and honours him and grants him favour, then he says, \"My Lord has honoured me"
        },
        {
            "chapter": 89,
            "verse": 16,
            "text": "But whenever he tries him and restricts his subsistence, then he says, \"My Lord despises me"
        },
        {
            "chapter": 89,
            "verse": 17,
            "text": "Nay, nay! But you do not honour the orphan"
        },
        {
            "chapter": 89,
            "verse": 18,
            "text": "Nor do you urge each other to feed the poor"
        },
        {
            "chapter": 89,
            "verse": 19,
            "text": "And you devour the inheritance (of the weak) with greed"
        },
        {
            "chapter": 89,
            "verse": 20,
            "text": "And you love wealth with an abounding love"
        },
        {
            "chapter": 89,
            "verse": 21,
            "text": "Nay, when the earth is crushed to pieces"
        },
        {
            "chapter": 89,
            "verse": 22,
            "text": "And your Lord comes with the angels, rank on rank"
        },
        {
            "chapter": 89,
            "verse": 23,
            "text": "And Hell is brought near on that Day, on that Day shall man remember! But how shall the remembrance profit him"
        }
    ]
}