{
    "juzs": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "Quienes no esperan el encuentro con Nosotros dicen: «¿Por qué no se hace que desciendan los ángeles a nosotros o que veamos a nuestro Señor?» Ciertamente, sus almas se han llenado de arrogancia y endiosado enormemente"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "El día que vean a los ángeles, no habrá para los pecadores buenas noticias y dirán: «¡Dadnos refugio!»"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Nos ocuparemos de cada obra que realizaron y la dejaremos como polvo disperso en el aire"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Ese día la gente del Jardín estará en la mejor morada y en el mejor lugar de descanso"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "El día en el que el cielo y las oscuras nubes se abran y se haga descender a los ángeles de forma majestuosa"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "Ese día la soberanía verdadera pertenecerá al Misericordiosísimo y será un día difícil para los que no creían"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "Un día en el que el opresor se morderán las manos diciendo: «¡Ojalá hubiese tomado el camino junto al Mensajero"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "¡Ay de mí! ¡Ojalá no hubiese tomado a fulano como amigo"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "¡Después de que el recuerdo había llegado a mí, me desvió de él!» ¡Ciertamente, Satanás siempre deja al hombre abandonado"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Y el Mensajero dirá: «¡Oh, Señor mío! ¡En verdad, mi pueblo ha abandonado este Corán!»"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Y, así mismo, designamos a cada profeta un enemigo de entre los pecadores, pero tu Señor es suficiente guía y auxilio"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Y los que no creen dicen: «¿Por qué no le ha sido revelado el Corán de una sola vez?» Así es, te lo hemos recitado gradual y ordenadamente para afianzar con ello tu corazón"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "No vendrán a ti con un argumento sin que Nosotros te traigamos la verdad y una interpretación mejor"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Aquellos que sean reunidos frente al Infierno serán quienes tengan el peor lugar y el camino más extraviado"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Y, ciertamente, dimos a Moisés la Escritura y pusimos a su hermano Aarón para que le ayudase"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Y dijimos: «Id al pueblo que desmiente Nuestras señales.» Y les destruimos totalmente"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Y cuando las gentes del pueblo de Noé desmintieron a los Mensajeros, les ahogamos e hicimos de ellos una señal para las gentes. Hemos preparados para los opresores un castigo doloroso"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Y a Ad y a Zamud y a los habitantes de Al-Rass y a muchas generaciones entre ellos"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "A todos ellos les pusimos ejemplos. Y a todos ellos les destruimos totalmente"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Ciertamente, ellos han pasado por la ciudad sobre la que cayó una lluvia maléfica. ¿Acaso no la han visto? Lo que sucede es que no esperan ser resucitados"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Cuando te ven se burlan de ti: «¿Éste es al que Dios ha designado Mensajero"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Casi nos desvía de nuestros dioses si no hubiera sido porque hemos sido perseverantes con ellos.» Pronto sabrán, cuando vean el castigo, quien está más desviado del camino"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "¿Has visto a quien ha tomado como dios a sus pasiones? ¿Acaso eres tú su protector"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "¿Crees que la mayoría de ellos escuchan o razonan? La verdad es que son como el ganado. No, aún más extraviados del camino"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "¿Acaso no has visto cómo tu Señor alarga la sombra? Si Él hubiese querido habría hecho que permaneciera inmóvil. Pusimos al Sol como causa de su existencia"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Luego, la recogemos hacia Nosotros lenta y suavemente"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Él es Quien ha hecho para vosotros de la noche una vestidura y del sueño descanso y del día movimiento y búsqueda de la provisión"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Y Él es Quien envía los vientos como portadores de buenas noticias, anunciando Su misericordia. Y hacemos descender del cielo agua purificadora"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "con la que Nosotros revivimos una tierra muerta y con la que damos de beber a muchos animales y humanos de los que hemos creado"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Y, ciertamente, la distribuimos entre ellos para que reflexionen. Pero la mayoría de las personas se niegan a ser agradecidos"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Si hubiéramos querido habríamos enviado un amonestador a cada ciudad"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "No obedezcas, pues, a quienes no creen y libra con él una gran batalla contra ellos"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Y Él es Quien ha unido los dos mares, uno de aguas dulces y agradables y el otro de aguas saladas y amargas y ha puesto entre ambos una barrera y un límite infranqueable"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Y es Él Quien ha creado del agua al ser humano y dispuso para él lazos familiares paternos y maternos. Tu Señor es poderoso"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Pero ellos adoran en lugar de Dios lo que no puede beneficiarles ni perjudicarles. Quien no es creyente es un ayudante contra su Señor"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "Y no te hemos enviado sino como portador de buenas nuevas y amonestador"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Di: «No os pido por ello una recompensa excepto que quien quiera tome un camino hacia su Señor.»"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Y confía en el Vivo que no muere y glorifícale con alabanzas. Él es suficiente para estar informado de los pecados de Sus siervos"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Él es Quien creó en seis días los cielos y la Tierra y lo que entre ambos hay. Luego, Se estableció sobre el Trono. El Clementísimo. Pregúntale, pues Él está bien informado"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Y si se les dice: «¡Prosternaos para el Clementísimo!” dicen: “¿Y qué es el Clementísimo? ¿Habremos de prosternarnos ante lo que nos ordenéis?» Y se incrementa su rechazo"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Bendito sea Quien ha puesto constelaciones en el cielo y ha puesto en él una lámpara y una Luna luminosa"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Y Él es Quien ha puesto la noche y el día sucediéndose, para quien quiera reflexionar o quiera agradecer"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Y los siervos del Clementísimo son quienes van por la Tierra con humildad y si los ignorantes se dirigen a ellos, les dicen: «¡Paz!»"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "y quienes pasan parte de la noche prosternados o en pie para su Señor"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "y quienes dicen: «¡Señor nuestro! ¡Aparta de nosotros el castigo del Infierno!» En verdad, su castigo es abrumador y eterno"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Una mala residencia y morada"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Y quienes, cuando gastan, no despilfarran ni son tacaños, pues el equilibrio está entre ambos extremos"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "Y quienes no invocan junto a Dios a otro dios y no matan al ser humano, pues Dios lo ha prohibido, excepto por causa justa, y no cometen fornicación ni adulterio. Y quien haga tales cosas se encontrará con su castigo"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "Les será doblado el castigo el Día del Levantamiento y en él permanecerán eternamente humillados"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "Excepto quienes se arrepientan y tengan fe y realicen buenas acciones, pues a ellos Dios les cambiará el mal por bien. Dios es perdonador, misericordiosísimo"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Y quien se arrepiente y realiza buenas acciones, en verdad, regresa hacia Dios"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "Y aquellos que no dan falso testimonio y que cuando se tropiezan con palabras vanas pasan de largo con dignidad"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "Y aquellos a quienes, si les son recordadas las señales de su Señor, no las reciben con oídos sordos y ojos ciegos"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "Y aquellos que dicen: «¡Oh, Señor nuestro! ¡Haz que nuestras esposas y nuestros hijos sean la alegría de nuestros ojos y sitúanos al frente de los temerosos de Dios!»"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Ellos serán recompensados por su paciencia con un alto aposento y allí serán recibidos con ofrendas y saludos de paz"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Allí estarán eternamente. ¡Excelente lugar y residencia"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Di: «¡Mi Señor no os prestará atención si no le suplicáis! Desmentíais y pronto seréis castigados.»"
        },
        {
            "chapter": 26,
            "verse": 1,
            "text": "Ta, Sim, Mim"
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "Estos son los versículos de la Escritura clara"
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "Puede que quieras morir de pena porque no son creyentes"
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "Si hubiéramos querido habríamos hecho descender del cielo sobre ellos una señal ante la que sus cuellos se inclinarían humillados"
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "No llega a ellos ningún nuevo recuerdo del Clementísimo sin que ellos se aparten de él"
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "Ciertamente, desmienten, pero pronto les llegarán las noticias de aquello de lo que se burlaban"
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "¿Acaso no ven como hemos hecho crecer en la Tierra parejas de todo tipo de plantas hermosas y buenas"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "En verdad, en ello hay una señal, pero la mayoría de ellos no tiene fe"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "Y, en verdad, tu Señor es el Todopoderoso, el Misericordiosísimo"
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "Y (recuerda) cuando tu Señor llamó a Moisés: «¡Ve al pueblo de los opresores"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "El pueblo del Faraón ¿Por qué no temen a Dios?»"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "Dijo él: «¡Señor mío! Temo que me desmientan"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "y que mi pecho se angustie y mi lengua no sea suficientemente elocuente. Envía, pues, a Aarón"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "¡Y tienen cargos contra mí y temo que me maten!»"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "Dijo Él: «¡No será así! ¡Id, pues, ambos con Nuestras señales! En verdad, Nosotros estaremos escuchando junto a vosotros"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "Id, pues, al Faraón y decidle: “En verdad, soy un Mensajero del Señor del Universo"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "para que dejes ir con nosotros a los Hijos de Israel.»"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "Dijo [Faraón]: «¿Acaso no te hemos criado entre nosotros de pequeño y permaneciste entre nosotros muchos años de tu vida"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "y luego hiciste lo que hiciste? Eres de los desagradecidos.»"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "Dijo: «Hice eso cuando era de los extraviados"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "y huí porque tuve miedo de vosotros, pero mi Señor me otorgó juicio y me hizo uno de Sus Mensajeros"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "Y éste es el favor que me has hecho: esclavizar a los Hijos de Israel.»"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "Faraón dijo: «¿Y qué es eso de ‘el Señor del Universo’?»"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "Dijo: «El Señor de los cielos y de la Tierra y de lo que hay entre ambos, si es que sois gente de certezas.»"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "Dijo a quienes estaban a su alrededor: «¿No estáis oyendo?»"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "Dijo: «Señor vuestro y Señor de vuestros primeros padres.»"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "Dijo: «¡En verdad, ese Mensajero que os ha sido enviado está loco!»"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "Dijo: «El Señor del Oriente y del Occidente y de lo que entre ambos hay, si es que razonáis.»"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "Dijo: «Si tomas otro dios diferente a mí, te pondré entre los que están en la cárcel.»"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "Dijo: «¿Aunque te traiga algo evidente?»"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "Dijo: «¡Tráelo pues, si eres de los que dicen la verdad!»"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "Entonces, lanzó su bastón y fue claramente una serpiente"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "y sacó su mano y era blanca para los que observaban"
        },
        {
            "chapter": 26,
            "verse": 34,
            "text": "Dijo a los principales que había a su alrededor: «¡En verdad, éste es un mago muy experto"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "Quiere echaros de vuestra tierra por medio de su magia, así pues, ¿Qué queréis que haga?»"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "Dijeron: «Dales un plazo a él y a su hermano y envía unos emisarios a las ciudades"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "Que te traigan todos los magos expertos.»"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "Así pues, fueron congregados los magos en el lugar acordado para el encuentro el día establecido"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "y se dijo a la gente: «¿Queréis acudir?»"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "«Quizás así sigamos a los magos si son ellos los vencedores.»"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "Así que, cuando llegaron los magos, dijeron al Faraón: «¿Obtendremos una recompensa si somos los vencedores?»"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "Dijo: «Sí. Y, en verdad, seréis entonces de los cercanos a mí.»"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "Moisés les dijo: «¡Lanzad lo que tengáis que lanzar!»"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "Así pues, lanzaron sus cuerdas y bastones y dijeron: «¡Por el poder del Faraón! ¡Con seguridad, seremos los vencedores!»"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Entonces, Moisés lanzó su bastón y éste engulló inmediatamente lo que ellos habían transformado"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "Los magos cayeron prosternados"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "Dijeron: «¡Creemos en el Señor del Universo"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "El Señor de Moisés y de Aarón.»"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "Dijo: «¿Habéis creído en él antes de que yo os diera permiso? En verdad, él es el mayor de vosotros y quien os ha enseñado la magia. ¡Vais a saber! ¡Os cortaré las manos y los pies opuestos y os crucificare a todos!»"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "Dijeron: «No nos perjudicará. En verdad, nosotros regresaremos a nuestro Señor"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "Verdaderamente, tenemos esperanza de que nuestro Señor perdone nuestros errores por haber sido los primeros en creer.»"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "Y revelamos a Moisés: «Parte con Mis siervos durante la noche, pues seréis perseguidos.»"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "Entonces, el Faraón envió emisarios a las ciudades"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "«En verdad, ellos son una pequeña banda"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "y, en verdad, han provocado nuestra ira"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "pero nosotros somos un colectivo que está en guardia.»"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "Y les sacamos de los jardines y las fuentes"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "y de los tesoros y espléndidos lugares"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "Así fue. Y se lo dimos en herencia a los Hijos de Israel"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "Entonces les persiguieron al amanecer"
        },
        {
            "chapter": 26,
            "verse": 61,
            "text": "Y cuando los dos grupos se vieron, los compañeros de Moisés dijeron: «En verdad, nos están alcanzando.»"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "Dijo [Moisés]: «No. En verdad, mi Señor está conmigo y me guiará.»"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "Entonces revelamos a Moisés: «¡Golpea el mar con tu bastón!» y éste se partió y cada una de las partes era como una montaña inmensa"
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "Luego, hicimos que los otros se acercarán"
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "y salvamos a Moisés y a todos los que con él estaban"
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "y entonces ahogamos a los otros"
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "En verdad, en ello hay una señal. Y la mayoría de ellos no eran creyentes"
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "Y, en verdad, tu Señor es el Poderoso, el Misericordiosísimo"
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "Y relátales la historia de Abraham"
        },
        {
            "chapter": 26,
            "verse": 70,
            "text": "cuando dijo a su padre y a su pueblo: «¿Qué es lo que adoráis?»"
        },
        {
            "chapter": 26,
            "verse": 71,
            "text": "Dijeron: «Adoramos ídolos y continuaremos haciéndolo.»"
        },
        {
            "chapter": 26,
            "verse": 72,
            "text": "Dijo: «¿Acaso os escuchan si les llamáis"
        },
        {
            "chapter": 26,
            "verse": 73,
            "text": "u os benefician o perjudican?»"
        },
        {
            "chapter": 26,
            "verse": 74,
            "text": "Dijeron: «No. Pero encontramos que nuestros padres hacían lo mismo.»"
        },
        {
            "chapter": 26,
            "verse": 75,
            "text": "Dijo: «¿Habéis visto, pues, lo que estabais adorando"
        },
        {
            "chapter": 26,
            "verse": 76,
            "text": "vosotros y vuestros antepasados"
        },
        {
            "chapter": 26,
            "verse": 77,
            "text": "Ellos son enemigos para mí, pero no el Señor del Universo"
        },
        {
            "chapter": 26,
            "verse": 78,
            "text": "el Cual me ha creado y es Quien me guía"
        },
        {
            "chapter": 26,
            "verse": 79,
            "text": "y Quien me alimenta y me da de beber"
        },
        {
            "chapter": 26,
            "verse": 80,
            "text": "y cuando estoy enfermo me cura"
        },
        {
            "chapter": 26,
            "verse": 81,
            "text": "y Quien me hará morir y luego me dará la vida"
        },
        {
            "chapter": 26,
            "verse": 82,
            "text": "y Quien, espero, perdonará mis errores el Día de la Recompensa.»"
        },
        {
            "chapter": 26,
            "verse": 83,
            "text": "«¡Dios mío! ¡Otórgame juicio y reúneme con los Rectos!»"
        },
        {
            "chapter": 26,
            "verse": 84,
            "text": "«Y dame una lengua sincera ante las generaciones futuras"
        },
        {
            "chapter": 26,
            "verse": 85,
            "text": "Y ponme entre los herederos del Jardín de las Delicias"
        },
        {
            "chapter": 26,
            "verse": 86,
            "text": "y perdona a mi padre. En verdad, él era de los extraviados"
        },
        {
            "chapter": 26,
            "verse": 87,
            "text": "Y no me dejes sin ayuda el día en que sean devueltos a la vida.»"
        },
        {
            "chapter": 26,
            "verse": 88,
            "text": "El día en el que en nada beneficien bienes ni hijos"
        },
        {
            "chapter": 26,
            "verse": 89,
            "text": "sino el llegar a Dios con un corazón sano"
        },
        {
            "chapter": 26,
            "verse": 90,
            "text": "y sea aproximado el Jardín para los temerosos de Dios"
        },
        {
            "chapter": 26,
            "verse": 91,
            "text": "y se muestre el Infierno a los extraviados"
        },
        {
            "chapter": 26,
            "verse": 92,
            "text": "y se les pregunte: “¿Dónde está lo que adorabais"
        },
        {
            "chapter": 26,
            "verse": 93,
            "text": "en lugar de Dios? ¿Os auxilian o se auxilian entre ellos?”"
        },
        {
            "chapter": 26,
            "verse": 94,
            "text": "Entonces, serán arrojados de cara a él, ellos y los extraviados unos tras otros"
        },
        {
            "chapter": 26,
            "verse": 95,
            "text": "y el ejército de Iblís, todos juntos"
        },
        {
            "chapter": 26,
            "verse": 96,
            "text": "Allí, peleando entre ellos, dirán"
        },
        {
            "chapter": 26,
            "verse": 97,
            "text": "«¡Por Dios que estábamos en un extravío evidente"
        },
        {
            "chapter": 26,
            "verse": 98,
            "text": "cuando os equiparábamos con el Señor del Universo"
        },
        {
            "chapter": 26,
            "verse": 99,
            "text": "¡Nadie, sino los pecadores, nos extraviaron"
        },
        {
            "chapter": 26,
            "verse": 100,
            "text": "Ahora no tenemos quien interceda por nosotros"
        },
        {
            "chapter": 26,
            "verse": 101,
            "text": "ni amigo intimo"
        },
        {
            "chapter": 26,
            "verse": 102,
            "text": "Si hubiera para nosotros otra oportunidad seríamos de los creyentes.»"
        },
        {
            "chapter": 26,
            "verse": 103,
            "text": "En verdad, es esto hay una señal, pero la mayoría no cree"
        },
        {
            "chapter": 26,
            "verse": 104,
            "text": "Y, en verdad, tu Señor es el Todopoderoso, el Misericordiosísimo"
        },
        {
            "chapter": 26,
            "verse": 105,
            "text": "El pueblo de Noé desmintió a los Mensajeros"
        },
        {
            "chapter": 26,
            "verse": 106,
            "text": "cuando su hermano Noé les dijo: «¿No vais a ser temerosos de Dios"
        },
        {
            "chapter": 26,
            "verse": 107,
            "text": "En verdad, soy para vosotros un Mensajero digno de confianza"
        },
        {
            "chapter": 26,
            "verse": 108,
            "text": "Temed, pues, a Dios y obedecedme"
        },
        {
            "chapter": 26,
            "verse": 109,
            "text": "No os pido por ello una recompensa. Mi recompensa sólo concierne al Señor del Universo"
        },
        {
            "chapter": 26,
            "verse": 110,
            "text": "Temed, pues, a Dios y obedecedme.»"
        },
        {
            "chapter": 26,
            "verse": 111,
            "text": "Dijeron: «¿Vamos a seguirte cuando sólo te siguen los de abajo?»"
        },
        {
            "chapter": 26,
            "verse": 112,
            "text": "Dijo: «Yo no tengo conocimiento de lo que ellos hacen"
        },
        {
            "chapter": 26,
            "verse": 113,
            "text": "pues su cuenta la lleva sólo mi Señor ¿No lo comprendéis"
        },
        {
            "chapter": 26,
            "verse": 114,
            "text": "No voy yo a rechazar a los creyentes"
        },
        {
            "chapter": 26,
            "verse": 115,
            "text": "En verdad, yo sólo soy un amonestador que habla con claridad.»"
        },
        {
            "chapter": 26,
            "verse": 116,
            "text": "Ellos dijeron: «Si no cesas ¡Oh Noé! ten por seguro que te lapidaremos.»"
        },
        {
            "chapter": 26,
            "verse": 117,
            "text": "Él dijo: «¡Señor mío! ¡Mi pueblo me desmiente"
        },
        {
            "chapter": 26,
            "verse": 118,
            "text": "Abre, pues, entre yo y ellos una brecha y sálvame a mí y a los creyentes que están conmigo.»"
        },
        {
            "chapter": 26,
            "verse": 119,
            "text": "Así pues, salvamos, en el Arca repleta a él y quienes con él estaban"
        },
        {
            "chapter": 26,
            "verse": 120,
            "text": "Luego, ahogamos a los que quedaron"
        },
        {
            "chapter": 26,
            "verse": 121,
            "text": "En verdad, en ello hay una señal. La mayoría de ellos no creían"
        },
        {
            "chapter": 26,
            "verse": 122,
            "text": "Y en verdad, tu Señor es el Todopoderoso, el Misericordiosísimo"
        },
        {
            "chapter": 26,
            "verse": 123,
            "text": "El pueblo de Ad desmintió a los Mensajeros"
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "cuando su hermano Hud les dijo: «¿No vais a ser temerosos de Dios"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "En verdad, soy para vosotros un Mensajero digno de confianza"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "Temed, pues, a Dios y obedecedme"
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "No os pido por ello una recompensa. Mi recompensa sólo concierne al Señor del Universo.»"
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "«¿Vais a construir vanamente una señal en cada promontorio"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "y castillos como si fueseis a vivir eternamente"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "Y cuando hacéis uso de la fuerza la ejercitáis con prepotencia"
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "Temed, pues, a Dios y obedecedme"
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "Y temed a Quien os ha beneficiado con lo que sabéis"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "Os ha beneficiado con ganado e hijos"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "con jardines y viñedos.»"
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "«En verdad, temo para vosotros el castigo de un día grandioso.»"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "Ellos dijeron: «Nos da igual que nos amonestes o que no nos amonestes"
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "Eso no es más que el comportamiento de los primitivos"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "y nosotros no seremos castigados.»"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "Así pues, le desmintieron y Nosotros les destruimos. En verdad, en ello hay una señal. La mayoría de ellos no creía"
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "Y, en verdad, tu Señor es el Todopoderoso, el Misericordiosísimo"
        },
        {
            "chapter": 26,
            "verse": 141,
            "text": "El pueblo de Zamud desmintió a los Mensajeros"
        },
        {
            "chapter": 26,
            "verse": 142,
            "text": "cuando su hermano Salih les dijo: «¿No vais a ser temerosos de Dios"
        },
        {
            "chapter": 26,
            "verse": 143,
            "text": "En verdad, soy para vosotros un Mensajero digno de confianza"
        },
        {
            "chapter": 26,
            "verse": 144,
            "text": "Temed, pues, a Dios y obedecedme"
        },
        {
            "chapter": 26,
            "verse": 145,
            "text": "No os pido por ello una recompensa. Mi recompensa sólo concierne al Señor del Universo.»"
        },
        {
            "chapter": 26,
            "verse": 146,
            "text": "«¿Acaso se os dejará en todo esto a salvo"
        },
        {
            "chapter": 26,
            "verse": 147,
            "text": "¿En los jardines y viñedos"
        },
        {
            "chapter": 26,
            "verse": 148,
            "text": "cultivos y palmerales de frutos dulces y maduros"
        },
        {
            "chapter": 26,
            "verse": 149,
            "text": "excavando casas en la montaña con maestría?»"
        },
        {
            "chapter": 26,
            "verse": 150,
            "text": "«Temed, pues, a Dios y obedecedme"
        },
        {
            "chapter": 26,
            "verse": 151,
            "text": "y no obedezcáis las órdenes de los inmoderados"
        },
        {
            "chapter": 26,
            "verse": 152,
            "text": "que corrompen en la Tierra y no corrigen lo que está mal.»"
        },
        {
            "chapter": 26,
            "verse": 153,
            "text": "Ellos dijeron: «En verdad, tú estás embrujado"
        },
        {
            "chapter": 26,
            "verse": 154,
            "text": "Tú no eres más que un ser humano como nosotros. Tráenos una señal si eres de los que dicen la verdad.»"
        },
        {
            "chapter": 26,
            "verse": 155,
            "text": "Él dijo: «Aquí tenéis una camella. Ella tendrá su turno para beber y vosotros el vuestro los días señalados"
        },
        {
            "chapter": 26,
            "verse": 156,
            "text": "Y no la maltratéis, pues sufriríais el castigo de un día grandioso.»"
        },
        {
            "chapter": 26,
            "verse": 157,
            "text": "Pero la desjarretaron y luego se arrepintieron"
        },
        {
            "chapter": 26,
            "verse": 158,
            "text": "Y fueron castigados. En verdad, en ello hay una señal. La mayoría de ellos no creían"
        },
        {
            "chapter": 26,
            "verse": 159,
            "text": "Y, en verdad, tu Señor es el Todopoderoso, el Misericordiosísimo"
        },
        {
            "chapter": 26,
            "verse": 160,
            "text": "El pueblo de Lot desmintió a los Mensajeros"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "cuando su hermano Lot les dijo: «¿No vais a ser temerosos de Dios"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "En verdad, soy para vosotros un Mensajero digno de confianza"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "Temed, pues, a Dios y obedecedme"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "No os pido por ello una recompensa. Mi recompensa sólo concierne al Señor del Universo"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "¿Vais a los varones de los seres humanos"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "abandonando a las mujeres que Dios ha creado para vosotros? Sois un pueblo trasgresor.»"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "Ellos dijeron: «Si no cesas ¡Oh, Lot! serás expulsado.»"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "Él dijo: «En verdad, soy de los que detestan vuestra conducta"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "¡Dios mío! ¡Sálvame junto a mi familia de lo que hacen!»"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "Y les salvamos, a él y a su familia, a todos ellos"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "Excepto a una mujer anciana que se quedó"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "Entonces, destruimos a los otros"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "haciendo caer una lluvia sobre ellos. ¡Qué mala la lluvia de quienes habían sido amonestados"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "En verdad, en ello hay una señal. La mayoría de ellos no creían"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "Y, en verdad, tu Señor es el Todopoderoso, el Misericordiosísimo"
        },
        {
            "chapter": 26,
            "verse": 176,
            "text": "El pueblo de Al-Aykah desmintió a los Mensajeros"
        },
        {
            "chapter": 26,
            "verse": 177,
            "text": "cuando Shuayb les dijo: «¿No vais a ser temerosos"
        },
        {
            "chapter": 26,
            "verse": 178,
            "text": "En verdad, soy para vosotros un Mensajero digno de confianza"
        },
        {
            "chapter": 26,
            "verse": 179,
            "text": "Temed, pues, a Dios y obedecedme"
        },
        {
            "chapter": 26,
            "verse": 180,
            "text": "No os pido por ello una recompensa. Mi recompensa sólo concierne al Señor del Universo"
        },
        {
            "chapter": 26,
            "verse": 181,
            "text": "¡Dad con equidad la medida y no seáis de los que sisan"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "¡Y pesad con una balanza ajustada"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "Y no deis de menos a la gente en sus cosas al pesar y medir y no corrompáis en la Tierra"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "Y temed a Quien os ha creado a vosotros y a las generaciones primeras.»"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "Ellos dijeron: «¡En verdad, tú estás embrujado!»"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "y «Solamente eres un ser humano como nosotros y creemos que eres un mentiroso"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "Haz que caiga sobre nosotros un trozo de cielo, si eres de los que dicen la verdad.»"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "El dijo: «Mi señor es Quien mejor sabe lo vosotros hacéis.»"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "Así que le desmintieron y les alcanzó el castigo del día de la nube que les daba sombra. En verdad, fue el castigo de un día grandioso"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "En verdad, en ello hay una señal. La mayoría de ellos no creían"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "Y en verdad, tu Señor es el Todopoderoso, el Misericordiosísimo"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "Y, en verdad, lo hace descender el Señor del Universo"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "Lo baja el Espíritu digno de confianza"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "sobre tu corazón, para que seas de los amonestadores"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "en lengua árabe clara"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "Y, en verdad, ello estaba en la Escrituras de los primeros"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "¿Acaso no es una señal para ellos que los sabios de los Hijos de Israel lo supieran"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "Y si lo hubiéramos hecho descender sobre alguien no árabe"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "y se lo hubiera recitado a ellos no habrían creído en él"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "Así es como lo hacemos entrar en el corazón de los pecadores"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "No creerán en él hasta que vean el castigo doloroso"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "Y llegará a ellos por sorpresa y ellos no se darán cuenta"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "Entonces dirán: «¿Se nos dará un plazo?»"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "¿Acaso no pedían que se apresurase Nuestro castigo"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "¿No has visto que les dejaremos disfrutar unos años"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "y luego llegará a ellos lo que les ha sido prometido"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "De nada les habrá servido lo que hayan disfrutado"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "Y no hemos destruido ciudad alguna sin antes haberles amonestado"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "para que recordasen, pues no somos opresores"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "No han sido los demonios quienes han descendido con él"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "No les corresponde a ellos ni tienen poder para hacerlo"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "En verdad, ellos están lejos de oírlo"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "Y no invoques junto a Dios a ningún otro dios, pues serías de los castigados"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "Y amonesta a tus familiares más cercanos"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "y protege bajo tus alas a los creyentes que te sigan"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "Pero si te desobedecen, di: «Yo soy inocente de lo que hacéis.»"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "Y confía en el Todopoderoso, el Misericordiosísimo"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "Quien te ve cuando te pones en pie"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "y cuando te mueves con los que se prosternan"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "En verdad, Él es Quien todo lo oye, Quien todo lo sabe"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "¿Queréis que os informe sobre quiénes descienden los demonios"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "Descienden sobre todo mentiroso pecador"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "Transmiten lo que escuchan, pero la mayor parte de lo que dicen es mentira"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "En cuanto a los poetas, sólo los extraviados les siguen"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "¿Acaso no has visto como divagan por todos los valles"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "y que dicen lo que no hacen"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "Excepto aquellos que son creyentes y hacen buenas obras y recuerdan mucho a Dios y se toman la revancha después de haber sido oprimidos. Los opresores pronto sabrán a qué lugar regresarán"
        },
        {
            "chapter": 27,
            "verse": 1,
            "text": "Ta, Sim. Estos son los versículos del Corán y una Escritura clara"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "Una guía y una buena nueva para los creyentes"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "Aquellos que hacen la oración y dan el impuesto purificador de la riqueza y que tienen certeza de la otra vida"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "En verdad, a quienes no creen en la otra vida les adornaremos sus obras y vagarán perdidos, ciegas sus almas"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "Les aguarda un mal castigo y en la otra vida serán quienes más pierdan"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "En verdad, tú recibes el Corán de Uno que es sabio, que todo lo conoce"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "[Recuerda] Cuando Moisés dijo a su familia: «En verdad, he divisado un fuego. Os traeré alguna noticia de él o una brasa para que, quizás así, os calentéis.»"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "Y cuando llegó allí, le llamaron: «Bendito sea Quien está en el fuego y alrededor de él y glorificado sea Dios, Señor del Universo.»"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "«¡Oh, Moisés! ¡En verdad, yo soy Dios, el Todopoderoso, el Sabio"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "¡Lanza tu bastón!» Y, cuando lo vio que reptaba como una serpiente dio la espalda sin mirar atrás. «¡Oh, Moisés! ¡No temas! En verdad, los Mensajeros no tienen miedo ante Mí"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "sino quien oprime y luego cambia su mal por bien, pues Yo soy perdonador, misericordiosísimo.»"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "«Introduce tu mano en tu costado, saldrá blanca, sin defecto. [Eso es] Parte de las nueve señales destinadas al Faraón y su pueblo. En verdad, ellos son un pueblo de transgresores.»"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "Cuando llegaron a ellos Nuestras señales esclarecedoras dijeron: «Esto es magia manifiesta.»"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "Y las negaron, a pesar de la certeza de sus almas, con opresión y altivez"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "Ciertamente, dimos a David y a Salomón conocimiento y ambos dijeron: «Alabado sea Dios que nos ha favorecido por encima de la mayoría de Sus siervos creyentes»"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Y Salomón heredó a David y dijo: «¡Oh, gentes! ¡Nos ha sido enseñado el lenguaje de las aves y se nos ha dado de todo! ¡En verdad, ello es un favor evidente!»"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "Las tropas de Salomón, compuestas de genios, hombres y aves, fueron reunidas ante él y puestas en formación"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Cuando llegaron al Valle de las Hormigas, una hormiga dijo: «¡Oh, hormigas! ¡Entrad en vuestros hogares, no sea que Salomón y sus tropas os aplasten sin darse cuenta!»"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "Sonrió ante sus palabras y dijo: «¡Señor mío! Inspírame para que te agradezca las mercedes con las que me has agraciado y has agraciado a mis padres y pueda realizar buenos actos de los que Tú estés satisfecho y admíteme, por Tu misericordia, entre Tus siervos rectos.»"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "Pasó revista a las aves y dijo: «¿Por qué no veo a la abubilla? ¿O es que está ausente"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "He de castigarla duramente o he de degollarla si no me ofrece una excusa clara.»"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "No esperó mucho [hasta que ella regresó] y dijo: «He tenido conocimiento de algo que tú desconoces y te traigo de Saba una información segura.»"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "«En verdad, he encontrado a una mujer gobernándoles y le ha sido dado de todas las cosas y posee un trono grandioso"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "He encontrado que ella y su pueblo se prosternan ante el Sol en lugar de hacerlo ante Dios y que Satanás les ha embellecido su comportamiento, por lo que les ha apartado del camino y no están guiados"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "No se prosternan ante Dios, que hace salir lo que no era manifiesto en los cielos y la Tierra y que conoce lo que hay en vuestro interior y lo que es manifiesto en vosotros.»"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "«Dios, no hay más dios que Él, Señor del Trono inmenso.»"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "Dijo [Salomón]: «Pronto veremos si has dicho la verdad o eres un mentiroso"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Lleva esta carta mía y déjala caer junto a ellos, luego regresa cerca de ellos y observa cómo reaccionan.»"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "Dijo ella: «¡Oh, nobles! Me ha sido enviada una noble misiva"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "Es de Salomón y en el nombre de Dios, el Clementísimo, el Misericordiosísimo"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "No seáis altaneros ante mí y venid a mí con sumisión.»"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "Dijo ella: «¡Oh, nobles! Dadme vuestra opinión en este asunto mío. Yo no decido sobre ningún asunto sin contar con vuestra presencia.»"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Ellos dijeron: «Nosotros poseemos fuerzas y poseemos una gran bravura, pero a ti te corresponde decidir sobre este asunto. Mira, pues, lo que ordenas.»"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "Ella dijo: «En verdad, cuando los reyes entran en un país, lo corrompen totalmente y arruinan a los poderosos de él. Eso es lo que hacen"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "En verdad, le enviaremos un regalo y veremos con lo que regresan los mensajeros.»"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "Y cuando llegó a Salomón dijo: «¿Queréis incrementar mi riqueza? Lo que Dios me ha otorgado es mejor que lo que os ha otorgado a vosotros. Sois vosotros quienes os alegráis de vuestro regalo"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "¡Regresad a ellos! ¡Iremos a ellos con un ejército que no podrán enfrentar y les sacaremos de ella arruinados y quedarán empequeñecidos!»"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Dijo: «¡Oh, nobles! ¿Quién de vosotros me traerá el trono de ella antes de que vengan a mí sometidos?»"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Un ifrit de entre los genios dijo: «Yo te lo traeré antes de que te levantes de tu sitio. Puedo hacerlo y soy digno de confianza.»"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "El que poseía un conocimiento procedente de la Escritura Sagrada dijo: «Yo te lo traeré en un abrir y cerrar de ojos.» Y cuando lo vio ante él dijo: «¡Esto es un favor procedente de mi Señor para poner a prueba si soy agradecido o desagradecido! ¡Quien es agradecido lo es para su propio beneficio y quien sea desagradecido (sepa) que mi Señor es rico en Sí mismo, no necesita de nadie y es generoso.»"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "Dijo: «Modificad su trono para ella, que yo vea si discierne o es de los que no tienen discernimiento.»"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Y, cuando ella llegó, le dijeron: «¿Es éste tu trono?» Ella dijo: «Se parece a él. Ya se nos había informado antes de ello y nos habíamos sometido.»"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "La había limitado lo que adoraba en lugar de Dios. En verdad, ella pertenecía a un pueblo que no creía"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Se le dijo: «¡Entra en el palacio!» Pero al verlo creyó que era un estanque de agua y descubrió sus piernas. Él dijo: «En verdad, es un palacio de cristal pulido.» Ella dijo: «¡Dios mío! En verdad, he oprimido mi alma y me someto, junto a Salomón, al Señor del Universo.»"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "Y, ciertamente, enviamos a Zamud a su hermano Salih: «¡Adorad a Dios!» Pero se dividieron en dos grupos que disputaban entre ellos"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "Él dijo: «¡Oh, pueblo mío! ¿Por qué pedís que se apresure lo malo antes que lo bueno? ¿Por qué no pedís el perdón de Dios para que, quizás así, se tenga misericordia con vosotros?»"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "Ellos dijeron: «Tú y los que contigo están nos parecéis aves de mal agüero.» Él dijo: «Vuestra ave está junto a Dios. Sois un pueblo al que se está poniendo a prueba.»"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "En la ciudad había nueve grupos de personas que corrompían la Tierra y no reformaban lo que estaba mal"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "Ellos dijeron: «Juremos por Dios que atacaremos a él y a su familia durante la noche. Luego, diremos a sus herederos que no estuvimos presentes en la destrucción de su familia y que decimos la verdad.»"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "Ellos trazaron un plan y Nosotros trazamos un plan sin que ellos se diesen cuenta"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "Y observa cual fue el final de su plan. Cómo les destruimos a ellos y a su pueblo todos juntos"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "Esas son sus casas, vacías por la injusticia que cometieron. En esto hay una señal para gente que tiene conocimiento"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "Y pusimos a salvo a quienes creían y eran temerosos de Dios"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "Y [recuerda] a Lot cuando dijo a su pueblo: «¿Cometéis esa indecencia a pesar de que sabéis lo que hacéis"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "¿Vais a los hombres con deseo en lugar de a las mujeres? Sois una gente ignorante.»"
        }
    ]
}