{
    "chapter": [
        {
            "chapter": 24,
            "verse": 1,
            "text": "Bu bir sûredir ki, onu indirdik ve (hükümlerini) farz kıldık. İçinde açık-seçik âyetleri, düşünüp öğüt alasınız diye indirdik"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Zina eden erkek ve zina eden kadından her birine yüz değnek vurun. Eğer Allah´a ve Âhiret gününe inanıyorsanız Allah´ın dinin(in hükümlerini uygulamada) bunlardan yana bir şefkat ve acıma duygusu sizi tutmasın ve mü´minlerden bir topluluk da onlar hakkında uygulanan azâb (cezây)a şâhid olsunlar, (hazır bulunsunlar)"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Zina eden erkek, ancak zina eden bir kadınla veya Allah´a ortak koşan bir kadınla evlenebilir. Zina eden kadın da, ancak zina eden bir erkekle veya Allah´a ortak koşan bir erkekle evlenebilir. Bu, mü´minlere haram kılınmıştır"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "İffetli hür kadınlara zina (suçunu yakıştırıp iftira) atan, sonra (bunu isbat için) dört şâhid getiremiyenlere seksen değnek vurun ve onların sahiciliklerini ebediyyen kabul etmeyin ve işte onlar günah işleyip ilâhî yoldan çıkmış kimselerdir"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Ancak bu iftira günahından sonra tevbe edip kendini düzelterek ilâhî yola dönenler müstesna.. Çünkü gerçekten Allah çok bağışlayan ve çok merhamet edendir"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "Kendi eşlerine (zina suçu isnad edip iftira) atanlar ve kendilerinden başka şâhidleri bulunmayanlardan herbirinin şâhidliği, doğrulardan olduğuna dair dört defa Allah ile (yemin edip) şehadette bulunmasıdır"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "Beşinci defa, eğer yalancılardan ise Allah´ın lanetinin kendi üzerine olmasını söylemesidir"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Kocasının elbette yalancılardan olduğuna dair dört defa Allah ile yemin edip şehadette bulunması"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "Beşinci defa, eğer kocası doğrulardan ise Allah´ın gazabının kendisi üzerine (inmesini) dilemesi, kadından cezayı savar"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Eğer Allah´ın size olan fazl-u rahmeti olmasaydı, (durumunuz ne olurdu ?) ve şüphesiz ki Allah tevbeyi çokça kabul eden yegâne hikmet sahibidir"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Doğrusu, iftira ile gelenler sizden birkaç kişidir. Bunu kendiniz için şer sanmayın, bilâkis o sizin için hayırlıdır. O iftiracılardan her birine kazandığı günah vardır. Onlardan iftiranın büyüklüğüne sahip çıkıp yürütene ise büyük bir azâb vardır"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Onu işittiğiniz zaman mü´min erkekler ve mü´min kadınlar kendi kendilerine iyi zan besleyip bu acık bir iftiradır, deselerdi olmaz mıydı"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Onlar iftiraya karşı dört şahit getirmeli değiller miydi ? Şâhidleri getiremediklerine göre, onlar evet onlar Allah yanında yalancılardır"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Allah´ın size Dünya ve Âhiret´te fazl-u keremi olmasaydı o iftiradan dolayı size büyük bir azâb dokunurdu"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "Bir vakit ki o iftirayı dilden dile aktarıyor, hakkında hiçbir (doğru) bilginiz olmadığı şeyi söyleyip duruyordunuz ve siz bunu kolay sanıyordunuz. Halbuki o Allah yanında oldukça büyük bir bühtan (iftira)dır"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Onu işittiğiniz vakit, (Peygamberin eşiyle ilgili) böyle bir konuşmamız bize uygun olmaz; Hakk´ı tenzîh ederiz, bu en büyük bir iftiradır, deseydiniz ya"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Eğer mü´minler iseniz benzeri şeye bir daha dönmeyesiniz diye Allah size öğüt veriyor"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Allah size âyetleri bir bir açıklıyor; Allah bilendir ve hikmet sahibidir"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "İmân edenler arasında edep dışı, iffet lekeleyici sözlerin yayılmasını arzu edip duranlar için Dünya´da da, Âhiret´te de elem verici bir azâb vardır. Allah bilir, siz bilmezsiniz"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Eğer Allah´ın size fazl-u keremi, rahmeti olmasaydı ve doğrusu Allah cok esirgeyen ve çok merhamet eden bulunmasaydı, (aranızda büyük fitneler çıkardı, bu yüzden cezanızı çarçabuk verirdi)"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "Ey imân edenler! Şeytan´ın adımlarına uymayın. Kim Şeytan´ın adımlarına uyarsa, şüphesiz ki o, hayasızlığı, uygunsuzluğu; dinin, aklın ve sağlam örfün çirkin kabul ettiği şeyi emreder. Allah´ın sizin üzerinize bol rahmeti ve lûtfu olmasaydı, sizden hiç biriniz ebediyen (günah ve fenalıktan) temize çıkamazdı. Ama Allah dilediğini temize çıkarır. Allah (her şeyi gereği gibi) işitendir, bilendir"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Sizden fazilet ve varlık sahibi olanlar yakınlarına, düşkünlere, Allah yolunda hicret edenlere (yardımda) bulunmamaya yemin etmesinler (veya vermekte kusur etmesinler); affetsinler, bağışlayıp aldırış etmesinler. Allah´ın sizi bağışlamasını sevip arzu etmez misiniz ? Allah çok bağışlayan ve çok merhamet edendir"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Onlar ki, iffetli, (hayasızlıktan) habersiz mü´mine kadınlara zina iftirasında bulunurlar, şüphesiz ki Dünya´da da, Âhiret´te de lanetlenmişlerdir ; onlar için büyük bir azâb vardır"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "Öyle bir gündeki elleri ve ayakları onların yaptıklarına, işlediklerine karşılık aleyhlerinde şâhidlik ederler"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "O gün Allah, onlara hakkettikleri hesap ve cezayı tastamam verecek ve onlar da Allah´ın apaçık hakk olduğunu (her şeyi açıklayıp ortaya koyduğunu) bilecekler"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Kötü yaramaz kadınlar (veya sözler), kötü yaramaz erkeklere ; kötü yaramaz erkekler, kötü yaramaz kadınlara (veya sözlere); iyi temiz kadınlar (veya sözler) iyi temiz erkeklere ; iyi temiz erkekler de iyi temiz kadınlara (veya sözlere) yakışır. İşte bunlar, onların dediklerinden pâk ve uzaktırlar. Bunlar için bağışlanma ve çok şerefli rızık vardır"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "Ey imân edenler! Kendi evlerinizden başka evlere, sahipleriyle alışkanlık sağlayıp (onlardan) izin almadıkça ve onlara selâm vermedikçe girmeyin. Bu sizin için hayırlıdır. Umulur ki iyice düşünürsünüz"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "İçinde bir kimse bulamazsanız, size izin verilmedikçe yine de girmeyin. Size, «geri dönün» denilirse, geri dönün. Bu sizin için daha nezih ve daha uygundur. Allah yapageldiklerinizi bilir"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "İçinde sizinle ilgili bir yarar bulunup oturulmayan evlere girmenizde bir günah ve vebal yoktur. Allah açıkladığınızı da, gizli tuttuklarınızı da bilir"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "(Ey Muhammed !) Mü´min erkeklere de ki: Gözlerini (kendilerine helâl olmayanlardan) sakınsınlar, utanç yerlerini korusunlar. Bu onlar için daha nezih ve daha uygundur. Şüphesiz ki Allah onların işleyegeldiklerinden haberlidir"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Mü´mine kadınlara da de ki: (Bakılması haram olan şeylerden) gözlerini sakınsınlar; iffet ve namuslarını korusunlar, süs yerlerini —görünen kısımlar dışında— açmasınlar; başörtülerini yakaları üzerine (gelecek şekilde) salıversinler; zînetlerini (ve zînet yerlerini) kocalarından veya babalarından veya kocalarının babalarından veya oğullarından veya kocalarının oğullarından veya kardeşlerinden veya kardeşlerinin oğullarından veya kızkardeşlerinin oğullarından veya kendi (din kardeşleri sayılan) kadınlardan veya ellerinin sahip olduğu cariyelerden veya erkeklikten kesilip (kadınlara) ihtiyaç duymayan hizmetçilerden veya kadınların utanç yerlerine ilgi duymayan çocuklardan başkasına açmasınlar. Süslerinden gizledikleri bilinsin diye ayaklarını yere vurmasınlar (ayak bileklerindeki halhali taşıdıklarını hissettirmesinler). Hepiniz birden Allah´a tevbe edin ey mü´minler! Ola ki korktuklarınızdan kurtulup umduklarınıza erişirsiniz"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Sizden evli olmayanları; kölelerinizden ve cariyelerinizden (yuva kurmaya, evlilik hukukuna saygılı olmaya) elverişli bulunanları evlendirin. Fakir iseler Allah onları fazl-u kereminden zengin kılar. Allah´ın vergisi bol ve geniştir; Allah bilendir"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Evlenemiyenler (malî imkânı buna elvermiyenler) Allah kendilerini fazl-u kereminden zengin kılıncaya kadar iffetli kalmaya çalışsınlar. Sahip olduğunuz köle ve cariyelerinizden belli bir para ödemek suretiyle azâd edilmesi hakkında yazılı bir anlaşma yapmak isteyenlerle —onlarda iyi bir durum biliyorsanız— yazılı anlaşma yapın. Allah´ın size verdiği maldan onlara verin. Dünya hayatının geçici menfaatini elde etmek için cariyelerinizi —iffetli kalmayı arzu edip duruyorlarsa— fuhşa sakın zorlamayın. Kim onları (bu hususta) zorlarsa, elbette Allah onların zorlamasından sonra (o cariyeleri) çok bağışlayan ve (haklarında) çok merhamet edendir"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "And olsun ki size çok açık-seçik âyetler, sizden önce gelip geçenlerden birtakım misaller ve Allah´tan korkup fenalıklardan sakınanlar, ilâhî sınırlara saygılı (ve bağlı) olanlar için öğüt(ler) indirdik"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Allah göklerin ve yerin nurudur. O´nun nurunun misâli, içinde kandil bulunan içe açık bir pencere gibidir. Kandil cam içindedir; cam pırıl pırıl ışık veren bir yıldıza benzer; ne yalnız doğunun, ne de yalnız batının ürünü olan mübarek zeytin ağacından yakılır. O´nun yağı ateş dokunmasa bile neredeyse ışık verir; nûr üstüne nurdur. Allah, (gerçeği anlayabilsinler diye) insanlara birtakım misâller verir. Allah her şeyi bilendir"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "Allah´ın saygıyla yüksek tutulmasına ve içlerinde isminin anılmasına izin verdiği evlerde (cami ve mecidlerde) sabah-akşam O´na tesbîh ederler"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "Öyle adamlar ki, ne ticaret, ne alım-satım onları Allah´ı anmaktan, zekâtı vermekten alıkoymaz. Kalblerin ve gözlerin (korkudan) döneceği günden korkarlar"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "(Bu da) Allah´ın onları işlediklerinin en güzeliyle mükâfatlandırması ve kendi bol nîmetini, geniş rahmetini onlara fazlasiyle vermesi içindir. Allah dilediği kimseleri hesapsız rızıklandırır"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Küfre sapanların amelleri, alabildiğine düz bir çöldeki serap gibidir ; susayan kimse onu su sanır, sonunda ona gelince bir şey bulamaz, orada Allah´ı (O´nun hükmünü, kader çizgisini) bulur; O da onun hesabını noksansız görür. Allah hesabı çarçabuk görendir"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Veya (küfre sapanların işleri) engin bir denizdeki karanlıklara benzer ; üstüste dalgalar ve onun üstünde birbiri üstüne karanlık bulutlar çökmüş vaziyettedir; elini çıkardığında neredeyse onu bile göremez. Allah kime nûr vermemişse, onun için nûr yoktur"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Görmedin mi ki, göktekilerle yerdekiler ve dizi dizi olan kuşlar Allah´ı tesbîh ederler. Her biri cidden duâ ve tesbihini bilmiştir. Allah onların yaptıklarını bilendir"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Göklerin ve yerin mülkü Allah´ındır; gidiş ancak Allah´adır"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Görmedin mi ki, Allah bulutları (dilediği ölçülere göre) bir tarafa sürer, sonra onları toplayıp birleştirir, sonra da üstüste yığar; yağmurun bunun arasından çıktığını görürsün. Gökten içinde dolu bulunan dağlar (gibi bulutlar) indirir de onu dilediğine dokundurur, dilediğinden de onu çevirip uzaklaştırır. Şimşeğin parıltısı neredeyse gözleri kamaştırıp alır"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Allah gece ile gündüzü (birbiri ardınca) devrettirir. Şüphesiz ki bunda kalb gözü, kafa gözü (açık) olanlar için ibret vardır"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Allah hareket edip debelenen her canlıyı sudan yaratmıştır; onlardan bir kısmı karnı üzerine yürür, bir kısmı iki ayak üzerine yürür, bir kısmı da dört ayak üzerine yürür. Allah dilediğini (dilediği biçimde) yaratır. Allah´ın her şeye kudreti yeter"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "And olsun ki, nice açıklayıcı âyetler indirdik. Allah dilediğini (sünneti uyarınca) doğru yola iletir"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "İkiyüzlü dönekler, «biz Allah´a ve Peygamber´e imân edip buyruklarına başeğdik» derler. Sonra bunun ardından onlardan bir kısmı yüzçevirirler. îşte bunlar (gerçek) mü´minler değillerdir"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Aralarında hükmetmek için onlar Allah´a ve Peygamberine davet edildikleri zaman bir de bakarsın ki onlardan bir grup sırt çevirip (bu davete) aldırış etmezler"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Eğer hakk kendilerinden yana ise, başeğerek koşa koşa gelirler"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "(Sahi) bunların kalbinde hastalık mı var, yoksa şüphe mi ediyorlar, ya da Allah ve Peygamberinin kendileri aleyhine haksızlık edeceğinden mi korkuyorlar ?! Hayır, (ikiyüzlü dönekler olmaları onları bu duruma düşürmüştür). İştezâlimler bunlardır"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Aralarında hükmetmek üzere Allah ve Peygamber´ine çağırıldıkları zaman mü´minlerin sözü ancak şu olmuştur: «İşittik, itaat ettik». İşte korktuğundan kurtulup umduğuna kavuşanlar bunlardır"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Ve kim Allah´a ve Peygamber´ine itaat eder de Allah´tan saygı ile korkar ve (karşı gelmekten) sakınırsa, işte kurtuluşa erenler onlardır"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Eğer kendilerine emredersen, elbette savaşa çıkacaklarına dair olanca yeminleriyle and içerler.De ki: And içmeyin, bu, bilinegelen (sahte) bir itaâtınızdır. Şüphesiz ki Allah, işleyegeldiğiniz şeylerden haberlidir"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "De ki: Allah´a itaat ediniz, Peygamber´e itaat ediniz. Bununla beraber Yüzçevirirlerse, Peygamber´e gereken, kendisine yüklenilen (tebliğ ve irşâd)dır; size de kendinize yüklenen düşer. (Herkes kendine yükletilenden sorumludur). Eğer ona itaat ederseniz doğru yolu bulmuş olursunuz. Peygamber´e gereken sadece açık tebliğdir"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Allah sizden imân edip iyi-yararlı işlerde bulunanları, onlardan öncekileri yeryüzünde (inkarcı sapıkların) yerine getirdiği gibi, onları da (putperest müşriklerin) yerine getireceğini, onlar için hoş görüp razı olduğu dini yine onlar için sağlam temellere oturtup yerleştireceğini ve korkularının ardından güvene çevireceğini yeminle va´detmiştir: Öyle ki bana ibâdet edecekler, hiçbir şeyi ortak koşmayacaklar. Bundan sonra kim küfrederse, işte onlar ilâhî sınırları aşanların kendileridir"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Namazı dosdoğru kılın, zekâtı yerin. Peygamber´e itaat edin. Olaki rahmete lâyık görülürsünüz"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Küfre sapanların (bizi) yeryüzünde âciz bırakacaklarını sakın sanma ; onların varacağı yer ateştir ve o ne kötü bir gidiştir"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "Ey imân edenler! Ellerinizin sahip bulunduğu köle, câriye ve hizmetçileriniz ve sizden henüz ergen olmayanlar, (odanıza girmek istediklerinde şu) üç vakit sizden´ izin istesinler : Sabah namazından önce, öğle sıcağından (bunalıp) elbisenizi çıkararak (bir tarafa) koyduğunuzda ve yatsı namazından sonra. Bu üç vakit utanç yerlerinizin açık olabileceği halvet zamanıdır. Bu vakitlerin dışında (yanınıza girmelerinde) birbirinize uğrayıp dolaşmanızda ne size, ne de onlara bir sakınca yoktur. İşte Allah böylece âyetlerini size açıklar. Allah bilendir, hikmet sahibidir"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Sizden olan çocuklar, ergenlik çağına girince, onlardan önce (doğup ergen) olanların istediği gibi izin isteyerek (öylece yanınıza) girsinler. İşte Allah size âyetlerini böylece açıklar. Allah bilendir, hikmet sahibidir"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Evlenme ümidi kalmamış (ay hali ve lohusalıktan kesilip) oturan kadınların, süs yerlerini göstermeksizin dış elbiselerini çıkarmalarında kendilerine bir günah yoktur. Bununla beraber iffetli davranmaları, kendileri için hayırlıdır. Allah işitendir, bilendir"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "(Kendilerine anahtar teslim edilen) köle, (teslim edilen evdeki gıda maddesinden bir şeyler yemesinde) bir vebal yoktur. (Aynı şekilde) topala da bir vebal yoktur, hastaya da bir vebal yoktur. Size de kendi evlerinizde izinsiz yemek yemenizde veya babalarınızın evlerinde veya analarınızın evlerinde veya kardeşlerinizin evlerinde veya kızkardeşlerinizin evlerinde veya amcalarınızın evlerinde veya halâlarınızın evlerinde veya dayılarınızın evlerinde veya teyzelerinizin evlerinde veya anahtarlarına sahip (kâhyası) bulunduğunuz evlerde yemenizde bir sakınca yoktur. Gerek bir arada, gerekse dağınık ayrı ayrı yemek yemenizde de bir sakınca yoktur. (3). Evlere girdiğiniz zaman kendinize Allah´tan feyiz, bereket, iyilik, güzellik esenliği olmak üzere selâm verin. Allah böylece size âyetlerini açıklar. Ola ki aklınızı kullanırsınız"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Mü´minler ancak o kimselerdir ki, Allah´a ve Peygamber´ine imân etmişler ve Peygamberle beraber toplu bir iş üzerinde bulunup (görüştüklerinde) ondan izin istemedikçe (bir tarafa ayrılıp) gitmemişlerdir. Şüphesiz ki senden izin isteyenler var ya, işte onlar Allah´a ve Peygamber´ine (dosdoğru) inananlardır. Artık onlar bazı işleri için senden izin isterlerse, onlardan dilediğine izin ver. Onlar için Allah´tan bağışlanma isteğinde bulun. Şüphesiz ki Allah çok bağışlayan, çok merhamet edendir"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Peygamber´e (kendisiyle konuşurken) seslenmenizi, kendi aranızda birbirinize seslendiğiniz gibi saymayın. İçinizden birbirini siper edinip sıvışarak gidenleri elbette Allah bilir. Artık Peygamber´in emrine muhalefef edenler, kendilerine bir fitnenin dokunmasından veya kendilerine elem verici bir azâbın erişmesinden (korkup) çekinsinler"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Haberiniz olsun ki, göklerde, ve yerde olanlar Allah´ındır. Üzerinde bulunduğunuz durumu ve (insanların) kendisine döndürüleceği günü çok iyi bilir de onlara neler yaptıklarını bir bir açık-seçik haber verir. Allah her şeyi bilir"
        }
    ]
}