{
    "maqras": [
        {
            "chapter": 22,
            "verse": 19,
            "text": "Мана бу икки ғаним Роббилари ҳақида талашган эдилар. Бас, куфр келтирганларга оловдан кийим бичилди. Бошлари устидан ўта қайноқ сув қуйилар"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "У билан қоринларидаги нарсалар ва терилари эритилур"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Улар учун темир гурзилар бор"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Улар ҳар қачон ундаги ғамдан чиқмоқчи бўлсалар, унга қайтарилурлар ва «Ёниш азобини тотинг!» дейилур"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Албатта, иймон келтириб, яхши амалларни қилганларни Аллоҳ остидан анҳорлар оқиб турган жаннатларга киритур. Улар у ерда олтин билакузуклар ва инжулар ила безанурлар. У ердаги либослари эса, ипакдандир"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "Улар ширин сўзга ҳидоят қилинурлар ва мақталган Зотнинг йўлига ҳидоят қилинурлар"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Куфр келтирганлар ва Аллоҳнинг йўлидан ҳамда ерли ва четдан келган одамлар учун баробар қилиб қўйганимиз Масжидул Ҳаромдан тўсганларга ва у ерда ким зулм ила янглиш йўлга бурилишни ирода қилса, унга аламли азобни тоттирурмиз"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "Биз Иброҳимга Байтнинг жойини белгилаб бериб: «Менга ҳеч нарсани шерик қилма, Байтимни тавоф қилгувчилар, (ибодатда) қоим тургувчилар ҳамда рукуъ, сужуд қилгувчилар учун поклагин"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "Одамларни ҳажга чақир, улар сен томон пиёда, узоқ-узоқ йўллардан юриб, озиган уловлар устида келсинлар"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "Ва ўзларига бўладиган манфаатларга шоҳид бўлсинлар. Маълум кунларда уларга ризқ қилиб берган чорва ҳайвонларини (сўйишда) Аллоҳнинг исмини зикр қилсинлар. Бас, улардан енглар ва бечора ва фақирларга ҳам егизинглар"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Сўнгра ўзларидаги кирларни кетказсинлар, назрларига вафо қилсинлар ва «қадимги уй»ни тавоф қилсинлар», деганимизни эсла"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Ана шундай. Ким Аллоҳ ҳаром қилган нарсаларга риоя қилса, бас, бу Робби ҳузурида унинг ўзи учун яхшидир. Ва сизларга (келажакда) тиловат қилинадиганлардан бошқа чорва ҳайвонлари ҳалол қилинди. Бас, бутлардан иборат нажосатдан йироқ бўлинг ва ёлғон сўздан йироқ бўлинг"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Аллоҳга бўлган иймондан оғманг, унга ширк келтиргувчи бўлманг. Ким Аллоҳга ширк келтирса, бас, у гўёки осмондан қулаб тушган-у, уни йиртқич қуш олиб қочган ёки уни шамол узоқ ерга учириб кетган кабидир"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Иш бундоқ. Ким Аллоҳнинг нишонларини улуғласа, бас, албатта, бу, қалбларнинг тақвосидандир"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Сизга у(нишон)ларда маълум вақтгача манфаатлар бордир. Сўнгра уларни (сўйиш) ҳалол макони «қадимги уй» (атрофи)дадир"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Ҳар бир умматга, уларга чорва ҳайвонларини ризқ қилиб берган Аллоҳнинг исмини эслашлари учун, қурбонлик қилишни жорий этганмиз. Бас, илоҳларингиз бир илоҳдир. Бас, Унгагина мусулмон бўлинг. Итоатли, мутавозеъларга башорат бер"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "Улар Аллоҳ зикр қилинган вақтда қалблари титрайдиган ва ўзларига етган мусийбатга сабр қилгувчилар ҳамда намозни тўкис адо этгувчилардир, уларга ризқ қилиб берган нарсамиздан инфоқ қиладилар"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "Ва туяларни сиз учун Аллоҳнинг нишонларидан қилдик. Уларда сизга яхшилик бор. Уларга олд оёқларидан бири боғлиқ турган ҳолида Аллоҳнинг номини зикр қилинг. Ёнлари ерга текканида эса, бас, улардан енг ва қаноатли ва тиланган камбағалларни ҳам таомлантиринг. Шундай қилиб, Биз уларни сизга бўйинсундириб қўйдик. Шоядки, шукр қилсангиз"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Уларнинг гўштлари ҳам, қонлари ҳам зинҳор Аллоҳга етмас. Лекин Унга сиздан тақво етадир. Шундай қилиб, сизни ҳидоят қилгани эвазига Аллоҳга такбир айтишингиз учун уларни сизга бўйинсундириб қўйди. Яхшилик қилгувчиларга башорат бер"
        }
    ]
}