{
    "maqras": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "То. Сийн. Ушбулар Қуръон — очиқ китоб оятларидир"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "Мўминлар учун ҳидоят ва хушхабардир"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "Улар намозни тўкис адо этадиган, закотни берадиган ва охиратга қаттиқ ишонадиганлардир"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "Албатта, охиратга иймон келтирмайдиганларга Биз амалларини зийнатлаб кўрсатдик. Бас, улар адашиб-улоқиб юраверадилар"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "Ана ўшаларга ёмон азоб бордир ва улар охиратда энг кўп зиён кўргувчилардир"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "Албатта, сенга бу Қуръон ўта ҳикматли ва ўта илмли Зот томонидан берилур"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "Мусо ўз аҳлига: «Аниқки, мен бир олов кўрдим. Тезда мен сизларга ундан бирор хабар ёки исинишингиз учун бир тутам чўғ келтирурман», деганини эсла"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "У(олов)га келганида, олов олдидаги ва атрофидаги шахсларга барака берилди ва «Оламларнинг Робби — Аллоҳ покдир», деб нидо қилинди"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "«Эй Мусо! Албатта, бу — Менман! Азийзу ҳакийм Аллоҳман"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "Ва асоингни ташла!» Бас, қачонки, Мусо у(асо)нинг илондек қимирлаётганини кўрганида, ортига қарамай қочди. «Эй Мусо! Қўрқма! Зеро, Менинг ҳузуримда Пайғамбарлар қўрқмаслар!»"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "Лекин ким зулм қилса-ю, сўнгра ёмонлик кетидан унга яхшиликни бадал қилса, бас, Мен, албатта, мағфиратли ва меҳрибондирман"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "Қўлингни ёқангнинг ичига суқ, ҳеч қандай ёмонликсиз оппоқ бўлиб чиқур. Фиръавн ва унинг қавмига қаратилган тўққиз мўъжиза орасида (бу бордир). Албатта, улар бузғунчи қавм бўлдилар"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "Бас, қачонки уларга оят-мўъжизаларимиз кўз очгувчи бўлиб келганида, «Бу очиқ-ойдин сеҳрдир», дедилар"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "Ва ўзлари аниқ билиб туриб, зулм ва кибр туфайли у(мўъжиза)ларни инкор этдилар. Бузғунчиларнинг оқибати қандай бўлишига назар сол"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "Батаҳқиқ, Биз Довуд ва Сулаймонга илм бердик. Икковлари: «Бизни кўпгина мўмин бандаларидан афзал қилган Аллоҳга ҳамдлар бўлсин», дедилар"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Ва Сулаймон Довудга ворис бўлди. У: «Эй одамлар, бизга қуш тили ўргатилди ва ҳар бир нарсадан берилди. Бу, албатта, очиқ-ойдин фазлдир», деди"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "Сулаймонга жин, инс ва қушлардан бўлган аскарлари тўпланиб, тизилган ҳолда турдилар"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Токи улар чумолилар водийсига келганларида, бир чумоли: «Эй, чумолилар, масканларингга киринглар, Сулаймон ва унинг аскарлари сизларни билмасдан эзиб юбормасинлар», деди"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "Бас, у унинг сўзидан табассум қилди ва: «Роббим, мени Ўзинг менга ва ота-онамга берган неъматларингга шукр этишимга ва Сен рози бўладиган солиҳ амаллар қилишимга муяссар этгин. Ўз раҳматинг ила мени солиҳ бандаларингга қўшгин», деди"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "Ва қушларни текширди-да: «Нега Ҳудҳудни кўрмаётирман ёки ғойиблардан бўлдими?» деди"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "«Албатта, уни шиддатли азоб-ла азобларман ёки сўйиб юборурман ёхуд менга, албатта, очиқ-ойдин ҳужжат келтиражак.»"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "Кўп ўтмасдан у келиб: «Сен билмаган нарсани билдим ва сенга Сабаъдан ишончли бир хабар олиб келдим"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "Дарҳақиқат, мен бир аёлни кўрдим. У уларнинг маликаси экан. Унга ҳар нарса берилган экан. Ҳамда унинг улуғ тахти бор экан"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "Мен у(аёл)нинг ва қавмининг Аллоҳни қўйиб, қуёшга сажда қилаётганларини ва шайтон уларга амалларини зийнатлаб, йўлдан тўсаётганини кўрдим. Бас, улар ҳидоят топмаслар"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "Осмонлару ердаги сирларни ошкор қиладиган, махфий ва ошкор қилган нарсаларингизни биладиган Аллоҳга сажда қилмайдиларми"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "Аллоҳ — Ундан ўзга ҳеч қандай илоҳ йўқ Зотдир. У улуғ аршнинг Роббидир», деди"
        }
    ]
}