{
    "maqras": [
        {
            "chapter": 2,
            "verse": 272,
            "text": "Уларни ҳидоятга солиш сенинг зиммангда эмас. Лекин Аллоҳ кимни хоҳласа, ҳидоятга бошлар. Нафақа қилган яхшиликларингиз ўз фойдангизга. Қилган нафақангиз фақат Аллоҳнинг юзини исташ учундир. Нафақа қилган яхшиликларингиз ўзингизга тўлалигича қайтарилур. Сизларга зулм қилинмас"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(Садақа ва хайру эҳсонлар) Аллоҳнинг йўлида тутилган, ер юзида касб қилишга қодир бўлмаган, иффатлари туфайли билмаган киши уларни бой деб ўйлайдиган фақирларгадир. Уларни сиймоларидан танийсан, одамлардан хиралик қилиб сўрамаслар. Нафақа қилган яхшиликларингизни Аллоҳ албатта билгувчидир"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Кечасию кундузи молларини яширин ва ошкора нафақа қиладиганларнинг ажрлари Роббилари ҳузуридадир. Уларга хавф йўқ ва улар хафа ҳам бўлмаслар"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Рибони ейдиганлар (қабрларидан) фақат шайтон уриб, жинни бўлган кишидек довдираб турарлар. Бундай бўлиши уларнинг, тижорат ҳам рибога ўхшаш-да, деганлари учундир. Ва ҳолбуки, Аллоҳ тижоратни ҳалол, рибони ҳаром қилган. Кимки Роббидан мавъиза келганда тўхтаса, аввал ўтгани ўзига ва унинг иши Аллоҳнинг Ўзига ҳавола. Кимки, яна (рибога) қайтса, ана ўшалар дўзах эгаларидир. Улар унда абадий қолурлар"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Аллоҳ рибони доимо нуқсонга учратур ва садақаларни зиёда қилур. Ва Аллоҳ ҳар бир кофир, гуноҳкорни хуш кўрмас"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Албатта, иймон келтирган, яхши амалларни қилган, намозни қоим қилиб, закот берганларнинг ажрлари Роббилари ҳузуридадир. Уларга хавф йўқ ва улар хафа ҳам бўлмаслар"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Эй, иймон келтирганлар! Агар мўмин бўлсангиз, Аллоҳга тақво қилинг ва рибонинг сарқитини ҳам тарк қилинг"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Агар ундоқ қилмасангиз, Аллоҳ ва Унинг Расули томонидан бўладиган урушга ишонаверинг. Агар тавба қилсангиз, сармоянгиз ўзингизга, зулм қилмассиз ва сизга ҳам зулм қилинмас"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Агар ночор бўлса, бойигунча интизор қилинг. Садақа қилмоғингиз, гар билсангиз, ўзингиз учун яхшидир"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Аллоҳга қайтариладиган кунингиздан қўрқинг. Сўнгра, ҳар бир жон қилганига яраша тўлиқ оладур. Уларга зулм қилинмас"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "Эй, иймон келтирганлар! Маълум муддатга қарз олди-берди қилган вақтингизда, уни ёзиб қўйинг. Орангизда бир ёзувчи адолат билан ёзсин. Ҳеч бир ёзувчи Аллоҳ билдирганидек қилиб ёзишдан бош тортмасин. Бас, ёзсин ва ҳақ зиммасига тушган киши айтиб турсин, Роббига тақво қилсин ва ундан ҳеч нарсани камайтирмасин. Агар ҳақ зиммасига тушган киши эси паст, заиф ёки айтиб тура олмайдиган бўлса, унинг валийи адолат билан айтиб турсин. Эркакларингиздан икки кишини гувоҳ қилинг. Агар икки эр киши бўлмаса, ўзингиз рози бўладиган гувоҳлардан бир эр киши ва икки аёл киши бўлсин. Иккови(аёл)дан бирорталари адашса, бирлари бошқаларининг эсига солади. Ва чақирилган вақтда гувоҳлар бош тортмасинлар. Кичик бўлса ҳам, катта бўлса ҳам, муддатигача ёзишингизни малол олманг. Шундоқ қилмоғингиз, Аллоҳнинг ҳузурида адолатлироқ, гувоҳликка кучлироқ ва шубҳаланмаслигингиз учун яқинроқдир. Магар ораларингизда юриб турган нақд савдо бўлса, ёзмасангиз ҳам, сизга гуноҳ бўлмас. Олди-сотди қилганингизда, гувоҳ келтиринг ва ёзувчи ҳам, гувоҳ ҳам зарар тортмасин. Агар (аксини) қилсангиз, албатта, бу фосиқлигингиздир. Аллоҳга тақво қилинг. Ва Аллоҳ сизга илм берадир. Аллоҳ ҳар бир нарсани билувчи Зотдир"
        }
    ]
}