{
    "maqras": [
        {
            "chapter": 16,
            "verse": 111,
            "text": "Smarana karuna se dinake, yedina pratyeka byakti atmapaksa samarthana yukti-tarka niye upasthita habe ebam pratyekake se ye amala kareche ta paripurnarupe deya habe ebam tadera prati yuluma kara habe na"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Ara allah‌ drstanta dicchena eka janapadera [1] ya chila nirapada o niscinta, yekhane asata sabadika theke tara pracura jibanopakarana. Tarapara se allah‌ra anugraha asbikara karala [2], phale tara ya karata se jan'ya allah‌ setake asbada grahana karalena ksudha o bhitira acchadanera"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Ara abasya'i tadera kache esechilena eka rasula tadera'i madhya theke [1], kintu tara tara prati mithyaropa karechila. Phale sasti taderake grasa karala ematabasthaya ye, tara chila yulumakari"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Ata'eba allah‌ tomaderake halala o pabitra ye riyaka diyechena ta theke tomara kha'o ebam allah‌ra anugrahera jan'ya krtajnata prakasa kara, yadi tomara sudhu tamra'i ibadata kare thaka"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Allah‌ to sudhu mrta jantu, rakta, sukara-mansa ebam ya yabehakale allah‌ra paribarte an'yera nama neya hayeche ta-i tomadera jan'ya harama karechena [1], kintu ke'u abadhya ba simalanghanakari na haye anan'yopaya hale allah‌ to ksamasila, parama dayalu"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Ara tomadera jihba mithya aropa kare bale allah‌ra prati mithya ratana karara jan'ya tomara balo na, ‘eta halala ebam eta harama [1]’. Niscaya yara allah‌ra upara mithya rataya, saphalakama habe na"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Tadera sukha-sambhoga saman'ya'i ebam tadera jan'ya rayeche yantranadayaka sasti"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "Ara yara iyahudi hayeche amara to sudhu ta-i harama karechi (tadera upara) ya apanara kache amara age ullekha karechi [1]. Ara amara tadera upara yuluma karini, kintu tara'i yuluma karata nijedera prati"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Yara ajnatabasata mandakaja kare, tara pare ta'oba karale o nijederake sansodhana karale tadera jan'ya apanara raba abasya'i ati ksamasila, parama dayalu"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Niscaya ibarahima chilena eka ‘um'mata’ [1], allah‌ra ekanta anugata, ekanistha [2] ebam tini chilena na musarikadera antarbhukta"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "tini chilena allah‌ra anugrahera jan'ya krtajna; allah‌ tamke manonita karechena ebam tamke paricalita karechilena sarala pathe"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "Ara amara tamke duniyaya diyechilama mangala. Ara niscaya tini akhirate satkarmaparayanadera dalabhukta"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Tarapara amara apanara prati ohi karalama ye, ‘apani ekanistha ibarahimera millata -adarsa- anusarana karuna ebam tini musarikadera antarbhukta chilena na"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "Sanibara palana to sudhu tadera jan'ya badhyatamulaka kara hayechila, yara e sambandhe matabheda kareche. Ara ye bisaye tara matabheda karata apanara raba to abasya'i kiyamatera dina se bisaye tadera bicara- mimansa kare debena"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Apani manusake da’oyata [1] dina apanara rabera pathe hikamata [2] o sadupadesa [3] dbara ebam tadera sathe tarka karabena uttama panthaya [4]. Niscaya apanara raba, tamra patha chere ke bipathagami hayeche, se sambandhe tini besi janena ebam kara satpathe ache ta'o tini bhalabhabe'i janena"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "Ara yadi tomara sasti da'o [1], tabe thika tatakhani sasti debe yatakhani an'yaya tomadera prati kara hayeche. Tabe tomara dhairya dharana karale dhairyasiladera jan'ya seta abasya'i uttama"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "Ara apani dhairya dharana karuna [1], apanara dhairya to allah‌ra'i sahayye. Ara apani tadera jan'ya duhkha karabena na ebam tadera sarayantre apani manahksunna'o habena na"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Niscaya allah‌ tadera sange achena yara taka'oya abalambana kare ebam yara muhasina"
        }
    ]
}