{
    "maqras": [
        {
            "chapter": 40,
            "verse": 66,
            "text": "Baluna, 'tomara allah chara yaderake daka, tadera ibadata karate amake nisedha kara hayeche, yakhana amara rabera kacha theke amara kache suspasta pramanadi eseche. Ara ami adesaprapta hayechi srstikulera rabera kache atmasamarpana karate"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Tini'i tomaderake srsti karechena mati theke, pare sukrabindu theke, tarapara alakaha theke, tarapara tini tomaderake bera karechena sisurupe, tarapara yena tomara upanita ha'o tomadera yaubane, tarapara yena tomara haye ya'o brd'dha. Ara tomadera madhye karo mrtyu ghate era age'i ebam yate tomara nirdharita samaye paumche ya'o. Ara yena tomara bujhate para"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Tini'i jibana dana karena o mrtyu ghatana ebam yakhana tini kichu kara sthira karena takhana tini tara jan'ya balena'ha'o', phale ta haye yaya.’"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Apani ki laksya karena na taderake yara allahara nidarsana samparke bitarka kare? Taderake kothaya phirano hacche"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "yara mithyaropa kare kitabe ebam yasaha amadera rasulaganake amara pathiyechi tate; ata'eba, tara sighra'i janate parabe"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "yakhana tadera galaya beri o srnkhala thakabe, taderake tene niye ya'oya habe"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Phutanta panite, tarapara taderake porano habe agune"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Pare taderake bala habe, 'kothaya tara yaderake tomara sarika karate"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "allaha chara?' Tara balabe, ‘tara to amadera kacha theke udha'o hayeche [1]; baram age amara kichuke dakini.’ Ebhabe allaha kaphiraderake bibhraanta karena"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Eta e jan'ye ye, tomara yamine ayatha ullasa karate [1] ebam ejan'ye ye, tomara ahankara karate"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Tomara jahannamera bibhinna daraja diye prabesa kara, tate sthayibhabe abasthanera jan'ya, ata'eba kata'i na nikrsta ahankaridera abasasthala"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "sutaram apani dhairya dharana karuna. Niscaya allahara pratisruti satya. Atahpara amara taderake ye pratisruti pradana kari tara kichu yadi apanake dekhiye de'i athaba apanara mrtyu ghata'i---tabe tadera phire asa to amadera'i kache"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Ara abasya'i amara apanara purbe aneka rasula pathiyechi. Amara tadera karo karo kahini apanara kache bibrta karechi ebam karo karo kahini apanara kache bibrta karini. Ara allahara anumati chara kono nidarsana niye asa kono rasulera kaja naya. Atahpara yakhana allahara adesa asabe takhana n'yayasangatabhabe phayasala haye yabe. Ara takhana batilapanthira ksatigrasta habe"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Allaha, yini tomadera jan'ya gabadipasu srsti karechena, yate tara kichu sankhyakera upara tomara arohana kara ebam kichu sankhyaka hate tomara kha'o"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "Ara ete tomadera jan'ya rayeche pracura upakara ebam yate tomara antare ya prayojana bodha kara segulo dbara ta purna karate para. Segulora upara o nauyanera upara tomaderake bahana kara haya"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Ara tini tomaderake tamra nidarsanabali dekhiye thakena. Ata'eba, tomara allahara kon‌ kon‌ nidarsanake asbikara karabe"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Tara ki yamine bicarana kareni tahale tara dekhata tadera purbabartidera parinama kemana hayechila? Tara yamine chila edera ceye sankhyaya besi ebam saktite o kirtite besi prabala. Atahpara tara ya arjana karata. Ta tadera kono kaje aseni"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Atahpara tadera kache yakhana spasta pramanadisaha tadera rasulagana asalena, takhana tara nijedera kache bidyamana thaka jnane utphulla hala. Ara tara ya niye thatta-bidrupa karata ta-i taderake bestana karala"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "Atahpara tara yakhana amadera sasti dekhala takhana balala, 'amara ekamatra allahara upara imana analama ebam amara tara sathe yaderake sarika karatama tadera sathe kuphari karalama.’"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Kintu tara yakhana amara sasti dekhala takhana tadera imana tadera kono upakare asala na [1]. Allahara e bidhana purba theke'i tamra bandadera madhye cale asache ebam takhana'i kaphirara ksatigrasta hayeche"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha-mima"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "Eta rahamana, rahima allahara kacha theke nayilakrta"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "eka kitaba, bisadabhabe bibrta hayeche era ayatasamuha, kura'anarupe arabi bhasaya, jnani sampradayera jan'ya"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "susambadadata o satarkakari. Atahpara tadera adhikansa'i mukha phiriye niyeche. Ata'eba, tara sunabe na"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Ara tara bale, 'tumi yara prati amaderake dakacha se bisaye amadera antara abarana-acchadita, amadera kane ache badhirata ebam tomara o amadera madhye ache parda; kaje'i tumi tomara kaja kara, niscaya amara amadera kaja karaba.’"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Baluna, 'ami kebala tomadera mata ekajana manusa, amara prati ohi haya ye, tomadera ilahi kebala eka ilah. Ata'eba tomara tamra prati drrhata abalambana kara ebam tamra'i kache ksama prarthana kara. Ara durbhoga musarikadera jan'ya"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "yara yakata pradana kare na ebam tara'i akhiratera sathe kupharikari"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Niscaya yara imana ane o satkaja kare, tadera jan'ya rayeche nirabacchinna puraskara"
        }
    ]
}