{
    "maqras": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Allaha abasya'i sunechena se narira katha; ye tara sbamira bisaye apanara sathe badanubada karache ebam allahara kache'o phariyada karache. Allaha tomadera kathopakathana sunena; niscaya allaha sarbasrota, sarbadrasta"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Tomadera madhye yara nijedera stridera sathe yihara kare, tara jene rakhuka-tadera strira tadera ma naya, yara taderake janma dana kare sudhu tara'i tadera ma; tara to asangata o asatya katha'i bale [1]. Ara niscaya'i allah‌ adhika papa mocanakari o bara ksamasila"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Ara yara nijedera stridera sathe yihara kare ebam pare tadera ukti pratyahara kare [1], tabe eke an'yake sparsa karara age ekati dasa mukta karate habe, e diye tomaderake upadesa deya yacche. Ara tomara ya kara, allah‌ se samparke samyaka abahita"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Kintu yara e samarthya thakabe na, eke an'yake sparsa karara age take ekadikrame du’masa siyama palana karate habe; ye tate'o asamartha, se satajana misakinake kha'oyabe [1]; eta e jan'ye ye, tomara yena allah‌ o tamra rasulera upara imana ana. Ara egulo allah‌ra nirdharita bidhana; ara kaphiradera jan'ya rayeche yantranadayaka sasti"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Niscaya yara allah‌ o tamra rasulera birud'dhacarana kare, taderake apadastha kara habe yemana apadastha kara hayeche tadera purbabartiderake [1]; ara amara suspasta ayata nayila karechi; ara kaphiraradera jan'ya rayeche lanchanadayaka sasti"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "se dina, yedina allaha tadera saba'ike punarujjibita kare uthabena, atahpara tara ya amala karechila ta tini taderake janiye debena; allaha ta hiseba kare rekhechena yadi'o tara ta bhule geche. Ara allaha saba kichura pratyaksadarsi"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Apani ki laksya karena na ye, asamanasamuha o yamine ya kichu ache allaha ta janena? Tina byaktira madhye emana kono gopana paramarsa haya na yate caturtha jana hisebe tini thakena na ebam pamca byaktira madhye'o haya na yate sasta jana hisebe tini thakena na. Tara era ceye kama hoka ba besi hoka tini to tadera sange'i achena tara yekhane'i thakuka na kena [1]. Tarapara tara ya kare, tini taderake kiyamatera dina ta janiye debena. Niscaya allah‌ saba kichu samparke samyaka abagata"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Apani ki taderake laksya karena na, yaderake gopana paramarsa karate nisedha kara hayechila? Tarapara tara ya nisid'dha tara'i punarabrtti kare ebam papacarana, simalanghana o rasulera birud'dhacaranera jan'ya gopana paramarsa kare [1]. Ara tara yakhana apanara kache ase takhana tara apanake emana katha dbara abhibadana kare ya dbara allaha apanake abhibadana karenani. Ara tara mane mane bale, “amara ya bali tara jan'ya allaha amaderake sasti dena na kena [2]?” Jahannama'i tadera jan'ya yathesta, yekhane tara dagdha habe, ara kata nikrsta se gantabyasthala"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "he muminagana! Tomara yakhana gopana paramarsa karabe takhana se gopana paramarsa yena papacarana, simalanghana o rasulera birud'dhacarana samparke na kara [1]. Ara tomara satkarma o taka'oya abalambanera paramarsa karo. Ara allahara taka'oya abalambana kara yamra kache tomaderake samabeta kara habe"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Gopana paramarsa to kebala sayatanera prarocanaya haya muminaderake duhkha deyara jan'ya. Tabe allahara anumati chara sayatana tadera saman'yatama ksati sadhane'o saksama naya. Ata'eba, allah‌ra upara'i muminara yena nirbhara kare"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "He imanadaragana! Yakhana tomaderake bala haya, majalise sthana prasasta kare da'o takhana tomara sthana prasasta kare di'o, allah‌ tomadera jan'ya sthana prasasta kare debena [1]. Ara yakhana bala haya, “utha”, takhana tomara uthe yabe [2]. Tomadera madhye yara imana eneche ebam yaderake jnana dana kara hayeche allah‌ taderake maryadaya unnata karabena; ara tomara ya kara allah‌ se samparke sabisesa abahita"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "He imandaragana! Tomara yakhana rasulera sathe cupi cupi katha balate ca'o, takhana tomadera erupa kathara purbe kichu sadakaha pesa kara, eta'i tomadera jan'ya sreya o parisodhaka [1]; kintu yadi tomara aksama ha'o, tabe niscaya allah‌ ksamasila, parama dayalu"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Tomara ki cupi cupi katha balara age sadakah‌ pradane bhaya peye gele? Yakhana tomara ta karate parale na, ara allah‌ tomaderake ksama kare dilena, takhana tomara salata kayema kara, yakata pradana kara ebam allah‌ o tamra rasulera anugatya kara. Ara tomara ya amala kara allah‌ se samparke samyaka abahita"
        }
    ]
}