{
    "maqras": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "Eta samparkaccheda allah‌ o tamra rasulera paksa theke, se saba musarikadera sathe, yadera sathe tomara parasparika cuktite abad'dha hayechile"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Atahpara tomara yamine caramasa samaya paribhramana kara [1] ebam jene rakha ye, tomara allah‌ke hinabala karate parabe na. Ara niscaya allah‌ kapheraderake apadasthakari"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "Ara mahana hajera dine [1] allah‌ o tamra rasulera paksa theke manusera prati eta eka ghosana ye, niscaya musarikadera samparke allah‌ dayamukta ebam tamra rasula'o. Ata'eba, tomara yadi ta'obah kara, tabe ta tomadera jan'ya kalyanakara. Ara tomara yadi mukha phira'o tabe jene rakha ye, tomara allah‌ke aksama karate parabe na ebam kapheraderake yantranadayaka sastira susambada dina"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Tabe musarikadera madhye yadera sathe tomara cuktite abad'dha o pare tomadera cukti raksaya kono truti kareni ebam tomadera birud'dhe ka'uke'o sahayya kareni [1], tomara tadera sathe nirdista meyada paryanta cukti purna kara; niscaya allah‌ muttakiderake pachanda karena"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Atahpara nisid'dha masa [1] atibahita hale musarikaderake yekhane pabe hatya kara [2], taderake pakara'o kara [3], abarodha kara ebam pratyeka ghamtite tadera jan'ya omt pete thaka; kintu yadi tara ta'obah kare, salata kayema kare ebam yakata deya [4] tabe tadera patha chere da'o [5]; niscaya allah‌ atisaya ksamasila, parama dayalu"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Ara musarikadera madhye ke'u apanara kache asraya prarthana karale apani take asraya dina; yate se allah‌ra bani sunate paya [1] tarapara take tara nirapada sthane pauchiye dina [2]; karana tara emana eka sampradaya yara jane na"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Allah‌ o tamra rasulera kache musarikadera cukti ki kare balabat thakabe? Tabe yadera sathe masajidula haramera sannikate [1] tomara parasparika cuktite abad'dha hayechile, yataksana tara tomadera cuktite sthira thakabe tomara'o tadera cuktite sthira thakabe [2]; niscaya allah‌ muttakiderake pachanda karena"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Kemana kare cukti balabat thakabe? Athaca tara yadi tomadera upara jayi haya, tabe tara tomadera atmiyatara o angikarera kono maryada debe na tara mukhe tomaderake santusta rakhe; kintu tadera hrdaya ta asbikara kare; ara tadera adhikansa'i phaseka"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Tara allah‌ra ayatake tuccha mulye bikri kare diyeche phale tara lokaderake tamra patha theke nibrtta kareche. Niscaya tara ya kareche ta ati nikrsta"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "tara kono muminera sathe atmiyatara o angikarera maryada raksa kare na ara tara'i simalanghanakari"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Ata'eba tara yadi ta'obah kare, salata kayema kare o yakata deya tabe dinera madhye tara tomadera bha'i [1]; ara amara ayatasamuha spastabhabe barnana kari emana sampradayera jan'ya yara jane"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Ara yadi tara tadera cuktira para tadera pratisruti bhanga kare ebam tomadera dina sam'mandhe katukti kare [1], tabe kupharera netadera sathe yud'dha kara [2]; era emana loka yadera kono pratisruti ne'i [3]; yena tara nibrta haya"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Tomara ki se sampradayera sathe yud'dha karabe na, yara nijedera pratisruti bhanga kareche ebam rasulake bera kare deyara jan'ya sankalpa kareche? Ara tara'i prathama tomadera sathe (yud'dha) arambha kareche [1]. Tomara ki taderake bhaya kara? Allah‌ke bhaya kara'i tomadera pakse besi samicina yadi tomara mumina ha'o"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Tomara tadera sathe yud'dha karabe. Tomadera hate allah‌ taderake sasti debena, taderake apadasta karabena, tadera upara tomaderake bijayi karebena ebam mumina sampradayera citta prasanti karabena"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "ara tini tadera [1] antarera ksobha dura karabena ebam allah‌ yake iccha tara ta'oba kabula karabena. Ara allah‌ sarbajna, prajnamaya"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Tomara ki mane karecha ye, tomaderake emani chere deya habe athaca ekhana'o allah‌ prakasa karenani ye, tomadera madhye kara jihada kareche ebam kara allah‌, tamra rasula o muminagana chara an'ya ka'uke'o antaranga bandhurupe grahana kareni [1]? Ara tomara ya kara, se sam'mandhe allah‌ sabisese abahita"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Musarikara yakhana nijera'i nijedera kuphari sbikara kare takhana tara allah‌ra masajidasamuhera abada karabe--- emana hate pare na [1]. Tara emana yadera saba kaja'i nasta hayeche [2] ebam tara agune'i sthayibhabe abasthana karabe"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Tara'i to allah‌ra masajidera abada karabe [1], yara imana ane allah‌ o sesa dinera prati, salata kayema kare, yakata deya ebam allah‌ chara an'ya ka'uke bhaya kare na. Ata'eba, asa kara yaya, tara habe satpatha praptadera antarbhukta"
        }
    ]
}