{
    "maqras": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "Manusera madhya hate nirbodhara acire'i balabe ye, e yabata tara ye kebala anusarana kare asachila ta theke kise taderake phiralo? Baluna, ‘purba o pascima allah‌ra'i. Tini yake iccha sarala pathera hidayata karena’"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Ara ebhabe amara tomaderake eka madhyapanthi [1] jatite parinata karechi, yate tomara manabajatira upara sbaksi ha'o [2] ebam rasula tomadera upara saksi hate parena [3] ara apani e yabata ye kibala anusarana karachilena setake amara e uddesye kebalaya parinata karechilama yate prakasa kare dite pari [4] ke rasulera anusarana kare ebam ke pichane phire yaya? Allah‌ yaderake hidayata karechena tara chara an'yadera upara eta niscita kathina. Allah‌ erupa nana ye, tomadera imanake byartha kare dibena [5]. Niscaya allah‌ manusera prati sahanubhutisila, parama dayalu"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Abasya'i amara akasera dike apanara barabara takano laksya kari [1]. Sutaram abasya'i amara apanake emana kibalara dike phiriye diba ya apani pachanda karena [2]. Ata'eba apani masajidula haramera dike [3] cehara phirana [4]. Ara tomara yekhane'i thaka na kena tomadera ceharasamuhake era dike phira'o ebam niscaya yaderake kitaba deya hayeche tara abasya'i jane ye, eta tadera rabera paksa hate haka. Ara tara ya kare se samparke allah‌ gaphela nana"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Ara yaderake kitaba deya hayeche apani yadi tadera kache samasta dalila niye asena, tabu tara apanara kibalara anusarana karabe na; ebam apani'o tadera kibalara anusari nana [1]. Ara tara'o parasparera kibalara anusari naya. Apanara nikata satya-jnana asara para'o yadi apani tadera kheyala-khusira anusarana karena, tahale niscaya apani yalimadera antarbhukta habena"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Amara yaderake kitaba diyechi tara take serupa jane yerupa tara nijedera santanaderake cine. Ara niscaya tadera ekadala jene-bujhe satya gopana kare thake"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Satya apanara rabera kacha theke pathano. Kaje'i apani sandihanadera antarbhukta habena na"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Ara pratyekera ekati dika rayeche, ye dike se cehara phiraya [1]. Ata'eba tomara satkaje pratiyogita kara. Tomara yekhane'i thaka na kena allah‌ tomadera saba'i ke niye asabena. Niscaya allah‌ saba kichura upara ksamatabana"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Ara yekhana theke'i apani bera hana na kena masajidula haramera dike cehara phirana. Niscaya eta apanara rabera kacha theke pathano satya. Ara tomara ya kara se samparke allah‌ gaphela nana"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Ara apani yekhana theke'i bera hana na kena masajidula haramera dike apanara cehara phirana ebam tomara yekhane'i thaka na kena era dike tomadera cehara phira'o [1], yate tadera madhye yalima chara an'yadera tomadera birud'dhe bitarkera kichu na thake. Kaje'i taderake bhaya karo na ebam amake'i bhaya kara. Ara yate ami tomadera upara amara neyamata paripurna kari ebam yate tomara hidayata labha kara"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Yemana amara tomadera madhya theke tomadera kache rasula pathiyechi [1], yini tomadera kache amadera ayatasamuha tila'oyata karena, tomaderake parisud'dha karena ebam kitaba o hekamata siksa dena. Ara ta siksa dena ya tomara janate na"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Kaje'i tomara amake smarana karo [1], ami'o tomaderake smarana karaba. Ara tomara amara prati krtajna ha'o ebam akrtajna haye na"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "He imanadaragana! Tomara sahayya ca'o sabara [1] o salatera madhyame. Niscaya allah‌ sabarakaridera sathe achena"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Ara allah‌ra pathe yara nihata haya taderake mrta balo na, baram tara jibita [1]; kintu tomara upalabdhi karate para na"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Ara amara tomaderake abasya'i pariksa karaba [1] kichu bhaya, ksudha ebam dhana-sampada, jibana o phasalera ksayaksati dbara. Ara apani susambada dina dhairyasiladerake"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "yara tadera upara bipada asale bale, ‘amara to allah‌ra'i. Ara niscaya amara tamra dike'i pratyabartanakari’"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Era'i tara, yadera prati tadera rabera kacha theke bisesa anugraha ebam rahamata barsita haya, ara tara'i satpathe paricalita"
        }
    ]
}