{
    "maqras": [
        {
            "chapter": 12,
            "verse": 101,
            "text": "‘He amara raba! Apani amake rajya dana karechena ebam sbapnera byakhya siksa diyechena. He asamanasamuha o yaminera sasta! Apani'i duniya o akhirate amara abhibhabaka. Apani amake musalima hisebe mrtyu dina ebam amake satkarmaparayanadera antarbhukta karuna [1].’"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Eta gayebera sambada ya apanaka amara ohi dbara janacchi [1]; sarayantra kale yakhana tara mataikye paumchechila, takhana apani tadera sathe chilena na"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Ara apani yata'i cana na kena, besira bhaga loka'i imana grahanakari naya"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Ara apani tadera kache kono parisramika dabi karachena na. E (kura'ana) to srstikulera jan'ya upadesa chara kichu naya"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Ara asamana o yamine aneka nidarsana rayeche; tara e sabakichu dekhe, kintu tara esabera prati udasina"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Tadera besira bhaga'i allah‌ra upara imana rakhe, tabe tamra sathe (ibadate) sirka kara abasthaya"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Tabe ki tara allah‌ra sarbagrasi sasti hate ba tadera ajante kiyamatera akasmika upasthiti hate nirapada haye geche"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "baluna, ‘eta'i amara patha, allah‌ra prati manusake ami daki jene-bujhe, ami [1] ebam yara amara anusarana kareche tara'o [2]. Ara allah‌ kata'i na pabitra mahana ebam ami musarikadera antarbhukta na'i [3].’"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Ara amara apanara age'o janapadabasidera madhya theke [1] purusaderake'i pathiyechilama [2], yadera kache ohi pathatama. Tara ki yamine bhramana kareni? Phale dekhate peta tadera purbabartidera parinama ki hayechila? Ara abasya'i yara taka'oya abalambana kareche tadera jan'ya akheratera abasa'i uttama [3]; tabu'o ki tomara bujha na"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "abasese yakhana rasulagana (tadera sampradayera imana theke) nirasa halena ebam lokera mane karala ye, rasulaganake mithya asbasa deya hayeche takhana tadera kache amadera sahayya asala. Ebhabe amara yake icche kari se najata paya. Ara aparadhi sampapradaya hate amadera sasti pratirodha kara haya na"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Tadera brttante abasya'i bodhasakti sampanna byaktidera jan'ya ache siksa [1]. Eta kono banano racana naya. Baram eta agera granthe ya ache tara satyayana [2] o saba kichura bisada bibarana, ara yara imana ane emana sampapradayera jan'ya hidayata o rahamata"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alipha-lama-mima-ra, egulo kitabera ayata, ara ya apanara raba hate apanara prati nayila kara hayeche ta satya [1]; kintu besira bhaga manusa'i imana ane na"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Allah, yini asamanasamuha upare sthapana karechena khumti chara [1], tomara ta dekhacha [2]. Tarapara tini ‘arasera upara uthechena [3] ebam surya o camdake niyamadhina karechena [4]; pratyekati nirdista samaya paryanta calabe [5]. Tini saba bisaya paricalana karena, ayatasamuha bisadabhabe barnana karena [6], yate tomara tomadera rabera sange saksata samparke niscita bisbasa karate para"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Ara tini'i yaminake bistrta karechena [1] ebam tate sudrrhaparbata o nadi srsti karechena ebam saba rakamera phala srsti karechena joraya joraya [2]. Tini dinake rata dbara acchadita karena [3]. Niscaya ete nidarsana rayeche cintasila sampradayera jan'ya"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Ara yamine rayeche paraspara sanlagna bhukhanda [1], angura bagana, sasyaksetra, eka'i mula theke udagata ba bhinna bhinna mula theke udagata khejura gacha [2] yegulo eka'i pani dbara seca kara haya, ara sbada-rupera ksetre segulora kichu sankhyakake amara kichu sankhyakera upara sresthatba diye thaki [3]. Niscaya bodhasakti sampanna sampradayera jan'ya ete rayeche nidarsana"
        }
    ]
}