{
    "maqras": [
        {
            "chapter": 18,
            "verse": 17,
            "text": "curiyan utayamakum potu (avarkal mitu patamal) atu avarkalutaiya kukaiyin valappuram cayvataiyum, atu astamikkum potu atu avarkalutaiya itappuram celvataiyum nir parppir; avarkal atil oru vicalamana itattil irukkinranar - itu allahvin attatcikalil ullatakum, evarai allah nervaliyil celuttukirano, avare ner valippattavaravar; innum, evanai avan valikettil vitukirano, avanukku ner valikattum utaviyalar evaraiyum nir kanave mattir"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "melum, avarkal tunkik kontiruntapotilum, nir avarkalai vilittuk kontiruppavarkalakave ennuvir; avarkalai nam valappuramum itappuramumaka purattukirom; tavira, avarkalutaiya nay tan iru munnankalkalaiyum vacarpatiyil virit(tup patut)tirukkiratu avarkalai nir urrupparttal, avarkalai vittum veruntu otip pinvankuvir; avarkalil ninrum untakum payattaik kontu nirampivituvir"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Innum avarkalitaiye oruvaraiyoruvar kettuk kolvatarkaka nam avarkalai ivvaru eluppinom; avarkaliliruntu colpavar (oruvar)\"ninkal evvalavu neram (nittiraiyil) iruntirkal?\" Enak kettar; \"oru nal allatu oru nalin ciritu pakam tankiyiruntom\" enak kurinarkal; (marravarkal)\"ninkal (nittiraiyil) irunta kalattai unkal iraivantan nanku arintavan; akave, unkalil oruvarai inta vellik kacutan pattanattirku anuppunkal; avarkal cuttamana akaram etu enpatai nanku kavanittu, atiliruntu akarattai unkalukkakak kontu varattum; melum avar eccarikkaiyaka irukkattum; unkalaip parri evarukkum avar arivittu vita ventam (enranar)"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "enenral, niccayamaka avarkal unkalai arintu kontal, unkalaik kallalatittuk konruvituvarkal; allatu tankalutaiya markkattil unkalai mitti vituvarkal; appuram, ninkal orupotum verriyataiya mattirkal\" (enrum kurinar)"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "innum, niccayamaka allahvin vakkuruti unmaiyanatu enrum, niccayamaka kiyama nalilum cantekamillai enrum appattanavacikal arintu kolvatarkakave, ivvaru avarkalaip parriya (visayat)tai veliyakkinom; (appattanavacikalo)\"ivarkal yar enpatai parri tarkkittuk kontatai (napiye! Ninaivu kurum)\"ivarkal (irunta itattin) mitu oru kattatattaik kattunkal; ivarkalai(p parri) iraivane nankarivan enranar; i(vvivatat)til evarkalutaiya karuttu mikaittato avarkal; \"niccayamaka avarkal mitu oru masjitai amaippom\" enru kurinarkal"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "(Avarkal) munru per tam; avarkalil nankavatu avarkalutaiya nay enru (cilar) kurukinranar(illai) avarkal aintu per tam; - avarkalil aravatu avarkalutaiya nay\" enru maraivanatai ukam ceytu (cilar) kurukirarkal; innum (cilar)\"eluper - avarkalil ettavatu avarkalutaiya nay\" enru colkirarkal - (napiye!) Avarkalutaiya ennikkaiyai ennutaiya iraivan tan nankarivan; cilarait tavira, marrevarum avarkalaip parri ariya mattarkal\" enru kuruviraka! Akave, avarkalaip parri velirankamana visayam tavira (veru etum parriyum) nir tarkkam ceyya ventam; innum avarkalaik kurittu ivarkalil evaritamum nir tirppuk ketkavum ventam"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "(napiye!) Innum enta visayattaip parriyum\"niccayamaka nam nalai ataic ceypavanaka irukkiren\" enru niccayamaka kuratirkal"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "insa allah (allah natinal\" enru certtuc connal) anri tavira, (itai) nir marantu vitunkal um iraivanai ninaivu patuttik kolvirak innum, \"ennutaiya iraivan, ner valiyil itai vita innum nerunkiya (visayat)tai enakku arivikkakkutum\" enrum kuruviraka"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "avarkal tankal kukaiyil munnuru varutankalutan melum onpatu atikamakki (munnurri onpatu varutankal) tankinarkal"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "avarkal (atil) tarippattirunta (kalat)tai allahve nankarintavan; vanankalilum pumiyilum maraivay iruppavai avanukke uriyanavakum; avarrai avane nanraka parppavan; telivayk ketpavan - avanaiyanri avarkalukku utavi ceyvor evarumillai, avan tannutaiya atikarattil veru evaraiyum kuttakkik kolvatumillai\" enru (napiye!) Nir kurum"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Innum (napiye!) Um'mutaiya iraivanin vetattiliruntu umakku vahi mulam arulappattatai nir oti varuviraka - avanutaiya varttaikalai marrak kutiyavar evarumillai innum avanaiyanri pukalitam etaiyum nir kanamattir"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "(napiye!) Evar tam iraivanutaiya tirupporutttai natiyavarkalaka kalaiyilum, malaiyilum avanaip pirarttanai ceytu kontirukkirarkalo, avarkalutan nirum porumaiyai mer kontiruppiraka! Innum ulaka valkkaiyin alankarattai nati a(ttakaiya)varkalai vittum um iru kankalaiyum tiruppi vitatir; innum, evanutaiya itayattai nam'mai ninaivu kurvatiliruntu nam tiruppi vittomo avanai nir valipatatir; enenil avantan iccaiyaip pin parriyatanal avanutaiya kariyam varampu miriyamaki vittatu"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "(napiye!) Innum nir kuruviraka\"intac cattiya (vetam) unkal iraivanitamiruntu (vantu)llatu\" akave, virumpupavar (atanai) nampi kollattum. Inanum virumpupavar (atanai) nirakarikkattum. Aniyayak kararkalukku (naraka) neruppai niccayamaka nam cittappatuttiyullom; (anneruppin) cuvar avarkalaic culntu kollum; avarkal (tannir kettu) iratcikkat tetinal urukkappatta cempu ponra tanniraik konte iratcikkappatuvarkal. (Avarkalutaiya) mukankalai atu cuttuk karukki vitum; mikak ketana panamakum atu! Innum, irankum talattil atuve mikak kettatakum"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "niccayamaka evarkal iman kontu, (salihana) nar karumankalaiyum ceykirarkalo, attakaiya alakiya ceyal ceyvorin (nar) kuliyai nam niccayamaka vinakka mattom"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "A(ttakaiya)varkalukku enrenrum tankiyirukkak kutiya cuvanapatikal untu. Avarrin kile arukal otik kontirukkum; avarkalukku anku ponnalakiya katakankal anivikkappatum, suntusu, istaprak ponra paccai nira pumpattataikalai avarkal anintirupparkal; ankulla uyarnta acanankalin mitu cay(ntu makil)ntu irupparkal - (avarkalutaiya) nar kuli mikavum pakkiyamikkatayirru (avarkal) ilaipparumitamum mika alakiyatarru"
        }
    ]
}