{
    "maqras": [
        {
            "chapter": 2,
            "verse": 263,
            "text": "kanivana iniya corkalum, mannittalum; tarmam ceytapin novinaiyait totarumpatic ceyyum satakkavai (tarmattai) vita melanavaiyakum;. Tavira allah (evaritattum, evvitat) tevaiyumillatavan;. Mikka porumaiyalan"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Nampikkai kontavarkale! Allahvin mitum, iruti nalin mitum nampikkai kollamal, manitarkalukkuk kattuvatarkakave tan porulaic celavalippavanaippol, kotuttataic collik kanpittum, novinaikal ceytum unkal satakkavai (tana tarmankalaip) palakki vitatirkal;. A(ppatic ceypa)vanukku uvamaiyavatu, oru valukkup paraiyakum;. Atan mel ciritu man patintullatu, atan mitu perumalavu peytu (atilirunta ciritu mannaiyum kaluvit) tutaittu vittatu. Ivvare avarkal ceyta -(tanat)tiliruntu yatoru palanaiyum ataiya mattarkal; innum, allah kahpirana makkalai ner valiyil celuttuvatillai"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "allahvin tirupporuttattai ataiyavum, tankal atmakkalai urutiyakkik kollavum, yar tankal celvankalaic celavu ceykirarkalo avarkalukku uvamaiyavatu, uyaramana (valamulla) pumiyil oru tottam irukkiratu. Atan mel peru malai peykiratu. Appolutu atan vilaiccal irattippakiratu. Innum, atan mitu appatip perumalai peyyavittalum poti malaiye atarkup potumanatu. Allah ninkal ceyvataiyellam parkkinravanaka irukkinran"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Unkalil yaravatu oruvar itai virumpuvara? - Atavatu avaritam pericca marankalum, tiratcaik kotikalum konta oru tottam irukkiratu. Atan kile nirotaikal (olittu) otukinrana. Atil avarukku ella vakaiyana kani varkkankalum ullana. (Appolutu) avarukku vayotikam vantuvitukiratu. Avarukku (valuvillata,) palahinamana ciru kulantaikal tam irukkinrana - innilaiyil nerupputan kutiya oru curavalik karru, a(ntat tottat)tai erittu(c campalakki) vitukinratu. (Itaiyavar virumpuvara?) Ninkal cintanai ceyyum poruttu allah (tan) attatcikalai unkalukkut telivaka vilakkukinran"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "nampikkai kontore! Ninkal campatittavarriliruntum, pumiyiliruntu nam unkalukku velippatuttit tanta (taniyankal, kani vakaikal ponra)varriliruntum, nallavarraiye (tana tarmankalil) celavu ceyyunkal;. Anriyum kettavarrait teti avarriliruntu cilavarrai (tana tarmankalil) celavalikka natatirkal;. Enenil (attakaiya porulkalai verevarum unkalukkuk kotuttal verupputan), kan mutik konteyallatu avarrai ninkal vanka mattirkal! Niccayamaka allah (evaritattum, entat) tevaiyumarravanakavum, pukalukkellam uriyavanumakavum irukkinran enpatai ninkal nankarintu kollunkal"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "(Tana tarmankal ceyvatinal) varumai (untakivitum enru ataik) kontu unkalai saittan payamuruttukiran.; Olukkamillac ceyalkalaic ceyyumarum unkalai evukiran;. Anal allahvo, (ninkal tana tarumankal ceytal) tannitamiruntu mannippum, (arulum, porulum) mikka celvamum (kitaikkum enru) vakkalikkinran;. Niccayamaka allah vicalamana (kotaiyutaiya)van; yavarraiyum nankaripavan"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "tan natiyavarukku avan nanattaik kotukkinran; (ittaku) nanam evarukkuk kotukkappatukirato, avar kanakkilla nanmaikal kotukkappattavaraka niccayamaka aki vitukirar; eninum nallarivutaiyor tavira veru yarum itaic cintittup parppatillai"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "innum, celavu vakaiyiliruntu ninkal enna celavu ceytalum, allatu nerccaikalil enta nerccai ceytalum niccayamaka allah atanai nankarivan; anriyum akkiramakkararkalukku utavi ceyvor evarum ilar"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "tana tarmankalai ninkal veliptaiyakac ceytal atuvum nal; late (enenil avvaru ceyyap piraraiyum atu tuntum;) eninum avarrai maraittu elaiyeliyorkku avai kitaikkumpatic ceytal atu unkalukka innum nallatu. Atu unkalutaiya pavankalaiyum nikkum; ninkal ceyvatai(yellam) allah nankarintavanakave irukkinran"
        }
    ]
}