{
    "juzs": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "The believers have indeed attained true success"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "those who, in their Prayers, humble themselves"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "who avoid whatever is vain and frivolous"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "who observe Zakah"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "who strictly guard their private parts"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "save from their wives, or those whom their right hands possess; for with regard to them they are free from blame"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "As for those who seek beyond that, they are transgressors"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "who are true to their trusts and their covenants"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "and who guard their Prayers"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Such are the inheritors"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "that shall inherit Paradise; and in it they shall abide for ever"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "We created man out of the extract of clay"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "then We made him into a drop of life-germ, then We placed it in a safe depository"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "then We made this drop into a clot, then We made the clot into a lump, then We made the lump into bones, then We clothed the bones with flesh, and then We caused it to grow into another creation. Thus Most Blessed is Allah, the Best of all those that create"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Thereafter you are destined to die"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "and then on the Day of Resurrection you shall certainly be raised up"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "We have indeed fashioned above you seven paths. Never were We unaware of the task of creation"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "We sent down water from the sky in right measure, and caused it to stay in the earth, and We have the power to cause it to vanish (in the manner We please)"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "Then through water We caused gardens of date-palms and vines to grow for you wherein you have an abundance of delicious fruits and from them you derive your livelihood"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "And We also produced the tree which springs forth from Mount Sinai, containing oil and sauce for those that eat"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "And indeed there is also a lesson for you in cattle. We provide you with drink out of what they have in their bellies; and you have many other benefits in them: you eat of them"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "and are carried on them and also on ships"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "We sent Noah to his people, and he said: \"My people! Serve Allah; you have no deity other than He. Do you have no fear"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "But the notables among his people had refused to believe, and said: \"This is none other than a mortal like yourselves who desires to attain superiority over you. Had Allah wanted (to send any Messengers) He would have sent down angels. We have heard nothing like this in the time of our forebears of old (that humans were sent as Messengers)"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "He is a person who has been seized with a little madness; so wait for a while (perhaps he will improve)"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Noah said: \"My Lord! Come to my help at their accusation that I am lying"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Thereupon We revealed to him, saying: \"Build the Ark under Our eyes and according to Our revelation. And when Our command comes to pass and the oven boils over, take on board a pair each from every species, and also take your household except those of them against whom sentence has already been passed and do not plead to Me on behalf of the wrong-doers. They are doomed to be drowned"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "And then when you and those accompanying you are firmly seated in the Ark, say: \"Thanks be to Allah Who has delivered us from the wrong-doing people"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "And say: \"My Lord! Make my landing a blessed landing, for You are the Best of those Who can cause people to land in safety"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "There are great Signs in this story; and surely We do put people to test"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Then, after them, We brought forth another generation"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "and We sent among them a Messenger from among themselves, saying: \"Serve Allah; you have no god other than He. Do you have no fear"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "The notables among his people who had refused to believe and who denied the meeting of the Hereafter, and those whom We had endowed with ease and comfort in this life, cried out: \"This is no other than a mortal like yourselves who eats what you eat and drinks what you drink"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "If you were to obey a human being like yourselves, you will certainly be losers"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Does he promise you that when you are dead and are reduced to dust and bones, you will be brought forth to life"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Far-fetched, utterly far-fetched is what you are being promised"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "There is no other life than the life of the world. We shall live here and here shall we die; and we are not going to be raised again"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "This man has forged a mere lie in the name of Allah and we shall never believe what he says"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "The Messenger said: \"My Lord! Come to my help at their accusing me of lying"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "He answered: \"A short while, and they shall be repenting"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Then a mighty blast quite justly overtook them, and We reduced them to a rubble. So away with the wrong-doing folk"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Then, after them, We brought forth other generations"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "No nation can outstrip its term, nor can it put it back"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Then We sent Our Messengers in succession. Whenever a Messenger came to his people they rejected him, calling him a liar. Thereupon, We made each people to follow the other (to its doom), reducing them to mere tales (of the past). Scourged be the people who do not believe"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Then We sent Moses and his brother Aaron with Our Signs and a clear authority"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "to Pharaoh and to his chiefs, but they behaved superciliously and they were haughty"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "They said: \"Shall we put faith in two mortals like ourselves when their people are slaves to us"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "So they rejected them, calling them liars, and they too eventually became of those that were destroyed"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "And We gave Moses the Book that people might be guided by it"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "And We made Mary´s son, and his mother, a Sign, and We gave them refuge on a lofty ground, a peaceful site with springs flowing in it"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "Messengers! Partake of the things that are clean, and act righteously. I know well all that you do"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "This community of yours is one community, and I am your Lord; so hold Me alone in fear"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "But people later cut up their religion into bits, each group rejoicing in what they have"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "So leave them immersed in their heedlessness till an appointed time"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Do they fancy that Our continuing to give them wealth and children (means) that"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "We are busy lavishing on them all kinds of good? Nay, they do not perceive the reality of the matter"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Surely those who stand in awe for fear of their Lord"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "who have full faith in the Signs of their Lord"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "who associate none with their Lord in His Divinity"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "who give, whatever they give in charity, with their hearts trembling at the thought that they are destined to return to their Lord"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "it is these who hasten to do good works and vie in so doing with one another"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "We do not lay a burden on anyone beyond his capacity. We have a Book with Us that speaks the truth (about everyone); and they shall in no wise be wronged"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Nay, their hearts are lost in ignorance of all this; and their deeds too vary from the way (mentioned above). They will persist in these deeds"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "until We seize with Our chastisement those of them that are given to luxuriant ways. They will then begin to groan"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Put a stop to your groaning now! Surely no help shall be provided to you from Us"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "My Signs were rehearsed to you and you turned back on your heels and took to flight"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "behaving arrogantly, and making fun, and talking nonsense (about the Book in your nightly chats)"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Did they never ponder over this Word (of God)? Or has he (to wit, the Messenger) brought something the like of which did not come to their forefathers of yore"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Or is it that they were unaware of their Messenger and were therefore repelled by him for he was a stranger to them"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Or do they say that there is madness in him? Nay, he has brought them the Truth and it is the Truth that most of them disdain"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Were the Truth to follow their desires, the order of the heavens and the earth and those who dwell in them would have been ruined. Nay, the fact is that We have brought to them their own remembrance; and yet it is from their own remembrance that they are turning away"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Are you asking them for something? What Allah has given you is the best. He is the Best of providers"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "You are calling them to a Straight Way"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "but those who do not believe in the Hereafter are ever prone to deviate from the Right Way"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Were We to be merciful to them and remove from them their present afflictions, they would persist in their transgression, blindly wandering on"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "(They are such) that We seized them with chastisement (and yet) they did not humble themselves before their Lord, nor do they entreat"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "until We opened upon them the door of a severe chastisement. Then lo, in this state they become utterly despaired of any good"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "It is He Who has endowed you with the faculties of hearing and sight and has given you hearts (to think). Scarcely do you give thanks"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "It is He Who has dispersed you all around the earth, and it is unto Him that you shall all be mustered"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "It is He Who gives life and causes death, and He holds mastery over the alternation of night and day. Do you not understand this"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Nay, but they say the like of what their predecessors of yore had said"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "They say: \"Is it that when we are dead and have been reduced to dust and bones, shall we then be raised up again"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "We were promised such things and so were our forefathers before us. All these are no more than tales of the past"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Ask them: \"Whose is the earth and those who are in it? Tell us if you know"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "They will surely say: \"Allah´s.\" Say: \"Then why do you not take heed"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Ask them: \"Who is the Lord of the seven heavens, the Lord of the Great Throne"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "They will surely say: \"Allah.\" Say: \"Will you not, then, fear (Allah)"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Ask them: \"Say, if you indeed know, to whom belongs the dominion over all things; (Who is it) that grants asylum, but against Whom no asylum is available"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "They will surely say: \"(The dominion over all things) belongs to Allah.\" Say: \"Whence are you then deluded"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "We have brought before them the Truth, and there is no doubt that they are lying"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Never did Allah take unto Himself any son, nor is there any god other than He. (Had there been any other gods) each god would have taken his creatures away with him, and each would have rushed to overpower the other. Glory be to Allah from all that they characterize Him with"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "He knows both what is visible and what is not visible. Exalted is Allah above all that they associate with Him"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Pray, (O Muhammad): \"My Lord, if You should bring the scourge of which they had been warned in my presence"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "then do not include me, my Lord, among these wrong-doing people"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Surely We are able to show you what We warn them against"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "(O Muhammad)! Repel evil in the best manner. We are well aware of all that they say about you"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "And pray: \"My Lord! I seek Your refuge from the suggestions of the evil ones"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "I even seek Your refuge, my Lord, lest they should approach me"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "(They shall persist in their deeds) until when death comes to anyone of them he will say: \"My Lord, send me back to the world"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "that I have left behind. I am likely to do good.\" Nay, it is merely a word that he is uttering. There is a barrier behind all of them (who are dead) until the Day when they will be raised up"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "And then no sooner the Trumpet is blown than there will remain no kinship among them that Day, nor will they ask one another"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "It will be an Hour when those whose scales are heavy, they alone will attain success"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "and those whose scales are light, those will be the ones who will have courted loss. They will abide in Hell"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "The Fire shall scorch their faces, exposing their jaws"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Are you not those to whom My revelations were recited, and you dubbed them as lies"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "They will say: \"Our Lord! Our misfortune prevailed over us. We were indeed an erring people"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Our Lord! Take us out of this. Then if we revert (to evil-doing) we shall indeed be wrongdoers"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Allah will say: \"Away from Me; stay where you are and do not address Me"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "You are those that when a party of My servants said: ´Our Lord, we believe, so forgive us, and have mercy on us, for You are the Best of those that are merciful,´"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "you made a laughingstock of them and your hostility to them caused you to forget Me, and you simply kept laughing"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Lo! I have rewarded them this Day for their steadfastness, so that they, and they alone, are triumphant"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Then Allah will ask them: \"For how many years did you stay on earth"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "They will say: \"We stayed for a day or part of a day. Ask of those who keep count of this"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "He will say: \"You stayed only for a while, if you only knew that"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Did you imagine that We created you without any purpose, and that you will not be brought back to Us"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "So, exalted be Allah, the True King! There is no god but He, the Lord of the Great Throne"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "He who invokes any other god along with Allah \" one for whom he has no evidence\" his reckoning is with his Lord alone. Indeed, these unbelievers shall not prosper"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "And say, (O Muhammad): \"My Lord, forgive us and have mercy on us, for You are the Best of those that are merciful"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "This is a Surah which We have sent down and We have made it mandatory, and We have sent down clear Commandments in it so that you may learn lessons"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "The woman and the man guilty of fornication, flog each one of them with a hundred stripes - and let not any pity for them restrain you in regard to a matter prescribed by Allah, if you believe in Allah and the Last Day, and let, some of the believers witness the punishment inflicted on them"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "A man guilty of adultery (or fornication) shall not marry any but the woman guilty of the same or a mushrik woman, and none shall marry a woman guilty of adultery (or fornication) but the man guilty of the same or a mushrik man: such marriages are forbidden to true believers"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "As for those persons who charge chaste women with false accusations but do not produce four witnesses, flog them with eighty stripes and never accept their evidence afterwards, for they themselves are transgressors"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "except those who repent and reform themselves; Allah is Forgiving and Merciful"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "As for those who accuse their own wives but have no witness except themselves, the evidence of one of them is that he shall swear four times by Allah and declare that he is true (in his charge)"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "Then the fifth time he shall declare that Allah´s curse be upon him if he be false (in his charge)"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "(As for the woman), it shall avert the punishment from her if she swears four times by Allah that the man is false (in his charge)"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "and the fifth time she invokes Allah´s wrath upon herself, if he be true (in his charge)"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "If Allah had not shown you His grace and mercy and if Allah had not been most Forgiving and All-Wise, (you would have been in a great fix because of accusing your wives)"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Those who have invented the slander, are some of your own people. You should not, however, regard this matter as evil for it has good in it for you. Whoso took any part in this, he earned his share of the sin accordingly, and the one, who had the greatest share of responsibility in it, shall have a terrible punishment"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "When you heard of it, why didn´t the Believing men and the Believing women have a good opinion of themselves, and why did they not say, \"This is a manifest slander"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Why did the slanderers not bring four witnesses (to prove their charge)? Now that they have not brought witnesses, they themselves are liars in the sight of Allah"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Were it not for Allah´s grace and mercy towards you in this world and in the Hereafter, a painful scourge would have visited you because of the things in which you were involved"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "(Just think how erroneous you were,) when you passed this lie on from one tongue to the other and uttered with your mouths that of which you had no knowledge. You took it as a trifling matter whereas it was a grave offence in the sight of Allah"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Why did you not, as soon as you heard of it, say, \"It is not proper for us to utter such a thing? Glory be to Allah! This is a great slander"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Allah admonishes you that in future you should never repeat a thing like this, if you are true Believers"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Allah makes His Revelations clear to you, and He is All-Knowing, All-Wise"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "As for those, who like that indecency should spread among the Believers, they deserve a painful punishment in this world and in the Hereafter, for Allah knows and you do not know (its consequences)"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "If Allah had not shown His grace and mercy to you, (this scandal would have produced very evil results): Allah is indeed very Kind and Merciful"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "O Believers, do not follow in Satan´s footsteps, for he will incite to indecency and wickedness any who will follow him. If Allah had not shown His Brace and mercy to you, none of you would have been able to cleanse yourself, for it is Allah alone Who cleanses whom He wills, and Allah is All-Hearing, All-Knowing"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Those among you, who are bountiful and persons of means, should not swear on oath that they would withhold their help from their relatives, the indigent and those who have left their homes for the cause of Allah: they should forgive and forbear. Do you not wish that Allah should forgive you? and Allah is Forgiving and Merciful"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Those who charge with slander those Believing women, who are chaste but simple souls, are accursed in this world and in the Hereafter: there is a great punishment for them"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "They should not forget the Day when their own tongues and their own hands and test will bear testimony in regard to their misdeeds"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "On that Day Allah will give them the full recompense they deserve, and they will realize that Allah is the very Truth, Who makes the Truth manifest"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Impure women are for impure men and impure men for impure women, and pure women are for pure men and pure men for pure women. They are free from those scandals which the slanderers utter. There is forgiveness for them and honourable provision"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "O Believers, do not enter other houses than your own until you have the approval of the inmates and have wished them peace; this is the best way for you: it is expected that you will observe it"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "Then, if you do not find anyone therein, do not enter until you have been given permission, and if you are told to go back, you should go back. This is a purer way for you; and Allah has full knowledge of what you do"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "There is, however, no harm if you enter houses which are not dwelling places, but contain something useful for you; Allah knows what you disclose and what you conceal"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "And O Prophet, enjoin the Believing men to restrain their gaze and guard their private parts. This is a more righteous way for them: Allah has knowledge of what they do"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "O Prophet, enjoin the Believing women to restrain their gaze and guard their private parts. and not to display their adornment except that which is displayed of itself, and to draw their veils over their bosoms and not to display their adornment except before their husbands, their fathers, the fathers of their husbands, their sons and the sons of their husbands (from other wives), their brothers, their brothers´ sons, their sisters´ sons, their female associates and those in their possession and male attendants incapable of sex desire and those boys who have not yet attained knowledge of sex matters concerning women; also forbid them to stamp their feet on the ground lest their hidden ornaments should be displayed. O Believers, turn all together towards Allah: it is expected that you will attain true success"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Arrange marriages between the single men and women among your and between your slave men and slave women, who are righteous,, if they be indigent, Allah will provide means for them out of His bounty: Allah has boundless resources and He is AllKnowing"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "And those, who cannot find a match, should observe continence till Allah provides them with means out of His bounty And if those who are in your possession, ask for a deed of emancipation, execute the deed of emancipation with them, provided that you find some good in them; and give them something out of the means Allah has given you. And do not force your slave-girls into prostitution for your own worldly gains when they themselves want to keep chaste; and if anyone forces them into it, after such a compulsion Allah will be forgiving and merciful for them"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "We have sent down to you Revelations giving clear guidance and cited examples of the peoples who went before you to serve as warning and We have imparted admonitions for the God-fearing"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Allah is the light of the heavens and the earth: His light (in the universe) may be likened (to the light of) a lamp in a niche: the lamp is in a glass shade: the glass shade is like a glittering star and lamp is lit with the olive oil of a blessed tree which is neither eastern nor western: its oil is (so fine) as if it were going to shine forth by itself though no fire touched it (as though all the means of increasing) light upon light (were provided); Allah guides to His light whomever He wills. He cites parables to make the Message clear to the people; He has perfect knowledge of everything"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "(Those who obtain guidance to His light are found) in the houses which He has enjoined to raise up and to mention His name therein. In them such people glorify Him morning and evening"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "as are not diverted by trade and merchandise from remembering Him and from establishing Salat and paying Zakat, for they fear the Day when the hearts will be overturned and the eyes will become petrified"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "(And they behave like this) so that Allah may reward them for their excellent deeds and, in addition to it, show His favour to them out of His bounty: Allah provides without stint for anyone He pleases"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "(On the other hand,) the deeds of those who disbelieved, maybe likened to a mirage in a waterless desert, which the thirsty one took for water; but when he reached there he found nothing to drink; nay, he found there Allah Who settled his full account, and Allah is very swift at reckoning"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Or (their efforts may be likened to those of a man trying to swim in) a deep dark ocean, covered with billows, one over the other, and above it a cloud: darkness upon darkness: so much so that if he stretches out his hand, he cannot see it. There is no light for the one whom Allah does not give light"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Do you not observe that all those who are in the heavens and the earth, and the birds with outspread wings, glorify Allah? Each one knows the mode of its prayer and glorification, and Allah has full knowledge of all they do"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "The kingdom of the heavens and the earth belongs to Allah alone, and all shall have to return to Him"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Do you not observe that Allah makes the cloud move gently then joins its pieces together: then gathers it into a mass of thick cloud: then you see that rain-drops fall down from its midst: and He sends down hail out of the high up mountains in the heaven: then He smites with it whom He wills and turns it away from whom He pleases: then a flash of lightning from it dazzles the eyes"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "He alternates the day and the night: there is indeed a lesson in it for those who have observing eyes"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "And Allah created every creature from a sort of water: of them some one crawls upon its belly: another walks on two legs and still another on four; Allah creates whatever He wills for He has power over everything"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "We have sent down Revelations that make the reality quite plain; however, Allah guides to the straight path whomsoever He pleases"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "These people say \"We have believed in Allah and the Messenger and we have submitted\"; but soon after this, some of them turn away (from obedience): such people are not true Believers"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "When they are called to Allah and His Messenger so that the Messenger may judge between them, a party of them turns away"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "However, if the truth be on their side, they come towards the Messenger in all obedience"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Are their hearts afflicted with the disease (of hypocrisy)? Or, are they in doubt? Or, do they fear that Allah and His Messenger will be unjust to them? In fact, they themselves are unjust"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "As regards the Believers, when they are called towards Allah and His Messenger so that the Messenger may judge between them, they say, \"We have heard and obeyed\"; such are the people who attain true success"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "and only those attain true success who obey Allah and His Messenger and fear Allah and refrain from His disobedience"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "They (the hypocrites) solemnly swear by Allah and say, \"If you order us, we will leave our homes.\" Say to them, \"Do not swear oaths for your ´obedience´ is well known; Allah is fully aware of what you are doing"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Say, \"Obey Allah and obey the Messenger, but if you turn away, you should note it well that the Messenger is responsible for the duty entrusted to him and you are responsible for the duty entrusted to you. If you obey him, you will be rightly guided, for the responsibility of the Messenger is only to convey the Message clearly to you"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Allah has promised to those among you who believe and do righteous deeds, that He will make them successors in the land just as He made those who passed away before them, and that He will establish their religion, which He has approved for them, on strong foundations and will change their (present) state of fear into peace and security. Let them worship Me and associate none with Me; and the one who disbelieves after this,\" shall be of those who are perverse transgressors"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Therefore, establish Salat, pay the Zakat dues and obey the Messenger; it is expected that you will be shown mercy"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Do not think about those who have disbelieved that they will be able to frustrate Allah in the land; their abode is Hell and it is a very evil abode"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "O Believers, your slaves and those of your children, who have not yet become sex conscious, must ask your permission before coming in to see you on three occasions: before the Fajr Prayer and at noon when you put off your clothes and after the ´Isha´ Prayer. These are your three times of privacy. There is no sin for you or for them if they come without permission at other times than these, for you have to visit: ne another over and over again. In this way Allah makes His Comm andments clear to you for He is All-Knowing, All-Wise"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "And when your children have grown sex conscious, they should receive your permission for this just as their elders get permission. In this way Allah makes His Revelations plain to you for He is All-Knowing, AllWise"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "There is no sin for such elderly women as are past the age of marriage, if they lay aside their outer graments provided that they do not mean to display their adornment. Nevertheless, if they behave modestly, it would be better for them: for Allah hears everything and knows everything"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "There is no harm if a blind or a lame or a sick person (takes a meal at another´s house): nor is there any harm for yourselves if you take meals at your own houses or at the houses of your fathers and grandfathers or at the houses of your mothers and grandmothers or at your brothers´ houses or at your sisters´ houses or at the houses of your paternal uncles or at the houses of your paternal aunts or at the houses of your maternal uncles or at the houses of your maternal aunts or from the houses whose keys are in your possession or at the houses of your friends. There is no harm if you take your meals together or separately; however, when you enter the houses, you should send greetings of peace on your people, for the prayer of greetings prescribed by Allah is blessed and pure. Thus Allah makes His Revelation´s clear to you. It is expected that you will use your common sense to grasp these"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "True Believers are those who sincerely believe in Allah and His Messenger and who do not leave him without permission when they are with the Messenger for some common good; only those who ask your permission sincerely believe in Allah and His Messenger. Therefore, when they ask your permission for a private business, you may give permission to whomever you like, and ask Allah´s forgiveness for such people: Allah is indeed Forgiving and Merciful"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "O Believers, do not consider the summoning by the Messenger like the summoning among you by one another. Allah knows well those of you who steal away, concealing themselves behind others. Let those who disobey the order of the Messenger beware lest they should be involved in some affliction, or are visited by a woeful scourge"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Beware! whatever is in the heavens and the earth belongs to Allah. He knows whatever you are doing. On the Day you shall return to Him, He will let you know what you have. done: He has full knowledge of everything"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "Highly blessed is He, Who has sent down Al-Furqan, to His servant so that it may be a warner to all mankind"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "He to Whom belongs the Sovereignty of the heavens and the earth: Who has begotten no son: Who has no partner in His Sovereignty: Who created each and every thing and then ordained its destiny"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Yet the people have set up, besides Him, deities, who do not create anything but are themselves created: who can neither harm nor help even themselves: who have no power over life or death, nor can they raise up the dead"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Those who have rejected the Message of the Prophet, say, \"This (A1-Furgan) is a forgery which this man himself has devised, and some others have helped him at it. \" What a cruel injustice and an impudent lie"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "They say, \"These things are the writings of the ancients which he has got copied down for himself, and then these are recited to him in the morning and evening.´´"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "O Muhammad, say to them, \"This has been sent down by Him, Who knows the secret of the heavens and the earth.\" The fact is that He is very Forgiving and Merciful"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "They say, \"What sort of a Messenger is he that he eats food and moves about in the streets? Why has not an angel been sent down to accompany him and threaten (the disbelievers)"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Or why has not at least a treasure been sent down for him or a garden given to him for (easy) sustenance?\" And the wicked people say, \"You are following a man bewitched"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Just see what strange arguments they bring forward with regard to you! They have gone so far astray that they cannot charge any thing against you"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Highly blessed is He, Who, if He wills, could give you much more and better things than what they propose for you: (Not one but) many gardens, beneath which rivers flow; and big castles"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "The fact of the matter is that these people have denied \"the Hour\", --And for the one who denies the coming of the Hour, We have prepared a blazing Fire"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "When it will see them from afar, they will hear the sounds of its raging and roaring"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "And when they are chained together and flung into a narrow space therein, they will begin to call for death"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "(Then it will be said to them:) \"Do not call for one death today, but call for many deaths"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Ask them \"Is this (Fire) better or the everlasting Garden which has been promised to the God-fearing righteous people?\" which will be the recompense of their good deeds and the final destination of their journey"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "wherein they will get everything they desire and wherein they will dwell for ever. This is a promise which your Lord has taken upon Himself to fulfil"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "And on that Day your Lord will gather these people together as well as their deities, whom they worship besides AIlah. Then He will ask them, \"Did you mislead these servants of Mine, or did they themselves go astray"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "They will answer, \"Glory be to Thee! We dared not take anyguardian besides Thee: (they were misled because) Thou didst give them and their forefathers all the good things of life till they forgot the Admonition, and incurred the punishment"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Thus will your gods deny alI that you are professing today. Then you shall neither be able to repel your punishment nor shall get any help from anywhere; and whoso is guilty. of iniquity´´ among you, We shall make him taste a severe torment"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "O Muhammad, all the Messengers whom We sent before you also ate food and moved about in the streets. In fact, We have made you all a means of test for one another. Will you show patience? for your Lord sees everything"
        }
    ]
}