{
    "rukus": [
        {
            "chapter": 7,
            "verse": 73,
            "text": "The people of Thamud were successors to Aad. To them We sent their brother, Saleh. He said, \"O My people! Serve Allah. You have no other god but He. The Clear Truth has come to you from your Lord. This is the she-camel of Allah, a token for your obedience. So let her feed in Allah's earth and do not harm her lest painful torment seize you.\" (Their feudal lords controlled land, crop, oases and water resources, and the weak were suffering. Saleh assigned a she-camel as a symbol of their reformation)"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Saleh said, \"Remember how He made you inherit the land after Aad and established you therein. You build castles in the valleys and carve out homes in the mountains. So, remember Allah's bounties and do not spread corruption in the land"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Their leaders said to the believers, \"How do you know that Saleh is sent from his Lord?\" They responded, \"We believe in the Message he has brought.\" (The bringer of such Sublime Message cannot be a liar)"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "(The arrogant leaders and the feudal lords could see their vested interests getting hit, so they decided to reject the Divine Message.) The arrogant ones said to the believers, \"We reject what you believe in"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "They killed the she-camel, rebelled against their Lord's Command and challenged, \"O' Saleh! Bring the doom you threaten us with, if you are really a Messenger"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "(In their life of luxury, like other strong nations they felt invincible.) The destruction came from under their feet. A powerful earthquake annihilated them, leaving them lifeless in their homes"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Saleh was grieved that his people disregarded the Message of his Lord. He moved away from the township saying to himself, \"O My people! I gave my Lord's Message to you, and advised you sincerely, but you never liked good advisers"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "(Hud, Saleh, and their respective followers, escaped destruction because they believed in the Revelation and took appropriate precautions. The people of Prophet Lot lived by the Dead Sea in Sodom.) Lot told them, \"You commit such an abomination that no one in the worlds has done before you"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "You approach men with lust in preference to women. Nay, but you are a people crossing all bounds"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "They said, \"Drive them out of your town! These people want to be models of purity"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "We saved him and his followers. But his wife who lagged behind in belief stayed with the crowd, and was destroyed"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "(It was the time when a huge volcano was about to erupt. The Prophet of God had advance knowledge and he moved out at the right time, along with his followers.) And We rained a rain upon them (a huge shower of stones). See now how grievous was the outcome of the guilty"
        }
    ]
}