{
    "rukus": [
        {
            "chapter": 10,
            "verse": 83,
            "text": "Only a few of the Egyptians, some youngsters, could proclaim belief in Moses because of the fear of Pharaoh and his chiefs. Pharaoh was indeed a great tyrant on earth. He used to cross all bounds of human behavior"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Moses said, \"O My people! If you have believed in Allah and surrendered to Him, then be steadfast in your resolve and action by putting your trust in Him"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "They responded, \"In Allah we trust. O Our Lord! Save us from the oppression of the oppressor"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Save us with Your Mercy from these ruthless disbelieving folk"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "We commanded Moses and his brother, \"Maintain your homes in Egypt, and turn them into places of worship to remember God. Establish the Commandments in your lives and give good news to the believers"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "(Moses promised to proceed on these lines.) He prayed, \"Our Lord! You have given Pharaoh and his chiefs a life of luxury and abundance. Our Lord! With their resources and might they continue with their oppression and lead people astray from Your Path. Our Lord! Destroy their riches and make their faculties incapable of contriving their oppressive designs. They will not see the Truth unless they face an awful suffering"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "Allah said, \"Your prayer is heard. Both of you shall remain determined. And you both shall not follow the path of those who act without knowledge.\" (2)"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "We brought the Children of Israel across the sea, and Pharaoh with his armies pursued them in rage and bitter enmity. When Pharaoh was drowning, he cried out, \"I believe that there is no god but the One in whom the Children of Israel believe, and I am of those who surrender"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "What? Now! You rebelled ardently all your life. You committed bloody crimes on earth"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Nay, but this day We will only save you in your body so that you may remain a lesson for generations to come. A great many of mankind remain heedless of Our Signs"
        }
    ]
}