{
    "rukus": [
        {
            "chapter": 11,
            "verse": 110,
            "text": "People differed even when Moses was given the Scripture. Had it not been for a Word that had already gone forth from your Lord, the case would have been judged between them. (The Word that the Final Revelation, the Qur'an, will come forth with the Plain Truth.) They are still lingering on in their doubts about the Messages of their Lord"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "Unto each your Lord will verily repay his works. He is fully Aware of what they do"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Therefore, (O Prophet) stand firm as you are commanded, along with those who turn to Allah with you. Remember to be moderate in all your actions. He is watching all that you do"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "Do not be intimidated by the oppressors and guard yourself against even a touch of the Fire. Remember, there are no protectors to help you against the Laws of Allah. And then you will not be helped in any way"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "Strive to establish and consolidate the Divine System, day and night. Actions that create balance in the society remove the ill effects of inequities. Good deeds remove bad deeds. This is a reminder for those who pay attention"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "Be steadfast in service. Allah never loses the wages of the benefactors of humanity"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "(Here is a lesson for the future of humanity.) Alas, among the older generations there were few people of virtue, those who would take a stand against corruption and disorder in the land. Except the few whom We saved for their righteousness. Whereas most people indulged in violation of human rights, enjoying the fleeting delights of the world and thriving on the fruit of others' toil"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "For, your Lord would never annihilate a community for wrong beliefs alone as long as its people behave righteously towards one another. (The Qur'an is consistent in its theme that people will be rewarded according to what they do YA'AMALOON, and not what they know YA'ALAMOON. The reason that the Book stresses so much on the right belief system, is that humans are strongly influenced in their behavior by what they think and believe)"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "Had your Lord so willed, He could have made all mankind one single community, (but He has granted them free will as against other creatures (5:48)). Therefore, they continue to hold divergent views. Eventually however, the Divine Truth given in the Qur'an will be the dominant force in the world bringing most of the mankind together (9:33), (41:53), ("
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Your Lord will have Mercy on those who work toward that Noble Objective. He created them from one common source. The smaller and the bigger communities that defy Divine Laws will fulfill the Word of your Lord, \"Verily, I shall fill Hell with the rural and urban mankind all together"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "And (O Messenger), all that We relate to you of the history of some Messengers, is in order to strengthen your heart. Although through these accounts the Truth comes to you, but it is also meant to be an enlightenment and Reminder for all believers in this Divine Writ"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "And tell those who adamantly disbelieve, \"Do anything that may be in your power, while, behold, we shall labor in God's Way"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "And tell them, \"And wait for what is coming. Behold, we are also waiting"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "And Allah alone comprehends the hidden reality of the heavens and the earth. For, all that exists goes back to Him as its Source. Serve Him, then, and place your trust in Him alone. Your Lord is not unaware of what you humans do"
        }
    ]
}