{
    "rukus": [
        {
            "chapter": 15,
            "verse": 45,
            "text": "Verily, those who walk aright, will find themselves amidst gardens and springs"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "They will be told, \"Enter them in peace, secure"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "And We shall remove from their hearts any sense of jealousy, rancor, rivalry and bitterness (7:43). And they shall rest as brothers and sisters, facing one another, on thrones of happiness. (5)"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "No weariness shall ever touch them, and never shall they lose this abode of Bliss"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Tell My servants that I am Forgiving, Merciful"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "Yet, My Law of Requital dispenses a severe requital"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "As an example, tell them once again about Abraham's guests"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "When they came unto him, and said, \"Peace!\" He said, \"Behold, We are afraid of you"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "Said they, \"Fear not! Behold, we bring you the glad tiding of an enlightened son"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "He said, \"How can you give me such glad tiding even though I have been overtaken by old age"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "They answered, \"We have given you the glad tiding that is bound to come true. So be not of those who abandon hope"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "Abraham exclaimed, \"And who, other than the one in error, despairs of the Grace of his Lord"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "He added, \"And afterward what is your mission O Messengers"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "They replied, \"We are sent to a guilty people (for retribution)"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "Barring Lot's household and followers. All of whom, behold, we shall save (as Commanded)"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "Excepting his wife. Allah has decreed that she would stay behind (due to her disobedi-ence)"
        }
    ]
}