{
    "rukus": [
        {
            "chapter": 2,
            "verse": 229,
            "text": "In a given couple's lifetime, a divorce is permissible twice. (The whole period of divorce i.e. three menstruations / three months, or until delivery can be taken back twice). Then the divorced woman must be retained in honor or released in kindness. She shall be allowed to live in the same home amicably, or leave it amicably. At or after divorce, it is not lawful for you to take back anything of what you have ever given to her. However, if both of you fear that you might (in waves of emotion) transgress the bounds set by Allah, there shall be no blame on either of you if the wife willingly gives back whatever she chooses. These are the Limits set by Allah; transgress them not. Whoever transgresses the bounds set by Allah, such are the wrongdoers"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "If a man divorces his wife on a third different time during their marital life, it shall be unlawful for him to remarry her. It may so happen that the woman marries another man, and those two do not get along, and the other husband divorces her. In that case, there is nothing wrong if both (the previous couple) decide to come together again, if they consider that they will be able to observe the Limits set by Allah. These Limits have been made clear to enable people to make use of the Divine gift of knowledge"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "When you have divorced women, and they have completed their waiting period, then retain them in kindness or release them in kindness. You shall allow them to live in the same home amicably, or let them leave amicably. Do not force them to stay against their will, as revenge. Anyone who does this wrongs his own \"Self\". Do not make the Revelations of Allah a laughing stock. Remember Allah's Blessings upon you and the Book and Wisdom He has sent down to you in order to enlighten you. Be mindful of Allah's Commands and know that Allah is Aware of all things"
        }
    ]
}