{
    "rukus": [
        {
            "chapter": 33,
            "verse": 59,
            "text": "O Prophet! Tell your wives, your daughters, and women of the believers that they should draw their outer garments over their person (when in public (24:31)). This is easy and proper, so that they may be recognized and not bothered. Allah is Absolver of imperfections, Merciful"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Thus it is. If the hypocrites and they in whose hearts is a disease, and the alarmists in the City do not cease, We indeed give you the authoritative mastery over them. Then they will be your neighbors no more than a short while"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Accursed, they will be seized wherever found and slain one and all. (That is the penalty for men who keep annoying innocent women on the street, assault them or rape them)"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "That was the Way of Allah among those who lived before. And never will you find any change in Allah's Way. (The Divine Laws in the Universe never change, and the Law of Requital never fails to requite)"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "People ask you about the Hour. Say, \"The knowledge of the Hour is with Allah alone. Yet for your purposes, the Hour may be near"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Verily, Allah rejects those who reject the Truth, and has readied for them a blazing Fire"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Therein to abide forever, they will find then no patron nor helper"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "On the Day when their faces shall be tossed about in the Fire, they will say, \"Oh, We wish we had obeyed Allah, and obeyed the Messenger"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "And they will say, \"Our Lord! Behold, we obeyed our clergy and the leaders and it is they who led us astray from the Path"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Our Lord! Give them double punishment and banish them from your Grace.\" (14:28), (16:2)"
        }
    ]
}