{
    "rukus": [
        {
            "chapter": 36,
            "verse": 51,
            "text": "And when the Trumpet is blown, behold, out of their disintegrated states unto their Lord they will run. ('Qabr' = grave = disintegrated state)"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "They will exclaim, \"Oh, woe unto us! Who has awakened us from our beds of sleep? This is what the Beneficent promised, and the Messengers spoke the truth.\" (The concept of punishment in the grave is non-Qur'anic and, hence, wrong)"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Nothing but a single Blast, no more, and behold, before Us all of them will be presented"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "This Day no person will face the least injustice, nor will you be rewarded other than what you had been doing"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Behold, those who merit Paradise, this Day are enjoying the new life"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "They and their spouses in pleasant shades, on thrones of honor reclining"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Theirs the fruits of their good deeds, and theirs all that they will ask"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Greetings from a Lord Merciful, \"Peace"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "But stand aside Today, you violators of human rights who thrived on others' toil"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Did I not warn you O Children of Adam! That you shall not worship Satan, your desire - since verily, it is an open enemy to you"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "And that you serve Me alone? This is the Straight Path"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Yet he led astray a great many of you. Did you not, then, have any sense"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "This is the Hell you were warned about again and again"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Burn in it now for you adamantly rejected the Truth"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "This Day We seal their mouths, but their hands speak unto Us, and their feet bear witness to what they earned"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Had We so Willed, We could have made them devoid of Vision that would make them unaccountable for whichever way they went. (Without free will like the Animal Kingdom)"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "And had We so Willed, We could have degraded them driven by instincts, powerless to advance or retreat in their potentials"
        }
    ]
}