{
    "rukus": [
        {
            "chapter": 39,
            "verse": 53,
            "text": "(O Prophet) convey on My behalf, \"O You servants of Mine who have so far wasted their personal capabilities! Despair not the rejuvenating Attribute of Allah - His Grace! Behold, Allah absolves your imperfections and protects you from the detriment of all that caused you to trail behind in humanity. Verily, He, indeed He, is the Forgiving, the Merciful"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Hence, turn to your Lord and surrender to Him before the period of respite is over and the doom befalls you. Then you will not be helped"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "And follow the best teaching (the Qur'an) that has been revealed for you by your Lord before the doom comes upon you suddenly without your perceiving of the why, how and whence of it. (39:18). (I have rendered: revealed 'for' you instead of 'to' you since the addressee in the verse is plural)"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Lest any person should say, \"Ah! My grief that I was unmindful of Allah, and indeed was I among the mockers"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "Or lest he should say, \"Had Allah guided me, I too would have been of those who walked aright"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Or lest he should say, when he sees the Requital, \"I wish I had a second chance so that I could be among those who do good to others"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "Nay! My Messages did come to you, but you denied them in false pride and so were you of the rejecters of the Truth"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "Saddened in gloom you will see, on the Resurrection Day, the faces of those who lied concerning Allah. Is not Hell the proper home for those given to false pride"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "But Allah will safeguard those who walked aright, for their successful journey through life. No harm will touch them, nor will they grieve"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allah is the Supreme Creator of all things, and He alone determines through His Laws the destiny of all things"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "His are the keys of the heavens and the earth. (He has appointed Laws through which the heavens and the earth can be explored). Those who shun His Signs in the Universe - it is they, they, who are the real losers"
        }
    ]
}