{
    "rukus": [
        {
            "chapter": 3,
            "verse": 21,
            "text": "Those who reject the Message of Allah, and wrongfully kill the Prophets or their Mission by mixing Truth with falsehood, and kill the advocates of justice in the society, promise them grievous retribution"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "They are the people whose doings shall be nullified in this world and in the Hereafter, and they will have no helpers at all"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Have you noted those who were given guidance through the previous Scriptures? When they are invited to uphold this Book of Allah, to judge their disputes and apply it in their lives, a party among them declines and turns away"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "This is because they say that the Fire will not touch them but only for a few days. See, how that which they used to invent has deceived them in their own religion"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "How will they feel on the Day when We will gather them? The Day about the coming of which there is no doubt. And every person will be paid in full what he or she has earned. No injustice will be done to anyone"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Say, \"O Allah! Owner of all Dominion! You give power to nations according to Your Laws and You strip off power from nations according to Your Laws. You have established Rules for attaining honor and facing humiliation. All good emanates from Your Hand. You are all-Powerful and You have appointed due measure for all things in the Universe. Therefore Your Rule is the Rule of Law"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "We witness Your Laws in action throughout the Universe. You merge the night into the day and merge the day into the night. You bring forth the living from the dead and bring forth the dead from the living, and Your Laws sustain all creation indiscriminately"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "(Those who reject the Laws of such an Omnipotent Creator, will not support the Divine Ideology). Believers should not expect them to be their supporters in the establishment of the Divine System instead of their fellow believers. If a believer did that, he would have nothing to do with (the Cause of) Allah. Exempted are those who are forced to do this to avoid persecution. Allah warns you of His Law of Requital, and to Allah is the Journeying"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Say, \"Whether you hide your strategy or reveal it, Allah is fully Aware thereof.\" And He knows all things and events in the heavens and all things and events in the earth. Allah is all-Powerful and He has endowed everything with the potential to become what it is meant to be"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "On the Day of Reckoning every \"Self\" will confront all its doings, good and evil. Every \"Self\" would wish there might be a long distance between it and that evil. Allah cautions you in advance, for He is Compassionate to His servants"
        }
    ]
}