{
    "rukus": [
        {
            "chapter": 65,
            "verse": 1,
            "text": "O Prophet! When you men intend to divorce women, make sure that the waiting period is observed. Keep precise account of this interim. Be mindful of Allah, your Lord. Never expel them from THEIR homes, nor shall they themselves leave their homes unless they commit open immorality. These are, then, the limits imposed by Allah. And whoever crosses Allah's limits, he verily hurts his own 'Self'. You know not that Allah may bring about thereafter a new situation (help create reconciliation)"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "And so when they have reached their waiting term, either retain them in kindness or part with them in kindness. And let there be two just persons among you to witness, and establish the evidence straight for Allah. This exhortation is for him who believes in Allah and the Last Day. And anyone who is mindful of Allah, He will always grant a way out for him (from difficult situations)"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "And will provide for him in a manner he has not expected. And whoever places his trust in Allah, He will suffice him. Behold, Allah always brings His Command to pass. Indeed, for all things Allah has appointed due gauge"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "And such of your women as no longer expect menstruation, as well as those women who do not have menstruation (for any physiological reason), to resolve your doubts, their waiting period is ordained to be three months. And for those who are pregnant, the waiting period ends when they deliver their burden. And anyone who is mindful of Allah, He will make his situation easy for him"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "That is the Commandment of Allah which He reveals unto you. Anyone who is mindful of Allah, He will absolve his faults and amplify for him the reward"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "Let them (the divorced women) live where you live with the same standard of living that you have, and according to your best means. Harass them not to make life difficult for them. And if they are pregnant, spend on them freely until they deliver their burden. Then, if they nurse your baby, give them their due recompense. And frequently consult together amicably. And if both of you find it difficult, let another woman suckle the baby on his behalf. (The father shall pay for the services of a foster mother)"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Let the affluent man give according to his affluence, and the poor man give according to what Allah has given him. Allah does not burden any human being with more than what He has given him. Allah will soon bestow relief after hardship"
        }
    ]
}