{
    "rukus": [
        {
            "chapter": 2,
            "verse": 217,
            "text": "Tāmen wèn nǐ jìn yuè nèi kěyǐ zuòzhàn ma? Nǐ shuō:“Jìn yuè nèi zuòzhàn shì dàzuì; fáng'ài zhǔ dào, bù xìn zhēnzhǔ, fáng'ài (cháojìn) jìn sì, qūzhú jìn sì qū de jūmín chūjìng, zhèxiē xíngwéi, zài zhēnzhǔ kàn lái, qí zuì gèng dà. Pòhài shì bǐ shālù hái cánkù de.” Rúguǒ tāmen nénglì chōngzú, shìbì jìxù jìngōng nǐmen, wù shǐ nǐmen pàn jiào. Nǐmen zhōng shéi bèipàn zhèngjiào, zhì sǐ hái bù xìndào, shéi de shàngōng zài jīnshì hé hòushì wánquán wúxiào. Zhè děng rén, shì huǒ yù de jūmín, tāmen jiāng yǒng jū qízhōng"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Xìndào de rén, líbié gùxiāng bìngqiě wéi zhǔ dào ér fèndòu de rén, zhè děng rén tāmen díquè xīwàng zhēnzhǔ de cí'ēn. Zhēnzhǔ shì zhì shè de, shì zhì cí de.§"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Tāmen wèn nǐ yǐnjiǔ hé dǔbó (de lǜ lì), nǐ shuō:“Zhè liǎng jiàn shì dōu bāohánzhe dàzuì, duìyú shìrén dōu yǒu xǔduō lìyì, ér qí zuìguo bǐ lìyì hái dà.” Tāmen wèn nǐ tāmen yīnggāi shīshě shénme, nǐ shuō:“Nǐmen shīshě shèngyú de ba.” Zhēnzhǔ zhèyàng wèi nǐmen chǎnmíng yī qiē jīxiàng, yǐbiàn nǐmen sīwéi jīnshì hé hòushì de shìwù"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "Tāmen wèn nǐ zěnyàng dàiyù gū'ér, nǐ shuō:“Wèi tāmen gǎishàn tāmen de shìwù shì gèng hǎo de. Rúguǒ nǐmen yǔ tāmen héhuǒ, nàme,(nǐmen yīngdāng jìqǔ) tāmen shì nǐmen de jiào bāo. Zhēnzhǔ néng biànbié pòhuài de rén hé gǎishàn de rén. Jiǎruò zhēnzhǔ yìyù, tā bì shǐ nǐmen fánnán.” Zhēnzhǔ què shì wànnéng de, què shì zhì ruì de"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "Nǐmen bùyào qǔ yǐ wù pèi zhǔ de fùnǚ, zhídào tāmen xìndào. Yǐ xìndào de núbì, díquè shèngguò yǐ wù pèi zhǔ de fùnǚ, jíshǐ tā shǐ nǐmen àimù tā. Nǐmen bùyào bǎ zìjǐ de nǚ'ér jià gěi yǐ wù pèi zhǔ de nánrén, zhídào tāmen xìndào. Yǐ xìndào de núpú, díquè shèngguò yǐ wù pèi zhǔ de nánrén, jíshǐ tā shǐ nǐmen àimù tā. Zhè děng rén jiào nǐmen rù huǒ yù, zhēnzhǔ què suíyì dì jiào nǐmen rù lèyuán, hé dédào shè yòu. Tā wèi shìrén chǎnmíng tā de jīxiàng, yǐ biàn tāmen juéwù"
        }
    ]
}