{
    "juzs": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "Nhân danh Allah, Đấng Độ Lượng, Đấng Khoan Dung"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "Alhamdulillah (xin tạ ơn, ca ngợi và tán dương Allah), Thượng Đế của vũ trụ và vạn vật"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "Đấng Độ Lượng, Đấng Khoan Dung"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "Đấng Toàn Quyền của Ngày Thưởng Phạt"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "Duy chỉ Ngài bầy tôi thờ phượng và duy chỉ Ngài bầy tôi cầu xin phù hộ và trợ giúp"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Xin Ngài hướng dẫn bầy tôi đến với con đường ngay chính"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "Con đường của những người đã được Ngài ban cho ân huệ, không phải con đường của những kẻ đã bị Ngài giận dữ và cũng không phải con đường của những kẻ lạc lối"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Alif. Lam. mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Đây là Kinh Sách mà trong đó không có gì phải nghi ngờ, một nguồn hướng dẫn dành cho những người ngoan đạo"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Những người mà họ có đức tin vào điều vô hình, duy trì lễ nguyện Salah và chi dùng bổng lộc đã được TA ban cấp (cho con đường chính nghĩa của TA)"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "Những người mà họ có đức tin vào những điều đã được thiên khải cho Ngươi (Muhammad), cho các vị Thiên Sứ trước Ngươi và có niềm tin kiên định vào Đời Sau"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Đấy là nhóm người theo đúng chỉ đạo của Thượng Đế của họ và đó là nhóm người thành đạt"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Quả thật, những ai cố ý phủ nhận đức tin thì cho dù Ngươi có cảnh báo họ hay không thì họ vẫn không tin tưởng"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Bởi Allah đã đóng dấu lên trái tim của họ, còn tai và mắt của họ đã bị bịt kín, rồi họ sẽ phải chịu một sự trừng phạt khủng khiếp"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Trong nhân loại, có người nói chúng tôi đã tin vào Allah và Đời Sau, nhưng thực chất họ không hề tin gì cả"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Họ lừa dối Allah và những người có đức tin nhưng thật ra họ chỉ lừa dối chính bản thân họ trong khi họ không nhận thấy điều đó"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Trong trái tim của họ mang căn bệnh (dối trá) nên Allah làm cho căn bệnh đó của họ thêm trầm trọng, và rồi đây họ sẽ phải chịu một sự trừng phạt đau đớn về những gì họ đã lừa dối"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Khi có lời bảo họ: “Các người chớ hủy hoại trái đất!”, họ nói: “Quả thật, chúng tôi là những người cải thiện mà.”"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Không, chính họ là những kẻ tàn phá nhưng họ lại không nhận ra điều đó"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Khi có lời bảo họ: “Các người hãy có đức tin giống như những người đã có đức tin”, họ nói: “Lẽ nào chúng tôi lại tin tưởng giống như những kẻ khờ khạo đó đã tin hay sao?” Không, chính họ mới là những kẻ khờ khạo nhưng họ không biết đấy thôi"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Khi đối diện với những người có đức tin thì họ nói: “Chúng tôi đã có đức tin.” Nhưng khi ở cùng với những tên Shaytan của họ thì họ lại bảo: “Chúng tôi cùng phe với các người, chẳng qua chúng tôi chỉ bỡn cợt với họ mà thôi.”"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Allah cũng bỡn cợt với họ và Ngài bỏ mặc cho họ lang thang vơ vẩn trong sự thái quá của họ"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Đó là những kẻ đã mua sự lầm lạc bằng sự chỉ đạo, do đó, cuộc đổi chác của họ chẳng mang lại lợi ích gì cho họ, và họ không được hướng dẫn"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Hình ảnh của họ giống như hình ảnh của một người nhúm lên ngọn lửa, khi ngọn lửa soi sáng mọi vật xung quanh, Allah lấy đi mất ánh sáng của họ, Ngài bỏ mặc họ trong tăm tối mù mịt, họ chẳng nhìn thấy gì"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Điếc, câm và mù nên họ không thể quay về (với chân lý)"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Hoặc (hình ảnh của họ) giống như hình ảnh của cơn mưa trút xuống từ bầu trời kèm theo bóng tối, sấm sét và tia chớp; họ lấy các ngón tay bịt đôi tai để khỏi nghe tiếng sấm sét vì sợ chết. Tuy nhiên, Allah bao vây những kẻ vô đức tin"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Tia chớp gần như làm mắt họ chẳng nhìn thấy gì, mỗi khi ánh sáng lóe lên thì họ lần mò bước đi, và khi trời tối đen thì họ đứng lại. Nếu muốn, Allah đã lấy mất thính giác và thị giác của họ, bởi Allah toàn năng trên tất cả mọi thứ"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Hỡi nhân loại, các ngươi hãy thờ phượng Thượng Đế của các ngươi, Đấng đã tạo hóa ra các ngươi và các thế hệ trước các ngươi, mong rằng các ngươi biết kính sợ Ngài"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Ngài đã tạo cho các ngươi trái đất như một tấm thảm và bầu trời như một chiếc lọng che, Ngài ban nước mưa từ trên trời xuống làm mọc ra trái quả thành nguồn bổng lộc cho các ngươi. Cho nên, các ngươi chớ đừng dựng những thần linh ngang hàng với Allah trong khi các ngươi biết rõ sự thật"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Còn nếu như các ngươi hoài nghi về Qur’an mà TA đã mặc khải cho người Bề Tôi của TA (Muhammad) thì các ngươi hãy mang đến một chương Kinh giống như Nó, và các ngươi hãy mời gọi các nhân chứng của các ngươi ngoài Allah đến xác nhận nếu các ngươi trung thực"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Nhưng nếu các ngươi không làm được và chắc chắn các ngươi sẽ không bao giờ làm được thì các ngươi hãy sợ Hỏa Ngục, nơi mà chất đốt của Nó là con người và đá được chuẩn bị sẵn cho những kẻ vô đức tin"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Ngươi (Muhammad) hãy báo tin mừng cho những người có đức tin và hành thiện rằng họ sẽ được ban thưởng cho Những Ngôi Vườn Thiên Đàng, bên dưới có các dòng sông chảy. Cứ mỗi lần họ được ban cấp cho trái quả, họ đều nói: “Ðây là thứ mà chúng tôi đã được ban cho trước đây” nhưng thật ra họ chỉ được ban cho những thứ giông giống mà thôi. Và trong Thiên Đàng, họ sẽ được ban cho những người vợ thuần khiết và họ sẽ ở trong đó mãi mãi"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Chắc chắn Allah không hề e ngại khi Ngài đưa ra hình ảnh thí dụ về con muỗi hay một sinh vật khác lớn hơn (hoặc nhỏ hơn). Bởi lẽ, đối với những người có đức tin, họ luôn biết rõ điều đó là chân lý đến từ Thượng Đế của họ; ngược lại, đối với những kẻ vô đức tin thì họ nói: “Allah muốn ngụ ý điều gì qua hình ảnh thí dụ này đây chứ?” Thế nên, với thí dụ này Ngài làm cho nhiều kẻ lầm lạc nhưng cũng đồng thời dẫn dắt nhiều người đi đúng đường. Tuy nhiên, Ngài chỉ dùng nó để làm lệch lạc những kẻ tội lỗi"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Những kẻ mà họ bội ước với Allah sau khi đã giao kết với Ngài, cắt đứt điều (tình máu mủ ruột thịt) mà Allah ra lệnh phải hàn gắn và tàn phá trái đất. Đó là những kẻ thất bại"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Sao các ngươi lại vô đức tin nơi Allah trong khi Ngài đã khởi tạo các ngươi từ không là gì, rồi Ngài cho các ngươi chết, rồi Ngài phục sinh các người trở lại, sau đó các ngươi được triệu tập về trình diện Ngài"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Ngài là Đấng đã tạo tất cả mọi thứ trên trái đất cho các ngươi. Sau đó, Ngài hướng về bầu trời và tạo chúng thành bảy tầng trời; và Ngài là Đấng biết rõ tất cả mọi thứ"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "Ngươi hãy nhớ lại (hỡi Muhammad) khi Thượng Đế của Ngươi thông báo với các Thiên Thần: “TA sẽ đặt (con người) làm đại diện của TA trên trái đất.” Các Thiên Thần nói: “Lẽ nào Ngài lại muốn tạo thêm một tên hủy diệt, gây đổ máu trên trái đất lần nữa trong khi bầy tôi vẫn luôn tụng niệm, tạ ơn và vinh danh Ngài?!” (Allah) phán: “Chắc chắn TA biết rõ những điều mà các ngươi không hề biết.”"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Rồi Ngài đã dạy cho Adam tên gọi của tất cả mọi thứ, sau đó Ngài trưng bày mọi thứ ra trước mặt các Thiên Thần, phán: “Các ngươi hãy cho TA biết tên của các thứ này xem nếu các ngươi thật sự biết!”"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "(Các Thiên Thần) đồng thưa: “Vinh quang thay Ngài, bầy tôi nào biết ngoài những điều mà Ngài đã dạy cho bầy tôi. Quả thật, chỉ một mình Ngài mới là Đấng Hằng Biết, Đấng Sáng Suốt.”"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "(Allah) phán bảo (Adam): “Này Adam, Ngươi hãy cho Họ biết tên gọi của chúng.” Rồi khi Adam cho các Thiên Thần biết tên gọi của tất cả mọi thứ, Allah phán (với các Thiên Thần): “Chẳng phải TA đã bảo các ngươi rằng TA biết điều vô hình của các tầng trời và trái đất và TA biết rõ điều các ngươi phơi bày và giấu kín hay sao?!”"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Ngươi hãy nhớ lại (hỡi Muhammad) khi TA ra lệnh cho các Thiên Thần: “Các ngươi hãy quỳ lạy chào hỏi Adam”, lập tức, tất cả đều quỳ lạy ngoại trừ Iblis, hắn đã cãi lệnh và tự cao tự đại, và hắn đã trở thành một tên vô đức tin"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Và TA đã phán bảo (Adam): “Này Adam, Ngươi và vợ của Ngươi hãy sống trong Thiên Đàng và hai Ngươi hãy ăn thỏa thích những gì mình muốn, nhưng hai Ngươi chớ đến gần cây này kẻo hai Ngươi trở thành những kẻ làm điều sai quấy.”"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Tuy nhiên, Shaytan đã làm cho cả hai rời khỏi Thiên Đàng, hắn đã làm cho hai người họ bị trục xuất khỏi nơi đang sinh sống. Và TA đã phán bảo (vợ chồng Adam và Iblis): “Các ngươi hãy xuống trái đất mà sống, các ngươi sẽ là kẻ thù của nhau; và trên trái các ngươi sẽ có một cuộc sống tạm đến một thời hạn nhất định.”"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Nhưng rồi Adam đã hối cải với Thượng Đế bằng lời lẽ học được từ Ngài, và Ngài đã tha thứ tội lỗi cho Y bởi Ngài là Đấng Hằng Chấp Nhận sự sám hối, Đấng Khoan Dung"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "TA phán: “Tất cả các ngươi (vợ chồng Adam và Iblis) hãy đi xuống khỏi nơi đó (Thiên Đàng). Rồi khi nào có chỉ đạo từ nơi TA đến với các ngươi, ai biết đi theo chỉ đạo của TA thì họ sẽ không lo và sẽ không buồn phiền.”"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "“Còn ai không tin tưởng và bác bỏ các Lời Mặc Khải của TA thì họ sẽ là cư dân của Hỏa Ngục, họ sẽ ở trong đó đời đời.”"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "Hỡi người dân Israel (tức dòng dõi của Nabi Ya’qub), các Ngươi hãy ghi nhớ các ân huệ mà TA đã đặc ân cho các ngươi và các ngươi hãy thực hiện Giao Ước của TA thì TA sẽ thực hiện Giao Ước của các ngươi, và các ngươi hãy chỉ kính sợ một mình TA thôi"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Các ngươi hãy tin tưởng vào (Qur’an) mà TA đã mặc khải (cho Muhammad) nhằm khẳng định lại những gì đang ở nơi các ngươi (Kinh Cựu Ước, Kinh Tân Ước), bởi thế các ngươi chớ là những kẻ đầu tiên phủ nhận Nó, chớ lấy các Lời Mặc Khải của TA đem bán với cái giá ít ỏi, và các ngươi hãy chỉ kính sợ một mình TA thôi"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Các ngươi chớ pha trộn chân lý với cái ngụy tạo, chớ cố tình che giấu chân lý trong khi các ngươi biết rõ sự thật"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Các ngươi hãy duy trì lễ nguyện Salah, hãy xuất Zakah và hãy cúi mình cùng với những người cúi mình (thờ phượng Allah)"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Chẳng lẽ các ngươi bảo thiên hạ sống đạo đức nhưng các ngươi lại quên mất chính bản thân các ngươi trong khi các ngươi là những người đọc Kinh Sách ư? Lẽ nào các ngươi không biết suy ngẫm"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Các ngươi hãy cầu xin sự phù hộ bằng tấm lòng kiên nhẫn và lễ nguyện Salah. Quả thật lễ nguyện Salah chắn hẳn là điều nặng nề và khó khăn nhưng đối với những người thực sự kính sợ (Allah thì nó không khó khăn và nặng nề chút nào)"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Họ là những người luôn nghĩ rằng họ sẽ phải trở về trình diện Thượng Đế của họ"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "Hỡi người dân Israel, các ngươi hãy ghi nhớ ân huệ mà TA đã đặc ân cho các ngươi và quả thật TA đã ưu đãi các ngươi hơn thiên hạ"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Các ngươi hãy lo sợ cho Ngày mà không ai giúp được ai cả, không có sự can thiệp nào cũng như không có sự bồi thường nào được chấp nhận, và họ sẽ không được giúp đỡ"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "(Các ngươi hãy nhớ lại) việc TA đã giải cứu các ngươi khỏi đám quân lính của Pha-ra-ông, họ đã đàn áp các ngươi bằng cực hình man rợ, họ đã tàn sát con trai của các ngươi và tha cho con gái của các ngươi. Trong sự việc đó là sự thử thách to lớn từ Thượng Đế của các ngươi dành cho các ngươi"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "(Các ngươi hãy nhớ lại) khi TA (Allah) chẻ đôi biển (Hồng Hải) cho các ngươi (lúc Pha-ra-ông đuổi cùng giết tận các ngươi), TA đã cứu các ngươi và nhấn chìm đám quân lính của hắn trước sự chứng kiến của các ngươi"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "(Các ngươi hãy nhớ lại) lúc TA hẹn gặp Musa (Môi-se) trong bốn mươi đêm, rồi trong thời gian Y đi vắng, các ngươi đã tạo ra tượng con bê để thờ phượng và các ngươi trở thành những kẻ sai quấy"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Rồi TA đã xí xóa tội lỗi đó cho các ngươi hi vọng các ngươi biết tri ân"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "(Các ngươi hãy nhớ lại) khi TA ban cho Musa Kinh Sách (Tawrah – Kinh Cựu Ước) và Tiêu Chuẩn Phân Biệt Phúc Tội mong rằng các ngươi được hướng dẫn đúng đường"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "(Các ngươi hãy nhớ lại) khi Musa bảo người dân của Y: “Hỡi người dân của Ta! Quả thật các người đã tự bất công với chính mình qua việc tạo ra tượng con bê, để chuộc tội với Đấng Tạo Hóa của các người thì các người phải tự kết liễu mạng sống của các người, đó là cách tốt nhất để chuộc tội với Đấng đã tạo hóa ra các người, có thế Ngài mới chấp nhận việc sám hối của các người. Quả thật, Ngài là Đấng Hằng Chấp Nhận Sám Hối, Đấng Khoan Dung.”"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "(Các ngươi hãy nhớ lại) việc các ngươi đã nói: “Này Musa, chúng tôi không thể nào tin vào Người cho đến khi chúng tôi tận mắt thấy được Allah xuất hiện.” Thế là tia sét đã trừng phạt các ngươi trong lúc các ngươi chỉ biết trơ mắt ra nhìn"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Sau đó, TA đã làm các ngươi sống lại sau cái chết của các ngươi, mong rằng các ngươi biết tri ân"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Và TA đã dùng mây che mát cho các ngươi, ban xuống cho các ngươi Mann (loại thức uống giống như mật ong) và chim cút, và (TA phán): “Các ngươi hãy ăn thực phẩm tốt lành mà TA đã ban cấp cho các ngươi.” Thật ra họ chẳng hề gây hại được TA mà ngược lại họ đã tự làm hại chính bản thân họ"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "(Các ngươi hãy nhớ lại) khi TA bảo: “Các ngươi hãy vào thị trấn này (Palestine), các ngươi hãy tự do ăn uống thỏa thích và các ngươi hãy vào cổng trong sự phủ phục và cầu nguyện (TA): “Xin Ngài tha thứ tội lỗi cho bầy tôi” thì TA sẽ tha thứ tội lỗi cho các ngươi và TA sẽ ban thêm công đức cho những người làm tốt (trong các ngươi)"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Tuy nhiên, những kẻ làm điều sai quấy đã thay đổi lời nói đó thành lời khác với lời đã bảo ban họ, thế là TA đã giáng tai họa từ trời xuống trừng phạt những kẻ làm điều sai quấy bởi những hành động tội lỗi của họ"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "(Các ngươi hãy nhớ lại) khi Musa thỉnh cầu được ban nước uống cho người dân của Y, TA bảo: “Ngươi hãy dùng gậy của Ngươi đánh lên tảng đá”, rồi mười hai ngọn nước phún ra từ đó, mỗi bộ lạc (trong mười hai bộ lạc) đều biết được đâu là nguồn nước của mình. (Allah phán:) Các ngươi hãy ăn uống thiên lộc của Allah và chớ đừng tàn phá trái đất"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "(Các ngươi hãy nhớ lại) việc mình đã đề nghị: “Hỡi Musa, chúng tôi không thể nào chịu nổi khi chỉ phải ăn mãi một loại thức ăn thế này, Người hãy cầu xin Thượng Đế của Người ban cho chúng tôi thực phẩm mọc ra từ đất như rau xanh, dưa leo, tỏi, đậu và hành.” Musa hỏi: “Sao, các người lại muốn lấy cái tốt đổi cái tệ kia chứ? Các người hãy đi đến bất cứ nơi nào (của Ai Cập), các người sẽ có được những thứ mà các người đòi hỏi.” Thế là sự hèn hạ, nghèo khổ đã bám lấy họ và họ phải sống trong cơn giận dữ của Allah. Họ bị như thế là vì họ đã vô đức tin nơi các Lời Mặc Khải của Allah và giết hại các vị Nabi một cách không chính đáng. Đó là bởi vì họ đã trái lệnh và vượt quá giới hạn (của Allah)"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Quả thật, những người có đức tin (trong cộng đồng Islam) và các cộng đồng người Do Thái, người Thiên Chúa và người Sobi-un (Sabian), ai trong số họ đã tin tưởng vào Allah, tin vào Đời Sau và hành thiện thì họ đã đạt được phần thưởng từ Thượng Đế của mình, họ sẽ không phải lo sợ cũng sẽ không buồn phiền"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "(Các ngươi hãy nhớ lại) khi TA đã nhận giao ước của các ngươi và TA đã nâng ngọn núi lên trên các ngươi mà phán: “Các ngươi hãy nắm chắc những gì TA đã ban cho các ngươi (trong Kinh Tawrah), và các ngươi hãy ghi nhớ mọi điều răn dạy trong đó hi vọng các ngươi sẽ ngoan đạo.”"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Nhưng rồi các ngươi lại quay mặt làm ngơ, nếu Allah không ưu ái và thương xót các ngươi thì chắc chắn các ngươi đã trở thành những kẻ thất bại mất rồi"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Và chắc hẳn các ngươi đã biết rõ về câu chuyện của nhóm người trong các ngươi đã phạm giới luật cấm của ngày thứ bảy, TA đã phán cho họ: “Các ngươi hãy thành loài khỉ đáng khinh!”"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "TA đã lấy sự trừng phạt đó làm bài học cho các thế hệ đang sống trong thời đại của họ và các thế hệ sau họ và làm lời răn dạy cho những người ngoan đạo"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "(Các ngươi hãy nhớ lại) khi Musa bảo người dân của Y: “Quả thật Allah đã ra lệnh cho các người cắt tiết một con bò cái.” Họ nói: “Có phải Người đùa với chúng tôi chăng?” (Musa) nói: “Ta cầu xin Allah che chở tránh khỏi việc trở thành một kẻ ngu muội (dám đùa cợt với mệnh lệnh của Ngài).”"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Họ (yêu cầu Musa), nói: “(Nếu đúng như vậy,) Người hãy cầu nguyện Thượng Đế của Người mô tả rõ cho chúng tôi biết con bò cái đó ra sao?” (Musa) bảo: “Ngài phán rằng đó là con bò cái, không quá già cũng không quá non mà là ở giữa hai mức đó. Nào các người hãy mau thực hiện theo điều mà các người đã được lệnh!”"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Họ (lại yêu cầu Musa), nói: “Vậy Người hãy cầu nguyện Thượng Đế của Người trình bày rõ cho chúng tôi biết nó màu gì?” (Musa) bảo: “Ngài phán rằng đó là con bò cái vàng hung, màu của nó làm cho người nhìn thích thú.”"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Họ (lại tiếp tục yêu cầu Musa), nói: “Người hãy cầu nguyện Thượng Đế của Người trình bày chi tiết hơn nữa về nó, bởi con bò cái đều giông giống nhau, chúng tôi khó phân biệt, In-Sha-Allah lần này chúng tôi sẽ được chỉ đúng.”"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "(Musa) bảo: “Ngài phán rằng đó là con bò cái chưa từng cày ruộng cũng chưa từng kéo nước tưới rẫy, nó lành lặn (khỏe mạnh và không khiếm khuyết) và nó hoàn toàn vàng hung (không có một đốm trắng nào).” (Đến đây) họ mới nói: “Giờ thì Người mới trình bày rõ sự thật.” Rồi (cuối cùng) họ cũng đã cắt tiết nó sau khi gần như không muốn làm"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "(Các ngươi hãy nhớ lại hỡi dân Israel) khi các ngươi giết một sinh mạng nhưng các ngươi đổ thừa lẫn nhau về (vụ án mạng đó), nhưng rồi Allah cũng đã phơi bày điều bí ẩn mà các ngươi đã cố giấu giếm"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "TA đã phán: “Các ngươi hãy lấy xương (của con bò đã cắt tiết) đánh vào nó (thi thể của nạn nhân).” Với cách đó, Allah làm cho người chết sống lại (chỉ ra kẻ sát nhân), đồng thời để Ngài trình bày cho các ngươi thấy các phép lạ của Ngài, mong rằng các ngươi biết suy nghĩ"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Nhưng rồi sau đó, con tim của các ngươi lại chai cứng tựa như đá hoặc cứng hơn thế. Bởi lẽ có loại đá từ đó phun ra các con sông, có loại đá nứt làm đôi cho nước chảy ra và có loại đá rơi từ trên núi xuống vì khiếp sợ Allah. Và Allah không làm ngơ trước bất cứ hành động nào của các ngươi"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Lẽ nào các ngươi (hỡi những người có đức tin) vẫn còn hy vọng rằng họ (những người Do Thái) sẽ tin tưởng các ngươi khi một nhóm (tu sĩ) trong số họ quả thật đã nghe rõ lời phán của Allah rồi sau đó bóp méo nó sau khi họ đã hiểu rõ nó trong lúc họ biết (điều họ làm) ư"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Mỗi khi họ gặp những người có đức tin, họ bảo: “Chúng tôi đã có đức tin” nhưng khi họ ở riêng với nhau thì lại trách móc nhau: “Tại sao các người lại tuyên bố với họ (những người có đức tin) điều mà Allah đã bảo các người (phải tin vào Muhammad) để họ có bằng chứng thưa các người trước Thượng Đế của các người, sao các người không chịu suy nghĩ?”"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Lẽ nào họ lại không biết rằng Allah luôn thông tường hết những gì họ đã cố giấu giếm và những gì họ công khai"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Trong số họ (những người Do Thái) có những tên mù chữ không biết gì về Kinh Sách ngoại trừ điều mơ mộng viển vông và những kẻ đó chỉ toàn đoán chừng mà thôi"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Bởi thế, thật đáng bị hủy diệt đối với những kẻ đã tự tay mình viết Kinh Sách rồi lại bảo rằng đó là Kinh Sách do Allah ban xuống hầu mang Nó đi bán với cái giá ít ỏi. Họ thật đáng bị hủy diệt bởi những gì họ đã tự tay viết và những gì họ đã tích cóp (từ việc làm đó)"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Họ (những người Do Thái) nói: “Hỏa Ngục không chạm đến chúng tôi được lâu đâu mà chỉ vài ngày ngắn ngủi thôi.” Ngươi (hỡi Muhammad) hãy bảo họ: “Có phải các người đã nhận được lời đảm bảo từ Allah rồi chăng, nếu đúng như thế thì Allah sẽ không bao giờ bội ước; hay là các người chỉ nói cho Allah điều mà các người không biết?”"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Không đâu, ai đã tích cóp tội lỗi thì sẽ bị tội lỗi đó túm lấy họ, họ sẽ là đám cư dân của Hỏa Ngục và phải ở trong nó mãi mãi"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Riêng những ai có đức tin và hành thiện, họ sẽ là cư dân của Thiên Đàng, họ sẽ định cư trong đó mãi mãi"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "(Các ngươi hãy nhớ lại) khi TA đã nhận giao ước từ người dân Israel các ngươi, (TA phán bảo các ngươi): “Các ngươi không được thờ phượng ai ngoài Allah, các ngươi phải hiếu thảo với cha mẹ, phải cư xử tử tế với bà con họ hàng, với trẻ mồ côi, với những người thiếu thốn, các ngươi phải nói năng nhã nhặn với mọi người, phải duy trì lễ nguyện Salah và phải xuất Zakah.” Nhưng rồi chỉ có một ít trong các ngươi tuân thủ còn đa số các ngươi đều đã ngoảnh mặt quay lưng.”"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "(Các ngươi hãy nhớ lại) khi các ngươi đã giao ước với TA là không giết hại lẫn nhau, không xua đuổi nhau ra khỏi nhà cửa của các ngươi và điều đó được các ngươi đồng thống nhất và xác nhận"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Vậy mà các ngươi vẫn giết hại lẫn nhau, cố tình gây tội lỗi và hận thù để có cớ trục xuất người trong các ngươi rời khỏi nhà cửa của họ. Và nếu họ lọt vào tay các ngươi như tù binh thì các ngươi đòi họ chuộc mạng trong khi việc trục xuất họ là điều cấm đối với các ngươi. Chẳng lẽ các ngươi chỉ tin một phần của Kinh Sách và phủ nhận phần còn lại ư? Thế thì hình phạt dành cho những ai trong các ngươi dám làm điều đó không gì khác hơn là sự nhục nhã ở đời này; rồi vào Đời Sau, họ phải chuốc lấy cực hình khủng khiếp, và Allah không làm ngơ trước bất cứ điều gì các ngươi làm"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Đó là những kẻ đã mua đời này bằng cái giá của Đời Sau. Bởi thế, sự trừng phạt dành cho họ sẽ không được giảm nhẹ và họ cũng sẽ không được ai cứu giúp"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Quả thật, TA đã ban cho Musa Kinh Sách và đã cử các vị Thiên Sứ kế nhiệm sau Y. Và TA cũng đã ban cho Ysa (Giê-su) con trai của Maryam (Maria) một loạt phép màu rõ ràng và để Jibril (Gabriel) danh dự làm trợ thủ cho Y. Phải chăng, mỗi khi một Thiên Sứ nào đó đến gặp các ngươi (dân Israel) để thông báo về sắc lệnh của TA, khi các ngươi không thích điều gì đó thì các ngươi trở nên ngạo mạn để rồi một nhóm thì phủ nhận (các Thiên Sứ) còn một nhóm thì giết hại Họ"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "(Người Do Thái) bảo: “Con tim của chúng tôi đã bị khóa chặt rồi (không tiếp nhận thêm bất cứ điều gì nữa).” Đúng hơn là Allah đã nguyền rủa họ bởi tội vô đức tin của họ nên họ chỉ tin rất ít"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Và khi có một Kinh Sách (Qur’an) được Allah gởi đến cho họ nhằm khẳng định lại những điều ở nơi họ (trong Kinh Tawrah và Injil), và trước đó họ đã luôn mong giành chiến thắng những người vô đức tin (khi có một vị Nabi được gửi đến). Vậy mà khi điều họ thừa nhận đến với họ thì họ lại phủ nhận và bác bỏ. Cho nên Allah nguyền rủa những kẻ vô đức tin"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Thật tệ hại thay, chỉ vì lòng ganh tị và đố kỵ mà họ bán rẻ thân mình khi họ phủ nhận những gì được Allah thiên khải; (họ mỉa mai) rằng Allah ban hồng phúc của Ngài xuống cho bất cứ ai Ngài muốn trong số đám bề tôi của Ngài (thay vì ban xuống cho Muhammad). Thế nên họ phải chuốc lấy hết cơn thịnh nộ này đến cơn thịnh nộ khác (của Allah), và những kẻ vô đức tin sẽ bị trừng phạt một cách nhục nhã"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Khi có lời bảo họ (dân Do Thái): “Các người hãy tin vào những gì Allah ban xuống (trong Qur’an)”. Họ nói: “Chúng tôi chỉ tin vào những gì đã thiên khải cho chúng tôi (từ Tawrah) mà thôi.” Và họ bác bỏ hoàn toàn mọi điều được thiên khải sau đó trong khi Qur’an là chân lý xác nhận lại những gì đang trong tay họ. Ngươi (hỡi Muhammad) hãy hỏi họ: “Nếu thật sự các người đã có đức tin thì tại sao trước đây các người lại giết chết những vị Nabi của Allah?”"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Và quả thật, Musa cũng đã mang đến cho các ngươi nhiều bằng chứng rõ rệt, vậy mà sau đó các ngươi vẫn mù quáng đúc tượng con bò để thờ phượng và các ngươi là những kẻ làm điều sai quấy"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "(Các ngươi hãy nhớ lại) khi TA nhận lấy giao ước của các ngươi và TA đã nâng ngọn núi lên bên trên các ngươi, (TA phán): “Các ngươi hãy nắm thật chặt những điều TA đã mang đến cho các ngươi và hãy nghe theo (những điều mặc khải đó).” Họ đáp: “Chúng tôi đã nghe nhưng không làm theo.” Niềm tin vào con bò (đúc) là thần linh đã thấm sâu vào tim họ. Ngươi hãy bảo họ (hỡi Muhammad): “Thật xấu xa thay cho đức tin (lầm lạc) của các người đã sai khiến các người nếu các người có đức tin (nơi bất cứ sự việc gì).”"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Ngươi hãy bảo họ (hỡi Muhammad): “Nếu các người (hỡi những người Do Thái) khẳng định cuộc sống Đời Sau là dành riêng cho các người, không dành cho bất cứ ai khác trong nhân loại, vậy thì các người hãy cầu xin được chết ngay đi, nếu các người nói thật?”"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "Nhưng chắc chắn họ sẽ không bao giờ dám cầu xin được chết đâu bởi họ hiểu rõ những gì họ đã làm; và Allah luôn tận tường mọi hành động của những kẻ làm điều sai quấy"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Và chắc chắn Ngươi (Muhammad) sẽ thấy họ là những kẻ tham sống (sợ chết) nhất, (họ tham sống) hơn cả những kẻ thờ đa thần, thậm chí từng người trong bọn họ còn ước muốn được sống đến cả ngàn năm, nhưng cho dù có được sống thọ đến chừng ấy tuổi đi chăng nữa thì vẫn không thoát khỏi được sự trừng phạt (của Allah), bởi Allah luôn thấy rõ mọi điều họ làm"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "Ngươi (Muhammad) hãy nói với họ: “Ai đã từng là kẻ thù của (đại Thiên Thần) Jibril thì hãy biết rằng Y đã mang Qur’an đặt vào trái tim của Ngươi bằng phép của Allah nhằm xác nhận lại những điều đã được ban xuống trước đó, và Nó (Qur’an) là nguồn chỉ đạo và là tin mừng dành cho những người có đức tin.”"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Ai từng là kẻ thù của Allah, của các Thiên Thần của Ngài, của các vị Thiên Sứ của Ngài, của (đại Thiên Thần) Jibril và (đại Thiên Thần) Mika-il (Michael) thì (hãy biết rằng) quả thật Allah là kẻ thù của những kẻ vô đức tin"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Quả thật, TA (Allah) đã thiên khải cho Ngươi (Muhammad) những lời mặc khải rõ ràng nhưng chỉ những kẻ phản nghịch, bất tuân mới không tin mà thôi"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Cứ mỗi lần họ lập giao ước nào đó thì một nhóm trong số họ thường gạt bỏ nó sang một bên. Không, đúng hơn là (bởi vì) đa số bọn họ không có đức tin"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Và cứ mỗi khi một vị Thiên Sứ nào đó được Allah cử phái đến với họ để xác nhận lại những điều ở nơi họ thì một nhóm người được ban cho Kinh Sách lại gạt bỏ Kinh Sách của Allah ra sau lưng họ như thể là họ không hề hay biết gì cả"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Họ (người Do Thái) đã đi theo những điều mà những tên Shaytan đọc (sai lệch) về quyền lực của Sulayman (Solomon). Và Sulayman đã không vô đức tin mà chính những tên Shaytan mới vô đức tin. Bọn chúng đã dạy loài người Sihr (bùa ngải, ma thuật) và những gì được ban xuống cho hai Thiên Thần Harut và Marut tại Babil (thành phố Babylon của I-rắc). Tuy nhiên, hai Thiên Thần này không hề dạy cho một ai mà không cảnh báo trước: “Quả thật chúng tôi là một sự thử thách (cám dỗ), cho nên các ngươi chớ vô đức tin.” Mặc dù vậy, loài người vẫn học lấy từ hai Thiên Thần đó các loại (Sihr) dùng để chia rẽ vợ chồng, và họ đã không thể dùng nó hại được bất cứ ai trừ phi Allah cho phép. Và họ học lấy điều gây hại cho bản thân họ chứ nào mang lại lợi ích gì cho họ. Quả thật, họ đã biết rằng ai mua bán (Sihr) sẽ không được hưởng bất cứ điều tốt lành nào ở Đời Sau. Thật tồi tệ thay cho cái mà vì nó họ đã bán rẻ bản thân mình. Ôi giá như họ nhận biết được điều đó"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Nếu họ có đức tin và ngoan đạo thì chắc chắn họ sẽ được ban thưởng nhiều điều tốt đẹp hơn ở nơi Allah, giá như họ biết điều đó"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "Hỡi những người có đức tin, các ngươi chớ nói (với Thiên Sứ Muhammad) bằng tiếng Raa’ina, đổi lại các ngươi hãy nói (với Y) bằng tiếng Unzhurna, và các ngươi hãy lắng nghe (lời Y dạy). Còn những kẻ vô đức tin (rồi đây) sẽ phải chịu sự trừng phạt đau đớn"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Không một người vô đức tin nào thuộc dân Kinh Sách (Do Thái và Thiên Chúa) kể cả dân đa thần lại muốn Thượng Đế của các ngươi ban điều tốt xuống cho các ngươi bao giờ (hỡi những người có đức tin). Tuy nhiên, với lòng thương xót của Ngài, Ngài dành đặc ân cho ai Ngài muốn bởi Allah là chủ nhân của thiên ân vĩ đại"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Bất cứ câu Kinh nào TA (Allah) xóa bỏ hoặc chỉ xóa đi giáo lý (vẫn giữ nguyên câu Kinh) cũng đều được TA mang đến câu Kinh khác tốt hơn hoặc tương đương. Lẽ nào Ngươi không biết Allah toàn năng trên tất cả mọi thứ ư"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Lẽ nào Ngươi không biết vương quyền cai trị các tầng trời và trái đất đều thuộc về Allah hay sao? Và ngoài Allah, các ngươi sẽ không có bất cứ vị bảo hộ cũng như vị giúp đỡ nào"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Hoặc có phải các ngươi (những người có đức tin) muốn đòi hỏi Thiên Sứ của các ngươi giống như Musa đã bị (người dân của mình) đòi hỏi trước đây ư? Người nào mang đức tin để đổi lấy sự vô đức tin thì quả thật y đã lạc khỏi con đường (chính đạo)"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Rất nhiều dân Kinh Sách chỉ vì lòng ganh tị mà họ muốn kéo các ngươi trở lại tình trạng vô đức tin như trước đây, mặc dù chân lý đã phơi bày rõ ràng trước mặt họ. Nhưng thôi, các ngươi hãy lượng thứ và bỏ qua cho họ đến khi Allah ban hành sắc lệnh của Ngài xuống. Quả thật, Allah toàn năng trên tất cả mọi việc"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Các ngươi hãy duy trì lễ nguyện Salah và xuất Zakah; và bất cứ điều (tốt) nào mà các ngươi đã gởi đi trước cho bản thân các ngươi, các ngươi sẽ tìm thấy chúng (đầy đủ) ở nơi Allah bởi quả thật Allah luôn thấy rõ mọi điều các ngươi làm"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Và họ (những người Do Thái và Thiên Chúa) nói: “Không ai được vào Thiên Đàng trừ người Do Thái hoặc Thiên Chúa.” Đó chẳng qua chỉ là mộng tưởng của họ mà thôi. Ngươi hãy bảo họ (hỡi Muhammad): “Vậy các người hãy đưa ra bằng chứng chứng minh lời nói của các người là sự thật đi nào!”"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Không (như lời họ nói), chỉ có những ai phủ phục Allah và là người làm tốt (trong thờ phượng cũng như trong hành thiện) thì họ mới được phần thưởng từ Thượng Đế của họ và họ sẽ không còn phải lo sợ cũng sẽ không buồn phiền"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Những người Do Thái thì bảo những người Thiên Chúa chẳng có gì (làm cơ sở cho tôn giáo của mình) còn những người Thiên Chúa thì lại nói những người Do Thái chẳng có gì (làm cơ sở cho tôn giáo của mình) trong khi cả hai nhóm đều đọc cùng một Kinh Sách. Tương tự như vậy, những kẻ không hiểu biết cũng nói ra những lời giống như họ. Nhưng rồi đây vào Đời Sau, Allah sẽ phân xử giữa họ về những điều họ đã từng tranh cãi với nhau"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Thế còn ai sai quấy hơn những kẻ đã ngăn cản thiên hạ tụng niệm Allah trong các Masjid của Ngài cũng như không ngừng tìm mọi cách đập phá cho bằng được (các Masjid). Những kẻ đó, phải làm cho họ sợ mỗi khi họ muốn vào các Masjid. Họ phải bị hạ nhục ở trần gian này còn ở Đời Sau họ sẽ phải đối mặt với sự trừng phạt vô cùng khủng khiếp"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Hướng đông và hướng tây đều là của Allah, cho nên, dù các ngươi có quay mặt về hướng nào đi chăng nữa thì cũng đều hướng đến Allah cả. Quả thật, Allah là Đấng Bao La, Đấng Hiểu Biết"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Họ (những người Do Thái, Thiên Chúa và đa thần) bảo rằng Allah có con trai. Thật trong sạch thay Ngài! Không phải như thế, bởi tất cả vạn vật trong các tầng trời và trái đất đều là của Ngài, tất cả đều phủ phục trước Ngài (với vai trò là những tạo vật của Ngài)"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Ngài (Allah) đã sáng tạo ra các tầng trời và trái đất, (đối với Ngài) mỗi khi Ngài định điều gì, Ngài chỉ cần phán “Hãy thành”, (ngay lập tức) nó sẽ thành (theo đúng ý của Ngài)"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Những kẻ thiếu hiểu biết (thuộc những người Do Thái, Thiên Chúa và đa thần) bảo: “Tại sao Allah lại không nói chuyện trực tiếp với chúng tôi hoặc phơi bày cho chúng tôi thấy một dấu hiệu để chứng minh?” Tương tự, những cộng đồng trước họ cũng đã nói giống như lời của họ, đúng là tất cả họ đều có con tim tương đồng nhau. Quả thật, TA đã phơi bày rõ ràng các dấu hiệu cho những người có niềm tin kiên định"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Quả thật, TA (Allah) đã cử phái Ngươi (Muhammad) đến để báo tin mừng (về Thiên Đàng) và cảnh báo (về Hỏa Ngục) bằng sự thật, và Ngươi sẽ không bị chất vất về những người bạn của Hỏa Ngục"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Những người Do Thái và những người Thiên Chúa sẽ không bao giờ bằng lòng với Ngươi (Muhammad) ngoại trừ Ngươi chịu theo tôn giáo của họ. Ngươi hãy nói với họ: “Quả thật, sự hướng dẫn của Allah mới là chỉ đạo (đúng đắn)”. Nhưng nếu như Ngươi đi theo họ sau khi Ngươi đã tiếp nhận được kiến thức thì chắc chắn Ngươi sẽ không có ai che chở và giúp đỡ cả"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Đối với những ai được ban cho Kinh Sách rồi đọc Nó theo cách mà Nó phải được đọc thì đấy là những người thực sự có đức tin nơi (Kinh Sách đó); còn ai phủ nhận Nó thì sẽ là những kẻ thất bại"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "Hỡi người dân Israel, các ngươi hãy ghi nhớ ân huệ mà TA đã đặc ân cho các ngươi và quả thật TA đã ưu đãi các ngươi hơn thiên hạ"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Các ngươi hãy sợ Ngày mà không ai gánh chịu thay cho ai, Ngày mà sự bồi thường không được chấp nhận, sự can thiệp trở nên vô ích và không ai cứu giúp được ai"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "Ngươi (Muhammad) hãy nhớ lại khi Ibrahim (Abraham) hoàn thành tốt tất cả thử thách mà Thượng Đế của Y đã thử thách. Allah phán: “Rằng TA sẽ cử Ngươi làm một nhà lãnh đạo gương mẫu cho nhân loại.” (Ibrahim) thưa: “Và xin được như thế trong dòng tộc của bề tôi.” (Allah) đáp: “Tuy nhiên, lời hứa của TA không dành cho những kẻ sai quấy.”"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "Ngươi hãy nhớ lại khi TA đã chỉ định Ngôi đền (Ka’bah) linh thiêng làm một nơi an toàn cho thiên hạ tới lui thăm viếng và (TA ra lệnh cho những ai đến viếng): “Các ngươi hãy lấy chỗ đứng của Ibrahim làm chỗ dâng lễ nguyện Salah.” Và TA bắt Ibrahim và Isma’il cam kết giữ Ngôi Đền của TA luôn trong sạch cho những người đến để Tawaf (đi vòng quanh Nó), những người đến để ’Etikaf (chuyên tu trong Nó) và những người đến để lễ nguyện Salah trong Nó"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "Ngươi hãy nhớ lại khi Ibrahim cầu nguyện: “Lạy Thượng Đế của bề tôi, xin Ngài làm cho thành phố (Makkah) này được an toàn và phồn vinh, xin Ngài ban bố đủ loại trái quả làm nguồn thực phẩm cho cư dân của nó, những ai mà họ đã tin tưởng nơi Allah và Đời Sau.” (Allah) phán: “Còn ai vô đức tin thì TA sẽ cho y hưởng thụ trong chốc lát rồi TA sẽ tống cổ y đến với cực hình của Hỏa Ngục, một chốn ngụ cuối cùng thật tồi tệ.”"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "Ngươi hãy nhớ lại khi Ibrahim và Isma’il đặt nền móng cho Ngôi Đền, cả hai cầu nguyện: “Lạy Thượng Đế của bầy tôi, xin Ngài chấp nhận việc làm này của bầy tôi, bởi vì Ngài là Đấng Hằng Nghe, Đấng Hiểu Biết.”"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "“Lạy Thượng Đế của bầy tôi, xin Ngài khiến hai cha con bầy tôi thành hai người Muslim và cả dòng tộc của bầy tôi thành một cộng đồng Muslim, xin Ngài chỉ dạy cho bầy tôi những nghi thức thờ phượng và xin Ngài lượng thứ cho những lầm lỡ của bầy tôi, quả thật Ngài là Đấng Hằng Chấp Nhận Sám Hối, Đấng Khoan Dung.”"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "“Lạy Thượng Đế của bầy tôi, xin Ngài hãy dựng lên trong con cháu của bầy tôi một Thiên Sứ xuất thân từ chúng để y đọc cho chúng nghe những lời thiên khải của Ngài, để y dạy chúng Kinh Sách và sự khôn ngoan, và để y thanh lọc chúng. Quả thật, Ngài là Đấng Toàn Năng, Đấng Sáng Suốt.”"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "Chỉ người nào (bất công với chính bản thân mình) bởi sự ngu muội của y mới chối bỏ tôn giáo của Ibrahim, bởi TA đã chọn Y (làm một vị lãnh đạo gương mẫu) ở đời này và ở Đời Sau chắc chắn Y sẽ thuộc hàng ngũ những người đức hạnh"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Ngươi hãy nhớ lại khi Thượng Đế của Y (Ibrahim) bảo Y: “Ngươi hãy thần phục TA” thì Y liền đáp: “Bề tôi xin thần phục Thượng Đế của vũ trụ và vạn vật.”"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Ibrahim đã căn dặn các con của Y điều đó, và Ya’qub (Jacob) cũng căn dặn các con của mình như vậy, (Y nói): “Này các con, Allah đã chọn cho các con tôn giáo (Islam), vậy nên, các con hãy đừng chết trừ phi các con là những người Muslim.”"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Hay các ngươi (hỡi người dân Israel) đã có mặt lúc Ya’qub bảo các con của Y trước lúc lâm chung khi Y hỏi: “Các con sẽ thờ phượng ai sau khi cha ra đi?” (Các con của Y) đồng trả lời: “Chúng con chỉ thờ phượng Thượng Đế của tổ tiên của cha là Ibrahim, Isma’il và Is-haq (Isaac), chúng con chỉ thờ một Thượng Đế duy nhất và chúng con là những tín đồ Muslim.”"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Đó là cộng đồng đã qua, họ sẽ hưởng thành quả cho những gì họ làm, còn các ngươi sẽ hưởng thành quả tùy theo công lao của các ngươi, cho nên, các ngươi sẽ không bị chất vấn về những gì họ đã làm"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Họ (dân Kinh Sách) bảo (tín đồ Muslim): “Nếu muốn được hướng dẫn đúng đường thì các người hãy là người Do Thái hoặc tín đồ Thiên Chúa.” Ngươi hãy bảo họ (hỡi Muhammad): “Không, tôn giáo thuần túy của Ibrahim (mới thực sự được hướng dẫn đúng đường) và Người không phải là kẻ thờ đa thần.”"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Các ngươi hãy nói với họ (hỡi những người Muslim!): “Chúng tôi tin tưởng vào Allah, tin tưởng vào những gì đã được mặc khải cho chúng tôi, cho Ibrahim, cho Isma’il, cho Is-haq, cho Ya’qub, cho mười hai bộ lạc của Israel; chúng tôi tin vào những gì đã được thiên khải cho Musa, cho Ysa và cho tất cả các vị Nabi được Thượng Đế của Họ cử phái đến, chúng tôi không hề phân biệt bất cứ ai trong số Họ và chúng tôi là những tín đồ Muslim (thần phục Ngài).”"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Nếu như họ tin như các ngươi đã tin thì quả thật họ đã được hướng dẫn, còn nếu như họ quay lưng thì chính họ là những kẻ khơi nguồn chia rẽ và thù hận. Và một mình Allah đủ giúp Ngươi (Muhammad) đối đầu với họ bởi Allah là Đấng Hằng Nghe, Đấng Hằng Biết"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "(Đó là) tôn giáo của Allah, (các ngươi hãy bám chặt lấy tôn giáo của Ngài), bởi không có tôn giáo nào vượt trội hơn tôn giáo của Allah cả và (các ngươi hãy nói): “Chúng tôi chỉ thờ phượng riêng Ngài.”"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Ngươi hãy nói với họ: “Phải chăng các người muốn tranh luận với chúng tôi về Allah trong khi Ngài là Thượng Đế của chúng tôi và cũng là Thượng Đế của các người ư? Chúng tôi lo phần việc của chúng tôi còn các người cứ lo phần việc của các người; và chúng tôi một lòng (thờ phượng Ngài)"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Hay là các ngươi cho rằng Ibrahim, Isma’il, Is-haq, Ya’qub cũng như mười hai bộ lạc của Israel trước đây đều là Do Thái hoặc là Thiên Chúa hay sao?” Ngươi hãy nói với họ: “Phải chăng các người biết rõ hơn Allah ư?” Thế còn ai tội lỗi hơn kẻ cố tình che giấu sự thật từ nơi Allah (được khẳng định trong Kinh Sách) mà họ đang nắm giữ?! Quả thật, Allah không hề thờ ơ trước bất cứ hành động nào của các ngươi"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Đó là cộng đồng đã qua, họ sẽ hưởng thành quả cho những gì họ làm, còn các ngươi sẽ hưởng thành quả tùy theo công lao của các ngươi, cho nên, các ngươi sẽ không bị chất vất về những gì họ đã làm"
        }
    ]
}