{
    "pages": [
        {
            "chapter": 6,
            "verse": 1,
            "text": "সর্ববিধ প্রশংসা আল্লাহরই জন্য যিনি নভোমন্ডল ও ভূমন্ডল সৃষ্টি করেছেন এবং অন্ধকার ও আলোর উদ্ভব করেছেন। তথাপি কাফেররা স্বীয় পালনকর্তার সাথে অন্যান্যকে সমতুল্য স্থির করে।"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "তিনিই তোমাদেরকে মাটির দ্বারা সৃষ্টি করেছেন, অতঃপর নির্দিষ্টকাল নির্ধারণ করেছেন। আর অপর নির্দিষ্টকাল আল্লাহর কাছে আছে। তথাপি তোমরা সন্দেহ কর।"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "তিনিই আল্লাহ নভোমন্ডলে এবং ভূমন্ডলে। তিনি তোমাদের গোপন ও প্রকাশ্য বিষয় জানেন এবং তোমরা যা কর তাও অবগত।"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "তাদের কাছে তাদের প্রতিপালকের নিদর্শনাবলী থেকে কোন নিদর্শন আসেনি; যার প্রতি তারা বিমুখ হয় না।"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "অতএব, অবশ্য তারা সত্যকে মিথ্যা বলেছে যখন তা তাদের কাছে এসেছে। বস্তুতঃ অচিরেই তাদের কাছে ঐ বিষয়ের সংবাদ আসবে, যার সাথে তারা উপহাস করত।"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "তারা কি দেখেনি যে, আমি তাদের পুর্বে কত সম্প্রদায়কে ধ্বংস করে দিয়েছি, যাদেরকে আমি পৃথিবীতে এমন প্রতিষ্ঠা দিয়েছিলাম, যা তোমাদেরকে দেইনি। আমি আকাশকে তাদের উপর অনবরত বৃষ্টি বর্ষণ করতে দিয়েছি এবং তাদের তলদেশে নদী সৃষ্টি করে দিয়েছি, অতঃপর আমি তাদেরকে তাদের পাপের কারণে ধ্বংস করে দিয়েছি এবং তাদের পরে অন্য সম্প্রদায় সৃষ্টি করেছি।"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "যদি আমি কাগজে লিখিত কোন বিষয় তাদের প্রতি নাযিল করতাম, অতঃপর তারা তা সহস্তে স্পর্শ করত, তবুও অবিশ্বাসীরা একথাই বলত যে, এটা প্রকাশ্য জাদু বৈ কিছু নয়।"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "তারা আরও বলে যে, তাঁর কাছে কোন ফেরেশতা কেন প্রেরণ করা হল না ? যদি আমি কোন ফেরেশতা প্রেরণ করতাম, তবে গোটা ব্যাপারটাই শেষ হয়ে যেত। অতঃপর তাদেরকে সামান্যও অবকাশ দেওয়া হতনা।"
        }
    ]
}