{
    "pages": [
        {
            "chapter": 13,
            "verse": 19,
            "text": "যে ব্যক্তি জানে যে, যা কিছু পালনকর্তার পক্ষ থেকে আপনার প্রতি অবর্তীর্ণ হয়েছে তা সত্য সে কি ঐ ব্যক্তির সমান, যে অন্ধ? তারাই বোঝে, যারা বোধশক্তি সম্পন্ন।"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "এরা এমন লোক, যারা আল্লাহর প্রতিশ্রুতি পূর্ণ করে এবং অঙ্গীকার ভঙ্গ করে না।"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "এবং যারা বজায় রাখে ঐ সম্পর্ক, যা বজায় রাখতে আল্লাহ আদেশ দিয়েছেন এবং স্বীয় পালনকর্তাকে ভয় করে এবং কঠোর হিসাবের আশঙ্কা রাখে।"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "এবং যারা স্বীয় পালনকর্তার সন্তুষ্টির জন্যে সবর করে, নামায প্রতিষ্টা করে আর আমি তাদেরকে যা দিয়েছি, তা থেকে গোপনে ও প্রকাশ্য ব্যয় করে এবং যারা মন্দের বিপরীতে ভাল করে, তাদের জন্যে রয়েছে পরকালের গৃহ।"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "তা হচ্ছে বসবাসের বাগান। তাতে তারা প্রবেশ করবে এবং তাদের সৎকর্মশীল বাপ-দাদা, স্বামী-স্ত্রী ও সন্তানেরা। ফেরেশতারা তাদের কাছে আসবে প্রত্যেক দরজা দিয়ে।"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "বলবেঃ তোমাদের সবরের কারণে তোমাদের উপর শান্তি বর্ষিত হোক। আর তোমাদের এ পরিণাম-গৃহ কতই না চমৎকার।"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "এবং যারা আল্লাহর অঙ্গীকারকে দৃঢ় ও পাকা-পোক্ত করার পর তা ভঙ্গ করে, আল্লাহ যে, সম্পর্ক বজায় রাখতে আদেশ করেছেন, তা ছিন্ন করে এবং পৃথিবীতে অশান্তি সৃষ্টি করে, ওরা ঐ সমস্ত লোক যাদের জন্যে রয়েছে অভিসম্পাত এবং ওদের জন্যে রয়েছে কঠিন আযাব।"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "আল্লাহ যার জন্যে ইচ্ছা রুযী প্রশস্ত করেন এবং সংকুচিত করেন। তারা পার্থিব জীবনের প্রতি মুগ্ধ। পার্থিবজীবন পরকালের সামনে অতি সামান্য সম্পদ বৈ নয়।"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "কাফেররা বলেঃ তাঁর প্রতি তাঁর পালনকর্তার পক্ষ থেকে কোন নিদর্শন কেন অবতীর্ণ হলো না? বলে দিন, আল্লাহ যাকে ইচ্ছা পথভ্রষ্ট করেন এবং যে, মনোনিবেশ করে, তাকে নিজের দিকে পথপ্রদর্শন করেন।"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "যারা বিশ্বাস স্থাপন করে এবং তাদের অন্তর আল্লাহর যিকির দ্বারা শান্তি লাভ করে; জেনে রাখ, আল্লাহর যিকির দ্বারাই অন্তর সমূহ শান্তি পায়।"
        }
    ]
}