{
    "juzs": [
        {
            "chapter": 4,
            "verse": 148,
            "text": "Unca svarata va'ita gosta jahira karane allahala pasanta nahi, tathapi atyacarapiditala yaci mubha ahe, ani allaha aikanara va jananara ahe"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "Jara tumhi ekhade satkarma ughadapane kara kinva lapavuna kara athava ekhadya va'ita gostila mapha karala tara nihsansaya allaha mapha karanara, samarthyasali ahe"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Je loka allaha ani tyacya paigambaranvara imana rakhata nahita ani ase icchitata ki allaha ani tyacya paigambarancya daramyana durava nirmana karava ani mhanatata ki amhi kahinna manato ani kahinna manata nahi. Ani yacya daramyana eka vegala marga kadhu icchitata"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "Nihsansaya, he sarva loka pakke kaphira aheta1 ani asa inkari lokansathi amhi atisaya kathora siksa-yatana tayara karuna thevali ahe"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "Ani jya lokanni allaha ani tyacya paigambaranvara imana rakhale, ani tyancyapaiki konacya daramyana pharaka kela nahi, tara asaca lokanna allaha tyanca purepura mobadala de'ila ani allaha motha mapha karanara daya karanara ahe"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "(He paigambara!) Granthadharaka tumacyajavala asi magani karatata ki tumhi tyancyavara akasatuna ekhada grantha utaravuna dakhava 1 tevha tyanni musakade yapeksa mothi magani keli hoti ani mhatale ki amhala spastapane allahala dakhava. Maga tyanna tyancya ya atyacaramule vijene ye'una gherale, maga tyanni spasta nisanya ye'una pohacalyavarahi vasarala upasya banavile. Tarihi amhi tyanna mapha kele ani musa yanna spasta pramana pradana kele"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "Ani tyancyakaduna vacana ghenyakarita, amhi tura parvatala tyancyavara adhantarita thevale ani tyanna adesa dila ki sajada karita daravajyata pravesa kara ani hahi adesa dila ki sanivaracya divasi ullanghana karuna naka ani amhi tyancyakaduna agadi pakka vayada ghetala"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "Maga tyanni amacyasi jo vayada kela hota, tyapasuna mukarale ani allahacya ayatinca inkara karu lagale, yethaparyanta ki allahacya paigambaranna nahaka thara marale ani asehi mhanu lagale hote ki amaci mane avaranakhali aheta, (ase nahi) kimbahuna allahane tyancya inkara karanyapayi tyancya hrdayanna moharabanda kele ahe. Tevha tyancyapaiki phara thodeca loka imana rakhatata"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "Ani tyancya inkara karanyamule ani mariyamavara mithya aropa thevanyamule"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "Ani tyancya ya kathanamule ki amhi mariyamace putra isa masihaci hatya karuna takali, je allahace paigambara hote, vastavika na tara tyanni hatya keli, na tyanna sulavara cadhavile, parantu tyancyasathi isaci chabi banavili geli1 niscitaca isa yancyavisayi matabheda karanare sansayata padale aheta. Kevala atakalicya gostivara calanyakherija tyanna kasalehi jnana nahi. Evadhe niscita ki tyanca vadha kela gela nahi"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "Kimbahuna allahane tyanna apalyakade ucaluna ghetale ani allaha jabaradasta hikamata balaganara ahe"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "Granthadharakampaiki koni asa nasela jo (hajarata) isa yancya mrtyupurvi tyancyavara imana na rakhela, ani kayamatacya divasi te tyancyavara saksi rahatila"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "Yahudi lokancya juluma-atyacaramule amhi tyancyavara halala (vaidha) cija vastunna, harama (avaidha) karuna takale ani tyance allahacya margapasuna lokanna adavanyamule"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "Ani tyancya vyaja ghenyamule, jyapasuna tyanna rokhale gele hote, ani lokanca mala (dhana-daulata) nahaka hadapa kelyamule, ani amhi yancyatalya kaphirankarita duhkhadayaka siksa-yatana tayara karuna thevali ahe"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "Parantu tyancyata je paripakva ani majabuta jnana rakhanare aheta, ani imanadharaka aheta, je tyavara imana rakhatata, je tumacyakade utaravile gele, ani je tumacyapurvi utaravile gele ani namaja kayama karanare aheta, jakata ada karanare aheta, allahavara ani kayamatacya divasavara imana rakhanare aheta. He ase loka aheta, jyanna amhi phara motha mobadala pradana karu"
        },
        {
            "chapter": 4,
            "verse": 163,
            "text": "Nihsansaya, amhi tumacyakade tyacapramane sandesa avatarita kela ahe, jyapramane nuha (alaihis'salama) ani tyancya nantaracya paigambarankade amhi sandesa avatarita kela, ani ibrahima ani isma'ila ani isahaka ani yakuba ani tyancya santativara ani isa va ayyuba ani yunusa ani haruna ani sulemana yancyakade ani amhi da'uda (alaihis'salama) yanna jabura (grantha) pradana kela"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Ani tumacya purvicya aneka paigambarance vrttanta amhi tumhala sangitale aheta, ani bahuteka paigambarance sangitale nahita ani (hajarata) musa yancyasi allahane sarala sambhasana kele"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "(Amhi ya sarvanna) subha varta denara ani saceta karanara rasula (paigambara) banavile, yasathi ki paigambaranna pathavilyanantara lokanna ekhade nimitta va sababa allahapudhe mandanyaci sandhi rahu naye ani allaha motha jabaradasta ani hikamatasali ahe"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Je kahi tumacyakade utaravile gele ahe, tyavisayi allaha svatah saksa deto ki te tyane apalya jnanane avatarita kele ahe ani pharistedekhila saksa detata ani saksa denyasa kevala allaha puresa ahe"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Nihsansaya, jyanni inkara kela ani allahacya marga (dina-dharma) pasuna rokhale, tara te khupa dura bhatakale"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Nihsansaya, jyanni inkara kela ani juluma-atyacara kela tara allaha tyanna mapha karanara nahi ani na tyanna ekhada sanmarga dakhavila"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "Parantu jahannamaca marga, jyata te sadasarvada rahatila ani he allahakarita phara sope ahe"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "Loka ho! Tumacyajavala tumacya palanakartyatarphe satya ghe'una paigambara (muham'mada sallallahu alaihi vasallama) ale. Tyancyavara imana rakha. Tumacyasathi adhika cangale ahe ani jara tumhi inkara kela tara akasammadhye va dharativara je kahi ahe sarva allahaceca ahe ani allaha sarvajna ani hikamatasali ahe"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "He granthadharakanno! Apalya dina-dharmababata atisayokti karu naka, ani allahacya sambandhane satya teca bola. Nihsansaya mariyamaputra isa masiha kevala allahace rasula ani kalima ahe jo mariyamakade pathavila gela ani tyacyatarphe atma ahe, yastava allaha ani tyacya paigambaranvara imana rakha ani allaha tina ahe ase mhanu naka.1 He mhanane thambava yataca tumace hita ahe. Nihsansaya tumaca upasya kevala eka allaha ahe. To paka-pavitra ahe, yapasuna ki tyaci ekhadi santana asavi. Tyacyacakarita ahe je kahi akasammadhye va dharativara ahe ani allaha kama banavinyasathi puresa ahe"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Masiha, allahace dasa honyata kadhihi tiraskara karita nahita ani na nikatace phariste, ani jo allahaci upasana karanyapasuna tiraskara va ghamenda karila tara to tya sarvanna apalyakade ekatra karila"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Tevha, jya lokanni imana rakhale ani satkarma karita rahile, tyanna tyanca purepura mobadala de'ila, ani apalya krpene anakhi jasta pradana karila, parantu jyanni tiraskara kela ani ghamenda keli tyanna duhkhadayaka siksa-yatana de'ila, maga tyanna allahasivaya apala koni mitra va madata karanara adhalanara nahi"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "Lokanno! Tumacyajavala tumacya palanakartyatarphe pramana ye'una pohacale ahe 1 ani amhi tumacyakade divya teja (pavitra kura'ana) avatarita kele ahe"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Maga jya lokanni allahavara imana rakhale ani tyala majabutapane dharale tara allaha tyanna apalya krpachatrata ghe'ila ani tyanna apalyakade yenyaca sarala marga dakhavila"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Te tumhala kalalavisayi (arthata a'i-bapa ani santati nasalelya mayatavisayi) vicaratata. Tumhi sanga, allaha kalalavisayi adesa deto ki jara ekhada purusa marana pavela ani tyacya varasammadhye koni santana nasela ani tyala eka bahina asela tara ticyasathi mayatane mage sodalelya dhana-sampattica ardha his'sa ahe ani to tya (bahini) ca varasa ahe. Jara tyala ekhadi santati nasela, jara dona bahini asatila tara tya doghinsathi dona trtiyansa his'sa ahe. Tyatuna je to soduna gela. Ani jara bha'u bahini donhi asatila purusahi ani striyahi tara purusakarita, dona striyancya hisya'itaka his'sa ahe. Allaha tumacyasathi spasta sangata ahe, yasathi ki tumhi (itastatah) bhatakata phiru naye ani allaha sarva kahi jananara ahe"
        },
        {
            "chapter": 5,
            "verse": 1,
            "text": "He imana rakhanaryanno! Apale vacana-karara purna kara. Tumacyasathi cara payance paliva pasu halala (vaidha) kele gele aheta, tyancyakherija, je vacuna tumhala aikavile jata aheta. Parantu eharamacya sthitita sikara karu naka. Nihsansaya allahane je icchile tyaca adesa deto"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "He imana rakhanaryanno! Allahacya dharma-pratikanca (sa'a'iraca) avamana karu naka, na adaraniya mahin'yanca, na kurbanikarita harama (kabagrha) paryanta nelya janarya ani galyata patta ghatalelya janavaraca, na adaraniya ghara (kabagrha) kade janarya lokanca je allahaci daya ani prasannata sodhata aheta. Ani jevha eharama utaravala tevha maga sikara karu sakatata ani jyanni tumhala adaraniya masajidipasuna rokhale, tyanci satruta tumhala hadda olandanyasa pravrtta na karavi ani neki va allahace bhaya rakhanyata ekamekanci madata kara. Aparadha ani atyacaracya kamata madata karu naka. Allahace bhaya balaguna raha. Nihsansaya allaha motha sakta azaba (kathora siksa-yatana) denara ahe"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Tumacyavara harama (avaidha) kele gele ahe melele janavara ani rakta ani dukarace mansa, ani jyavara allahasivaya dusaryance nava ghetale gele asela ani te janavara je gala dabalyane mele ani je thosa laguna mele asela ani je khali kosaluna mele ani je dusarya janavarane singa maralyane mele ani jyaca kahi his'sa hinsra pasunni kha'a'una takala asela, parantu jyala tumhi jibaha karuna takale ani je devasthanavara bali dile gele asela ani phamse takuna (jugara sattyapramane) vatani karane he sarva phara mothe aparadha aheta. Aja kaphira (anekesvaravadi) tumacya dina-dharmadvare nirasa jhale, yastava tyance bhaya balagu naka, phakta majheca bhaya balaga. Aja mi tumacyasathi tumacya dina-dharmala paripurna kele ani tumacyavara apalya krpa-denagya purna kelya ani tumacyasathi islama dharma pasanta kela. Tathapi jo bhukene vyakula ho'ila ani konatahi gunha karu icchita nasela tara khatrine allaha mapha karanara, motha dayasila ahe"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Te tumhala vicaratata ki tyancyasathi konakonate khadya ucita ahe. Tumhi sanga ki tumacyasathi svaccha sud'dha va pavitra vastu ucita aheta. Ani te sikari janavara, jyala tumhi prasiksana de'una tayara kele asela, jyanna kahi gosti sikavita, jya allahane tumhala sikavilya, tevha jara tumacyasathi te janavara, sikara jakhami karuna dharuna thevila ani tyala sodatana allahace nava tyacyavara ghyala tara ti sikara tumhi kha'u sakata ani allahace bhaya rakha nihsansaya, allaha lavakaraca hisoba ghenara ahe"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Aja sarva paka-sapha vastu tumacyasathi halala (vaidha) kelya gelya aheta. Ani granthadharakanni jibaha kelele janavara tumacyasathi halala ahe. Ani tumhi jibaha kelele tyancyasathi halala ahe ani susila sadacari imanadharaka striya ani jyanna tumacyapurvi grantha (dharmasastra) dile gele, tyancyatalya susila, sadacari striya, jevha tumhi tyanna tyanca mahara ada karala, vivaha karuna, duracara karanyasathi navhe ani na lapuna chapuna preyasi banavinyakarita ani jo imanaca inkara karila tara tyace sarva karma vaya gele ani to akhiratamadhye totyata rahila"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "He imana rakhanaryanno! Jevha tumhi namajasathi uthala tevha apale tonda va koparamparyanta apale hata dhuvuna ghya ani donhi hata panyane ole karuna apalya dokyavaruna phiravuna ghya ani apale paya, ghotyaparyanta dhuvuna ghya ani tumhi jara napaka (apavitra) asala tara snana kara ani jara tumhi ajari kinva pravasata asala, kinva tumacyapaiki koni saucasa ja'una ye'ila kinva tumhi patnisi sahavasa kela asela ani pani milata nasela tara sapha svaccha matine tayam'muma karuna ghya. Ti mati apalya ceharyavara ani hatanvara mala, allaha tumhala adacanita taku icchita nahi. Kimbahuna tumhala svaccha sud'dha va pavitra karu icchito ani yasathi ki tumacyavara apali krpa-denagi purna karavi ani yasathi ki tumhi krtajnasila rahave"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Ani apalyavara jhaleli allahaci krpa denagi ani tya vacana kararace smarana kara, jyaca tumacyasi karara jhala, jevha tumhi mhatale ki amhi aikale ani man'ya kele ani sarvasrestha allahace bhaya balagata raha. Nihsansaya allaha manata lapalelya gostinnahi janato"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "He imana rakhanaryanno! Allahakarita satyavara atala rahuna n'yayacya bajune saksi vha, ani ekhadya jamatici satruta tumhala n'yaya na karanyavara pravrtta na karavi. N'yaya kara, te allahace bhaya rakhanyasi phara javalace ahe, ani allahace bhaya rakha. Nihsansaya, allaha tumacya pratyeka karmala cangalya prakare januna ahe"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Jya lokanni imana rakhale ani satkarma karita rahile, allahane tyancyasi maphi ani phara mothya mobadalyaca vayada kela ahe"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "Ani jyanni imana rakhale nahi ani amacya adesanna khote tharavile teca jahannami aheta"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "He imana rakhanaryanno! Allahane tumacyavara je upakara kele aheta, tyance smarana kara, jevha eka janasamuhane tumacyavara atyacara karu icchile, tevha allahane tyancya hatanna tumacyaparyanta pohacanyapasuna rokhale, ani allahace bhaya balaguna raha ani imana rakhanaryanni tara sarvasrestha allahavaraca bharosa thevala pahije"
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "Ani sarvasrestha allahane isra'ilacya putrankaduna vacana-karara ghetala ani tyancyatunaca bara saradara amhi niyukta kele, ani allahane pharmavile, mi niscitaca tumacyasobata ahe, jara tumhi namaja kayama rakhala ani jakata deta rahala ani majhya paigambaranna manata rahala ani tyanci madata karita rahala ani allahala uttama karja deta rahala tara nihsansaya mi tumace aparadha mapha karina ani tumhala asa jannatimmadhye dakhala karina, jyancya khali nahari (pravaha) vahata ahe. Ata ya vayadyanantarahi tumacyapaiki jo inkara karila tara nihsansaya to sarala margapasuna dura bhatakala"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Maga jevha tyanni vacana-kararaca bhanga kela, tevha amhi tyancyavara dhihkkaraca mara kela ani tyanci mane kathora kelita ki te allahacya vanila ticya sthanapasuna badaluna takatata ani jo upadesa tyanna dila gela, tyaca phara motha bhaga te visarale. Tyancya be'imani va dagabajici eka na eka khabara tumhala milata rahila. Parantu thodese (loka) asehi nahita, tarihi tumhi tyanna mapha karita raha. Ani mapha karita raha. Nihsansaya allaha upakara karanaryanna pasanta karato"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Ani je svatahla khriscana mhanavuna ghetata, amhi tyancyakadunahi vayada ghetala hota, tyannihi tyaca motha his'sa dhyani rakhala nahi, ji sikavana tyanna dili geli hoti, tevha amhihi tyancya daramyana satruta ani tiraskara nirmana kela, jo kayamataparyarnta rahila ani je kahi he karatata lavakaraca allaha tyanna te sarva dakhavuna de'ila"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "He granthadharakanno! Tumacyajavala amace paigambara (muham'mada sallallahu alaihi vasallama) ale aheta, je aneka asa gosti sangata aheta, jya grantha (taurata ani injila) cya gosti tumhi lapavita hote, ani bahuteka gostinna sodata ahata. Tumacyajavala allahatarphe nura (divya teja) ani spasta asa grantha (pavitra kura'ana) ye'una pohocala ahe"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Jyacyadvare allaha tya lokanna salamatica marga dakhavito, je tyacya prasannatecya margavara calatila ani tyanna andharatuna bahera kadhuna apalya daya-krpecya divya tejakade anato ani tyanna sarala marga dakhavito"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Nihsansaya te loka kaphira (avisvasi) jhale, je mhanale ki mariyama-putra masiha allaha ahe. Tyanna sanga ki jara mariyama-putra masiha ani tyaci mata ani sarya jagatila sarva lokanna to nasta karu icchila tara asa kona ahe, jyala allahasamora (vacavinyaca) tilamatra adhikara ahe? Ani akasammadhye va dharativara ani je kahi ya doghancya daramyana ahe, sarvatra allahacica rajya-satta ahe. To je kahi icchito, nirmana karato ani allaha pratyeka gostice samarthya balagato"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Ani yahudi va khriscana mhanatata ki amhi allahace putra ani mitra ahota. Tumhi sanga ki maga allaha tumacya aparadhampayi tumhala siksa ka deto? Navhe, kimbahuna tumhi tyacya srsta nirmitita eka manava ahata. To jyala icchito, mapha karato ani jyala icchito siksa-yatana deto. Akasanci va jaminici ani yancya daramyanaci rajyasatta kevala allahacica ahe, ani tyacyacakade paratavayace ahe"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "He granthadharakanno! Paigambarancya agamanata eka dirgha kalacya khandanantara amace rasula (muham'mada sallallahu alaihi vasallama) ye'una pohocale aheta, je tumacyasathi dharma vidhanance nivedana karita aheta yasathi ki tumhi ase na mhanave ki amacyajavala koni subha samacara denara ani saceta karanara ala nahi. Tevha tumacyajavala eka subha samacara denara ani saceta karanara (antima rasula) ye'una pohocala ahe. Nihsansaya allaha pratyeka gostice samarthya balagato"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "Ani smarana kara jevha musa (alaihis'salama) yanni apalya lokanna mhatale ki he majhya janasamuhacya lokanno! Allahacya tya upakaraci athavana kara ki tyane tumacyamadhuna paigambara banavile ani tumhala rajya pradana kele ani tumhala te pradana kele, je sarya jagata konalahi pradana kele nahi"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "He majhya lokanno! Tya pavitra bhumita dakhala vha, ji allahane tumacya nave lihuna dili ahe. Ani apali patha dakhavu naka ki jyamule mothe hanikaraka vhala"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Tyanni uttara dile, he musa! Tithe tara saktisali ladhavayye loka aheta. Ani joparyanta te tithuna nighuna jata nahita, toparyanta amhi kadhihi janara nahita, matra jara te tithuna nighuna jatila tara maga amhi (anandane) tethe ja'u"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Parantu je allahace bhaya balagata hote, tyancyapaiki dona manusya mhanale, jyancyavara allahane krpa denagi keli, ki tumhi tyancyavara (akramanasathi) daravajatuna dakhala vha, jevha dakhala vhala tevha tumhica varacadharahala, ani imana rakhata asala tara allahavaraca bharosa theva"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "Te mhanale, he musa! Amhi kadhihi tithe janara nahita, joparyanta te tithe rahatila, yastava tumhi ani tumaca raba (palanahara) doghe ja'una ladha, amhi itheca basato"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Musa mhanale, he majhya palanakartya! Mi phakta svatahvara ani apala bha'u (haruna) vara adhikara rakhato, tevha amacya ani ya duracari lokancya daramyana alagava nirmana kara"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Allahane pharmavile, ti bhumi tyancyavara calisa varsamparyanta harama (nisid'dha) rahila, te dharativara bhatakata phiratila, yastava tumhi (he musa!) Ya duracari lokambaddala kheda karu naka"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "Ani adamacya dona putranca kis'sa tyanna vacuna aikava. Jevha tya doghanni eka eka kurbani sadara keli tevha ekaci kurbani svikarali geli ani dusaryaci svikarali geli nahi, tevha to mhanala ki mi niscita tula thara karina, tyavara to mhanala ki allaha, duracarapasuna dura rahanarya lokancica kurbani kabula karato"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Jara tu majhi hatya karanyasathi hata pudhe karasila tara mi tujhi hatya karanyasathi apala hata pudhe karu sakata nahi, mi allahace bhaya rakhato jo samasta visvaca svami ani palanahara ahe"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Mi icchito ki tu majha gunha ani svatahca gunha gola kara ani jahannami lokampaiki ho ani atyacari lokanca haca va'ita mobadala ahe"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Tarihi tyacya manane apalya bhavaci nahaka hatya karanyasa pravrtta kele ani tyane apalya bhavala sevati maruna takale, jyamule to nukasana ucalanaryampaiki jhala"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Maga allahane eka kavala pathavila, jo jamina khodata hota, yasathi ki tyala he dakhavave ki, apalya mrta bhavace preta tyane kasa prakare lapavave. To mhanu lagala, arere! Kheda ahe majhyavara! Kaya mi ase karanyayogyahi rahilo nahi ki apalya bhavace preta ya kavalyapramane jaminita gadu sakalo asato? Maga tara to khupa duhkhi ani lajjita jhala"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Yaca karanane amhi isra'ilacya santatikarita nirdharita kele ki jo manusya ekhadyaci, yavina ki to ekhadyaca marekari asela, kinva dharativara utpata majavinara asela, hatya karila tara tyane janu samasta lokanci hatya keli ani jo manusya ekhadyaca jiva vacavila, tara tyane janu samasta manavanna jivana-dana dile ani tyancyajavala amace rasula (paigambara) aneka spasta nisanya ghe'una ale, parantu tarihi tyancyapaiki adhikansa loka juluma-atyacara karanareca rahile"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Je loka allaha ani tyacya paigambarasi yud'dha karatata ani dharativara phasada (utpata) majavitata tara tyanna ya aparadhaci siksa mhanuna thara marale pahije, kinva tyanna sulavara cadhavile pahije kinva tyanca eka bajuca hata ani dusarya bajuca paya kapuna takala java athava tyanna desabahera kadhale jave. Hi apamanaci siksa tyanna ya jagacya jivanata ahe ani akhiratamadhye tara tyancyasathi mahabhayankara azaba (siksa-yatana) ahe"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "Tathapi jyanni pakadita yenyapurvica tauba (ksama-yacana) keli asela tara khatrine allaha motha mapha karanara, motha meharabana ahe"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "He imana rakhanaryanno! Allahace bhaya balaguna raha ani tyacya disene sannidhya prapta karanyaca prayatna kara1 ani tyacya margata jihada kara, yasathi ki tumhala saphalata labhavi"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Nihsansaya, je loka kaphira (inkari) aheta, tyanni jara allahacya siksa-yatane (azaba) pasuna sutaka honyakarita, dharativara je kahi ahe, te sarvacya sarva danda mhanuna de'una takale ani tevadheca anakhi ghe'una ale, taridekhila kayamaticya divasi azabapasuna sutaka honyakarita kabula kele janara nahi, ani tyancyakarita duhkhadayaka siksa-yataneca krama jari rahila"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Te jahannamamadhuna bahera padanyaci khupa iccha karatila, parantu tyatuna kadhica bahera padu sakanara nahita. Tyancyasathi tara nirantara azaba ahe"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Cori karanara va cori karanarice hata kapuna taka. He tyacya duskarmace phala ani allahatarphe siksa ahe ani sarvasrestha allaha saktisali ani hikamatasali ahe"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Jo manusya aparadhanantara (allahakade) ksama yacana karila, ani apale acarana sudharela tara allaha tyaci tauba (ksama yacana) kabula karato. Nihsansaya sarvasrestha allaha mapha karanara, daya karanara ahe"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Kaya tumhi nahi janata ki akasa'anci va jaminici rajya satta kevala allahakaritaca ahe? To jyala icchito azaba (siksa-yatana) deto, ani jyala icchito mapha karato. Allaha pratyeka gostice samarthya balagato"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "He paigambara! Tumhi tyancyasathi duhkhi ho'u naka je inkara karanyata dhava gheta aheta, je apalya tondane mhanale ki amhi imana rakhale ani tyancya manane imana rakhale nahi ani je yahudi jhale, tyancyatale kahi khote bolanyace abhyasta ani dusarya lokance guptahera aheta, je tumacyajavala ale nahita. Te vanila (vacanala) mula sthanapasuna hatavuna tica artha badaluna takatata ani ase sangatata ki jara tumhala ha adesa milala tara kabula kara ani na milalyasa alaga raha. Jara allaha ekhadyasa bhatakata thevu icchila tara tyacyasathi allahavara tumhala kincitahi adhikara nahi. Asaca lokancya hrdayanna allaha paka (pavitra) karu icchita nahi. Yaca lokansathi ya jagata apamana ani akhiratamadhye motha jabaradasta azaba ahe"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "He kana lavuna khotya gosti aikanare ani mana trpta ho'iparyanta harama khanare aheta. Jara he tumacyajavala yetila tara tumhala adhikara ahe, vatalyasa tyancya daramyana phaisala kara, vatalyasa karu naka. Jara tumhi tyancyapasuna toda phiravunahi ghyala tarihi te tumhala kasalehi nukasana pohacavu sakata nahi ani jara tumhi phaisala karala tara tyancya daramyana n'yayasaha phaisala kara. Nihsansaya, n'yaya karanaryansi allaha prema rakhato"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Ani (ascaryaci gosta asi ki) svatahjavala taurata asatana, jyata allahaca adesa ahe, te kase tumhala phaisala karanara banavitata, maga tyanantara adesa mananyace talatata. Vastavika he loka (kharya arthane) imanadharaka nahita"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "Amhi taurata avatarita keli, jyata margadarsana ani nura (divya prakasa) ahe. Yahudi lokammadhye yaca tauratadvare allahala mananare paigambara ani allahavale ani dharmajnani loka phaisala karita asata karana tyanna allahacya ya granthace raksana karanyaca adesa dila gela hota ani te yavara svikaranare saksi hote. Ata tumhi lokance bhaya balagu naka, kimbahuna majhe bhaya balaga. Majhya ayatinna thodyasa kimmativara viku naka ani jo, allahane avatarita kelelya sandesa (vahayi) cya adharavara phaisala na karila tara ase loka purepura kaphira aheta"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Ani amhi (tauratamadhye) yahudincya hakkata hi gosta nirdharita keli ki jivacya badalyata jiva, ani dolyacya badalyata dola ani nakacya badalyata naka ani kanacya badalyata kana ani datacya badalyata data ani khasa jakhamancahi badala ahe, maga jo koni tyasa mapha karila tara te tyacyasathi pascattapa ahe ani je loka allahacya adesanusara phaisala karanara nahita tara aseca loka atyacari aheta"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "Ani amhi tyancyamage mariyama-putra isala pathavile, je apalya purvica grantha taurata satya asalyace sangata hote ani amhi tyanna injila (ha grantha) pradana kela. Jyata nura (divya prakasa) ani margadarsana hote ani to apalya purvica grantha taurata satya asalyace sangata hota ani te spasta margadarsana ani sikavana hoti, allahace bhaya rakhanaryankarita"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Ani injila balaganaryankarita he bandhanakaraka tharate ki je kahi allahane injilamadhye avatarita kele ahe, tyacyacanusara phaisala karava ani jo manusyadekhila allahane avatarita kelyanusara phaisala karanara nahi kinva mananara nahi tara ase loka duracari aheta"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Ani amhi tumacyakade ha satyapurna grantha avatarita kela ahe, jo apalya purvicya samasta asamani granthanci satyata darsavito ani tyanca sanraksaka ahe. Yastava tumhi tyancya daramyana, allahane avatarita kelelya granthanusara phaisala kara, ya satyakade patha phiravuna tyancya iccha akanksanvara ja'u naka. Tumacyapaiki pratyekasathi amhi eka sari'ata (dharmasastra) ani marga nirdharita kela ahe. Allahane icchile asate tara tumha sarvanca ekaca janasamuha (um'mata) banavila asata. Parantu to ase icchito ki, je kahi tumhala dile ahe, tyata tumaci kasoti ghyavi, tevha tumhi cangalya mobadalyacya disene tvara kara, tumha sarvanna allahacyacakade parata jayace ahe. Maga to tumhala ti pratyeka gosta dakhavuna de'ila, jyasandarbhata tumhi matabheda rakhata"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Ani tumhi tyancya tantyata allahane avatarita kelelya vahayinusara phaisala kara. Tyancya iccha abhilasance anusarana karu naka ani tyancyapasuna savadha raha ki kadacita he tumhala allahacya avatarita kelelya ekhadya adesapasuna dalamalita na karaveta. Jara he tonda phiravatila tara khatrine allahaca haca irada ahe ki tyanna tyancya kahi aparadhanci siksa de'unaca takavi ani adhikansa loka avajnakari asatata"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Kaya he loka punasca ajnanatapurna phaisala icchitata? Ani imana rakhanaryankarita allahapeksa uttama phaisala karanara ani adesa karanara anakhi kona asu sakato"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "He imanadharakanno! Tumhi yahudinna ani khriscananna dosta banavu naka, he tara apasataca ekamekance dosta aheta. Tumacyapaiki jo koni yancyasi dosti karila tara to tyancyapaikica tharela. Atyacari lokanna allaha kadhihi (sarala) marga dakhavita nahi"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Tumhi pahala ki jyancya manata vikara ahe te dhavata ja'una tyancyata misalatata ani mhanatata ki amhala bhaya vatate ki kadacita ase na vhave ki ekhade sankata amacyavara kosalave, phara sakya ahe ki allahane vijaya pradana karava kinva apalyakaduna an'ya ekhada phaisala karava maga tara he apalya manata lapavilelya gostibaddala khupa lajjita hotila"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "Ani imanadharaka mhanatila ki kaya heca te loka hote, je mothya visvasane allahaci sapatha ghe'una mhanatata ki amhi tumacyasobata ahota, tyance sarva karma vaya gele ani te asaphala jhale"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "He imana rakhanaryanno! Tumacyapaiki jo koni apalya dina-dharmapasuna paravrtta ho'ila, tara sarvasrestha allaha lavakaraca asa janasamuhacya lokanna anila allaha jyancyasi prema rakhila ani tedekhila allahasi prema karata asatila. Imanadharakansathi te komalahrdayi asatila, parantu kaphiransathi matra kathora ani nirdayi asatila, te allahacya margata jihada karatila, kona ninda-nalasti karanaryancya aropaci parva karanara nahita. Hi allahaci krpa ahe, jyala icchito, pradana karato, allaha sarvasaktimana ahe ani atisaya jnana balaganara ahe"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "(He imanadharakanno!) Tumaca mitra svatah allaha ani tyaca paigambara ahe ani imana rakhanare loka aheta. Je namaja kayama karatata ani jakata deta rahatata ani allahasamora (ekagracitta ho'una) jhukanare aheta"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Ani jo manusya, sarvasrestha allahasi, tyacya paigambarasi ani imanadharakansi dosti rakhila tara tyane visvasa thevala pahije ki allahace dasaca varcasvasali rahatila"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "(Imanadharakanno!) Tumhi asa lokanna apala mitra banavu naka, je tumacya dina-dharmala khela-tamasa banavuna thatta udavitata, maga te tyancyapaiki asota jyanna tumacyapurvi grantha dila gela kinva kaphira (inkari) asota jara tumhi (kharokhara) imanadharaka asala tara allahace bhaya balaguna raha"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Ani jevha tumhi namajakarita (ajana) pukarata tevha te tyasa khela-tamasa tharavitata, he asasathi ki te akkala balagata nahita"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Tumhi sanga, he yahudyanno ani khriscananno! Tumhi amacyasi kevala ya karanastava vaira rakhata ki amhi allahavara ani je kahi amacyakade utaravile gele ahe ani je kahi yapurvi utaravile gele ahe tyavara imana rakhale ahe ani yasathihi ki tumacyata adhikansa loka duracari aheta"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Tumhi sanga ki kaya mi tumhala sangu ki yahuna jasta va'ita mobadala prapta karanara allahacya javala kona ahe? To, jyaca sarvasrestha allahane dhihkkara kela asela ani tyavara krodhita jhala asela ani tyancyapaiki kahinna vanara ani dukkara banavile ani jyanni khotya daivatanci upasana keli tara heca loka va'ita darjace aheta ani heca satya-margapasuna phara jasta bhatakalele aheta"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Ani jevha te tumacyajavala yetata, tevha mhanatata ki amhi imana rakhale jari te inkara sobata ghe'una ale hote ani tyaca inkarasobata (ya jagatuna) geletahi ani he je kahi lapavita aheta, allaha te cangalya prakare janato"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Ani tumhi pahala ki yancyapaiki bahuteka jana aparadhacya kamankade atyacara ani vidrohakade ani harama mala (dhana) khanayakade dhava gheta aheta. Je kahi he karita aheta, te atisaya va'ita karma ahe"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Tyanna tyance santa-mahanta ani dharmajnani loka khote bolanyapasuna ani harama (avaidha) khanyapasuna rokhata ka nahi? Nihsansaya hi va'ita karme aheta, ji he karita aheta"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Ani yahudi mhanale, allahaca hata bandhalela ahe, (ulata) tyanceca hata bandhalele aheta ani tyancya ya kathanamule tyanca dhihkkara kela gela. Kimbahuna allahace donhi hata khule aheta. Jyaprakare icchito, kharca karato, ani je kahi tumacyakade, tumacya palanakartyatarphe utaravile gele ahe, te tyancyapaiki bahutekancya vidroha ani inkarata vadhakarate, ani amhi tyancyata apasata kayamataparyanta satruta ani dvesa matsara perale ahe. Te jevha jevha yud'dhaci aga bhadakavu icchitata, allaha tila vijhavito. He jaminivara dahasata ani utpada majavita phiratata ani allaha asa vidhvansa karanaryansi prema rakhata nahi"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Ani jara ya granthadharakanni imana rakhale asate ani allahace bhaya balagale asate tara amhi tyancya duskrtyanvara padada takala asata ani niscitaca tyanna krpa denagyanni bharalelya jannatamadhye dakhala kele asate"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Jara tyanni taurata ani injila ani tya dharmasastrance palana kele asate je tyancyakade, tyancya palanakartyatarphe utaravile geleta tara tyanna apalya varunahi ani payakhalunahi bharapura (annasamagri) khayala labhale asate. Tyacyatala eka samuha madhalya margavara ahe, matra adhikansa duracari aheta"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "He paigambara! Tumacyakade, tumacya palanakartyatarphe jo (sandesa) utaravila gela ahe, to lokamparyanta pohacava. Jara tumhi ase kele nahi, tara tyacya sandesaca hakka ada kela nahi ani allaha lokampasuna tumace raksana karila nihsansaya allaha inkari lokanna margadarsana karita nahi"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Tumhi sanga ki, he granthadharakanno! Tumhala kasalahi adhara nahi, joparyanta taurata ani injila ani jedekhila (dharmasastra) tumacya palanakartyatarphe tumacyakade utaravile gele ahe, tyace palana na karala ani tumacyakade je (pavitra kura'ana) tumacya palanakartyatarphe avatarita kele gele ahe, te yancyatalya bahuteka lokancya hatta ani inkarasa vadhavila. Tevha ya inkari lokambaddala tumhi duhkha karu naka"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Imanadharaka, yahudi, taryance upasaka ani khriscanampaiki jodekhila allaha ani antima divasa (kayamata) vara imana rakhila ani satkarma karita rahila tara asa lokanna, na kasale bhaya rahila, na te duhkhi hotila"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Amhi isra'ilacya putram (yahudim) kaduna vayada ghetala ani tyancyakade paigambaranna pathavile, jevha ekhada paigambara tyancyajavala asa adesa ghe'una ala jyala tyance mana svikarata navhate tara tyanni eka gatala khote tharavile ani eka gataci hatya karita rahile"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Ani samajuna basale ki kahica siksa milanara nahi, yastava andhale bahire jhale, tarihi allahane tyanna mapha kele.Ase asatanahi tyancyapaiki adhikansa loka andhale bahire jhale ani allaha tyancya karmanna khupa cangalya prakare pahanara ahe"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "Te loka kaphira (inkari) jhaleta, jyanni mhatale ki mariyamaca putra masiha haca allaha ahe, vastavika masihane (svatah) mhatale ki he isra'ilacya putranno! Majhya ani tumacya palanakartya allahaci upasana kara karana jo koni allahasobata dusaryala sahabhagi tharavila tara allahane tyacyasathi jannata harama keli ahe ani tyace thikana jahannama ahe, ani atyacari lokanca konihi madata karanara nasela"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Te lokahi purnatah kaphira jhale, jyanni mhatale ki allaha tinaca tisara ahe. Vastavika allahasivaya konihi upasya nahi ani jara he loka ase bolane sodanara nahita tara tyancyapaiki je inkara karata rahatila tara tyanna niscitaca motha sakta azaba pohocela"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "He loka allahakade ka nahi jhukata ani ka nahi ksama yacana karita? Allaha atisaya mapha karanara ani motha daya karanara ahe"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Mariyamace putra masiha kevala eka paigambara asanyakherija anakhi kahihi nahi. Tyancya purvihi aneka paigambara ho'una geleta. Tyanci mata eka susila ani satyanistha stri hoti. Doghe (mata-putra) jevana karita asata. Tumhi paha amhi kasa prakare tyancyasamora pramana prastuta karato, maga vicara kara ki te kasa prakare paratavile jatata"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Tumhi sanga ki, kaya tumhi allahasivaya tyanci bhakti- upasana karata je na tumhala nukasana pohacavinyaca adhikara rakhatata, na kasalyahi prakaracya phayadyaca. Allaha cangalya prakare aikanara ani purnatah jnani ahe"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Sanga, he granthadharakanno! Apalya dina-dharmata atisayokti karu naka ani asa lokancya iccha abhilasance anusarana karu naka, je purvipasuna bhatakalele aheta. Ani bahutekanna pathabhrasta karuna geleta ani sarala margapasuna dura jhale aheta"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Isra'ilacya santatimadhila inkari lokanca (hajarata) da'uda ani mariyama-putra hajarata isa yancya tonduna dhihkkara kela gela, ya karanane ki te ajna bhanga karanare hote ani maryadece ullanghana karita hote"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Te apasata ekamekanna va'ita kamampasuna, je te karita asata, rokhata navhate, niscitaca je kahi te karita, atisaya va'ita hote"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Tyancyatalya adhikansa lokanna tumhi pahala ki te inkari lokansi maitri karatata. Je kahi tyanni apalya pudhe pathavile ahe te atisaya va'ita ahe. (Parinami) sarvasrestha allaha tyancyasi naraja jhala ani te nehami azaba (siksa-yatane) madhye rahatila"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Jara tyanni allahavara, paigambaranvara ani je avatarita kele gele ahe tyavara imana rakhale asate tara inkari lokansi maitri keli nasati, parantu tyancyapaiki bahuteka loka duracari aheta"
        }
    ]
}