{
    "maqras": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "جس جنت کا صاحبانِ تقویٰ سے وعدہ کیا گیا ہے اس کی مثال یہ ہے کہ اس کے نیچے نہریں جاری ہوں گی اور اس کے پھل دائمی ہوں گے اور سایہ بھی ہمیشہ رہے گا -یہ صاحبان هتقوٰی کی عاقبت ہے اور کفار کا انجام کار بہرحال جّہنم ہے"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "اور جن لوگوں کو ہم نے کتاب دی ہے وہ اس تنزیل سے خوش ہیں اور بعض گروہ وہ ہیں جو بعض باتوں کا انکار کرتے ہیں تو آپ کہہ دیجئے کہ مجھے یہ حکم دیا گیا ہے کہ میں اللہ کی عبادت کروں اور کسی کو اس کا شریک نہ بناؤں میں اسی کی طرف دعوت دیتا ہوں اور اسی کی طرف سب کی بازگشت ہے"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "اور اسی طرح ہم نے اس قرآن کو عربی زبان کا فرمان بناکر نازل کیا ہے اور اگر آپ علم کے آجانے کے بعد ان کی خواہشات کا اتباع کرلیں گے تو اللہ کے مقابلے میں کوئی کسی کا سرپرست اور بچانے والا نہ ہوگا"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "ہم نے آپ سے پہلے بھی بہت سے رسول بھیجے ہیں اور ان کے لئے ازواج اور اولاد قرار دی ہے اور کسی رسول کے لئے یہ ممکن نہیں ہے وہ اللہ کی اجازت کے بغیر کوئی نشانی لے آئے کہ ہر مدّت اور معیاد کے لئے ایک نوشتہ مقرر ہے"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "اللہ جس چیز کو چاہتا ہے مٹادیتا ہے یا برقر ار رکھتا ہے کہ اصل کتاب اسی کے پاس ہے"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "اور اے پیغمبر ہم کفار سے کئے وعدہ عذاب کو تمہیں دکھلادیں یا تمہیں اٹھالیں تمہارا کام تو صرف احکام کا پہنچا دینا ہے حساب کی ذمہ داری ہماری اپنی ہے"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "کیا ان لوگوں نے نہیں دیکھا کہ ہم کس طرح زمین کی طرف آکر اس کو اطراف سے کم کردیتے ہیں اور اللہ ہی حکم دینے والا ہے کوئی اس کے حکم کا ٹالنے والا نہیں ہے اور وہ بہت تیز حساب کرنے والا ہے"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "اور ان کے پہلے والوں نے بھی مکر کیا ہے لیکن ساری تدبیریں اللہ ہی کے اختیار میں ہیں وہ ہر نفس کے کاروبار کو جانتا ہے اور عنقریب کفار بھی جان لیں گے کہ آخرت کا گھر کس کے لئے ہے"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "اور یہ کافر کہتے ہیں کہ آپ رسول نہیں ہیں کہہ دیجئے کہ ہمارے اور تمہارے درمیان رسالت کی گواہی کے لئے خدا کافی ہے اور وہ شخص کافی ہے جس کے پاس پوری کتاب کا علم ہے"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "الۤر -یہ کتاب ہے جسے ہم نے آپ کی طرف نازل کیا ہے تاکہ آپ لوگوں کو حکم خدا سے تاریکیوں سے نکال کر نور کی طرف لے آئیں اور خدائے عزیز و حمید کے راستے پر لگادیں"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "وہ اللہ وہ ہے جس کے لئے زمین و آسمان کی ہر شے ہے اور کافروں کے لئے تو سخت ترین اور افسوس ناک عذاب ہے"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "وہ لوگ جو زندگانی دنیا کو آخرت کے مقابلے میں پسند کرتے ہیں اور لوگوں کو راسِ خدا سے روکتے ہیں اور اس میں کجی پیدا کرنا چاہتے ہیں یہ گمراہی میں بہت دور تک چلے گئے ہیں"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "اور ہم نے جس رسول کو بھی بھیجا اسی کی قوم کی زبان کے ساتھ بھیجا تاکہ وہ لوگوں پر باتوں کو واضح کرسکے اس کے بعد خدا جس کو چاہتا ہے گمراہی میں چھوڑ دیتا ہے اور جس کو چاہتا ہے ہدایت دے دیتا ہے وہ صاحب هعزّت بھی ہے اور صاحبِ حکمت بھی"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "اور ہم نے موسٰی کو اپنی نشانیوں کے ساتھ بھیجا کہ اپنی قوم کو ظلمتوں سے نور کی طرف نکال کر لائیں اور انہیں خدائی دنوں کی یاد دلائیں کہ بیشک اس میں تمام صبر کرنے والے اور شکر کرنے والے کے لئے بہت سی نشانیاں پائی جاتی ہیں"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "اور اس وقت کو یاد کرو جب موسٰی نے اپنی قوم سے کہا کہ تم لوگ اللہ کی اس نعمت کو یاد کرو کہ اس نے تمہیں فرعون والوں سے نجات دلائی جب کہ وہ بدترین عذاب میں مبتلا کررہے تھے کہ تمہارے لڑکوں کو ذبح کررہے تھے اور تمہاری لڑکیوں کو (کنیزی کے لئے)زندہ رکھتے تھے اور اس میں تمہارے پروردگار کی طرف سے بڑا سخت امتحان تھا"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "اور جب تمہارے پروردگار نے اعلان کیا کہ اگر تم ہمارا شکریہ اد اکرو گے تو ہم نعمتوں میں اضافہ کردیں گے اور اگر کفرانِ نعمت کرو گے تو ہمارا عذاب بھی بہت سخت ہے"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "اور موسٰی نے یہ بھی کہہ دیا کہ اگر تم سب اور روئے زمین کے تمام بسنے والے بھی کافر ہوجائیں تو ہمارا اللہ سب سے بے نیاز ہے اور وہ قابلِ حمد و ستائش ہے"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "کیا تمہارے پاس اپنے سے پہلے والوں قوم نوح اور قوم عاد و ثمود اور جو ان کے بعد گزرے ہیں اور جنہیں خدا کے علاوہ کوئی نہیں جانتا ہے کی خبر نہیں آئی ہے کہ ان کے پاس اللہ کے رسول معجزات لے کر آئے اور انہوں نے ان کے ہاتھوں کو ان ہی کے منہ کی طرف پلٹا دیا اور صاف کہہ دیا کہ ہم تمہارے لائے ہوئے پیغام کے منکر ہیں اور ہمیں اس بات کے بارے میں واضح شک ہے جس کی طرف تم ہمیں دعوت دے رہے ہو"
        }
    ]
}