{
    "maqras": [
        {
            "chapter": 25,
            "verse": 1,
            "text": "بابرکت ہے وہ خدا جس نے اپنے بندے پر فرقان نازل کیا ہے تاکہ وہ سارے عالمین کے لئے عذاب الٰہی سے ڈرانے والا بن جائے"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "آسمان و زمین کا سارا ملک اسی کے لئے ہے اور اس نے نہ کوئی فرزند بنایا ہے اور نہ کوئی اس کے ملک میں شریک ہے اس نے ہر شے کو خلق کیا ہے اور صحیح اندازے کے مطابق درست بنایا ہے"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "اور ان لوگوں نے خدا کو چھوڑ کر ایسے خدا بنالئے ہیں جو کسی بھی شے کے خالق نہیں ہیں بلکہ خود ہی مخلوق ہیں اور خود اپنے واسطے بھی کسی نقصان یا نفع کے مالک نہیں ہیں اور نہ ان کے اختیار میں موت و حیات یا حشر و نشر ہی ہے"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "اور یہ کفار کہتے ہیں کہ یہ قرآن صرف ایک جھوٹ ہے جسے انہوں نے گڑھ لیا ہے اور ایک دوسری قوم نے اس کام میں ان کی مدد کی ہے حالانکہ ان لوگوں نے خود ہی بڑا ظلم اور فریب کیا ہے"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "اور یہ لوگ کہتے ہیں کہ یہ تو صرف اگلے لوگوں کے افسانے ہیں جسے انہوں نے لکھوالیا ہے اور وہی صبح و شام ان کے سامنے پڑھے جاتے ہیں"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "آپ کہہ دیجئے کہ اس قرآن کو اس نے نازل کیا ہے جو آسمانوں اور زمین کے رازوں سے باخبر ہے اور یقینا وہ بڑا بخشنے والا اور مہربان ہے"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "اور یہ لوگ کہتے ہیں کہ اس رسول کو کیا ہوگیا ہے کہ یہ کھانا بھی کھاتا ہے اور بازاروں میں چکر بھی لگاتا ہے اور اس کے پاس کوئی ملک کیوں نہیں نازل کیا جاتا جو اس کے ساتھ مل کر عذاب هالٰہی سے ڈرانے والا ثابت ہو"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "یا اس کی طرف کوئی خزانہ ہی گرادیا جاتا یا اس کے پاس کوئی باغ ہی ہوتا جس سے کھاتا پیتا اور پھر یہ ظالم کہتے ہیں کہ تم لوگ تو ایک جادو زدہ آدمی کا اتباع کررہے ہو"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "دیکھو ان لوگوں نے تمہارے لئے کیسی کیسی مثالیں بیان کی ہیں یہ تو بالکل گمراہ ہوگئے ہیں اور اب راستہ نہیں پاسکتے ہیں"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "بابرکت ہے وہ ذات جو اگر چاہے تو تمہارے لئے اس سے بہتر سامان فراہم کردے ایسی جنتیں جن کے نیچے نہریں جاری ہوں اور پھر تمہارے لئے بڑے بڑے محل بھی بنادے"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "حقیقت یہ ہے کہ ان لوگوں نے قیامت کا انکار کیا ہے اور ہم نے قیامت کا انکار کرنے والوں کے لئے جہنم ّمہیاّ کردیا ہے"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "جب آتش جہنم ان لوگوں کو دور سے دیکھے گی تو یہ لوگ اس کے جوش و خروش کی آوازیں سنیں گے"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "اور جب انہیں زنجیروں میں جکڑ کر کسی تنگ جگہ میں ڈال دیا جائے تو وہاں موت کی رَہائی دیں گے"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "اس وقت ان سے کہا جائے گا کہ ایک موت کو نہ پکارو بلکہ بہت سی موتوں کو آواز دو"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "پیغمبر علیھ السّلامآپ ان سے پوچھئے کہ یہ عذاب زیادہ بہتر ہے یا وہ ہمیشگی کی جنت ّجس کا صاحبان هتقویٰ سے وعدہ کیا گیا ہے اور وہی ان کی جزا بھی ہے اور ان کا ٹھکانا بھی"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "ان کے لئے وہاں ہر خواہش کا سامان موجود ہے اور وہ اس میں ہمیشہ رہنے والے ہیں اور یہ پروردگار کے ذمہ ایک لازمی وعدہ ہے"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "اور جس دن بھی خدا ان کو اور ان کے خداؤں کو جنہیں یہ خدا کو چھوڑ کر پکارا کرتے تھے سب کو ایک منزل پر جمع کرے گا اور پوچھے گا کہ تم نے میرے بندوں کو گمراہ کیا تھا یا یہ ازخود بھٹک گئے تھے"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "تو یہ سب کہیں گے کہ تو پاک اور بے نیاز ہے اور ہمیں کیا حق ہے کہ تیرے علاوہ کسی اور کو اپنا سرپرست بنائیں اصل بات یہ ہے کہ تو نے انہیں اور ان کے بزرگوں کو عزّت دنیا عطا کردی تو یہ تیری یاد سے غافل ہوگئے اس لئے کہ یہ ہلاک ہونے والے لوگ ہی تھے"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "دیکھا تم لوگوں نے کہ تمہیں وہ بھی جھٹلا رہے ہیں جنہیں تم نے خدا بنایا تھا تو اب نہ تم عذاب کو ٹال سکتے ہو اور نہ اپنی مدد کرسکتے ہو اور جو بھی تم میں سے ظلم کرے گا اسے ہم بڑے سخت عذاب کا مزہ چکھائیں گے"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "اور ہم نے آپ سے پہلے بھی جن رسولوں کو بھیجا ہے وہ بھی کھانا کھایا کرتے تھے اور بازاروں میں چلتے تھے اور ہم نے بعض افراد کو بعض کے لئے وجہ آزمائش بنادیا ہے تو مسلمانو ! کیا تم صبر کرسکو گے جب کہ تمہارا پروردگار بہت بڑی بصیرت رکھنے والا ہے"
        }
    ]
}