{
    "maqras": [
        {
            "chapter": 34,
            "verse": 24,
            "text": "آپ کہئے کہ تمہیں آسمان و زمین سے روزی کون دیتا ہے اور پھر بتائیے کہ اللہ اور کہئے کہ ہم یا تم ہدایت پر ہیں یا کھلی ہوئی گمراہی میں ہیں"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "انہیں بتائیے کہ ہم جو خطا کریں گے اس کے بارے میں تم سے سوال نہ کیا جائے گا اور تم جو کچھ کرو گے اس کے بارے میں ہم سے سوال نہ ہوگا"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "کہئے کہ ایک دن خدا ہم سب کو جمع کرے گا اور پھر ہمارے درمیان حق کے ساتھ فیصلہ کرے گا اور وہ بہترین فیصلہ کرنے والا ہے اور جاننے والاہے"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "ان سے کہئے کہ ذرا ان شرکائ کو دکھلاؤ جن کو خدا سے ملادیا ہے - یہ ہرگز نہیں دکھا سکیں گے بلکہ خدا صرف خدائے عزیز و حکیم ہے"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "اور پیغمبر ہم نے آپ کو تمام لوگوں کے لئے صرف بشیر و نذیر بناکر بھیجا ہے یہ اور بات ہے کہ اکثر لوگ اس حقیقت سے باخبر نہیں ہیں"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "اور کہتے ہیں کہ اگر تم سچے ہو تو یہ وعدہ قیامت کب پورا ہوگا"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "کہہ دیجئے کہ تمہارے لئے ایک دن کا وعدہ مقرر ہے جس سے ایک ساعت پیچھے ہٹ سکتے ہو اور نہ آ گے بڑھ سکتے ہو"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "اور کفاّر یہ کہتے ہیں کہ ہم نہ اس قرآن پر ایمان لائیں گے اور نہ اس سے پہلے والی کتابوں پر تو کاش آپ دیکھتے جب ان ظالموں کو پروردگار کے حضور کھڑا کیا جائے گا اور ہر ایک بات کو دوسرے کی طرف پلٹائے گا اور جن لوگوں کو کمزور سمجھ لیا گیا ہے وہ اونچے بن جانے والوں سے کہیں گے کہ اگر تم درمیان میں نہ آگئے ہوتے تو ہم صاحب هایمان ہوگئے ہوتے"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "تو بڑے لوگ کمزور لوگوں سے کہیں گے کہ کیا ہم نے تمہیں ہدایت کے آنے کے بعد اس کے قبول کرنے سے روکا تھا ہرگز نہیں تم خود مجرم تھے"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "اور کمزور لوگ بڑے لوگوں سے کہیں گے کہ یہ تمہاری دن رات کی مکاری کا اثر ہے جب تم ہمیں حکم دیتے تھے کہ خدا کا انکار کریں اور اس کے لئے مثل قرار دیں اور عذاب دیکھنے کے بعد لوگ اپنے دل ہی دل میں شرمندہ بھی ہوں گے اور ہم کفر اختیار کرنے والوں کی گردن میں طوق بھی ڈال دیں گے کیا ان کو اس کے علاوہ کوئی بدلہ دیا جائے گا جو اعمال یہ کرتے رہے ہیں"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "اور ہم نے کسی بستی میں کوئی ڈرانے والا نہیں بھیجا مگر یہ کہ اس کے بڑے لوگوں نے یہ کہہ دیا کہ ہم تمہارے پیغام کا انکار کرنے والے ہیں"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "اور یہ بھی کہہ دیا کہ ہم اموال اور اولاد کے اعتبار سے تم سے بہتر ہیں اور ہم پر عذاب ہونے والا نہیں ہے"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "آ پ کہہ دیجئے کہ میرا پروردگار جس کے رزق میں چاہتا ہے کمی یا زیادتی کردیتا ہے لیکن اکثر لوگ نہیں جانتے ہیں"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "اور تمہارے اموال اور اولاد میں کوئی ایسا نہیں ہے جو تمہیں ہماری بارگاہ میں قریب بناسکے علاوہ ان کے جو ایمان لائے اور انہوں نے نیک اعمال کئے تو ان کے لئے ان کے اعمال کا دہرا بدلہ دیا جائے گا اور وہ جھروکوں میں امن وامان کے ساتھ بیٹھے ہوں گے"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "اور جو لوگ ہماری نشانیوں کے مقابلہ میں دوڑ دھوپ کررہے ہیں وہ جہّنم کے عذاب میں جھونک دیئے جائیں گے"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "بیشک ہمارا پروردگار اپنے بندوں میں جس کے رزق میں چاہتا ہے وسعت پیدا کرتا ہے اور جس کے رزق میں چاہتا ہے تنگی پیدا کرتا ہے اور جو کچھ اس کی راہ میں خرچ کرو گے وہ اس کا بدلہ بہرحال عطا کرے گا اور وہ بہترین رزق دینے والا ہے"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "اور جس دن خدا سب کو جمع کرے گا اور پھر ملائکہ سے کہے گا کہ کیا یہ لوگ تمہاری ہی عبادت کرتے تھے"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "تو وہ عرض کریں گے کہ تو پاک و بے نیاز اور ہمارا ولی ہے یہ ہمارے کچھ نہیں ہیں اور یہ جنّات کی عبادت کرتے تھے اور ان کی اکثریت ان ہی پر ایمان رکھتی تھی"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "پھر آج کوئی کسی کے نفع اور نقصان کا مالک نہیں ہوگا اور ہم ظلم کرنے والوں سے کہیں گے کہ اس جہّنم کے عذاب کا مزہ چکھو جس کی تکذیب کیا کرتے تھے"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "اور جب ان کے سامنے ہماری روشن آیتوں کی تلاوت کی جاتی ہے تو کہتے ہیں کہ یہ شخص صرف یہ چاہتا ہے کہ تمہیں ان سب سے روک دے جن کی تمہارے آبائ و اجداد پرستش کیا کرتے تھے اور یہ صرف ایک گڑھی ہوئی داستان ہے اور کفاّر تو جب بھی ان کے سامنے حق آتا ہے یہی کہتے ہیں کہ یہ ایک کھلا ہوا جادو ہے"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "اور ہم نے انہیں ایسی کتابیں نہیں عطا کی ہیں جنہیں یہ پڑھتے ہوں اور نہ ان کی طرف آپ سے پہلے کوئی ڈرانے والا بھیجا ہے"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "اور ان کے پہلے والوں نے بھی انبیائ علیھ السّلامکی تکذیب کی ہے حالانکہ ان کے پاس اس کا دسواں حصّہ بھی نہیں ہے جتنا ہم نے ان لوگوں کو عطا کیا تھا مگر انہوں نے بھی رسولوں کی تکذیب کی تو تم نے دیکھا کہ ہمارا عذاب کتنا بھیانک تھا"
        }
    ]
}