{
    "maqras": [
        {
            "chapter": 72,
            "verse": 1,
            "text": "پیغمبر آپ کہہ دیجئے کہ میری طرف یہ وحی کی گئی ہے کہ جنوں کی ایک جماعت نے کان لگا کر قرآن کو سنا تو کہنے لگے کہ ہم نے ایک بڑا عجیب قرآن سنا ہے"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "جو نیکی کی ہدایت کرتا ہے تو ہم تو اس پر ایمان لے آئے ہیں اور کسی کو اپنے رب کا شریک نہ بنائیں گے"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "اور ہمارے رب کی شان بہت بلند ہے اس نے کسی کو اپنی بیوی بنایا ہے نہ بیٹا"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "اور ہمارے بیوقوف لوگ طرح طرح کی بے ربط باتیں کررہے ہیں"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "اور ہمارا خیال تو یہی تھا کہ انسان اور جناّت خدا کے خلاف جھوٹ نہ بولیں گے"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "اور یہ کہ انسانوں میں سے کچھ لوگ جناّت کے بعض لوگوں کی پناہ ڈھونڈ رہے تھے تو انہوں نے گرفتاری میں اور اضافہ کردیا"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "اور یہ کہ تمہاری طرح ان کا بھی خیال تھا کہ خدا کسی کو دوبارہ نہیں زندہ کرے گا"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "اور ہم نے آسمان کو دیکھا تو اسے سخت قسم کے نگہبانوں اور شعلوں سے بھرا ہوا پایا"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "اور ہم پہلے بعض مقامات پر بیٹھ کر باتیں سن لیا کرتے تھے لیکن اب کوئی سننا چاہے گا تو اپنے لئے شعلوں کو تیار پائے گا"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "اور ہمیں نہیں معلوم کہ اہل زمین کے لئے اس سے برائی مقصود ہے یا نیکی کا ارادہ کیا گیا ہے"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "اور ہم میں سے بعض نیک کردار ہیں اور بعض کے علاوہ ہیں اور ہم طرح طرح کے گروہ ہیں"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "اور ہمارا خیال ہے کہ ہم زمین میں خدا کو عاجز نہیں کرسکتے اور نہ بھاگ کر اسے اپنی گرفت سے عاجز کرسکتے ہیں"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "اور ہم نے ہدایت کو سنا تو ہم تو ایمان لے آئے اب جو بھی اپنے پروردگار پر ایمان لائے گا اسے نہ خسارہ کا خوف ہوگا اور نہ ظلم و زیادتی کا"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "اور ہم میں سے بعض اطاعت گزار ہیں اور بعض نافرمان اور جو اطاعت گزار ہوگا اس نے ہدایت کی راہ پالی ہے"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "اور نافرمان تو جہنمّ کے کندے ہوگئے ہیں"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "اور اگر یہ لوگ سب ہدایت کے راستے پر ہوتے تو ہم انہیں وافر پانی سے سیراب کرتے"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "تاکہ ان کا امتحان لے سکیں اور جو بھی اپنے رب کے ذکر سے اعراض کرے گا اسے سخت عذاب کے راستے پر چلنا پڑے گا"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "اور مساجد سب اللہ کے لئے ہیں لہذا اس کے علاوہ کسی کی عبادت نہ کرنا"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "اور یہ کہ جب بندہ خدا عبادت کے لئے کھڑا ہوا تو قریب تھا کہ لوگ اس کے گرد ہجوم کرکے گر پڑتے"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "پیغمبرآپ کہہ دیجئے کہ میں صرف اپنے پروردگار کی عبادت کرتا ہوں اور کسی کو اس کا شریک نہیں بناتا ہوں"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "کہہ دیجئے کہ میں تمہارے لئے کسی نقصان کا اختیار رکھتا ہوں اور نہ فائدہ کا"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "کہہ دیجئے کہ اللہ کے مقابلہ میں میرا بھی بچانے والا کوئی نہیں ہے اور نہ میں کوئی پناہ گاہ پاتا ہوں"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "مگر یہ کہ اپنے رب کے احکام اور پیغام کو پہنچادوں اور جو اللہ و رسول کی نافرمانی کرے گا اس کے لئے جہنم ّہے اور وہ اسی میں ہمیشہ رہنے والا ہے"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "یہاں تک کہ جب ان لوگوں نے اس عذاب کو دیکھ لیا جس کا وعدہ کیا گیا تھا تو انہیں معلوم ہوجائے گا کہ کس کے مددگار کمزور اور کس کی تعداد کمتر ہے"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "کہہ دیجئے کہ مجھے نہیں معلوم کہ وہ وعدہ قریب ہی ہے یا ابھی خدا کوئی اور مدّت بھی قرار دے گا"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "وہ عالم الغیب ہے اور اپنے غیب پر کسی کو بھی مطلع نہیں کرتا ہے"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "مگر جس رسول کو پسند کرلے تو اس کے آگے پیچھے نگہبان فرشتے مقرر کردیتا ہے"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "تاکہ وہ دیکھ لے کہ انہوں نے اپنے رب کے پیغامات کو پہنچادیا ہے اور وہ جس کے پاس جو کچھ بھی ہے اس پر حاوی ہے اور سب کے اعداد کا حساب رکھنے والا ہے"
        },
        {
            "chapter": 73,
            "verse": 1,
            "text": "اے میرے چادر لپیٹنے والے"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "رات کو اٹھو مگر ذرا کم"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "آدھی رات یا اس سے بھی کچھ کم کر دو"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "یا کچھ زیادہ کردو اور قرآن کو ٹھہر ٹھہر کر باقاعدہ پڑھو"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "ہم عنقریب تمہارے اوپر ایک سنگین حکم نازل کرنے والے ہیں"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "بیشک رات کا اُٹھنا نفس کی پامالی کے لئے بہترین ذریعہ اور ذکر کا بہترین وقت ہے"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "یقینا آپ کے لئے دن میں بہت سے مشغولیات ہیں"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "اور آپ اپنے رب کے نام کا ذکر کریں اور اسی کے ہو رہیں"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "وہ مشرق و مغرب کا مالک ہے اور اس کے علاوہ کوئی خدا نہیں ہے لہذا آپ اسی کو اپنا نگراں بنالیں"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "اور یہ لوگ جو کچھ بھی کہہ رہے ہیں اس پر صبر کریں اور انہیں خوبصورتی کے ساتھ اپنے سے الگ کردیں"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "اور ہمیں اور ان دولت مند جھٹلانے والوں کو چھوڑ دیں اور انہیں تھوڑی مہلت دے دیں"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "ہمارے پاس ان کے لئے بیڑیاں اور بھڑکتی ہوئی آگ ہے"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "اور گلے میں پھنس جانے والا کھانا اور دردناک عذاب ہے"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "جس دن زمین اور پہاڑ لرزہ میں آجائیں گے اور پہاڑ ریت کا ایک ٹیلہ بن جائیں گے"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "بیشک ہم نے تم لوگوں کی طرف تمہارا گواہ بناکر ایک رسول بھیجا ہے جس طرح فرعون کی طرف رسول بھیجا تھا"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "تو فرعون نے اس رسول کی نافرمانی کی تو ہم نے اسے سخت گرفت میں لے لیا"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "پھر تم بھی کفر اختیار کرو گے تو اس دن سے کس طرح بچو گے جو بچوں کو بوڑھا بنادے گا"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "جس دن آسمان پھٹ پڑے گا اور یہ وعدہ بہرحال پورا ہونے والا ہے"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "یہ درحقیقت عبرت و نصیحت کی باتیں ہیں اور جس کا جی چاہے اپنے پروردگار کے راستے کو اختیار کرلے"
        }
    ]
}