{
    "maqras": [
        {
            "chapter": 2,
            "verse": 92,
            "text": "یقینا موسٰی علیھ السّلام تمہارے پاس واضح نشانیاں لے کر آئے لیکن تم نے ان کے بعد گو سالہ کو اختیار کرلیا اور تم واقعی ظالم ہو"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "اور اس وقت کو یاد کرو جب ہم نے تم سے توریت پر عمل کرنے کا عہد لیا اور تمہارے سروں پر کوسِ طور کو معلق کردیا کہ توریت کو مضبوطی سئے پکڑلو تو انہوں نے ڈر کے مارے فورا اقرار کرلیا کہ ہم نے سن تو لیا لیکن پھر نافرمانی بھی کریں گے کہ ان کے دلوں میں گو سالہ کی محبت گھول کر پلادی گئی ہے. پیغمبر ان سے کہہ دو کہ اگر تم ایماندار ہو تو تمہارا ایمان بہت برے احکام دیتا ہے"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "ان سے کہو کہ اگر سارے انسانوں میںدا» آخرت فقط تمہارے لئے ہے اور تم اپنے دعوے میں سچّے ہو تو موت کی تمّنا کرو"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "اور یہ اپنے پچھلے اعمال کی بنا پر ہرگز موت کی تمّنا نہیں کریں گے کہ خدا ظالموں کے حالات سے خوب واقف ہے"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "اے رسول آپ دیکھیں گے کہ یہ زندگی کے سب سے زیادہ حریص ہیں اور بعض مشرکین تو یہ چاہتے ہیں کہ انہیں ہزار برس کی عمر دے دی جائے جبکہ یہ ہزار برس بھی زندہ رہیں تو طول هحیات انہیںعذابِ الٰہی سے نہیں بچا سکتا. اللہ ان کے اعمال کو خوب دیکھ رہا ہے"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "اے رسول کہہ دیجئے کہ جو شخص بھی جبریل کا دشمن ہے اسے معلوم ہونا چاہئے کہ جبریل نے آپ کے دل پر قرآن حکم خدا سے اتارا ہے جو سابق کتابوں کی تصدیق کرنے والاً ہدایت اور صاحبانِ ایمان کے لئے بشارت ہے"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "جو بھی اللہً ملائکہً مرسلین اور جبریل و میکائیکل کا دشمن ہوگا اسے معلوم رہے کہ خدا بھی تمام کافروں کا دشمن ہے"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "ہم نے آپ کی طرف روشن نشانیاں نازل کی ہیں اور ان کا انکار فاسقوں کے سوا کوئی نہ کرے گا"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "ان کا حال یہ ہے کہ جب بھی انہوں نے کوئی عہد کیا تو ایک فریق نے ضرور توڑ دیا بلکہ ان کی اکثریت بے ایمان ہی ہے"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "اور جب ان کے پاس خدا کی طرف سے سابق کی کتابوں کی تصدیق کرنے والا رسول آیا تو اہلِ کتاب کی ایک جماعت نے کتابِ خدا کو پبُ پشت ڈال دیا جیسے وہ اسے جانتے ہی نہ ہوں"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "اور ان باتوں کا اتباع شروع کردیا جو شیاطین سلیمان علیھ السّلامکی سلطنت میں جپا کرتے تھے حالانکہ سلیمان علیھ السّلام کافر نہیں تھے. کافر یہ شیاطین تھے جو لوگوں کو جادو کی تعلیم دیتے تھے اور پھر جو کچھ دو فرشتوں ہاروت ماروت پر بابل میں نازل ہوا ہے. وہ اس کی بھی تعلیم اس وقت تک نہیںدیتے تھے جب تک یہ کہہ نہیں دیتے تھے کہ ہم ذریعہ امتحان ہیں. خبردار تم کافر نہ ہوجانا .لیکن وہ لوگ ان سے وہ باتیں سیکھتے تھے جس سے میاں بیوی کے درمیان جھگڑاکرادیں حالانکہ اذنِ خدا کے بغیر وہ کسی کو نقصان نہیں پہنچا سکتے. یہ ان سے وہ سب کچھ سیکھتے تھے جو ان کے لئے مضر تھا اور اس کا کوئی فائدہ نہیںتھا یہ خوب جانتے تھے کہ جو بھی ان چیزوں کو خریدے گا اس کا آخرت میں کوئی حصہّ نہ ہوگا. انہوں نے اپنے نفس کا بہت برا سو دا کیا ہے اگر یہ کچھ جانتے اور سمجھتے ہوں"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "اگر یہ لوگ ایمان لے آتے اور متقی بن جاتے تو خدائی ثواب بہت بہتر تھا. اگر ان کی سمجھ میں آجاتا"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "ایمان والو! راعنا (ہماری رعایت کرو) نہ کہا کرو «انظرنامِ کہا کرو اور غور سے سنا کرو اور یاد رکھو کہ کافرین کے لئے بڑا دردناک عذاب ہے"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "کافر اہلِ کتاب یہود و نصارٰی اور عام مشرکین یہ نہیں چاہتے کہ تمہارے او پر پروردگار کی طرف سے کوئی خیر نازل ہو حالانکہ اللہ جسے چاہتاہے اپنی رحمت کے لئے مخصوص کرلیتا ہے اور اللہ بڑے فضل و کرم کا مالک ہے"
        }
    ]
}