{
    "juzs": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "(Bununla beraber) Ben nefsimi temize cıkaramam; zira nefis Rabbinin acıdıkları dısında, daima kotulugu emredicidir. Suphesiz Rabbim cok bagıslayıcıdır; cok merhametlidir"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Kral dedi ki: Onu bana getirin, onu kendime ozel danısman edineyim. Onunla konusunca: Bugun sen yanımızda yuksek makam sahibi ve guvenilir birisin, dedi"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "«Beni ulkenin hazinelerine tayin et! Cunku ben (onları) cok iyi korurum ve bu isi bilirim» dedi"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Ve boylece Yusuf'a orada diledigi gibi hareket etmek uzere ulke icinde yetki verdik. Biz diledigimiz kimseye rahmetimizi eristiririz. Ve guzel davrananların mukafatını zayi etmeyiz"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Iman edip de (kotuluklerden) sakınanlar icin ahiret mukafatı daha hayırlıdır"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Yusuf'un kardesleri gelip onun huzuruna girdiler, (Yusuf) onları tanıdı, onlar onu tanımıyorlardı"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "(Yusuf) onların yuklerini hazırlayınca dedi ki: «Sizin baba bir kardesinizi de bana getirin. Gormuyor musunuz, ben olcegi tam dolduruyorum ve ben misafirperverlerin en iyisiyim"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Eger onu bana getirmezseniz, artık benim yanımda size verilecek bir olcek (erzak) yoktur, bana hic yaklasmayın!»"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Dediler ki: Onu babasından istemeye calısacagız, kuskusuz bunu yapacagız"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "(Yusuf) emrindeki genclere dedi ki: Sermayelerini yuklerinin icine koyun. Olur ki ailelerine donduklerinde bunun farkına varırlar da belki geri gelirler"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Babalarına donduklerinde dediler ki: Ey babamız! Erzak bize yasaklandı. Kardesimizi (Bunyamin'i) bizimle beraber gonder de (onun sayesinde) olcup alalım. Biz onu mutlaka koruyacagız"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Babaları ise onlara soyle demisti: \"Daha once kardesini size emanet ettigim gibi onu da mı size emanet edeyim? (Ben onu sadece Allah'a emanet ediyorum) Halbuki Allah, koruyucu olarak en hayırlıdır ve O, merhamet edenlerin de en merhametlisidir"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Esyalarını actıklarında sermayelerinin kendilerine geri verildigini gorduler. Dediler ki: Ey babamız! Daha ne istiyoruz. Iste sermayemiz de bize geri verilmis. (Onunla yine) ailemize yiyecek getiririz, kardesimizi koruruz ve bir deve yuku de fazla alırız. Cunku bu (seferki aldıgımız) az bir miktardır"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "(Ya'kub) dedi ki: Kusatılmanız (ve caresiz kalma durumunuz) haric, onu bana mutlaka getireceginize dair Allah adına bana saglam bir soz vermediginiz takdirde onu sizinle beraber gondermem!» Ona (istedigi sekilde) teminatlarını verdiklerinde dedi ki: Soylediklerimize Allah sahittir"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Sonra soyle dedi: Ogullarım! (Sehre) hepiniz bir kapıdan girmeyin, ayrı ayrı kapılardan girin. Ama Allah'tan (gelecek) hicbir seyi sizden savamam. Hukum Allah'tan baskasının degildir. (Onun icin) ben yalnız O'na dayandım. Tevekkul edenler yalnız O'na dayansınlar"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Babalarının kendilerine emrettigi yerden (cesitli kapılardan) girdiklerinde (onun emrini yerine getirdiler. Fakat bu tedbir) Allah’tan gelecek hicbir seyi onlardan savamazdı; ancak Ya'kub icindeki bir dilegi acıga vurmus oldu. Suphesiz o, ilim sahibiydi, cunku ona biz ogretmistik. Fakat insanların cogu bilmezler"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Yusuf'un yanına girdiklerinde oz kardesini yanına aldı ve «Bilesin ki ben senin kardesinim, onların yaptıklarına uzulme» dedi"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "(Yusuf) onların yukunu hazırladıgı zaman bir su kabını kardesinin yuku icine koydu! (Kafile hareket ettikten) sonra bir tellal: Ey kafile! Siz hırsızsınız! diye seslendi"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "(Yusuf'un kardesleri) onlara donerek: Ne arıyorsunuz? dediler"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Kralın su kabını arıyoruz; onu getirene bir deve yuku (bahsis) var dediler. (Iclerinden biri:) Ben buna kefilim, dedi"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Allah'a andolsun ki, bizim yeryuzunde fesat cıkarmak icin gelmedigimizi siz de biliyorsunuz. Biz hırsız da degiliz, dediler"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "(Yusuf'un adamları) dediler ki: Peki, siz yalancıysanız bunun cezası nedir"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "«Onun cezası, kayıp esya, kimin yukunde bulunursa iste o (sahsa el koymak) onun cezasıdır. Biz zalimleri boyle cezalandırırız» dediler"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Bunun uzerine Yusuf, kardesinin yukunden once onların yuklerini (aramaya) basladı. Sonra da onu, kardesinin yukunden cıkarttı. Iste biz Yusuf'a boyle bir tedbir ogrettik, yoksa kralın kanununa gore kardesini tutamayacaktı. Ancak Allah'ın dilemesi haric. Biz kimi dilersek onu derecelerle yukseltiriz. Zira her ilim sahibinin ustunde daha iyi bilen birisi vardır"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "(Kardesleri) dediler ki: «Eger o caldıysa, daha once onun bir kardesi de calmıstı.» Yusuf bunu icinde sakladı, onlara acmadı. (Kendi kendine) dedi ki: Siz daha kotu durumdasınız! Allah, sizin anlattıgınızı cok iyi bilir"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Dediler ki: Ey aziz! Gercekten onun cok yaslı bir babası var. Onun yerine bizim birimizi alıkoy. Zira biz seni, iyilik edenlerden goruyoruz"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Dedi ki: Esyamızı yanında buldugumuz kimseden baskasını yakalamaktan Allah'a sıgınırız, o takdirde biz gercekten zalimler oluruz"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Ondan umitlerini kesince, (meseleyi) gizli gorusmek uzere ayrılıp (bir kenara) cekildiler. Buyukleri dedi ki: «Babanızın sizden Allah adına soz aldıgını, daha once de Yusuf hakkında islediginiz kusuru bilmiyor musunuz? Babam bana izin verinceye veya benim icin Allah hukmedinceye kadar bu yerden asla ayrılmayacagım. O hukmedenlerin en hayırlısıdır"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Babanıza donun ve deyin ki:«Ey babamız! Suphesiz oglun hırsızlık etti. Biz, bildigimizden baskasına sahitlik etmedik. Biz gaybın bekcileri degiliz"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "(Istersen) icinde bulundugumuz sehire (Mısır halkına) ve aralarında geldigimiz kafileye de sor. Biz gercekten dogru soyluyoruz.»"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "(Babaları) dedi ki: «Hayır, nefisleriniz sizi (boyle) bir ise surukledi. (Bana dusen) artık, guzel bir sabırdır. Umulur ki, Allah onların hepsini bana getirir. Cunku O herseyi hakkıyla bilendir, hikmet sahibidir.»"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Onlardan yuz cevirdi, «Ah Yusuf'um ah!» diye sızlandı ve kederini icine gommesi yuzunden iki gozu de bembeyaz kesilmisti"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "(Ogulları:) «Allah'a andolsun ki sen hala Yusuf'u anıyorsun. Sonunda ya hasta olacaksın ya da busbutun helak olacaksın!» dediler"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "(Ya'kub:) Ben sadece gam ve kederimi Allah'a arzediyorum. Ve ben sizin bilemeyeceginiz seyleri Allah tarafından (vahiy ile) biliyorum, dedi"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "Ey ogullarım! Gidin de Yusuf'u ve kardesini iyice arastırın, Allah'ın rahmetinden umit kesmeyin. Cunku kafirler toplulugundan baskası Allah'ın rahmetinden umit kesmez"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Yusuf'un yanına girdiklerinde dediler ki: Ey aziz! Bizi ve ailemizi kıtlık bastı ve biz degersiz bir sermaye ile geldik. Hakkımızı tam olcerek ver. Ayrıca bize bagısta da bulun. Suphesiz Allah sadaka verenleri mukafatlandırır"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "Yusuf dedi ki: Siz, cahilliginiz yuzunden Yusuf ve kardesine yaptıklarınızı biliyor musunuz"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Yoksa sen, gercekten Yusuf musun? dediler. O da: (Evet) ben Yusuf'um, bu da kardesim. (Birbirimize kavusmayı) Allah bize lutfetti. Cunku kim (Allah'tan) korkar ve sabrederse, suphesiz Allah guzel davrananların mukafatını zayi etmez, dedi"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "(Kardesleri) dediler ki: Allah'a andolsun, hakikaten Allah seni bize ustun kılmıs. Gercekten biz hataya dusmusuz"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "(Yusuf) dedi ki: «Bugun sizi kınamak yok, Allah sizi affetsin! O, merhametlilerin en merhametlisidir.»"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "«Su benim gomlegimi goturun de onu babamın yuzune koyun, (gozleri) gorecek duruma gelir. Ve butun ailenizi bana getirin.»"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Kafile (Mısır'dan) ayrılınca, babaları (yanındakilere): Eger bana bunamıs demezseniz inanın ben Yusuf'un kokusunu alıyorum! dedi"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "(Onlar da:) Vallahi sen hala eski saskınlıgındasın, dediler"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Mujdeci gelince, gomlegi onun yuzune koyar koymaz (Ya'kub) gorur oldu. Ben size: «Allah tarafından (vahiy ile) sizin bilemeyeceginiz seyleri bilirim» demedim mi! dedi"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "(Ogulları) dediler ki: Ey babamız! (Allah'tan) bizim gunahlarımızın affını dile! Cunku biz gercekten gunahkarlar idik"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "(Ya'kub:) Sizin icin Rabbimden af dileyecegim. Cunku O cok bagıslayan, pek esirgeyendir, dedi"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "(Hep beraber Mısır'a gidip) Yusuf'un yanına girdikleri zaman, ana-babasını kucakladı, «Guven icinde Allah'ın iradesiyle Mısır'a girin!» dedi"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "Ana ve babasını tahtının ustune cıkartıp oturttu ve hepsi onun icin secdeye (saygı secdesine) kapandılar. (Yusuf) dedi ki: «Ey babacıgım! Iste bu, daha once (gordugum) ruyanın yorumudur. Rabbim onu gerceklestirdi. Dogrusu Rabbim bana (cok sey) lutfetti. Cunku beni zindandan cıkardı ve seytan benimle kardeslerimin arasını bozduktan sonra sizi colden getirdi. Suphesiz ki Rabbim diledigine lutfedicidir. Kuskusuz O, hakkıyla bilendir, hikmet sahibidir.»"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "«Ey Rabbim! Mulkten bana (nasibimi) verdin ve bana (ruyada gorulen) olayların yorumunu da ogrettin. Ey gokleri ve yeri yaratan! Sen dunyada da ahirette de benim sahibimsin. Beni musluman olarak oldur ve beni salihler arasına kat!»"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Iste bu (Yusuf kıssası) gayb haberlerindendir. Onu sana vahyediyoruz. Onlar hile yaparak islerine karar verdikleri zaman sen onların yanında degildin (ki bunları bilesin)"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "Sen ne kadar ustune dussen de insanların cogu iman edecek degillerdir"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Halbuki sen bunun icin (peygamberlik gorevini ifa icin) onlardan bir ucret istemiyorsun. Kur’an, alemler icin ancak bir oguttur"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "Goklerde ve yerde nice deliller vardır ki, onlar bu delillerden yuzlerini cevirip gecerler"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Onların cogu, ancak ortak kosarak Allah'a iman ederler"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Allah tarafından kusatıcı bir felaket gelmesi veya farkında olmadan kıyametin ansızın kopması karsısında kendilerini emin mi gorduler"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "(Ey Muhammed!) De ki: \"Iste bu, benim yolumdur. Ben bana tabi olanlarla birlikte, basiretle Allah'a davet ediyorum. Allah'ı (her cesit noksan ve kusurdan) tenzih ediyorum. Ben, asla musriklerden degilim"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Senden once de, sehirler halkından kendilerine vahyettigimiz erkeklerden baskasını peygamber gondermedik. Onlar, yeryuzunde hic gezmediler mi ki, kendilerinden oncekilerin sonunun nasıl oldugunu gorsunler! Sakınanlar icin ahiret yurdu elbette daha iyidir. Hala aklınızı kullanmıyor musunuz"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Nihayet peygamberler umitlerini yitirip de kendilerinin yalana cıkarıldıklarını sandıkları sırada onlara yardımımız gelir ve diledigimiz kimse kurtulusa erdirilir. (Fakat) suclular toplulugundan azabımız asla geri cevrilmez"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Andolsun onların (gecmis peygamberler ve ummetlerinin) kıssalarında akıl sahipleri icin pek cok ibretler vardır. (Bu Kur'an) uydurulabilecek bir soz degildir. Fakat o, kendinden oncekileri tasdik eden, her seyi acıklayan (bir kitaptır); iman eden toplum icin bir rahmet ve bir hidayettir"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Elif. Lam. Mim. Ra. Bunlar, Kitab'ın ayetleridir. Sana Rabbinden indirilen haktır, fakat insanların cogu inanmazlar"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Gormekte oldugunuz gokleri direksiz olarak yukselten, sonra Ars'a istiva eden, gunesi ve ayı emrine boyun egdiren Allah'tır. (Bunların) her biri muayyen bir vakte kadar akıp gitmektedir. O, Rabbinize kavusacagınıza kesin olarak inanmanız icin her isi duzenleyip ayetleri acıklamaktadır"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Yeri doseyen, onda oturaklı daglar ve ırmaklar yaratan ve orada butun meyvelerden cifter cifter yaratan O'dur. Geceyi de gunduzun uzerine O ortuyor. Suphesiz butun bunlarda dusunen bir toplum icin ibretler vardır"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Yeryuzunde birbirine komsu kıtalar, uzum bagları, ekinler, bir kokten ve cesitli koklerden dallanmıs hurma agacları vardır. Bunların hepsi bir su ile sulanır. (Boyle iken) yemislerinde onların bir kısmını bir kısmına ustun kılarız. Iste bunlarda akıllarını kullanan bir toplum icin ibretler vardır"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "(Rasulum! Kafirlerin seni yalanlamalarına) sasıyorsan, asıl sasılacak sey onların: «Biz toprak oldugumuz zaman yeniden mi yaratılacagız?» demeleridir. Iste onlar, Rablerini inkar edenlerdir; iste onlar (kıyamet gununde) boyunlarında tasmalar bulunanlardır. Ve onlar ates ehlidir. Onlar, orada ebedi kalacaklardır"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Musrikler senden, iyilikten once (kendilerine) alelacele kotuluk gelmesini istemektedirler. Halbuki onlardan once ibret alınacak nice azap ornekleri gelip gecmistir. Dogrusu insanlar kotuluk ettikleri halde Rabbin onlar icin magfiret sahibidir. (Bununla beraber) Rabbinin azabı da cok siddetlidir"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Kafirler diyorlar ki: Ona Rabbinden bir mucize indirilseydi ya! (Halbuki) sen ancak bir uyarıcısın ve her toplumun bir rehberi vardır"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Her disinin neye gebe kalacagını, rahimlerin neyi eksik, neyi ziyade edecegini Allah bilir. Onun katında her sey olcu iledir"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "O, goruleni de gorulmeyeni de bilir; cok buyuktur, yucedir"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Sizden, sozu gizleyenle onu acıga vuran, geceleyin gizlenenle gunduzun yuruyen (onun ilminde) esittir"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Onun onunde ve arkasında Allah'ın emriyle onu koruyan takipciler (melekler) vardır. Bir toplum kendilerindeki (nimet ve afiyet gibi) ozellikleri degistirip bozmadıkca Allah, onlarda bulunanı degistirip (onları helak et) mez. Allah bir topluma kotuluk diledi mi, artık onun icin geri cevrilme diye bir sey yoktur. Onların Allah'tan baska yardımcıları da yoktur"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "O, size korku ve umit icinde simsegi gosteren ve (yagmur dolu) agır bulutları meydana getirendir"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Gok gurultusu Allah'ı hamd ile tesbih eder. Melekler de O'nun heybetinden dolayı tesbih ederler. Onlar, Allah hakkında mucadele edip dururken O, yıldırımlar gonderip onlarla diledigini carpar. Ve o, azabı pek siddetli olandır"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Hak olan dua (La ilahe illallah, Allah’tan baska hakkıyla ibadete layık hicbir ilah yoktur,) yalnız O'na mahsustur. Ondan baskasına dua edenlere, (yalvarıp yakaranlara), onlar hicbir sekilde cevap veremezler. Bu, agzına gelmesi icin suya avuc acan kimse gibidir ki, su, ona asla gitmez. Iste kafirlerin duası da, boyle bosunadır"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Goklerde ve yerde bulunanlar da onların golgeleri de sabah aksam ister istemez sadece Allah'a secde ederler"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "(Rasulum!) De ki: «Goklerin ve yerin Rabbi kimdir?» De ki: «Allah'tır.» O halde de ki: «O'nu bırakıp da kendilerine fayda ya da zarar verme gucune sahip olmayan dostlar mı edindiniz?» De ki: «Korle goren bir olur mu hic? Ya da karanlıklarla aydınlık esit olur mu?» Yoksa O’nun yarattıgı gibi yaratan ortaklar buldular da bu yaratma onlarca birbirine benzer mi gorundu? De ki: Allah her seyi yaratandır. Ve O, birdir,her seye galiptir (ilahlıga ve ibadete layık olan sadece odur)"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "O, gokten su indirdi de vadiler kendi hacimlerince sel olup aktı. Bu sel, uste cıkan bir kopugu yuklenip goturdu. Sus veya (diger) esya yapmak isteyerek ateste erittikleri seylerden de buna benzer kopuk olur, iste Allah hak ile batıla boyle misal verir. Kopuk atılıp gider. Insanlara fayda veren seye gelince, o yeryuzunde kalır. Iste Allah boyle misaller getirir"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Iste Rablerinin emrine uyanlar icin en guzel (mukafat) vardır. Ona uymayanlara gelince, eger yeryuzunde olanların tumu ile bunun yanında bir misli daha kendilerinin olsa, (kurtulmak icin) onu mutlaka feda ederler. Iste onlar var ya, hesabın en kotusu onlaradır. Varacakları yer de cehennemdir. O ne kotu yataktır"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Rabbinden sana indirilenin hak oldugunu bilen kimse, (inkar eden) kor kimse gibi olur mu? (Fakat bunu) ancak akıl sahipleri anlar"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Onlar, Allah'ın ahdini yerine getirenler ve verdikleri sozu bozmayanlardır"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "Allah'ın birlestirilmesini emrettigi (akrabalık baglarını) birlestirenler, Rablerinden korkanlar ve kotu hesaptan cekinen kimselerdir"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "Yine onlar, Rablerinin rızasını isteyerek sabreden, namazı dosdogru kılan, kendilerine verdigimiz rızıklardan gizli ve acık olarak (Allah yolunda) harcayan ve kotulugu iyilikle savan kimselerdir. Iste onlar var ya, ahiret yurdunda en guzel akıbet (Cennetler) bunlar icindir"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "(O yurt) Adn cennetleridir; oraya babalarından, eslerinden ve cocuklarından salih olanlarla beraber girecekler, melekler de her kapıdan onların yanına varacaklardır"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "(Melekler:) Sabrettiginize karsılık size selam olsun! Dunya yurdunun sonu (cennet) ne guzeldir! (derler)"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Allah'a verdikleri sozu kuvvetle pekistirdikten sonra bozanlar, Allah'ın riayet edilmesini emrettigi seyleri (akrabalık baglarını) terk edenler ve yeryuzunde fesat cıkaranlar; iste lanet onlar icindir. Ve kotu yurt (cehennem) onlarındır"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Allah diledigine rızkını bollastırır da daraltır da. Onlar dunya hayatıyla sımardılar. Oysa ahiretin yanında dunya hayatı, gecici bir faydadan baska bir sey degildir"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Kafir olanlar diyorlar ki: «Ona Rabbinden bir mucize indirilmeli degil miydi?» De ki: Kuskusuz Allah diledigini saptırır, kendisine yoneleni de hidayete erdirir"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Bunlar, iman edenler ve gonulleri Allah'ın zikriyle sukunete erenlerdir. Bilesiniz ki, kalpler ancak Allah'ı anmakla huzur bulur"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Iman edenler ve salih amel isleyenler icin iyi bir hayat ve guzel bir gelecek vardır"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "(Ey Muhammed!) Kendinden once gelip gecmis milletlere gonderdigimiz (peygamberler) gibi seni de, sana vahyettiklerimizi kendilerine okuman icin Rahman'ı inkar etmekte olan bir millete gonderdik. (Onlara) de ki: \"(Sizin inkar ettiginiz O Rahman), benim Rabbimdir; O'ndan baska (hakkıyla ibadete layık hicbir) ilah yoktur. Ben O'na tevekkul ettim ve donus (ve tovbem) O'nadır"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Eger okunan bir kitapla daglar yurutulseydi veya onunla yer parcalansaydı yahut onunla oluler konusturulsaydı (o kitap yine bu Kur'an olacaktı). Fakat butun isler Allah'a aittir. Iman edenler hala bilmediler mi ki, Allah dileseydi butun insanları hidayete erdirirdi. Allah’ın vaadi gelinceye kadar inkar edenlere, yaptıklarından dolayı ya ansızın buyuk bir bela gelmeye devam edecek veya o bela evlerinin yakınına inecek. Allah, vaadinden asla donmez"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Andolsun, senden onceki peygamberlerle de alay edildi de ben inkar edenlere muhlet verdim, sonra da onları yakaladım. (Gorseydin ki) azabım nasılmıs"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Herkesin kazandıgını gozetleyip muhafaza eden, (hic boyle yapamayan gibi olur mu?). Onlar Allah’a ortaklar kostular. De ki: «Onlara ad verin (onlar necidir?). Yoksa siz Allah'a yeryuzunde bilemeyecegi bir seyi mi haber veriyorsunuz? Yahut bos laf mı ediyorsunuz?» Dogrusu inkar edenlere hileleri suslu gosterildi ve onlar dogru yoldan alıkonuldular. Allah kimi saptırırsa artık onu dogru yola iletecek yoktur"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Dunya hayatında onlara sadece bir azap vardır. Ahiret azabı ise daha siddetlidir. Onları Allah'tan (onun azabından) koruyacak kimse de yoktur"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Takva sahiplerine vadolunan cennetin ozelligi (sudur): Onun zemininden ırmaklar akar. Yemisleri ve golgesi sureklidir. Iste bu, (kotuluklerden) sakınanların (mutlu) sonudur. Kafirlerin sonu ise atestir"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Kendilerine kitap verdigimiz kimseler, sana indirilene (Kur'an a) sevinirler. Fakat (senin aleyhinde birlesen) gruplardan onun bir kısmını inkar eden de vardır. De ki: «Bana, sadece Allah'a kulluk etmem ve O'na ortak kosmamam emrolundu. Ben yalnız O'na cagırıyorum ve donus de yalnız O'nadır.»"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Ve boylece biz onu Arapca bir hukum (hikmetli bir soz) olarak indirdik. Eger sana gelen bu ilimden sonra, onların arzularına uyarsan, (iste o zaman) Allah tarafından senin ne bir dostun ne de koruyucun vardır"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Andolsun senden once de peygamberler gonderdik ve onlara da esler ve cocuklar verdik. Allah'ın izni olmadan hicbir peygamber icin mucize getirme imkanı yoktur. Her muddetin (yazıldıgı) bir kitap vardır"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah diledigini siler, (diledigini de) sabit bırakır. Butun kitapların aslı onun yanındadır"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Biz, onlara vadettigimizin (azabın) bir kısmını sana gostersek de veya (ondan once) seni oldurursek de sana ancak (Allah'ın emirlerini) teblig etmek duser. Hesap yalnız bize aittir"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Bizim, yeryuzune gelip, onu uclarından eksilttigimizi gormediler mi? Allah (diledigi gibi) hukmeder, O’nun hukmunu bozacak kimse yoktur. Ve O hesabı cabuk gorendir"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Onlardan oncekiler de (peygamberlerine) tuzak kurmuslardı; halbuki butun tuzaklar Allah’a aittir. Cunku O, herkesin ne kazanacagını bilir. Kafirler de ahiret yurdunda akıbetin kime ait oldugunu anlayacaklardır"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "O kufredenler demektedirler ki: \"Sen, gonderilmis (bir peygamber) degilsin.' (Sen de onlara) de ki: \"Benimle sizin aranızda sahit olarak Allah ve kendisinde Kitap bilgisi bulunanlar yeter"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Elif. Lam. Ra. (Bu Kuran), Rablerinin izniyle insanları karanlıklardan aydınlıga, yani her seye galip (ve) ovguye layık olan Allah’ın yoluna cıkarman icin sana indirdigimiz bir kitaptır"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "O Allah ki, goklerde ve yerde ne varsa hepsi O’nundur. Siddetli azaptan dolayı kafirlerin vay haline"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Onlar dunya hayatını ahirete tercih ederler, Allah yolundan alıkoyarlar ve onun egriligini isterler. Bunlar, (haktan) cok uzak bir sapıklık icindedirler"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "(Allah'ın emirlerini) onlara iyice acıklasın diye her peygamberi yalnız kendi kavminin diliyle gonderdik. Artık Allah diledigini saptırır, diledigini de dogru yola iletir. Cunku O, guc ve hikmet sahibidir"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Andolsun ki Musa’yı da: «Kavmini karanlıklardan aydınlıga cıkar ve onlara Allah’ın (gecmis kavimlerin basına getirdigi felaket) gunlerini hatırlat» diye mucizelerimizle gonderdik. Suphesiz ki bunda cok sabırlı, cok sukreden herkes icin ibretler vardır"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Hani Musa kavmine demisti ki: «Allah'ın uzerinizdeki nimetini hatırlayın. Cunku O, sizi iskencenin en kotusune surmekte ve ogullarınızı kesip, kadınlarınızı (kızlarınızı) bırakmakta olan Firavun ailesinden kurtardı. Iste bu size anlatılanlarda, Rabbinizden buyuk bir imtihan vardır.»"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Hatırlayın ki Rabbiniz size: «Eger sukrederseniz, elbette size (nimetimi) artıracagım ve eger nankorluk ederseniz hic suphesiz azabım cok siddetlidir!» diye bildirmisti"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Musa dedi ki: «Eger siz ve yeryuzunde olanların hepsi nankorluk etseniz, bilin ki Allah her seyden mustagni (gercekten zengin) dir, hamdedilmeye layıktır.»"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Sizden oncekilerin, Nuh, Ad ve Semud kavimlerinin ve onlardan sonrakilerin haberleri size gelmedi mi? Onları Allah'tan baskası bilmez. Peygamberleri kendilerine mucizeler getirdi de onlar, ellerini agızlarına bastılar ve dediler ki: Biz, size gonderileni inkar ettik ve bizi kendisine cagırdıgınız seye karsı derin bir kusku icindeyiz"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Peygamberleri dedi ki: Gokleri ve yeri yaratan Allah hakkında suphe mi var? Halbuki O, sizin gunahlarınızdan bir kısmını bagıslamak ve sizi muayyen bir vakte kadar yasatmak icin sizi (hak dine) cagırıyor. Onlar dediler ki: Siz de bizim gibi bir insandan baska bir sey degilsiniz. Siz bizi atalarımızın tapmıs oldugu seylerden dondurmek istiyorsunuz. Oyleyse bize, apacık bir delil getirin"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Peygamberleri onlara dediler ki: «(Evet) biz sizin gibi bir insandan baskası degiliz. Fakat Allah nimetini kullarından diledigine lutfeder. Allah’ın izni olmadan bizim size bir delil getirmemize imkan yoktur. Muminler ancak Allah'a dayansınlar.»"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "«Hem, bize yollarımızı gostermis oldugu halde ne diye biz, Allah'a dayanıp guvenmeyelim? Sizin bize verdiginiz eziyete elbette katlanacagız. Tevekkul edenler yalnız Allah'a tevekkulde sebat etsinler.»"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Kafir olanlar peygamberlerine dediler ki: «Elbette sizi ya yurdumuzdan cıkaracagız ya da mutlaka dinimize doneceksiniz!» Rableri de onlara: «Zalimleri mutlaka helak edecegiz!» diye vahyetti"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "Ve (ey inananlar!) Onlardan sonra sizi mutlaka o yerde yerlestirecegiz. Iste bu, makamımdan korkan ve tehdidimden sakınan kimselere mahsustur"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "(Peygamberler) fetih istediler (Allah da verdi). Her inatcı zorba da husrana ugradı"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Ardından da (o inatcı zorbaya) cehennem vardır, kendisine irinli su icirilecektir"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Onu yudumlamaya calısacak, fakat bogazından geciremeyecek ve ona her yandan olum gelecek, oysa o olecek degildir (ki azaptan kurtulsun). Bundan otede siddetli bir azap da vardır"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Rablerini inkar edenlerin durumu (sudur): Onların amelleri fırtınalı bir gunde ruzgarın siddetle savurdugu kule benzer. Kazandıklarından hicbir seyi elde edemezler. Iyiden iyiye sapıtma iste budur"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Allah'ın gokleri ve yeri hak ile yarattıgını gormedin mi? O dilerse sizi ortadan kaldırıp yepyeni bir halk getirir"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Bu, Allah'a guc degildir"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "(Kıyamet gununde) hepsi Allah'ın huzuruna cıkacak ve zayıflar o buyukluk taslayanlara diyecekler ki: «Biz sizin tabilerinizdik. Simdi siz, Allah'ın azabından herhangi bir seyi bizden savabilir misiniz?» Onlar da diyecekler ki: «(Ne yapalım) Allah bizi hidayete erdirseydi biz de sizi dogru yola iletirdik. Simdi sızlansak da sabretsek de birdir. Cunku bizim icin sıgınacak bir yer yoktur.»"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "(Hesapları gorulup) is bitirilince, seytan diyecek ki: «Suphesiz Allah size gercek olanı vadetti, ben de size vadettim ama, size yalancı cıktım. Zaten benim size karsı bir gucum yoktu. Ben, sadece sizi (inkara) cagırdım, siz de benim davetime hemen kostunuz. O halde beni yermeyin, kendinizi yerin. Ne ben sizi kurtarabilirim, ne de siz beni kurtarabilirsiniz! Kuskusuz daha once ben, beni (Allah'a) ortak kosmanızı reddettim.» Suphesiz zalimler icin elem verici bir azap vardır"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Iman edenler ve salih amel isleyenler, Rablerinin izniyle icinde ebedi kalacakları ve zemininden ırmaklar akan cennetlere sokulacaklardır. Orada (birbirleriyle) karsılastıkca soyledikleri «selam» dır"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Gormedin mi Allah nasıl bir misal getirdi : Guzel bir sozu, koku (yerde) sabit, dalları gokte olan guzel bir agaca (benzetti)"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "(O agac), Rabbinin izniyle her zaman yemisini verir. Ogut alsınlar diye Allah insanlara misaller getirir"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Kotu bir sozun misali, govdesi yerden koparılmıs, o yuzden ayakta durma imkanı olmayan (kotu) bir agaca benzer"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Allah Teala saglam sozle iman edenleri hem dunya hayatında hem de ahirette sapasaglam tutar. Zalimleri ise Allah saptırır. Allah diledigini yapar"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Allah’ın nimetine nankorlukle karsılık veren ve sonunda kavimlerini helak yurduna surukleyenleri gormedin mi"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "Onlar cehenneme girecekler. O ne kotu karargahtır"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "(Insanları) Allah yolundan saptırmak icin O'na ortaklar kostular. De ki: (Istediginiz gibi) yasayın! Cunku donusunuz atesedir"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Iman eden kullarıma soyle de icinde ne fidyenin ve ne de dostlugun artık gecerli olmadıgı o gun gelmeden once namazı dosdogru kılsınlar ve bizim kendilerine rızık olarak verdiklerimizden gizli ve acık infak etsinler"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "(O oyle lutufkar) Allah’tır ki, gokleri ve yeri yaratan, gokten suyu indirip onunla rızık olarak size turlu meyveler cıkardı; izni ile denizde yuzup gitmeleri icin gemileri emrinize verdi; nehirleri de sizin (yararlanmanız) icin akıttı"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "Duzenli seyreden gunesi ve ayı size faydalı kıldı; geceyi ve gunduzu de istifadenize verdi"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "O size istediginiz her seyden verdi. Allah'ın nimetini sayacak olsanız sayamazsınız. Dogrusu insan cok zalim, cok nankordur"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "Hatırla ki Ibrahim soyle demisti: «Rabbim! Bu sehri (Mekke'yi) emniyetli kıl, beni ve ogullarımı putlara tapmaktan uzak tut!»"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "«Cunku, onlar (putlar), insanlardan bircogunun sapmasına sebep oldular, Rabbim. Simdi kim bana uyarsa o bendendir. Kim de bana karsı gelirse, artık sen gercekten cok bagıslayan, pek esirgeyensin.»"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "«Ey Rabbimiz! Ey sahibimiz! Namazı dosdogru kılmaları icin ben, neslimden bir kısmını senin Beyti Harem'inin (Kabe'nin) yanında, ziraat yapılmayan bir vadiye yerlestirdim. Artık sen de insanlardan bir kısmının gonullerini onlara meyledici kıl ve meyvelerden bunlara rızık ver! Umulur ki bu nimetlere sukrederler.»"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "«Ey Rabbimiz! Suphesiz ki sen bizim gizleyecegimizi de acıklayacagımızı da bilirsin. Cunku ne yerde ne de gokte hicbir sey Allah’a gizli kalmaz.»"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "«Ihtiyar halimde bana Ismail'i ve Ishak'ı lutfeden Allah'a hamdolsun! Suphesiz Rabbim duayı isitendir.»"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "«Ey Rabbim! Beni ve soyumdan gelecekleri namazı (devamlı olarak) dosdogru kılanlardan eyle; ey Rabbimiz! Duamı kabul et!»"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "«Ey Rabbimiz! (Amellerin) hesap olunacagı gun beni, ana-babamı ve muminleri bagısla!»"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "(Rasulum!) Sakın, Allah'ı zalimlerin yaptıklarından habersiz sanma! Ancak, Allah onları (cezalandırmayı), korkudan gozlerin dısarı fırlayacagı bir gune erteliyor"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "Zihinleri bombos olarak kendilerine bile donup bakamaz durumda, gozleri goge dikilmis bir vaziyette kosarlar"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "(Ey Muhammed!) Kendilerine azabın gelecegi, bu yuzden zalimlerin: «Ey Rabbimiz! Yakın bir muddete kadar bize sure ver de senin davetine uyalım ve peygamberlere tabi olalım» diyecekleri gun hakkında insanları uyar. (Onlara denilir ki:) «Halbuki siz daha once, sizin icin (dunyadan ahirete) gocus olmadıgına yemin etmemis miydiniz?»"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "«(Sizden once) kendilerine zulmedenlerin yurtlarında oturdunuz. Onlara nasıl muamele ettigimiz size apacık belli oldu. Ve size misaller de verdik.»"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Hilelerinin cezası Allah katında (malum) iken, onlar, tuzaklarını kurmuslardı. Halbuki onların hileleriyle daglar yerinden gidecek degildi"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "O halde, sakın Allah’ın peygamberlerine verdigi sozden cayacagını sanma! Cunku Allah mutlak ustundur, kimsenin yaptıgını yanına bırakmaz"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Yer baska bir yer, gokler de (baska gokler) haline getirildigi, (insanlar) bir ve gucune karsı durulamaz olan Allah'ın huzuruna cıktıkları gun (Allah butun zalimlerin cezasını verecektir)"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "O gun, gunahkarların zincire vurulmus oldugunu gorursun"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Onların gomlekleri katrandandır, yuzlerini de ates burumektedir"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Allah herkese kazandıgının karsılıgını vermek icin (onları diriltecektir.) Kuskusuz Allah, hesabı cabuk gorendir"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Bu Kur'an, (Allah'tan) insanlara uyarılmaları icin, O'nun tek bir ilah oldugunu bilmeleri icin ve akıl sahiplerinin ibret almaları icin bir teblig (bir bildiri) dir"
        }
    ]
}