{
    "pages": [
        {
            "chapter": 11,
            "verse": 72,
            "text": "Said she, ' Alas for me! shall I bear a son when I am an old woman, and this husband of mine an old man? Verily, this is a wonderful thing"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "They said, ' Dost thou wonder at the bidding of God? God's mercy and blessings upon you, ye people of the house! Verily, He is to be praised and glorified"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "And when his terror left Abraham, and the glad tidings came to him, he wrangled with us about the people of Lot"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "verily, Abraham was clement, pitiful, relenting"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "O Abraham! avoid this; verily, the bidding of thy Lord has come; verily, there is coming to them torment that cannot be put off"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "And when our messengers came to Lot, he was grieved for them; but his arm was straitened for them, and he said, 'This is a troublesome day"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "And his people came to him, rushing at him, for before that they used to work evil. He said, 'O my people! here are my daughters, they are purer for you; then, fear God, and do not disgrace me through my guests;- is there not among you one right-thinking man"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "They said, 'Thou knowest that we have no claim on thy daughters; verily, thou knowest what we want"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "He said, 'Had I but power over you; or could I but resort to some strong column"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "(The angels) said, 'O Lot! verily, we are the messengers of thy Lord, they shall certainly not reach thee; then travel with thy people in the darkness of the night, and let none of you look round except thy wife: verily, there shall befall her what befalls them. Verily, their appointment is for the morning! and is not the morning nigh"
        }
    ]
}