{
    "pages": [
        {
            "chapter": 42,
            "verse": 23,
            "text": "That is what God gives glad tidings of to His servants who believe and do righteous acts. Say, 'I do not ask for it a hire - only the love of my kinsfolk.' And he who gains a good action we will increase good for him thereby; verily, God is forgiving and grateful"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "Or will they say he has forged against God a lie? But if God pleased He could set a seal upon thy heart; but God will blot out falsehood and verify truth by His word; verily, He knows the nature of men's breasts"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "He it is who accepts repentance from His servants and pardons their offences and knows that which ye do"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "And He answers the prayer of those who believe and do right, and gives them increase of His grace; but the misbelievers,- for them is keen torment"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "And if God were to extend provision to His servants they would be wanton in the earth. But He sends down by measure what He pleases; verily, of His servants He is well aware and sees"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "He it is who sends down the rain after they have despaired; and disperses His mercy, for He is the praiseworthy patron"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "And of His signs is the creation of the heavens and the earth, and what He hath spread abroad therein of beasts; and He is able to collect them when He will"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "And what misfortunes befall you it is for what your hands have earned; but He pardons much"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "yet ye cannot make Him helpless in the earth, nor have ye, besides God, either a patron or a helper"
        }
    ]
}