{
    "pages": [
        {
            "chapter": 3,
            "verse": 23,
            "text": "Did ye not see those who have been given a portion of the Book? they were called unto the Book of God to decide between them; and then a sect of them turned their backs and turned away"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "that is because they say the fire shall not touch us save for a certain number of days. But that deceived them in their religion which they had invented"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "How will it be when we have gathered them together for a day whereof there is no doubt, when each soul shall be paid what it has earned, and they shall not be wronged"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Say, 'O God, Lord of the kingdom! Thou givest the kingdom to whomsoever Thou pleasest, and strippest the kingdom from whomsoever Thou pleasest; Thou honourest whom Thou pleasest, and abasest whom Thou pleasest; in Thy hand is good. Verily, Thou art mighty over all"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Thou dost turn night to day, and dost turn day to night, and dost bring forth the living from the dead, and dost provide for whom Thou pleasest without taking count"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Those who believe shall not take misbelievers for their patrons, rather than believers, and he who does this has no part with God at all, unless, indeed, ye fear some danger from them. But God bids you beware of Himself, for unto Him your journey is"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Say, 'If ye hide that which is in your breasts, or if ye show it, God knows it: He knows what is in the heavens and what is in the earth, for God is mighty over all"
        }
    ]
}