{
    "pages": [
        {
            "chapter": 57,
            "verse": 4,
            "text": "He it is who created the heavens and the earth in six days, then He made for the throne; and He knows what goes into the earth and what goes forth therefrom, and what comes down from the sky and what goes up therein, and He is with you wheresoe'er ye be: for God on what ye do doth look"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "His is the kingdom of the heavens and the earth, and unto God affairs return"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "He makes the night succeed the day, and makes the day succeed the night; and He knows the nature of men's breasts"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Believe in God and His Apostle, and give alms of what He has made you successors of. For those amongst you who believe and give alms - for them is mighty hire"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "What ails you that ye do not believe in God and His Apostle? He calls on you to believe in your Lord; and He has taken a compact from you, if ye be believers"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "He it is who sends down upon His servants manifest signs, to bring you forth from the darkness into the light; for, verily, God to you is kind, compassionate"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "What ails you that ye give not alms in God's cause? for God's is the inheritance of the heavens and the earth. Not alike amongst you is he who gives alms before the victory and fights,- they are grander in rank than those who give alms afterwards and fight. But to all does God promise good; and God of what ye do is well aware"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "Who is there who will lend a good loan to God? for He will double it for him, and for him is a generous reward"
        }
    ]
}