{
    "juzs": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Shpallja e Librit eshte nga All-llahu, i forti, i urti"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Ne i krijuam qiejt dhe token edhe cka ka ndermjet tyre me qellim dhe afat te caktuar, kurse mosbesimtaret i kthejne shpine asaj me cka u terhiqet verejtja"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Thuaj: “Me tregoni mua cka kane krijuar ne toke dhe cfare pjesemarrje kane ata ne qiej, te cileve ju ne vend te All-llahut u luteni? Ma sillni nje liber me te hershem se kete, ose ndonje gjurme te dijes, nese flisni te verteten”"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Kush eshte me i humbur se ai i cili, ne vend te All-llahut, e lute ate qe nuk do t’i pergjigjet deri ne Diten e kijametit dhe ata jane indiferente ndaj lutjeve te tyre"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "Kur te tubohen njerezit ata (idhujt) do te jene armiq te ketyre dhe do ta mohojne adhurimin e tyre"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Por kur t’u lexohen ajetet Tona te qarta, atehere ata qe nuk besojne, thone per te verteten, sapo u vjen, “Kjo eshte magji flagrante”"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "E ata te thone: “Ai e trillon”? Thuaj: “Po nese e kam trilluar, ju nuk do te mund te me mbroni aspak prej All-llahut. Ai e di mire se c’flisni ju per te. Ai mjafton per deshmitar ndermjet meje dhe jush. Ai fal dhe eshte i gjithmeshirshem”"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Thuaj: “Une nuk jam profet i pare dhe nuk e di se cdo te behet me mua dhe me ju. Une pasoj vetem ate qe me shpallet dhe jam vetem nje qortues i hapet”"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Thuaj: “Me tregoni c’\\mendoni ju nese eshte (Kur’ani) prej All-llahut, kurse ju e keni mohuar, edhe pse nje nga izraelitet e ka deshmuar se eshte nga All-llahu. Ai i pat besuar, kurse ju u bete arrogante”. All-llahu, me te vertete, nuk udhezon ne rruge te drejte popullin mizor"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "Dhe mosbesimtaret u thone besimtareve: “Te ish dicka e mire kete nuk do te na e kalonin ata”, por meqe nuk drejtohen ne rruge te drejte do te thone: “Ky eshte trillim i vjeter”"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Perpara tij ishte Libri i Musaut prijatar dhe meshire, kurse ky eshte Liber ne gjuhen arabe qe e verteton ate per t’i qortuar ata te cilet bejne keq dhe per t’i gezuar ata qe bejne mire"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Ata qe thone: “Zoti yne eshte All-llahu”, dhe qendrojne ne kete, le te mos frikesohen as te mos pikellohen"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Ata jane banore te xhenetit. Aty do te mbesin pergjithmone si shperblim per ate cka kane punuar"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "Njerijn e kemi porositur t’u beje mire prinderve te vet. Nena e tij e barti me mundime dhe me mundime e lindi. E bart dhe e ushqen tridhjete muaj, dhe kur arrin moshen e burrerise dhe behet dyzet vjecar, thote: “Zoti im, me lejo te te falenderoj per dhuntite qe m’i ke dhene mua dhe prinderve te mi, dhe me ndihmo te bej vepra te mira me te cilat ti do te jesh i kenaqur, dhe beri te mire pasardhesit e mi. yne me te vertete pendohem dhe jam musliman”"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Atyre ua pranojme veprat e mira qe i kane bere, kurse te keqiat e tyre do t’i kapercejme. Ata do te jene nga banoret e xhennetit. Premtim i sinqerte qe u eshte premtuar"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "Ndersa ai cili u thote prinderve te vet: “Ih, dhe ju! Me kercenoheni se do te ringjallem kur perpara meje aq popuj jane zhdukur!” Kurse ata dy lusin All-llahun: “I mjeri ti, beso, premtimi i All-llahut eshte i vertete”. E ai thote: “Keto jane vetem legjenda te popujve te lashte!”"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Ndaj te atilleve eshte zbatuar fjala (denimi), per exhinet dhe njerezit qe kane qene para atyre dhe jane zhdukur. Ata, me te vertete, e kane pesuar"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Per secilin ka shkalle te posacme sipas asaj qe kane punuar. Veprat e tyre do t’i shperbleje dhe ata nuk do te demtohen"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "Kurse ate dite, kur ata te cilet nuk kane besuar, do t’i ekspozohen zjarrit: “Ju ne jeten tuaj ne toke i keni shfrytezuar te gjitha te mirat dhe i keni perjetuar me kenaqesi, ndaj sot do te shperbleheni me denim te turpshem, per ate se ne toke, pa arsye, keni bere mendjemadhesi dhe keni qene mbrapshtane”"
        },
        {
            "chapter": 46,
            "verse": 21,
            "text": "Dhe perkujtoje vellaun e Adit (Hudin) kur popullit te vet ia terhoqi verejtjen ne Ahkaf, por ka pasur edeh para tij edhe pas tij profete. “Mos adhuroni tjeter vecse All-llahun, une i frikesohem denimit tuaj ne Diten e madhe!”"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "Ata i thane: “A ke ardhur te na shmangesh prej zoterave tane? Na e sjell ate qe na premton, nese je i sinqerte”"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "“Vetem All-llahu e di ate, u tha ai, kurse une kumtoj ate me cka jam derguar, por une e shoh se ju jeni popull i zhytur ne injorance”"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "Dhe kur e pane ate (mjegullen) ne horizont qe levizte kah lugina e tyre, thirren: “Kjo re na sjell shi”! Jo, kjo eshte ajo qe e kerkonit shpejt: Nje ere me vuajtje te dhimbshme"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "Qe zhduk cdo send, me vullnetin e Zotit te vet. Dhe kur i gdhini drita nuk kishte mbetur gje, vecse banesat e tyre. Ashtu Ne e shperblejme popullin mizor"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "Ata i patem vendosur ne asi vendi ku nuk u vendosem juve. U dhame te degjuarit, te pamurit dhe mendjen, por as te degjuarit e tyre, as te pamurit e tyre e as te kuptuarit nuk u beri asnjefare dobie, sepse i mohuan argumentet e All-llahut dhe i permblodhi ajo se ciles i jane tallur"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "Disa qytete perreth jush i patem shfarosur dhe ua kemi sqaruar argumentet, mos po kthehenn"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Perse nuk ndihmojne ata te cilet ne vend te All-llahut i marrin si zoter te afert, por u humben. Keto jane shpifjet dhe trillimet e tyre"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "Kur t’i derguam disa exhin te degjojne Kur’an, kur erdhen ta degjojne, ata thane: “Heshtni!” Dhe kur mbaroi, u kthyen te populli i tyre t’u terheqin verejtjen"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "“O populli yne, - thane, - ne kemi degjuar nje Liber, i cili shpallet pas Musaut, qe i verteton ata perpara tij dhe i cili udhezon drejt te vertetes dhe ne rruge te drejte"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "O populli yne, pergjigjuni thirresit te All-llahut dhe besoni atij, t’iu fale mekatet dhe mbroje nga denimi i dhembshem!”"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Kush nuk i pergjigjet thirresit te All-llahut, ai nuk do t’i shpetoje denimit ne toke, dhe pervec atij nuk ka per ate mbrojtes. Ata jane ne humbje flagrante"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "A nuk e shohin se All-llahu, i cili krijoi qiejt dhe token dhe nuk eshte lodhur me krijimin e tyre, eshte i fuqishem te ngjalle te vdekurit? Po, Ai, sigurisht, eshte i forte per cdo send"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "Kurse ate dite kur ata te cilet kane mohuar do t’i ekspozohen zjarrit: “A nuk eshte kjo e vertete”? Do te thone, “Po, pasha Zotin tone!” “Pra, shijoni vuajtjen – do te thote Ai – ashtu sic e keni mohuar”"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "Ti kij durim sic kane duruar profetet me te vendosur, dhe mos insisto ne denimin e tyre. Dhe ate dite kur te perjetojne ate qe u premtohet, do t’u duket se kane jetuar vetem nje ore (pjese) te dites. Keshille e mjaftueshme! A mos po zhduket tjeter pervecse popullit te mbrapsht"
        },
        {
            "chapter": 47,
            "verse": 1,
            "text": "Atyre te cilet nuk besuan dhe iu larguan rruges se All-llahut, ua zhduke veprat e tyre"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "Kurse atyre te cilet besuan dhe punuan pune te mira, dhe ne ate qe iu shpall Muhammedit besuan e ajo eshte e vertete nga Zoti i tyre, Ai ua mbulon punet e keqia te tyre dhe i permireson kushtet e tyre"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Nga se mosbesimtaret ndoqen rrugen e te pavertetes, kurse besimtaret pasuan te verteten nga Zoti i tyre. Ashtu All-llahu u sjell njerezve shembujt e tyre"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Kur te ballafaqoheni ne lufte me pabesimtaret, sulmoni deri sa t’i dobesoni, pastaj lidhni, e mandej, ose lironi me zemergjeresi nga te lidhurit ose kerkoni demshperblim. Ashtu veproni derisa te mos ndalet lufta! Sikur te donte All-llahu do t’u hakmerrej atyre, por Ai deshiron t’u sprovoje njerin me tjetrin. Ai nuk do t’i prishe veprat e atyre te cilet flijohen ne rruge te All-llahut"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "Ai do t’i udhezoje dhe permiresoje gjendjen e tyre"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "Edhe do t’i shpier ne xhennetin qe ua ka bere me dije atyre"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "O abesimtare, nese ndihmoni All-llahun, (Ai) do tu ndihmoje juve dhe do t’ua forcoje kembet tuaja"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Ndersa ata qe nuk besojne – qofshin shkaterruar – Ai do t’i trete veprat e tyre"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Per shkak se nuk e pelqyen ate qe All-llahu e shpalli, prandaj do t’i zhduke veprat e tyre"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Pse ata nuk shkojne neper bote te shohin si perfunduan te paret e tyre? Ata All-llahu i shfarosi, edhe mosbesimtaret i pret shembulli i tyre"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "Per shkak se All-llahu eshte mbrojtes i atyre qe besojne, ndersa mosbesimtaret, ata nuk kane mbrojtes"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "All-llahu ata qe besojne dhe bejne vepra te mira do ti shtije ne xhennet neper te cilet rrjedhin lumenj, e ata te cilet nuk besojne, zbaviten dhe ngopen sikur kafshet, vendi i tyre eshte ne zjarr"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "Sa e sa qytete kemi shkaterruar, shume me te forte se qyteti yt prej nga te perzune, dhe s’pati kush t’u ndihmoje"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Valle, a eshte ai i cili ka pasqyre te qarte per Zotin e vet si ai, te cilit, i duken te mira veprat e veta te keqia, dhe te cilet jepen pas epsheve te veta"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "Valle, a thua xhenneti qe u eshte premtuar atyre qe jane te devotshem, ku ka lumenj me uje te pashtershem dhe ka lumenj te ebel e me shije te pandryshueshme; lumenj me lenge rrushi te shijshme per ata qe e pine, edhe lumenj me mjalte te shtrydhur, kane peme te llojllojshme dhe i fal Zoti i tyre, eshte njelloj sikur vuajtja qe i pret ata te cilet do te jene gjithmone ne zjarr e do te shuajne etjen me uje qe vlon, i cili do t’ua grise zorret"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "Ka te atille qe vijne te degjojne, por sapo largohen prej teje i pyesin ata e cilet kane dijeni: “Cka tha ai pak me pare”? Ata jane, zemrat e te cileve All-llahu i ka mbyllur dhe te cilet jepen pas epsheve te veta"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "Ata qe jane ne rruge te drejte edhe me tej do t’i udhezoje dhe do t’i pajise me devotshmeri"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "C’presin tjeter vecse kijametin t’i befasoje, parashenjat e tij kane ardhur. C’u duhet atyre (verejtja) kur te vije kijameti"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "Dije se nuk ka tjeter Zot pervec All-llahut! Kerko falje per mekatet tua dhe per besimtaret e besimtaret! All-llahu e di luhatshmerine tuaj dhe vendqendrimin tuaj"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "Ata qe besojne thone: “Sikur te shpallet nje sure. Kur iu shpalle sureja, ku qarte permendej lufta, ke mund t’i shohesh ata, zemrat e te cileve jane te semura, se si te shikojne me shikim si ne agoni. Pra, per ata me mire do te ishte"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "Degjueshmeria dhe nje fjale e arsyeshme! Me qe ceshtja eshte e vendosur, do te ishte me mire per ata te jene besnike ndaj All-llahut"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "A mos edhe ju, po te kishit marre pushtet, do te benit shqetesime ne toke dhe do te shthurnit lidhjet tuaja familjare"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "Ata jane te cilet All-llahu i mallkoi dhe i beri te shurdher edhe te verber"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "A nuk e mendojne ata Kur’anin fare, apo ne zemra kane drynj"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Ata qe i aken kthyer shpinen fese se tyre, pas qe u eshte sqaruar rruga e drejte, djalli i shtyri ne mekat dhe u shtiu shprese te rrejshme"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "Ate e beri nga se ata u thane atyre te cilet nuk e pelqejne shpalljen e All-llahut: “Ne do t’iu perulemi ne disa gjera”, por All-llahu i di fshehtesite e tyre"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "E si do te jete atehere kur engjujt tua marrin shpirterat duke i rrahur fytyres dhe shpines se tyre"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "Ajo do te behet per shkak se ata kane pasur ate qe nxit zemerimin e All-llahut, e kane nencmuar pelqimin e Tij; Ai i zhduku veprat e tyre"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Mos po llogarisin zemersemuret se All-llahu nuk do t’i qese ne shesh krimet e tyre"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "Te kishim dashur Ne, vertete, do t’i kishim treguar ty ata, dhe me siguri do t’i njihshe sipas shenjave. Ti do t’i njohesh edhe sipas menyres se te folurit te tyre, nderkaq, All-llahu i di veprat tuaja"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "Ne do t’iu sprovojme derisa te mos e dime t’i dallojme luftetaret nga mesi juaj dhe durimtaret, madje do t’i vejme ne sprove edhe lajmet e juaja"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Ata qe mohojne dhe largohen nga rruga e All-llahut e qe jane kundershtare te Profetit, pasi qe u eshte sqaruar rruga e drejte, me te vertete All-llahut nuk do t’i behet aspak dem; Ai do t’i shpore veprat e tyre"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "Ju te cilet besoni, peruluni All-llahut, nderone edhe Profetin edhe mos i shkaterroni veprat tuaja"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Ata qe mohojne dhe largohen nga rruga e All-llahut, e pastaj vdesin jobsimtare, All-llahu ata nuk do t’i fale"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "prandaj mos u beni qyqare e te kerkoni paqe kur ju jeni me lart, nga se All-llahu eshte me ju, Ai s’do t’i le pa shperblim veprat tuaja"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "Me te vertete jeta e kesaj bote eshte vetem loje dhe zbavitje. Ne qofte se besoni dhe ruheni prej mekateve, Ai do t’ju shperbleje dhe nuk ju merr ne pyetje per pasurine tuaj"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Nese e kerkon ate prej jush dhe insiston, ju do te benit koprraci, kurse Ai do te nxirrte ne shesh zilin tuaj"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Ju jeni ata te cilet ftoheni te shpenzoni ne rruge te All-llahut, por disa prej jush jane koprrace, e kush ben koprraci, ben koprraci per vete, sepse All-llahu eshte i pasur, kurse ju jeni te varfer. Dhe nese ia ktheni shpinen, Ai do t’iu zevendesoje me nje popull tjeter, ata pastaj nuk do te jene si jeni ju"
        },
        {
            "chapter": 48,
            "verse": 1,
            "text": "Ne te dhame ty fitore te qarte (haptazi)"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "Qe All-llahu te t’i fale gabimet e mehershme dhe te mevonshme, te ploteson ty miresine e Tij dhe te udhezon ne rruge te drejte"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "Ty All-llahu edhe te ndihmon me ndihme te sinqerte"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "Ai i cili u leshon qetesi zemrave te besimtareve per t’ua forcuar besimin me vetbesim, sepse ushtrite e qiejve dhe te tokes jane te All-llahut; All-llahu eshte i gjithdijshem e i urte"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "Per t’i shtene besimtaret dhe besimtaret ne xhennet neper te cilet rrjedhin lumenj, ku do te vendosen pergjithmone, dhe ua mbulon sjelljet e keqia te tyre, Ai te All-llahu eshte sukses i madh"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "Per t’i ndeshkuar hipokritet dhe hipokritet edhe politeistet dhe politeistet, te cilet mendojne keq per All-llahun – ata le ti gjeje e keqja! All-llahu eshte hidheruar ne ta dhe i ka mallkuar e u ka pergatitur xhehennemin; sa vendbanim i tmerrshem eshte"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "Te All-llahut jane ushtrite e qiejve dhe te tokes; All-llahu eshte i fuqishem dhe i urte"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "Ne ty te dergojme si deshmitare dhe sihariqdhenes edhe qortues"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "Qe t’i besoni All-llahut dhe Profetit te Tij, ta nderoni dhe ta cmoni si edhe ta madheroni ne mengjes e ne mbremje"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "Ata qe te zotohen ty, i zotohen, me te vertete, All-llahut. Dora e All-llahut eshte mbi doren e tyre! Ai i cili then (zotimin) e then ne dem te vetin; e kush e zbaton ate qe i eshte zotuar All-llahut, Ai do t’i jape shperblim te madh"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "Beduinet, te cilet kane mbetur pas, ty do te thone: “Na kane penguar tufat, grigjat, dhe familjet tona, kerko falje per ne!” Ata me gjuhet e tyre flasin ate qe nuk e kane ne zemra. Thuaj: “Po kush mundet ta ndryshoje vendimin e All-llahut, nese ai do t’ju demtoje apo do t’ju beje ndonje te mire?” All-llahu eshte i informuar per punet tuaja"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Ju keni menduar se Profeti dhe besimtaret kurre nuk do te kthehen ne familjet e veta; dhe kjo ka qene e kendshme per zemrat tuaja, prandaj edhe keni menduar cka eshte me zi, ju jeni njerez te prishur (shpirtkeqinj)"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "Ai qe nuk beson ne All-llahun dhe Profetin e tij, ani, Ne per mosbesimtaret kemi pergatitur zjarr te kendellur"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "Sundimi i All-llahut eshte ne qiej dhe ne toke, Ai ia fal kujt te doje, dhe denon ke te doje. All-llahu fal dhe eshte shume i meshirshem"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Ata tjeret do te thone, kur te filloni te merrni plackat: “Na lejoni edhe neve t’ju pasojme!” deshirojne t’i nderrojne fjalet e All-llahut. Thuaj: “Ju nuk do te na pasoni, ate e ka thene edhe me heret All-llahu!” ndersa ata do te thone prape: “Nuk eshte ashtu, por ju na keni zili”. As ashtu nuk eshte, por ata pak send kuptojne"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Thuaj beduineve qe kane mbetur pas: “Do te ftoheni te luftoni kunder nje populli shume te guximshem e te forte, ose do te dorezoheni. Pra, nese degjoni, All-llahu do t’jujape shperblim te mire, e nese bishtroni, sic keni bishtruar edhe deri tani, do t’iu vere ne mundime te padurueshme"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Nuk eshte mekat per te verberin, as te calin e as te semurin! Kush i perulet All-llahut dhe Profetit te Tij, Ai do tea shpjere ne xhennete ku rrjedhin lumenj, e ate i cili i kthen shpinen, do ta denoje me vuajtje te padurueshme"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "All-llahu eshte i kenaqur me besimtaret qe te jane zotuar nen lis se Ai e ka ditur c’kane ne zemrat e tyre, andaj ka leshuar qetesi mbi ta dhe se shpejti do t’i shperbleje me fitore"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "Edhe me placke te majme qe do te marrin, sepse All-llahu eshte i fuqishem dhe i urte"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "All-llahu ju ka premtuar pre te majme qe do te merrni, dhe kete ua ka shpejtuar dhe ka penguar duart e njerezve prej jush, qe kjo te jete nje shembull (argument) per besimtaret dhe qe t’iu drejtoje juve ne rruge te drejte"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Edhe tjetren te cilen nuk eni qene ne gjendje ta merrni, All-llahu ua ka dhene, sepse All-llahu ka force te beje cdo gje"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Sikur mosbesimtaret t’u kishin luftuar juve, me siguri do t’u kishin dhene kembeve (ikur), e pastaj nuk do te kishin gjetur as mbrojtes e as ndihmes"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "Ligjet e All-llahut qe kane vlere perhere, jane keto, dhe ti nuk do t’i gjesh ligjit te All-llahut zevendesim"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "Ai eshte i cili ka penguar duart e tyre prej jush dhe te tuajat prej tyre ne mes Mekkes, pasi qe u beri fitimtar kunder tyre, se All-llahu sheh mire cka punoni ju"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Ata jane te atille qe nuk besojne dhe ju pengojne ti afroheni Qabes, dhe kurbanat e dedikuar (i pengojne) te arrijne ne vendet e tyre. Sikur te mos kishte burra besimtare dhe gra besimtare, te cilet nuk i dini, do t’i maltretoni dhe ashtu per shkak te tyre, pa e ditur, do te turperoheni. All-llahu le ta shtjere ne meshiren e vet ke te doje. E sikur te kishin qene te ndare, me te vertete do t’i kishim denuar me denim te rende ata te cilet nuk besojne"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "Kur ata qe nuk besuan mbushen zemrat e veta me arrogance, arrogance te paganizmit, pra All-llahu leshoi qetesine e vet ne Profetin e vet dhe ne besimtaret, edhe i obligoi te behen besimtare te vertete – se ata edhe jane me te denje dhe me te rendesishmit si edhe familja e tyre, ndersa All-llahu i di te gjitha"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "All-llahu ia vertetoi Profetit te vet endrren me realitetin. Me siguri do te hyni ne Qabe te siguruar, nese deshiron All-llahu, me koke te rruar ose floke te shkurtuara, mos kini frike! Ai e ka ditur edhe ate qe ju nuk e dini, prandaj para saj realizoi fitoren"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "Ai eshte i cili ka derguar Profetin e vet me udhezim dhe fe te vertete per te ngritur ate mbi te gjitha fete. E All-llahu mjafton per deshmitare"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "Muhammedi eshte profet i All-llahut, kurse ata qe jane me te jane te ashper ndaj mosbesimtareve, por te meshirshem ndermjet veti; i sheh si perkulen dhe bien ne sexhde, duke deshiruar miresine e All-llahut dhe kenaqesine e Tij. Ne fytyre kane shenjat, gjurmet nga te renat ne sexhde. Ai eshte pershkrimi i tyre ne Tevrat, dhe pershkrimi i tyre ne Inxhil. Ata jane si bima kur leshon filizin e vet e pastaj e forcon, trashet dhe e pjek frutin e vet duke nxitur entuziazem tek mbjellesit e per t’i zemeruar me te mosbesimtaret. All-llahu u ka premtuar atyre te cilet besojne dhe bejne vepra te mira falje dhe shperblim te madh"
        },
        {
            "chapter": 49,
            "verse": 1,
            "text": "O besimtare, mos nxitoni (te vendosni) para All-llahut dhe Profetit te Tij, dhe frikesohuni All-llahut! All-llahu me te vertete degjon dhe eshte shume i dijshem"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "O besimtare, mos ngritni zerin tuaj me lart se zeri i Profetit dhe me te mos bisedoni me ze te larte, sic bisedoni, me ze, njeri me tjetrin, qe te mos zhduken veprat tuaja e ju te mos e hetoni fare"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "Ata qe ulin zerat e tyre para profetit te All-llahut – e ata jane, zemrat e te cileve All-llahu i ka kalitur ne devotshmeri – vertet i pret falja dhe shperblim i madh"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "Ata qe te therrasin prapa dhomave, shumica prej tyre nuk jane te mencur (s’kane mendje per te kuptuar)"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "Sikur ata te duronin deri sa ti te dilje vete, do te ishte me mire; megjithate All-llahu fal dhe eshte shume i meshirshem"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "O besimtare, nese ndonje njeri i pandershem u sjell ndonje lajm, sqarone mire, qe te mos e goditni (dike) nga padijenia e pastaj te pendoheni per shkak te asaj qe keni bere"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "Dhe ta dini se ne mesin tuaj eshte Profeti i All-llahut. Po t’u degjonte juve, me te vertete, ne shume cka do t’ju rrezikonte; por All-llahu juve ju shtini simpati ndaj besimit dhe ua zbukuroi ne zemrat tuaja, kurse mosbesimin, mosdegjimin dhe mosmirenjohjen ua beri te urrejtura. Te atille jane ne rruge te drejte"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "Me miresine dhe dhuntine e All-llahut, sepse All-llahu eshte shume i dijshem dhe i urte"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "Nese dy grupe besimtaresh bien ne kundershtim, pajtoni ata, e ne qofte se njeri nga ata, megjithate i ben dem tjetrit, atehere luftone ate (grup) i cili ka bere krime derisa t’u bindet normave te All-llahut. Nese binden, atehere pajtoni ata pa mbajtur anen e askujt, dhe jini te drejte! All-llahu njemend i do te drejtet"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "Pa dyshim besimtaret jane vellezer, prandaj pajtoni dy vellezer tuaj dhe kini frike e ruajuni All-llahut, ndoshta u meshiron"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "O besimtare, mos te tallen burrat njeri me tjetrin, mbase ata jane me te mire se keta; por as grate njera me tjetren, ndoshta ato jane me te mira se keto. Mos shkagoni vetveten dhe mos i ngjitni njeri-tjetrit llagape (te keqia)! Pas besimit eshte shume keq venia e lagapit te keq. Dhe ata qe nuk pendohen, ata jane mizore"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "O besimtare, shmanguni nje mori parashikimesh! Disa parashikime, me te vertete jane mekat. Dhe mos spiunoni njeri-tjetrin e as mos pergojoni njeri-tjetrinnnn! A do dikush prej jush te haje mishin e vellaut te vet te vdekur – ju ate e dini se eshte shume keq – prandaj, ruajuni All-llahut; All-llahu, vertete, pranon pendimet dhe eshte shume i meshirshem"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "O njerez, Ne ju kemi krijuar juve prej nje mashkulli dhe nje femre dhe u kemi bere popuj e fise qe ta njihni njeri-tjetrin. Me fisniku tek All-llahu eshte ai i cili me se shumti i ruhet Atij; All-llahu, me te vertete, eshte shume i dijshem dhe i informuar mire"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "Disa beduine thone: “Ne besojme!” thuaj: “Ju nuk besoni, por thuani: “Ne dorezohemi!” sepse akoma ne zemrat tuaja nuk ka hyre besimi. Por nese e degjoni All-llahun dhe Profetin e tij, Ai aspak nuk do t’ua zvogloje shperblimet per veprat tuaja. All-llahu, vertete, fal dhe eshte shume i meshirshem"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "Besimtare jane vetem ata te cilet i besojne All-llahut dhe Profetit te Tij, e pastaj nuk dyshojne dhe luftojne per hire te All-llahut edhe me pasurine dhe me jeten e tyre. Ata jane te sinqerte"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "Thuaj: “Valle a ju t’ia mesoni All-llahut fene tuaj, kurse All-llahu i di c’ka ne qiej dhe ne toke. All-llahu di cdo gje”"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "Ata qe kane pranuar fene islame te shprehin miresi ty. Thuaj: “Mos me shprehni mua falenderim qe keni pranuar fene islame, perkundrazi All-llahu juve ju ka shperblyer me miresi, qe u ka udhezuar ne besim, nese jeni te sinqerte”"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "All-llahu i di me siguri fshehtesite e qiejve dhe te tokes, dhe All-llahu sheh mire se cka punoni"
        },
        {
            "chapter": 50,
            "verse": 1,
            "text": "Kaf. Pasha Kur’anin e madherishem"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "Ata u habiten qe u erdhi nje qortues nga mesi i tyre t’u terhee verejtjen, prandaj mosbesimtaret thone: “Kjo eshte dicka shume e cuditshme"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "A thua kur te vdesim e te behemi dhe? Ai eshte kthim i larget”"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Ne e dime se tokes nuk i mbet gje mangut per ata. Te Ne eshte Libri ne te cilin ruhet cdo gje"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Mirepo ata mohojne te verteten e u ka ardhur dhe ne kete ceshtje jane te habitur"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "A nuk e shohin qiellin permbi vete! Se e kemi ngritur dhe stolisur, dhe aty nuk ka asnje plasaritje"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "Kurse token e kemi shtruar dhe neper te kemi shperndare kodrat, dhe beme qe ne te te mbijne cifte bimesh te bukura"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "Per t’i pare me sy dhe te mendoje secili qe i drejtohet Zotit te vet"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Ne leshojme uje nga qielli si bekim dhe me te bejme te kultivohen kopshte dhe drithera per te korrur"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "Edhe lisa te larte me fryte te grumbulluara njerin mbi tjetrin"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "Per ushqim njerezve dhe Ne me te ngjallim truallin e vdekur; ashtu do te jete edhe (ri) ngjallja"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Para tyre pergenjeshtruan populli i Nuhit dhe banroet e Resit e Themudit"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "Edhe A, edhe Faraoni, edhe njerezit e Lutit"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "Edhe banoret e Ejkes dhe populli Tubba; te gjithe ata pergenjeshtruan profetet dhe merituan denimin tim"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Valle, a u lodhem me rastin e krijimit te pare? Jo, por ata dyshojne (pa arsye) ne krijimin e serishem"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "Ne e krijuam njeriun dhe e dime se cka i deshiron shpirti i tij, sepse Ne te ai jemi me i afert se damari i qafes"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Kur takohen dy pale dhe ulen njeri nga e djathta e tjetri nga e majta"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "Ai nuk belbezon asnje fjale e te mos jete afer tij vigjilenti i gatshem"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Dhe vjen tronditja e vdekjes, me te vertete, ajo eshte dic qe nuk mund t’i ikesh"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Dhe i fryhet surit – ajo eshte dite kercenimi"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Dhe secili do te vije e bashke me te edhe deshmitari dhe ai qe i sjell (cobani)"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "Ti nuk i vure vesh kesaj, prandaj ta hoqem mbulesen, e sot e ke shikimin te shtangur"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "Kurse shoku i tij do te thote: “Ky qe eshte prane meje, eshte gati”"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "Ju te dy hudhni ne xhehennem, cdo bukeshkele e kokeforte"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "I cili ka penguar te behen vepra te mira dhe qe ka qene mizor dhe i dyshimte"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "I cili pervec All-llahut ka pranuar tjeter zot – andaj hudhne ne mundimin me te rende!”"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "Shoku i tij do te thote: “Zoti yne, une nuk e kam terhequr me dhune, por vete ka pas humbur keq”"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "“Mos ngrindeni para Meje”! – do t’u thote Ai, - “u jam kercenuar me heret"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "Tek une nuk nderrohet fjala dhe Une nuk jam mizor ndaj krijesave te mia”"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "Ate dite kur ta pyesim xhehennemin, “A je mbushur?”, ai do te pergjigjet: “A ka akoma?”"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "Kurse xhenneti u afrohet te devotshmeve, shume afer"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "Kjo eshte ajo qe i eshte premtuar secilit qe eshte penduar dhe eshte ruajtur (prej mekatesh)"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "I cili i eshte frikesuar te Meshirshmit ne mosprezence (pa e pare) dhe ka ardhur zemerbardhe"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "Hyni ne te te qete! Kjo eshte Dita e amshueshme"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "Aty do te kene cka deshirojne – se tek Ne ka edhe me teper"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "Sa brezni para tyre kemi shfarosur, dhe ata kane qene me te forte se keta, andaj kerkuan strehim neper bote, por a ka tjeter rrugedalje"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "ketu ka, njemend, argumente per ata qe kane zemer dhe ia kap veshi (kupton) edhe eshte deshmitar"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "Ne kemi krijuar qiejt dhe token edhe gjithcka ka ndermjet tyre, per gjashte dite, dhe as qe na preku lodhja"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "Prandaj, perballoi me durim asaj qe flasin ata dhe madhero Zotin tend, dhe falenderoju para se te lind dielli edhe para se te perendoje"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "Madheroje naten edhe pas namazit"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Dhe hap veshet e degjo! Atehere kur thirresi te therrase nga vendi i afert"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "Diten kur ata do te degjojne me arsye kelithitjen – ajo do te jete Dita e ringjalljes"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Ne, me te vertete, i ngjallim dhe i vdesim, por edhe te Ne do te kthehen"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "Ate dite kur te plase toka prej tyre me shpejtesi, ai tubim per Ne eshte krejt i lehte"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "Ne e dime me mire se c’flasin ata; Ti ata nuk mund t’i detyrosh, por perkujtoje me Kur’an ate qe i frikesohet (dhe i ruhet) kercenimit"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "Pasha ererat qe ngrejne shume pluhur"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "Dhe ata qe bartin peshe"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "Dhe ata te cilet notojne lehte"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "Dhe perndajne urdhera"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "Ajo qe u premtohet, njemend eshte e vertete"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "Shperblimi e denimi do te ndodhin me siguri"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "pasha qiellin me rruge yjesh"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "Ju nuk i keni fjalet me nje"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "Nga ai (besimi) eshte larguar kush eshte larguar"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "U shkaterrofshin (lakmuesit)"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "Te cilet jane mbytur ne injorance"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "Pyesin: “Kur do te vije dita e gjykimit?”"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "Ate dite kur do te digjen ne zjarr"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "Shijone deniminnnn tuaj – kjo eshte ajo qe e keni kerkuar me shpejt"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "Te devotshmit, me siguri, do te vendosen ne kopshte dhe burime"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "Do te marrin ate cka do t’u dhuroje Zoti i tyre, sepse ata me pare kane qene mireberes"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "Vetem pak, naten, kane fjetur"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "Kurse ne agim jane lutur per falje te mekateve"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "Kurse ne pasurine e tyre kane pjese edhe ata qe lypin edhe ata qe nuk lypin"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "Argumentet ne toke jane per te bindurit"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "Si edhe ne vet ju, a nuk e shihni"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "Kurse ne qiell keni furnizimin dhe ate qe u premtohet"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "Pasha Zotin e qiellit dhe te tokes, kjo eshte e vertete, ashtu sic eshte e vertete se ju flisni"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "A te ka arritur rrefimi per musafiret e nderuar te Ibrahimit"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "Kur hyne dhe thane: “Paqe!” Dhe ai u tha: “Paqe, o njerez te panjohur!”"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "Dhe ai shkoi, pa u hutuar, te familja e vet dhe solli nje vic te majme"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "Ua afroi dhe u tha: “A nuk hani?”"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "Dhe u dridh nga frika prej tyre “Mos u frikeso!”, i thane, dhe e pergezuan me nje djalosh te dijshem"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "Kurse gruaja e tij u paraqit duke klithur e gervishur fytyren, “Valle, a une – tha nje plake shterpe!”"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "“Ashtu ka thene Zoti yt, ithane ata, Ai eshte i urte dhe i gjithedijshem”"
        }
    ]
}