{
    "rukus": [
        {
            "chapter": 6,
            "verse": 101,
            "text": "او پدید آورنده آسمانها و زمین است؛ چگونه ممکن است فرزندی داشته باشد؟! حال آنکه همسری نداشته، و همه چیز را آفریده؛ و او به همه چیز داناست"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "آری، این است پروردگار شما! هیچ معبودی جز او نیست؛ آفریدگار همه چیز است؛ او را بپرستید و او نگهبان و مدّبر همه موجودات است"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "چشمها او را نمی‌بینند؛ ولی او همه چشمها را می‌بیند؛ و او بخشنده (انواع نعمتها، و با خبر از دقایق موجودات،) و آگاه (از همه) چیز است"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "دلایل روشن از طرف پروردگارتان برای شما آمد؛ کسی که (به وسیله آن، حقّ را) ببیند، به سود خود اوست؛ و کسی که از دیدن آن چشم بپوشد، به زیان خودش می‌باشد؛ و من نگاهبان شما نیستم (و شما را بر قبول ایمان مجبور نمی‌کنم)"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "و اینچنین آیات (خود) را تشریح می‌کنیم؛ بگذار آنها بگویند: «تو درس خوانده‌ای (و آنها را از دیگری آموخته‌ای)»! می‌خواهیم آن را برای کسانی که آماده درک حقایقند، روشن سازیم"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "از آنچه که از سوی پروردگارت بر تو وحی شده، پیروی کن! هیچ معبودی جز او نیست! و از مشرکان، روی بگردان"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "اگر خدا می‌خواست، (همه به اجبار ایمان می‌آوردند،) و هیچ یک مشرک نمی‌شدند؛ و ما تو را مسؤول (اعمال) آنها قرار نداده‌ایم؛ و وظیفه نداری آنها را (به ایمان) مجبور سازی"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "(به معبود) کسانی که غیر خدا را می‌خوانند دشنام ندهید، مبادا آنها (نیز) از روی (ظلم و) جهل، خدا را دشنام دهند! اینچنین برای هر امّتی عملشان را زینت دادیم سپس بازگشت همه آنان به سوی پروردگارشان است؛ و آنها را از آنچه عمل می‌کردند، آگاه می‌سازد (و پاداش و کیفر می‌دهد)"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "با نهایت اصرار، به خدا سوگند یاد کردند که اگر نشانه‌ای [= معجزه‌ای‌] برای آنان بیاید، حتماً به آن ایمان می‌آورند؛ بگو: «معجزات فقط از سوی خداست (و در اختیار من نیست که به میل شما معجزه‌ای بیاورم)؛ و شما از کجا می‌دانید که هرگاه معجزه‌ای بیاید (ایمان می‌آورند؟ خیر،) ایمان نمی‌آورند!»"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "و ما دلها و چشمهای آنها را واژگونه می‌سازیم؛ (آری آنها ایمان نمی‌آورند) همان‌گونه که در آغاز، به آن ایمان نیاوردند! و آنان را در حال طغیان و سرکشی، به خود وامی‌گذاریم تا سرگردان شوند"
        }
    ]
}