{
    "rukus": [
        {
            "chapter": 17,
            "verse": 53,
            "text": "به بندگانم بگو: «سخنی بگویند که بهترین باشد! چرا که (شیطان بوسیله سخنان ناموزون)، میان آنها فتنه و فساد می‌کند؛ همیشه شیطان دشمن آشکاری برای انسان بوده است"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "پروردگار شما، از (نیات و اعمال) شما آگاهتر است؛ اگر بخواهد (و شایسته بداند)، شما را مشمول رحمت خود می‌سازد؛ و اگر بخواهد، مجازات می‌کند؛ و ما تو را بعنوان مأمور بر آنان نفرستاده‌ایم (که آنان را مجبور به ایمان کنی)"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "پروردگار تو، از حال همه کسانی که در آسمانها و زمین هستند، آگاهتر است؛ و (اگر تو را بر دیگران برتری دادیم، بخاطر شایستگی توست،) ما بعضی از پیامبران را بر بعضی دیگر برتری دادیم؛ و به داوود، زبور بخشیدیم"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "بگو: «کسانی را که غیر از خدا (معبود خود) می‌پندارید، بخوانید! آنها نه می‌توانند مشکلی را از شما برطرف سازند، و نه تغییری در آن ایجاد کنند.»"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "کسانی را که آنان می‌خوانند، خودشان وسیله‌ای (برای تقرب) به پروردگارشان می‌جویند، وسیله‌ای هر چه نزدیکتر؛ و به رحمت او امیدوارند؛ و از عذاب او می‌ترسند؛ چرا که عذاب پروردگارت، همواره در خور پرهیز و وحشت است"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "هیچ شهر و آبادی نیست مگر اینکه آن را پیش از روز قیامت هلاک می‌کنیم؛ یا (اگر گناهکارند،) به عذاب شدیدی گرفتارشان خواهیم ساخت؛ این، در کتاب الهی [= لوح محفوظ] ثبت است"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "هیچ چیز مانع ما نبود که این معجزات (درخواستی بهانه‌جویان) را بفرستیم جز اینکه پیشینیان (که همین درخواستها را داشتند، و با ایشان هماهنگ بودند)، آن را تکذیب کردند؛ (از جمله،) ما به (قوم) ثمود، ناقه دادیم؛ (معجزه‌ای) که روشنگر بود؛ اما بر آن ستم کردند (و ناقه را کشتند). ما معجزات را فقط برای بیم دادن (و اتمام حجت) می‌فرستیم"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "(به یاد آور) زمانی را که به تو گفتیم: «پروردگارت احاطه کامل به مردم دارد؛ (و از وضعشان کاملاً آگاه است.) و ما آن رؤیایی را که به تو نشان دادیم، فقط برای آزمایش مردم بود؛ همچنین شجره ملعونه [= درخت نفرین شده‌] را که در قرآن ذکر کرده‌ایم. ما آنها را بیم داده (و انذار) می‌کنیم؛ اما جز طغیان عظیم، چیزی بر آنها نمی‌افزاید!»"
        }
    ]
}