{
    "rukus": [
        {
            "chapter": 21,
            "verse": 94,
            "text": "و هر کس چیزی از اعمال شایسته بجا آورد، در حالی که ایمان داشته باشد، کوشش او ناسپاسی نخواهد شد؛ و ما تمام اعمال او را (برای پاداش) می‌نویسیم"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "و حرام است بر شهرها و آبادیهایی که (بر اثر گناه) نابودشان کردیم (که به دنیا بازگردند؛) آنها هرگز باز نخواهند گشت"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "تا آن زمان که «یأجوج» و «مأجوج» گشوده شوند؛ و آنها از هر محلّ مرتفعی بسرعت عبور می‌کنند"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "و وعده حقّ [= قیامت‌] نزدیک می‌شود؛ در آن هنگام چشمهای کافران از وحشت از حرکت بازمی‌ماند؛ (می‌گویند:) ای وای بر ما که از این (جریان) در غفلت بودیم؛ بلکه ما ستمکار بودیم"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "شما و آنچه غیر خدا می‌پرستید، هیزم جهنّم خواهید بود؛ و همگی در آن وارد می‌شوید"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "اگر اینها خدایانی بودند، هرگز وارد آن نمی‌شدند! در حالی که همگی در آن جاودانه خواهند بود"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "برای آنان در آن [= دوزخ‌] ناله‌های دردناکی است و چیزی نمی‌شنوند"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "(امّا) کسانی که از قبل، وعده نیک از سوی ما به آنها داده شده [= مؤمنان صالح‌] از آن دور نگاهداشته می‌شوند"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "آنها صدای آتش دوزخ را نمی‌شوند؛ و در آنچه دلشان بخواهد، جاودانه متنعّم هستند"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "وحشت بزرگ، آنها را اندوهگین نمی‌کند؛ و فرشتگان به استقبالشان می‌آیند، (و می‌گویند:) این همان روزی است که به شما وعده داده می‌شد"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "در آن روز که آسمان را چون طوماری در هم می‌پیچیم، (سپس) همان گونه که آفرینش را آغاز کردیم، آن را بازمی‌گردانیم؛ این وعده‌ای است بر ما، و قطعاً آن را انجام خواهیم داد"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "در «زبور» بعد از ذکر (تورات) نوشتیم: «بندگان شایسته‌ام وارث (حکومت) زمین خواهند شد!»"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "در این، ابلاغ روشنی است برای جمعیّت عبادت‌کنندگان"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "ما تو را جز برای رحمت جهانیان نفرستادیم"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "بگو: «تنها چیزی که به من وحی می‌شود این است که معبود شما خدای یگانه است؛ آیا (با این حال) تسلیم (حقّ) می‌شوید؟ (و بتها را کنار می‌گذارید؟)»"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "اگر (باز) روی گردان شوند، بگو: «من به همه شما یکسان اعلام خطر می‌کنم؛ و نمی‌دانم آیا وعده (عذاب خدا) که به شما داده می‌شود نزدیک است یا دور"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "او سخنان آشکار را می‌داند، و آنچه را کتمان می‌کنید (نیز) می‌داند (و چیزی بر او پوشیده نیست)"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "و من نمی‌دانم شاید این آزمایشی برای شماست؛ و مایه بهره‌گیری تا مدّتی (معیّن)"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(و پیامبر) گفت: «پروردگارا! بحق داوری فرما (و این طغیانگران را کیفر ده)! و پروردگار ما (خداوند) رحمان است که در برابر نسبتهای ناروای شما، از او استمداد می‌طلبم!»"
        }
    ]
}