{
    "rukus": [
        {
            "chapter": 5,
            "verse": 101,
            "text": "ای کسانی که ایمان آورده‌اید! از چیزهایی نپرسید که اگر برای شما آشکار گردد، شما را ناراحت می‌کند! و اگر به هنگام نزول قرآن، از آنها سؤال کنید، برای شما آشکار می‌شود؛ خداوند آنها را بخشیده (و نادیده گرفته) است. و خداوند، آمرزنده و بردبار است"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "جمعی از پیشینیان شما، از آن سئوال کردند؛ و سپس با آن به مخالفت برخاستند. (ممکن است شما هم چنین سرنوشتی پیدا کنید)"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "خداوند هیچ‌گونه «بحیره» و «سائبه» و «وصیله» و «حام» قرار نداده است [اشاره به چهار نوع از حیوانات اهلی است که در زمان جاهلیت، استفاده از آنها را بعللی حرام می‌دانستند؛ و این بدعت، در اسلام ممنوع شد.] ولی کسانی که کافر شدند، بر خدا دروغ می‌بندند؛ و بیشتر آنها نمی‌فهمند"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "و هنگامی که به آنها گفته شود: «به سوی آنچه خدا نازل کرده، و به سوی پیامبر بیایید!»، می‌گویند: «آنچه از پدران خود یافته‌ایم، ما را بس است!»؛ آیا اگر پدران آنها چیزی نمی‌دانستند، و هدایت نیافته بودند (باز از آنها پیروی می‌کنند)؟"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "ای کسانی که ایمان آورده‌اید! مراقب خود باشید! اگر شما هدایت یافته‌اید، گمراهی کسانی که گمراه شده‌اند، به شما زیانی نمی‌رساند. بازگشت همه شما به سوی خداست؛ و شما را از آنچه عمل می‌کردید، آگاه می‌سازد"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "ای کسانی که ایمان آورده‌اید! هنگامی که مرگ یکی از شما فرا رسد، در موقع وصیت باید از میان شما، دو نفر عادل را به شهادت بطلبد؛ یا اگر مسافرت کردید، و مصیبت مرگ شما فرا رسید، (و در آن جا مسلمانی نیافتید،) دو نفر از غیر خودتان را به گواهی بطلبید، و اگر به هنگام ادای شهادت، در صدق آنها شک کردید، آنها را بعد از نماز نگاه می‌دارید تا سوگند یاد کنند که: «ما حاضر نیستیم حق را به چیزی بفروشیم، هر چند در مورد خویشاوندان ما باشد! و شهادت الهی را کتمان نمی‌کنیم، که از گناهکاران خواهیم بود!»"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "و اگر اطلاعی حاصل شود که آن دو، مرتکب گناهی شده‌اند (و حق را کتمان کرده‌اند)، دو نفر از کسانی که نسبت به میت، اولی هستند، به جای آنها قرار می‌گیرند، و به خدا سوگند یاد می‌کنند که: «گواهی ما، از گواهی آن دو، به حق نزدیکتر است! و ما تجاوزی نکرده‌ایم؛ که اگر چنین کرده باشیم، از ظالمان خواهیم بود!»"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "این کار، نزدیکتر است به اینکه گواهی بحق دهند، (و از خدا بترسند،) و یا (از مردم) بترسند که (دروغشان فاش گردد، و) سوگندهایی جای سوگندهای آنها را بگیرد. از (مخالفت) خدا بپرهیزید، و گوش فرا دهید! و خداوند، جمعیّت فاسقان را هدایت نمی‌کند"
        }
    ]
}