{
    "chapter": [
        {
            "chapter": 13,
            "verse": 1,
            "text": "Elif Lam Mim Ra. Bunlar kitabın ayetleridir. Rabbinden sana indirilen mesaj gercektir, fakat insanların cogu buna inanmazlar"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Allah gokleri, gordugunuz gibi, direksiz olarak yukseltti. Sonra Ars´a kuruldu, gunes ile ayı buyrugu altına aldı, her biri belli bir surenin sonuna kadar yorungesinde hareket eder, o butun bu gelismeleri duzenler. Rabbinizin karsısına cıkacagınıza kesinlikle inanasınız diye O, size ayetlerini ayrıntılı bicimde acıklar"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "O yerin alanını genis yaptı; orada koklu daglar ve nehirler varetti; butun urunleri, butun bitkileri cift olarak yarattı; O geceyi gunduzun uzerine orter. Hic kuskusuz bunlar da dusunen kimseler icin ibret dersleri vardır"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Yeryuzunde biribirine bitisik, farklı yapıda toprak parcaları; uzum bagları, ekinler ve catallı catalsız hurma agacları vardır; hepsi aynı su ile sulanır, fakat urunleri arasında fark gozetiriz. Hic kuskusuz bunlarda aklı erenler icin bircok ibret dersleri vardır"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Eger sasacaksan, kafirlerin ´Biz olup toprak olunca mı yeniden diriltilecegiz?´ demelerine sasmak gerekir. Onlar Rabb´lerini inkar edenlerdir, onların boyunlarına demir halkalar gecirilecektir; onlar, orada ebedi olarak kalmak uzere, cehennemliktirler"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Musrikler senden iyilikten once kotuluk isterler, carptırılacakları cezanın bir an once baslarına gelmesini dilerler. Oysa onlardan once nice agır ceza ornekleri yasanmıstır. Hic kuskusuz Rabb´in, insanların zalimliklerine ragmen onlara karsı bagıslayıcıdır ve yine hic kuskusuz Rabbinin cezası da pek agırdır"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Kafirler «Muhammed´e, Rabb´inden bir mucize indirilseydi ya» derler. Oysa sen sadece bir uyarıcısın ve her toplumun bir dogru yol gostericisi vardır"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah, her disinin rahminde tasıdıgını, bu rahimlerin erken dogurdukları ile fazla tuttuklarını bilir. Her sey O´nun katında belirli bir olcuye baglıdır"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "O, gorulur gorulmez, her seyi bilen, yuceler yucesidir"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Icinizden sozunu gizli tutanla acıkca soyleyen, geceye burunup saklanan ile gunduzleyin ortalıkta gezen arasında O´nun icin hicbir fark yoktur"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Insanı onunden ve arkasından izleyen (melekler) vardır, onu Allah´ın emri ile gozetlerler. Herhangi bir toplum tutumunu degistirmedikce Allah onun konumunu degistirmez. Allah, bir toplumun herhangi bir kotuluge ugramasını dileyince, onu hic kimse onleyemez. Insanların Allah´dan baska hicbir koruyucusu, kayırıcısı yoktur"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Simsegi size hem korku ve hem de umut kaynagı olarak gosteren, yagmur yuklu bulutları olusturan odur"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "O´nu gok gurultusu ovgu ile ve melekler korku icinde tesbih ederler, noksanlıklardan uzak tutarlar. O yıldırımlar salarak bunlarla dilediklerini carpar. Allah´ın sillesi son derece sert oldugu halde, onlar O´nun hakkında tartısıyorlar"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Gercek dua, yalnız Allah´a yoneltilen cagrıdır. Musriklerin Allah dısında cagrı yonelttikleri putlar, onların hicbir dileklerine cevap veremezler. Boyleleri agzına su gelsin diye avuclarını ona dogru acan kimseye benzerler ki, asla bu yolla agzına su gelmez. Iste kafirlerin cagrısı boylesine bosunadır"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Goklerdeki ve yerdeki tum varlıklar ile bu varlıkların golgeleri gonullu ya da zorunlu olarak sabah aksam Allah´a secde ederler"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "De ki: “Goklerin ve yerin Rabbi kimdir?” “Allah’tır” de. “Yoksa O’nu bırakıp kendilerine bir fayda ve zararı olmayan dostlar mı edindiniz?” de. De ki: “Hic korle goren bir olur mu? Yahut karanlık ile aydınlık bir midir?” Yoksa Allah gibi yaratması olan ortaklar buldular da yaratmaları birbirine benzettiler? De ki: “Her seyi yaratan Allah’tır. O, bir tektir, her seye ustun gelir.”"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Allah, gokten su indirdi ve yataklarının kapasitesi ile olculu buyuklukte dereler akıttı. Akan sel, yuzeyinde kopuk tasır. Sus ya da kullanım esyası yapmak amacı ile ateste erittiginiz madenlerin de buna benzer kopukleri, curufları vardır. Allah, hak ile batılı bu ornek aracılıgı ile anlatır. Kopuk, havaya ucup gider; fakat insanlara yarar saglayan kısım yerde kalır. Iste Allah, boylesine ornekler verir"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Rabblerinin cagrısına olumlu cevap verenlere karsılıkların en guzeli verilir. O´nun cagrısına olumlu karsılık vermeyenlere gelince, eger dunyada bulunan her sey, bir kat fazlası ile ellerinde olsa, butun bunları kurtulus fidyesi olarak verirlerdi. Boylelerini kotu bir hesaplasma islemi bekliyor, varacakları yer cehennemdir; orası ne fena bir barınaktır"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Rabbin tarafından sana indirilen mesajın gercek oldugunu bilen kimse hic kor ile bir olur mu? Ancak sagduyu sahipleri ogut alırlar"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Onlar Allah´a verdikleri sozu tutarlar, anlasmalarını bozmazlar"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "Yine onlar, Allah´ın surdurulmesini emrettigi iliskileri surdururler. Rabblerinden korkarlar ve kotu hesaplasmadan urkerler"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "Yine onlar, Allah´ın hosnutlugunu kazanmak amacı ile sabrederler, namazı kılarlar, kendilerine verdigimiz rızıktan gizlice ve acıkca hayır yolunda harcarlar, kotulugu iyilikle savarlar. Iste gecici dunyanın ardından gelecek olan mutlu akıbet onları bekliyor"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Bu mutlu akıbet, Adn cennetleridir. Kendileri ile birlikte iyi davranıslı ana babaları, esleri ve cocukları bu cennetlere girerler. Melekler her kapıdan yanlarına girerek"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "Sabrettiginizden dolayı selam size. Dunyayı izleyen bu mutlu akıbet ne kadar guzel! derler"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Allah´a vermis oldukları sozu kesin bir taahhut haline getirdikten sonra bozanlara, Allah´ın surdurulmesini emrettigi iliskileri kesenlere ve yeryuzunde bozgunculuk cıkaranlara gelince onlara lanet vardır ve dunyayı izleyecek olan kotu akıbet kendilerini beklemektedir"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Allah diledigine bol rızık verir ve dilediginin rızkını kısıtlar. Onlar dunya hayatı ile boburlendiler. Oysa dunya hayatı, ahiretin yanında basit bir metadan baska bir sey degildir"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Kafirler «Muhammed´e, Rabbi tarafından somut bir mucize, indirilseydi ya» derler. Onlara de ki; «Allah, diledigini saptırır ve kendisine yoneleni dogru yola iletir.»"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Onlar iman etmislerdir ve kalpleri Allah´ı anmakla huzura kavusur. Haberiniz olsun ki, kalpler ancak Allah´ı anmakla huzura erebilirler"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Iman edip iyi ameller isleyenlere ne mutlu, onları guzel bir gelecek beklemektedir"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Ey Muhammed sana vahyettigimiz mesajı kendilerine okuyasın diye seni oyle bir ummete gonderdik ki, onlardan once bircok ummetler gelip gecmistir. Onlar rahmeti bol olan Allah´ı tanımıyorlar. Onlara de ki; «Benim Rabbim O´dur, O´ndan baska ilah yoktur, ben yalnız O´na dayandım, donus O´nadır.»"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Eger dagların yurumesini, yeryuzunun parcalanmasını ve oluler ile konusabilmeyi saglayan bir kitap olsaydı, o bu Kur´an olurdu. Fakat tum yetki Allah´ın tekelindedir. Dilese, Allah´ın butun insanları dogru yola iletecegini, mu´minler hala kesinlikle anlamadılar mı? Isledikleri kotulukler yuzunden kafirlerin baslarına surekli olarak belalar gelir, ya da bu belalar yurtlarının yakınına iner. Sonunda Allah´ın verdigi soz gerceklesir. Kusku yok ki, Allah sozunden caymaz"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Senden onceki bircok peygamber ile de alay etmislerdi. Ben o kafirlere bir sure meydan verdim, fakat sonra yakalarına yapıstım. O zaman azabım nice oldu"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Herkesin ne yaptıgını gozeten Allah, boyle bir gucu olmayan duzmece ilahlar ile bir olur mu? Musrikler, Allah´a birtakım ortaklar kostular. Onlara de ki; «bunların adlarını soyleyiniz, niteliklerini belirtiniz. Yoksa Allah´a, O´nun yeryuzunde bilmedigi bir seyin haberini mi veriyorsunuz? Yoksa kuru sozler ile mi oyalanıyorsunuz? Aslında kafirlere entrikaları, duzenbazlıkları cekici gorundu de dogru yoldan saptırıldılar. Allah´ın saptırdıgını hic kimse dogru yola iletemez"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Onlara dunya hayatında azap vardır. Fakat ahiret azabı daha agırdır. Onları Allah´ın elinden hic kimse kurtaramaz"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Kotuluklerden sakınanlara vadedilen cennet soyledir. Oranın altından cesitli ırmaklar akar, agaclarının meyvaları sureklidir, golgeleri de. Iste kotuluklerden sakınanların sonu burasıdır. Kafirlerin sonu ise cehennem atesidir"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Kendilerine kitap gonderdigimiz kimseler, sana indirilen mesajı sevincle karsılarlar. Fakat karsıt gruplar icinde bu mesajın bir bolumunu inkar edenler vardır. Onlara de ki; «Bana Allah´a kulluk etmem, O´na ortak kosmamam emredildi; O´na cagırırım insanları; O´nadır donusum"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Bunun yanısıra biz onu Arapca bir hukum sistemi olarak indirdik. Eger sana gelen bu bilgiden sonra onların keyfi arzularına uyacak olursan, seni Allah´ın elinden kurtaracak bir destekci, bir koruyucu bulamazsın"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Biz senden once de nice peygamberler gonderdik, onlara da esler ve cocuklar verdik. Allah´ın izni olmadıkca hicbir peygamber mucize gostermeye yetkili degildir. Her belirli surenin, her donemin ayrı bir kitabı vardır"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah diledigi hukmu yururlukten kaldırır, diledigini de yururlukte tutar. Ana kitap O´nun katındadır"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Kafirlere yonelttigimiz bazı tehditleri sana gostersek de ya da daha once canını alsak da senin gorevin mesajımızı duyurmaktır, insanları hesaba cekmek bize duser"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Bizim kafirlerin yurtlarını uclarından kırptıgımızı, muslumanlar lehine alanlarını daralttıgımızı gormuyorlar mı? Hukum veren Allah´tır, O´nun hukmunu gozden gecirecek hic kimse yoktur. O´nun hesaplasması pek cabuktur"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Onlardan oncekiler de peygamberlerine karsı tuzaklar kurdular. Fakat asıl tuzak kurma yetkisi Allah´ın tekelindedir. O herkesin ne yaptıgını bilir. Kafirler, kimin mutlu sona erecegini ilerde ogreneceklerdir"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Kafirler «Sen peygamber degilsin» derler. Onlara de ki; «Sizin ile benim aramda Allah´ın ve kutsal kitap kaynaklı bilginlerin tanıklıgı yeterli bir kanıttır.»"
        }
    ]
}