{
    "chapter": [
        {
            "chapter": 8,
            "verse": 1,
            "text": "Sana savas ganimetlerinin bolusumu hakkında soru sorarlar. De ki; ganimetler hakkında hukum verme yetkisi Allah´a ve Peygamber´e aittir. Buna gore eger mumin iseniz, Allah´dan korkunuz, iliskilerinizi duzeltiniz, Allah´a ve Peygamber´e itaat ediniz"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Muminler ancak oyle kimselerdir ki, Allah anıldıgında kalpleri urperir, yanlarında Allah´ın ayetleri okundugu zaman bu ayetler imanlarını arttırır, pekistirir ve sadece Rabblerine dayanırlar"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Onlar namazı kılarlar ve kendilerine bagısladıgımız rızıklardan baskalarına da verirler"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Iste gercek mu´minler bunlardır. Onları Rabbleri katında yuksek dereceler, bagıslanma ve goz kamastırıcı rızık beklemektedir"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "(Ganimetlerin bolusumu sırasında karsılastıgın bu hosnutsuzluk) tıpkı mu´minlerin bir kesimi istemedigi halde Rabbinin seni hak ugruna savasmak icin evinden cıkarmasına benzer"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Onlar sanki goz gore gore olume suruluyorlarmıs gibi, gercek ortaya cıktıktan sonra seninle tartısıyorlar"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "Allah, iki gruptan birinin hakkından geleceginizi vadettigi zaman, siz gucsuz olan grubun size dusmesini istediniz. Oysa Allah sozleri aracılıgı ile gercegi yuceltmeyi ve kafirlerin kokunu kazımayı, soylarını kurutmayı istiyordu"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "Amac, mucrimlerin hosuna gitmese de gercegi yuceltmek ve batılı ortadan kaldırmaktı"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "Hani siz Rabbinizden yardım istediginizde Allah bu cagrınıza ´Ben size ardarda gelecek bin kisilik bir melek ordusu ile yardım edecegim´ diye cevap verdi"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Allah sadece mujde olsun ve kalpleriniz guven bulsun diye size bu yardımı yaptı. Zaten yardım, zafer dogrudan dogruya Allah katındandır. Hic kuskusuz Allah ustun iradeli ve hikmet sahibidir"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "Hani Allah, korkunuzu gidermek icin sizi hafif bir uykuya daldırmıstı. Ayrıca sizi temizlemek, seytanın vesvesesinden arındırmak, kalplerinizi pekistirip kaynastırmak ve ayaklarınızın yere saglam basmasını saglamak icin size gokten su indirdi"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Hani Rabbin meleklere «Ben sizinle beraberim, mu´minleri yureklendirin, ben kafirlerin kalplerine korku salacagım, vurun boyunlarını, indirin darbelerinizi parmaklarına» diye vahyetti"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Sundan dolayı ki, onlar Allah´a ve Peygamber´e karsı cıktılar. Kim Allah´a ve Peygamber´e karsı cıkarsa bilsin ki, Allah´ın azabı agırdır"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Iste size Allah´ın azabı, tadınız onu. Ayrıca kafirler icin cehennem azabı da vardır"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "Ey mu´minler, kafirlerin uzerinize dogru ilerleyen ordusu ile karsılastıgınız zaman sakın onlara arkanızı donmeyiniz"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Savas taktigi geregince yer degistirme ya da baska bir birlige katılma amacları dısında o gun kim kafirlere arka donerse, Allah´ın gazabına ugramıs olarak doner. Onun varacagı yer cehennemdir. Orası ne fena bir donus yeridir"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "Musrikleri olduren siz degildiniz, fakat Allah oldurdu onları. Onlara dogru toprak atarken, sen atmadın, fakat Allah attı. Allah kendi keremi ile mu´minleri guzel bir sınavdan gecirmek icin bunu boyle yaptı. Hic kuskusuz Allah isitendir, bilendir"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Bunların yanısıra Allah kafirlerin tuzaklarını bosa cıkarandır"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Ey musrikler eger zafer istiyorsanız, size zafer geldi (fakat aleyhinize cıktı). Eger Peygamber´e karsı cıkmaktan vazgecerseniz iyiliginize olur. Yok eger bir daha aynı seyi yaparsanız biz de size yine aynı akibeti tattırırız. Toplulugunuz ne kadar kalabalık olursa olsun size hicbir yarar saglamayacaktır. Allah kesinlikle mu´minler ile beraberdir"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "Ey mu´minler Allah´a ve Peygamber´e itaat ediniz: sozlerini isittiginiz halde O´na sırt donmeyiniz"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Onun soylediklerini isitmedikleri halde «isittik» diyenler gibi olmayınız"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Allah katında canlıların en kotusu, dusunmeyen, gercegi kavramayan sagır ve dilsizlerdir"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Eger Allah onlarda hayır oldugunu bilseydi, kendilerine gercegi isittirirdi. Oysa eger gercegi isittirse bile yine burun kıvırarak yuz cevirirlerdi"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Ey mu´minler, Allah ve Peygamberi sizi hayat bagıslayacak ilkelere cagırdıkları zaman bu cagrıya olumlu karsılık veriniz. Biliniz ki, Allah kisi ile kalbi arasına girer ve siz O´nun huzurunda biraraya geleceksiniz"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Sadece aranızdaki zalimlerin baslarına gelmekle yetinmeyecek olan beladan sakınınız. Biliniz ki, Allah´ın´ azabı agırdır"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Hatırlayınız ki, bir zamanlar siz yeryuzunde ezilen, sayıca az bir gruptunuz, insanlar sizi kapıp goturecekler diye korkuyordunuz. Fakat sukredesiniz diye Allah size sıgınak sagladı, helal besinler sundu, sizi yardımı ile destekledi"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Ey mu´minler Allah´a, Peygamber´e hıyanet etmeyiniz. Yoksa ustlendiginiz emanetlere bile bile hıyanet etmis olursunuz"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Biliniz ki, mallarınız ve evlatlarınız sizin icin aslında birer sınav konusudur ve buyuk odul Allah katındadır"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "Ey mu´minler, eger Allah´dan korkarsanız, O size iyiyi kotuden ayırd edebilecek bir nosyon, bir kriter bagıslar, kotuluklerinizi orter ve sizi affeder. Allah buyuk lutuf sahibidir"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Hani kafirler seni tutuklamak, oldurmek ya da Mekke´den surmek amacı ile aleyhinde tuzak kurmuslardı. Onlar tuzak kurarken Allah da tuzak kuruyordu. Hic kuskusuz Allah en etkili tuzak kurucudur"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Onlara ayetlerimiz okununca «isittik, istesek biz de bunlar gibisini soyleyebiliriz, bunlar eskilerin masallarından baska bir sey degildirler» dediler"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "Hani onlar «Allah´ımız, eger bu Kur´an senin tarafından gonderilmis gercek bir kitap ise, basımıza gokten tas yagdır ya da bizi acıklı bir azaba carptır» dediler"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Oysa sen aralarında bulundukca, Allah onları azaba carptırmaz. Ayrıca bagıslanma dilerlerken de Allah onları azaba carptırmaz"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "Yoksa onlar insanların Mescid-i Haram´a girmelerine engel oldukları halde, Allah onları niye azaba carptırmasın ki? Onlar oranın korucuları degildiler. Oranın korucuları ancak Allah´ın yasaklarından sakınanlardır. Fakat cokları bunu bilmezler"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Onların Kabe karsısında tapınmaları naradan ve alkıstan ibaretti. Suregelen inkarcılıgınızın karsılıgı olarak simdi azabı tadın bakalım"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Kafirler insanları Allah yolundan alıkoymak icin mallarını harcarlar. Onlar mallarını bu ugurda harcayacaklar, sonra da bu harcama onlar icin yurek acısı olacak, arkasından da yenilgiye ugrayacaklardır. Kafirler cehennemde biraraya getirileceklerdir"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "Ta ki, Allah murdarı temizden ayırdetsin ve murdarları ustuste koyup hep biraraya yıgarak cehenneme atsın. Iste bunlar husrana ugrayanlardır"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "Kafirlere dedi ki; «Eger saldırganlıklarından vazgecerlerse gecmisteki sucları bagıslanır. Yok eger eski tutumlarına donerlerse, daha oncekiler icin gecerli olan kurallar onlar icin de isler.»"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Fitnenin koku kazınıp Allah´ın dini kesinlikle egemen oluncaya kadar onlarla savasınız. Eger yaptıklarından vazgecerlerse, hic suphesiz Allah onların ne yaptıklarını gorur"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "Eger yuz cevirirlerse biliniz ki, Allah sizin dostunuz ve dayanagınızdır. O ne guzel bir dost ve dayanak, ne guzel bir yardım edicidir"
        },
        {
            "chapter": 8,
            "verse": 41,
            "text": "Eger Allah´a ve dogru ile egrinin birbirinden ayrıldıgı gun, yani iki ordunun Bedir´de karsılastıgı gun kulumuz Muhammed´e indirdigimiz mesaja inanıyorsanız biliniz ki, ele gecirdiginiz ganimet mallarının beste biri Allah´a, Peygamber´e, Peygamber´in yakınlarına, yetimlere, yoksullara ve yarı yolda kalanlara aittir. Allah her seye kadirdir"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Hani Bedir savasında siz vadinin Medine´ye yakın yakasında, onlar Medine´ye uzak yakasında ve ticaret kervanı da vadi tabanına sizden daha yakın idi. Eger bu sekilde bulusmak uzere sozlesseydiniz bile bu sekilde bulusamazdınız. Fakat Allah ortaya cıkması gereken bir sonucun gerceklesmesi icin bu bulusmayı boyle duzenledi. Boylece can veren bile bile can verecek, hayatta kalan da bile bile hayatta kalacaktı. Hic kuskusuz Allah Her seyi isitir ve her seyi bilir"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Hani Allah onları sana ruyanda az gosteriyordu. Eger onları kalabalık gosterseydi moraliniz bozulur, bu konuda aranızda tartısmaya duserdiniz. Fakat Allah, sizi bu tehlikeden korudu. Hic suphesiz O, kalplerin ozunu bilir"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Allah, ortaya cıkması gereken sonucun gerceklesmesi icin savas alanında karsılastıgınızda onları sizin gozlerinizde az gosteriyor, sizi de onların gozlerinde azaltıyordu. Her isin sonu Allah´a varır"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Ey mu´minler, bir savas birligi ile karsılastıgınızda direniniz, Allah´ı cok anınız ki, basarıya eresiniz"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "Allah´a ve Peygamberi´ne itaat ediniz. Aranızda tartısmaya, cekismeye dusmeyiniz. Yoksa moraliniz bozulur, hızınız kaybolur. Sabrediniz. Cunku Allah sabırlılar ile beraberdir"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Yurtlarından calım satarak, halka gosteris yaparak sefere cıkan ve insanları Allah yolundan alıkoyanlar gibi olmayınız. Suphe yok ki, Allah onların butun yaptıklarını bilgisi ile kusatmıstır"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Hani seytan onlara yaptıkları isleri guzel gostererek kendilerine «Bugun sizi hicbir insan grubu yenemez, ben sizin arkanızdayım» dedi. Fakat iki ordu birbirini gorunce, birdenbire geri donerek, «Benim sizinle hicbir ilgim yok, ben sizin gormediginizi goruyorum, ben Allah´tan korkarım, cunku Allah´ın azabı agırdır» dedi"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Hani munafıklar ile kalplerinde hastalık bulunanlar «Bu muslumanları dinleri sımartıp yanılgıya dusurdu» dediler. Oysa kim Allah´a dayanırsa bilsin ki Allah, ustun iradeli ve hikmet sahibidir"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Melekler, kafirlerin canlarını alırken keski gorseydiniz; onların yuzlerine ve sırtlarına vurarak soyle derler: «Yakıcı azabı tadınız bakalım.»"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Iste bu vaktiyle kendi ellerinizle hazırladıgınız bir sonuctur. Yoksa Allah kesinlikle kullarına haksızlık etmez"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Bu kafirlerin durumu tıpkı Firavunogulları ile daha onceki kafirlerin durumu gibidir. Onlar Allah´ın ayetlerini inkar ettiler, Allah da gunahları yuzunden yakalarına yapıstı. Hic suphesiz Allah gucludur ve azabı agırdır"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Bu boyledir. Cunku bir toplum, sahip oldugu iyi bir niteligi degistirmedikce, Allah da o topluma vermis oldugu nimeti degistirmez. Hic suphesiz Allah her seyi isitir, her seyi bilir"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Bu kafirlerin durumu tıpkı Firavunogulları ile daha onceki kafirlerin durumu gibidir. Onlar Rabblerinin ayetlerini yalanladılar, biz de onları gunahları yuzunden yokettik, Firavunogulları´nı denizde bogduk. Bunların hepsi zalimdi"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Allah katında canlıların en kotuleri kafirlerdir. Onlar artık inanmazlar"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Onlar kendileri ile antlasma yaptıgın her defasında hic cekinmeden antlasmalarını bozan kimselerdir"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Eger savasta, onları ele gecirirsen, onları geride kalanlara bir ibret olacak bicimde cezalandır"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Eger antlasmalı bir toplumun anlasmasını bozacagından endiseli isen, aranızdaki antlasmayı, karsılıklılık ilkesi uyarınca acıkca yuzlerine fırlat. Cunku, Allah ihanet edenleri sevmez"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Kafirler sakın yakayı kurtardıklarını sanmasınlar. Cunku onlar bizi kesinlikle aciz bırakamazlar"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Ey iman edenler, onlara karsı gucunuzun yettigi kadar – Allah’ın dusmanı ve sizin dusmanlarınızı ve bunların dısında Allah’ın bilip sizin bilmediklerinizi yıldırmak uzere – kuvvet ve savas atları hazırlayın. Allah yolunda sarf ettiginiz her sey, size haksızlık yapılmadan tamamen odenecektir"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "Eger onlar barısa yanasırlarsa sen de ona yanas ve Allah´a dayan. Cunku O her seyi isiten ve bilendir"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "Eger onlar seni aldatmak isterlerse kusku yok ki, Allah sana yeter. O seni yardımı ile ve mu´minler aracılıgı ile desteklemistir"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "Allah, mu´minlerin kalplerini uzlastırdı. Eger sen dunyadaki her seyi harcasan yine onların kalplerini uzlastıramazdın. Fakat Allah onları uzlastırdı. Hic kuskusuz O, ustun iradeli ve hikmet sahibidir"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "Ey peygamber, sana ve sana uyan mu´minlere Allah yeter"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "Ey peygamber, mu´minleri savasa tesvik et. Eger sizden yirmi sabırlı kisi olursa bunlar iki yuz kafiri yenerler. Eger sizden yuz kisi olsa, bunlar bin kafiri yenerler. Cunku onlar anlayıssız, bilincsiz bir guruhtur"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Allah, bundan boyle, bu konudaki yukunuzu hafifletti ve bunyenizde bir zaaf belirdigini bildi. Buna gore eger sizden yuz sabırlı kisi olursa, bunlar iki yuz kafiri yenerler. Eger sizden bin sabırlı kisi olursa, bunlar Allah´ın izni ile iki bin kafiri yenerler. Allah sabırlılarla beraberdir. ´"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Yeryuzunde ustunlugunu percinlemedikce hicbir peygamberin esir alması yerinde degildir. Siz gecici dunya malını istiyorsunuz. Oysa Allah sizin hesabınıza ahireti istiyor. Allah ustun iradeli ve hikmet sahibidir"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Eger Allah´ın daha once kesinlesmis (ve bu konuda lehinize isleyen) bir hukmu olmasaydı, esirlerin karsılıgında aldıgınız fidyeler yuzunden basınıza buyuk bir azap gelirdi"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Artık elinize gecen ganimet mallarını helal olarak afiyetle yiyiniz, Allah´dan korkunuz. Hic kuskusuz Allah affedicidir ve merhametlidir"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "Ey peygamber elinizdeki esirlere de ki; «Eger Allah kalplerinizde hayırlı bir yaklasım oldugunu gorurse size elinizden alınandan daha iyisini verir ve sizi affeder. Hic suphesiz, Allah affedicidir ve merhametlidir"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Eger bu esirler sana ihanet etmeyi dusunuyorlarsa bilsinler ki, daha once Allah´a ihanet ettiler de bu yuzden O, seni onlara karsı ustun getirdi. Hic kuskusuz Allah her seyi bilir ve her yaptıgı yerindedir"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Iman edip Medine´ye gocenler ve Allah yolunda canları ile malları ile cihad edenler ile bu gocmenlere barınak saglayanlar ve yardım edenler birbirlerinin yandasları, koruyucularıdırlar. Iman edip Medine´ye gocetmeyenlere gelince, bunlar gocetmedikce kendilerine karsı hicbir yandaslık, koruyuculuk yukumlulugunuz yoktur. Eger boyleleri sizden, aranızda saldırmazlık antlasması bulunmayan bir topluma karsı din konusunda yardım isterlerse kendilerine yardım etmekte yukumlusunuz. Allah yaptıgınız her seyi gorur.»"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "Kafirler birbirlerinin yandasları, koruyucularıdırlar. Eger aranızda bu sıkı dayanısmayı gerceklestirmezseniz, yeryuzunde fitne ve buyuk bir kargasa cıkar"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Iman edip Medine´ye gocenler ve Allah yolunda malları ile, canları ile cihad edenler ile bu gocmenlere barınak saglayanlar ve yardım edenler var ya, iste bunlar gercek mu´minlerdir, onları bagıslanma ve bol rızık beklemektedir"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Sonradan iman edip Medine´ye gocenlere ve sizinle birlikte cihad edenlere gelince onlar sizdendirler. Allah´ın Kitabı´na gore yakın akrabaların birbirlerine mirascı olma konusunda oncelik hakları vardır. Hic kuskusuz Allah her seyi bilir"
        }
    ]
}