{
    "maqras": [
        {
            "chapter": 17,
            "verse": 70,
            "text": "७०. आणि निःसंशय, आम्ही आदमच्या संततीला मोठी प्रतिष्ठा दिली आणि त्यांना खुश्की आणि पाण्यावर चालणारी वाहने दिली आणि त्यांना पाक साफ वस्तूंपासून आजिविका (अन्न-सामुग्री) प्रदान केली आणि आपल्या बहुतेक निर्मितीवर त्यांना श्रेष्ठता प्रदान केली"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "७१. ज्या दिवशी आम्ही प्रत्येक उम्मत (समुदाया) ला त्याच्या पेशव्यांसह बोलावू, मग ज्यांना त्यांचा कर्मलेख उजव्या हातात दिला जाईल ते मोठ्या आनंदाने आपला कर्मलेख वाचू लागतील आणि धाग्याइतका (तीळमात्र) ही अत्याचार त्यांच्यावर केला जाणार नाही"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "७२. आणि जो कोणी या जगात आंधळा राहिला तो आखिरतमध्येही आंधळा आणि सरळ मार्गापासून दूर भटकलेला राहील"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "७३. आणि हे लोक तुम्हाला त्या वहयी (प्रकाशना) पासून, जी आम्ही तुमच्यावर अवतरित केली आहे, हटवू इच्छित होते की तुम्ही तिच्याखेरीज काही इतर गोष्टी आमच्या नावाने रचून घ्याव्यात, मग तर यांनी तुम्हाला आपला दोस्त बनविले असते"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "७४. आणि जर आम्ही तुम्हाला अटळ राखले नसते तर फार शक्य होते की तुम्ही त्यांच्याकडे काही न काही (प्रमाणात) झुकलेच असते"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "७५. मग तर आम्हीही तुम्हाला या जगात दुहेरी सजा दिली असती. आणि दुहेरी मृत्युचीही, या स्थितीत तुम्हाला स्वतःसाठी आमच्या विरोधात कोणताही मदत करणारा आढळला नसता"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "७६. आणि हे तर तुमचे पाय या भूमीतून डगमगविण्याच्या तयारीला लागलेच होते की तुम्हाला देशाबाहेर घालवावे, मग हे सुद्धा तुमच्यानंतर फार कमी काळ राहू शकले असते"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "७७. असाच नियम त्यांचा होता, जे तुमच्यापूर्वी पैगंबर आम्ही पाठविले, आणि तुम्हाला आमच्या नियमांमध्ये कधीही बदल दिसून येणार नाही"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "७८. सूर्यास्तापासून रात्रीचा अंधार होईपर्यंत नमाज कायम राखा आणि प्रातःकाळी (फज्रच्या वेळी) कुरआनचे पठणही, निःसंशय प्रातःकाळी कुरआन पठण करणे हजर केले गेले आहे"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "७९. आणि रात्रीच्या काही भागात तहज्जूद (च्या नमाजमध्ये कुरआन) पढत जात. ही अधिकता तुमच्यासाठी आहे. लवकरच तुमचा पालनकर्ता तुम्हाला महमूद नावाच्या (प्रशंसापूर्ण) स्थानावर उभा करेल"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "८०. आणि दुआ-प्रार्थना करीत राहा की हे माझ्या पालनकर्त्या! मला जिथेही न्यायचे असेल, चांगल्या प्रकारे ने आणि जिथूनही बाहेर काढायचे असेल चांगल्या प्रकारे काढआणि माझ्यासाठी आपल्या जवळून वर्चस्व आणि मदत निश्चित कर"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "८१. आणि या गोष्टीचे ऐलान करा की, सत्य येऊन पोहोचले आणि असत्य मिटले. निःसंशय असत्य मिटण्याच्याच योग्य होते"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "८२. आणि हा कुरआन जो आम्ही अवतरित करीत आहोत, ईमान राखणाऱ्यांसाठी रोगमुक्ती, स्वास्थ्य आणि दया-कृपा आहे, परंतु अत्याचारींसाठी नुकसानाशिवाय कसलीही वाढ होत नाही"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "८३. आणि जेव्हा देखील माणसाला आम्ही आपली कृपा-देणगी प्रदान करतो, तेव्हा तो तोंड फिरवितो आणि कुशी बदलतो आणि जेव्हा देखील त्याला दुःख पोहोचते तेव्हा तो निराश होतो"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "८४. सांगा की प्रत्येक मनुष्य आपल्या पद्धतीनुसार कार्य करतो. जे पूर्णतः मार्गदर्शनावर आहेत, त्यांना तुमचा पालनकर्ताच चांगल्या प्रकारे जाणतो"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "८५. आणि हे लोक तुम्हाला आत्म्याविषयी विचारतात. (तुम्ही त्यांना) उत्तर द्या की आत्मा माझ्या पालनकर्त्या (अल्लाह) च्या हुकूमाने आहे. आणि तुम्हाला जे ज्ञान दिले गेले आहे ते फारच कमी आहे.१"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "८६. आणि जर आम्ही इच्छिले तर जी वहयी (प्रकाशना) तुमच्याकडे आम्ही अवतरित केली आहे, सर्व परत घेऊ, मग तुम्हाला त्याच्यासाठी आमच्यासमोर कोणीही हिमायत करणारा लाभू शकणार नाही"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "८७. तुमच्या पालनकर्त्याच्या दयेखेरीज. निःसंशय तुमच्यावर त्याची मोठी कृपा आहे"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "८८. सांगा की जर समस्त मानव आणि जिन्न मिळून या कुरआनासारखा (ग्रंथ) आणू इच्छितील तर त्या सर्वांच्याकडून याचे उदाहरण आणणे अशक्य आहे, मग ते आपसात एकमेकांचे सहाय्यक बनले तरीही"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "८९. आणि आम्ही तर या कुरआनात लोकांच्या समजण्याकरिता अशा प्रकारे सर्व उदाहरणे सांगितली आहेत, परंतु बहुतेक लोक कृतघ्नपणा दाखविणे थांबवत नाहीत"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "९०. आणि ते म्हणाले, आम्ही तुमच्यावर कधीही ईमान राखणार नाही, जोपर्यंत तुम्ही आमच्यासाठी जमिनीतून पाण्याचा झरा काढून दाखवत नाही"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "९१. अथवा स्वतः तुमच्यासाठी एखादा बाग असावा खजुरांचा आणि द्राक्षांचा आणि त्यांच्या दरम्यान तुम्ही अनेक वाहते जलप्रवाह काढून दाखवावेत"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "९२. किंवा तुम्ही आकाशाला आमच्यावर तुकडे तुकडे करून पाडावे, जसा तुमचा विचार आहे अथवा तुम्ही स्वतः अल्लाहला आणि फरिश्त्यांना आमच्यासमोर आणून उभे करावे"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "९३. अथवा स्वतः तुमच्यासाठी एखादे सोन्याचे घर असावे किंवा तुम्ही आकाशात चढून जावे आणि आम्ही तर तुमच्या चढून जाण्याचाही तोपर्यंत विश्वास करणार नाही, जोपर्यंत तुम्ही आमच्यावर एखादा ग्रंथ अवतरित करत नाही, जो आम्ही स्वतः वाचून घ्यावा. तुम्ही उत्तर द्या की माझा पालनकर्ता मोठा पवित्र आहे. मी तर एक मानव आहे, जो रसूल (पैगंबर) बनवून पाठविला गेलो आहे"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "९४. आणि लोकांजवळ मार्गदर्शन येऊन पोहोचल्यानंतर ईमान राखण्यापासून रोखणारी केवळ हीच गोष्ट राहिली की ते म्हणाले, काय अल्लाहने एका माणसालाच रसूल (पैगंबर) बनवून पाठविले"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "९५. (तुम्ही) सांगा, जर धरतीवर फरिश्ते चालत फिरत असते आणि इथे वास्तव्य करणारे राहिले असते तर मग आम्हीही त्यांच्याजवळ एखाद्या आस्मानी फरिश्त्यालाच रसूल बनवून पाठविले असते"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "९६. सांगा, माझ्या आणि तुमच्या दरम्यान अल्लाहचे साक्षी असणे पुरेसे आहे तो आपल्या दासांना चांगल्या प्रकारे जाणून आहे आणि चांगल्या प्रकारे पाहणारा आहे"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "९७. आणि अल्लाह ज्याला मार्ग दाखविल, तो मार्गदर्शन लाभलेला आहे आणि ज्याला तो पथभ्रष्ट करील तर असंभव आहे की तुम्हाला त्याचा मित्र, त्याच्याखेरीज दुसरा कोणी आढळेल, अशा लोकांना आम्ही कयामतच्या दिवशी तोंडघशी पाडून अशा अवस्थेत जमा करू की ते आंधळे, मुके आणि बहिरे असतील. त्यांचे ठिकाण जहन्नम असेल, जेव्हा ती (आग) थोडी सुद्धा मंद पडू लागेल तर तिला आम्ही त्यांच्यासाठी आणखी भडकावून देऊ"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "९८. हा सर्व आमच्या निशाण्यांचा इन्कार करण्याचा आणि हे सांगण्याचा परिणाम आहे की काय जेव्हा आम्ही राख आणि कण कण होऊन जाऊ, मग आम्हाला नव्याने निर्माण करून उठवून उभे केले जाईल"
        }
    ]
}