{
    "maqras": [
        {
            "chapter": 24,
            "verse": 21,
            "text": "२१. हे ईमान राखणाऱ्यांनो! सैतानाच्या पाऊलखुणांवर चालू नका, जो मनुष्य सैतानाच्या पाऊलखुणांवर चालेल, तर तो निर्लज्जता आणि वाईट कामांचाच आदेश देईल आणि जर अल्लाहची दया- कृपा तुमच्यावर नसती तर तुमच्यापैकी कोणीही, कधीही स्वच्छ- शुद्ध झाला नसता. परंतु अल्लाह ज्याला पाक (स्वच्छ-शुद्ध) करू इच्छितो, करतो. आणि अल्लाह सर्व काही ऐकणारा आणि सर्व काही जाणणारा आहे"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "२२. आणि तुमच्यापैकी जे लोक मोठे आणि संपन्न अवस्था राखणारे आहेत त्यांनी अशी शपथ घेऊ नये की आपल्या जवळच्या नातेवाईकांची आणि गोरगरिबांची आणि अल्लाहच्या मार्गात देशत्याग करणाऱ्यांची मदत करणार नाही, किंबहुना माफ केले पाहिजे आणि तहे दिल पाहिजे. काय तुम्ही नाही इच्छित की अल्लाहने तुमचे अपराध (चुका) माफ करावेत. आणि अल्लाह माफ करणारा, दया करणारा आहे"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "२३. जे लोक सत्शील भोळ्या-भाबड्या ईमानधारक स्त्रियांवर आरोप ठेवतात, ते या जगात आणि आखिरतमध्ये धिःक्कारले जाणारे लोक आहेत आणि त्यांच्यासाठी अतिशय कठोर शिक्षा-यातना आहे"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "२४. जेव्हा त्यांच्या समक्ष त्यांच्या जीभा आणि त्यांचे हात-पाय, त्यांनी केलेल्या कर्मांची साक्ष देतील"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "२५. त्या दिवशी अल्लाह त्यांना पुरेपूर मोबदला सत्य आणि न्यायासह प्रदान करेल आणि ते जाणून घेतील की अल्लाहच सत्य आहे, तोच जाहीर करणारा आहे"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "२६. अशुद्ध घाणेरड्या स्त्रिया अशुद्ध घाणेरड्या पुरुषांच्या योग्य आहेत, आणि अशुद्ध घाणेरडे पुरुष अशुद्ध घाणेरड्या स्त्रियांच्या योग्य आहेत, आणि स्वच्छ- शुद्ध स्त्रिया, स्वच्छ- शुद्ध पुरुषांच्या लायक आहेत आणि स्वच्छ- शुद्ध पुरुष स्वच्छ- शुद्ध स्त्रियांच्या योग्य आहेत. अशा पवित्र, स्वच्छ- शुद्ध लोकांविषयी जी काही वाह्यात बडबड हे (आरोप ठेवणारे) करीत आहेत, ते त्यापासून निर्दोष आहेत. त्यांच्यासाठी क्षमा आहे, आणि मोठी सन्मानपूर्ण आजिविका आहे"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "२७. हे ईमान राखणाऱ्यांनो आपल्या घरांखेरीज दुसऱ्यांच्या घरात जाऊ नका, जोपर्यंत (आत येण्याची) परवानगी न घ्याल आणि तिथल्या राहणाऱ्यांना सलाम न कराल. हेच तुमच्यासाठी उत्तम आहे, यासाठी की तुम्ही बोध प्राप्त करावा"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "२८. जर तिथे तुम्हाला कोणी भेटला नाही तर मग अनुमती घेतल्याविना आत जाऊ नका, आणि जर तुम्हाला परत जायला सांगितले गेले तर तुम्ही परतच जा. हेच तुमच्यासाठी अधिक निर्मळ, निष्पाप आहे. जे काही तुम्ही करीत आहात, अल्लाह ते चांगल्या प्रकारे जाणतो"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "२९. परंतु ज्यात लोक राहत नसतील, अशा घरांमध्ये, जिथे तुमचा काही लाभ किंवा सामुग्री असेल (त्यात) प्रवेश करण्यात काही अपराध नाही. तुम्ही जे काही जाहीर करता आणि जे काही लपविता अल्लाह ते सर्व काही जाणतो"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "३०. ईमान राखणाऱ्या पुरुषांना सांगा की आपली नजर खाली राखावी आणि आपल्या लज्जास्थाना (गुप्तांगा) चे रक्षण करावे. यातच त्यांच्याकरिता पावित्र्य आहे. लोक जे काही करीत आहेत, अल्लाह ते सर्व काही जाणतो"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "३१. आणि ईमान राखणाऱ्या स्त्रियांना सांगा की त्यांनीही आपली नजर झुकलेली ठेवावी आणि आपल्या शील-अब्रुचे रक्षण करावे. आणि आपल्या शोभा- सजावटी (शृंगारा) ला उघड करू नये. त्याच्याखेरीज जे उघड आहे, आणि आपल्या छातीवर आपल्या ओढण्या- दुपट्टे पूर्णतः पसरवून राखावेत आणि आपला शृंगार कोणाच्याही समोर जाहीर करू नये खेरीज आपल्या पतीच्या किंवा आपल्या पित्याच्या किंवा आपल्या सासऱ्याच्या, किंवा आपल्या पुत्राच्या किंवा आपल्या पतीच्या पुत्रांच्या, किंवा आपल्या भावांच्या किंवा पुतण्यांच्या किंवा आपल्या भाच्यांच्या, किंवा आपल्या सखींच्या किंवा दासांच्या किंवा नोकरांपैकी अशा पुरुषांच्या ज्यांना कामवासना नसावी, किंवा अशा लहान मुलांच्या, जे स्त्रियांच्या गुप्त बाबींशी अद्याप परिचित झाले नसावेत, आणि अशा प्रकारे त्यांनी आपले पाय (जमिनीवर) जोरजोराने आपटत चालू नये की (तशाने) त्यांचा लपलेला शृंगार कळून यावा. आणि हे ईमान राखणाऱ्यांनो, तुम्ही सर्वच्या सर्व अल्लाहच्या दरबारात माफी मागा, यासाठी की तुम्ही सफलता प्राप्त करावी"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "३२. आणि तुमच्यापैकी जे पुरुष-स्त्री तारुण्यास पोहोचले असतील तर त्यांचा विवाह करून द्या आणि आपल्या नेक सदाचारी दास-दासींचा देखील जर ते गरीबही असतील तर अल्लाह आपल्या दया कृपेने त्यांना धनवान बनविल. अल्लाह मोठी विशालता बाळगणारा आणि ज्ञान राखणारा आहे"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "३३. आणि त्या लोकांनी सत्शील राहिले पाहिजे, जे आपला विवाह करण्याचे सामर्थ्य बाळगत नाही. येथेपर्यंत की अल्लाहने आपल्या कृपेने त्यांना धनवान करावे. तुमच्या दासांपैकी जो कोणी तुम्हाला (दास्यमुक्त होण्याकरिता) काही देऊन मुक्तीचा लेखी करार करू इच्छितील तर तुम्ही त्यांना तसा लेखी करार लिहून द्या. जर तुम्हाला त्यांच्यात काही भलेपणा दिसत असेल, आणि अल्लाहने जी धन-संपत्ती तुम्हाला देऊन ठेवली आहे, तिच्यातून त्यांनाही द्या. तुम्ही आपल्या त्या दासींना, ज्या सत्शील (पवित्र) राहू इच्छितात त्यांना ऐहिक जीवनाच्या फायद्यासाठी दुष्कर्म करण्यास विवश करू नका आणि जो त्यांना विवश करील तर त्यांना विवश केले गेल्यावर अल्लाह (त्यांच्यासाठी) क्षमाशील आणि दयाशील आहे"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "३४. आणि आम्ही तुमच्याकडे स्पष्ट आयती अवतरित केल्या आहेत आणि त्या लोकांची उदाहरणे जे तुमच्यापूर्वी होऊन गेले आहेत. आणि अल्लाहचे भय राखणाऱ्यांकरिता बोध- उपदेश"
        }
    ]
}