{
    "maqras": [
        {
            "chapter": 4,
            "verse": 88,
            "text": "८८. तुम्हाला झाले तरी काय की मुनाफिकां (वरकरणी मुसलमानां) बाबत दोन गटांत विभागले जात आहात. त्यांना तर त्यांच्या करतूतींमुळे अल्लाहने तोंडघशी पाडले आहे. आता काय तुम्ही हे इच्छिता की त्याला मार्ग दाखवावा ज्याला अल्लाहने मार्गभ्रष्ट केले आहे? तेव्हा ज्याला अल्लाह मार्गभ्रष्ट करील, त्याच्यासाठी तुम्हाला कधीही, कोणताही मार्ग दिसून येणार नाही"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "८९. यांना तर मनापासून वाटते की, जसे ते काफिर आहेत तसे तुम्हीही त्यांच्यासारखे ईमानाचा इन्कार करू लागावे आणि तुम्ही सर्व एकसमान व्हावे, यास्तव त्यांच्यापैकी कोणाला आपला खराखुरा मित्र बनवू नका, जोपर्यंत ते अल्लाहच्या मार्गात हिजरत (देश-त्याग) करीत नाहीत. मग जर (यापासून) तोंड फिरवतील तर त्यांना धरा आणि ठार करा, जिथेदेखील आढळतील. खबरदार! त्यांच्यापैकी कोणालाही आपला मित्र आणि सहाय्यक समजून घेऊ नका"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "९०. परंतु जे त्या लोकांशी नाते राखतात, ज्यांच्या आणि तुमच्या दरम्यान समझोता झालेला असेल किंवा ते लोक जे तुमच्या जवळ येतात, ज्यांची मने संकुचित झाली आहेत की तुमच्याशी लढावे की आपल्या लोकांशी लढावे. अल्लाहने इच्छिले असते तर यांना तुमच्यावर वर्चस्व प्रदान केले असते आणि ते अवश्य तुमच्याशी लढले असते. तेव्हा जर असे लोक तुमच्यापासून दूर राहतील आणि लढाई न करतील आणि तुमच्याकडे संधी-समझोत्याचा प्रस्ताव मांडतील तर (अशा स्थितीत) अल्लाहने तुमच्यासाठी, त्यांच्याविरूद्ध लढाईचा कोणताही मार्ग ठेवला नाही"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "९१. तुम्हाला दुसरे काही असेही लोक आढळतील, जे तुमच्यापासून आणि आपल्या जमातीच्या लोकांपासून सुरक्षित राहू इच्छितात, परंतु जेव्हा उपद्रवाकडे त्यांना वळविले जाते तर त्यात तोंडघशी पडतात. जर ते तुमच्यापासून हटले नाहीत आणि तुमच्याशी समझोता न करतील आणि आपले हात न रोखतील तर ते जिथे सापडतील तिथे त्यांना धरा आणि ठार करा. हेच ते लोक आहेत, ज्यांच्याबाबत आम्ही तुम्हाला खुले प्रमाण दिले आहे"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "९२. कोणत्याही ईमानधारकाकरिता हे उचित नाही की त्याने एखाद्या ईमानधारकाची हत्या करावी. परंतु अजाणतेपणी तसे झाल्यास गोष्ट वेगळी. आणि जो मनुष्य एखाद्या ईमानधारकाची चुकीने हत्या करील तर त्याबद्दल त्याला एक ईमानधारक गुलाम (किंवा दासी) मुक्त करणे आणि मारल्या गेलेल्या व्यक्तीच्या नातेवाईकांना रक्ताची किंमत देणे आवश्यक आहे. परंतु त्याने माफ केले तर गोष्ट वेगळी. आणि ज्याची हत्या केली गेली तो मनुष्य जर तुमच्या शत्रू जमातीचा, पण मुस्लिम असेल तर एक मुस्लिम गुलाम मुक्त करणे आवश्यक आहे आणि जर ठार केली गेलेली व्यक्ती त्या जमातीची आहे ज्याच्या आणि तुमच्या (ईमानधारकांच्या) दरम्यान समझोता आहे तर रक्ताची किंमत त्याच्या नातेवाईकांना द्यावी लागेल, तसेच एक ईमानधारक (मुस्लिम) गुलामही मुक्त करावा लागेल आणि ज्याला तसा न आढळेल, त्याला दोन महिने सतत रोजे ठावावे लागतील अल्लाहकडून माफ करून घेण्यासाठी आणि अल्लाह जाणणारा व हिकमत बाळगणारा आहे"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "९३. आणि जो कोणी एखाद्या ईमानधारकाला जाणूनबुजून ठार करील, तर त्याची शिक्षा जहन्नम आहे, ज्यात तो नेहमीकरिता राहील, त्याच्यावर अल्लाहचा प्रकोप आहे. अल्लाहने त्याचा धिःक्कार केला आहे आणि त्याच्यासाठी फार मोठी सजा-यातना तयार करून ठेवली आहे"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "९४. हे ईमान राखणाऱ्यांनो! जेव्हा तुम्ही अल्लाहच्या मार्गात निघाल, तेव्हा नीट जाच-पडताळ करून घेत जा आणि जो तुम्हाला सलाम करून बोलेल त्याला तुम्ही असेही म्हणू नका की तू ईमानधारक नाहीस. तुम्ही ऐहिक जीवनाच्या सुख-साधनांच्या शोधात आहात, तेव्हा अल्लाहजवळ विपुल सुख-साधने आहेत. पूर्वी तुम्हीसुद्धा असेच होते, मग अल्लाहने तुमच्यावर अनुग्रह (उपकार) केला. यास्तव तुम्ही नीट छान-बिन (चौकशी) करून घेत जा. निःसंशय अल्लाह तुमच्या कर्मांना चांगल्या प्रकारे जाणतो"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "९५. जे ईमानधारक अकारण स्वस्थ बसून राहतील आणि जे अल्लाहच्या मार्गात आपल्या प्राणाने व धनाने जिहाद करत असतील तर दोघे समान ठरणार नाहीत. अल्लाहने त्यांना, जे आपले प्राण आणि धन लावून जिहाद करतात, स्वस्थ बसून राहणाऱ्यांवर दर्जाच्या दृष्टीने श्रेष्ठता प्रदान केली आहे. आणि तसे पाहता नेक मोबदल्याचा वायदा तर प्रत्येकाला दिला आहे. तथापि अल्लाहने जिहाद करणाऱ्यांना, स्वस्थ बसून राहणाऱ्यांवर महान मोबदल्याची श्रेष्ठता प्रदान केली आहे"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "९६. आपल्यातर्फे दर्जाचीही, माफीचीही आणि दया-कृपेचीही, आणि अल्लाह मोठा माफ करणारा, दया करणारा आहे"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "९७. जे लोक स्वतःवर अत्याचार करतात, जेव्हा फरिश्ते त्यांचे प्राण ताब्यात घेतात तेव्हा म्हणतात की तुम्ही कोणत्या अवस्थेत होते? ते म्हणतात, आम्ही धरतीवर कमजोर होतो. तेव्हा फरिश्ते विचारतात, काय अल्लाहची जमीन विशाल, व्यापक नव्हती की तुम्ही तिच्यात स्थलांतर केले असते. अशाच लोकांचे ठिकाण जहन्नम आहे आणि ते मोठे वाईट ठिकाण आहे"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "९८. परंतु जे पुरुष, ज्या स्त्रिया आणि लहान मुले लाचार-विवश आहेत, जे कसलीही उपाययोजना करू शकत नाहीत आणि ना मार्ग जाणतात"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "९९. तेव्हा फार शक्य आहे की अल्लाह त्यांना माफ करील आणि अल्लाह मोठा माफ करणारा, क्षमाशील आहे"
        }
    ]
}