{
    "maqras": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "१११. आणि जर आम्ही त्यांच्याजवळ फरिश्ते उतरविले असते, आणि त्यांच्याशी मेलेल्या लोकांनी बातचित केली असती आणि त्यांच्यापुढे सर्व चीज-वस्तू जमा केली असती तरीदेखील अल्लाहच्या इच्छेविना यांनी ईमान राखले नसते, परंतु यांच्यापैकी बहुतेक लोक मूर्खता करीत आहेत"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "११२. आणि अशा प्रकारे प्रत्येक पैगंबराकरिता जिन्नांच्या आणि मानवांच्या सैतानांना शत्रू बनविले१ जे आपसात भुरळ पडण्याकरिता मनमोहक गोष्टी मनात आणतात आणि जर तुमच्या पालनकर्त्याने इच्छिले असते तर त्यांनी असे केले नसते. तेव्हा तुम्ही त्यांना व त्यांच्या कारस्थानाला सोडा"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "११३. आणि यासाठी की त्यांची मने त्याकडे प्रवृत्त व्हावीत, जे आखिरतवर ईमान राखत नाही आणि तशाने आनंदित व्हावेत आणि तोच अपराध करावा जो ते लोक करीत होते.१"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "११४. तर काय मी अल्लाहखेरीज अन्य एखाद्या शासकाचा शोध घ्यावा वास्तविक त्यानेच तुमच्याकडे एक सविस्तर ग्रंथ (कुरआन) अवतरीत केला आणि आम्ही ज्यांना ग्रंथ प्रदान केला आहे, ते जाणतात की खरोखर तो तुमच्या पालनकर्त्यातर्फे सत्यासह आहे, तेव्हा तुम्ही संशय करणाऱ्यांपैकी होऊ नका"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "११५. आणि तुमच्या पालनकर्त्याची वचने सत्यकथन आणि न्यायाने परिपूर्ण झालीत. त्याच्या वाणीला कोणीही बदलू शकत नाही आणि तो चांगल्या प्रकारे ऐकणारा, जाणणारा आहे"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "११६. आणि जगात राहणाऱ्यांपैकी तुम्ही जर अधिकांश लोकांचे अनुसरण कराल तर ते तुम्हाला अल्लाहच्या मार्गापासून हटवतील. ते फक्त निराधार कल्पनांच्या मागे चालतात आणि अटकळीच्या गोष्टी करतात.१"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "११७. निःसंशय तुमचा पालनकर्ता त्यांना चांगल्या प्रकारे जाणतो, जे त्याच्या मार्गापासून विचलित होतात आणि तो त्यांनाही चांगल्या प्रकारे जाणतो जे त्याच्या मार्गावर चालतात"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "११८. तर ज्या (जनावरा) वर अल्लाहचे नाव घेतले जाईल, त्यातून खा, जर तुम्ही त्याच्या (अल्लाहच्या) हुकूमावर ईमान राखत असाल"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "११९. आणि तुमच्यासाठी कोणती गोष्ट याचे कारण असावी की तुम्ही अशा जनावरांमधून न खावे, ज्यावर अल्लाहचे नाव घेतले गेले असेल जरी अल्लाहने त्या सर्व जनावरांचा तपशील सांगितला आहे. ज्यांना तुमच्यासाठी हराम केले गेले आहे, परंतु तेदेखील जेव्हा तुम्हाला सक्त गरज भासल्यास (वैध आहे) आणि हे निश्चित आहे की बहुतेक लोक आपल्या चुकीच्या इराद्यांवर, कसल्याही प्रमाणाविना भटकतात. निःसंशय अल्लाह अतिरेक करणाऱ्यांना चांगल्या प्रकारे ओळखतो"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "१२०. तुम्ही उघड आणि लपलेले असे सर्व अपराध सोडून द्या. निःसंशय जे लोक गुन्हा कमवितात, त्यांना त्यांच्या दुष्कर्मांचा मोबदला लवकरच दिला जाईल"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "१२१. आणि ते खाऊ नका, ज्या जनावरावर जिबह करतेवेळी अल्लाहचे नाव घेतले गेले नसेल आणि हे दुष्कृत्य आहे आणि सैतान आपल्या मित्रांच्या मनात अशा गोष्टी भरवितात की त्यांनी तुमच्याशी भांडण करावे जर तुम्ही त्यांचे म्हणणे मानले तर खचितच तुम्ही शिर्क करणारे व्हाल"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "१२२. आणि असा मनुष्य, जो पूर्वी मेलेला होता, मग आम्ही त्याला जिवंत केले आणि त्याच्यासाठी दिव्य प्रकाश बनविला, ज्याद्वारे तो लोकांमध्ये चालतो, काय त्या माणसासारखा असू शकतो, जो अंधारात असावा, आणि त्यातून बाहेर पडू शकत नसावा? अशाच अधर्मी लोकांकरिता त्यांचे आचरण सुशोभित बनविले गेले आहे"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "१२३. आणि अशा प्रकारे आम्ही प्रत्येक वस्तीच्या मोठ्या अपराध्यांना कट-कारस्थान रचण्यासाठी बनविले यासाठी की त्यांनी वस्तीत कारस्थान रचावे आणि ते आपल्याच विरूद्ध कारस्थान रचतात मात्र त्यांना ते कळून येत नाही"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "१२४. आणि जेव्हा त्यांच्याजवळ एखादी आयत येते तेव्हा म्हणतात की आम्ही कधीही विश्वास ठेवणार नाहीत जोपर्यंत आम्हालाही तशीच आयत दिली जात नाही, जी अल्लाहच्या पैगंबरांना दिली गेली. अल्लाह चांगल्या प्रकारे जाणतो की त्याने आपली पैगंबरी (रिसालत) कोणत्या ठिकाणी राखावी. लवकरच ज्यांनी अपराध केले आहेत, त्यांना अल्लाहच्या ठिकाणी अपमानित व्हायचे आहे आणि जे कट-कारस्थान ते करीत राहिले, त्याचा मोबदला फार मोठा अज़ाब आहे"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "१२५. ज्याला अल्लाह सरळ मार्ग दाखवू इच्छितो त्याची छाती (हृदय) इस्लाम (धर्मा) करिता खुली करतो आणि ज्याला मार्गभ्रष्ट करू इच्छितो, त्याची छाती आणखी जास्त संकुचित करतो, जणू काही तो आकाशात चढत आहे. अशा प्रकारे अल्लाह त्यांना घाणीत टाकतो जे ईमान राखत नाही"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "१२६. हा तुमच्या पालनकर्त्याचा सरळ मार्ग आहे आम्ही आयतींचे सविस्तर वर्णन त्या जनसमूहाकरिता दिले आहे, जे बोध प्राप्त करतात"
        }
    ]
}