{
    "maqras": [
        {
            "chapter": 10,
            "verse": 90,
            "text": "९०. आणि आम्ही इस्राईलच्या संततीला समुद्रापार केले, मग त्यांच्या पाठोपाठ फिरऔन आपल्या सैन्यासह जुलूम आणि अतिरेक करण्याच्या हेतुने निघाला. येथेपर्यंत की जेव्हा तो बुडायला लागला तेव्हा म्हणाला, मी ईमान राखतो की ज्यावर इस्राईलच्या संततीने ईमान राखले आहे. त्याच्याखेरीज कोणीही उपासनेस पात्र नाही आणि मी इस्लाम स्वीकारणाऱ्यांपैकी आहे"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "९१. (उत्तरादाखल फर्माविले गेले) आता ईमान राखतो, आणि पूर्वी तर अवज्ञा करीत राहिला आणि उपद्रवी लोकांत सामील राहिला"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "९२. तेव्हा आज आम्ही तुझ्या मृत शरीराला सोडून देऊ, यासाठी की तू त्या लोकांसाठी बोधचिन्ह ठरावे, जे तुझ्यानंतर (येणार आहेत. आणि निःसंशय अधिकांश लोक आमच्या निशाण्यांपासून गाफील आहेत)"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "९३. आणि आम्ही इस्राईलच्या संततीला फार उत्तम राहण्याचे ठिकाण दिले आणि आम्ही त्यांना स्वच्छ- शुद्ध वस्तू खाण्यासाठी प्रदान केल्या, तेव्हा त्यांनी मतभेद केला नाही, येथपर्यंत की त्यांच्याजवळ ज्ञान येऊन पोहोचले. निःसंशय, तुमचा पालनकर्ता त्यांच्या दरम्यान कयामतच्या दिवशी त्या गोष्टींबाबत निर्णय करील, ज्यात ते मतभेद करीत होते"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "९४. मग जर तुम्ही त्याच्याविषयी संशयग्रस्त असाल, जे आम्ही तुमच्याकडे पाठविले आहे तर तुम्ही त्या लोकांना विचारा जे तुमच्या पूर्वीच्या ग्रंथांचे पठण करतात. निःसंशय तुमच्याजवळ तुमच्या पालनकर्त्यातर्फे सत्यनिष्ठ ग्रंथ आला आहे तेव्हा तुम्ही कधीही शंका करणाऱ्यांपैकी होऊ नका"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "९५. आणि ना अशा लोकांपैकी व्हा, ज्यांनी सर्वश्रेष्ठ अल्लाहच्या आयतींना खोटे ठरविले अन्यथा तुम्ही तोटा उचलणाऱ्यांपैकी व्हाल"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "९६. निःसंशय, ज्या लोकांविषयी तुमच्या पालनकर्त्याचे फर्मान खरे ठरले आहे, ते ईमान राखणार नाहीत"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "९७. मग त्यांच्याजवळ सर्व निशाण्या पोहचल्या असल्या तरी, जोपर्यंत ते दुःखदायक अज़ाब पाहून न घेतील"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "९८. यास्तव कोणत्याही वस्तीने ईमान राखले नाही की ईमान राखले त्यांच्यासाठी लाभदायक ठरले असते, यूनुसच्या जनसमूहाखेरीज. जेव्हा त्यांनी ईमान राखले तेव्हा आम्ही अपमानाचा अज़ाब (प्रकोप) या जगाच्या जीवनात त्यांच्या वरून हटविला आणि त्यांना एका (निश्चित) वेळेपर्यंत सुख भोगण्याचा अवसर दिला"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "९९. आणि जर तुमच्या पालनकर्त्याने इच्छितले असते तर साऱ्या धरतीच्या समस्त लोकांनी ईमान राखले असते. तर काय तुम्ही लोकांना विवश करू शकता की त्यांनी ईमानधारक व्हावेच"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "१००. वास्तविक एखाद्याचे ईमान राखणे अल्लाहच्या हुकूमाविना शक्य नाही आणि अल्लाह, अक्कल नसलेल्यांना गलिच्छतेत टाकतो"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "१०१. तुम्ही सांगा की जरा विचार करा की आकाशांमध्ये व धरतीत कस-कशा वस्तू आहेत आणि जे लोक ईमान राखत नाहीत त्यांना निशाणी आणि चेतावणी कसलाही लाभ पोहचवित नाही"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "१०२. तेव्हा काय ते लोक केवळ त्या लोकांसारख्या घटनांची वाट बघत आहेत ज्या त्यांच्यापूर्वी होऊन गेल्यात. (तुम्ही) सांगा की ठीक आहे, तर तुम्ही वाट बघत राहा. मीदेखील तुमच्यासोबत वाट बघणाऱ्यांपैकी आहे"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "१०३. मग आम्ही आपल्या पैगंबरांना आणि ईमान राखणाऱ्यांना वाचवित होतो. अशा प्रकारे आमच्या अधिकारात आहे की आम्ही ईमानधारकांना सुटका देत असतो"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "१०४. (तुम्ही) सांगा, हे लोकांनो! जर तुम्ही माझ्या दीन- धर्माविषयी संशयग्रस्त असाल तर मी त्या दैवतांची उपासना करीत नाही, ज्यांची तुम्ही अल्लाहला सोडून भक्ती- आराधना करतात, परंतु हो, त्या अल्लाहची उपासना करतो जो तुमचा प्राण बाहेर काढतो आणि मला आदेश दिला गेला आहे की मी ईमान राखणाऱ्यांपैकी राहावे"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "१०५. आणि हे की एकाग्रचित्त होऊन आपले तोंड या दीन- धर्माकडे करावे आणि कधीही अनेकेश्वरवाद्यांपैकी न बनावे"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "१०६. आणि अल्लाहला सोडून कधीही अशा वस्तूला पुकारू नका जी तुम्हाला ना काही फायदा पोहचवू शकेल आणि ना काही नुकसान पोहचवू शकेल तरीही जर तुम्ही असे करला तर अशा स्थितीत तुम्ही जुलमी लोकांपैकी ठराल"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "१०७. आणि जर तुम्हाला अल्लाह एखादे दुःख पोहचविल तर त्याच्याशिवाय ते दुःख दूर करणारा दुसरा कोणीही नाही आणि जर तो तुम्हाला एखादे सुख देऊ इच्छिल तर त्याच्या कृपेला कोणीही हटविणार नाही. तो आपली कृपा आपल्या दासांपैकी ज्यावर इच्छिल प्रदान करील, आणि तो मोठा माफ करणारा आणि अतिशय दया करणारा आहे"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "१०८. (तुम्ही) सांगा, हे लोकांनो! तुमच्याजवळ, तुमच्या पालनकर्त्यातर्फे सत्य घेऊन पोहचले आहे. यास्तव जो मनुष्य सरळ मार्गावर येईल, तर तो स्वतः (च्या भल्या) साठी सरळ मार्गावर येईल आणि जो मनुष्य सरळ मार्गापासून भटकला तर त्याचे संकट त्याच्यावरच कोसळेल आणि मी तुमच्यावर देखरेख ठेवणारा बनविलो गेलो नाही"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "१०९. आणि तुम्ही त्याचे अनुसरण करीत राहा, जे काही वहयी (अवतरित आदेश) तुमच्याकडे पाठविले जात आहे आणि धीर-संयम राखा, येथपर्यंत की अल्लाहने निर्णय करावा आणि तो समस्त शासकांपेक्षा उत्तम शासक आहे"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "१. अलिफ. लाम. रॉ . हा एक असा ग्रंथ आहे की याच्या आयती मजबूत केल्या गेल्या आहेत, मग सविस्तर सांगितल्या गेल्या आहेत एका हिकमतशाली, पूर्ण ज्ञान राखणाऱ्यातर्फे"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "२. हे की अल्लाहशिवाय कोणाचीही उपासना करू नका. मी तुम्हाला अल्लाहतर्फे भय दाखविणारा आणि खूशखबर देणारा आहे"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "३. आणि हे की तुम्ही आपल्या अपराधांना आपल्या पालनकर्त्याकडून माफ करवून घ्या, मग त्याच्याचकडे एकचित्त व्हा. तो तुम्हाला एका निर्धारीत वेळेपर्यंत (जीवन) सामुग्री देईल आणि प्रत्येक चांगले काम करणाऱ्यावर अधिक कृपा करील आणि जर तुम्ही लोक तोंड फिरवित राहिलात तर मला तुमच्याबाबत एका मोठ्या दिवसाच्या शिक्षेची चिंता वाटते"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "४. तुम्हाला अल्लाहच्याच जवळ जायचे आहे आणि तो प्रत्येक गोष्टीचे सामर्थ्य बाळगतो"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "५. लक्षात ठेवा ते लोक आपल्या छातींना दुहेरी करून घेतात, यासाठी की आपल्या गोष्टी (बोलणे) अल्लाहपासून लपवू शकावे. लक्षात ठेवा की ते लोक ज्या वेळी आपले कपडे गुंडाळतात, त्या वेळीही तो सर्व काही जाणतो जे काही लपवितात (कानगोष्टी करतात) आणि जे काही साफ- स्पष्ट बोलतात. निःसंशय तो मनातल्या गोष्टीही जाणतो"
        }
    ]
}