{
    "juzs": [
        {
            "chapter": 4,
            "verse": 148,
            "text": "Alāha māṛē bōla bōlaṇa vāli'āṁ nū pasada nahīṁ karadā, savā'ē isa dē ki jisa utē ati'āzāra hō'i'ā hōvē. Uha alāha suṇana vālā hai, jāṇana vālā hai"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "Jēkara tusīṁ nēkī nū pragaṭa karōṁ jāṁ usa nū chupā'u rakhaṇa vālā hai"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Jihaṛē lōka alāha atē usa dē rasūlāṁ nū jhuṭhalā'undē hana atē cāhudē hana ki uha alāha atē usa dē rasūlā dē vica pharaka samajhaṇa atē kahidē hana ki asīṁ kisē nū manāgē atē kisē nahīṁ manāgē. Uha īmāna atē kūṛa dē vicakāra ika rāha kaḍhaṇā cāhudē hana"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "Ihō jihē lōka pakē avagi'ākārī hana atē asīṁ avagi'ākārī'āṁ la'ī ika apamānajanaka sazā ti'āra kara rakhī hai"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "Atē jihaṛē lōka alāha atē usadē rasūlāṁ upara īmāna li'ā'uṇa atē unhāṁ vicōṁ kisē vicakāra pharaka nā samajhaṇa unhāṁ nū alāha zarūra isa dā fala dēvēgā atē alāha mu'āfa karana vālā rahimata hai"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "Kitābāṁ vālē (yahūdī atē īsā'ī) tuhāḍē tōṁ iha maga karadē hana ki tusīṁ unhāṁ upara asamāna vicōṁ ika kitāba utāra li'āvō?Tāṁ mūsā tōṁ uha isa tōṁ vaḍī aparādha janaka gaga kara cukē hana, ki sānū alāha dā pratakha daraśana akhāṁ nāla karāvō. Tāṁ unhāṁ dī isa vadhīkī dē kārana unhāṁ upara bijalī ṭuṭa pa'ī sī. Phira khul'hī'āṁ niśānī'āṁ ā cukaṇa tōṁ bā'ada unhāṁ nē vachē nū pūjaṇa yauga baṇā li'ā tāṁ asīṁ unhāṁ nū vī mu'āfa kara ditā. Atē mūsā nū asīṁ sāfa atē rōśana dalīla bakhaśī"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "Atē asīṁ unhāṁ upara unhāṁ tōṁ bacana laiṇa la'ī tūra pahāṛa nū cuki'ā. Atē asīṁ unhāṁ nū kihā ki sira jhukā kē daravāzē vica pravēśa karōṁ atē unāṁ nū kihā śanīvāra dē dina zulama nā karanā. Asīṁ unhāṁ tōṁ pakā vacana li'ā"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "Unhāṁ nū jō sazā milī, uha isa la'ī ki unhāṁ nē āpaṇē vacana nū tōṛi'ā atē isa la'ī vī ki unhāṁ nē alāha dī'āṁ pavitara niśānī'āṁ nū jhunalā'i'ā atē isa la'ī vī ki unhāṁ nē paiġabarāṁ dī hati'ā kītī atē iha kahiṇa tē ki sāḍē dilāṁ tē paradē hana. Sagōṁ alāha nē unhāṁ dī isa avagi'ā dē kārana unhāṁ dē dilāṁ upara mōhara lā ditī tāṁ uha ghaṭa hī īmāna li'ā'undē hana"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "Atē unhāṁ dī avagi'ā upara atē marī'ama upara baṛā dōśa lā'uṇa kārana"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "Atē unhāṁ dē iha kahiṇa ki asīṁ marī'ama dē putara masīha alāha dē rasūla dī hati'ā kara ditī hai, hālāṅki unhāṁ nē nā usa dī hati'ā kītī atē nā sūlī upara caṛhā'i'ā sagōṁ unhāṁ nū īsā varagī hī ika mūrata dikhā'ī ditī. Jisa kārana uha kulēkhē vica pai ga'ē atē jihaṛē lōka unhāṁ bārē matabhēda karadē hana, uha sabha isa sabadha vica bhulēkhē vica pa'ē hana. Unhāṁ nū isa gala dā unhāṁ nē usadī hati'ā nahī kītī"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "Sagōṁ alāha nē īsā nū āpaṇī tarafa uṭhā (zuka) li'ā hai atē alāha bahuta takatavāra atē tatavētā hai"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "Kitāba vāli'āṁ (yahūdī atē isā'ī) vicōṁ kō'ī ajihā nahīṁ jihaṛā īsā dī mauta tōṁ pahilāṁ usa upara īmāna nā li'ā'ē atē ki'āmata dē dina uha unhāṁ upara gavāha hōvēgā"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "Atē yahūdī'āṁ dē zulamāṁ kārana asīṁ uha pavitara cīzāṁ unhāṁ upara harāma kara ditī'āṁ, jō unhāṁ la'ī halāla sana. Isa kārana ki uha alāha dē rāha tōṁ bahuta rōkadē sana"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "Atē isa la'ī vī ki uha vi'āja laindē sana, hālāṅki isa tōṁ unhāṁ nū manhāṁ kītā gi'ā sī atē isa la'ī vī ki uha lōkāṁ dā māla najā'iza rūpa nāla khāndē sana. Atē asīṁ unhāṁ vicōṁ avagi'ākārī'āṁ dē la'ī pīṛa dēṇa vālī sazā ti'āra kara rakhī hai"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "Paratū jihaṛē lōka gi'āna vica pakē atē īmāna li'ā'uṇa vālē hana usa kitāba utē jihaṛī tuhāḍē upara utārī ga'ī hai atē jihaṛī'āṁ tuhāḍē tōṁ pahilāṁ vī utārī'āṁ ga'ī'āṁ hana. Uha namāza paṛhaṇa vālē hana atē zakāta dēṇa vālē hana. Alāha upara atē ki'āmata dē dina upara bharōsā rakhaṇa vālē hana. Ajihē lōkāṁ nū asīṁ zarūra bahuta vaḍā ināma dēvāṅgē"
        },
        {
            "chapter": 4,
            "verse": 163,
            "text": "Asīṁ tuhāḍī tarafa vahī bhējī hai, jisa tar'hāṁ asīṁ nūha atē usa dē bā'ada dē paiġabarāṁ dī tarafa bhējī sī atē asīṁ ibarāhīma, isamā'īla, isahāka, yakūba, yakūba dī aulāda, īsā, ayūba, yūnasa, hārūna atē sūlēmāna dī tarafa vahīṁ bhējī sī. Atē asīṁ dā'ūnda nū zabūra ditī"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Atē asīṁ ajihē rasūla bhējē, jinhāṁ dā varanaṇa asīṁ tuhānū pahilāṁ suṇā cukē hāṁ atē ajihē rasūla vī bhējē, jinhāṁ dā hāla asīṁ tuhānū nahīṁ suṇā'i'ā. Atē mūsā nāla alāha nē gala kītī"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Alāha nē rasūlāṁ nū khuśakhabarī dēṇa vālē atē bhai-bhīta karana vālē baṇā kē bhēji'ā, tāṁ ki rasūlāṁ tōṁ śā'ada lōkāṁ dē kōla alāha dī tulanā vica kō'ī taraka bākī nā rahai. Atē alāha prabhāśālī atē tatavētā hai"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Paratū alāha usa la'ī gavāha hai, jō usanē tuhāḍē utē utāri'ā hai. Ki usa nē isa nū āpaṇē gi'āna dē nāla utāri'ā hai, , jihaṛē kāṁ nē alaha hālāṅki alāha hī gavāhī la'ī kāphī hai"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "dara'asala, jihaṛē lōka aviśavāsa karadē hana atē [lōkāṁ] nū al'hā dē rāha tōṁ bacā'undē hana uha niśacata taura tē bahuta bhaṭaka ga'ē hana"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "nū nakāri'ā atē ati'ācāra kītā. Unhāṁ nū alāha kadē mu'āfa nahīṁ karēgā atē nā hī unhāṁ nū kō'ī rāha dikhā'ēgā"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "Naraka tōṁ bināṁ jisa vica uha hamēśā rahiṇagē. Alāha la'ī iha gala āsāna hai"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "Hē lōkō! Tuhāḍē kōla rasūla ā gi'ā hai. Tuhāḍē raba dī sapaśaṭa bāṇī lai kē. Isa la'ī mana lavōṁ tāṁ ki tuhāḍā bhalā hōvē. Atē jēkara nā manōgē tāṁ jō kujha ākāśāṁ vica atē dharatī upara hai, iha sabha alāha dā hī hai atē alāha jāṇanavālā atē bibēkaśīla hai"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "Hē kitāba vāli'ō! (Yahūdī atē īsā'ī) āpaṇē dharama vica hada pāra nā karō atē alāha dē sabadha vica sacī gala tōṁ binhāṁ kujha nā kahōṁ. Marī'ama dā bēṭā īsā tāṁ sirafa alāha dā ika rasūla atē usa dā ika kalamā (śabada) hai. Jisa nū usa nē marī'ama vala bhēji'ā, usa dī tarafō iha ika ātamā hai. Isa la'ī alāha atē usa dē rasūlāṁ upara īmāna li'ā'uṁ atē iha nā kahō ki tina alāha hana. Bāza ā jā'u iha hī tuhāḍē la'ī cagā hai. Pūjaṇa yōga sifara ika alāha hai. Uha isa gala tōṁ pavitara hai, ki usa dē aulāda hōvē, jō kujha asamānāṁ upara atē dharatī vica hai. Uha sabha alāha dā hai. Alāha hī kama baṇā'uṇa la'ī kāfī hai"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Masīha nū kadē vī alāha dā badā baṇana vica apamāna nahīṁ hōvēgā, atē nā hī nēṛē rahiṇa vālē fariśati'āṁ dā apamāna hōvēgā atē jihaṛā alāha dī badagī tōṁ śaramāvēgā, hakāra karēgā tāṁ alāha zarūra sāri'ā nū āpaṇē pāsa ikaṭhā karēgā"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Phira jihaṛē lōka īmāna li'ā'ē atē jinhāṁ nē cagē kama kītē tāṁ unhāṁ nū alāha pūrā fala dēvēgā atē āpaṇī kirapā nāla unhāṁ nū zi'ādā vī dēvēgā. Atē jinhāṁ lōkāṁ nē trisakāra kītā atē hakāra kītā hōvē gā usanū daradanāka sazā dē'gā. Atē uha alāha dī tulanā vica nā kisē nū āpaṇā mitara dēkhaṇagē atē nā sahā'ika"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "Hē lōkō tuhāḍē kōla tuhāḍē raba dē valōṁ ika dalīla ā cukī hai, atē asīṁ tuhāḍē upara ika sapaśaṭa prakāśa utāra ditā hai"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Isa la'ī jō lōka alāha tē īmāna li'ā'ē atē usa nū viśavāśa nāla phaṛha li'ā, unhāṁ nū zarūra alāha āpaṇī rahimata atē kirapā nāla (janata vica) dāmilā bakhaśēgā atē unhāṁ nū āpaṇē vala (ā'uṇa vālā) sidhā rasatā dikhā'ēgā"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Lōka tuhāḍē tōṁ hukama puchadē hana. Kahi dēvō ki alāha tuhānū kalāla (uha mritaka, jisa dē nā māṁ-bāpa jīvata hōṇa atē nā hī aulāda) dē sabadha vica hukama didā hai. Jēkara kō'ī badā mara jāvē atē usa dē kō'ī aulāda nā hōvē atē usadē ika bhaiṇa hōvē tāṁ usa la'ī usa dē chaḍē māla dā adhā hisā hai. Atē uha marada usa bhaiṇa dī (jā'idāda) dā vārisa hōvēgā. Jēkara usa bhaiṇa dē vī kō'ī aulāda nā hōvē atē jēkara dō bhaiṇāṁ hōṇa, tāṁ unhāṁ la'ī unhāṁ dē chaḍē hō'ē māla dā dō tihā'ī hōvēgā. Atē jēkara ka'ī bhaiṇa bharā, marada auratāṁ hōṇa tāṁ ika marada dē la'ī dō auratāṁ dā hisā barābara hai. Alāha tuhāḍē la'ī bi'āna karadā hai, tāṁ ki tusīṁ nā bhaṭakō. Atē alāha hara cīza nū jāṇana vālā hai"
        },
        {
            "chapter": 5,
            "verse": 1,
            "text": "Hē īmāna vāli'ō! Vacana nū pūrā karōṁ. Tuhāḍē la'ī cāra pairāṁ vālī prajātī dē sārē jānavara halāla kītē ga'ē, binhā unhāṁ tōṁ jinhāṁ dē varanaṇa agē kītā jā rihā hai. Paratū ahirāma (haja dē la'ī viśēśa kapaṛē pākē ti'āra hōṇa) dī sathitī vica śikāra nū jā'iza nā samajhōṁ. Alāha hukama didā hai, jō cāhudā hai"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Hē īmāna vāli'ō! Alāha dī'āṁ niśānī'āṁ dī bēhuramatī nā karōṁ atē nā manāhī dē mahīni'āṁ dā atē nā manāhī dē khētara vica kurabānī dē jānavarāṁ dā atē nā hī unhāṁ jānavarāṁ dā jinhāṁ dē galāṁ vica kurabānī la'ī paṭē banhē hōṇa atē nā hī izata dē ghara (baita ulāha) vala ā'uṇa vāli'āṁ dā jihaṛē āpaṇē raba dī kirapā atē usa dī khuśī labhaṇa la'ī turē hana. Atē jadōṁ tusīṁ ahirāma dī sathitī vicōṁ bāhara ā jā'u tāṁ śikāra kara sakadē hō. Atē kisē varaga dī duśamanī ki usa nē tuhānū masajida ē harāma bhāva izata dē ghara tōṁ rōki'ā hai, tuhānū isa gala la'ī nā ukasā'ē ki tusīṁ zulama karana lagōṁ. Tusīṁ nēkī atē prahēzagārī vica ika dūjē dī madada karōṁ atē pāpa tē zulama vica ika dūsarē dī madada nā karō. Alāha tōṁ ḍarōṁ bēśaka alāha saḵẖata sazā dēṇa vālā hai"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Tuhāḍē la'ī muradāra, khūna, sūra dā māsa atē uha jānavara jihaṛā kītā gi'ā hai atē uha jihaṛā galā ghōṭaṇa nāla mara gi'ā hōvē jāṁ saṭa nāla jāṁ ucē thāṁ tōṁ ḍiga kē jāṁ siga mārana nāla atē uha jisanū śikārī jānavarāṁ nē khādhā hōvē, usa tōṁ binā jisa nū tusīṁ kurabāna kara ditā. Isa tōṁ ilāvā uhī vī jihaṛā kisē pūjā sathāna upara kurabāna kītā gi'ā hōvē atē iha ki tusīṁ jū'ē dē tīrāṁ nāla baṭavārā karō. Iha sārē pāpa dē kama hana. Aja inakārī tuhāḍē dharama valōṁ nirāśa hō ga'ē, isa la'ī tusīṁ unhāṁ tōṁ nā ḍarō. Sirafa mērē tōṁ ḍarō. Aja maiṁ tuhāḍē la'ī tuhāḍē dīna nū pūrā kara ditā atē tuhāḍē upara āpaṇī kirapā kara ditī atē tuhāḍē la'ī isalāma nū ika dharama atē jidagī ji'uṇṇa tē tarīkē vajōṁ pasada kara li'ā. Isa la'ī jō kukha tōṁ mazabūra hō jāṇa, paratū uha pāpa dī sōca nā rakhaṇa'tāṁ alāha mu'āfa karana vālā kirapāśīla hai"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Uha puchadē hana ki unhāṁ la'ī kihaṛī cīza halāla (jā'iza) kītī ga'ī hai. Kahō ki tuhāḍē la'ī sāpha atē śudha cīzāṁ halāla hana. Śikārī jānavarāṁ vicōṁ`jinhāṁ nū tusīṁ śikāra karanā sikhā'i'ā hai, tusīṁ unhāṁ nū usa vicōṁ sikhā'undē hō, `jō alāha nē tuhānū sikhā'i'ā hai. Isa la'ī tūsī' unhāṁ dē śikāra vicō' khā'u, jihaṛē tuhāḍē la'ī phaṛha kē rakhaṇa. Atē unhāṁ upara alāha dā nāma lavō atē alāha tōṁ ḍarōṁ ki'uṅki alāha jaladī hisāba laiṇa vālā hai"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Aja tuhāḍē la'ī sārī'āṁ pavitara cīzāṁ halāla (jā'iza) kara ditī'āṁ ga'ī'āṁ hana. Atē kitāba vāli'āṁ (yahūdī'āṁ atē īsā'ī'āṁ) dā khāṇā tuhāḍē la'ī halāla hai atē tuhāḍā khāṇā unhāṁ la'ī halāla hai. Atē tuhāḍē la'ī halāla hai, pāka dāmana auratāṁ atē īmāna rakhaṇa vālī'āṁ auratāṁ atē pāka dāmana vālī'āṁ uha auratāṁ jinhāṁ nū tuhāḍē tōṁ pahilāṁ kitāba ditī ga'ī hai, jadōṁ tusīṁ unhāṁ nū mahira dē dēvēṁ nikāha vica li'ā'uṇa la'ī nā khul'hē āma badakārī karō atē nā hī luka-ḍupa kē najā'iza prēma sabadha baṇā'u. Jihaṛā badā īmāna dī ulaghaṇā karēgā tāṁ usa dē karama barabāda hō jāṇagē atē uha pralōka vica nukasāna uṭhā'uṇa vāli'āṁ vicōṁ' hōvēgā"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "Hē īmāna vāli'ō! Jadōṁ' tusīṁ namāza la'ī uṭhōṁ tāṁ āpaṇē ciharē atē āpaṇē hathāṁ nū kūhaṇī'āṁ taka dhō lavōṁ atē āpaṇē sirāṁ dā masaha (hatha gilē kara kē sira utē phairanāṁ) karō atē āpaṇē pairāṁ nū giṭi'āṁ taka dhōvō. Jēkara tusīṁ' gadē hōṁ tāṁ iśanāna kara lavōṁ. Jēkara tusīṁ bimārī tōṁ pīṛata hō jāṁ safara vica hōṁ jāṁ tuhāḍē vicōṁ kō'ī mala mūtara ti'āga kē ā'i'ā hōvē jāṁ tusīṁ āpaṇī patanī nāla sabhōga kītā hōvē jāṁ phira tuhānū pāṇī nā milē tāṁ sāpha miṭī nāla tayamuma kara lavō atē āpaṇē ciharē atē hathāṁ upara usa nāla masaha karōṁ. Alāha nahīṁ cāhudā ki uha tuhānū kisē muśakala vica pāvē sagō uha tāṁ cāhudā hai ki uha tuhānū pavitara karē atē tuhānū āpaṇī pūrī kirapā nāla nivāzē tāṁ ki tusīṁ usa dē śukara guzāra baṇō"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Atē āpaṇē upara alāha dē upakāra nū yāda karō atē usa vā'adē nū vī yāda karō jihaṛā usa nē tuhāḍē tōṁ li'ā hai. Jadōṁ tusīṁ kihā ki asīṁ suṇi'ā atē asīṁ mani'ā. Alāha tōṁ' ḍarō bēśaka alāha dilāṁ dī gala taka jāṇadā hai"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "Hē īmāna vāli'ō! Alāha dē la'ī pakē rahiṇa vālē atē inasāfa dē nāla gavāhī dēṇa vālē baṇō. Atē kisē varaga dī duśamanī tuhānū isa gala la'ī majabūra nā karē ki tusīṁ inasāfa nā karō. Inasāfa karō. Ihō hī parahēzagārī hai. Alāha tōṁ ḍarō ki'uṅki alāha uha sabha kūjha jāṇadā hai, jō tusīṁ karadē hō"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Jihaṛē lōka īmāna li'ā'ē unhāṁ nē cagē kama kītē. Unhāṁ nū alāha dā vā'adā hai ki unhāṁ la'ī bahuta vaḍā ināma atē mahira hai"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "Atē jinhāṁ nē avagi'ā kītī atē sāḍī'āṁ niśānī'āṁ nū jhuṭhalā'i'ā ajihē lōka naraka dē bhāgī hana"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "Hē īmāna vāli'ō! Āpaṇē upara alāha dē upakārāṁ nū yāda karō. Jadōṁ ika kauma nē iha phaisalā lai li'ā ki uha tuhāḍē upara hatha cukaṇa tāṁ ḍarō atē īmāna vāli'āṁ nū alāha upara hī viśavāśa karanā cāhīvā hai"
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "Atē alāha nē isarā'īla dī aulāda tōṁ barana li'ā atē asīṁ unhāṁ vicōṁ bārāṁ saradāra niyukata kītē. Atē alāha nē kihā ki maiṁ tuhāḍē nāla hāṁ. Jēkara tūsīṁ namāza sathāpita karōgē, zakāta adā karōgē atē mērē paigabarāṁ dē rāha tē calōgē atē unhāṁ dī sahā'itā karōgē, alāha nū nēka kama karakē dikhāvōgē tāṁ maiṁ' tuhāḍē pāpāṁ nū zarūra dūra karāṅgā atē zarūra tuhānū ajihē bāġāṁ vica bhējāṅgā, jinhāṁ dē thalē nahirāṁ vagadī'āṁ hōṇagī'āṁ isa la'ī tuhāḍē vicōṁ jihaṛā badā isa tōṁ bā'ada vī inakārī hōvēgā tāṁ uha sidhē rasatē tōṁ bhaṭaka gi'ā"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Isa la'ī unhāṁ du'ārā vā'adā khilāfī karana dē kārana asīṁ unhāṁ nū phiṭakāra ditā atē asīṁ unhāṁ dē dilāṁ nū saḵẖata baṇā ditā. Uha kalāma (śabada) nū usa dī jag'hā tōṁ badala cidē hana. Atē jihaṛā unhāṁ nū upadēśa ditā gi'ā sī usa dē vaḍē hisē nū uha kulā baiṭhē hana. Atē tusīṁ niratara unhāṁ dē kisē nā kisē dhōkhē tōṁ jāṇū hudē rahidē hō, binhā thōṛē lōkāṁ dē. Unhāṁ nū mu'āfa karōṁ atē bhula jāvō. Alāha nēkī karana vāli'āṁ dī madada karadā hai"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Atē jihaṛē lōka kahidē hana ki asīṁ nasarānī (madada karana vālē īsā'ī) hāṁ, unhāṁ tōṁ asīṁ vacana li'ā sī. Isa la'ī jō kujha unhāṁ nū upadēśa ditā gi'ā sī, usa dā uha vaḍā hisā bhulā baiṭhē. Phira asīṁ ki'āmata dē dina taka unhāṁ dē adara duśamanī atē īrakhā pā ditī atē āḵẖira alāha unhāṁ nū sūcita kara dēvēgā usa tōṁ jō kujha uha kara rahē sī"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "Hē kitāba vāli'ō! Tuhāḍē pāsa sāḍā rasūla ā'i'ā hai. Uha rihā hai. Jinhāṁ nū tusīṁ chupā'undē sī. Atē uha bahuta sārī'āṁ cīzāṁ nāla dara guzara karadā hai. Bēśaka tuhāḍē kaula alāha dē valōṁ ika prakāśa atē ika pragaṭa karana vālī kitāba ā cukī hai"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Isa dē rāhīṁ alāha unhāṁ lōkāṁ nū śāntī dā rasatā vikhā'undā hai, jihaṛē usa dī prasanatāṁ dē kē prakāśa vica li'ā rihā hai. Atē sidhē rasatē vala unhāṁ dā māraga daraśana karadā hai"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Bēśaka unhāṁ lōkāṁ nē inakāra kītā jinhāṁ nē kihā ki alāha hī tāṁ marī'ama dā bēṭā masīha hai. Ākhō, phira alāha dē sāhamaṇē kihaṛā adhikāra rakhadā hai. Jēkara uha cāhē ki mauta pradāna kara dēvē masīha sārā sāmarāja alāha dē la'ī hī hai. Ākāśa atē dharatī atē jihaṛā inhāṁ dē vica vī hai (sabha alāha dā hai) uha paidā karadā hai, jihaṛā kujha cāhudā hai atē alāha hara cīza dī samarathā rakhadā hai"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Atē yahūdī atē īsā'ī kahidē hana ki asīṁ alāha dē putara hāṁ atē usadē cahētē hāṁ. Tusī' kahōṁ ki phira uha tuhāḍē pāpāṁ la'ī tuhānū sazā ki'uṁ didā hai. Nahīṁ sagōṁ tusīṁ vī usa dī paidā kītī ga'ī racanā vicōṁ ika manukha hō. Uha jisa nū cāhēgā mu'āfa kara dēvēgā atē jisa nū cāhēgā sazā dē dēvēgā. Atē alāha la'ī hī hai sārā sāmarāja, ākāśa atē dharatī dā atē jō kujha isa dē vica hai sabha alāha dā hai atē (sabha) usa vala hī parata jāṇagē"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "Hē kitāba vāli'ō! Tuhāḍē kōla sāḍā rasūla ā'i'ā hai atē tuhānū uha sapaśaṭa ḵẖabarāṁ dē rihā hai, rasūlāṁ dē ika atarāla (paigabarāṁ dē ā'uṇa dī laṛī jō lamē samēṁ taka ṭuṭī hō'ī sī) dē bā'ada. Tāṁ ki tusīṁ iha nā kahō ki sāḍē kōla kō'ī cagī ḵẖabara sunā'uṇa vālā atē ḍara dēṇa vālā ā'i'ā hī nahīṁ. Isa la'ī huṇa tuhāḍē kōla cagī ḵẖabara dēṇa vālā atē ḍarā'uṇa vālā ā gi'ā hai atē alāha nū hara cīza dī samarathā prāpata hai"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "Atē jadōṁ mūsā nē āpaṇī kauma nū kihā ki hē mērī kauma! Āpaṇē upara alāha dē upakārāṁ nū yāda karōṁ, ki usa nē tuhāḍē adara rasūla paidā kītē. Atē tuhānū rājē baṇā'i'ā atē tuhānū uha ditā jō sasāra vica kisē nū nahīṁ citā"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "Hē mērī kauma! Usa pāvana dharatī vica dāḵẖila hōvō, jihaṛī alāha nē tuhānū likha ditī hai. Atē āpaṇē pichē vala nā bhajō nahīṁ tā ghāṭā khā'ōgē"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "unhāṁ nē kihā ki hē mūsā! Utē tāṁ ika tākatavara kauma rahidī hai. Asīṁ kadē vī utē nahīṁ' jāvāṅgē jadōṁ taka uha uthōṁ nikala nahīṁ jāndē. Jēkara uha kauma uthōṁ nikala ga'ī tāṁ phira asīṁ pravēśa karāṅgē"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Dō badē jihaṛē alāha tōṁ ḍarana vāli'āṁ vicōṁ sana atē unhāṁ dōvāṁ nū hīṁ alāha nē karama (bakhaśiśa) nāla nivāzi'ā sī. Unhāṁ nē kihā ki tusīṁ unhāṁ upara hamalā karakē śahira dē daravāzē vica dākhila hō jā'ō"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "Jadōṁ tusīṁ usa daravāzē rāhīṁ pravēśa karōgē tāṁ tusīṁ fatiha prāpata karōgē jēkara tusīṁ īmāna vālē hō tāṁ alāha utē viśavāśa rakhō. Unhāṁ nē kihā ki hē mūsā! Nahīṁ asīṁ kadē vī utē pravēśa nahīṁ karāṅgē jadōṁ taka utē uha (tākatavara) lōka hana. Isa la'ī tusīṁ atē tuhāḍā raba dōvēṁ jā kē laṛō, asīṁ tāṁ ēthē hī baiṭhāgē"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Mūsā nē kihā, ki hē mērē raba! Āpaṇē atē āpaṇē bharā dē bināṁ mērā kisē upara adhikāra nahīṁ. Isa la'ī tū sāḍē atē isa akritaghaṇa kauma dē vica pharaka kara dē"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Alāha nē kihā, uha dēśa, unhāṁ la'ī 40 (cālī) sāla dē la'ī harāma kara ditā gi'ā. Iha lōka dharatī upara bhaṭakadē phiranagē. Tāṁ tusīṁ isa akritaghaṇa kauma la'ī dūkhī nā hōvō"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "Atē unhāṁ nū ādama dē dō putarāṁ (hāśīla atē kābīla) dī kahāṇī sacā'ī dē nāla suṇā'u. Jadōṅki unhāṁ dōvāṁ nē kurabānī hāzira kītī tāṁ unāṁ vicōṁ ika dī bhēṭā savīkāra hō'ī atē dūsarē dī savīkāra nā hō'ī. Usa nē kihā ki maiṁ tainū māra dēvāṅgā. Usa nē utara ditā ki alāha tāṁ sirafa usa dā bhai vāli'āṁ tōṁ hī savīkāra karadā hai"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Jēkara tusīṁ mērī hati'ā karana dē la'ī hatha uṭhā'uṅgē tāṁ maiṁ tuhāḍī hati'ā tōṁ jihaṛā sārē jagata dā pālaṇahāra hai"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Maiṁ cāhudā hāṁ ki mērā atē āpaṇā pāpa tusīṁ hī lai lavō. Phira tusīṁ naraka vāli'āṁ vica śāmila hōvēṁ. Iha hī sazā hai zulama karana vāli'āṁ la'ī"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Phira usa dē mana nē usa nū āpaṇē bharā dī hati'ā karana la'ī ukasā'i'ā atē usa nē, usa dī hati'ā kara ditī. Phira uha nukasāna uṭhā'uṇa vāli'āṁ vica śāmila hō gi'ā"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Phira alāha nē ika kāṁ nū bhēji'ā jihaṛā zamīna puṭadā sī, tāṁ ki uha zamīna puṭa kē usa nū dikhāvē, ki uha āpaṇē bharā dī lāśa nū kisa tar'hāṁ chupāvē. Usa nē kihā, aphasōsa mērī hālata utē ki maiṁ isa kāṁ varagā vī nahīṁ hō saki'ā, ki āpaṇē bharā dī lāśa nū chupā didā. Isa la'ī uha bahuta śaramidā hō'i'ā"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Isa la'ī asīṁ isarā'īla dī aulāda la'ī iha likha ditā sī ki jihaṛā badā kisē dī (bē-vaj'hā) hati'ā karē, bhāva binhāṁ isa dē ki usa nē kisē dī hati'ā kītī hōvē jāṁ dharatī upara zulama kītā hōvē tāṁ uha isa tar'hāṁ hai jivēṁ usa nē sārī mānavatā dī hati'ā kara ditī hōvē. Atē jisa nē ika jāna nū bacā'i'ā tāṁ uha isa tar'hāṁ hai jivēṁ usa nē sārī mānavatā nū bacā li'ā hōvē. Atē sārē rasūla unhāṁ dē kōla sapaśaṭa hukama li'ā'ē. Isa dē bāvajūda unhāṁ vicōṁ bahuta sārē lauka dharatī upara zi'ādatī'āṁ karadē hana"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Jihaṛē lōka alāha atē unhāṁ dē rasūlāṁ nāla laṛadē hana atē dharatī upara zulama karana la'ī bhajadē hana. Unhāṁ dī sazā iha hī hai, ki unhāṁ dī hati'ā kara ditī jāvē jāṁ uha sūlī upara caṛhā'ē jāṇa jāṁ unhāṁ dē hatha paira ulaṭī diśā vica kaṭē jāṇa jāṁ unhāṁ nū dēśa tōṁ bāhara kaḍha ditā jāvē. Iha isa sasāra vica unhāṁ dī bē'izatī hai atē pralōka vica unhāṁ la'ī vaḍī sazā hai"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "Para jihaṛē lōka unhāṁ tē kābū pā'uṇa tōṁ pahilāṁ tōśā kara laiṇa'tāṁ samajha lavō ki alāha mu'āfa karana vālā atē rahima karana vālā hai"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Hē īmāna vāli'ō! Alāha tōṁ ḍarō atē usa dī nēṛatā talāśa karō atē usa dē rāha vica sagharaśa karō tāṁ ki tusīṁ safalatā pā'u"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Bēśaka jinhāṁ lōkāṁ nē inakāra kītā hai. Jēkara unhāṁ dē pāsa uha sārā kujha hai jihaṛā dharatī upara hai atē inhāṁ hī hōra hōvē tāṁ ki uha usa nū aratha daḍa dē rūpa vica dē kē ki'āmata dē dina dī sazā tōṁ baca jāṇa. Nahīṁ tāṁ vī uha unhāṁ tōṁ savīkāra nā kītā jāvēgā atē unhāṁ la'ī ika daradanāka sazā hai"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Uha cāhuṇagē ki aga tōṁ baca nikalaṇa, paratū uha isa vicōṁ nikala nā sakaṇagē. Iha unhāṁ la'ī pakī sazā hai"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Atē cōrī karana fala hai. Atē alāha valōṁ sikhi'ā dā'ika sazā. Alāha śakatīvāna atē bibēkaśīla hai"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Phira jisanē āpaṇē ati'ājārāṁ tōṁ bā'ada taubā kara la'ī atē sudhāra kara li'ā tāṁ bēśaka alāha unhāṁ vala dhi'āna dēvēgā. Atē alāha mu'āfa karana vālā rahimata karana vālā hai"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Kī tusīṁ nahī jāṇadē ki alāha dharatī atē ākāśāṁ dē sāmarāja dā mālaka hai. Uha jisa nū cāhē sazā dēvē atē jisa nū cāhē mu'āfa kara dēvē. Alāha hara cīza dī samarathā rakhadā hai"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "Hē paigabara! Tuhānū uha lōka ġama vica nā pā'uṇa, jihaṛē raba tōṁ inakāra dē rasatē vica baṛī kāhalī dikhā rahē hana. Cāhē uha unhāṁ vicōṁ hōṇa jihaṛē āpaṇē mūha tōṁ kahidē hana ki asīṁ īmāna li'ā'ē, hālāṅki unhāṁ dē dila īmāna nahī li'ā'ē, jāṁ unhāṁ vicōṁ hōṇa jihaṛē yahūdī hana, galata galāṁ baṇā'uṇa vālē atē ajihē lōkāṁ nū bahikā'uṇṇa vālē, jihaṛē tuhāḍē kōla nahīṁ ā'ē. Uha kalāma (śabada) nū unhāṁ dē sathāna tōṁ badala savīkāra kara laiṇā atē jēkara iha ādēśa nā milē tāṁ usa tōṁ baca kē rahiṇā. Atē jisa nū alāha ajamā'iśa vica pā'uṇā cāhē tāṁ tusīṁ alāha dē mukābalē unhāṁ dē māmalē vica kujha nahīṁ kara sakadē. Iha uha lōka hana ki alāha nahī cāhudā ki unhāṁ dē dilāṁ nū pavitara karē. Unhāṁ la'ī sasāra vica apamāna hai atē pralōka vica vaḍī sazā hai"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Iha jhūṭhī'āṁ galāṁ suṇana vālē hana, harāma (najā'iza tarīki'ā nāla kamā'i'ā dhana) dā māla khāṇa vālē hana. Jēkara iha tuhāḍē pāsa jēkara tūsīṁ inhāṁ nū ṭāla di'ugē tāṁ iha tuhāḍā kujha nahī vigāṛa sakadē. Atē jēkara tusīṁ phaisalā karōṁ tāṁ unhāṁ dē vica inasāpha dē anusāra hī phaisalā karō"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Alāha inasāpha karana vāli'āṁ nū pasada karadā hai. Uha kisa tar'hāṁ tuhānū paca baṇā'undē hana. Jadōṁ ki unhāṁ dē pāsa taurēta hai. Jisa vica alāha dā ādēśa maujūda hai atē uha usa tōṁ mūha mauṛa rahē hana. Iha lōka ukā hī īmāna vālē nahīṁ hana"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "Bēśaka asīṁ taurēta utārī. Jisa vica māraga daraśana atē prakāśa hai. Usē taurēta dē anusāra, alāha dē āgi'ākārī paiġabara yahūdī lōkāṁ dā phaisalā karadē sī, atē unhāṁ dē dharama adhikārī atē ilama dē gi'ātā vī sana. Isa la'ī ki uha alāha dī kitāba upara rakhi'aka niyukata kītē ga'ē sī. Atē uha isadē gavāha sī. Phira tusīṁ inasānāṁ tōṁ nā ḍarō, mērē tōṁ ḍarō atē mērī'āṁ āi̔itāṁ nū tucha cīzāṁ dē badalē vica nā vēcō. Jihaṛā kō'ī usa ādēśa anusāra nā karē jihaṛā alāha nē utāri'ā hai. Tāṁ uha lōka adharamī hana"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Atē asīṁ usa kitāba (taurēta) vica unhāṁ la'ī likha ditā hai ki jāna dē badalē jāna atē akha dē badalē akha, naka dē badalē naka, kana dē badalē kana, dada dē badalē dada atē jaḵẖama dā badalā usa dē barābara (jaḵẖama). Phira jisa nē usa nū mu'āfa kara ditā tāṁ uha usadē la'ī kaphārā (bhāva raba dē darabāra vica usa dē āpaṇē ġunāha vī ijha mu'āfa kītē jāṇagē) hai. Atē jihaṛā vi'akatī usa dē ādēśa anusāra phaisalā nā karē jihaṛā alāha nē utāri'ā hai tāṁ uha ati'ācārī hai"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "Atē asīṁ unhāṁ tōṁ bā'ada marī'ama dē putara īsā nū bhēji'ā puśaṭī karadē hō'ē. Āpaṇē tōṁ pahilāṁ dī kitāba tōrēta dī atē asīṁ' usa nū ijīla ditī. Jisa vica māraga daraśana atē prakāśa hai. Iha puśaṭī karana vālī sī. Apaṇē tōṁ pahilī kitāśa tōrēta ditī, māraga daraśana atē upadēśa karana vāli'āṁ la'ī"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Atē cāhīdā hai ki ijīla vālē usa dē anusāra phaisalā karana, jō alāha nē usa vica utāri'ā hai. Atē jē kō'ī usa anusāra phaisalā nā karē jō alāha nē utāri'ā hai tāṁ uha lōka bāġī hana"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Atē asīṁ tuhāḍē vala sacā'ī dē nāla kitāba utārī, pichalī kitāba dī atē usa dē rakhi'aka viśē dī puśaṭī karana vālī. Isa la'ī tusīṁ unhāṁ dē vica phaisalā karōṁ unhāṁ dē anusāra jō alāha nē utāri'ā hai. Atē jihaṛī sacā'ī tuhāḍē pāsa ā'ī hai. Usa nū chaḍa kē ichāvāṁ dā pālaṇa nā karō. Asīṁ tuhāḍē vicōṁ harēka la'ī ika dharama mari'ādā atē ika karama māraga niradhārita kītā hai atē jēkara alāha cāhudā tāṁ tuhānū ika hī phirakā baṇā didā. Paratū alāha nē cāhi'ā ki uha āpaṇē ditē hō'ē ādēśāṁ vicōṁ tuhāḍā imatihāna lavē. Isa la'ī tusī' nēkī'āṁ vala dōṛō. Āḵẖira tusīṁ sāri'āṁ nē alāha vala palaṭa kē jāṇā hai. Phira uha tuhānū usa cīza nāla sūcata karā dēvēgā, jisa vica tusīṁ āpisa vica matabhēda kara rahē sī"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Atē unhāṁ dē vica unsa dē anusāra phaisalā karōṁ jō alāha nē utāri'ā hai atē unhāṁ dī'āṁ ichāvāṁ dā pālaṇa nā karō atē unhāṁ lōkāṁ tōṁ bacō kitē uha tuhānū bhaṭakā dēṇa. Tuhāḍē upara alāha dē bhējē hō'ē kisē hukama nāla. Isa la'ī jēkara uha phira jāṇa tāṁ samajha lavō ki alāha unhāṁ nū unāṁ dē kujha pāpāṁ dā daḍa dēṇā cahudā hai. Atē sacā'ī iha hai ki lōkāṁ vicōṁ zi'ādā lōka inakārī hana"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Kī iha lōka agi'ānatā dā niraṇā cāhudē hana. Atē alāha tōṁ vadha kē kisa dā phaisalā hō sakadā hai, unhāṁ lōkāṁ la'ī jihaṛē viśavāśa karanā cāhudē hōṇa"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "Hē īmāna vāli'ō! Yahūdī'āṁ atē īsā'ī'āṁ nū mitara nā baṇā'u. Iha ika dūsarē dē mitara hana. Tuhāḍē vicōṁ jihaṛā badā unhāṁ nū āpaṇā mitara baṇā'ēgā tāṁ unhāṁ vicōṁ' hī hōvēgā. Alāha zālima lōkāṁ nū rāha nahīṁ dikhā'undā"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Tusīṁ dēkhadē hō ki jinhāṁ lōkāṁ dē dilāṁ vica bimārī hai, uha usē dē tarafa hī dauṛa rahē hana. Iha kahidē hana ki sānū saka hai ki kitē asīṁ kisē muśakala vica nā phasa jā'ī'ē. Tāṁ sabhava hai ki alāha jita pradāna kara dēvē jāṁ āpaṇē valōṁ kō'ī viśēśa gala pragaṭa kara dēvē, tāṁ iha lōka usa bīza la'ī jisa nū iha āpaṇē dilāṁ vica lukō'ī baiṭhē hana, saramidē hōṇagē"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "Atē usa samēṁ īmāna vālē kahiṇagē, kī iha uha hī lōka hana jihaṛē vadha caṛha kē alāha dī'āṁ sahu'āṁ khā kē viśavāśa divā'undē sī ki asīṁ tuhāḍē nāla hāṁ. Unhāṁ dē sapūrana karama naśaṭa hō ga'ē atē uha ghāṭē vica rahē"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "Hē īmāna vāli'ō! Tuhāḍē vicōṁ jihaṛā badā āpaṇē dīna tōṁ phira jāvē tāṁ alāha jaladī hī ajihē lōkāṁ nū cuka lavēgā, jō alāha dē pi'ārē hauṇagē. Uha īmāna vāli'āṁ dē la'ī kōmala hōṇagē atē bāġī'āṁ dē la'ī saḵẖata. Uha alāha dē rāha vica jihāda (dharama dē rāha vica karaṛā sagharaśa) karanagē atē kisē nū cagā ākhaṇa vālē dī jhiṛaka tōṁ nā ḍaranagē. Iha alāha dī kirapā hai. Uha jisa nū cāhudā hai pradāna karadā hai. Alāha vi'āpakatā vālā atē gi'āna vālā hai"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Tuhāḍē mitara tāṁ kēvala alāha atē usa dē rasūla tē īmāna rakhaṇa vālē hana atē jō namāza sathāpita karadē hana, zakāta didē hana atē uha alāha dē sāhamaṇē jhukaṇa vālē hana"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Atē jihaṛā badā alāha atē usadē rasūlāṁ tē īmāna vāli'āṁ nū āpaṇā mitara baṇā'ē tāṁ bēśaka alāha dā dila hī jita prāpata karana vālā hai"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "Hē īmāna vāli'ō! Unhāṁ lōkāṁ nū āpaṇā mitara nā baṇā'u jinhāṁ nē tuhāḍē dharama dā mazāka uḍā'i'ā hai atē (isa dharama nū? Khēḍa baṇā li'ā hai, unhāṁ lōkāṁ vicōṁ jinhāṁ nū tuhāḍē tōṁ pahilāṁ kitāba ditī ga'ī atē nā avagi'ākārī'āṁ nū (mitara baṇā'u). Jēkara tusīṁ īmāna vālē hō, tāṁ alāha tōṁ ḍaradē rahō"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Atē jadōṁ tusīṁ namāza dē la'ī pukāradē hō tāṁ iha lōka usa dā mazāka uḍā'undē hana atē khēḍa baṇā laindē hana. Kārana iha hai, ki iha samajha nahīṁ rakhadē"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "kahō ki hē kitāba vāli'ō! Tusīṁ sāḍē nāla sirafa isa la'ī jida karadē hō ki asīṁ alāha upara īmāna li'ā'ē atē usa upara jō sāḍē vala utāri'ā gi'ā hai, atē usa upara vī, jihaṛā sāḍē tōṁ pahilāṁ utāri'ā gi'ā. Atē tuhāḍē vicōṁ zi'ādātara lōka bāġī hana"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Kahōṁ, kī maiṁ tuhānū dasāṁ, alāha dē kōlōṁ natījē dē anusāra būrā fala pā'uṇa vālē kihaṛē lōka hana?Uha jisa upara alāha nē lāhaṇata pā'ī atē jisa upara usadā krōdha (pragaṭa) hō'i'ā atē jinhāṁ vicōṁ bāndara atē sūra baṇā ditē ga'ē atē unhāṁ nē śaitāna dī pūjā kītī. Ajihē lōka hālāta dē anusāra zi'ādā burē atē cagē rāha tōṁ bahuta dūra hana"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Atē jadōṁ uha tuhāḍē pāsa ā'undē hana tē kahidē hana ki asīṁ īmāna li'ā'ē hālāṅki uha inakārī ā'ē sī atē inakārī hī calē ga'ē. Alāha usa cīza nū cagī tarāṁ jāṇadā hai, jisa nū iha lūkō rahē hana"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Atē tusīṁ usa vicōṁ zi'ādātara nū dēkhōgē ki iha pāpa, ani'āṁi atē harāma khāṇa vala dauṛadē hana. Kinē būrē karama hana, jihaṛē iha kara rahē hana"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Unhāṁ dē dharama gi'ātā atē vaḍē lōka, unhāṁ nū pāpa dī gala kahiṇa atē harāma khāṇa tōṁ ki'uṁ nahīṁ rōkadē, kinē burē karama hana jihaṛē iha kara rahē hana"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Atē yahūdī kahidē hana ki alāha dē hatha banhē hō'ē hana. Unhāṁ dē hī hatha banhē jāṇa atē iha gala kahiṇa la'ī inhāṁ upara lāhaṇata hōvē. Sagōṁ alāha dē cōvēṁ' hatha khul'hē hō'ē hana. Uha jisa tar'hāṁ cāhudā hai ḵẖaraca karadā hai atē tuhāḍē utē tuhāḍē raba dē valōṁ jihaṛā vī kujha utari'ā hai uha unhāṁ vicōṁ hī zi'ādātara lōkāṁ dā vidharōha atē unhāṁ dī avagi'ā vadhā rihā hai. Atē asīṁ unhāṁ dē vica duśamanī atē īrakhā, ki'āmata taka pā ditī hai. Jadōṁ kadē iha laṛā'ī dī aga bhaṭakā'undē hana tāṁ alāha usa nū būjhā didā hai. Atē iha dharatī upara dagē phailā'uṇa dē la'ī saragarama hana, jadōṁ ki alāha dagē phailā'uṇa vāli'āṁ nū pasada nahīṁ karadā"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Atē jēkara kitāba vālē īmāna li'ā'undē atē alāha tōṁ ḍaradē tāṁ asīṁ zarūra unhāṁ dī'āṁ burā'ī'āṁ unhāṁ tōṁ dūra kara didē atē unhāṁ nū ni'amata dē bāġāṁ vica dākhila karadē"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Atē jēkara uha taurēta atē ijīla dā pālaṇa karadē atē usa dā vī jihaṛā unhāṁ upara unhāṁ dē raba valōṁ utāri'ā gi'ā hai, tāṁ uha khāndē āpaṇē upara tōṁ atē āpaṇē kadamāṁ dē thalōṁ. Kujha lōka unhāṁ vicōṁ sidhē rāha tē hana. Paratū zi'ādātara lōka ajihē hana jihaṛē bahuta burā kara rahē hana"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "Hē paiġabara! Jihaṛā kujha tuhāḍē upara tuhāḍē raba valōṁ utāri'ā gi'ā hai. Tusīṁ usa nū pahucā dēvō. Atē jēkara tusīṁ ajihā nā kītā, tāṁ tusīṁ alāha dā sadēśa nahīṁ pahucā'i'ā. Atē alāha tuhānū lōkāṁ tōṁ bacāvēgā. Alāha yakīnana hī bāġī lōkāṁ nū rāha nahīṁ didā"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Kahi di'uṁ, hē kitāba vāli'ō! Tusīṁ kisē cīza upara nahīṁ, jadōṁ taka tusīṁ tōrēta atē ijīla nū sathāpita nā karōṁ. Atē usa nū jō tuhāḍē raba dē valōṁ tuhāḍē la'ī utari'ā hai. Atē jihaṛā kujha tuhāḍē upara tuhāḍē raba dē valōṁ utāri'ā gi'ā hai. Uha yakīnana unhāṁ vicō, zi'ādātara dē virōdha atē inakāra nū vadhāvēgā isa la'ī tusīṁ jhuṭhalā'uṇa vāli'āṁ la'ī pasacātāpa nā karō"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Bēśaka jihaṛē lōka īmāna li'ā'ē atē jihaṛē lōka yahūdī hō ga'ē, sābī atē nasarānī (īsā'ī), jihaṛā badā vī alāha upara atē pralōka dē dina upara īmāna li'ā'i'ā atē cagē karama karē tāṁ usa la'ī nā kō'ī ḍara hai atē nā uha dūkhī hōvēgā"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Asīṁ isarā'īla dī aulāda tōṁ bacana li'ā atē unhāṁ vala bahuta sārē rasūla bhējē. Jadōṁ kō'ī rasūla unhāṁ kōla ajihī gala lai kē ā'i'ā, jisanū unhāṁ dā cita nahīṁ' cāhudā sī tāṁ kujha ku nū unhāṁ nē jhuṭhalā'i'ā atē kujha kū dī unhāṁ nē hati'ā kara ditī"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "atē iha samajha li'ā ki kujha māṛā nā hōvēgā isa la'ī uha anhē tē bōlē baṇa ga'ē. Phira alāha nē unhāṁ upara da'i'ā driśaṭī kītī. Unhāṁ vicōṁ bahuta sārē anhē atē bōlē baṇa ga'ē. Alāha dēkhadā hai jō kujha uha kara rahē hana"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "Yakīkana hī unhāṁ lōkāṁ nē inakāra kītā, jinhāṁ nē kihā ki alāha tāṁ marī'ama dā bēṭā masīha hī hai. Hālāṅki masīha nē kihā sī, hē izarā'ila dī satāna! Alāha vī ibādata karō. Jihaṛā mērā vī raba hai atē tuhāḍā vī. Jihaṛā badā (āpaṇē āpa nū) alāha dā sān̄jhīdāra (śarīka) ṭhahirā'ēgā tāṁ alāha nē unhāṁ la'ī janata harāma kara ditī atē unhāṁ dā ṭikāṇā aga hai. Ati'ācārī'āṁ dā kō'ī sahā'ika nahīṁ"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Yakīnana hīṁ' unhāṁ lōkāṁ nē inakāra kītā jinhāṁ nē kihā ki alāha tināṁ vicō tījā hai. Hālāṅki ika alāha tōṁ' bināṁ kō'ī pūjaṇayōga nahīṁ. Atē jēkara uha usa pāsi'uṁ nā rukē jihaṛā uha kahidē hana. Tāṁ unhāṁ bhugataṇī pa'ēgī"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Iha lōka alāha dē sāhamaṇē taubā ki'u' nahīṁ karadē atē usa tōṁ mu'āfī ki'uṁ nahīṁ cāhudē? Atē alāha mu'āfa karana vālā rahimata vālā hai"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Marī'ama dā bēṭā masīha tāṁ sirafa ika rasūla hai. Usa tōṁ pahilāṁ vī bahuta sārē rasūla guzara cukē hana. Atē unhāṁ dī māṁ ika satavatī aurata sī. Dōvēṁ khāṇā khāndē sī. Dēkhō asīṁ kisa tar'hāṁ unhāṁ dē sāhamaṇē dalīlāṁ bi'āna kara rahē hāṁ. Phira vēkhōṁ uha kidhara ulaṭa jā rahē hana"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Ākhōṁ, kī tusīṁ alāha nū chaḍa kē ajihī cīza dī pūjā karadē hō. Jihaṛī nā tuhānū hānī pahucā sakadī hai atē nā lābha. Atē suṇana vālā atē jāṇana vālā sirafa alāha hī hai"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Ākhō ki hē kitāba vāli'u! (Yahūdī atē īsā'ī) āpaṇē dharama vica ayōga hadāṁ pāra nā karō atē unhāṁ lōkāṁ dē vicārāṁ dā pālaṇa nā karō jihaṛē isa tō pahilāṁ bhaṭaka ga'ē atē jinhāṁ nē hōra bahuta sārē lōkāṁ nū kurāhē pā'i'ā. Atē iha cagē rāha tōṁ bhaṭaka ga'ē"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Isarā'ila dī satāna vicōṁ' jinhāṁ lōkāṁ nē inakāra kītā unhāṁ nū dā'ūda atē marī'ama dē bēṭē īsā dē śabadāṁ vica lāhaṇata pā'ī ga'ī. Isa la'ī ki unhāṁ nē inakāra kītā atē uha hadāṁ tōṁ agē vadha jāndē sī"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Uha ika dūsarē nū rōkadē nahīṁ sī. Burā'ī tōṁ jō uha karadē sī, uha bahuta māṛā kama sī"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "tusīṁ unhāṁ vicōṁ bahuta sārē badē dēkhōgē jihaṛē inakāra karana vāli'āṁ nāla dōsatī rakhadē sī. Kihō jihī burī cīza hai jihaṛī unhāṁ nē āpaṇē la'ī agē bhējī. Unhāṁ upara alāha dā karōdha bhaṛaki'ā atē uha hamēśā hī pīṛa vica phasē rahiṇagē"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Jēkara uha īmāna rakhaṇa vālē hudē tāṁ alāha upara atē rasūla upara atē usa upara jihaṛā unhāṁ la'ī utāri'ā gi'ā hai tāṁ uha kadē vī inakārī'āṁ nū āpaṇē dōsata nā baṇā'undē. Paratū unhāṁ vicōṁ zi'ādātara inakārī hī sana"
        }
    ]
}