{
    "pages": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "Ва ўз нафсимни оқламайман. Албатта, нафс, агар Роббим раҳим қилмаса, ёмонликка ундовчидир. Албатта, Роббим мағфиратли ва билгувчи Зотдир», – деди"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Подшоҳ: «Уни менга келтиринглар, уни ўзимга хос кишилардан қилиб оламан», – деди. У билан гаплашганда эса: «Албатта, сен бугунги кунда ҳузуримизда маконатли ва ишончли кишилардансан», – деди"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "У: «Мени ернинг хазиналари устига қўй. Албатта, мен муҳофаза қилувчи ва билувчиман», – деди"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Шундай қилиб, Юсуфга ер юзида маконат бердик, уни ўзи хоҳлаган жойга ерлаша оладиган қилдик. Ўз раҳматимизни, кимни хоҳласак, ўшанга муяссар этурмиз ва гўзал амал қилувчиларнинг ажрини зое қилмасмиз"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Иймон келтирган ва тақво қилганлар учун, албатта, охиратдаги ажр яхшироқ бўлур"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Юсуфнинг оға-инилари келдилар ва унинг ҳузурига кирдилар. Бас, у уларни таниди. Улар эса, уни танимадилар"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Уларнинг жиҳозларини юклаган вақтда: «Менинг ҳузуримга ота бир инингизни олиб келинг. Кўраяпсизларми? Мен ўлчовни тўла қилмоқдаман ва мен энг яхши мезбонман"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Агар уни ҳузуримга олиб келмасангиз, унда сизга менинг даргоҳимда ўлчаб бериш йўқ ва менга яқин ҳам келманглар», – деди"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Улар: «Уни отасидан сўраб олиб келишга уринамиз. Биз буни, албатта, қилувчимиз», – дедилар"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "У ўз йигитларига: «Уларнинг сармояларини юклари ичига солиб қўйинглар. Шояд, улар аҳлларига борганларида буларни таниб, қайтиб келсалар», – деди"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Оталари ҳузурига қайтиб борганларида: «Эй отамиз, бизга ўлчаб бериш ман этилди. Биз билан инимизни юбор, ўлчаб оламиз ва, албатта, биз уни муҳофаза қилувчилармиз», – дедилар"
        }
    ]
}