{
    "pages": [
        {
            "chapter": 35,
            "verse": 39,
            "text": "У зот сизларни ер юзида халифалар қилиб қўйгандир. Ким куфр келтирса, унинг кофирлиги ўзига зарар. Кофирлар учун куфрлари Роббилари ҳузурида ғазабдан бошқани зиёда қилмас. Кофирлар учун куфрлари зиёндан бошқани зиёда қилмас"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "Сен: «Менга Аллоҳдан бошқа илтижо қилаётган шерикларингизнинг хабарини беринг-чи?! Менга кўрсатинглар-чи, улар ерда нимани яратдилар?! Ёки уларнинг осмонлар(иши)да шерикликлари борми?!» – деб айт. Ёки Биз уларга китоб берганмиз-у, улар ундан бирон ҳужжатга эга бўлганларми?! Йўқ!!! Золимлар бир-бирларига алдовдан бошқани ваъда қилмаслар"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "Албатта, Аллоҳ осмонлару ерни қулаб тушишларидан ушлаб турур. Агар улар қулайдиган бўлсалар, Ундан ўзга ҳеч ким уларни ушлаб тура олмас. Албатта, У ўта ҳалийм ва ўта мағфиратли бўлган Зотдир"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Улар жон-жаҳдлари билан, агар ўзларига огоҳлантирувчи келса, ҳар қандай умматдан кўра ҳидоятли бўлишлари ҳақида Аллоҳ номи ила қасам ичар эдилар. Қачонки огоҳлантирувчи келганида, уларда нафратдан бошқани зиёда қилмади"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "Ер юзида мутакаббирлик ва ёмон макр учун (қилдилар). Ёмон макр эса, фақат ўз эгасига қайтадир. Улар фақат илгаригиларнинг суннатига интизор бўлмоқдалар, холос. Аллоҳнинг суннатига ҳаргиз бадал топа олмассан. Аллоҳнинг суннатига ҳаргиз ўзгартириш топа олмассан"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Ахир, улар ер юзида юриб ўзларидан олдин ўтганларнинг оқибати қандоқ бўлганига назар солмайдиларми?! Ҳолбуки, ўшалар булардан кўра қувватлироқ эдилар. На осмонларда ва на ерда бирор нарса Аллоҳни ожиз қолдира олмас. Албатта, У зот ўта илмли ва ўта қодирдир"
        }
    ]
}