{
    "pages": [
        {
            "chapter": 35,
            "verse": 45,
            "text": "Агар Аллоҳ одамларни қилганларига яраша оладиган бўлса, ер устида қимир этган жониворни қўймас эди. Лекин уларни белгиланган муддатгача қўйиб қўюр. Ўша ажаллари келганда эса... Бас, албатта, Аллоҳ бандаларини кўриб тургувчи Зотдир"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Йаасийн"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Қуръони Ҳаким ила қасам"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Албатта, сен Пайғамбарлардандирсан"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "Сиротул мустақиймдасан"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "Бу Азийзу Роҳиймнинг нозил қилганидир"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "Ота-боболари огоҳлантирилмаган, ўзлари ҳам ғофил бўлган қавмларни огоҳлантиришинг учун"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Батаҳқиқ, уларнинг кўпларига (азоб) сўзи ҳақ бўлди. Бас, улар иймон келтирмаслар"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Биз уларнинг бўйинларига кишанлар солдик. Улар иякларигача етадир. Бас, улар кўзлари юмуқ, осмонга қараб ғўдайиб қолдилар"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Ва Биз уларнинг олдидан ҳам тўсиқ қилдик, орқаларидан ҳам тўсиқ қилдик, кўзларига парда тортдик. Бас, улар кўрмаслар"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Ва уларга бари бирдир — қўрқитсанг ҳам ва ёки қўрқитмасанг ҳам — иймонга келмаслар"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Сен эса, фақат Зикр(эслатма)га эргашган ва Роҳмандан ғойибона қўрққан кимсани огоҳлантирурсан. Бас, унга мағфират ва гўзал ажрнинг хушхабарини бер"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Албатта, Биз Ўзимиз ўликларни тирилтирурмиз ва улар тақдим қилган нарсаларни ва қолдирган асарларни ёзурмиз. Очиқ-ойдин имомда(яъни номаи аъмолда) ҳар бир нарсанинг ҳисобини олиб қўйганмиз"
        }
    ]
}