{
    "pages": [
        {
            "chapter": 40,
            "verse": 17,
            "text": "Бугунги кунда ҳар бир жон ўзи қилган касбга яраша жазо олур. Бугунга кунда зулм йўқдур. Албатта, Аллоҳ ҳисобни тез қилгувчи Зотдир"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Сен уларни яқинлашгувчи Кундан огоҳлантир. Ўшанда жонлар халқумга келиб, ғам-ғуссага тўлиб турарлар. Золимлар учун ҳеч бир дўст ҳам, итоат қилинадиган шафоатчи ҳам йўқ"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "У зот кўзларнинг хиёнатини ҳам, диллар махфий тутган нарсаларни ҳам билур"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Аллоҳ ҳақ ила ҳукм қилур. Ундан ўзга илтижо қилаётганлари эса, ҳеч нарса билан ҳукм қилмаслар. Албатта, Аллоҳнинг Ўзи ўта эшитгувчи ва ўта кўргувчи Зотдир"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Ахир, улар ер юзида юриб, ўзларидан олдин ўтганларнинг оқибати қандай бўлганига назар солмайдиларми?! Ҳолбуки, ўшалар улардан кўра қувватлироқ ва ер юзида асарлари кўпроқ бўлган эдилар. Бас, Аллоҳ ўшаларни гуноҳлари сабабли тутди. Уларга Аллоҳдан ўзга бир сақловчи бўлмади"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "Бундай бўлишининг сабаби шуки, уларга Пайғамбарлари аниқ ҳужжатлар билан келар эдилар, улар эса, куфр келтирдилар. Бас, Аллоҳ уларни тутди. Албатта, У кучли ва иқоби шиддатли Зотдир"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "Батаҳқиқ, Биз Мусони Ўз оятларимиз ва очиқ ҳужжат ила юбордик"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "Фиръавнга, Ҳомонга ва Қорунга. Бас, улар: «(Бу) сеҳргар ва каззоб», дедилар"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "Мусо уларга Бизнинг ҳузуримиздан ҳақ ила келган чоғда, улар: «У билан бирга иймон келтирганларнинг ўғилларини қатл қилинглар, қизларини тирик қолдиринглар», дедилар. Кофирларнинг макр-ҳийласи залолатдан бошқа нарса эмас"
        }
    ]
}