{
    "pages": [
        {
            "chapter": 3,
            "verse": 158,
            "text": "Гарчи ўлсангиз ҳам ёки қатл қилинсангиз ҳам, албатта, Аллоҳ ҳузурида йиғилурсиз"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Аллоҳнинг раҳмати ила уларга мулойим бўлдинг. Агар қўпол, қалби қаттиқ бўлганингда, атрофингдан тарқаб кетар эдилар. Бас, уларни афв эт. Уларга истиғфор айт ва улар билан ишларда машварат қил. Азму қарор қилганингдан сўнг Аллоҳга таваккал қил. Албатта, Аллоҳ таваккал қилувчиларни севадир"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Агар сизга Аллоҳ нусрат берса, сиздан ғолиб келувчи йўқ. Агар сизни ташлаб қўйса, Ундан ўзга ким ҳам ёрдам берар эди. Мўминлар фақат Аллоҳгагина таваккал қилсинлар"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Пайғамбарга хиёнат ҳеч тўғри келмас. Кимки хиёнат қилса, қиёмат куни хиёнат қилиб олган нарсаси билан келадир. Сўнгра, ҳар бир жон касбига яраша тўлиқ оладир. Уларга зулм қилинмас"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Аллоҳнинг розилигини излаган одам Аллоҳнинг ғазабига дучор бўлган ва борар жойи жаҳаннам бўлган одамга ўхшармиди! Ва у қандай ҳам ёмон жой"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Уларнинг Аллоҳнинг ҳузуридаги даражалари турлича. Аллоҳ қилаётган амалларини кўриб турувчи Зотдир"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Батаҳқиқ, Аллоҳ мўминларга ўзларидан Пайғамбар юбориб, неъмат берди. У уларга Аллоҳнинг оятларини тиловат қилиб берадир, уларни поклайдир, китоб ва ҳикматни ўргатур. Гарчи олдин очиқ-ойдин адашувда бўлсалар ҳам"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Сен: «Сизга мусийбат етган пайтда, ҳолбуки, ўзингиз ҳам икки бараварини етказган эдингиз, бу қаердан, дейсизми?! Бу ўзингизнинг ҳузурингиздан!» деб айт. Албатта, Аллоҳ ҳамма нарсага қодирдир"
        }
    ]
}