{
    "maqras": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "tŏ- sīn, ā āyatō kura'ānanī chē anē prakāśita kitābanī"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "satya mārgadarśana anē khuśakhabara īmānavāḷā'ō māṭē"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "jē namājha (kāyama) paḍhē chē anē jhakāta āpē chē anē ākhērata para īmāna dharāvē chē"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "jē lōkō kayāmatanā divasa para īmāna nathī lāvatā amē tēmanā kāryō śaṇagārīnē batāvyā, basa! Tē'ō bhaṭakatā pharē chē"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "ā ja tē lōkō chē, jēmanā māṭē kharāba yātanā chē anē ākhēratamāṁ paṇa tē'ō khūba ja nukasāna uṭhāvaśē"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "ni:Śaṅka tamanē hikamatavāḷā anē jñānavāḷā allāha taraphathī kura'āna śikhavāḍavāmāṁ āvē chē"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "(yāda haśē) jyārē mūsā a.Sa.Ē pōtānā gharavāḷā'ōnē kahyuṁ kē mēṁ āga jō'i chē, huṁ tyāṁ ja'i kō'ī jāṇakārī la'i athavā āganō kō'ī saḷagatō aṅgārō la'inē hamaṇāṁ tamārī tarapha āvī ja'iśa, jēthī tamē tāpaṇī karī lō"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "Jyārē tyāṁ pahōn̄cyā tō avāja āpavāmāṁ āvī kē barakatavāḷō chē tē, jē ā āgamāṁ chē, anē tēnī ājubājunī vastunē barakatavāḷī banāvavāmāṁ āvī chē anē pavitra chē tē allāha jē samagra sr̥ṣṭinō pālanahāra chē"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "mūsā! Sāmbhaḷō, vāta ēvī chē kē huṁ ja vijayī, hikamatavāḷō allāha chuṁ"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "tamē pōtānī lākaḍī nākhī dō, mūsā'ē jyārē lākaḍīnē halanacalana karatī jō'i, ēvī rītē jāṇē kē tē ēka sāmpa chē, tō mōḍhuṁ phēravī bhāgvā lāgyā anē pāchuṁ vaḷīnē jōyuṁ paṇa nahīṁ. Hē mūsā! Ḍarō nahīṁ, mārī sāmē payagambara ḍaratā nathī"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "parantu jē lōkō atyācāra karyā pachī satkārya karē, tō tē būrā'i pachī (satyanā kāraṇē) huṁ māpha karanāra, dayāḷu chuṁ"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "anē pōtānō hātha pōtānā kōlaramāṁ nākha, tē saphēda prakāśita tha'i kō'ī khāmī vagara nīkaḷaśē, tamē nava niśānī la'inē phira'auna anē tēmanī kōma tarapha jā'ō, kharēkhara tē vidrōhī'ōnuṁ jūtha chē"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "basa! Jyārē tēmanī pāsē āṅkhō khōlī dēnārā amārā camatkārō pahōn̄cyā tō tē'ō kahēvā lāgyā kē ātō spaṣṭa jādu chē"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "tē lōkō'ē inkāra karī dīdhō, jō kē tēmanā hr̥daya mānī gayā hatāṁ, phakta atyācāra anē ahaṅkāranā kāraṇē. Basa! Jō'i lō kē tē vidrōhī'ōnī daśā kēvī tha'i"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "anē amē kharēkhara dā'uda anē sulaimānanē jñāna āpī rākhyuṁ hatuṁ anē bannē'ē kahyuṁ, praśansā tē allāha māṭē chē, jēṇē amanē pōtānā ghaṇā īmānavāḷā bandā'ō para mahatvattā āpī"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "anē dā'udanā vārasadāra sulaimāna ban'yā, anē kahēvā lāgyā, lōkō! Amanē pakṣī'ōnī bhāṣā śikhavāḍavāmāṁ āvī chē anē amanē badhī ja vastu mānthī āpavāmāṁ āvyuṁ chē, ni:Śaṅka ā spaṣṭa allāhanī kr̥pā chē"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "sulaimānanī sāmē tēmanuṁ laśkara, mānavī anē jinnāta tathā pakṣī'ōnē bhēgā karavāmāṁ āvyā, (darēkanē hōddā pramāṇē) alaga alaga karī dēvāmāṁ āvyā"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Jyārē tē'ō kīḍī'ōnā mēdānamāṁ pahōn̄cyā, tō ēka kīḍī'ē kahyuṁ, hē kīḍī'ō! Pōtānā daramāṁ jatī rahō, ēvuṁ na thāya kē ajāṇatāmāṁ sulaimāna anē tēnuṁ laśkara tamanē kacaḍī nākhē"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "tēnī ā vātathī sulaimāna hasī paḍyā anē du'ā karavā lāgyā kē, hē pālanahāra! Tuṁ manē tauphīka āpa kē huṁ tārī tē nē'amatōnō ābhāra mānuṁ, jē tēṁ mārā para anē mārā mātāpitā para karī chē. Anē huṁ ēvā satkāryō karatō rahuṁ jēnā kāraṇē tuṁ rājī tha'i jāya, manē pōtānī kr̥pāthī sadācārī lōkōmāṁ karī dē"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "tēmaṇē pakṣī'ōnuṁ nirīkṣaṇa karyuṁ anē kahēvā lāgyā kē śuṁ vāta chē kē huṁ hudahudanē nathī jō'i rahyō, śuṁ kharēkhara tē gērahājara chē"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "ni:Śaṅka huṁ tēnē sakhata sajā āpīśa athavā tēnē jhabaha karī da'iśa athavā mārī sāmē kō'ī spaṣṭa kāraṇa jaṇāvē"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "thōḍīka ja vāramāṁ tēṇē (hudahudē) āvīnē kahyuṁ, huṁ ēka ēvī vastunī jāṇakārī lāvyō chuṁ. Kē tamanē tēnā viśē jāṇa nathī, huṁ sabānī ēka sācī khabara tamārī pāsē lāvyō chuṁ"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "mēṁ jōyuṁ kē tēmanī bādaśāhata ēka strī karī rahī chē, jēnē darēka prakāranī vastu'ō mānthī kaṁika āpavāmāṁ āvyuṁ chē anē tēnuṁ sinhāsana paṇa khūba ja jabaradasta chē"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "mēṁ, tēnē anē tēnī kōmanā lōkōnē allāha ta'ālānē chōḍīnē sūryanē sijadō karatā jōyā, śētānē tēmanā kāryō tēmanē sundara dēkhāḍī, satya mārgathī van̄cita karī dīdhā, basa! Tē'ō satya mārga para nathī āvatā"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "kē tē allāha māṭē ja sijadō karē, jē ākāśō anē dharatīnī chupī vastu'ōnē bahāra kāḍhē chē anē jē kaṁi tamē chupāvō chō anē jāhēra karō chō tē badhuṁ ja jāṇē chē"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "tēnā sivāya kō'ī pūjya nathī, tē ja pratiṣṭhita arśanō mālika chē"
        }
    ]
}