{
    "maqras": [
        {
            "chapter": 33,
            "verse": 31,
            "text": "Avšak té, jež z vás je pokorně oddána Bohu a poslu Jeho a zbožné skutky koná, té dáme odměnu dvojnásobnou a připravíme pro ni přiděl štědrý"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "Ženy prorokovy! Nebuďte jako lecjaká jiná žena! Chcete-li být bohabojné, pak nebuďte příliš poddajné v řeči své, aby po vás nebažil ten, v jehož srdci je choroba, nýbrž mluvte slova vhodná"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Zdržujte se důstojně ve svých domech a nestavte na odiv ozdoby svoje podle způsobu dřívější doby nevědomosti! Dodržujte modlitbu, dávejte almužnu a buďte poslušné vůči Bohu a poslu Jeho! Bůh chce pouze odstranit od vás špínu, lidé domu, a chce vás očistit úplným očištěním"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "A zapamatujte si to, co bylo přednášeno v domech vašich ze znamení Božích a z moudrosti! A Bůh věru je bystrý, dobře zpravený"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Muslimové a muslimky, věřící muži a věřící ženy, poslušní a poslušné, pravdomluvní a pravdomluvné, trpěliví a trpělivé, pokorní a pokorné, dárci a dárkyně almužny, postící se muži a postící se ženy, cudní a cudné, muži a ženy hojně Boha vzpomínající - těm všem Bůh věru připravil odpuštění i odměnu nesmírnou"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "A ani věřícímu, ani věřící není dána volba v záležitostech jejich, jakmile Bůh a posel Jeho věc jednou rozhodli; a kdo neposlouchá Boha a posla Jeho, ten zbloudil zjevným zblouděním"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "A hle, pravil jsi tomu, koho Bůh zahrnul dobrodiním a jemuž jsi i ty prokázal dobrodiní: \"Podrž si manželku svou a boj se Boha!\" A hle, skrýval jsi v duši své to, co Bůh odhalil, a bál ses lidí, zatímco Bůh měl větší právo na to, aby ses bál Jeho. A když s ní Zajd přerušil styky, dali jsme ti ji za manželku, aby nebylo na věřících hříchu, chtějí-li si vzít manželky svých adoptivních synů poté, co tito s nimi přerušili styky. A rozkaz Boži budiž vykonán"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "A není pro proroka žádný hřích v tom, co mu Bůh uložil podle zvyklosti Boží u těch, kdož již předtím odešli a rozkaz Boží je určením předurčeným"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "pro ty, kdo hlásají poselství Boží a nebojí se nikoho kromě Boha! A Bůh stačí jako účtovatel"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "A Muhammad není otcem žádného muže z vás, ale je poslem Božím a pečetí proroků. A Bůh je vševědoucí o věci každé"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "Vy, kteří věříte! Vzývejte hojně Boha"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "a chvalte Jej za jitra i za večera"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "On je ten, jenž na vás svolává požehnání stejně jako Jeho andělé, aby vás vyvedl z temnot k světlu - a On slitovný je vůči věřícím"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "A bude jejich přivítáním v den, kdy setkají se s Bohem, \"Mír s vámi!\" a Bůh pro ně připravil odměnu štědrou"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "Proroku, vyslali jsme tě jako svědka a hlasatele zvěsti radostné i jako varovatele"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "vyzývajícího k Bohu, s dovolením Jeho, a jako svítilnu zářící"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "A oznam věřícím zvěst radostnou o tom, že mají u Boha přízeň velikou"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Neposlouchej ani nevěřící, ani pokrytce a nevšímej si urážek jejich! Spolehni se na Boha, vždyť Bůh vskutku postačí jako ochránce"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Vy, kteří věříte! Když se oženíte s věřícími ženami a pak se s nimi rozvedete, dříve než jste se jich dotkli, nemusíte jim ukládat čekací dobu, již byste jim počítali. Zaopatřete je dary a propusťte je pěkným propuštěním"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "Proroku! Dovolili jsme ti manželky tvé, jimž jsi dal obvěnění, a ty, jichž zmocnila se tvá pravice z těch, které ti Bůh dal jako kořist, a dále tvé sestřenice z otcovy strany a tvé sestřenice z matčiny strany, které se s tebou vystěhovaly a každou ženu věřící, jestliže se sama darovala prorokovi, chce-li se s ní prorok oženit - a to je výhradně pro tebe, nikoliv pro ostatní věřící. A víme dobře, co jsme jim již uložili ohledně jejich manželek i těch, jichž zmocnily se pravice jejich, aby na tobě nebylo viny. A Bůh je odpouštějící, slitovný"
        }
    ]
}