{
    "maqras": [
        {
            "chapter": 7,
            "verse": 65,
            "text": "Мы отправили к адитам их брата Худа. Он сказал: «О мой народ! Поклоняйтесь Аллаху, ибо нет у вас другого божества, кроме Него. Неужели вы не устрашитесь?»"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Знатные люди из его народа, которые не уверовали, сказали: «Мы видим, что ты глупец, и считаем тебя одним из лжецов»"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Он сказал: «О мой народ! Я не являюсь глупцом, а являюсь посланником Господа миров"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Я доношу до вас послания от вашего Господа, и я для вас - надежный и добрый советчик"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Неужели вы удивляетесь тому, что напоминание от вашего Господа дошло до вас через мужчину, который является одним из вас, чтобы он мог предостеречь вас? Помните о том, как Он сделал вас преемниками народа Нуха (Ноя) и сделал вас еще более рослыми. Помните о милостях Аллаха, - быть может, вы преуспеете»"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Они сказали: «Неужели ты пришел к нам для того, чтобы мы поклонялись одному Аллаху и отреклись от того, чему поклонялись наши отцы? Ниспошли нам то, чем ты угрожаешь (или что ты обещаешь), если ты говоришь правду»"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "Он сказал: «Наказание и гнев вашего Господа уже поразили вас. Неужели вы станете пререкаться со мной относительно имен, которые придумали вы и ваши отцы? Аллах не ниспосылал о них никакого доказательства. Ждите, и я подожду вместе с вами»"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Мы спасли его и тех, кто был с ним, по Своей милости и искоренили тех, которые сочли ложью Наши знамения и не стали верующими"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "Мы отправили к самудянам их брата Салиха. Он сказал: «О мой народ! Поклоняйтесь Аллаху, ибо нет у вас другого божества, кроме Него. К вам явилось ясное знамение от вашего Господа. Эта верблюдица Аллаха является знамением для вас. Позвольте ей пастись на земле Аллаха и не причиняйте ей зла, а не то вас постигнут мучительные страдания"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Помните о том, как Он сделал вас преемниками адитов и расселил вас на земле, на равнинах которой вы воздвигаете дворцы, а в горах высекаете жилища. Помните о милостях Аллаха и не творите на земле зла, распространяя нечестие»"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Знатные люди из его народа, которые превозносились, сказали уверовавшим из числа тех, кто был слаб: «Знаете ли вы, что Салих послан своим Господом?». Они сказали: «Мы веруем в то, с чем он послан»"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Те, которые превозносились, сказали: «А мы отказываемся уверовать в то, во что уверовали вы»"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Они подрезали верблюдице поджилки, ослушались своего Господа и сказали: «О Салих! Ниспошли нам то, чем ты угрожаешь, если ты действительно являешься одним из посланников»"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Их поразило землетрясение, и они оказались повергнуты ниц в своих домах"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Он отвернулся от них и сказал: «О мой народ! Я донес до вас послание моего Господа и искренне желал вам добра, но вы не любите тех, кто желает вам добра»"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Мы отправили Лута (Лота), и он сказал своему народу: «Неужели вы станете совершать мерзость, которую до вас не совершал никто из миров"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "В похотливом вожделении вы приходите к мужчинам вместо женщин. Воистину, вы - народ излишествующий»"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "В ответ его народ лишь сказал: «Прогоните их из вашего селения. Воистину, эти люди хотят очиститься»"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Мы спасли его и его семью, кроме жены, которая оказалась в числе оставшихся позади"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "Мы пролили на них дождь. Посмотри же, каким был конец грешников"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "Мы отправили к мадьянитам их брата Шуейба. Он сказал: «О мой народ! Поклоняйтесь Аллаху, ибо нет у вас другого божества, кроме Него. К вам явилось ясное знамение от вашего Господа. Наполняйте же меру и весы сполна, не придерживайте имущества людей и не распространяйте нечестия на земле после того, как на ней наведен порядок. Так лучше для вас, если только вы являетесь верующими"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Не садитесь на дорогах, угрожая и сбивая с пути Аллаха тех, кто уверовал в Него, и пытаясь исказить его. Помните, что вас было мало, а Он приумножил ваше число. Посмотри же, каким был конец злодеев"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "Если одна часть из вас уверовала в то, с чем я послан, а другая не уверовала, то потерпите, пока Аллах не рассудит между нами, ибо Он - Наилучший из судей»"
        }
    ]
}