{
    "maqras": [
        {
            "chapter": 10,
            "verse": 53,
            "text": "Они спрашивают тебя: «Неужели это правда?». Скажи: «Конечно, клянусь моим Господом! Воистину, это - подлинная правда, и вам не избежать этого»"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Если бы несправедливый человек владел всеми богатствами земными, то он отдал бы их в качестве выкупа. Они скроют раскаяние, когда увидят мучения. Между ними рассудят беспристрастно, и с ними не поступят несправедливо"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Несомненно, Аллаху принадлежит то, что на небесах и на земле. Несомненно, обещание Аллаха является истиной, но большинство их не знает этого"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Он оживляет и умерщвляет, и к Нему вы будете возвращены"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "О люди! К вам от вашего Господа явилось увещевание, исцеление для того, что в груди, верное руководство и милость для верующих"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Скажи: «Это - милость и милосердие Аллаха». Пусть они возрадуются этому, ибо это лучше того, что они накапливают"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Скажи: «Что вы думаете об уделе, который ниспослал вам Аллах, часть которого вы объявили запретной, а часть - дозволенной». Скажи: «Аллах позволил вам это или же вы возводите навет на Аллаха?»"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "Что думают о Дне воскресения те, которые возводят навет на Аллаха? Воистину, Аллах милостив к людям, но большинство их неблагодарно"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "Какой бы поступок ты ни совершал, что бы ты ни читал из Корана и что бы вы ни совершали, Мы наблюдаем за вами с самого начала. Ничто на земле и на небе не скроется от твоего Господа, будь оно даже весом в мельчайшую частицу, или меньше того, или больше того. Все это - в ясном Писании"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Воистину, угодники Аллаха не познают страха и не будут опечалены"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Они уверовали и были богобоязненны"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Им предназначена радостная весть в этом мире и в Последней жизни. Слова Аллаха не подлежат отмене. Это - великое преуспеяние"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Пусть тебя не печалит то, что они говорят, ибо могущество целиком принадлежит Аллаху. Он - Слышащий, Знающий"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Воистину, Аллаху принадлежат те, кто на небесах, и те, кто на земле. Чему же следуют те, которые поклоняются помимо Аллаха другим божествам. Они следуют лишь предположениям и только измышляют"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Он - Тот, Кто сотворил для вас ночь, чтобы вы отдыхали в течение нее, и день для освещения. Воистину, в этом - знамения для тех, кто внимает"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Они говорят: «Аллах взял себе сына». Пречист Он! Он богат, и Ему принадлежит то, что на небесах, и то, что на земле. Нет у вас никакого доказательства этому. Неужели вы наговариваете на Аллаха то, чего вы не знаете"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Скажи: «Воистину, те, которые возводят навет на Аллаха, не преуспеют!»"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Они попользуются мирскими благами, а затем вернутся к Нам. И тогда Мы дадим им вкусить тяжкие мучения за то, что они не уверовали"
        }
    ]
}