{
    "maqras": [
        {
            "chapter": 17,
            "verse": 50,
            "text": "ކަލޭގެފާނު ވިދާޅުވާށެވެ! ތިޔަބައިމީހުން ހިލަކަމުގައި، ނުވަތަ ދަގަނޑު ކަމުގައި ވެބަލާށެވެ"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "ނުވަތަ ތިޔަބައިމީހުންގެ ހިތްތަކުގައި ބޮޑުކަން ލިބިގެންވާ ތަކެތީގެ ތެރެއިން އެހެންވެސް އެއްޗަކަށް ވެބަލާށެވެ! ފަހެ، އޭރުން އެއުރެން ބުނާނެތެވެ. ތިމަންމެން އަލުން ދިރުމަކަށް إعادة ކުރާނީ ކާކުހެއްޔެވެ؟ ކަލޭގެފާނު ވިދާޅުވާށެވެ! އިސްވެދިޔަ مثال އަކާނުލައި، ފުރަތަމަފަހަރުވެސް ތިޔަބައިމީހުން ހެއްދެވި ކަލާނގެއެވެ. ފަހެ، އެއުރެންގެ ބޯތައް ކަލޭގެފާނާ ދިމާޔަށް ހޫރައިލާނެތެވެ. އަދި ބުނާނެތެވެ. އެކަންވަނީ، ކޮންއިރަކުން ހެއްޔެވެ؟ ކަލޭގެފާނު ވިދާޅުވާށެވެ! ވަރަށްއަވަހަށް އެކަންތައް ވުން ގާތްވެގެންވެތެވެ"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "އެކަލާނގެ ތިޔަބައިމީހުންނަށް ގޮވައިލައްވާ ދުވަހުއެވެ. ފަހެ، އެކަލާނގެއަށް حمد އާއެކު އެކަލާނގެ أمر ފުޅަށް ތިޔަބައިމީހުން އިޖާބަދޭނޫއެވެ. އަދި ދާދިކުޑަހިނދުކޮޅަކަށް މެނުވީ (ދުނިޔޭގައި) ތިޔަބައިމީހުން ލަސްވެ ނުތިބޭކަމުގައި ތިޔަބައިމީހުން ހީކުރާނޫއެވެ"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "އެންމެ ރިވެތި ހެޔޮބަސްތަކުން ވާހަކަދައްކައި އުޅުމަށް، ތިމަންރަސްކަލާނގެ އަޅުންނަށް ކަލޭގެފާނު ވިދާޅުވާށެވެ! ހަމަކަށަވަރުން، شيطان އާ، އެއުރެންގެ މެދުގައި ފަސާދަ އުފައްދަތެވެ. ހަމަކަށަވަރުން، شيطان އާއީ، އިންސާާނާއަށް ފާޅުވެގެންހުރި عداوة ތެރިޔަކު ކަމުގައިވިއެވެ"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެ ތިޔަބައިމީހުން ދެނެވޮޑިގަތުން ބޮޑެވެ. އެކަލާނގެ އިރާދަކުރައްވާނަމަ، ތިޔަބައިމީހުންނަށް رحمة ލައްވާނެތެވެ. ނުވަތަ އެކަލާނގެ އިރާދަކުރައްވާނަމަ، ތިޔަބައިމީހުންނަށް عذاب ދެއްވާނެތެވެ. އަދި އެއުރެންގެ މައްޗަށް ހުންނެވި وكيل އަކު ކަމުގައި، ތިމަންރަސްކަލާނގެ ކަލޭގެފާނު ނުފޮނުއްވަމެވެ"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "އަދި ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ، އުޑުތަކާއި، ބިމުގައިވާހާ ބަޔަކު ދެނެވޮޑިގަތުން ބޮޑެވެ. އަދި ހަމަކަށަވަރުން، ތިމަންރަސްކަލާނގެ، ބައެއް ނަބިއްޔުން އަނެއްބައި ނަބިއްޔުންގެ މައްޗަށް މާތްކުރެއްވީމެވެ. އަދި داود ގެފާނަށް ތިމަންރަސްކަލާނގެ زبور ދެއްވީމެވެ"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "ކަލޭގެފާނު ވިދާޅުވާށެވެ! އެކަލާނގެ ފިޔަވައި، إله ންކަމަށް ތިޔަބައިމީހުން ހީކޮށްގެންއުޅޭ ފަރާތްތަކަށް ތިޔަބައިމީހުން ނިކަން ގޮވައިބަލާށެވެ! ފަހެ، ތިޔަބައިމީހުންގެ ކިބައިން ދަތިކަމެއް ފިލުވުމެއްވެސް، އަދި ބަދަލުކުރުމެއްވެސް، އެފަރާތްތަކަކަށް ملك ވެގެނެއް ނުވެތެވެ"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "إله ންކަމަށް އެއުރެން ގޮވައިއުޅޭ ފަރާތްތައް، އެފަރާތްތަކުގެ ވެރިރަސްކަލާނގެ حضرة އަށް ކުއްތަންވުމުގެ މަގު އެދެތެވެ. އެއުރެންކުރެ އެންމެ ގާތްކަންބޮޑީ، ކާކުތޯބަލައި އެކަމަށް އެދެތެވެ. އަދި އެކަލާނގެ رحمة އަށް އެދެތެވެ. އަދި އެކަލާނގެ عذاب އަށް ބިރުވެތިވޭމެއެވެ. ހަމަކަށަވަރުން، ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ عذاب އަކީ، އެއަށް ބިރުވެތިވެވޭކަމެއް ކަމުގައިވިއެވެ"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "ތިމަންރަސްކަލާނގެ قيامة ދުވަހުގެ ކުރިން ހަލާކު ނުކުރައްވާ އެއްވެސް (އަނިޔާވެރި) ރަށެއް ނުވެއެވެ. ނުވަތަ ގަދަވެގެންވާ عذاب އަކުން عذاب ނުދެއްވާ ރަށެއްވެސް ނުވެއެވެ. ފޮތުގައި (އެބަހީ: اللوح المحفوظ ގައި) ލިޔުއްވާފައިވާ ކަމެއްކަމުގައި އެކަންތައްވިއެވެ"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "އިހުއުޅުނު މީހުން معجزة ތައް ދޮގުކުޅަކަން މެނުވީ، ތިމަންރަސްކަލާނގެ معجزة ތައް ފޮނުއްވުން މަނާކުރާކަމެއް ނެތެވެ. އަދި ފާޅުވެގެންވާ معجزة އެއްގެ ގޮތުގައި، ثمود ބާގައި މީހުންނަށް جمل ދެއްވީމެވެ. ދެން އެއުރެން އެއާމެދުގައި އަނިޔާވެރިވެގަތޫއެވެ. އަދި إنذار އެއް ކަމުގައި މެނުވީ ތިމަންރަސްކަލާނގެ معجزة ތައް ނުފޮނުއްވަމެވެ"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "ހަމަކަށަވަރުން، ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ ދެނެވޮޑިގަތުމާއި، قدرة ތެރިކަން، މީސްތަކުން ވަށައިލާފައިވާކަމުގައި ތިމަންރަސްކަލާނގެ وحى ކުރެއްވިހިނދު، ހަނދުމަކުރައްވާށެވެ! އަދި ތިމަންރަސްކަލާނގެ ކަލޭގެފާނަށް ދެއްކެވި ދެއްކެވުމާއި، އަދި قرآن ގައި لعنة ލައްވާފައިވާ ގަސް (އެއީ) މީސްތަކުންނަށް امتحان އެއް ކަމުގައި މެނުވީ، ތިމަންރަސްކަލާނގެ ނުލައްވަމެވެ. އަދި ތިމަންރަސްކަލާނގެ އެއުރެންނަށް ބިރުދައްކަވައި إنذار ކުރައްވަމެވެ. ފަހެ، ބޮޑުވެގެންވާ ދެކޮޅުވެރިކަން މެނުވީ، އެކަމުގެ ސަބަބުން، އެއުރެންނަށް އިތުރެއް ނުވެތެވެ"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "آدم ގެފާނަށް ތިޔަބައިމީހުން سجدة ކުރާށޭ ތިމަންރަސްކަލާނގެ ملائكة ންނަށް وحى ކުރެއްވިހިނދު ހަނދުމަކުރާށެވެ. ފަހެ، إبليس ފިޔަވައި، އެ ملائكة ން سجدة ކުޅައޫއެވެ. إبليس ދެންނެވިއެވެ. އިބަރަސްކަލާނގެ މަށިން ހައްދަވާފައިވާ މީހަކަށް، ތިމަން سجدة ކުރާނެތޯއެވެ؟"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "އެކަލޭގެ ދެންނެވިއެވެ. އިބަރަސްކަލާނގެ ތިމަންގެ މައްޗަށް މާތްކުރެއްވި، މި އިންސާނާއާމެދު އިބަރަސްކަލާނގެ އަންގަވައިދެއްވާނުތޯއެވެ؟ قيامة އަށް ދާނދެން، ތިމަން ލަހައްޓަވައި ދެއްވައިފިނަމަ، ހަމަކަށަވަރުން، ތިމަން އެ އިންސާނާގެ ދަރިފަސްކޮޅުގެ މަދުބަޔަކު މެނުވީ (މަގުފުރައްދައި) ނެތިކޮށްލާހުށީމެވެ"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "އެކަލާނގެ وحى ކުރެއްވިއެވެ. ކަލޭގެ ހިނގައިދާށެވެ! ފަހެ، އެއުރެންގެ ތެރެއިން، ކަލޭގެއަށް تبع ވެއްޖެމީހާ (ދަންނާށެވެ!) ފަހެ، ހަމަކަށަވަރުން، ފުރިހަމަވެގެންވާ ޖަޒާއެއްގެގޮތުން، ތިޔަބައިމީހުން (އެންމެން) ގެ ޖަޒާއަކީ ނަރަކައެވެ"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "އަދި އެއުރެންގެ ތެރެއިން، ކަލޭގެޔަށް ކުޅަދާނަވީ ބަޔަކު، ކަލޭގެ އަޑުން ބިރުގަންނަވައި ހެއްލުންތެރިކުރާށެވެ! އަދި ކަލޭގެ ސަވާރުންތަކާއި، ފައިމަގުގައިވާ މީހުންތައް މެދުވެރިކޮށް، އެއުރެންގެމައްޗަށް ބާރުހިންގާށެވެ! އަދި މުދާތަކާއި، ދަރިފަސްކޮޅުތަކުގައި އެއުރެން ބައިވެރިކުރާށެވެ! އަދި އެއުރެންނަށް وعد ކުރާށެވެ! ހެއްލުންތެރިކަމެއްމެނުވީ، شيطان އާ އެއުރެންނަކަށް وعد އެއް ނުކުރެތެވެ"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "ހަމަކަށަވަރުން، ތިމަންރަސްކަލާނގެ އަޅުންގެ މައްޗަށް ކަލޭގެއަކަށް ބާރެއް ލިބިގެނެއް ނުވެއެވެ. وكيل އަކު ކަމުގައި، ކަލޭގެ ވެރިރަސްކަލާނގެ ފުދެއެވެ"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެއީ، ތިޔަބައިމީހުންނަށްޓަކައި، ކަނޑުގައި އުޅަނދުތައް ދުވާގޮތް މެދުވެރިކޮށްދެއްވި ކަލާނގެއެވެ. (އެއީ) އެކަލާނގެ فضل ވަންތަކަމުގެތެރެއިން (ކަންކަމަށް) ތިޔަބައިމީހުން އެދިއުޅުމަށެވެ. ހަމަކަށަވަރުން، ތިޔަބައިމީހުންނަށް رحيم ވަންތަ ކަލަކު ކަމުގައި، އެކަލާނގެ ވޮޑިގެންވެއެވެ"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "އަދި ކަނޑުމަތީގައި ތިޔަބައިމީހުންނަށް ދަތިحال ޖެހިއްޖެހިނދަކު، ތިޔަބައިމީހުން އެހީއަށްއެދި ގޮވާ ފަރާތްތަކުގެ ތެރެއިން، އެކަލާނގެ ފިޔަވައި އެހެންހުރިހާ ފަރާތެއް ގެއްލިދެއެވެ. ފަހެ، އެކަަލާނގެ ތިޔަބައިމީހުން ސަލާމަތްކުރައްވައި، އެއްގަމަށް ގެންނަވައިފިހިނދު (އެކަލާނގެ ފިޔަވައި) ތިޔަބައިމީހުން ފުރަގަސްދީ ހިނގައިދެއެވެ. نعمة އަށް އިންކާރުކޮށް، ދެކޮޅުވެރިވާ މީހަކު ކަމުގައި އިންސާނާވިއެވެ"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "ފަހެ، އެކަލާނގެ ތިޔަބައިމީހުންނާއެކު، ހިކިފަސްތަނުގެ ބައެއް ގަންބަވައިގެންފާނެކަމާމެދު، ނުވަތަ ތިޔަބައިމީހުންގެ މައްޗަށް ކުދި ހިލައިގެ ވާރޭ ފޮނުއްވައިފާނޭ ކަމާމެދު، ތިޔަބައިމީހުން އަމާންކަން ލިބިގަތީހެއްޔެވެ؟ ދެން ތިޔަބައިމީހުން ރައްކާތެރިކުރާނޭ މީހަކު ތިޔަބައިމީހުންނަކަށް ނުފެންނާނެތެވެ"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "ނުވަތަ ތިޔަބައިމީހުން އަލުން އެ ކަނޑުގެ ތެރެއަށް ދެވަނަފަހަރަށް ފޮނުއްވައި، ތިޔަބައިމީހުންގެ މައްޗަށް، ވައިގެ ގަދަރޯޅިއެއް ފޮނުއްވައި، ދެން ތިޔަބައިމީހުން كافر ވީކަމުގެ ސަބަބުން، ތިޔަބައިމީހުން غرق ކުރައްވައިފާނެކަމާމެދު، ތިޔަބައިމީހުން އަމާންކަން ލިބިގަތީހެއްޔެވެ؟ ދެން އެކަމުގެ ސަބަބުން، ތިމަންރަސްކަލާނގެއާ ދެކޮޅަށް، نصر ވެރިވާނެ ފަރާތެއް ތިޔަބައިމީހުންނަކަށް ނުފެންނާނެތެވެ"
        }
    ]
}