{
    "maqras": [
        {
            "chapter": 2,
            "verse": 219,
            "text": "ރާއާއި ޖުވާކުޅުމާމެދު އެއުރެން ކަލޭގެފާނާ سؤال ކުރެތެވެ. ކަލޭގެފާނު ވިދާޅުވާށެވެ! އެ ދެކަމުގައި ބޮޑުވެގެންވާ ފާފަވެރިވުމަކާއި މީސްތަކުންނަށް ހިސާބަކަށް ނަފާ ލިބެނިވި ގޮތްތަކެއްވެސް ވެއެވެ. އެ ދެކަމުގެ މަންފާއަށްވުރެ، އެ ދެކަމުގެ ފާފަވެރިކަން މާބޮޑެވެ. އަދި އެއުރެން ހޭދަކުރަންވީ ކޮންއެއްޗެއްތޯ ކަލޭގެފާނާ އެއުރެން سؤال ކުރެތެވެ. ކަލޭގެފާނު ވިދާޅުވާށެވެ! (ހޭދަކުރަންވީ) އިތުރުވީ އެއްޗެކެވެ. އެފަދައިން ތިޔަބައިމީހުންނަށް اللَّه، (އެކަލާނގެ) حكم ތައް بيان ކޮށްދެއްވަނީ، ތިޔަބައިމީހުން فكر ކުޅައުމަށްޓަކައެވެ"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "(فكر ކުރަންވީ) ދުނިޔެއާއި آخرة އާ މެދުގައެވެ. އަދި يتيم ންނާ މެދުގައި އެއުރެން ކަލޭގެފާނާ سؤال ކުރެތެވެ. ކަލޭގެފާނު ވިދާޅުވާށެވެ! އެއުރެންގެ ކަންތައްތައް إصلاح ކުރުމީ ހެޔޮކަން ބޮޑުވެގެންވާ ކަމެކެވެ. އަދި ތިޔަބައިމީހުން އެއުރެންނާ ގުޅިގެން އުޅޭނަމަ އެއުރެންނީވެސް ތިޔަބައިމީހުންގެ أخ ންނެވެ. އަދި إصلاح ކުރާ މީހުންނާއި ފަސާދަކުރާ މީހުން، اللَّه ދެނެވޮޑިގެންވެއެވެ. اللَّه އިރާދަކުރައްވައިފިނަމަ، ތިޔަބައިމީހުންނަށް ދަތިކުރައްވައިފީހެވެ. ހަމަކަށަވަރުން اللَّه އީ، عزيز ވަންތަ حكيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "ބުދަށް އަޅުކަންކުރާ އަންހެނުންނާ ތިޔަބައިމީހުން ކާވެނި ނުކުރާށެވެ! (އެއީ) އެކަނބަލުން إيمان ވެއްޖައުމަށް ދާނދެނެވެ. ތިޔަބައިމީހުން ހިތާވާ ކަމުގައިވިޔަސް ހަމަކަށަވަރުން مؤمن އަޅުއަންހެނަކުވެސް، ބުދަށް އަޅުކަންކުރާ އަންހެނަކަށްވުރެ މާރަނގަޅެވެ. އަދި (مؤمن އަންހެނުން) ބުދަށް އަޅުކަންކުރާ ފިރިހެނުންނާތިޔަބައިމީހުން ނުދެވާށެވެ! (އެއީ) އެއުރެން إيمان ވެއްޖައުމަށް ދާނދެނެވެ. ތިޔަބައިމީހުން އެމީހަކާ ރުހި قبول ވިޔަސް، ހަމަކަށަވަރުން مؤمن ފިރިހެން އަޅަކުވެސް ބުދަށް އަޅުކަންކުރާ ފިރިހެނަކަށްވުރެ މާރަނގަޅެވެ. އެއުރެން އެ ގޮވަނީ ނަރަކަޔަށް ވަނުމަށެވެ. اللَّه ގޮވައިލައްވަނީ އެކަލާނގެ އިރާދަފުޅުން ތިޔަބައިމީހުން ސުވަރުގެއަށާއި مغفرة ގެ ތެރެއަށް ވަނުމަށެވެ. އަދި އެކަލާނގެ آية ތައް މީސްތަކުންނަށް ބަޔާންކޮށްދެއްވަނީ އެއުރެން ހަނދުމަކުރުމަށްޓަކައެވެ"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "އަދި حيض އާމެދު، ކަލޭގެފާނާ އެއުރެން سؤال ކުރެތެވެ. ކަލޭގެފާނު ވިދާޅުވާށެވެ! އެއީ އުނދަގޫ (ލިބެނިވި) ކަމެކެވެ. ފަހެ، حيض ގެ ދުވަސްވަރުގައި ތިޔަބައިމީހުން އަންހެނުންނާ ދުރުހެލިވާށެވެ! (އެބަހީ: جماع ނުވާށެވެ!) އަދި އެކަނބަލުން ހިނައި طاهر ވެއްޖައުމަށްދާނދެން ތިޔަބައިމީހުން އެކަނބަލުންނާ ގާތްނުވާށެވެ! ފަހެ އެކަނބަލުން ހިނައި طاهر ވެއްޖެނަމަ، اللَّه ތިޔަބައިމީހުންނަށް أمر ކުރައްވާފައިވާ ފަދައިން އެކަނބަލުން ގާތަށް ތިޔަބައިމީހުން ދާށެވެ! (އެބަހީ: جماع ވުން ހުއްދައެވެ.) ހަމަކަށަވަރުން، ގިނަގިނައިން توبة ވާ މީހުންދެކެ اللَّه ލޯބިވެ ވޮޑިގެންވެއެވެ. އަދި طاهر ވާ މީހުން ދެކެވެސް އެކަލާނގެ ލޯބިވެވޮޑިގެންވެއެވެ"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "ތިޔަބައިމީހުންގެ އަނބިންނީ، ތިޔަބައިމީހުންނަށްވާ ދަނޑުބިމެކެވެ. ފަހެ ތިޔަބައިމީހުން ބޭނުންފަދައަކުން ތިޔަބައިމީހުންގެ ދަނޑުބިމަށް އަންނާށެވެ! (އެބަހީ: نسل އުފެދުމުގެ މަގު خيار ކުރާށެވެ.) އަދި ތިޔަބައިމީހުންގެ އަމިއްލަ نفس ތަކަށްޓަކައި (ހެޔޮކަންތައް) އިސްކުރާށެވެ! އަދި ތިޔަބައިމީހުން اللَّه އަށް تقوى ވެރިވާށެވެ! އަދި ހަމަކަށަވަރުން، ތިޔަބައިމީހުންނީ އެކަލާނގެއާ ބައްދަލުވާނޭ ބަޔަކުކަން ތިޔަބައިމީހުން ދަންނާށެވެ! އަދި مؤمن ތަކުންނަށް ކަލޭގެފާނު އުފާވެރިކަމުގެ خبر ދެއްވާށެވެ"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "ތިޔަބައިމީހުންގެ ހުވާތަކުން ތިޔަބައިމީހުން ހެޔޮކަންތައް ކުރުމަށާއި، تقوى ވެރިވުމަށާއި، މީސްތަކުންގެ މެދުގައި صلح މަސަލަސްކަން قائم ކުޅައުމަށް އެޅޭ ހުރަހެއްކަމުގައި، اللَّه ގެ ނަންފުޅު ތިޔަބައިމީހުން ނުލާށެވެ! اللَّه އީ، މޮޅަށް އައްސަވާވޮޑިގެންވާ، މޮޅަށް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "ތިޔަބައިމީހުންގެ ހުވާތަކުގައި، قصد އަކާ ނުލައި ބުނާ ބަސްތަކަކުން اللَّه ތިޔަބައިމީހުންނަށް عقوبات އެއް ނުދެއްވާނެއެވެ. އެހެނެއްކަމަކު ތިޔަބައިމީހުން ހިތުގެ قصد އާއެކު ކުރާ ހުވަޔަށް (އެ ހުވަޔާ خلاف ވެއްޖެނަމަ) އެކަލާނގެ ތިޔަބައިމީހުންނަށް عقوبات ދެއްވާނެއެވެ. اللَّه އީ، ގިނަގިނައިން ފާފަފުއްސަވާ، حليم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "އެއުރެންގެ އަނބިންނާމެދު (جماع ނުވުމަށް) ހުވާކުރާ މީހުންނަށް انتظار ކުރުން ވަނީ، ހަތަރު މަސްދުވަހަށެވެ. ފަހެ، އެއުރެން (جماع ވުމަށް) އެނބުރި رجوع ވެއްޖެނަމަ، ހަމަކަށަވަރުން، اللَّه އީ، ގިނަގިނައިން ފާފަފުއްސަވާ، رحيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "އަދި، އެއުރެން ވަރިކުރުމަށް قصد ކޮށްފިނަމަ، ފަހެ، ހަމަކަށަވަރުން، اللَّه އީ، މޮޅަށް އައްސަވާވޮޑިގެންވާ، މޮޅަށް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "އަދި، ވަރިކޮށްފައިވާ އަންހެނުން، އެކަނބަލުންގެ އަމިއްލަ نفس ތަކާއިގެން ތިން قُرء ވަންދެން انتظار ކުރާހުށިކަމެވެ! (قُرء އަކީ، حيض ނުވަތަ طُهر އެވެ.) އަދި، އެކަނބަލުން، اللَّه އަށާއި، آخرة ދުވަހަށް، إيمان ވާ ކަމުގައިވާނަމަ، އެކަނބަލުންގެ رَحِم ތަކުގައި اللَّه އުފައްދަވާފައިވާ އެއްޗެއް (އެބަހީ: حيض ވުމާއި ބަލިވެއިނުންފަދަ ކަންތައް) ވަންހަނާކުރުން އެކަނބަލުންނަށް ހުއްދައެއް ނުވާނެތެވެ. އަދި، އެއުރެން إصلاح ކުރުމަށް އެދޭނަމަ، عدّة ގެ ދުވަސްވަރުގައި އެކަނބަލުން ކާވެންޏަށް އަނބުރައި ގެނައުން އެކަނބަލުންގެ ފިރީންނަށް حق ވެގެން ވެއެވެ. އަދި شرعى ހަމައިން (ފިރިންނަށް އަދާކުރުން) އެކަނބަލުންގެ މައްޗަށް ވާޖިބުވެގެންވާފަދަ ކަންތައްތައް (ފިރިންގެ ފަރާތުން) އެކަނބަލުންނަށްވެސް حق ވެގެން ވެއެވެ. އަދި އެކަނބަލުންގެ މައްޗަށް ފިރިހެނުންނަށް ދަރަޖައެއް ލިބިގެންވެއެވެ. اللَّه އީ، عزيز ވަންތަ، حكيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "ވަރިކުރުން އޮތީ ދެފަހަރުއެވެ. ދެންއޮތީ ހެޔޮގޮތުގައި (އެކަނބަލުންނާ) އިނދެގެން އުޅުމެވެ. ނުވަތަ ހެޔޮކޮށް ހިތުމާއެކު (އެކަނބަލުން) ދޫކޮށްލުމެވެ. އަދި، އެ ދެމީހުން، اللَّه ކަނޑައަޅުއްވާފައިވާ حكم ތައް قائم ނުކުރެވިދާނެކަމަށް ބިރުގަންނަނަމަ މެނުވީ، އެކަނބަލުންނަށް ތިޔަބައިމީހުން ދީފައިވާ ތަކެތީގެ ތެރެއިން އެއްޗެއް ތިޔަބައިމީހުން އަތުލުން ތިޔަބައިމީހުންނަކަށް حلال ވެގެނެއް ނުވެއެވެ. اللَّه ކަނޑައަޅުއްވާފައިވާ حكم ތައް އެ ދެމީހުންނަށް قائم ނުކުރެވޭނެކަމަށް ތިޔަބައިމީހުން ބިރުގަންނަނަމަ، ފަހެ، އެކަނބުލޭގެ ވަރިވުމަށް އެއްޗެއްދިނުމާއި، ދިންއެއްޗެއް ހިފުމުގައި، އެ ދެމީހުންގެ މައްޗަކަށް ކުށެއްނެތެވެ. އެއީ (އެކަންކަމާމެދު) اللَّه ކަނޑައަޅުއްވާފައިވާ އިންތަކެވެ. ފަހެ، އެ އިންތައް ފަހަނަޅައި ތިޔަބައިމީހުން ނުދާށެވެ! އަދި اللَّه ކަނޑައަޅުއްވާފައިވާ އިންތައް ފަހަނަޅައިދާ މީހުން (ދަންނާށެވެ!) ފަހެ، އެއުރެންނީ ހަމަ އަނިޔާވެރިންނެވެ"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "ދެން (ތިންވަނަ ފަހަރަށް) އެކަނބުލޭގެ ވަރިކޮށްފިނަމަ، އެއަށްފަހު، އެކަނބުލޭގެ އެހެން ފިރިޔަކާ ކާވެނިކޮށްފުމަށް ދާނދެން އޭނާއަކަށް (އެބަހީ: ތިންފަށްކުޅަ ފިރިޔާއަށް) އެކަނބުލޭގެ حلال އެއް ނުވާނެތެވެ. ދެން (ފަހުން އިން) ފިރިމީހާ، އެ އަންހެނާ ވަރިކޮށްފިނަމަ، (ކުރިން ވަރިކުރި) ފިރިހެނާއާއި، އެ އަންހެންމީހާއާއި، ދެމީހުން އަލުން އިނުމުގައި އެ ދެމީހުންގެ މައްޗަކަށް ކުށެއްނެތެވެ. އެއީ اللَّه އަންގަވާފައިވާ حكم ތައް قائم ކޮށްގެން އުޅެވިދާނެކަމަށް އެ ދެމީހުންނަށް ހީވާނަމައެވެ. އަދި، އެއީ (މިކަމާމެދު) اللَّه ކަނޑައަޅުއްވާފައިވާ حكم ތަކެވެ. އެ حكم ތައް އެކަލާނގެ ބަޔާންކޮށްދެއްވަނީ (އެ حكم ތައް) ދެނެގަންނާނޭ ބަޔަކަށެވެ"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "ތިޔަބައިމީހުންގެ އަނބިން ވަރިކޮށް އެކަނބަލުންގެ عدّة ހަމަވާން ގާތްވެއްޖެނަމަ، ހެޔޮގޮތުގައި ތިޔަބައިމީހުން އެކަނބަލުން (رجوع ކޮށް) ހިފަހައްޓާށެވެ! ނުވަތަ، ހެޔޮގޮތުގައި އެކަނބަލުން ދޫކޮށްލާށެވެ! އަދި، ގެއްލުންދިނުމުގެ ގޮތުން އަނިޔާވެރިވުމަށްޓަކައި އެކަނބަލުން ނުހިފަހައްޓާށެވެ! އަދި، އެކަން އެގޮތަށް ކޮށްފިމީހާ (ދަންނާށެވެ!) ފަހެ، އެމީހާގެ އަމިއްލަ نفس އަށް އަނިޔާކޮށްފިކަން ކަށަވަރެވެ. އަދި، اللَّه ގެ آية ތައް އެއީ ފުރައްސާރައެއްކަމުގައި ތިޔަބައިމީހުން ނަހަދާށެވެ! އަދި، ތިޔަބައިމީހުންނަށް اللَّه ދެއްވި نعمة އާއި، އަދި، ފޮތާއި، حكمة ގެ ތެރެއިން ތިޔަބައިމީހުންނަށް ބާވައިލެއްވި ތަކެތި، ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! އެކަލާނގެ އެއިން ތިޔަބައިމީހުންނަށް نصيحة وحى ކުރައްވައެވެ. އަދި، ތިޔަބައިމީހުން، اللَّه އަށް تقوى ވެރިވާށެވެ! އަދި، ހަމަކަށަވަރުން، اللَّه އީ، ކޮންމެކަމެއް މޮޅަށް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެކަން ތިޔަބައިމީހުން ދަންނާށެވެ"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "އަދި، ތިޔަބައިމީހުންގެ އަނބިން ވަރިކޮށް އެކަނބަލުންގެ عدّة ހަމަވެއްޖެނަމަ، އެކަނބަލުންގެ ފިރީންނާ، އެކަނބަލުން ކާވެނިކުރުމަށް ހުރަސް ނާޅާށެވެ! އެއީ، ހެޔޮގޮތުގައި، (އިނދެގެން އުޅުމަށް) އެއުރެންގެ މެދުގައި، ރުހި އެއްބަސް ވެއްޖެނަމައެވެ. ތިޔަބައިމީހުންކުރެ، اللَّه އަށާއި، آخرة ދުވަހަށް إيمان ވާ މީހުންނަށް نصيحة ދެއްވާފައިވާގޮތަކީ އެއީއެވެ. ތިޔަބައިމީހުންނަށް އެންމެ ފައިދާހުރި، އަދި، طاهر ކަންބޮޑު ގޮތަކީވެސް އެއީމެއެވެ. (ތިޔަބައިމީހުންނަށް مصلحة ހުރިގޮތް) اللَّه ދެނެވޮޑިގެންވެއެވެ. ތިޔަބައިމީހުންނަކަށް ނޭނގެތެވެ"
        }
    ]
}