{
    "maqras": [
        {
            "chapter": 2,
            "verse": 44,
            "text": "ތިޔަބައިމީހުން ފޮތް ކިޔަވަކިޔަވައި ތިބޭ حال ގައި ތިޔަބައިމީހުންގެ އަމިއްލަ نفس ތަކުގެމަތިން ހަނދާން ނައްތާލައި، މީސްތަކުންނަށް ހެޔޮކަންތަކަށް أمر ކުރަނީ ހެއްޔެވެ؟ ފަހެ، ތިޔަބައިމީހުން ނުވިސްނަނީ ހެއްޔެވެ؟"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "އަދި ކެތްތެރިކަމާއި ނަމާދުން ތިޔަބައިމީހުން ވާގިހޯދާށެވެ! ބިރުވެތިވެ މަޑުމައިތިރިވާ މީހުންނަށް މެނުވީ، ހަމަކަށަވަރުން، އެއީ ވަރަށް ބޮޑުކަމެކެވެ. (އެބަހީ: ދަތި އުނދަގޫ ކަމެކެވެ)"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "އެއުރެންނީ، އެއުރެންގެ ވެރިރަސްކަލާނގެއާ ބައްދަލުވާނޭ ބަޔަކުކަމާއި، އެކަލާނގެ حضرة އަށް އެނބުރި رجوع ވަނިވި ބަޔަކުކަން ކަށަވަރުކޮށް يقين ކުރާ މީހުންނެވެ"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "އޭ إسـرآءيـل ގެދަރިންނެވެ! ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުންނަށް ދެއްވި نعمة އާއި، އަދި (އެދުވަސްވަރުގެ) عالم ތަކުގެ މައްޗަށް ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުން މާތްކުރައްވާފައިވާކަން ހަނދުމަކުރާށެވެ"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "އެދުވަހަކުން އެއްވެސް نفس އަކަށް އެއްވެސް نفس އެއްގެ ކިބައިން ކަމެއް ފުއްދައިނުދެވޭނޭ، އަދި އެކެއްގެ ކިބައިން އަނެކެއްގެ شفاعة قبول ނުކުރައްވާނޭ، އަދި އެކެއްގެ ކިބައިން فدية އެއްވެސް ނުހިއްޕަވާނޭ، އަދި އެއުރެންނަށް އެއްވެސް ފަރާތަކުން نصر އެއް ނުލިބޭނޭ ދުވަހަކަށް ތިޔަބައިމީހުން ބިރުވެތިވެ، ރައްކާތެރިވާށެވެ"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "އަދި فرعون ގެ މީހުންގެ ކިބައިން ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުން ސަލާމަތް ކުރެއްވިހިނދު، ހަނދުމަކުރާށެވެ! އެއުރެން، ތިޔަބައިމީހުންނަށް ގަދަފަދަވެގެންވާ عذاب ގެ ރަހަ ދައްކަމުންގެންދެއެވެ. އެއުރެން ތިޔަބައިމީހުންގެ ފިރިހެންދަރިން ކަތިލައި، އަދި ތިޔަބައިމީހުންގެ އަންހެންދަރިން ނުމަރައި ބައިތިއްބަތެވެ. އެކަންތައްތަކުގައި، ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެ حضرة ން އައިސްފައިވާ ބޮޑު امتحان އެއް ވެއެވެ"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "އަދި ތިޔަބައިމީހުންނަށް، ތިމަންރަސްކަލާނގެ ކަނޑު އިރުއްވައި ދެއްވިހިނދު، ހަނދުމަކުރާށެވެ! ފަހެ، ތިމަންރަސްކަލާނގެ، ތިޔަބައިމީހުން (غرق ން) ސަލާމަތްކުރައްވައި، ތިޔަބައިމީހުން ބަލަބަލައިތިއްބައި، فرعون ގެ މީހުން غرق ކުރެއްވީމެވެ"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "އަދި موسى ގެފާނަށް، ތިމަންރަސްކަލާނގެ ސާޅީސް ރޭގެ ميعاد އެއް ކަނޑައެޅުއްވިހިނދު، ހަނދުމަކުރާށެވެ! ދެން އެއަށްފަހު (ތިޔަބައިމީހުންގެ އަމިއްލަ نفس ތަކަށް) ތިޔަބައިމީހުން އަނިޔާވެރިވާ حال ގައި ގެރިއަކީ إله އަކު ކަމުގައި ހަދައިގެން އުޅުނީމުއެވެ"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "ދެން އެކަންތަކަށް ފަހުގައި (އެކަމުގެ ކުށް) ތިޔަބައިމީހުންގެ ކިބައިން ތިމަންރަސްކަލާނގެ عفو ކުރެއްވީމެވެ. (އެއީ) ތިޔަބައިމީހުން شكر ވެރިވުމަށްޓަކައެވެ"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "އަދި ތިމަންރަސްކަލާނގެ موسى ގެފާނަށް حق އާއި باطل ވަކިކުރަނިވި ފޮތް (އެބަހީ: توراة) ދެއްވިހިނދު، ހަނދުމަކުރާށެވެ! (އެއީ) ތިޔަބައިމީހުން، އެއިން ތެދުމަގު ލިބިގަތުމަށްޓަކައެވެ"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "އަދި موسى ގެފާނު، އެކަލޭގެފާނުގެ قوم ގެމީހުންގެ ގާތުގައި (މިފަދައިން) ވިދާޅުވިހިނދު (ހަނދުމަކުރާށެވެ!) އޭ އަހުރެންގެ قوم ގެމީހުންނޭވެ! ތިޔަބައިމީހުން، ގެރިއަކީ إله އަކު ކަމުގައި ހެދުމުން، ތިޔަބައިމީހުންގެ އަމިއްލަ نفس ތަކަށް ތިޔަބައިމީހުން އަނިޔާވެރިވެއްޖެކަން ކަށަވަރެވެ. ފަހެ، ތިޔަބައިމީހުން އުފެއްދެވި ކަލާނގެއަށް توبة ވާށެވެ! އަދި ތިޔަބައިމީހުންގެ نفس ތައް قتل ކުރާށެވެ! ތިޔަބައިމީހުން އުފެއްދެވި ކަލާނގެ حضرة ގައި، އެގޮތް ތިޔަބައިމީހުންނަށް ހެޔޮކަން ބޮޑެވެ. ދެން އެކަލާނގެ ތިޔަބައިމީހުންގެ މައްޗަށް توبة ލެއްވިއެވެ. ހަމަކަށަވަރުން އެކަލާނގެއީ، ގިނަގިނައިން توبة قبول ކުރައްވާ رحيم ވަންތަ ރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "އަދި އޭ موسى ގެފާނެވެ! ފާޅުގައި އަހަރެމެން اللَّه ދެކެފުމަށްދާނދެން އަހަރެމެން ކަލޭގެފާނަކަށް إيمان އެއް ނުވާނޫއޭ ތިޔަބައިމީހުން ދެންނެވިހިނދު، ހަނދުމަކުރާށެވެ! ދެން ތިޔަބައިމީހުން ބަލަބަލައިތިއްބައި، ހޮނުގުގުރި ތިޔަބައިމީހުންގެ މަރު ހިފައިފިއެވެ"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "ދެން ތިޔަބައިމީހުން މަރުވުމަށްފަހު، ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުން އަލުން ދިރުއްވީމެވެ. (އެއީ) ތިޔަބައިމީހުން شكر ވެރިވުމަށްޓަކައެވެ"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "އަދި ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުންގެ މައްޗަށް އެ ވިލާގަނޑުން ހިޔާ އެޅުއްވީމެވެ. އަދި ތިޔަބައިމީހުންގެ މައްޗަށް منّ އާއި سلوى ބާވައިލެއްވީމެވެ. ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުންނަށް ދެއްވި حلال ތަކެތިން ތިޔަބައިމީހުން ކައިއުޅޭށޭ އެންގެވީމެވެ. އެއުރެން އެ نعمة އަށް كافر ވެ، އުރެދުމަކުން އެއުރެންނަކަށް ތިމަންރަސްކަލާނގެއަކަށް އަނިޔާއެއް ނުކުރެވުނެވެ. އެހެނެއްކަމަކު، އެއުރެން އަނިޔާކުރާ ކަމުގައިވީ، ހަމައެކަނި އެއުރެންގެ އަމިއްލަ نفس ތަކަށެވެ. (ނޯޓު: منّ އަކީ ބައެއް مفسّر ން ވިދާޅުވާ ގޮތުގައި ފިނިފައިބާގޮތަށް ފައިބާ އެއްޗެކެވެ. އެއީ މާމުއިކަހަލަ ފޮނި އެއްޗެކެވެ. އަނެއްބައި مفسّر ން ވިދާޅުވާ ގޮތުގައި، އެއީ ގަނޑުފެނާ އެއްފަދަ، މާމުޔަށްވުރެ ފޮނި، ކިރަށްވުރެ ހުދު އެއްޗެކެވެ. سلوى އަކީ، ބާވަތެއްގެ ދޫންޏެކެވެ)"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "އަދި ތިޔަބައިމީހުން މިއޮތް ރަށަށް ވަންނާށޭ ތިމަންރަސްކަލާނގެ وحى ކުރެއްވި ހިނދު، ހަނދުމަކުރާށެވެ! ފަހެ، ތަނަވަސްކަމާއެކުގައި ތިޔަބައިމީހުން އެދޭ ފަދައަކުން އެރަށުން ކައިއުޅޭށެވެ! އަދި ތިޔަބައިމީހުން سجدة ކުރާ حال (އެބަހީ: މަޑުމައިތިރިވެ، ކިޔަމަންވެގެންވާ حال އެރަށުގެ) ދޮރޯށިން ވަންނާށެވެ! އަދި އަޅަމެންގެ އެދުމަކީ ކުށްފާފަތައް ފުއްސަވައި عفو ކުރެއްވުމޭ ދަންނަވާށެވެ! އޭރުން ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުންނަށް ތިޔަބައިމީހުންގެ ކުށްފާފަތައް ފުއްސަވާހުށީމެވެ. އަދި إحسان ތެރިންނަށް ތިމަންރަސްކަލާނގެ (ހެޔޮކަން) އިތުރު ކުރައްވާހުށީމެވެ"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "ދެން (އޭގެތެރެއިން) އަނިޔާވެރިވި މީހުން، އެއުރެންނަށް ކިޔާށޭ އެންގެވި ބަސް އެނޫން ބަހަކަށް ބަދަލުކޮށްފޫއެވެ. ދެން އެ އަނިޔާވެރިވި މީހުންގެ މައްޗަށް، އެއުރެން فاسق ވި ކަމުގެ ސަބަބުން، އުޑުން عذاب އެއް ތިމަންރަސްކަލާނގެ ބާވައިލެއްވީމެވެ"
        }
    ]
}