{
    "maqras": [
        {
            "chapter": 7,
            "verse": 117,
            "text": "ތިމަންރަސްކަލާނގެ موسى ގެފާނަށް وحى ކުރެއްވީމެވެ. ކަލޭގެފާނުގެ އަސާކޮޅު އެއްލަވާށެވެ! ދެން (އެކަލޭގެފާނުގެ އަސާކޮޅު އެއްލެވީމާ) އެހާރުން އެ އަސާކޮޅު އެއުރެން ދޮގުން ހަދައިގެން ދެއްކި ތަކެތި ކައި ދިރުވައިފިއެވެ"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "ފަހެ، حق ތެދު ފާޅުވެއްޖެއެވެ. އަދި އެއުރެން ކޮށްއުޅުނު ކަންތައް باطل ވެގެން ހިނގައްޖެއެވެ"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "ފަހެ، އެތާނގައި އެއުރެން ދެރަވެ ބަލިވެއްޖައޫއެވެ. އަދި އެއުރެން ނިކަމެތީންކަމުގައި ވެގެން ހިނގައްޖައޫއެވެ"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "އަދި އެ ޖާދޫގަރުން سجدة އަށް ތިރިވެއްޖައޫއެވެ"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "އެއުރެން ބުނެފޫއެވެ. عالم ތަކުގެ ވެރިރަސްކަލާނގެއަށް ތިމަންމެން إيمان ވެއްޖައީމުއެވެ"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "(އެއީ) موسى ގެފާނާއި، هارون ގެފާނުގެ ވެރިރަސްކަލާނގެއެވެ"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "فرعون ބުންޏެވެ. ތިޔަބައިމީހުންނަށް ތިމަން إذن ނުދެނީސް، ތިޔަބައިމީހުން އެކަލޭގެފާނަށް إيمان ވީހެއްޔެވެ؟ ހަމަކަށަވަރުން، މިއީ ރަށުގެ أهل ވެރިން ރަށުން ނެރެލުމަށްޓަކައި ތިޔަބައިމީހުން ރަށުތެރޭގައި ރޭވި ރޭވުމެއްކަން ކަށަވަރެވެ. ނިކަންހުރެ ތިޔަބައިމީހުންނަށް އެނގޭނެއެވެ"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "ތިޔަބައިމީހުންގެ އަތްތަކާއި، ފައިތައް ތަފާތުވާގޮތަށް (އެބަހީ: ކަނާތާއި ވާތުފައި ނުވަތަ ވާތާއި ކަނާތުފައި) ތިމަން ބުރިކުރާހުށީމެވެ. ދެން ހަމަކަށަވަރުން، ތިޔަހުރިހާ އެންމެން صليب އަށް އަރުވާހުށީމެވެ"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "އެއުރެން ބުނޫއެވެ. ހަމަކަށަވަރުން، ތިމަންމެން އެނބުރިދާހުށީ ތިމަންމެންގެ ވެރިރަސްކަލާނގެ حضرة އަށެވެ"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "ތިމަންމެންގެ ކިބައިން ތިޔަބަދަލުހިފަނީ، ތިމަންމެންގެ ވެރިރަސްކަލާނގެ آية ތައް ތިމަންމެންނަށް އައުމުން، އެއަށް ތިމަންމެން إيمان ވުން ފިޔަވައި އެހެން ކަމަކަށްޓަކައެއްނޫނެވެ. އަޅަމެންގެ ވެރިރަސްކަލާކޮ! އަޅަމެންގެ މައްޗަށް ކެތްތެރިކަން އޮއްސަވާނދޭވެ! އަދި مسلم ން ކަމުގައި އަޅަމެން މަރުގަންނަވާނދޭވެ"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "فرعون ގެ قوم ގެބޮޑުން ބުނޫއެވެ. موسى ގެފާނާއި، އެކަލޭގެފާނުގެ قوم ގެމީހުން، ކަލެޔާއި ކަލޭގެ إله ންތައް ދޫކޮށް، ބިމުގައި فساد އުފެއްދުމަށް ތިޔަ ދޫކޮށްލަނީހެއްޔެވެ؟ އޭނާ ބުންޏެވެ. ތިމަންމެން އެއުރެންގެ ފިރިހެންދަރިން މަރާހުށީމެވެ. އަދި އެއުރެންގެ ތެރެއިން އަންހެނުން ނުމަރައި ބައިތިއްބާނޫއެވެ. ހަމަކަށަވަރުން، ތިމަންމެންނީ އެއުރެންގެ މައްޗަށް ގަދަކަން ލިބިގެންވާ ބަޔަކީމުއެވެ"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "موسى ގެފާނު، އެކަލޭގެފާނުގެ قوم ގެމީހުންނަށް ވިދާޅުވިއެވެ. ތިޔަބައިމީހުން، اللَّه ގެ حضرة ން ވާގިއެދޭށެވެ! އަދި ތިޔަބައިމީހުން ކެތްކުރާށެވެ! ހަމަކަށަވަރުން، ބިން ملك ވެގެންވަނީ اللَّه އަށެވެ. އެކަލާނގެ އަޅުންގެ ތެރެއިން އެކަލާނގެ އިރާދަކުރައްވާ މީހަކަށް، އެ ބިން ވާރުތަކޮށްދެއްވައެވެ. އަދި ހެޔޮ ނިމުންވަނީ، تقوى ވެރިންނަށެވެ"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "އެއުރެން ދެންނެވޫއެވެ. ތިމަންމެންގެ ގާތަށް ކަލޭގެފާނު ވަޑައިގަތުމުގެ ކުރިންނާއި، ތިމަންމެންގެ ގާތަށް ކަލޭގެފާނު ވަޑައިގަތުމުގެ ފަހުންވެސް، ތިމަންމެންނަށް އުނދަގޫ ލިބެމުންދިޔައެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެ ތިޔަބައިމީހުންގެ عداوة ތެރިޔާ ހަލާކު ކުރައްވައި، ތިޔަބައިމީހުން ބިމުގައި ވެރިކުރައްވައިފާ ހުށްޓެވެ. ދެން ތިޔަބައިމީހުން عمل ކުރަނީ ކިހިނަކުންކަން، އެކަލާނގެ ބައްލަވާވޮޑިގެންވާނެތެވެ"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "ހަމަކަށަވަރުން، ތަދުމަޑު އަހަރުތަކާއި، މޭވާތަކުގެ އުނިކަން މެދުވެރިކުރައްވައި، ތިމަންރަސްކަލާނގެ فرعون ގެ މީހުން ހިއްޕެވީމެވެ. (އެއީ) އެއުރެން ހަނދުމަކުރުމަށްޓަކައެވެ"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "ފަހެ، އެއުރެންނާ ހަމަޔަށް ހެޔޮގޮތް އަތުވެއްޖެނަމަ، މިއީ ތިމަންމެންނަށް އޮތްކަމެކޭ އެއުރެން ބުނެތެވެ. އަދި އެއުރެންނަށް ނުބައިކަމެއް ޖެހިއްޖެނަމަ، موسى ގެފާނާއި، އެކަލޭގެފާނުގެ އަރިހުގައިވާ މީހުންގެ ސުންޕާކަމުން ޖެހުނުކަމެއްކަމުގައި އެއުރެން ހަދަތެވެ. ދަންނާށެވެ! އެއުރެންނަށް ސުންޕާގޮތް މެދުވެރިވުންވަނީ، اللَّه ގެެެ حضرة ގައެވެ. އެހެނެއްކަމަކު، އެއުރެންކުރެ ގިނަމީހުންނަކަށް ނޭނގެއެވެ"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "އެއުރެން ދެންނެވޫއެވެ. ތިމަންމެން، އޭގެ ޖާދޫގައި ޖެއްސެވުމަށްޓަކައި آية ތަކުގެ ތެރެއިން ކޮންމެފަދަ آية އެއް ކަލޭގެފާނު ތިމަންމެންނަށް ގެނެސްދެއްވި ކަމުގައިވިޔަސް، ކަލޭގެފާނަށް إيمان ވާ ބަޔަކު ކަމުގައި ތިމަންމެން ނުވާހުށީމުއެވެ"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "ދެން ކަނޑައެޅި، ބަޔާންވެގެންހުރި آية ތަކެއް ކަމުގައި (ފެންބޮޑުވުމުގެ) طوفان އާއި، ގޮއްފުޅަންގާއި، އުކުނާއި، ބޮކާއި، ލޭ، ތިމަންރަސްކަލާނގެ އެއުރެންގެ މައްޗަށް ފޮނުއްވީމެވެ. ދެންވެސް އެއުރެން ބޮޑާވެގަތޫއެވެ. އަދި އެއުރެން ކުށްވެރި ބަޔަކު ކަމުގައިވިއެވެ"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "އެއުރެންގެ މައްޗަށް މި عذاب އައިސްޖެހުނުހިނދު އެއުރެން ދެންނެވިއެވެ. އޭ موسى ގެފާނެވެ! ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ حضرة އަށް ތިމަންމެންނަށްޓަކައި، دعاء ކޮށްދެއްވާށެވެ. ކަލޭގެފާނަށް އެކަލާނގެ عهد ކުރައްވައި އަންގަވާފައިވާ ގޮތުގެމަތިންނެވެ. ހަމަކަށަވަރުން، ތިމަންމެންގެ ކިބައިން މި عذاب ފިއްލަވައިފިނަމަ، ހަމަކަށަވަރުން، ކަލޭގެފާނަށް ތިމަންމެން إيمان ވާހުށީމެވެ. އަދި ކަލޭގެފާނުގެ އަރިހުގައި إسـرآءيـل ގެދަރިން ފޮނުވާހުށީމެވެ"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "ފަހެ، ތިމަންރަސްކަލާނގެ އެއުރެންގެ ކިބައިން އެ މުއްދަތެއް ހަމަވަނިވި މުއްދަތަކަށް، އެ عذاب ފިއްލެވިހިނދު، އެހާރުން عهد އުވާލާ ބަޔަކު ކަމުގައި އެއުރެން ވޫއެވެ"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "ދެން ތިމަންރަސްކަލާނގެ އެއުރެންގެ ކިބައިން ބަދަލު ހިއްޕެވީމެވެ. އަދި ކަނޑުގެ ތެރެޔަށް އެއުރެން غرق ކުރެއްވީމެވެ. އެއީ ތިމަންރަސްކަލާނގެ آية ތައް އެއުރެން ދޮގުކޮށް، އެ آية ތަކާމެދު غافل ވީ ބަޔަކު ކަމުގައި ވީކަމަށްޓަކައެވެ"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "ނިކަމެތިކޮށް ހިތެމުންދިޔަ قوم ގެމީހުންނަށް، ބިމުގެ އިރުމައްޗާއި، އެ ބިމުގެ ހުޅަނގު، ތިމަންރަސްކަލާނގެ ވާރުތަކޮށްދެއްވީމެވެ. އެއީ ތިމަންރަސްކަލާނގެ އެތަންތާނގައި بركات ލައްވާފައިވާ ތަންތަނެވެ. އަދި ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ إسـرآءيـل ގެދަރިންނަށް ދެއްވާފައިވާ (وعد ގެ) ހެޔޮބަސްފުޅު، އެއުރެން ކެތްތެރިވުމުގެ ސަބަބުން ފުރިހަމަވެގެންދިޔައެވެ. އަދި ތިމަންރަސްކަލާނގެ، فرعون އާއި، އޭނާގެ قوم ގެމީހުން ހަދަމުންގެންދިޔަ ތަކެއްޗާއި، އެއުރެން ބިނާކުރަމުންގެންދިޔަ عمارات ތައް ހަލާކުކުރައްވައި، ނެތިކުރެއްވީމެވެ"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "އަދި ކަނޑު ހުރަސްކުރައްވައި، ތިމަންރަސްކަލާނގެ إسـرآءيـل ގެދަރިން ގެންދެވީމެވެ. ދެން އެއުރެން قوم އެއްގެ މީހުންނާހަމަޔަށް އައޫއެވެ. އެއުރެންތިބީ، އެއުރެންގެ ބުދުތަކަށް އަޅުކަންކުރުން މަތީގައެވެ. އެއުރެން (އެބަހީ: إسـرآءيـل ގެދަރިން) ދެންނެވޫއެވެ. އޭ موسى ގެފާނެވެ! އެއުރެންނަށް إله ންތަކެއް ވާފަދައިން، ތިމަންމެންނަށްވެސް إله އެއް ލައްވައި ދެއްވާށެވެ! އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ހަމަކަށަވަރުން، ތިޔަބައިމީހުންނީ (حق ގޮތް) ނޭނގޭ ބަޔެކެވެ"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "ހަމަކަށަވަރުން، އެގޮތެއްގެ މަތީގައި އެއުރެންތިބި ގޮތަކީ، ހަލާކުވެ އުވިގެންދާނޭ ގޮތެކެވެ. އަދި އެއުރެން ކޮށްއުޅުނު عمل ތައް، باطل ވެގެންވެއެވެ"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "އެކަލޭގެފާނު ވިދާޅުވިއެވެ. عالم ތަކުގެ މައްޗަށް ތިޔަބައިމީހުން މާތްކުރެއްވީ، އެކަލާނގެ ކަމުގައިވާ حال، ތިޔަބައިމީހުންނަށް إله އަކު ކަމުގައި اللَّه ނޫން އެހެންފަރާތެއް ތިމަންކަލޭގެފާނު އެދިވަޑައިގަންނަވަންވީ ހެއްޔެވެ؟"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "فرعون ގެ މީހުންގެ ކިބައިން ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުން މިންޖުކުރެއްވިހިނދު، ހަނދުމަކުރާށެވެ! އެއުރެން ތިޔަބައިމީހުންނަށް ގަދަފަދަވެގެންވާ عذاب ގެ ރަހަ ދައްކަމުން ގެންދެތެވެ. އެއުރެން ތިޔަބައިމީހުންގެ ތެރެއިން ފިރިހެންދަރިން قتل ކޮށް، އަދި ތިޔަބައިމީހުންގެ ތެރެއިން އަންހެނުން ނުމަރައި ބައިތިއްބަތެވެ. އެކަންތައްތަކުގައި، ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެ حضرة ން އައިސްފައިވާ ބޮޑު امتحان އެއްވެއެވެ"
        }
    ]
}