{
    "pages": [
        {
            "chapter": 2,
            "verse": 127,
            "text": "I kiedy Abraham i Isma`il wznosili fundamenty, Domu: \"Panie nasz! Przyjmij to od nas, przecież Ty jesteś Słyszący, Wszechwiedzący"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Panie nasz! Uczyń nas całkowicie poddanymi Tobie, a z naszego potomstwa naród Tobie całkowicie poddany! Pokaż nam nasze miejsca czci i zwróć się ku nam! Ty przecież jesteś Przebaczający, Litościwy"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Panie nasz! Poślij do nich posłańca wywodzącego się z nich, który będzie im recytował Twoje znaki i będzie ich nauczał Księgi i mądrości, i który będzie ich oczyszczał. Ty jesteś przecież Potężny, Mądry"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "A któż odwraca się od religii Abrahama, jeśli nie ten, kto ogłupił swoją duszę? My wybraliśmy go już na tym świecie i on w życiu ostatecznym z pewnością będzie między sprawiedliwymi"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Oto powiedział do niego jego Pan: \"Poddaj się całkowicie!\" On powiedział: \"Poddałem się całkowicie Panu światów"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Abraham nakazał to swoim synom i tak samo Jakub: \"O moi synowie! Zaprawdę, Bóg wybrał dla was religię. Nie umierajcie inaczej, jak tylko będąc całkowicie poddanymi"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Czy wy byliście świadkami, kiedy zjawiła się przed Jakubem śmierć? On powiedział do swoich synów: \"Co wy będziecie czcić po mnie?\" Oni powiedzieli: \"Będziemy czcić twego Boga i Boga twoich ojców - Abrahama, Isma`ila i Izaaka Boga Jedynego! I my Jemu poddajemy się całkowicie"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "To jest naród, który już przeminął. Dla niego to, co sobie zyskał, a dla was to, co wy sobie zyskaliście. Wy nie będziecie pytani o to, co oni czynili"
        }
    ]
}