{
    "pages": [
        {
            "chapter": 21,
            "verse": 91,
            "text": "I tę, która zachowała swoją czystość.. My tchnęliśmy w nią nieco z Naszego Ducha. I uczyniliśmy ją i jej Syna znakiem dla światów"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Zaprawdę, ten wasz naród - to naród jedyny! I Ja jestem waszym Panem, przeto czcijcie Mnie"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Lecz oni rozdzielili się między sobą, choć wszyscy do Nas powrócą"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "A jeśli kto czyni dobre dzieła i jest wierzącym, jego gorliwość nie będzie odrzucona i My, z pewnością, mu to zapiszemy"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Zakazano mieszkańcom. wszelkiego miasta, jakie zniszczyliśmy, - powrócić"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Dopóki Gog i Magog nie zostaną wypuszczeni; wtedy oni będą śpieszyć z każdego wzgórza"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "I przybliżyła się obietnica prawdziwa; oto zastygły z przerażenia spojrzenia tych, którzy nie uwierzyli: Biada nam! My nie dbaliśmy o to. Przeciwnie, byliśmy niesprawiedliwi"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Zaprawdę, wy i to, co czcicie poza Bogiem, będziecie drewnem dla Gehenny! Wy tam przybędziecie"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Gdyby oni byli naprawdę bogami, to by tutaj nie przybyli. Oni wszyscy pozostaną tam na wieki"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Tam będą oni wydawać jęki, ale nie będą niczego słyszeć"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Zaprawdę, ci, którzy już wcześniej otrzymali od Nas najpiękniejszą nagrodę - będą od niej oddaleni"
        }
    ]
}