{
    "pages": [
        {
            "chapter": 22,
            "verse": 47,
            "text": "Oni domagają się od ciebie przyśpieszenia kary! Bóg nie zmieni nigdy Swojej obietnicy! I, zaprawdę, jeden dzień u twego Pana jest jak tysiąc lat według waszego liczenia"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Iluż to miastom Ja dałem zwłokę, kiedy były one niesprawiedliwe! Potem je pochwyciłem. A do Mnie zmierza wędrowanie"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "Powiedz: \"O ludzie! Ja jestem dla was tylko jawnie ostrzegającym"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Ci, którzy wierzą i czynią dobre dzieła, otrzymają przebaczenie i szlachetne zaopatrzenie"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "A ci, którzy starają się zniweczyć Nasze znaki, będą mieszkańcami ognia piekielnego"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "I My nie wysłaliśmy przed tobą żadnego posłańca ani proroka, któremu by szatan czegoś nie poszeptał, kiedy ten oddawał się marzeniom. Lecz Bóg ściera to, co podsuwa szatan; potem utwierdza Swoje znaki - Bóg jest Wszechwiedzący, Mądry"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "By uczynić to, co podsuwa szatan, próbą dla tych, w których sercach tkwi choroba i którzy serca mają zatwardziałe. - Zaprawdę, niesprawiedliwi daleko odeszli w swoim odszczepieństwie"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "I aby wiedzieli ci, którym dano wiedzę, iż prawda jest od twojego Pana; i aby w Niego uwierzyli i upokorzyły się przed Nim ich serca. Zaprawdę, Bóg jest przewodnikiem po drodze prostej dla tych, którzy uwierzyli"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "A ci, którzy nie uwierzyli, nie przestają wątpić w Niego, aż niespodziewanie przyjdzie do nich Godzina albo aż przyjdzie do nich kara Dnia nieszczęsnego"
        }
    ]
}