{
    "pages": [
        {
            "chapter": 24,
            "verse": 11,
            "text": "Zaprawdę, ci, którzy szerzyli oszczerstwo, stanowią wśród was tylko małą grupę. Nie uważajcie jednak tego za zło dla siebie; przeciwnie, to nawet jest dla was dobrem. Każdy z nich będzie odpowiadał za grzech, jaki popełnił. A kto z nich obciążył się najbardziej, ten dozna kary strasznej"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Dlaczegóż, kiedyście to usłyszeli, wierzący - mężczyźni i kobiety, nie pomyśleliście o tym, co jest dobre dla waszych dusz, i nie powiedzieli: \"To jest kłamstwo oczywiste"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Dlaczegoż oni nie przyprowadzili czterech świadków na to? A skoro nie przyprowadzili świadków, to są w obliczu Boga kłamcami"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "A gdyby nie łaska Boga nad wami i nie Jego miłosierdzie, w życiu na tym świecie i w życiu ostatecznym, to dotknęłaby was kara straszna za to, co wypowiedzieliście"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "Oto bierzecie na swoje języki i mówicie waszymi ustami coś, o czym nie posiadacie wiedzy; i sądzicie, że to drobnostka, a to u Boga jest wielkie"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Dlaczegoż, kiedyście to usłyszeli, nie powiedzieliście: \"Nie należy wcale do nas, abyśmy o tym mówili. Niech Tobie będzie chwała! To jest zniesławienie straszne"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Napomina was Bóg, abyście nigdy nie powrócili do czegoś podobnego - jeśli jesteście wierzącymi"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Bóg wyjaśnia wam znaki, a Bóg jest Wszechwiedzący, Mądry"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Zaprawdę, tych, którzy pragną, aby bezeceństwo rozpowszechniło się wśród wierzących - czeka kara bolesna w życiu na tym świecie i w życiu ostatecznym. Bóg wie, a wy nie wiecie"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "A gdyby nie łaska Boga nad wami i nie Jego miłosierdzie, i to, iż Bóg jest Dobrotliwy i Litościwy"
        }
    ]
}