{
    "pages": [
        {
            "chapter": 27,
            "verse": 77,
            "text": "I zaprawdę, on jest drogą prostą i miłosierdziem dla tych, którzy wierzą"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Zaprawdę, twój Pan rozstrzygnie między nimi przez Swój sąd! On jest Potężny, Wszechwiedzący"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Zaufaj więc Bogu! Ty trwasz przy prawdzie oczywistej"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Zaprawdę, ty nie zmusisz do słyszenia martwych ani też nie zmusisz do usłyszenia tego wezwania głuchych, kiedy oni się odwracają plecami"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "I nie wyprowadzisz na drogą prostą ludzi ślepych z ich zabłądzenia. I dasz usłyszeć tylko tym, którzy wierzą w Nasze znaki i którzy się poddają całkowicie"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "A kiedy padnie na nich słowo, to My wyprowadzimy dla nich zwierzę z ziemi i ono im powie: \"Ludzie nie są szczerze przekonani o Naszych znakach"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "A w Dniu, kiedy My zbierzemy z każdego narodu mrowie spośród tych, którzy za kłamstwo uznali Nasze znaki, oni zostaną podzieleni"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "A kiedy oni przybędą, On powie: \"Czy uznaliście za kłamstwo Moje znaki, nie obejmując ich wiedzą? Cóż jeszcze czyniliście"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "I padnie na nich słowo za to, iż byli niesprawiedliwi, i nie będą mogli mówić"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Czyż oni nie widzieli, że uczyniliśmy noc, aby podczas niej odpoczywali, i dzień, aby jasno widzieli? Zaprawdę, to są znaki dla ludzi wierzących"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "W tym Dniu, kiedy zadmą w trąbę, ci, którzy są w niebiosach i na ziemi, będą przerażeni - z wyjątkiem tych, których Bóg zechce oszczędzić - i wszyscy przybędą do Niego upokorzeni"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "I zobaczysz góry, które uważałeś za nieruchome, jak będą przechodzić, podobnie jak przechodzą chmury. To jest działanie Boga, który uczynił doskonale każdą rzecz. Zaprawdę, On jest w pełni świadomy tego, co wy czynicie"
        }
    ]
}