{
    "pages": [
        {
            "chapter": 30,
            "verse": 25,
            "text": "I z Jego znaków jest to, iż stoją mocno na Jego rozkaz niebo i ziemia. Potem, kiedy On was wezwie jednym wezwaniem, wtedy z ziemi wyjdziecie"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Do Niego należą ci, którzy są w niebiosach i na ziemi; wszyscy są Jemu pobożnie posłuszni"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "On jest Tym, który daje początek stworzeniu, potem je powtarza. To jest dla Niego łatwe! On jest najwznioślejszym wzorem w niebiosach i na ziemi. On jest Potężny, Mądry"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "On przytoczył wam przykład z was samych. Czy macie z waszych niewolników współuczestników w tym, w co was zaopatrzyliśmy, i czy jesteście w tym z nimi równi? Czy wy się ich obawiacie, tak jak obawiacie się siebie nawzajem? Tak My wyjaśniamy znaki ludziom,, którzy są rozumni"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Ale ci, którzy są niesprawiedliwi, postępują za swoimi namiętnościami, bezwiednie. A kto poprowadzi drogą prostą tego, którego sprowadził z drogi Bóg? Oni nie będą mieli żadnych pomocników"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "Przeto zwróć swoje oblicze ku religii, jak człowiek gorliwie pobożny, zgodnie z naturą, jaką Bóg obdarzył ludzi przy stworzeniu. - Nie ma żadnej odmiany w stworzeniu Boga! - To jest religia prawdziwa, lecz większość ludzi nie wie"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "Nawracając się do Niego, bójcie się Go, odprawiajcie modlitwę i nie bądźcie z liczby tych, którzy Jemu dodają współtowarzyszy"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "Ani też spośród tych, którzy podzielili swoją religię, tworząc sekty; przy czym każda frakcja odszczepieńcza cieszy się tym, co zachowuje"
        }
    ]
}