{
    "pages": [
        {
            "chapter": 40,
            "verse": 17,
            "text": "Tego Dnia każda dusza otrzyma zapłatę za to, co zarobiła. Tego Dnia nie będzie żadnej niesprawiedliwości. Zaprawdę, Bóg jest szybki w rachunku"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "I ostrzegaj ich przed Dniem Nieuniknionego, kiedy serca strwożone są w gardłach! Niesprawiedliwi nie znajdą ani gorącego przyjaciela, ani orędownika, który by został wysłuchany"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "On zna zdradliwość oczu i to, co ukrywają piersi"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "I Bóg rozstrzyga według prawdy, natomiast ci, których oni wzywają poza Nim, nie rozstrzygają niczego. Zaprawdę, Bóg jest Słyszący, Widzący"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Czyż oni nie wędrowali po ziemi i nie widzieli, jaki był ostateczny koniec tych, którzy byli przed nimi? Oni byli mocniejsi od nich siłą i dziełami pozostawionymi na ziemi. Jednak pochwycił ich Bóg za ich grzechy i nie mieli przed Bogiem żadnego obrońcy"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "Tak było dlatego, że oni nie uwierzyli, kiedy przychodzili do nich ich posłańcy z jasnymi dowodami. Zatem pochwycił ich Bóg. Zaprawdę, Bóg jest silny, straszny w karaniu"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "I posłaliśmy już Mojżesza, z Naszymi znakami i władzą jasną"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "Do Faraona, Hamana i Karuna. Oni powiedzieli: \"Czarownik, kłamca"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "A kiedy on przyniósł im prawdę od Nas, oni powiedzieli: \"Pozabijajcie synów tych, którzy wraz z nim uwierzyli, a pozostawcie przy życiu ich kobiety!\" Lecz podstęp niewiernych tylko wprowadza ich w błąd"
        }
    ]
}