{
    "pages": [
        {
            "chapter": 41,
            "verse": 21,
            "text": "I będą mówili swojej skórze: \"Dlaczego świadczysz przeciwko nam?\" One powiedzą: \"Bóg dał nam mowę, albowiem dał mowę wszelkiej rzeczy; On was stworzył po raz pierwszy i wy do Niego zostaniecie sprowadzeni"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "I nie mogliście się ukryć, żeby Wasz słuch, spojrzenia i skóry nie świadczyły przeciwko wam. Lecz sądziliście, że Bóg niewiele wie z tego, co czynicie"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "Oto wasze mniemanie, które mieliście o waszym Panu - ono was zgubiło. I znaleźliście się między tymi, którzy ponieśli stratę"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Jeśli oni nawet okażą cierpliwość, to i tak ogień będzie ich miejscem schronienia; a jeśli będą prosić o łaskę, to i tak nie znajdą się wśród tych, którzy doznają łaski"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "I przydzieliliśmy im współtowarzyszy, którzy im upiększyli to, co jest przed nimi i co jest za nimi. I ziściło się na nich słowo o narodach, które już dawno przeminęły - spośród dżinów i ludzi. Zaprawdę, oni się znajdą wśród ponoszących stratę"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Powiedzieli ci, którzy nie uwierzyli: \"Nie słuchajcie tego Koranu i mówcie o nim puste słowa! Być może, zwyciężycie"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "My na pewno damy zakosztować tym, którzy nie wierzą, kary strasznej; My zapłacimy im czymś gorszym niż to, co oni czynili"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Taka jest zapłata dla wrogów Boga - ogień! Dla nich będzie tam siedziba wieczności jako zapłata za to, iż oni odrzucali Nasze znaki"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Powiedzieli ci, którzy nie uwierzyli: \"Panie nasz! Pokaż nam tych spośród dżinów i ludzi, którzy nas sprowadzili z drogi na manowce. My ich umieścimy pod naszymi nogami, aby się znaleźli wśród najpodlejszych"
        }
    ]
}