{
    "pages": [
        {
            "chapter": 43,
            "verse": 48,
            "text": "A przecież nie pokazaliśmy im znaku, który by nie był większy od poprzedniego. I pochwyciliśmy ich karą - być może oni powrócą"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "I powiedzieli: \"O czarowniku! Módl się za nami do twego Pana w imię przymierza, które zawarł z tobą. My na pewno pójdziemy drogą prostą"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "A kiedy odwróciliśmy od nich karę, złamali przysięgę"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "I Faraon ogłosił wśród swego ludu, mówiąc: \"O ludu mój! Czy nie do mnie należy królestwo Egiptu, jak i te rzeki, które płyną u moich stóp? Czy nie widzicie"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Czy ja nie jestem lepszy niż ten, który jest biedakiem i zaledwie umie się jasno wyrazić"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "Dlaczego nie włożono mu bransolet ze złota albo dlaczego nie przyszli z nim aniołowie jako jego współtowarzysze"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "I Faraon uczynił swój lud lekkomyślnym, a oni go posłuchali. Zaprawdę, był to lud występny"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Przeto kiedy Nas rozgniewali, zemściliśmy się na nich i potopiliśmy ich wszystkich"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "I uczyniliśmy ich rzeczą przeszłości i przykładem dla innych"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "A kiedy był przedstawiony syn Marii jako przykład, oto twój lud odwrócił się od niego"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "I powiedzieli: \"Czy nasi bogowie nie są lepsi niż Jezus?\" Oni przytoczyli ci ten przykład tylko dla sprzeczki. Oni są przecież ludem skłonnym do sporu"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "On jest tylko sługą, którego obdarzyliśmy dobrocią i którego uczyniliśmy przykładem dla synów Izraela"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "I jeślibyśmy chcieli, uczynilibyśmy z was aniołów, którzy by was zastąpili na ziemi"
        }
    ]
}