{
    "pages": [
        {
            "chapter": 3,
            "verse": 53,
            "text": "Panie nasz! Uwierzyliśmy w to, co zesłałeś, i poszliśmy za Posłańcem. Zapisz nas więc między tymi, którzy dają świadectwo"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Oni knuli podstęp i Bóg knuł podstęp; a Bóg jest najlepszy spośród knujących podstępy"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Oto powiedział Bóg: \"O Jezusie! Oto Ja powołam ciebie i wyniosę ku Sobie, oczyszczając cię od tych, którzy nie uwierzyli; i umieszczę tych, którzy poszli za tobą, ponad niewiernymi - aż do Dnia Zmartwychwstania. Następnie do Mnie powrócicie i wtedy rozstrzygnę między wami, w czym się różniliście"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Tych, którzy nie uwierzyli, ukarzę karą straszną na tym świecie i w życiu ostatecznym; i oni nie będą mieli pomocników"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "A tym, którzy uwierzyli i którzy czynili dobre dzieła, On da w pełni należną im nagrodę. A Bóg nie kocha ludzi niesprawiedliwych"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Oto co tobie recytujemy ze znaków i mądrego napomnienia"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Zaprawdę, Jezus jest u Boga jak Adam: On stworzył go z prochu, a następnie powiedział do niego: \"Bądź!\" - i on jest"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "Prawda pochodzi od twego Pana, nie bądź więc z liczby wątpiących"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "A kto się będzie z tobą sprzeczał w jej przedmiocie po tym, jak otrzymałeś wiedzę, to powiedz: \"Pozwólcie! Wezwijmy naszych synów i waszych synów, nasze kobiety i wasze kobiety, nas samych i was samych, potem będziemy się pokornie modlić i wzywać przekleństwa Boga na kłamców"
        }
    ]
}