{
    "rukus": [
        {
            "chapter": 14,
            "verse": 13,
            "text": "Quienes rechazaban la verdad dijeron a sus mensajeros: «¡Os expulsaremos de nuestra tierra si no regresais a nuestra religion!». Entonces Al-lah revelo a Sus mensajeros: «Acabaremos con los injustos (que rechazan la verdad)"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "»y despues os haremos habitar la tierra que ocupaban. Eso sera para quienes teman comparecer ante Mi y teman Mi castigo»"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Y (los mensajeros) pidieron ayuda a Al-lah y la victoria (contra quienes rechazaban la verdad de su pueblo), y todo prepotente obstinado fue derrotado y destruido"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Les aguarda el infierno, dondese les dara de beber un agua de pus y sangre"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "que beberan a sorbos contra su voluntad, aunque apenas podran tragarla.La muerte los rodeara por todas partes, pero no moriran; y tendran ante ellos un suplicio tremendo"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Las (buenas) obras de quienes no creen en su Senor son como las cenizas que el viento se lleva con fuerza en un dia de tormenta[421]. No recibiran ninguna recompensa por ellas (el Dia de la Resurreccion porque carecian de una base firme: la fe en Al-lah). Ese es el (mayor) extravio (del camino recto)"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "¿Acaso no veis (hombres) que Al-lah creo los cielos y la tierra con un firme proposito?Si quisiera, podria haceros desaparecer y sustituiros por otras gentes"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "y eso no seria dificil para Al-lah"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Y todas las criaturas compareceran ante Al-lah (para ser juzgados el Dia de la Resurreccion). Entonces, los debiles (que seguian a sus lideres) diran a los arrogantes (que se rebelaron contra la obediencia a Al-lah y a quienes los debiles obedecian): «Ciertamente, os seguiamos a vosotros, ¿podreis sernos de ayuda frente al castigo de Al-lah?». Los arrogantes contestaran: «Si Al-lah nos hubiera guiado, os habriamos guiado tambien a vosotros[422]. No importa si desesperamos o somos pacientes, pues no tenemos escapatoria»"
        }
    ]
}