{
    "rukus": [
        {
            "chapter": 30,
            "verse": 20,
            "text": "Y entre las pruebas (de Su poder y magnificencia) esta el haberos creadoa partir del polvo (la primera vez); luego os convertisteis en hombres (de carne y hueso) y os esparcisteis(por la tierra)"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Y entre las pruebas (de Su poder y magnificencia) esta haber creado para vosotros parejas de vuestra misma especie para que encontrarais sosiego en ellas y haber depositado entre vosotros amor y misericordia. Ciertamente, en esto hay evidencias (de Su poder) para quienes reflexionan"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Y entre las pruebas (de Su poder y magnificencia) esta la creacion de los cielos y de la tierra y vuestra diversidad de lenguas y razas.Ciertamente, en esto hay evidencias (de Su poder) para los dotados de conocimiento"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Y entre las pruebas (de Su poder y magnificencia) estavuestro descanso, tanto de noche como de dia, y la busqueda de Su favor. Ciertamente, en esto hay evidencias (de Su poder) paraquienes escuchan (y se benefician de la exhortacion)"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Y entre las pruebas (de Su poder y magnificencia) esta hacer queveais el relampago con miedo y expectacion y hacer que descienda la lluvia del cielo para revivir con ella la tierra tras su muerte. Ciertamente, en esto hay evidencias (de Su poder) para quienes razonan"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Y entre las pruebas (de Su poder y magnificencia) estaque el cielo y la tierra se sostienen por Su voluntad; y que, despues, tras una (sola) llamada Suya (cuando el angel Israfil sople el cuerno), resucitareis"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "A El pertenece cuanto hay en los cielos y en la tierra, y todo Lo obedece"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Y El es Quien origino la creacion y la reproducira (al resucitaros); y eso es (aun) mas facil para El. Y a El pertenecen las caracteristicas mas sublimes en los cielos y en la tierra. Y El es el Poderoso, el Sabio"
        }
    ]
}