{
    "rukus": [
        {
            "chapter": 40,
            "verse": 61,
            "text": "Al-lah es Quien ha hecho la noche para que descanseis en ella y el dia para que podais ver (y realizar vuestra actividad). Realmente, Al-lah es dueno del favor inmenso sobre los hombres; pero la mayoria de ellos son ingratos"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "Ese es Al-lah, vuestro Senor, Creador de todas las cosas. No existe nada ni nadie con derecho a ser adorado excepto El. ¿Como podeis alejaros (de la verdad)"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Del mismo modo se alejaron de ella quienes negaban las pruebas de Al-lah (y los precedieron)"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Al-lah es Quien ha hecho para vosotros de la tierra un lugar para estableceros en ella y del cielo, una solida construccion (a modo de techo)[886]; os ha modelado dandoos la mejor de las formas y os provee de cosas buenas. Ese es Al-lah, vuestro Senor. ¡Bendito sea Al-lah, Senor de toda la creacion"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "El es el Viviente; no hay ninguna divinidad verdadera con derecho a ser adorada excepto El. Adoradlo consagrando vuestra adoracion sinceramente a El. ¡Alabado sea Al-lah, Senor de toda la creacion"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "Di (a tu gente, ¡oh, Muhammad!): «Ciertamente, se me ha prohibido adorar lo que invocais fuera de Al-lah tras haber recibido pruebas claras de mi Senor y se me ha ordenado someterme al Senor de toda la creacion»"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "El es Quien os creo a partir del polvo (la primera vez); despues, de una insignificante cantidad de esperma (nutfah) que se transforma enun coagulo (‘alaqah)[887]; y posteriormente salis del vientre materno como ninos pequenos. Luego continuais creciendo y alcanzais la madurez, para despues llegar a la vejez—aunquede vosotros hay quienes perecen antes— y vivis hasta alcanzar un plazo determinado para que podais reflexionar (sobre el poder y la unicidad de Al-lah)"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "El es Quien da la vida y la muerte. Y cuando decreta algo le basta con decir «se» y es"
        }
    ]
}