{
    "rukus": [
        {
            "chapter": 4,
            "verse": 116,
            "text": "Ciertamente, Al-lah no perdona que se adoren a otros fuera de el, pero perdona el resto de los pecados a quien quiere. Y quien adore a otros fuera de Al-lah se habra extraviado lejos de la verdad"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "(Los idolatras) no invocan sino a deidades femeninas[160] en vez de invocarlo a El; y no invocan mas que al Demonio, un constante rebelde"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Al-lah lo expulso de Su misericordia, y el demonio juro: «Seducire a un grupo determinado de Tus siervos"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "»Los extraviare, despertare en ellos falsos deseos y esperanzas, les ordenare realizar cortes en las orejas del ganado (para marcar los animales destinados a los idolos como ofrendas, como hacian antes del islam) y les mandare cambiar la creacion[161] de Al-lah». Y quien tome al Demonio por protector y aliado sera un claro perdedor"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "(El Demonio) les hace falsas promesas y despierta en ellos falsas esperanzas; mas lo que promete el Demonio no es sino puro engano"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Esos (quienes sigan al Demonio) moraran en el infierno y no encontraran la manera de escapar de el"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Y haremos que quienes crean y obren con rectitud entren en jardines por los cuales corren rios, y alli viviran eternamente. La promesa de Al-lah es cierta; y ¿quien es mas veraz que Al-lah"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "(La aceptacion de la religion y el logro del exito) no depende de vuestros deseos[162] ni de los deseos de quienes recibieron las Escrituras (judios y cristianos). Quien actue mal sera castigado por ello, y no hallara fuera de Al-lah ningun protector o auxiliador"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Y quien obre rectamente, sea hombre o mujer, y crea (en Al-lah y en lo que ha revelado) entrara en el paraiso, y no sera tratado injustamente en lo mas minimo"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "¿Y quien es mejor en la religion que quien somete su voluntad a Al-lah y realiza buenas acciones (sinceramente por su Senor) y sigue el monoteismo puro de Abraham? Y Al-lah tomo a Abraham como uno de Sus siervos mas queridos"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Y a Al-lah pertenece todo cuanto existe en los cielos y en la tierra. Y (el conocimiento de) Al-lah abarca todas las cosas"
        }
    ]
}