{
    "chapter": [
        {
            "chapter": 22,
            "verse": 1,
            "text": "Әй адам баласы! Раббыларыңнан қорқыңдар. Расында қияметтің сілкінісі үлкен нәрсе"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "Ол күні, әр емізушінің емізгенін ұмытқанын және әрбір буаз жәндіктің іш тастағанын көресің. Адамдарды мас түрде көресің. Негізінде олар мас емес. Бірақ Алланың азабы қатты"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Адамдардың кейі, Алла жайында білмей таласады да қасарысқан шайтанға ілеседі"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Негізінде кім шайтанды дос көрсе; ол, оны адастырып, тозақ отына бастайды деп жазылған"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "Әй адам баласы! Егер өлгеннен кейін тірілуден күдіктенсеңдер, әрине біз сендерді топырақтан сонан соң жыныстық тамшыдан, кейін үйыған қаннан тағы бейнеленген, бейнеленбеген кесек еттен өздеріңе тектеріңді білдіру үшін жараттық. Сондай-ақ жатырларда қалаған мерзімге дейін қойып қоямыз. Соңында бөбек ттрінде шығарамыз. Одан кейін ержетесіңдер. Кейбіреулерің қайтыс болып, кейбіреулерің әр нәрсені білгеннен кейін түк білмейтін өмірдің ең нашарына қайтарыласыңдар. Қураған жерді көресің. Оған жаңбыр жаудырсақ, құлпырып, көпсіді де әр түрлі көркем өсімдік өндірді"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "Осы дәлелдер бойынша, шын мәнінде Алла; Ол, хақ. Күдіксіз Ол, өлікті тірілтеді. Өйткені, әр нәрсеге күші жетеді"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "Әлбетте қиямет келеді. Онда Күдік жоқ. Шәксіз Алла, қабырдағыларды тірілтеді"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Адамдардың кейі; білімсіз, жолбасшысыз және сәуле беруші кітабы да жоқ. Алла жайында таласады"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "Алланың жолынан адастыру тіпін тоң мойындық істейді. Оған дүниеде қорлық бар. Әрі қиямет күнінде, жандырушы азаптың дәмін таттырамыз"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "Бұл бұрыннан қолекі істегендеріңнің сазайы.\" Расында Алла құлдарына зұлымдық қылушы емес"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Адамдардан Аллаға немқүрайды құлшылық қылатындар бар. Егер оған бір жақсылық келсе, сол себепті көңілдері орнығады да егер оған бір кесір тисе; жалтарып, дүние, ахиретте зиян тартады. Міне бұл ашық зиян"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "Олар Алладан өзге өздеріне пайда, зиян бере алмайтын нәрселерге сиынады. Міне сол ұзақ адасу"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "Сөйтіп олар, пайдасынан зияны жақын біреулерге сиынады. Әрине нендей жаман қожайын! Нендей жаман сыбайлас"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Күдіксіз Алла, иман келтіріп, түзу іс істегендерді, астарынан өзендер ағатын бақшаларға кіргізеді. Шынында Алла қалағанын істейді"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Кім; Алла, дүние, ахиретте пайғамбарға әсте жәрдем етпейді деп, ойласа, дереу бір жіппен төбеге асылып, сосын соны кессін де көрсін. (Буынып, өліп көрсін.) Оның бұл амалы ызаланған нәрсесін келтіре ала ма? (Ж.Б.М.К.Р)"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Сөйтіп Құранды ашық-ашық аяттар түрінде түсірдік. Рас Алла,қапағанын тура жолға салады"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Расында иман келтіргендер, Яьуди болғандар, Сабилар, Христиандар, Мәжүсилер және Аллаға шерік қосқандар, күдіксіз Алла, осылардың арасына билік айтады. Шын мәнінде Алла әр нәрсеге айғақ"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "(Сәжде аяты бар.) (Мұхаммед Ғ.С.) көрмейсің бе? Аллаға; көктерде, жерде болған әркім; күн, ай, жүлдыздар, таулар, ағаш, хайуандар және адамдардың көбі сәжде қылады. Және де олардың көбіне азап тиісті болған. Алла кімді қорласа, сонда оны, ешбір қүрметтеуші болмайды. Күдіксіз Алла, қалағанын істейді"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Осы, Раббылары жайында таласқан екі әріптес: Қарсы болғандарға, оттан киім пішілген, төбелерінің үстінен қайнап тұрған су қүйылады"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Онымен олардың ішіндегілері және терілері ерітіледі"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "Олар үшін темірден күрзілер болады"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Қашан олар, тозақтың бейнетінен шығуды қаласа, оған қайта итеріледі де: \"Жандырушы азаптың дәмін татыңдар!\",-(делінеді)"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Күдіксіз Алла; иман келтіріп, ізгі іс істегендерді, астарынан өзендер ағатын бақшаларға кіргізеді. Олар онда алтын және інжу білезіктермен безенеді. Ондағы киімдері де жібек болады"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "Олар, көркем сөзге көндіріліп, мақтаулы Алланың жолына салынғандар. (Көркем сөз: Алладан басқа ешбір тәңір жоқ. Ж.Б.М.К.Р)"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Шынында қарсы болғандарға, Алланың жолынан сондай-ақ Біз; оның тұрғындарымен шеттен келуші адамдарға тең қылған Месжід Харамнан тосқандарға және кім онда зұлымдықпен жолдан шығуды қаласа, оған жан түршігерлік азаптың дәмін таттырамыз"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "Сол уақытта Ыбырайым (Ғ.С.) ды Кағбаның орнына: \"Маған ешбір нәрсені ортақ қоспа! Тауап етушілерге, тік тұрып, еңкейіп және бас қойып, құлшылық қылушыларға таза ұста\" деп, орналастырған едік"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "Адамдарды хажға шақыр. Олар жаяу және көлік үстінде әрбір алыс жолдардан саған келеді"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "Олар өздеріне тән пайдаларын көрсін. Сондай-ақ өздеріне берілген малдардан белгілі күндерде Алланың атын алсын. (Қүрбан шалсын.) Одан өздерің де жеңдер және жоқ-жітікке де жегізіндер"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Сонан соң олар кірлерін кетірсін. (Шаш, тырнағын алып, ыхрамнан шықсын.) Және айтқан нәзірлерін орындап, Кағбаны тауап кылсын"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Міне осы, кім Алланың ардақтағандарын жоғары бағаласа; сонда оған Раббыларының қасында хайырлы. Сендерге арамдыгы білдірілгеннен басқа малдар, халал қылынды. Ал енді нәжіс бтттардан сақтаныңдар. Сондай-ақ өтірік сөздерден сақтаныңдар. (ІС.116-А)"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Нағыз құл болып, Аллаға ортақ қоспаңдар. Кім Аллаға ортақ қосса; Сонда ол, көктен түсіп, оны құс іліп, әкететін немесе оны, ұзаққа жел ұшырып кеткен нәрсе сияқты"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Міне осы. Кім Алланың белгілерін ұлықтаса; күдіксіз ол, жүректің тақуалығынан"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Құрбандықтан белгілі мерзімге дейін пайдалануларыңа болады. Сосын ол Кағбаның жанындағы орнына апарылады. (Қашан шалынғанға дейін мінуге, артуға, төлінен, сүтінен, жүнінен пайдалануға болады. Ж.Б.М.К.Р)"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Біз әрбір үммет үшін, өздеріне берген малдардан, Алланың ғана атын атап, қүрбан шалуды бекіттік. Өйткені, Тәңірлерің бір-ақ Тәңір. Сондықтан Соған бой үсыныңдар. (Мұхаммед!) Ықыластыларды қуандыр"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "Олар, қашан Алла зікір етілсе, жүректері дүпілдейді. Өздеріне келген ауыршылыққа шыдап, намазды орындай отырып, берген несібемізден тиісті орынға жұмсайды"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "Түйе, сиырды (Б.М.К.Р.) сендер үшін; Алланың белгілері (қүрбандықтары) қылдық. Мүнда сендер үшін хайыр бар. Оларды тұрғызып қойып, оған Алланың атын айтыңдар. Сонда қашан олардың жамбастары жерге тисе (жаны шықса) жеңдер де мұхтажға да мұхтаж емеске де жегізіңдер. Өстіп шүкір етулерің үшін; малды еріктеріңе бердік"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Ешқашан қүрбанның еттері, қандары Аллаға үлгірмейді. Бірақ сендердің тақуалықтарың үлгіреді. (Араптар жаһилиет заманында Кағбаның қабырғасына қүрбанның еттерін асып, қандарын жағатын. Б.М.К.Р.) Сендерге тура жол көрсеткен Алланы, ұлықтауларың үшін; осылайша малды, еріктеріңе бердік. (Мұхаммед Ғ.С.) жақсылық істеушілерді қуандыр"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "Күдіксіз Алла, иман келтіргендерді қорғайды. Әрине Алла, бүкіл қиянатшыл, қасарысқандарды жақсы көрмейді"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Шынында шабуыл жасалып, зұлымдыққа үшырағандарға, соғысу үшін рұхсат берілді. Күдіксіз Алланың, оларға жәрдем етуге, күші толық жетеді"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Олар, сондай жазықсыз: \"Раббымыз Алла\" дегендіктерінен ғана жұрттарынан шығарылғандар. Егер Алла; адамдарды, бірін-бірі арқылы қорғамаса, Манастырлар, Шіркеулер, Яьудилердің құлшылық орындары және ішінде Алланың аты көбірек зікір етілетін мешіттер қүлатылар еді. Кім Алла жолына жәрдем етсе, Алла оған жәрдем етеді. Шәксіз Алла, аса көруші, тым үстем. (С. 251-А)"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Егер оларды жер жүзіне орналастырсақ; олар, намазды орындар, зекет берер сондай-ақ дұрысқа қосып, бұрыстан тосар еді. Негізінде істердің соңы Аллаға тән"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "(Мұхаммед Ғ.С.) егер олар, сені жасынға шығарса, рас олардан бүрын Нұх (Ғ.С.) тың елі және Ғад, Сәмүд елі де жасынға шығарған болатын"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "Сондай-ақ Ыбырайым (Ғ.С.) елі және Нұх (Ғ.С) елі де"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "Сондай-ақ Мәдяндықтар да жасынға шығарып, Мұса да жасынға шығарылған еді. Сонда ол кәпірлерге мұрса беріп барып,сосын қолға алдым. Танымау қалай екен"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Қаншалаған залым болған кенттерді типыл қылдық. Міне ол, үсті-астына түсіп жатыр. Және иен қалған қүдық, ойран болған сарай"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Олар жер жүзінде кезіп жүрмеді ме? Сонда олардың түсінер жүректері және естір құлақтары болса еді. Негізінен көздері соқыр емес. Бірақ көкіректеріндегі жүректері соқыр"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "(Мұхаммед Ғ.С.) олар сенен азаптың тез келуін тілейді. Алла уәдесінен әсте айнымайды. Негізінде Алланың қасындағы бір күн, сендер санайтын мың жылмен тең"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Қаншалаған кенттерге ол залым бола тұра мүрса беріп барып сонан соң қолға алдым. Әрине барар жері де Біз тарап"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "(Мұхаммед Ғ.С.): \"Әй адамдар! Шын мәнінде мен сендерге ашық ескертуші ғанамын\" де"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Ал иман келтіріп, түзу іс істегендер, оларға жарылқау әрі құрметті несібе бар"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Сондай аяттарымызды бұзуға тырысқандар, міне солар тозақтық"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "(Мұхаммед Ғ.С.) Сенен бұрын да, елші не пайғамбар жіберген болсақ, қашан ол үміттенсе, үмітіне шайтан күдік салды. (Немесе қашан ол оқыса, оқуына шайтан күдік салды. Ж.Б.М.К.Р.) Алла шайтанның салатынын жойып, сосын өз аяттарын бекемдейді. Алла толық білуші, хикмет иесі"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Шайтанның салатынын; жүректері қатайғандарға, сынақ үшін. Залымдар, әрине ұзақ бір қайшылықта"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "(Мұхаммед Ғ.С.) ғылым берілгендер, Құранның Раббыңнан бір хақиқат екендігін біліп, оған сеніп және оған жүректері берілуі үшін. Күдіксіз Алла, иман келтіргендерді әлбетте тура жолға салды"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Сондай қарсы келгендер, өздеріне кенеттен қиямет келгенге немесе сәтсіз бір күннің азабы келгенге дейін үнемі Құраннан күдіктенуде"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "Сол күні, иелік Аллаға тән. Олардың араларына үкім жүргізеді. Сонда иман келтіргендер, ізгі іс істегендер, бақытты жаннаттарда болады"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Қарсы келіп, аяттарымызды жасынға айналдырғандар, міне соларға қорлаушы азап бар"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Ал Алла жолында босқандар, сосын өлтірілген немесе өлгендер, әлбетте Алла оларға көркем несібе береді. Күдіксіз Алла, әрине Ол, несібе берушілердің жақсысы"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "Алла оларды разы болатын орынға кіргізеді. Рас Алла, аса білуші, өте жұмсақ"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "Міне осылай; кім өзіне істелгендей ғана істеген бола тұра; ол, қайта бұған соқтыкса, әрине Алла, оған жәрдем етеді. Күдіксіз Алла, аса кешірімді, өте жарылқаушы"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Міне шын мәнінде Алла, түнді күндізге қосып, күндізді түнге қосады. Күдіксіз Алла, әр нәрсені естиді, көреді"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Міне күдіксіз Алла, Ол хақ. Расында олардың Алладан өзге сиынғандары ол, босқа. Рас Алла, Ол өте жоғары, аса ұлы"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Көрмейсің бе? Рас Алла, көктен жаңбыр жаудырып, жерді жасылдыққа айналдырды. Шәксіз Алла, өте мұлайым, толық білуші"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Көктердегі әрі жердегі нәрселер Алланікі. Шынында Алла, өте бай, аса мақтаулы"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Рас Алланың, жердегілерді және өз әмірімен теңізде жүрген кемені сендерге бағынышты қылғанын және де өз бұйрығынсыз көктің жерге түсуін тоқтатқанын кермейсің бе? Күдіксіз Алла, адам баласына, әлбетте өте есіргеуші, аса мейірімді"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Ол сондай Алла, сендерді тірілтті, сосын өлтіреді, сонан кейін және тірілтеді. Расында адам баласы нәсүкір"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Әр үммет үшін, олар орындайтын бір ереже жасадық. (С.48-А.) Ендеше (Мұхаммед Ғ.С.) олар, сенімен бұл іс жайында тартыспасын. Раббың жаққа шақыр. Сен әлбетте тура жол үстіндесің"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Егер олар сенімен таласса: \"Алла, не істегендеріңді жақсы біледі\" де"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Алла, қиямет күні, араларыңдағы қайшылыққа түскен нәрселер жайында үкім береді"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Алланың жер, көктегі нәрселерді білетінін білмейсің бе? Шәксіз бұлар, Кітапта жазулы. Күдіксіз бұл, Аллаға оңай"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Олар, Алладан өзге, оған ешбір дәлел түсірілмеген және ол жөнде өздеріне де ешбір мәлімет болмаған нәрселерге табынады. Ол залымдар үшін, бір жәрдемші болмайды"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Қашан оларға ашық аяттарымыз оқылса, кәпірлердің жүздерінен қарсылық сезесің. Сондай-ақ оларға аяттарымызды оқығандарды бассала жаздайды. (Мұхаммед Ғ.С.) оларға: \"Енді сендерге бұдан да жаманның хабарын берейін бе? Ол, от! Алла оны, қарсы болғандарға уәде еткен нендей жаман орын!\",- де"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "Әй адам баласы! Бір мысал келтірілді. Енді соған құлақ салыңдар: Сендердің Алладан өзге табынғандарың, барлыгы жиылса да әсте бір шыбын жарата алмайды. Сондай-ақ егер шыбын олардың бір нәрсесін алып қашса, одан оны құтқара алмайды. Өйткені, іздеуші де ізделген де нашар"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Олар Алланың қадырын біліп, шын мәнінде бағалай алмады. Алла аса күшті, өте үстем"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Алла, періштелерден де адамдардан да елшілер ғана белгіледі. Шәксіз Алла, әр нәрсені аса естуші, тым көруші"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Олардың алдарындағыны да арттарындағыны да біледі. Сондай-ақ барлық іс Аллаға қайтады"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "Әй иман келтіргендер! рүкүғ, сәжде қылып, Раббыларыңа ғибадат қылыңдар. Және хайыр қылыңдар. Әрине құтыласыңдар"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Алла жолында шынайы түрде күресіңдер. Сендерді Ол таңдады. Сендерге дінде қиындық қылған емес. Аталарың Ыбырайым (Ғ.С.) ның жолы. Алла бұрын да осы Құранда да пайғамбардың сендерге куә болуы, сендердің де адамдарға куә болуларың үшін, \"Мұсылман\" деп атады. Енді намазды толық орындаңдар, зекет беріңдер де Аллаға жабысыңдар. Иелерің Сол; нендей жақсы ие. Нендей жақсы жәрдемші"
        }
    ]
}