{
    "chapter": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "Сондай қарсы болып, Алланың жолынан тосқандардың, Алла ғамалдарын босқа жібереді"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "Ал иман келтіріп, ізгі іс істегендердің сондай-ақ Мұхаммед (Ғ.С.) ке Раббы тарапынан ол шындықпен түсірілгенге иман келтіргендердің Алла, жамандықтарын жойып, жағдайларын түзелтті"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Бұның себебі: Шынайы қарсы болғандардың бос нәрсеге ілесіп анық иман келтіргендердің Раббыларынан келген хақиқатка ілескендіктері. Осылайша Алла адам баласына өз мысалдарын келтіреді"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Соғыста кәпірлермен кездессеңдер, мойындарына шабыңдар; оларды жаныштағанға дейін. Сонда берік байлаңдар (тұтқынға алыңдар) да сосын қамқорлық қылып (қоя беріңдер.) Немесе бодау алыңдар; Соғыс қүралдарын қойғанға дейін (сөйтіңдер.) (С. 193-А.) Егер Алла қаласа, олардан өш алар еді. Бірақ біріңді-бірің арқылы сынау үшін. Сондай Алла жолында өлтірілгендер болса, Алла олардың ғамалдарын әсте зая қылмайды"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "Оларды тура жолға салып жағдайларын түзелтеді"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "Оларды өздеріне таныстырылған жаннатқа кіргізеді"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "Әй мүміндер! Егер Аллаға (дініне) жәрдем етсеңдер, Ол сендерге жәрдем етіп, табандарыңды бекітеді"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Сондай қарсы келгендерге келсек, олар жанышталсын. Алла олардың ғамалдарын зая қылды"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Бұның себебі: Шынында олар Алланың түсірген нәрсесін жек көрді. Сондықтан Алла олардың ғамалдарын жойды"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Олар жер жүзінде кезіп, өздерінен бұрынғылардың соңдарының қалай болғаның көрмей ме? Алла оларды талқандаған. Кәпірлер үшін сол тәрізді болады"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "Өйткені Алла, иман келтіргендердің иесі. Шынында кәпірлердің иесі жоқ"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "Шәксіз Алла иман келтіріп, ізгі іс істегендерді астарынан өзендер ағатын жаннатқа кіргізеді. Ал қарсы болғандар, (дүние тіршілігінен аз ғана) пайдаланып, хайуандар тәрізді жей береді. Олардың орны тозақ оты"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "(Мұхаммед Ғ.С.) сені шығарған кентіңнен тағы күшті қаншалаған кентті жоқ еттіқ. Сонда оларға болысушы болмады"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Ал сонда Раббы тарапынан ашық дәлелде болған біреу, өзіне жаман ғамалы әдемі көрсетіліп, әуестеріне ерген біреумен тең бе"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "Сондай тақуаларға уәде етілген жаннаттың мысалы: Онда еш бұзылмайтын өзен сулар, дәмі өзгермейтін сүттен өзендер, ішушілерге дәмді арақтан өзендер (С. 45-47-А., 56-С. 19-А.) және балдан өзендер, сондай-ақ онда оларға әр түрлі жеміс әрі Раббыларынан жарылқау бар; (бұлар,) тозақта мәңгі қалып, қайнар су ішкізіліп, ішектері туралған біреумен тең бе"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "Олардың ішінен саған құлақ асқандар да жоқ емес. Ақыр қасыңнан шыққан кезде, өздеріне ғылым берілгендерден: \"Әзір не айтты?\",- деп сұрайды. Міне бұлар, Алла, жүректерін бітеп қойған, әуестеріне ергендер"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "Ал сондай тура жол тапқандар, Алла, олардың туралықтарын арттыра түсіп, оларға тақуалық береді"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "Олар қиямет мезгілінің өздеріне кенеттен келуін ғана күте ме? Расында оның белгілері келді ғой. Қиямет келіп болғанда, үгіт алулары неге жарайды"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "(Мұхаммед Ғ.С.) енді біл! Шын мәнінде Алладан басқа ешбір тәңір жоқ. Өзіңнің әрі мүмін ер, әйелдердің күнәларының жарылқануын тіле! Алла, айналған әрі тұрақтаған жерлеріңді біледі"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "Иман келтіргендер: \"Бір сүре неге түсірілмейді?\",- дейді. Ішінде соғыс баян етілген, ашық түсінікті бір сүре түсірілген кезде, (Мұхаммед Ғ.С.) жүректерінде дерті барлардың, саған; өзін өлім есірігі басқанның қарауынша қарағанын көресің. Оларға өлім артық"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "Бой ұсыну және дұрыс сөз керек еді. Іс бекіген сәтте, егер Аллаға опа қылса, әрине олар үшін хайырлы болар еді"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "Егер іс басына келетін болсаңдар, (немесе бет бұрсаңдар,) сендерден жер жүзінде бұзақылық істеу, жақындық байланысын үзу ғана үміт етілмей ме? (Екі жүзді мұнафықтар іс басына келсе де бет бұрса да хайыр келмейді)"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "Олар, Алла, лағынет етіп, саңырау және көздерін соқыр қылғандар"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Әйтпесе олар, Құранды түсінбей ме? Немесе олардың жүректері құлыптаулы ма"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Шынында өздеріне туралық айқындалғаннан кейін арттарына қайтқандардікін шайтан жақсы көрсетіп, оларға үміт берді"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "Өйткені олар, Алланың түсіргенін жек көргендерге: \"Сендерге кейбір істе бағынамыз\" деді. Алла олардың сырларын біледі"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "Періштелер, олардың беттеріне, арқаларына ұрып, жандарын алғанда қалай болар еді"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "Бұл шынында олар Алланы ашуландыратын нәрселерге еріп, Оның раздығын жек көргендіктен Алла, олардың ғамалдарын жойды"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Немесе Жүректерінде дерті болғандар, Алла олардың кектерін әсте ашыққа шығармайды деп ойлады ма"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "(Мұхаммед Ғ.С.) егер қаласақ, мұнафықтарды саған көрсетер едік те оларды бет бейнелерінен таныр едің. Әрине оларды сөз аңғарынан таныйсың. Алла істегендеріңді біледі"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "Әлбетте сендерден жауынгерлермен сабырлыларды анықтағанымызға дейін сынаймыз. Сондай-ақ хабарларыңды да байқаймыз"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Шынында қарсы болып, Алланың жолынан тосқандар әрі өздеріне туралық әшкереленгеннен кейін Пайғамбармен таласқандар, Аллаға ешбір зиян келтіре алмайды. Алла олардың ғамалдарын жояды"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "Әй иман келтіргендер! Аллаға бой ұсыныңдар әрі Пайғамбарға бағыныңдар. Сондай-ақ ғамалдарыңды бұзбаңдар"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Расында қарсы болып, Алланың жолынан тосқандар, сосын кәпір күйінде өлгендер, оларды Алла, әсте жарылқамайды"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "Сондықтан босамаңдар, келісімге шақырмандар, сендер үстемсіңдер. Алла сендермен бірге. Әсте ғамалдарыңды зая қылмайды. (Бұл аяттағы мақсат, күшке ие бола тұрып, келісім жасау.С. 61-А)"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "Дүние тіршілігі бір ойын, ермек қана. Егер иман келтіріп, сақсынсаңдар, Алла сыйлықтарыңды береді. Сендердің малдарықды сұрамайды. (С. 29-А)"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Егер сендерден оны (тұтас жұмсауларыңды) сұраса еді, онда сендерге ауыр тиіп, сараңдық қыларсыңдар да өштіктерің ортаға шығар еді"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Негізінде сендер сол Алла жолында мал жұмсауға шақырылудасыңдар. Алайда кейбіреулерің сараңдық қылады. Кім сараңдық қылса, өзіне ғана сараңдық қылады. Өйткені Алла бай, сендер кедейсіңдер. Егер Алладан бет бұрсаңдар, орындарыңа сендерден басқа халықты ауыстырады. Сосын олар сендер сияқты болмайды"
        }
    ]
}