{
    "chapter": [
        {
            "chapter": 57,
            "verse": 1,
            "text": "Көктер мен жердегі нәрселер Алланы дәріптейді. Ол Алла, өте үстем, хикмет иесі"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "Көктер мен жердің иелігі Аллаға тән. Тірілтеді, өлтіреді. Ол, әр нәрсеге күші толық жетуші"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "Ол Алла (Т.) әуелгі әрі соқғы (әр нәрседен бұрын ежелден бар әрі меңгі қалады, соңы жоқ). Және Ол, (әр түрлі дәлелдермен) көрнеу әрі (ақыл жетпейтін) көмес. Сондай-ақ Ол, әр нәрсені толық білуші"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "Ол сондай Алла, көктер мен жерді алты күнде жаратып, сосын ғаршыны көтерілді. Ол, жерге кірген нәрсені әрі одан шыққан нәрсені және көктен түскен нәрсені, оған көтерілген нәрсені біледі. Сондай-ақ Ол, қайда болсаңдар да сендермен бірге. Алла не істегендеріңді толық көруші"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Көктер мен жердің иелігі Оған тән. Әрі барлық істер Оған қайтады"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Түнді күндізге ауыстырады, күндізді түнге ауыстырады. Сондай-ақ Ол көңілдегілерді толық біледі"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Аллаға, Елшісіне иман келтіріңдер. Және сендерді ие қылған нәрселерден тиісті орынға жұмсаңдар. Өйткені, сондай сендерден иман келтіріп, тиісті орынға мал жұмсағандар үшін ірі сыйлық бар"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Пайғамбар, сендерді Раббыларыңа иман келтіруге шақырса да Аллаға иман келтірмейтін сендерге не болды? Негізінде Алла, сендерден серт алған. Егер иман келтіретін болсаңдар. (С. 7-А., 7-С. 172-А)"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "Ол сондай Алла, сендерді қараңғылықтардан жарыққа шығару үшін құлына (Мұхаммед Ғ.С.ға) ап-ашық аяттар түсірді. Сөзсіз Алла, сендерге тым жұмсақ, ерекше мейірімді"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "Алла жолында мал жұмсамайтын сендерге не болды? Негізінен көктер мен жердің мұрагерлігі Аллаға тән. Сендерден Меккенің Алнуынан бұрын Алла жолында мал сарып қылып, соғысқан кісі; одан кейін мал сарып етіп, соғысқан кісімен тең емес. Олар дәреже тұрғысынан ұлкен. Сондай-ақ Алла бәріне де жақсылық уәде етті. Алла істеген ғамалдарыңды толық білуші"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "Әлде кім Аллаға көркем қарыз берсе, (тиісті орынға мал жұмсаса) сонда Алла, оны неше есе арттырады да оған көркем сауап береді. (С. 245-А)"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "Сол күні мүмін ерлер, мүмін әйелдердің нұрлары алдарында әрі оң жақтарында жүгіргенін көресің: \"Сендерге бүгін куаныш. Астарынан өзендер ағатын ұжмақтар бар. Ол арада мүлде қаласыңдар. Міне осы ұлы қол жеткендік\" (делінеді)"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "Сол күні, мұнафық ерлериен мұнафық әйелдер, Мүміндерге: \"Бізге көздеріңнің қырын салыңдар! Нұларыңнан бізде пайдаланайықшы!\",- дейді. Оларға: \"Арттарыңа қайтып, ңұр іздеңдер!\",-делінеді. Сонда олардың араларына есігі бар бір дуар орнатылады. Оның ішінде рахмет, сырт жағында азап бар"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "Мұнафықтар, мүміндерге: \"Сендермен бірге болмап па едік?',-деп, айғайлайды. Олар: \"Әрине, бірақ сендер өздеріңді сұмдыққа салдыңдар, күттіңдер, күмәндандыңдар. Сендерді құр үміттерің Алланың әмірі келгенге дейін алдады. Сондай-ақ сендерді Аллаға байланысты алдаушы (шайтан) алдады\" дейді"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "Сондықтан бүгін сендерден бір төлеу қабыл етілмейді әрі кәпірлерден де. Орындарың тозақ. Ол сендердің достарың. нендей жаман орын"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "Иман келтіргендердің жүректері Алланың зікіріне (Құранға) жұмсап әрі түскен хақиқатқа жібімей ме? Ал енді бұрын өздеріне Кітап беріліп, сосын ұзын мерзім өткендіктен жүректері қатайғандар сияқты болмаңдар. Олардың көбі бұзақылар"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "Біліңдер, Алла, жер өлгеннен кейін жандандырады. Расында түсінулерің үшін сендерге белгілерді ашықша көрсетеді"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "Шүбәсыз садақа беруші ерлермен садақа беруші әйелдер, сондай-ақ Аллаға көркем борыш бергендер, (тиісті орынға мал сарып қылғандар,) оларға неше есе арттырады әрі олар үшін көркем сыйлық бар"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "Сондай Аллаға, Елшісіне иман келтіргендер, Міне солар, Раббыларының қасында шыншылдар және шейіт болғандар. Олар үшін сыйлықтар және нұрлар бар. Ал сондай қарсы келіп, аяттарымызды жасынға шығарғандар, міне солар, тозақтық"
        },
        {
            "chapter": 57,
            "verse": 20,
            "text": "Біліңдер! Шын мәнінде дүние тіршілігі бір ойын, ермек, сән және өзара мақтанысу, сондай-ақ малдарды, балаларды көбейту ғана. (С. 14-А.) Бұның мысалы: Өсірген өсімдігі кәпірлерді таңырқатқан жаңбыр сияқты. Сосын қурап, сап-сары болғанын көресің. Содан кейін үгінді болады. Ахиретте қатты азап әрі Алладан жарылқау, ризалық бар. Негізінде дүние тіршілігі бір алданыштың ғана нәрсесі"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "Раббыларыңнан жарылқауға және кеңдігі жер мен көктің кеңдігіндей; Аллаға, Елшісіне иман келтіргендер үшін әзірленген жаннатқа жарысыңдар. Ол, Алла (Т.) ның мәрхаметі. Оны қалаған кісісіне береді. Алла (Т.) зор кеңшілік иесі"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "Жер жүзіне сондан-ақ сендерге мүбада бір бейнет келетін болса, ол, жаратуымыздан бүрын Кітапта жазулы. Шәксіз осы, Аллаға жеңіл"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "Бұл өткенге өкінбеулерің, өздеріңе берілгенге сүйінбеулерің үшін. Алла бүкіл текаппар, мақтаншақты жақсы көрмейді"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "Олар сондай сараңдық қылып, кісілерді де сараңдыққа бұйырғандар. Ал кім жалтарса, Алла тым бай, мақтауға лайық"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "Расында елшілерімізді ашық мұғжизаларымызбен жібердік. Және елшілермен бірге адам баласының әділ тұруы үшін Ютапты, мизанды (Әр нәрсенің өлшеуін) жібердік. Сондай-ақ темірді пайда қылдық. Онда мықты күш әрі адамзат үшін хажеттер бар. (Соғыс құралдары тағы басқа аспаптар темірден жасалады. Тіпті темірсіз өмір болмайды. Б.Ж.М.Р.К.) Алла онымен дініне, елшілеріне көрмей-ақ көмек еткен кісіні мәлім етеді. Сөзсіз Алла, өте күшті, тым үстем"
        },
        {
            "chapter": 57,
            "verse": 26,
            "text": "Расында Нұх (Ғ.С.) және Ыбырайым (Ғ.С.) ды жібердік. Екеуінің ұрпақтарынан да пайғамбар қылып, кітап бердік. Олардан тура жол тапқандары да бар. Олардың көбірегі бұзақылар"
        },
        {
            "chapter": 57,
            "verse": 27,
            "text": "Сосын олардың артынан жалғасты түрде елшілерімізді жібере отырып, Мәрйем ұлы Ғиса (Ғ.С.) ны жіберіп; оған ілескендердің жүректеріне жұмсақтық, мейірімділік салдық. (Ранбанятты); дүниеден безушілікті олар өздері шығарды. Оны оларға жазбадық. Бірақ олар Алланың ризалығын іздеу үшін (шығарды.) Сонда олар оны да шын мәнінде меңгере алмады. Олардан иман келтіргендерге бодауларын бердік. Олардың көбірегі бұзақылар"
        },
        {
            "chapter": 57,
            "verse": 28,
            "text": "Әй мүміндер! Алладан қорқыңдар, Елшісіне иман келтіріңдер. Сендерге мәрхаметінен екі есе береді. Әрі сендерге сонымен жүретін нұр жаратады. Сендерді жарылқайды. Алла (Т.) тым жарылқаушы, ерекше мейірімді"
        },
        {
            "chapter": 57,
            "verse": 29,
            "text": "Кітап иелері Алланың кеңшілігінен еш нәрсеге ие бола алмайтындықтарын білсін. Шәксіз, мәрхамет Алланың қолында. Қалаған құлына береді. Алла (Т.) зор кеңшілік иесі"
        }
    ]
}