{
    "rukus": [
        {
            "chapter": 10,
            "verse": 21,
            "text": "Insanlara dokunan bir sikintidan sonra kendilerine bir rahmet tattirdigimiz zaman, âyetlerimiz hakkinda derhal bir takim hilekârliklara girisirler. De ki: \"Allah'in hilesi daha çabuktur. Haberiniz olsun ki elçilerimiz yaptiginiz hileleri yazip duruyorlar"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Sizi karada ve denizde gezdirip dolastiran O'dur. Hatta gemilerde bulundugunuz ve o gemiler, içindekilerle beraber hos bir esinti ile akip gittikleri ve tam keyiflendikleri sirada o gemilere siddetli bir firtina gelir çatar ve her taraftan onlara dalgalar gelmeye baslar. Bütünüyle kusatilip artik bittiklerini sanirlar. Iste o vakit tam ihlas ile Allah'a yalvarir ve dindar olurlar: \"Eger bizi buradan kurtarirsan, andolsun ki, sükredenlerden olacagiz.\" derler. 23- Sonra Allah onlari oradan kurtarir, kurtulur kurtulmaz yeryüzünde çesitli taskinliklara baslarlar. Ey insanlar taskinliginiz sirf kendi zararinizadir. Su degersiz dünya hayatinin bir süre tadini çikariniz, sonra nasil olsa dönüp bize geleceksiniz. Biz de bütün yaptiklarinizi tek tek size haber verecegiz"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Sonra Allah onlari oradan kurtarir, kurtulur kurtulmaz yeryüzünde çesitli taskinliklara baslarlar. Ey insanlar taskinliginiz sirf kendi zararinizadir. Su degersiz dünya hayatinin bir süre tadini çikariniz, sonra nasil olsa dönüp bize geleceksiniz. Biz de bütün yaptiklarinizi tek tek size haber verecegiz"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Dünya hayatinin misali söyledir: Gökten indirdigimiz su ile, insanlarin ve hayvanlarin yedigi bitkiler birbirine karismistir. Nihayet yeryüzü süslerini takinip süslendigi ve sahipleri kendilerini ona gücü yeter sandiklari bir sirada, geceleyin veya gündüzün, ona emrimiz gelivermistir, ansizin ona öyle bir tirpan ativermisiz de sanki bir gün önce orada hiçbir senlik yokmus gibi oluvermistir. Düsünen bir kavim için âyetlerimizi iste böyle açiklariz"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "Allah, selamet yurduna çagiriyor ve diledigini de dogru yola hidayet ediyor"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Iyi is, güzel amel yapanlara daha güzeli ve daha fazlasiyla karsilik vardir. Yüzlerine ne kara bulasir, ne de asagilanirlar. Cennet ehli iste bunlardir. Orada ebedî kalacaklardir"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Kötülük kazanmis olanlara gelince, kötülügün cezasi, misli kadardir. Ve onlari bir asagilik ve eziklik kaplar. Onlar için Allah'dan baska hiçbir kurtarici yoktur. Yüzleri karanlik gecelerden bir parçaya bürünmüs gibidir. Iste onlar cehennem ehlidir. Orada ebedî kalacaklardir"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "O gün ki, hepsini mahsere toplayacagiz, sonra da o sirk kosanlara \"Haydi yerlerinize! Siz de, ortak kostuklariniz da!\" diyecegiz. Artik aralarini iyice açmisiz. O ortak kostuklari seyler, \"Siz bize tapmiyordunuz ki.\" diyecekler"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Simdi sizinle bizim aramizda sahit olarak Allah yeter. Sizin bize ibadet ettiginizden bizim haberimiz yoktur\" (diyecekler)"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Iste burada herkes geçmiste yaptigini bulacak. Ve gerçek mevlalari olan Allah'a döndürülecekler. Iftira edip uydurduklari seyler de kendilerinden büsbütün uzaklasip gidecek"
        }
    ]
}