{
    "rukus": [
        {
            "chapter": 25,
            "verse": 1,
            "text": "Tebareke\" ne yüce feyyazdir o ki, dünyalari uyarmak üzere kulu Muhammed'e, hakki batildan ayirdeden Kur'ân'i indirdi"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "O öyle bir ilâhtir ki, göklerin ve yerin hükümranligi kendisinindir. O hiç çocuk edinmedi, hükümranlikta ortagi yoktur. O, her seyi yaratip bir ölçüye göre düzenleyerek takdir etmistir"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Kâfirler, O'nu birakip bir sey yaratamayan, bilakis kendileri yaratilmis olan, kendilerine ne zarar ve ne de fayda verebilen; öldürmeye, diriltmeye ve ölümden sonra tekrar canlandirmaya güçleri yetmeyen tanrilar edindiler"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Inkâr edenler: \"Bu Kur'ân Muhammed'in uydurmasidir, ona baska bir topluluk yardim etmistir\" diyerek haksiz ve asilsiz bir söz uydurdular"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Kur'ân öncekilerin masallaridir; baskalarina yazdirmis da sabah aksam kendisine okunmaktadir\" dediler"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Ey Muhammed! De ki: \"Onu, göklerin ve yerin sirrini bilen indirmistir. Süphesiz O, bagislayandir, merhamet edendir"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Söyle dediler: \"Bu ne biçim peygamber ki, yemek yer, sokaklarda gezer? Ona, beraberinde bulunup uyaran bir melek indirilseydi ya"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Yahut kendisine bir hazine verilseydi veya beslenecegi bir bahçe olsaydi ya!\" Bu zalimler, inananlara \"Siz sadece büyülenmis bir adama uyuyorsunuz\" dediler"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Ey Muhammed! sana nasil misaller getirdiklerine bir bak! Onlar sapmislardir, yol bulamazlar"
        }
    ]
}