{
    "rukus": [
        {
            "chapter": 26,
            "verse": 105,
            "text": "Nuh kavmi de peygamberleri yalancilikla itham etti"
        },
        {
            "chapter": 26,
            "verse": 106,
            "text": "Hani kardesleri Nuh onlara söyle demisti: \"Siz Allah'tan korkmaz misiniz"
        },
        {
            "chapter": 26,
            "verse": 107,
            "text": "Haberiniz olsun ki ben, size gönderilmis güvenilir bir Peygamberim"
        },
        {
            "chapter": 26,
            "verse": 108,
            "text": "Gelin artik, Allah'tan korkun ve bana itaat edin"
        },
        {
            "chapter": 26,
            "verse": 109,
            "text": "Buna karsilik ben sizden hiçbir ücret istemiyorum. Benim mükafaatimi verecek olan ancak, âlemlerin Rabbidir"
        },
        {
            "chapter": 26,
            "verse": 110,
            "text": "Gelin, artik, Allah'tan korkun ve bana itaat edin"
        },
        {
            "chapter": 26,
            "verse": 111,
            "text": "Â, dediler, senin ardina hep düsük kimseler düsmüsken, biz sana hiç inanir miyiz"
        },
        {
            "chapter": 26,
            "verse": 112,
            "text": "Nuh dedi ki: \"Onlarin yaptiklari hakkinda bir bilgim yoktur"
        },
        {
            "chapter": 26,
            "verse": 113,
            "text": "Onlarin hesabi ancak Rabbime aittir. Düsünsenize"
        },
        {
            "chapter": 26,
            "verse": 114,
            "text": "Hem ben iman edenleri kovmaya memur degilim"
        },
        {
            "chapter": 26,
            "verse": 115,
            "text": "Ben ancak apaçik bir uyariciyim"
        },
        {
            "chapter": 26,
            "verse": 116,
            "text": "Dediler ki: \"Ey Nuh! Eger vazgeçmezsen, iyi bil ki, tasa tutulanlardan olacaksin"
        },
        {
            "chapter": 26,
            "verse": 117,
            "text": "Nuh: \"Rabbim! dedi, kavmim beni yalancilikla itham etti"
        },
        {
            "chapter": 26,
            "verse": 118,
            "text": "Artik benimle onlarin arasinda sen hükmünü ver. Beni ve beraberimdeki müminleri kurtar"
        },
        {
            "chapter": 26,
            "verse": 119,
            "text": "Bunun üzerine biz de onu ve beraberindekileri, o dolu gemide tasiyarak kurtardik"
        },
        {
            "chapter": 26,
            "verse": 120,
            "text": "Sonra da arkasinda kalanlari suda bogduk"
        },
        {
            "chapter": 26,
            "verse": 121,
            "text": "Süphesiz bunda mutlak bir âyet (alinacak ders) vardir; ama çoklari iman etmis degillerdir"
        },
        {
            "chapter": 26,
            "verse": 122,
            "text": "Ve süphesiz Rabbin, iste O, mutlak galip ve engin merhamet sahibidir"
        }
    ]
}