{
    "rukus": [
        {
            "chapter": 27,
            "verse": 15,
            "text": "Andolsun ki biz, Davud'a ve Süleyman'a bir ilim verdik. Onlar: \"Bizi mümin kullarinin birçogundan üstün kilan Allah'a hamd olsun\" dediler"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Süleyman Davud'a varis olup dedi ki: \"Ey insanlar! Bize kus dili ögretildi ve bize her seyden (nasip) verildi. Dogrusu bu apaçik bir lütuftur"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "Cinlerden, insanlardan ve kuslardan mütesekkil ordulari Süleyman'in hizmetinde toplandi, hepsi bir arada (onun tarafindan) düzenli olarak sevkediliyordu"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Nihayet karinca vâdisine geldikleri zaman, bir karinca: \"Ey karincalar! Yuvalariniza girin; Süleyman ve ordusu farkina varmadan sizi ezmesin!\" dedi"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "(Süleyman) onun sözüne gülümseyerek dedi ki: \"Ey Rabbim! Bana ve ana babama verdigin nimete sükretmemi ve hosnut olacagin iyi is yapmami gönlüme getir. Rahmetinle, beni iyi kullarin arasina kat"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "(Süleyman) Kuslari gözden geçirdikten sonra söyle dedi: \"Hüd-hüd'ü niçin göremiyorum? Yoksa kayiplara mi karisti"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "Ya bana (mazeretini gösteren) apaçik bir delil getirecek, ya da onu siddetli bir azaba ugratacagim, yahut bogazliyacagim"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "Çok geçmeden (Hüdhüd) gelip: \"Ben, dedi, senin bilmedigin bir seyi ögrendim. Sebe'den sana çok dogru (ve önemli) bir haber getirdim"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "Gerçekten, onlara (Sebelilere) hükümdarlik eden, kendisine her türlü imkan verilmis ve büyük bir tahta sahip olan bir kadinla karsilastim"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "Onun ve kavminin, Allah'i birakip günese secde ettiklerini gördüm. Seytan, kendilerine yaptiklarini süslü göstermis de onlari dogru yoldan alikoymus. Bunun için hidayete giremiyorlar"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "Göklerde ve yerde gizleneni açiga çikaran, gizlediginizi ve açikladiginizi bilen Allah'a secde etmezler"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "(Halbuki) O büyük Ars'in sahibi olan Allah'tan baska tapilacak yoktur"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "(Süleyman Hüdhüd'e) dedi ki: \"Dogru mu söyledin, yoksa yalancilardan misin, bakacagiz"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Su mektubumu götür, onu kendilerine ver, sonra onlardan biraz çekil de, ne sonuca varacaklarina bak"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "(Süleyman'in mektubunu alan Sebe melikesi): \"Beyler, ulular! Bana çok önemli bir mektup birakildi\" dedi"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "Mektup Süleyman'dandir, Rahmân ve Rahîm Allah'in adiyla (baslamakta)dir"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "Bana karsi bas kaldirmayin, teslimiyet göstererek bana gelin diye (yazmaktadir)"
        }
    ]
}