{
    "rukus": [
        {
            "chapter": 48,
            "verse": 18,
            "text": "Andolsun o agacin altinda (Hudeybiye'de) sana bey'at ederlerken Allah, müminlerden razi olmustur. Kalplerinde olani bilmis onlara güven indirmis ve onlari pek yakin bir fetih ile mükâfatlandirmistir"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "Allah onlari elde edecekleri birçok ganimetlerle de mükâfatlandirdi. Allah çok güçlüdür, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Allah size, elde edeceginiz birçok ganimetler vaad etmistir. Bunu size hemen vermis ve insanlarin ellerini sizden çekmistir ki bu, müminlere bir isaret olsun ve Allah sizi dogru yola iletsin"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Bundan baska sizin güç yetiremediginiz, ama Allah'in sizin için kusattigi ganimetler de vardir. Allah herseye kâdirdir"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Eger kâfirler sizinle savassalardi arkalarina dönüp kaçarlardi. Sonra bir dost ve yardimci da bulamazlardi"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "Allah'in öteden beri gelen kanunu budur. Allah'in kanununda asla bir degisiklik bulamazsin"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "O sizi onlara karsi muzaffer kildiktan sonra Mekke'nin göbeginde onlarin ellerini sizden, sizin ellerinizi de onlardan çekendir. Allah, yaptiklarinizi görendir"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Onlar inkâr eden ve sizin Mescid-i Haram'i ziyaretinizi ve bekletilen kurbanlarin yerlerine ulasmasini men edenlerdir. Eger kendilerini henüz tanimadiginiz mümin erkeklerle, mümin kadinlari bilmeyerek ezmek suretiyle bir vebalin altinda kalmaniz ihtimali olmasaydi, Allah savasi önlemezdi. Dilediklerine rahmet etmek için Allah böyle yapmistir. Eger onlar birbirinden ayrilmis olsalardi elbette onlardan inkâr edenleri elemli bir azaba çarptirirdik"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "O zaman inkâr edenler, kalplerine taassubu, câhiliyet taassubunu yerlestirmislerdi. Allah da elçisine ve müminlere sükûnet ve güvenini indirdi. Onlari takva sözü üzerinde durdurdu. Zaten onlar buna pek layik ve ehil kimselerdi. Allah herseyi bilendir"
        }
    ]
}