{
    "rukus": [
        {
            "chapter": 54,
            "verse": 1,
            "text": "Kiyamet saati yaklasti, Ay yarildi"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "Bir mucize görseler hemen yüz çevirirler ve \"süregelen bir büyüdür\" derler"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "Yalanladilar, nefislerinin arzularina uydular. Halbuki her is yerini bulacaktir"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "Andolsun ki onlara (kötülükten) vazgeçirecek nice önemli haberler gelmistir"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "Bunlar üstün bir hikmettir fakat uyarilar fayda vermiyor"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "Sen de onlardan yüz çevir ki, o gün çagirici, görülmedik müthis bir seye çagirir"
        },
        {
            "chapter": 54,
            "verse": 7,
            "text": "Gözleri düskün düskün (zelil ve hakir) kabirlerinden çikarlar, sanki yayilan çekirgeler gibidirler"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "O çagirana kosarak, kâfirler: \"Bu çetin bir gündür.\" derler"
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "Onlardan önce Nuh'un kavmi de yalanlamisti. Kulumuzu yalanladilar ve: \"Cinlenmistir.\" dediler. Ve (Nuh davetten vazgeçmeye) zorlandi"
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "Bunun üzerine Rabbine: \"Ben yenik düstüm, bana yardim et!\" diyerek yalvardi"
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "Biz de bosalan bir su ile gögün kapilarini açtik"
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "Yeri de kaynaklar halinde fiskirttik, derken sular takdir edilmis bir is için birlesti"
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "Nuh'u da tahtalardan yapilmis, çivilerle (çakilmis gemi) üzerinde tasidik"
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "Nankörlük edilen (kulumuz)e bir mükafat olmak üzere (gemi), gözlerimizin önünde akip gidiyordu"
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "Bunu bir ibret olarak biraktik, ibret alan yok mudur"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "Benim azabim ve uyarilarim nasilmis (görsünler)"
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "Andolsun biz Kur'ân'i ögüt almak için kolaylastirdik. Ögüt alan yok mudur"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "Âd (kavmi) da yalanladi, azabim ve uyarilarim nasil oldu"
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "Biz onlarin üstüne, ugursuzlugu devam eden bir günde dondurucu bir rüzgar gönderdik"
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "(O rüzgar) insanlari, sökülmüs hurma kütükleri gibi yere seriyordu"
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "Nasilmis benim azabim ve uyarim"
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "Andolsun biz Kur'ân'i ögüt almak için kolaylastirdik. Ögüt alan yok mudur"
        }
    ]
}