{
    "rukus": [
        {
            "chapter": 54,
            "verse": 23,
            "text": "Semûd da o uyarilari yalanladilar"
        },
        {
            "chapter": 54,
            "verse": 24,
            "text": "Bizden bir insana mi uyacagiz? O takdirde biz apaçik bir sapiklik ve çilginlik içine düsmüs oluruz.\" dediler"
        },
        {
            "chapter": 54,
            "verse": 25,
            "text": "Zikir, aramizdan ona mi birakildi? Hayir o, yalanci, küstahin biridir\" (dediler)"
        },
        {
            "chapter": 54,
            "verse": 26,
            "text": "Yarin onlar, yalanci, küstahin kim oldugunu bilecekler"
        },
        {
            "chapter": 54,
            "verse": 27,
            "text": "Biz onlara, kendilerini imtihan etmek için disi deveyi gönderecegiz. Onun için sen onlari gözet ve sabirli ol"
        },
        {
            "chapter": 54,
            "verse": 28,
            "text": "Onlara suyun aralarinda paylastirilacagini haber ver; her içene düsen miktar, hazir kilinmistir"
        },
        {
            "chapter": 54,
            "verse": 29,
            "text": "Bunun üzerine arkadaslarina bagirdilar. O da (biçagi) çekerek (deveyi) kesti"
        },
        {
            "chapter": 54,
            "verse": 30,
            "text": "Ama azabim ve uyarilarim nasil oldu"
        },
        {
            "chapter": 54,
            "verse": 31,
            "text": "Biz onlarin üzerine tek sayha (korkunç bir ses) gönderdik; agilcinin topladigi çali çirpi kirintilari gibi kirilip dökülüverdiler"
        },
        {
            "chapter": 54,
            "verse": 32,
            "text": "Andolsun biz Kur'ân'i ögüt almak için kolaylastirdik. Ögüt alan yok mudur"
        },
        {
            "chapter": 54,
            "verse": 33,
            "text": "Lût kavmi de uyarilari yalanladi"
        },
        {
            "chapter": 54,
            "verse": 34,
            "text": "Biz de onlarin üzerlerine (taslar savuran) bir firtina gönderdik. Yalniz Lût ailesini seher vakti kurtardik"
        },
        {
            "chapter": 54,
            "verse": 35,
            "text": "Katimizdan bir nimet olarak. Biz sükredeni böyle mükafatlandiririz"
        },
        {
            "chapter": 54,
            "verse": 36,
            "text": "(Lût), onlari bizim yakalamamiza karsi uyarmisti. Fakat ikazlara karsi kusku duydular"
        },
        {
            "chapter": 54,
            "verse": 37,
            "text": "Onun konuklarindan murad almaya kalkistilar. Biz de gözlerini siliverdik. \"Haydi azabimi ve uyarilarimi tadin!\" (dedik)"
        },
        {
            "chapter": 54,
            "verse": 38,
            "text": "Sabah erken, onlari kararli bir azab yakaladi"
        },
        {
            "chapter": 54,
            "verse": 39,
            "text": "Azabimi ve uyarilarimi tadin!\" (dedik)"
        },
        {
            "chapter": 54,
            "verse": 40,
            "text": "Andolsun biz Kur'ân'i ögüt almak için kolaylastirdik. Ögüt alan yok mudur"
        }
    ]
}