{
    "rukus": [
        {
            "chapter": 8,
            "verse": 38,
            "text": "You tell the unbelievers in case they desist whatever has happened will be forgiven them. If they persist, they should remember the fate of those who have gone before them"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "So, fight them till all opposition ends, and obedience is wholly God's. If they desist then verily God sees all they do"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "But if they are obstinate, know that God is your helper and protector: How excellent a helper, and how excellent a protector is He"
        },
        {
            "chapter": 8,
            "verse": 41,
            "text": "Know that one-fifth of what you acquire as booty (of war) is for God and His Apostle, and for relatives and orphans, the poor and wayfarers, if you truly believe in God and what We revealed to Our votary on the day of victory over the infidels when the two armies clashed (at Badr). For God has the power to do any thing"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "(That day) when you were at one end of the valley, (the unbelievers) at the other, and the caravan below you (on the lowland by the coast), you would surely have declined to fight if (the Makkans) had offered you battle. (But the battle did take place) that God may end the matter which had been accomplished, so that he who had to die may perish after a clear demonstration, and he who had to live may survive in the light of positive proof, for God hears all and knows everything"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "God showed (the Makkans) to be few in your dream, for if He had shown them to be many you would surely have lost courage and disagreed about the (wisdom) of the battle. But God spared you this, for He surely knows what is in the hearts of men"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "When you faced them He made (the enemy) seem few to you in numbers, and made you appear fewer in their eyes, (it was) so that God could accomplish what had been decreed; for all things rest with God"
        }
    ]
}