{
    "rukus": [
        {
            "chapter": 9,
            "verse": 81,
            "text": "Those who were left behind rejoiced that they stayed at home against the wishes of God's Apostle, being averse to fighting in the way of God with their wealth and lives, and said: \"Do not go in this heat.\" Tell them: \"The heat of Hell is far more intense.\" If only they had cared to instruct themselves"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "So let them laugh a little, for weep they will, more as retribution for what they have done"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "If you come back to them by (the grace of) God, and they seek your permission to go (to fight), you should tell them: \"You will never go out nor fight the enemy with me any more. You preferred to stay back on the first occasion, so stay at home with those who stay behind"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Do not invoke blessings on any of them who die, nor stand to pray at their graves, for they disbelieved in God and His Prophet, and died transgressors"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "And let not their wealth and children astonish you. God wishes to punish them through these in the world, and their souls will depart in a state of disbelief"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Whenever a Surah is revealed (which says): \"Believe in God and fight along with His Prophet,\" the well-to-do among them ask for leave to stay at home, and say: \"Leave us with those who are left behind"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "They prefer to be with women who (are allowed to) stay at home during war, and their hearts are sealed; so they fail to understand"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "But the Prophet and those who have embraced the faith with him, and have fought wealth and soul (in the way of God), are blessed and will be successful"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "God has provision for them of gardens with Streams of running water, where they will abide for ever. This will be the supreme triumph"
        }
    ]
}