{
    "rukus": [
        {
            "chapter": 11,
            "verse": 9,
            "text": "If We allow man to enjoy Our favours, and then take them away from him, he becomes despondent and ungrateful"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "If We let him taste Our favours after adversity, he says: \"Misfortune has left me,\" and begins to brag and exult"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Except those who endure with patience and do the right, who will have pardon and a great reward"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "You may haply omit some of what has been revealed to you, and may be disheartened because they say: \"Why was no treasure sent down to him, or an angel accompanied him?\" Yet you have been sent to warn alone, for God takes care of everything"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Do they say (of the Prophet): \"He has forged (the Qur'an)?\" Say: \"Then bring ten Surahs like it, and call anyone except God to help you, if what you say is true"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "If they do not answer you, then know it has been revealed with the knowledge of God, and that there is no god but He. (And say:) \"Will you now submit"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "To those who desire the life of this world and its many allures, We shall pay them in full for their acts herein and will not withold any thing"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Yet these are the people for whom there is nothing but Fire in the world to come. Fruitless will be what they have fashioned, and whatever they have done will perish"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Will he who has a clear proof from his Lord, which acts as evidence from Him, before which the Book of Moses was a way-giver and a grace, (not believe in it)? Whoever among the partisans does not believe in it shall have Hell as the promised award. So have no doubt about it, for surely it's the truth from your Lord, though most men may not believe"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Who is more wicked than he who invents lies about God? Such men shall be arraigned before their Lord, and the witnesses will testify: \"These are those who imputed lies to God.\" Beware! The scourge of God will fall on the unjust"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Who obstruct others from the way of God and seek obliquity in it, and do not believe in the life to come"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "They shall not weaken (the power of) God on earth, nor find any other protector but God. Their punishment will be doubled, for they could neither hear nor see"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "They are verily those who exceeded themselves, and the (gods) they invented abandoned them"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Undoubtedly they will be losers in the life to come"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "But those who believe and do things good, and are humble before their Lord, are men of Paradise where they will abide for ever"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "The semblance of these two groups is that of a man who is deaf and blind, and the other who can hear and see. Can they be equal? Why do you not reflect"
        }
    ]
}