{
    "rukus": [
        {
            "chapter": 12,
            "verse": 7,
            "text": "In the story of Joseph and his brothers are lessons for those who inquire"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Surely Joseph and his brother are dearer to our father than we,\" (said his half brothers) \"even though we are a well-knit band. Our father is surely in the wrong"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Let us kill Joseph or cast him in some distant land so that we may get our father's exclusive affection; then play innocent"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "One of them said: \"If you must do so, then do not kill Joseph, but throw him into an unused well. Some passing caravan may rescue him"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "(Then going to their father) they said: \"O father, why don't you trust us with Joseph? We are in fact his well-wishers"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Let him go out with us tomorrow that he may enjoy and play. We shall take care of him"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "He said: \"I am afraid of sending him with you lest a wolf should devour him when you are unmindful"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "They replied: \"If a wolf should devour him when we are there, a well-knit band, we shall certainly be treacherous"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "So, when they took him out they planned to throw him into an unused well. We revealed to Joseph: \"You will tell them (one day) of this deed when they will not apprehend it"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "At nightfall they came to their father weeping"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "And said: \"We went racing with one another and left Joseph to guard our things when a wolf devoured him. But you will not believe us even though we tell the truth"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "They showed him the shirt with false blood on it. (Their father) said: \"It is not so; you have made up the story. Yet endurance is best. I seek the help of God alone for what you impute"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "A caravan happened to pass, and sent the water-carrier to bring water from the well. He let down his bucket (and pulled Joseph up with it). \"What luck,\" said the man; \"here is a boy;\" and they hid him as an item of merchandise; but what they did was known to God"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "And they sold him as worthless for a few paltry dirham"
        }
    ]
}