{
    "rukus": [
        {
            "chapter": 34,
            "verse": 1,
            "text": "ALL PRAISE BE to God to whom belongs whatsoever is in the heavens and the earth, and His the praise in the world to come. He is all-wise and all-knowing"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "He knows whatever goes into the earth and whatsoever issues from it, whatsoever comes down from the sky, and whatsoever goes up to it. He is all-merciful, all-forgiving"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "The unbelievers say: \"There is no coming of the Hour for us.\" Say: \"Why not? By my Lord, the knower of the unknown, it will certainly come for you. Not even an atom's weight in the heavens and the earth, or something smaller or greater than it, is hidden from Him, and which is not recorded in the all-too-manifest Book"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "In order that He may recompense those who have believed and done the right. For them will be forgiveness and worthy sustenance"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "As for those who try to subvert Our signs, there is a punishment of painful torment"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "Those who have been given knowledge realise what has been revealed by the Lord is the truth, and leads to the path of the mighty and praiseworthy (God)"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "The disbelievers say: \"Shall we tell you of a man who prophesies that when you are reduced to particles and vanished in the dust, you will become a new creation"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Has he fabricated a lie about God, or is he possessed?\" Not so; but those who believe not in the Hereafter are themselves afflicted and far astray"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Do they not see what is before them and what is behind them of the heavens and the earth? We could cleave the earth and sink them, if We pleased, or drop a fragment of the sky upon them. There is surely a sign in this for every penitent creature"
        }
    ]
}