{
    "rukus": [
        {
            "chapter": 2,
            "verse": 274,
            "text": "Those who spend of their wealth in the way of God, day and night, in secret or openly, have their reward with their Lord, and have nothing to fear or regret"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Those who live on usury will not rise (on Doomsday) but like a man possessed of the devil and demented. This because they say that trading is like usury. But trade has been sanctioned and usury forbidden by God. Those who are warned by their Lord and desist will keep (what they have taken of interest) already, and the matter will rest with God. But those who revert to it again are the residents of Hell where they will abide for ever"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "God takes away (gain) from usury, but adds (profit) to charity; and God does not love the ungrateful and sinners"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Those who believe and do good deeds, and fulfil their devotional obligations and pay the zakat, have their reward with their Lord, and will have neither fear nor regret"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "O believers, fear God and forego the interest that is owing, if you really believe"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "If you do not, beware of war on the part of God and His Apostle. But if you repent, you shall keep your principal. Oppress none and no one will oppress you"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "If a debtor is in want, give him time until his circumstances improve; but if you forego (the debt) as charity, that will be to your good, if you really understand"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Have fear of the day when you go back to God. Then each will be paid back in full his reward, and no one will be wronged"
        }
    ]
}