{
    "rukus": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "HA MIM"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "I call to witness the lucent Book"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "That We made it a distinctly lucid Qur'an that you may understand"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "It is inscribed in the original Book (of Books) with Us, sublime, dispenser of (all) laws"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "Should We have withdrawn the Reminder from you as you are a people who exceed the bounds"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "Many a prophet had We sent to the earlier communities"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "But never did a prophet come at whom they did not scoff"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "So We destroyed far more powerful (nations) than they. The example of earlier people is there"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "If you ask them: \"Who created the heavens and the earth?\" they will answer: \"The Mighty and All-knowing created them"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "He who made the earth a bed for you, and laid out tracks upon it so that you may find the way"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "Who sent down water in due measure from the sky, then quickened a region that was dead -- So shall We bring you forth"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "He who created pairs of everything, and fashioned for you boats and beasts on which you ride"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "So that when you sit astride of them and think of the bounties of your Lord, you may say: \"All glory to Him who subjugated these for us. We were incapable of doing so"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "Surely we have to go back to our Lord"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Yet they make some of His creatures His offspring! Man is surely most ungrateful"
        }
    ]
}