{
    "rukus": [
        {
            "chapter": 59,
            "verse": 1,
            "text": "WHATEVER IS IN the heavens and the earth sings the praises of God. He is all-mighty and all-wise"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "It is He who drove those among the people of the Book who refused to believe, from their homes for the first confrontation. You did not think that they would go away, and they imagined that their forts would protect them against God. But God came upon them from where they did not suspect, and filled their hearts with terror, so that they destroyed their homes with their own hands (or were destroyed) by the hands of believers. So take heed, O men of sight"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Had God not decreed the expulsion for them He would have punished them in this world, and in the next the punishment of Hell would have been theirs"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "For they had opposed God and His Apostle; and whosoever opposes God, then God is severe in retribution"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "The palm trees that you cut down or left standing intact was by God's dispensation, so that He might disgrace the transgressors"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "You did not charge with horse or camel for whatever (spoils) God gave His Apostle from them. In any case, God gives authority to His Apostle over whomsoever He please. God has power over everything"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Whatever booty God gives to His Apostle from the people of the cities, is for God and His Apostle, the near relations, the orphans, the needy and wayfarers, so that it does not concentrate in the hands of those who are rich among you. Accept what the Apostle gives you, and refrain from what he forbids, and take heed for yourself and fear God. Surely God is severe of retribution"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "The spoils are also for the poor emigrants who were deprived of their homes and possessions and are seeking the bounty and protection of God, and are helping God and His Apostle. They are the ones who are true of word and deed"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Those who came to the city and to faith before them, love those who take refuge with them, and do not feel for themselves any need for what is given them, and give them preference over themselves even if they are indigent. Whoever preserves himself from his own greed will be prosperous"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "(And the spoils are for) those who came after them, who say: \"O Lord, forgive us and our brothers who came to faith before us, and do not put a grudge in our hearts against those who believe O Lord, You are compassionate and kind"
        }
    ]
}