{
    "juzs": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "Toplumunun büyüklük taslayan kodamanları dediler ki: \"Ey Şuayb! Ya kesinlikle milletimize dönersiniz yahutta seni ve seninle birlikte inananları kentimizden çıkarırız.\" Dedi ki: \"Ya istemiyorsak; zor ve baskıyla mı"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Allah bizi, milletimizden kurtardıktan sonra tekrar ona dönersek yalan düzüp Allah´a iftira etmiş oluruz. Rabbimiz Allah istemediği sürece, sizin milletinize dönmemiz söz konusu edilemez. Rabbimiz, bilgice herşeyi kuşatmıştır. Allah´a dayanıp güvendik biz. Ey Rabbimiz! Toplumumuzla bizim aramızda hak ile hükmet. Sen, çözüm getirenlerin en hayırlısısın"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Toplumunun küfre sapan kodamanları dedi ki: \"Eğer Şuayb´ın ardısıra giderseniz hüsrana gömülenler olursunuz"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Bunun üzerine o korkunç titreşim/o büyük zelzele onları yakalayıverdi de öz yurtlarında yere çökmüş hale geldiler"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Şuayb´ı yalanlayanlar sanki o yerde hiç şenlik kurmamışlardı. Şuayb´ı yalanlayanlar hüsrana saplananların ta kendileriydi"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Şuayb onlardan yüzünü döndürdü de şöyle dedi: \"Yemin olsun, ben size Rabbimin mesajlarını ilettim. Size öğüt verdim. Artık küfre batmış bir topluluğa nasıl acırım"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Biz bir ülkeye bir peygamber gönderdiğimizde, onun halkını zorluk ve darlıkla mutlaka sıktık ki, sığınıp yakarsınlar"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Sonra zorluk ve sıkıntının yerine mutluluk ve güzelliği getirmişiz de çoğalmışlar ve şöyle demişlerdir: \"Atalarımız da zorluk ve sevinçle yüzyüze gelmişlerdi.\" Nihayet biz onları farkında olmadıkları bir sırada ansızın yakalayıverdik"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "O medeniyetlerin halkı inanıp korunsalardı, elbette ki üzerlerine gökten ve yerden bereketler saçardım. Ama yalanladılar, biz de onları, kazanır olduklarıyla yakalayıverdik"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "O kentlerin halkı, uyudukları bir sırada, şiddetimizin bir gece kendilerine gelmeyeceğinden emin mi idiler"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Yoksa o kentler halkının, bir kuşluk vakti oynayıp eğlenirken azabımızın yakalarına yapışmayacağına ilişkin bir garantileri mi vardı"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Allah´ın tuzağından emin mi idiler? Hüsrana uğrayan topluluktan başkası Allah´ın tuzağından emin olamaz"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Tüm bu olanlar, eski sahiplerinden sonra yeryüzüne mirasçı olanlara şunu göstermedi mi: Dilersek onları günahları yüzünden belaya çarptırırz, kalpleri üzerine mühür basarız da artık söz dinleyemez olurlar"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "İşte o kentler / medeniyetler! Haberlerinden bir kısmını anlatıyoruz sana. Andolsun, resulleri onlara açık-seçik deliller getirmişti. Ama daha önce yalanlamış oldukları için inanmadılar. Küfre sapanların kalplerini Allah işte böyle mühürler"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Onların birçoğunda ahde vefadan eser bulamadık. Onların birçoğunu, tam fasıklar olarak bulduk"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Onların ardından Musa´yı, ayetlerimizle Firavun´a ve kodamanlarına gönderdik de ayetlerimiz karşısında zulme saptılar. Bir bak, nasıl olmuştur bozguncuların sonu"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Musa dedi ki: \"Ey Firavun! Kuşkun olmasın ki ben, alemlerin Rabbi´nin bir resulüyüm"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Allah hakkında gerçek dışında birşey söylememek benim üzerimde bir varoluş borcudur. Ben size Rabbinizden bir beyyine getirdim. Artık İsrailoğullarını benimle gönder"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Firavun dedi: \"Bir mucize getirdinse, doğru sözlülerden isen onu ortaya çıkar"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Bunun üzerine Musa, asasını yere attı; birden korkunç bir ejderha oluverdi o"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Elini çekip çıkardı; birden o el, bakanların önünde bembeyaz kesildi"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Firavun toplumunun kodamanları şöyle konuştular: \"Bu adam gerçekten çok bilgili bir büyücü"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "Sizi toprağınızdan çıkarmak istiyor. Ne buyurursunuz"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Dediler ki: \"Onu kardeşiyle birlikte alıkoy. Ve şehirlere, toplayıcılar gönder"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "Tüm bilgili büyücüleri sana getirsinler"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Büyücüler Firavun´a gelip dediler ki: \"Eğer galip gelen biz olursak bize iyi bir ödül var mı"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Evet, dedi, ayrıca siz benim en yakınlarımdan olacaksınız"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Sihirbazlar şöyle dediler: \"Ey Musa! Sen mi hünerini ortaya atacaksın yoksa biz mi hünerlerimizi sergileyelim"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Siz sergileyin.\" dedi. Hünerlerini ortaya atınca, halkın gözlerini büyülediler, onları dehşete düşürdüler. Çok büyük bir büyü sergilediler"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Biz de Musa´ya şöyle vahyettik: \"Hadi at asanı!\" Bir de ne görsünler, asa, onların ortaya getirdikleri şeyleri yalayıp yutuyor"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Böylece hak ortaya çıktı, onların yapıp ettikleri, işe yaramaz hale geldi"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Orada mağlup oldular, küçük düştüler"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Ve büyücüler secdeye kapandılar"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Alemlerin Rabbine iman ettik, dediler"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Musa´nın ve Harun´un Rabbine"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Firavun dedi ki: \"Demek ben size izin vermeden ona inandınız ha! Bu, şehirde tezgahladığınız bir tuzaktır ki, bununla şehir halkını oradan çıkarmak peşindesiniz. Yakında anlarsınız"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Ellerinizi ve ayaklarınızı çaprazlama keseceğim, sonra da hepinizi asacağım"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Biz, dediler, doğruca Rabbimize varacağız"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Sen bizden, sırf Rabbimizin ayetleri bize gelince, onlara iman ettiğimizden ötürü intikam alıyorsun. Ey Rabbimiz! Üzerimize sabır yağdır. Canımızı müslümanlar olarak al"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Firavun kavminin kodamanları dediler ki: \"Musa´yı ve toplumunu, yeryüzünü fesada verip seni ve ilahlarını terk etsinler diye mi bırakıyorsun?\" Dedi ki Firavun: \"Biz onların oğullarını öldürüp kadınlarını diri bırakacağız/kadınlarının rahimlerini yoklayıp çocuk alacağız/kadınlarına utanç duyulacak şeyler yapacağız. Üstlerine sürekli kahır yağdıracağız"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Musa kendi toplumuna şöyle dedi: \"Allah´tan yardım dileyin, sabırlı olun. Yeryüzü Allah´ındır, Allah ona, kullarından dilediğini mirasçı kılar. Sonuç, takvaya sarılanlarındır"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Dediler ki: \"Senin bize gelişinden önce de işkenceye uğratıldık, gelişinden sonra da.\" Musa dedi: \"Rabbinizin, düşmanınızı yok etmesi ve nasıl davranacağınıza bakmak üzere yeryüzünde sizi yöneticiler yapması umulabilir"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Yemin olsun ki biz, Firavun hanedanını yakalayıp ürün eksikliğiyle senelerce sıktık ki, düşünüp öğüt alabilsinler"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Onlara bir iyilik geldiğinde, \"bu bizimdir\" derlerdi. Kendilerine bir kötülük dokunduğunda ise Musa ve beraberindekilerin uğursuzluğuna yorarlardı. Gözünüzü açın! Onların uğursuzluk kuşu Allah katındadır. Fakat çokları bilmiyorlar"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Şunu da söylediler: \"Bizi büyülemek için, bize istediğin kadar ayet getir. Sana inanmayacağız"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Biz de onlar üzerine, açık mucizeler olarak tufan, çekirge, haşerat, kurbağalar ve kan gönderdik; yine de kibre saptılar ve günahkar bir topluluk oluverdiler"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Pislik üzerlerine çökünce şöyle dediler: \"Ey Musa! Sana verdiği söze dayanarak Rabbine dua et. Şu pisliği üzerimizden kaldırırsa, sana kesinlikle inanacağız ve İsrailoğullarını seninle birlikte mutlaka göndereceğiz"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Dolduracakları bir süreye kadar kendilerinden azabı kaldırdığımızda, hemen yeminlerini bozdular"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Bunun üzerine biz de onlardan öc aldık: Ayetlerimizi yalanladıkları, onlara aldırmazlık ettikleri için hepsini suda bozduk"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Ezilip itilmekte olan topluluğu da içine bereketler doldurduğumuz toprağın doğularına ve batılarına mirasçı kıldık. Rabbinin, İsrailoğullarına verdiği güzel söz, sabretmeleri yüzünden hedefine vardı. Firavun ve toplumunun sanayi olarak meydana getirdiklerini de dikip yükselttikleri sarayları da yere geçirdik"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "İsrailoğullarına denizi geçirttik. Özel putlarına tapan bir topluluğa rastladılar. Bunun üzerine: \"Ey Musa, dediler, bunların ilahları olduğu gibi sen de bize bir ilah belirle.\" Musa dedi: \"Siz cahilliği sürdürmekte olan bir toplumsunuz"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Şu gördüklerinizin, içinde bulundukları din çökmüştür. Yapmakta oldukları da boşa çıkacaktır"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Şunu da söyledi: \"Size Allah´tan başka bir ilah mı arayayım? O sizi alemlere üstün kılmıştır"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Şunu da hatırlayın: Sizi Firavun hanedanından kurtarmıştık. Size azabın en kötüsüyle işkence ediyorlardı: Oğlanlarınızı katlediyor, kadınlarınızı diri bırakıyorlardı. Bunda sizin için Rabbinizden gelmiş büyük bir imtihan vardı"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Musa ile otuz gece için vaatleştik. Ve bunu, bir on ekleyerek tamamladık. Böylece Rabbinin belirlediği süre kırk geceye ulaştı. Musa, kardeşi Harun´a dedi ki: \"Toplumum içinde benim yerime sen geç, barışçı ol, bozguncuların yolunu izleme"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Musa, bizimle sözleştiği yere gelip Rabbi de kendisiyle konuşunca şöyle konuştu: \"Rabbim, göster bana kendini, göreyim seni.\" Dedi: \"Asla göremezsin beni. Ama şu dağa bak. Eğer o yerinde durabilirse, sen de beni görebileceksin.\" Rabbi dağa tecelli edince onu parça parça etti. Ve Musa baygın vaziyette yere yığıldı. Kendine gelince şöyle yakardı: \"Tespih ederim o yüce varlığını, tövbe edip sana yöneldim. İman edenlerin ilkiyim ben"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Allah buyurdu: \"Ey Musa! Ben, gönderdiğim vahiylerle, konuşmamla seni seçip yücelttim. Sana verdiğimi al ve şükredenlerden ol"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Biz Musa için levhalarla herşeyi yazdık: Öğüt olarak, herşeyin ayrıntısı olarak. \"Kuvvetle tut bunları ve emret toplumuna da onları en güzel şekliyle tutsunlar. Fasıklar yurdunu göstereceğim size"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Yeryüzünde haksız yere büyüklük taslayanları ayetlerimden uzak tutacağım: Onlar hangi mucizeyi görseler ona inanmazlar. Doğruya varan yolu görseler, onu yol edinmezler. Ama azgınlık yolunu görseler onu yol edinirler. Bu böyledir. Çünkü onlar ayetlerimizi yalanladılar ve onlara karşı kayıtsız kaldılar"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Ayetlerimizi ve ahirete varılacağını yalan sayanların tüm yaptıkları boşa gitmiştir. Bulacakları karşılık, yapıp ürettiklerinden başkası olmayacaktır"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Musa´nın kavmi, onun Allah´la konuşmaya gidişinden sonra, süs eşyalarından oluşmuş, böğürebilen bir buzağı heykelini ilah edinmişti. Görmediler mi ki, o onlarla ne konuşabiliyor ne de kendilerine yol gösterebiliyor? Onu benimsediler ve zalimler haline geldiler"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Başları avuçları arasına düşürülüp de sapmış olduklarını fark ettiklerinde şöyle yakardılar: \"Rabbimiz bize merhamet etmez, bizi affetmezse mutlaka hüsrana düşenlerden olacağız"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Musa, kızgın ve üzgün bir halde kavmine döndüğünde şöyle dedi: \"Benden sonra arkamdan ne kötü şeyler yaptınız! Rabbinizin emrini bekleyemediniz mi? Levhaları yere attı, kardeşinin başını tuttu, kendisine doğru çekiyordu. Kardeşi dedi ki: \"Ey annem oğlu! Bu topluluk beni horlayıp hırpaladı. Nerdeyse canımı alıyorlardı. Bir de sen düşmanları bana güldürme. Beni şu zalim toplulukla bir tutma"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Musa şöyle yakardı: \"Rabbim! Beni ve kardeşimi bağışla. Rahmetine sok bizi. Sen, rahmet edenlerin en merhametlisisin"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Buzağıyı ilah edinenler var ya, yakında onlara Rablerinden bir öfke ve dünya hayatında bir zillet ulaşacaktır. İftiracıları böyle cezalandırırız biz"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Günahlar işlendikten sonra tövbe ile iman edenlere gelince, o tövbe imandan sonra Allah çok affedici, çok merhametli olacaktır"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Öfke, Musa´yı rahat bırakınca, levhaları aldı. Onlardaki yazıda, yalnız Rableri karşısında ürperenler için bir rahmet ve bir kılavuz vardı"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Musa, bizimle buluşma vakti için toplumundan yetmiş adam seçti. Şiddetli sarsıntı onları yakalayınca Musa şöyle dedi: \"Rabbim, dileseydin, onları da beni de daha önce helak ederdin. İçimizdeki beyinsizlerin yaptıkları yüzünden bizi helak mı edeceksin? Bu iş senin imtihanından başka birşey değildir. Onunla dilediğini şaşırtır, dilediğine yol gösterirsin. Sen bizim Veli´mizsin. O halde affet bizi, acı bize. Sen affedenlerin en hayırlısısın"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Bize hem bu dünyada güzellik yaz hem de ahirette. Dönüp dolaşıp sana geldik.\" Buyurdu ki: \"Azabıma dilediğimi çarptırırım. Rahmetime gelince, o herşeyi çepeçevre kuşatmıştır. Ben onu; sakınıp korunanlara, zekatı verenlere, ayetlerimize inananlara yazacağım"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Onlar ki, yanlarındaki Tevrat ve İncil´de yazılmış bulacakları ümmi peygambere uyarlar; o onlara iyiliği emreder, kötü ve çirkinden onları alıkoyar. Güzel şeyleri onlara helal kılar, pis şeyleri onlara yasaklar. Sırtlarından ağırlıklarını indirir, üzerlerindeki zincirleri, bağları söküp atar. Ona inanan, onu destekleyen, ona yardım eden, onunla indirilen ışığa uyan kişiler, kurtuluşa erenlerin ta kendileridir"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "De ki: \"Ey insanlar! Ben sizin üstünüze Allah´ın resulüyüm. Göklerin ve yerin mülkü o Allah´ındır. İlah yoktur O´ndan başka. O diriltir, O ölüdürür. O halde Allah´a ve resulüne iman edin; Allah´a ve onun sözlerine inanan o ümmi peygambere iman edip uyun ki, doğruya ve güzele ulaşabilesiniz"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Musa kavminden bir topluluk vardır ki, hakka kılavuzluk/hak ile kılavuzluk eder ve yalnız hakka dayanarak adaleti gözetir"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Biz onları, oniki torun kabileye ayırdık. Toplumu kendisinden su istediğinde de Musa´ya, \"asanı taşa vur\" diye vahyettik. Taştan, oniki göze fışkırdı. Her oymak, su içeceği yeri belledi. Onların üzerlerine bulutları gölgelik yaptık, kendilerine kudret helvası ve bıldırcın indirdik. \"Yiyiniz size verdiğimiz rızıkların temizlerinden!\" onlar bize zulmetmediler, ama öz benliklerine zulmediyorlardı"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "Onlara şöyle denildi: Şu kentte oturun, orada istediğiniz yerden yiyin. ´Affet´ diye yalvarın; kapıdan da secde ederek girin ki, hatalarınızı bağışlayalım. Güzel düşünüp güzel iş yapanlara daha fazlasını da vereceğiz"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Onların zulme sapanları, sözü, kendilerine söylenenin dışında bir sözle değiştirdiler. Bunun üzerine biz de üzerlerine gökten bir pislik azabı saldık; çünkü zulmediyorlardı"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Sor onlara o deniz kıyısındaki kentin durumunu. Cumartesi günü azıp sınır tanımazlık ediyorlardı. Sebt yaptıkları gün balıkları onlara akın akın gelirdi; sebt yapmadıklarında ise onlara gelmezdi. Yoldan sapmaları yüzünden onları böyle imtihan ediyorduk"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "İçlerinden bir topluluk şöyle dedi: \"Allah´ın helak edeceği yahut şiddetli bir azapla azaplandıracağı bir topluma ne diye öğüt verip duruyorsunuz? Dediler ki: \"Rabbinize karşı bir mazeret olsun diye ve bir de korunup sakınırlar ümidiyle"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Kendilerine verilen öğüdü unuttuklarında, kötülükten alıkoyanları kurtarıp zulme sapanları, yoldan çıkmalarından ötürü, acı bir azapla yakalayıverdik"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Ne zaman ki, yasaklandıkları şeylerden ötürü öfkelenip başka aşırılıklar yapmaya başladılar, onlara şöyle dedik: \"Aşağılık, maskara maymunlar olun"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "Rabbin, kıyamet gününe kadar, kendilerine azabın en kötüsünü yapacak kimseleri üzerlerine göndereceğini bildirmişti. Senin Rabbin cezayı vermede çok süratli davranır; ama çok affedici, çok merhametlidir de"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Ve onları yeryüzünde birçok ümmetlere böldük. İçlerinde barışsever iyiler vardı ama böyle olmayan aşağılıklar da vardı. Belki dönerler ümidiyle onları güzelliklerle de kötülüklerle de imtihana çektik"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Arkalarından, yerlerini alan halefler geldi. Bunlar, Kitap´a varis olmuşlardı. Şu basit dünyanın geçici menfaatini esas alıyorlar ve şöyle diyorlardı: \"Biz zaten bağışlanacağız!\" Kendilerine, bir menfaat daha gelse onu da alıyorlardı. Bunlardan, Allah hakkında, gerçek dışında birşey söylememelerine ilişkin Kitap misakı alınmamış mıydı? O Kitap´ın içindekileri okuyup incelemediler mi? Ahiret yurdu, takvaya sarılanlar için daha hayırlıdır. Hala aklınızı işletmeyecek misiniz"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Kitap´a sarılanlar ve namazı kılanlara gelince, biz, barışsever iyilerin ödülünü zayi etmeyiz"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "Bir zaman, dağı tepelerine bir gölgelik gibi çekmiştik de onu üstlerine düşüyor sanmışlardı. \"Size verdiğimizi kuvvetle tutun ve içindekini hatırınızdan çıkarmayın ki korunabilesiniz"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "Hani Rabbin, ademoğullarından, bellerinden zürriyetlerini alıp onları öz benliklerine şahit tutarak sormuştu: \"Rabbiniz değil miyim?\" Onlar: \"Rabbimizsin, buna tanıklık ederiz.\" demişlerdi. Kıyamet günü, \"biz bundan habersizdik\" demeyesiniz"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Şöyle de demeyesiniz: \"Daha önce atalarımız şirke batmıştı. Biz de onların ardından gelen bir soyuz. Gerçeği çiğneyenler yüzünden bizi helak mı edeceksin"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Biz, ayetleri işte bu şekilde ayrıntılı kılıyoruz ki, hakka dönebilsinler"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Onlara, şu adamın haberini de oku: Kendisine ayetlerimizi vermiştik; onlardan sıyrılıp çıktı, şeytan da onu peşine taktı; nihayet o, azgınlardan oluverdi"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Dileseydik onu, o ayetlerle yüceltirdik. Ama o, yere saplandı, iğreti arzularına uydu. Onun durumu şu köpeğin durumuna benzer: Üstüne varsan dilini sarkıtarak solur, kendi haline bıraksan dilini sarkıtarak solur. Ayetlerimizi yalanlayan toplumun örneği işte budur. Bu hikayeyi anlat ki düşünüp taşınabilsinler"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Ayetlerimizi yalanlayan topluluğun vücut verdiği örnek ne kötüdür! Onlar öz benliklerine zulmediyorlardı"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Allah´ın yol gösterdiği, gerçeğe varmıştır; saptırdıkları ise hüsrana batıp kalmıştır"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Yemin olsun ki biz, insanlardan ve cinlerden birçoğunu cehennem için yarattık. Kalpleri var bunların, onlarla anlamazlar; gözleri var bunların, onlarla görmezler; kulakları var bunların, onlarla işitmezler. Davarlar gibidir bunlar. Belki daha da şaşkın. Gafillerin ta kendileridir bunlar"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "En güzel isimler Allah´ındır; O´na onlarla dua edin. O´nun isimlerinde ters bir tutum izleyenleri bırakın. Yapıp ettiklerinin cezasını çekeceklerdir"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Bizim yarattıklarımızdan bir ümmet var ki, hakka rehberlik eder ve onunla adalet sunarlar"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Ayetlerimizi yalanlayanları, hiç bilemeyecekleri bir yerden ağır ağır çöküşe götüreceğiz"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Süre tanıyorum onlara. Çünkü benim tuzağım pek yamandır"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Düşünmediler mi ki, o arkadaşlarında cinnetten eser yok. Apaçık bir uyarıcıdan başkası değildir o"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Göklerin ve yerin melekutuna, Allah´ın yarattığı herhangi birşeye bakmadılar mı; ecellerinin gerçekten yaklaşmış olabileceğini düşünmediler mi? Peki, bu Kur´an´dan sonra hangi hadise/söze iman ediyorlar"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Allah´ın şaşırttığına kimse kılavuzluk edemez. O bırakır onları ki, kudurgunlukları içinde bocalayıp dursunlar"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Ne zaman gelip çatacak diye kıyamet saatini soruyorlar sana. De ki: \"Ona ilişkin bilgi Rabbim katındadır. Onu, vakti geldiğinde belirginleştirecek olan yalnız O´dur. Göklere de yere de ağır gelmiştir o. O size ansızın gelecektir, başka değil.\" Sen onu iyice biliyormuşsun gibi sana soruyorlar. De ki: \"O´na ilişkin bilgi Allah katındadır, fakat insanların çokları bilmiyorlar"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "De ki: \"Ben kendi nefsime, Allah´ın dilediğinden başka ne bir yarar sağlayabilirim ne de bir zarar verebilirim. Eğer gaybı bilseydim elbette daha çok hayır yapardım. Ama bana kötülük dokunmamıştır bile. Ben, inanan bir topluluk için bir uyarıcı ve müjdeciden başkası değilim"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "O, odur ki, sizi bir tek canlıdan yarattı, eşini de ondan vücuda getirdi ki, gönlü buna ısınsın. Eşini sarıp kucaklayınca o, hafif bir yük yüklendi de bir süre onu gezdirdi. Ağırlaştığında ikisi birden Rablerine şöyle dua ettiler: \"Bize iyi huylu, yakışıklı bir çocuk verirsen yemin ederiz, şükredenlerden olacağız"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Allah onlara ruhta, bedende güzel bir çocuk verince, kendilerine verdiği nimete ikisi birden Allah´a ortak koşmaya başladılar. Allah onların ortak koştuğu şeylerden arınmıştır"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Hiçbir şey yaratmayan, bizzat kendileri yaratılmış olan şeyleri/kişileri mi ortak koşuyorlar"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Onlar, ne bunlara bir yardım sağlayabilirler ne de kendi benliklerine yardımcı olabilirler"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Onları, iyiye ve güzele çağırsanız sizi izlemezler. Ha onlara dua etmişsiniz ha sus-pus oturmuşsunuz. Sizin için birdir"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Allah dışında yakardıklarınız sizin gibi kullardır. Eğer iddianızda haklıysanız, hadi çağırın onları da size cevap versinler"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Ayakları mı var onların ki, onlarla yürüsünler; elleri mi var onların ki onlarla tutsunlar; gözleri mi var onların ki, onlarla görsünler; kulakları mı var onların ki, onlarla işitsinler. De ki: \"Ortaklarınızı çağırıp bana tuzak kurun. Hadi, göz açtırmayın bana"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Benim Veli´m, o Kitap´ı indiren Allah´tır. O, hayır ve barış seven kulları koruyup gözetir"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "O´nun dışında yakardıklarınız, size yardım edemezler. Kendilerine de yardımcı olamazlar"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Onları, hidayete çağırsanız, duymazlar. Onların sana baktıklarını sanırsın. Oysaki, onlar görmezler"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Affetmeyi esas al. İyiyi ve güzeli emret, cahillerden yüz çevir"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Şeytandan bir dürtük seni dürtüklediğinde, Allah´a sığın. Çünkü O, herşeyi işitir, herşeyi bilir"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Korunup sakınanlar, kendilerine şeytandan bir görüntü/dürtü gelip dokunduğunda, hemen Allah´ı hatırlarlar. İşte o anda görülmesi gerekeni görürler"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Yoldaşları ise onları sürekli azgınlığa iterler, sonra da yakalarını bırakmazlar"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Onlara bir ayet getirmediğinde, \"onu da şurdan burdan derleseydin ya,\" diye konuşurlar. De ki: \"Ben sadece Rabbimden bana vahyedilene uyuyorum. Bu, Rabbinizden gelen gönül gözleridir, doğruya kılavuzdur, iman eden bir toplum için rahmettir"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Kur´an okunduğu zaman onu dinleyin ve susun ki, size rahmet edilsin"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Rabbini, öz benliğinin içinde yalvarıp ürpererek, bağırtılı olmayan bir sesle sabah-akşam zikret. Sakın gafillerden olma"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Rabbinin katında olanlar, büyüklük taslayıp O´na kulluktan yüz çevirmezler; O´nu tespih ederler ve yalnız O´na secde ederler"
        },
        {
            "chapter": 8,
            "verse": 1,
            "text": "Sana harp ganimetlerini sorarlar. De ki: \"Onlar Allah ve Resul içindir. O halde Allah´tan korkun ve aranızda barış ve esenliği kurun. Ve eğer müminler iseniz Allah´a ve O´nun Resulü´ne itaat edin"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "İnanmış olanlar ancak o kişilerdir ki, Allah anıldığında yürekleri ürperip titrer ve onlara Allah´ın ayetleri okunduğunda, bu onların imanlarını artırır. Ve onlar yalnız Rablerine güvenip dayanırlar"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Namazı dosdoğru kılarlar onlar. Ve kendilerine rızık olarak verdiklerimizden bol bol dağıtırlar"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Gerçek anlamda müminler, işte bunlardır. Rableri katında dereceler, bağışlanma ve bol bir rızık var onlar için"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "Bildiğin gibi, Rabbin seni hak uğruna, öz yurdundan çıkarmıştı. Ve müminlerden bir grup tamamen isteksizdi"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "İş apaçık ortaya çıktıktan sonra bile, hak konusunda seninle çekişiyorlardı. Sanki onlar gözleri baka baka ölüme sürülüyorlardı"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "O sırada Allah, iki gruptan birinin kesinlikle sizin olacağını vaat ediyordu. Ve siz, güçsüz ve silahsız olanın size düşmesini arzu ediyordunuz. Allah ise hakkı kendi kelimeleriyle tam bir biçimde ortaya koymayı ve küfre batmışların ardını, arkasını kesmeyi istiyordu"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "Diliyordu ki, kötülüğü temsil edenler istemese de hakkı ayan-beyan gözler önüne koysun, saçma ve tutarsız olanı hükümsüz kılsın"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "Hani siz, Rabbinizden yardım ve destek diliyordunuz; O, sizin dileğinize şöyle cevap vermişti: \"Hiç kuşkunuz olmasın, ben size, meleklerden birbiri ardınca bin tanesiyle yardım ulaştıracağım"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Allah bunu, sadece bir müjde olsun ve o sayede kalpleriniz huzur ve rahatlık bulsun diye yaptı. Yardım yalnız ve yalnız Allah katındandır. Hiç şüphesiz Allah Azîz´dir, Hakîm´dir"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "O zaman sizi, Allah´tan bir güven olmak üzere hafif bir uyku bürüyordu; sizi onunla temizlemek, şeytanın pisliğini sizden gidermek, kalplerinizi birbirine bağlamak, ayaklarınızı sağlam bastırmak için üzerinize gökten bir su indiriyordu"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Rabbin, meleklere şöyle vahyediyordu: \"Ben sizinle beraberim. İmanı olanları sağlamlaştırın. İnkâr edenlerin kalpleri içine korku salacağım; vurun boyunların üstüne, vurun onların her parmağına"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Bu böyledir. Çünkü onlar Allah´a ve resulüne kafa tuttular. Kim Allah´a ve resulüne kafa tutarsa kuşkusuz ki, Allah´ın azabı şiddetli olur"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "İşte gördünüz! Hadi tadın onu! Küfre sapanlar için ateş azabı da var"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "Ey iman edenler! İnkâr edenlerle savaşmak üzere karşılaştığınızda, sakın onlara arkalarınızı dönmeyin"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Her kim böyle bir günde, savaşmak için başka bir yer tutmak yahut başka bir birliğe katılmaya gitmek dışında onlara arkasını dönerse, Allah´tan bir gazaba çarpılmış olur. Varacağı yer cehennemdir onun. Ne kötü varış yeridir o"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "Siz öldürmediniz onları, Allah öldürdü onları. Attığın zaman da sen atmadın, Allah attı. İnananları kendisinden güzel bir imtihanla denemek için yaptı bunu. Allah; işitendir, bilendir"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Gördünüz ya, Allah küfre sapanların tuzağını fersiz bırakır"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Fetih istiyorsanız, fetih size geldi. Eğer vazgeçerseniz hakkınızda daha hayırlı olur. Eğer dönerseniz biz de döneriz. Cemaatiniz çok da olsa size zerre kadar yarar sağlayamaz. Allah, inananlarla beraberdir"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "Ey iman edenler! Allah´a ve resulüne itaat edin. İşitip durduğunuz halde ondan yüzünüzü çevirmeyin"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Hiç işitmedikleri halde, \"İşittik!\" diyenler gibi olmayın"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Çünkü yeryüzünde debelenenlerin Allah katında en kötüsü, akıllarını işletmeyen sağır dilsizlerdir"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Allah kendilerinde bir hayır olduğunu bilseydi elbette onlara işittirirdi. Onlara işittirseydi bile mutlaka yüz çevirir, döner giderlerdi"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Ey iman sahipleri! Sizi, size hayat verecek şeye çağırdığında, Allah´a da resule de \"Buyur deyin!\" Şunu da bilin ki, Allah kişi ile kalbinin arasına sokulur ve bilin ki en son O´nun huzurunda haşredileceksiniz"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "İçinizden sadece zulmedenlere çatmakla kalmayacak bir fitneden korkun. Bilin ki Allah´ın gazabı çok şiddetlidir"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Düşünün ki, siz bir zamanlar yeryüzünde ezilip horlanan bir azınlıktınız. İnsanların sizi çarpıvereceğinden korkuyordunuz. Bu haldeyken Allah sizi barındırdı, yardımıyla sizi destekledi ve şükredersiniz ümidiyle sizi tertemiz nimetlerle rızıklandırdı"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Ey inananlar! Allah´a ve resule hıyanet etmeyin! Bilip durduğunuz halde, öz emanetlerinize hıyanet mi ediyorsunuz"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Bilin ki, mallarınız ve çocuklarınız sizin için bir imtihan aracıdır. Allah´a gelince, büyük ödül O´nun katındadır"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "Ey iman sahipleri! Eğer Allah´tan korkarsanız, Allah size hakla bâtılı/iyiyle kötüyü ayırma gücü verir, kötülüklerinizi örter. Allah, o büyük lütfun sahibidir"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Küfre sapanlar, seni tutup bağlamaları yahut öldürmeleri ya da yurdundan çıkarmaları için sana tuzak kuruyorlardı. Onlar tuzak kurarlar, Allah da tuzak kurar. Ama Allah, tuzak kuranların en hayırlısıdır"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Ayetlerimiz onlara okunduğunda şöyle derler: \"Tamam, işittik. İstersek bunun gibisini elbette ki söyleriz; öncekilerin masallarından başka şey değil ki bu"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "Şunu da söylemişlerdi: \"Allahımız! Eğer bu, senin katından gelmiş gerçeğin kendisiyse, gökten üstümüze taş yağdır. Yahut bize korkunç bir azap musallat et"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Oysaki, sen onların içinde iken Allah onlara azap etmeyecekti. Onlar, af dileyip dururken de Allah onlara azap etmezdi"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "Onlar Mescid-i Haram´dan geri çevirip dururken, Allah onlara neden azap etmeyecekmiş? Onlar onun dostları/koruyucuları da değillerdir. Onun dostları/koruyucuları takva sahiplerinden başkası değildir. Ama onların çokları bunu bilmezler"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Onların o evdeki namazı; ıslık çalmak, el çırpmak/engel olmaktan başka bir şey değildir. O halde, inkâr etmekte olduğunuz için tadın azabı"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "O küfre sapanlar mallarını Allah yolundan alıkoymak için harcarlar, harcayacaklardır da. Sonunda bu kendileri için bir hasret olacak, sonra da mağlup edilecekler. Küfre sapanlar doğruca cehenneme sürülecekler"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "Böylece Allah, pisi temizden ayıracak, pis kısmı birbirleri üstüne yığıp hepsini bir yerde toplayarak tümünü cehenneme sokacak. Hüsrana uğrayanların da kendileridir bunlar"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "Küfre sapanlara söyle: \"Eğer son verirlerse eskide kalmış olan, kendileri için affedilir. Eğer yeniden başlarlarsa, daha öncekilere uygulanan yol ve yöntem, eskisi gibi devam etmiş olacaktır"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Fitne kalmayıncaya ve din tümüyle Allah´ın oluncaya kadar onlarla savaş. Vazgeçerlerse kuşkusuz ki Allah, ne yaptıklarını iyice görecektir"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "Eğer yüz çevirirlerse bilin ki, Allah sizin Mevlâ´nızdır. Ne güzel Mevlâ´dır O, ne güzel destekler; ne güzel Nasîr´dir O, ne güzel yardım eder"
        }
    ]
}