{
    "pages": [
        {
            "chapter": 14,
            "verse": 43,
            "text": "Zihinleri bomboş olarak kendilerine bile dönüp bakamaz durumda, gözleri göğe dikilmiş bir vaziyette koşarlar"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "(Ey Muhammed!) Kendilerine azabın geleceği, bu yüzden zalimlerin: «Ey Rabbimiz! Yakın bir müddete kadar bize süre ver de senin davetine uyalım ve peygamberlere tâbi olalım» diyecekleri gün hakkında insanları uyar. (Onlara denilir ki:) «Halbuki siz daha önce, sizin için (dünyadan âhirete) göçüş olmadığına yemin etmemiş miydiniz?»"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "«(Sizden önce) kendilerine zulmedenlerin yurtlarında oturdunuz. Onlara nasıl muamele ettiğimiz size apaçık belli oldu. Ve size misaller de verdik.»"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Hilelerinin cezası Allah katında (malum) iken, onlar, tuzaklarını kurmuşlardı. Halbuki onların hileleriyle dağlar yerinden gidecek değildi"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "O halde, sakın Allah’ın peygamberlerine verdiği sözden cayacağını sanma! Çünkü Allah mutlak üstündür, kimsenin yaptığını yanına bırakmaz"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Yer başka bir yer, gökler de (başka gökler) haline getirildiği, (insanlar) bir ve gücüne karşı durulamaz olan Allah'ın huzuruna çıktıkları gün (Allah bütün zalimlerin cezasını verecektir)"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "O gün, günahkârların zincire vurulmuş olduğunu görürsün"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Onların gömlekleri katrandandır, yüzlerini de ateş bürümektedir"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Allah herkese kazandığının karşılığını vermek için (onları diriltecektir.) Kuşkusuz Allah, hesabı çabuk görendir"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Bu Kur'ân, (Allah'tan) insanlara uyarılmaları için, O'nun tek bir ilâh olduğunu bilmeleri için ve akıl sahiplerinin ibret almaları için bir teblîğ (bir bildiri) dir"
        }
    ]
}