{
    "pages": [
        {
            "chapter": 19,
            "verse": 12,
            "text": "«Ey Yahya! Kitab'a (Tevrat'a) vargücünle sarıl!» (dedik) ve henüz çocuk iken ona (ilim ve) hikmet verdik"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "Tarafımızdan ona kalp yumuşaklığı ve temizlik de (verdik). O, çok sakınan bir kimse idi"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "Anababasına çok iyi davranırdı; o, isyankar bir zorba değildi"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Doğduğu gün, öleceği gün ve diri olarak kabirden kaldırılacağı gün ona selam olsun"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "(Rasûlüm!) Kitapta Meryem'i de an. Hani o, ailesinden ayrılarak doğu tarafında bir yere çekilmişti"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "Meryem, onlarla kendi arasına bir perde çekmişti. Derken, biz ona ruhumuzu gönderdik de o, kendisine tastamam bir insan şeklinde göründü"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Meryem ona şöyle demişti: Eğer Allah'tan sakınan bir kimse isen, senden Rahmân'a sığınırım"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Melek: Ben, yalnızca, sana tertemiz bir erkek çocuk bağışlamam için Rabbinin bir elçisiyim, dedi"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Meryem: Bana bir insan eli değmediği, iffetsiz de olmadığım halde benim nasıl çocuğum olabilir? dedi"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Melek: Öyledir, dedi; (zira) Rabbin buyurdu ki: Bu bana kolaydır. Çünkü biz, onu insanlara bir delil ve kendimizden bir rahmet kılacağız. Bu, hüküm ve karara bağlanmış (ezelde olup bitmiş) bir iş idi"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Meryem ona hamile kaldı. Bunun üzerine onunla (karnındaki çocukla) uzak bir yere çekildi"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Doğum sancısı onu bir hurma ağacına (dayanmaya) sevketti. «Keşke, dedi, bundan önce ölseydim de unutulup gitseydim!»"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Aşağısından (İsa yahut melek) ona şöyle seslendi: «Tasalanma! Rabbin senin alt yanında bir su arkı vücuda getirmiştir.»"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "«Hurma dalını kendine doğru silkele ki, üzerine taze, olgun hurma dökülsün.»"
        }
    ]
}