{
    "pages": [
        {
            "chapter": 40,
            "verse": 50,
            "text": "(Bekçiler:) Size peygamberleriniz açık açık deliller getirmediler mi? derler. Onlar da: Getirdiler, cevabını verirler. (Bekçiler ise): O halde kendiniz yalvarın, derler. Halbuki kâfirlerin yalvarması boşunadır"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "Şüphesiz peygamberlerimize ve iman edenlere, hem dünya hayatında, hem şahitlerin şahitlik edecekleri günde yardım ederiz"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "O gün zalimlere, özür dilemeleri hiçbir fayda sağlamaz. Artık lânet de onlarındır, kötü yurt da onlarındır"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "Andolsun ki biz Musa'ya hidayeti verdik ve İsrailoğullarına, Kitab’ı miras bıraktık"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "Akıl sahipleri için bir öğüt ve doğruluk rehberi olan"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "(Rasûlüm!) Şimdi sen sabret. Çünkü Allah’ın vaadi gerçektir. Günahının bağışlanmasını iste. Akşam sabah Rabbini hamd ile tesbîh et"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Kendilerine gelmiş kesin bir delil olmaksızın, Allah'ın âyetleri hakkında münakaşa edenler var ya, hiç şüphe yok ki, onların kalplerinde, asla yetişemeyecekleri bir büyüklük hevesinden başka bir şey yoktur. Bu itibarla Allah'a sığın; çünkü her şeyi hakkıyla işiten, hakkıyla gören O'dur"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Elbette göklerin ve yerin yaratılması, insanların yaratılmasından daha büyük bir şeydir. Fakat insanların çoğu bilmezler"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Kör ile gören, iman edip sâlih amel işleyenlerle kötülük eden bir olmaz. Ne kadar az düşünüyorsunuz"
        }
    ]
}