{
    "rukus": [
        {
            "chapter": 11,
            "verse": 69,
            "text": "Trimisii Nostri ii adusera lui Abraham vestea cea buna. Ei spusera: “Pace!”, el raspunse: “Pace!” si aduse fara zabava un vitel fript"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Cand vazu ca mainile lor nu se intind catre el, nu-i intelese si i se facu frica de ei. Acestia spusera: “Nu te teme! Noi suntem trimisi la poporul lui Lot”"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "Femeia lui statea in picioare si izbucni in ras. Noi i-l vestiram pe Isaac, si dupa Isaac, pe Iacob"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "Ei spusera: “Porunca lui Dumnezeu te mira? Milostivenia si binecuvantarile lui Dumnezeu fie asupra voastra. O, oameni ai acestei case! Dumnezeu este Laudat, Slavit!”"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Ea spuse: “Vai mie! O sa odrasluiesc acum ca sunt batrana, si barbatul meu este batran? Aceasta este un lucru de mirare!”"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "Cand groaza il parasi pe Abraham, dupa ce-i venise vestea cea buna, el discuta cu noi pentru poporul lui Lot"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Abraham era bun, smerit si cait"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "“O, Abraham! Da uitarii aceasta! Porunca lui Dumnezeu va veni fara tagada si o osanda fara intoarcere le va fi data.”"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Cand trimisii Nostri ajunsera la Lot, acesta se mahni, caci bratul sau era prea slab pentru a-i ocroti. El spuse: “Aceasta este o zi de temut!”"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "Poporul sau veni la el, intaratat. Si mai inainte ei savarsisera rele! El spuse: “O, popor al meu! Iata-le pe fetele mele. Ele sunt mult mai curate pentru voi! Temeti-va de Dumnezeu si nu-mi batjocoriti oaspetii. Nu este nici macar un singur barbat drept printre voi?”"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Ei spusera: “Tu stii prea bine ca nu avem nici un drept asupra fetelor tale. Stii ce vrem de fapt.”"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "El spuse: “Daca as avea putere sa ma impotrivesc voua, ori daca as gasi un sprijin temeinic!”"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "Trimisii Nostri spusera: “O, Lot! Noi suntem solii Domnului tau. Oamenii acestia nu vor ajunge pana la tine. Pleaca cu ai tai, spre sfarsitul noptii. Niciunul dintre voi sa nu se uite inapoi. Femeia ta va intoarce privirea si o va lovi ceea ce ii va lovi si pe ei. Aceasta se va intampla in zori. Oare zorii nu sunt aproape?”"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "Cand veni porunca Noastra, am rasturnat cetatea cu susul in jos si am facut sa ploua asupra ei cu bulgari de lut, mari"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "pecetluiti de Domnul tau. Un asemenea lucru nu este departe de cei nedrepti"
        }
    ]
}