{
    "rukus": [
        {
            "chapter": 26,
            "verse": 34,
            "text": "Faraon spuse capeteniilor care il inconjurau: “Acesta este un vrajitor iscusit"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "El vrea sa va alunge din tinutul vostru prin vraja sa. Ce porunciti?”"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "Ei au raspuns: “Spune-le sa astepte, el si fratele sau si trimite solii in cetati sa-i adune"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "si sa-ti aduca pe toti vrajitorii iscusiti.”"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "Fura adunati toti vrajitorii la vremea din ziua hotarata"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "si li se spuse oamenilor: “V-ati adunat"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "Poate ii vom urma pe vrajitori, daca vor iesi invingatori.”"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "Vrajitorii i-au spus lui Faraon apropiindu-se: “De vom iesi invingatori, vom capata vreo rasplata?”"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "“Da, si veti fi in suita mea.”"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "Moise le spuse: “Aruncati ce aveti de aruncat.”"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "Ei isi aruncara funiile si toiegele spunand: “Prin puterea lui Faraon, vom fi invingatori!”"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Moise isi arunca toiagul si acesta inghiti ceea ce ei nascocisera"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "Vrajitorii cazura atunci in genunchi"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "spunand: “Noi credem in Domnul lumilor"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "Domnul lui Moise si al lui Aaron!”"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "Faraon spuse: “Voi ati crezut in El inainte ca eu sa va dau ingaduinta, caci El este mai marele vostru care v-a invatat vrajitoria. Veti afla curand! Voi pune sa vi se taie mainile si picioarele in curmezis, iar apoi voi pune sa va rastigneasca pe toti”"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "Ei spusera: “Nu ne pasa, caci noi la Domnul nostru ne intoarcem"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "Noi cu tarie dorim ca Domnul nostru sa ne ierte noua greselile noastre, caci noi suntem intaii credinciosi.”"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "Noi i-am dezvaluit lui Moise: “Pleaca cu robii Mei noaptea. Veti fi urmariti.”"
        }
    ]
}