{
    "pages": [
        {
            "chapter": 6,
            "verse": 28,
            "text": "No, but what they used to hide in the past became apparent to them, and if they are sent back, they would go back to what they were forbidden from it, and indeed they are liars"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "And they said: there is nothing but our worldly life and we will not be raised"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "And if you see when they are made to stop before their Master, He says: is not this the truth? They say: yes, by our Master. He says: so taste the punishment because of what you used to disbelieve"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Those who denied the meeting of God have lost, until when the hour suddenly comes to them, and they say: our regret about what we neglected in it and they carry their burdens on their back. Know that what they carry is bad"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "And this world’s life is only a play and an amusement, and certainly the home of the hereafter is better for those who control themselves. Do you not understand"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "We know that what they say, certainly makes you sad and indeed they do not deny you but the wrongdoers reject God’s signs"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "And messengers before you were certainly denied, but they persevered about what they were denied and they were harassed until We gave them Our help. And no one can change God’s words. And certainly the news of the messengers has come to you"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "And if their shunning is difficult for you, then make a tunnel in the earth or a ladder to the sky if you can, so that you bring them a miracle. If God wanted, He would assemble them to the guidance, so do not be of the ignorant"
        }
    ]
}