{
    "pages": [
        {
            "chapter": 6,
            "verse": 125,
            "text": "So anyone whom God wants to guide him, He opens his chest to submission, and whoever He wants to misguide him, He makes his chest tightly closed as if he climbs up to the sky. This is how God puts the filth on those who do not believe"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "This is straight path of your Master. We have explained in detail the signs for people who take notice"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "For them is the peaceful home with their Master, and He is their protector because of what they were doing"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "And on a day that He gathers them all (saying): you clan of the Jinn, you have seduced many human beings. And their friends among the human beings say: our Master, some of us profited from others, and we reached our appointed time that You appointed for us. He says: the fire is your residence, remaining in there forever unless God wants (to save you). Your Master is indeed wise and knowledgeable"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "And that is how We make some of the wrongdoers support the others for what they were doing"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "You clan of Jinn and humans, did not messengers from among you come to you telling you My signs, and warning you about the meeting of this day of yours? They say: we testify against ourselves. And this world's life deceived them, and they testify against themselves that they were disbelievers"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "That is because your Master is not destroyer of the towns wrongfully (or for their wrongdoing) while their inhabitants are unaware"
        }
    ]
}