{
    "pages": [
        {
            "chapter": 27,
            "verse": 77,
            "text": "And indeed it is a guide and a mercy for the believers"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Indeed your Master judges between them with His command, and He is the powerful and the knowledgeable"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "So put your trust in God, indeed you are on the clear truth"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Indeed you cannot make the dead hear, or make the deaf hear the call when they turn their back going away"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "And you are not a guide to the blind from their getting lost. You can only make someone listen who believes in Our signs and they are submitted"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "And when the word (of punishment) happens to them, We bring out a creature from the earth for them, speaking to them that the people were not sure of Our signs"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "And on a day that We gather from every community a group of those who denied Our signs, and they are set in rows"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Until when they come, He says: did you deny My signs while you did not fully understand them by (your) knowledge, what were you doing"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "And the word (of punishment) happens to them because of what they did wrong, and they do not speak (a word)"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Did they not see that We made the night in order to rest in it, and the day to see. There are certainly signs in that for people who believe"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "And on a day that the trumpet is blown, then everyone in the skies and everyone on the earth are scared except anyone who God wants, and they all come to Him humbled"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "And you see the mountains, thinking they are motionless while they move as the clouds move. God’s making, the One who made everything perfect. Indeed He is well aware of what you do"
        }
    ]
}