{
    "pages": [
        {
            "chapter": 34,
            "verse": 49,
            "text": "Say: the truth came and the falsehood does not initiate (anything) and it does not return"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Say: if I go wrong, then I go wrong only against myself, and if I am guided then it is because of what my Master revealed to me. Indeed He hears all and is near"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "And if you could see when they are scared but there is no escape and they are taken from a nearby place"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "and they say: we believed in it. But how can they attain it from a faraway place"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "And they have disbelieved in it in the past, and accuse (and cast doubt about) the unseen from a faraway place"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "And between them and what they desire was separated as was done with their kind in the past. Indeed they were in a disturbing doubt"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "All praise belongs to God, creator of the skies and the earth, Who appointed the angels who have two and three and four wings as messengers. He adds to the creation whatever He wants. Indeed God is capable of everything"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Whatever God opens to the people from mercy, then there is no withholder for it, and whatever He withholds, then there is no sender for it after Him. And He is the powerful and the wise"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "People, remember God’s favor upon you. Is there any creator other than God who provides you from the sky and the earth? There is no god except Him, so how do you deviate (from the truth)"
        }
    ]
}