{
    "pages": [
        {
            "chapter": 39,
            "verse": 22,
            "text": "Is someone whom God opened his chest for submission (Islam), and he is on a light from his Master (like someone who is hard-hearted)? So woe to those whose hearts are hardened against remembering God. They are in an obvious error"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "God sent down the best saying as a book (with its verses) similar and often repeated, the skins of those who fear (disobeying) their Master shivers from it, then their skins and their hearts relaxes by God's remembrance. That is God’s guidance, He guides anyone He wants with it (according to His laws), and there is no guide for whomever God misguides"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Is someone who protects against the terrible punishment of the resurrection day with his face (same as one who has no punishment)? And it is said to the wrongdoers: taste what you were doing"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Those before them (also) denied, so the punishment came upon them from where they did not realize"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "So God made them taste the humiliation in this world’s life, and certainly the punishment of the hereafter is greater. If they knew"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "And We have certainly given every kind of example for the people in this Quran so that they may take notice"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "An Arabic Quran without having any crookedness (or anomaly) so that they may control themselves"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "God gave an example of a man belonging to quarreling partners and a man fully belonging to a man. Are the two examples equal? All praise belongs to God. No, but most of them do not know"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Indeed you die and indeed they die"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "then you dispute before your Master on the resurrection day"
        }
    ]
}