{
    "maqras": [
        {
            "chapter": 40,
            "verse": 66,
            "text": "(Мұхаммед Ғ.С.) оларға: \"Маған Раббымнан ашық дәлелдер келген заман; сендердің Алладан өзге жалбарынғандарыңа құлшылық қылуыма тыйым салындым. Сондай-ақ әлемдердің Раббына бой ұсынуға бұйрылдым\" де"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Сондай Алла сендерді топырақтан, сосын мәниден, сосын ұйыған қаннан жаратып, кейін бөбек қып шығарып, соңыра ержеткізіп, кәртейтеді. Кейбіреулеріңді (ержетуден) бұрын өлтіреді. Кейбірің белгілі мерзімге жетесіңдер. Әрине ойланарсыңдар"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Ол сондай Алла, тірілтеді әрі өлтіреді. Қашан бір істі бұйырғысы келсе, шын мәнінде оған: \"Бол\" дейді. Сонда ол бола қалады"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "(Мхаммед Ғ.С.) Алланың аяттары турасында тартысқандарды көрмейсің бе? Қалайша айналдырылады"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Сондай осы Кітапты, елшілерімізге жібергендерімізді жасынға шығарғандар, олар жедел біледі"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "Сол уақытта олардың мойындарында ажырғылар, боғаулар болған түрде сүйреледі"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Қайнап тұрған суда болып, сосын отқа жағылады"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Сосын оларға: \"Алладан өзге ортақ қосқан нәрселерің қайда?\",-делінеді"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Олар: \"(Өзгелер) бізден ғайып болды. Бәлкім біз бұрын еш нәрсеге шоқынбаушы едік\" дейді. Алла кәпірлерді өстіп тентіретеді"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Бұл сендердің жер жүзінде орынсыз мәз болып, масайрауларыңның салдарынан"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Оларға: \"Ішінде мәңгі қалатын тозақтың есігінен кіріңдер. тәкаппарлардың орны нендей жаман"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "(Мұхаммед Ғ.С.) енді сабыр ет. Алланың уәдесі хақ. Ал енді мейлі оларға еткен уәдеміздің кейбірін саған көрсетсек те(көзің тірісінде болса да) немесе саған өлім берсек те (бұрын қайтыс болсаң да) олар Біз жаққа қайтарылады"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Расында сенен бұрында елшілер жібердік. Олардың кейбірін саған баян еттік те кейбірін баян етпедік. Ешбір елші Алланың рұхсаты болмайынша бір мүғжиза келтіре алмайды. Қашан Алланың әмірі келсе, хақиқат бойынша үкім етіледі. Бүл жерде бұзақылар зиянға ұшырайды"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Ол сондай Алла, Сендер үшін малдарды жаратты. Кейбірін мінесіңдер де кейбірін жейсіңдер"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "Оларда сендерге түрлі пайдалар бар. Олардың үстінде көңілдеріңдегі хажетті жерге жетулерің тшін; оларға мініп және кемеде тасымалданасыңдар"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Алла сендерге белгілерін көрсетеді. Ал сонда Алланың қайсы белгілеріне қарсы келесіңдер"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Олар жер жүзінде кезбеді ме? Сонда өздерінен бұрынғылардың соңының не болғанын көрер еді. Олар, бұлардан көп және күшті әрі жер жүзінде қалдырғаң деректері мықты еді. Сонда да табыстары олардың істеріне жарамады"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Өйткені оларға, елшілері, мүғжизалармен келгенде, өз қастарындағы білімге мардамсыды да ажыуалаған нәрселері бастарына жетті"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "Ал енді азабымызды көргенде: \"Жалғыз ғана Аллаға сендік. Сондай-ақ Оған ортақ қосқан нәрселерімізге қарсы келдік\" дейді"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Бірақ, азабымызды көргендегі сенімдері оларға пайда бермейді. Өйткені, Алланың құлдарына байланысты болып, келе жатқан жолы осы. Бұл жерде кәпірлер зиян көреді"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Хә. Мим"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "Аса қамқор, ерекше мейірімді Алла тарапынан түскен"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "Бұл Кітап, білген ел үшін аяттары ашық-ашық баян етілген арапша Құран"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "Қуандырушы, қорқытушы. Алайда олардың көбі жалтарады. Сондықтан олар құлақ салмайды"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "(Мұхаммед Ғ.С.) олар: \"Сен бізді шақырған нәрсеге жүрегімізде бір перде құлақтарымызда бір кереңдік бар. Сондай-ақ біз бен сенің арамызд; далда бар. Сондықтан сен өзіңше істе де біз өзімізше істейік\" деді"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "(Мұхаммед Ғ.С.): \"Мен де сендер сияқты ғана адаммын. Маған Тәңірлерің бір-ақ Тәңір екендігі уахи етілуде. Сондықтан сол бағытқа жөнеліңдер әрі Одан жарылқау тілеңдер. Аллаға серік қосқандарға нендей өкініш\" де"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Сондай зекеттерін өтемегендер солар; өздері ахиретке де қарсы"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Расында иман келтіріп, ізгі істегендер, олар үшін таусылмайтын сыйлық бар"
        }
    ]
}