{
    "maqras": [
        {
            "chapter": 2,
            "verse": 26,
            "text": "Расында Алла шіркейді, одан да зорғыны мысал келтіруден ұялмайды. Ал мүміндер оның Раббыларынан нак хақиқат екендігін біледі. Ал енді қарсы болғандар: «Алла, бұл мысал менен нені қалайды?»,- дейді. Алла, ол мысал менен көптегенді адастырып, әрі онымен көптегенді оңғарады"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Олар (иман келтіріп) серт бергеннен кейін Алланың уәдесін бұзады да, Алланың жалғастырылуын бұйырған нәрсесін (жақындық, бірлікті) бөледі. Сондай-ақ жер жүзінде бұзақылық істейді. Міне солар зиянға ұшыраушылар"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Аллаға қалайша қарсы келесіңдер? Өлі едіңдер, сендерді тірілтті. Тағы өлтіреді. Соңыра қайта тірілтеді. Сонан соң (қияметте) Оның алдына қайтарыласыңдар"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "Ол сондай Алла, жер жүзіндегі барлық нәрселерді сендер үшін жаратты. Сонан кейін аспанға көңіл бөліп оны жеті қабат көк етіп тәртіптеді. Ол әр нәрсені толық білуші"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "(Мұғаммед Ғ.С.) сол уақытта Раббың періштелерге: «Әрине мен жерде бір орынбасар жаратамын!»,- деген еді. (Періштелер): «Онда бұзақылық істеп, қан төгетін біреу жаратасың ба? Негізінен біз Сені дәріптеп, мақтау мен пәктаудамыз» деді. Алла: «Мен сендердің білмегеңдеріңді жақсы білемін!»,- деді. (Алла, Адамды топырақтан жаратып оған жан салды)"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Алла Адам (Ғ.С.) ға біртұтас атауларды үйретті де сонан соң оларды періштелерге көрсетіп: «айтқандарың рас болса, Маған осы нәрселердің аттарын айтып беріңдер» деді"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Періштелер: «Сен пәксің! Біздің, Сенің үйреткеніңнен басқа білеріміз жоқ. Әрине Сен толық білуші, өте данасың» деді"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "(Алла Т): «Әй Адам! Оларға, бұлардың аттарын баян ет» деді. Сонда (Адам Ғ.С.) оларға ол заттардың аттарын айтқан сәтте, Алла: «Мен сендерге көктер мен жердің құпиясын, сендердің де көрнеу, көмес істегендеріңді білемін деп айтпадым ба?»,- деді"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Сол уақытта періштелерге: «Адамға сәжде қылыңдар» дедік. Сонда олар дереу сәжде қылды. Бірақ Ібіліс бас тартып, дандайсып қарсы келушілерден болды"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Және де: «Әй Адам! Сен де жұбайың да жәннәтте тұрыңдар, ерікті түрде қалағандарыңша жеңдер де, мына ағашқа жоламаңдар. Онда жазықтылардан боласыңдар» деген едік"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Сонда Шайтан, екеуін ол жерден тайдырды. Ондағы нығметтерден де шығарды. Оларға: «Бір - біріңе қас болып, түсіңдер: Сендер үшін жержүзінде тұрақ және бір мезгілге дейін пайдалану бар» дедік"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Сонда Адам (Ғ.С.) Раббынан сөздер үйреніп алды да жалбарынды. Раббы оның тәубесін қабылдады. Өйткені Ол тәубені өте қабылдаушы, ерекше мейірімді"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Жаннаттан бәрің түсіңдер, Менен сендерге бір туралық келсе, кім сонда тура жолыма ерсе, оларға қорқу жоқ әрі қайғырмайды» деген едік"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Қарсы келіп аяттарымызды өтірік дегендер, солар, тозақтық болып, олар мәңгі қалады"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "Әй Израил ұрпақтары! Берген ныметімді еске алыңдар! Уәдемді орындаңдар. Мен де серттеріңді орындаймын. Әрі Менен ғана қорқыңдар"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Жандарыңдағы Тәуратты растаушы Мен түсірген Құранға сеніңдер. Сондай-ақ оған алғаш қарсы келушілерден болмаңдар. Және де аяттарымды аз ғана бағаға айырбастамаңдар (дүниелік үшін бұрмаламаңдар) да Менен ғана қорқыңдар"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Хақиқатты бұзықтыққа аралаастырмаңдар да сондай-ақ біле тұра шындықты жасырмаңдар"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Әрі намазды / барлық шарттарын сақтап, беріле / толық орындаңдар, зекетті беріңдер және рукуғ етушілермен бірге рукуғ етіңдер"
        }
    ]
}