{
    "maqras": [
        {
            "chapter": 56,
            "verse": 75,
            "text": "Ал енді жұлдыздардың орындарына серт етемін"
        },
        {
            "chapter": 56,
            "verse": 76,
            "text": "Егер білсеңдер, ол, зор серт"
        },
        {
            "chapter": 56,
            "verse": 77,
            "text": "Шын мәнінде ол ардақты Құран"
        },
        {
            "chapter": 56,
            "verse": 78,
            "text": "Кітапта (Лаухы Махфүзда. Б.М.Р.) сақтаулы"
        },
        {
            "chapter": 56,
            "verse": 79,
            "text": "Оны тап-таза болғандар ғана ұстайды. (Дәретсіз кісі ұстамайды)"
        },
        {
            "chapter": 56,
            "verse": 80,
            "text": "Әлемдердің Раббы жақтан түсірілген"
        },
        {
            "chapter": 56,
            "verse": 81,
            "text": "Сендер осы сөзді құр көресіңдер ме"
        },
        {
            "chapter": 56,
            "verse": 82,
            "text": "Расында берген ризыққа шүкір етудің орнына оны жасынға шығарасыңдар ма? (Ж)"
        },
        {
            "chapter": 56,
            "verse": 83,
            "text": "Ал жан жұтқыншаққа келген кезде"
        },
        {
            "chapter": 56,
            "verse": 84,
            "text": "Сол уақытта сендер қарап қаласыңдар"
        },
        {
            "chapter": 56,
            "verse": 85,
            "text": "Негізінде ол өліп бара жатқанға Біз жақынырақпыз. Сендер көрмейсіңдер"
        },
        {
            "chapter": 56,
            "verse": 86,
            "text": "Ал сонда егер жазаланбайтын болсаңдар"
        },
        {
            "chapter": 56,
            "verse": 87,
            "text": "Егер шын айтсаңдар, оның жанын қайтарыңдаршы"
        },
        {
            "chapter": 56,
            "verse": 88,
            "text": "Ал егер өлген кісі, Аллаға жақындардан болса"
        },
        {
            "chapter": 56,
            "verse": 89,
            "text": "Сонда оған рахатты шаттық әрі нығметті ұжмақ бар"
        },
        {
            "chapter": 56,
            "verse": 90,
            "text": "Ал енді өлі оңшылдардан болса"
        },
        {
            "chapter": 56,
            "verse": 91,
            "text": "Саған оңшылдардан, \"Сәлем\" (делінеді)"
        },
        {
            "chapter": 56,
            "verse": 92,
            "text": "Егер өлі, жасынға шығарушы адасқандардан болса"
        },
        {
            "chapter": 56,
            "verse": 93,
            "text": "Сонда оның қонақ асысы, қайнар судан болады"
        },
        {
            "chapter": 56,
            "verse": 94,
            "text": "Әрі тозаққа салынады"
        },
        {
            "chapter": 56,
            "verse": 95,
            "text": "Сөзсіз міне анық шындық осы"
        },
        {
            "chapter": 56,
            "verse": 96,
            "text": "(Мұхаммед Ғ.С.) үлы Раббыңды атымен дәріпте"
        },
        {
            "chapter": 57,
            "verse": 1,
            "text": "Көктер мен жердегі нәрселер Алланы дәріптейді. Ол Алла, өте үстем, хикмет иесі"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "Көктер мен жердің иелігі Аллаға тән. Тірілтеді, өлтіреді. Ол, әр нәрсеге күші толық жетуші"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "Ол Алла (Т.) әуелгі әрі соқғы (әр нәрседен бұрын ежелден бар әрі меңгі қалады, соңы жоқ). Және Ол, (әр түрлі дәлелдермен) көрнеу әрі (ақыл жетпейтін) көмес. Сондай-ақ Ол, әр нәрсені толық білуші"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "Ол сондай Алла, көктер мен жерді алты күнде жаратып, сосын ғаршыны көтерілді. Ол, жерге кірген нәрсені әрі одан шыққан нәрсені және көктен түскен нәрсені, оған көтерілген нәрсені біледі. Сондай-ақ Ол, қайда болсаңдар да сендермен бірге. Алла не істегендеріңді толық көруші"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Көктер мен жердің иелігі Оған тән. Әрі барлық істер Оған қайтады"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Түнді күндізге ауыстырады, күндізді түнге ауыстырады. Сондай-ақ Ол көңілдегілерді толық біледі"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Аллаға, Елшісіне иман келтіріңдер. Және сендерді ие қылған нәрселерден тиісті орынға жұмсаңдар. Өйткені, сондай сендерден иман келтіріп, тиісті орынға мал жұмсағандар үшін ірі сыйлық бар"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Пайғамбар, сендерді Раббыларыңа иман келтіруге шақырса да Аллаға иман келтірмейтін сендерге не болды? Негізінде Алла, сендерден серт алған. Егер иман келтіретін болсаңдар. (С. 7-А., 7-С. 172-А)"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "Ол сондай Алла, сендерді қараңғылықтардан жарыққа шығару үшін құлына (Мұхаммед Ғ.С.ға) ап-ашық аяттар түсірді. Сөзсіз Алла, сендерге тым жұмсақ, ерекше мейірімді"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "Алла жолында мал жұмсамайтын сендерге не болды? Негізінен көктер мен жердің мұрагерлігі Аллаға тән. Сендерден Меккенің Алнуынан бұрын Алла жолында мал сарып қылып, соғысқан кісі; одан кейін мал сарып етіп, соғысқан кісімен тең емес. Олар дәреже тұрғысынан ұлкен. Сондай-ақ Алла бәріне де жақсылық уәде етті. Алла істеген ғамалдарыңды толық білуші"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "Әлде кім Аллаға көркем қарыз берсе, (тиісті орынға мал жұмсаса) сонда Алла, оны неше есе арттырады да оған көркем сауап береді. (С. 245-А)"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "Сол күні мүмін ерлер, мүмін әйелдердің нұрлары алдарында әрі оң жақтарында жүгіргенін көресің: \"Сендерге бүгін куаныш. Астарынан өзендер ағатын ұжмақтар бар. Ол арада мүлде қаласыңдар. Міне осы ұлы қол жеткендік\" (делінеді)"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "Сол күні, мұнафық ерлериен мұнафық әйелдер, Мүміндерге: \"Бізге көздеріңнің қырын салыңдар! Нұларыңнан бізде пайдаланайықшы!\",- дейді. Оларға: \"Арттарыңа қайтып, ңұр іздеңдер!\",-делінеді. Сонда олардың араларына есігі бар бір дуар орнатылады. Оның ішінде рахмет, сырт жағында азап бар"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "Мұнафықтар, мүміндерге: \"Сендермен бірге болмап па едік?',-деп, айғайлайды. Олар: \"Әрине, бірақ сендер өздеріңді сұмдыққа салдыңдар, күттіңдер, күмәндандыңдар. Сендерді құр үміттерің Алланың әмірі келгенге дейін алдады. Сондай-ақ сендерді Аллаға байланысты алдаушы (шайтан) алдады\" дейді"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "Сондықтан бүгін сендерден бір төлеу қабыл етілмейді әрі кәпірлерден де. Орындарың тозақ. Ол сендердің достарың. нендей жаман орын"
        }
    ]
}