{
    "maqras": [
        {
            "chapter": 63,
            "verse": 4,
            "text": "(Мұхаммед Ғ.С.) оларды көрген кезде, тұлғалары сені таңырқатады. Олар сөйлесе, сөздерін тыңдайсың. Олар, бейне, қаланған қуыс дөңбек сияқты. Сондай-ақ олар, әрбір шыққан дауысты өздеріне жориды. (Өз қылықтарынан үрейленеді.) Олар дұшпан. Сондыктан олардан сақтан. Оларды Алла типыл қылсын. Қайда адасып, бара жатыр? (Мұнафықтардың бастығы Ғабдолла Үбай ұлы, тағы басқалары зор денелі келбетті де шешен адамдар еді. Келіп, дуарға сүйеніп түрып, әдемілеп сөйлеуші епі. Б.Ж.М.Т)"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "Рауаят бойынша Мұсталық ұлдарымен болған бір қақтығыста, суға таласып, Ғабдолла Үбай ұлы, мүһажірлерді өте ауыр сөздермен қорлайды. Пайғамбарға білініп; оны шақырып алып, сұрағанда, ант-су ішіп, жылмия танады. Өтірігі шыққаннан кейін оған, Пайғамбар (Ғ.С.) дан: \"Кешірім сұра, Алладан жарылқау тілесін\" десе, қасарысып көнбейді. Б.М.) Егер оларға: \"Келіңдер, Алланың Елшісі сендерге жарылқау тілесін\" делінсе, олардың бастарын шайқағанын көресің. Олар бет бұрып, текаппарланады"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "(Мұхаммед Ғ.С.) олар үшін жарылқау тілесең де тілемесең де бәрі бір. Оларды Алла жарылқамайды. Алла (Т.) бұзақы елді тура жолға салмайды"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "Олар: \"Алланың Елшісінің жанындагы кісілерге еш нәрсе бермеңдер, олар тарқап кетсін\" дейді. Негізінде көктер мен жердің қазынасы Аллаға тән. Бірақ мұнафықтар ұқпайды"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "Ол мұнафықтар: \"Егер соғыстан қайтып, Мединеге барсақ; ол жерден ардақтылар, інжықтарды әлбетте шығарады\" дейді. Негізінде ғиззат Аллаға, Елшісіне әрі Мұсылмандарға тән. Бірақ мұнафықтар білмейді"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "Әй мүміндер! Сендерді малдарың, балаларың Алланы еске алудан тоспасын. Әлде кім бұны істесе, міне солар, зиян тартушылар"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "Сендерден біреулеріңе өлім келіп: \"Раббым! Мені жақын бір мерзімге дейін кешіктірсең де садақа беріп, ізгілерден болсам\" деуден бұрын өздеріңе берген несібемізден тиісті орынға жұмсаңдар"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "Қашан біреудің ажалы келсе, Алла, оны әсте кешіктірмейді және Алла, істегендеріңді толық біледі"
        },
        {
            "chapter": 64,
            "verse": 1,
            "text": "Көктердегі және жердегі нәрселер Алланы дәріптейді. Патшалық Оған тән, мақтау Оған лайық. Сондай-ақ Оның әр нәрсеге толық күші жетуші"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "Ол сондай сендерді жаратқан Алла. Сонда кейбіреулерің қарсы келесіңдер де кейбіреулерің иман келтіресіңдер. Алла істеген істеріңді толық көруші"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "Көктер мен жерді хақиқат бойынша жаратты. Ол, сендерді бейнелегенде көркем бейнелеген. Әрі қайтар жерлерің Сол жақ"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "Ол, көктер мен жерде болған нәрселерді біледі. Сондай-ақ жасырғандарыңды да әшкерелегендеріңді де біледі. Әрі көкіректегілерді толық біледі"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Сендерге бұрынғы қарсы болғандардың әңгімесі келмеді ме? Олар істегендерінің жазасын татты. Олар үшін тағы күйзелтуші азап бар"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "Бұл, өздеріне пайғамбарлары ашық дәлелдермен келгенде: \"Бізді адам тура жолға сала ма?\",- деп қарсы шығып, бет бұрғандықтарының салдарынан. Алла, оларға мұхтаж емес екендігін көрсетті. Өйткені, Алла, мүңсыз, мақтауға лайық"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Сондай қарсы болғандар, әсте қайта тірілмейміз деп ойлайды. (Мұхаммед Ғ.С.) оларға: \"Жоқ, Раббыма ант етемін. Әлбетте өлгеннен кейін қайта тірілесіңдер. Сосын сендерге не істегендерің түсіндіріледі. Осылар Аллаға оңай\" де"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Ендеше Аллаға, Елшісіне және Біз түсірген нұрға иман келтіріңдер. Алла (Т.) істегендеріңді толық біледі"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "Жиналатын күні; ол күні, сендерді жинайды. Міне сол, кімнің алданғаны ортаға шығатын күн. Кім Аллаға иман келтіріп, ізгі іс істесе; Алла оның жамандығын жояды да оны астарынан өзендер ағатын бейіштерге кіргізеді. Онда олар мәңгі қалады. Осы зор қол жеткендік"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "Сондай қарсы келіп, аяттарымызды жасынға айналдырғандар; міне солар, тозақтық болып, онда мәңгі қалады; нендей жаман орын"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "Алладан бұйрықсыз ешбір қайгы-қасірет болмайды. Ал және кім Аллаға иман келтірсе, оның жүрегін түзейді. Алла барлық нәрсені толық білуші"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "Аллаға да бой ұсыныңдар әрі Елшісіне де бағыныңдар. Егер бет бұрсаңдар, Елшімізге насиқат ету ғана міндет"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "Алла бар. Одан басқа ешбір тәңір жоқ. Сондықтан мүміндер, Аллаға тәуекел етсін"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "Әй мүміндер! Сөзсіз әйелдеріңнен балаларыңнан өздеріңе дұшпан болатындар да бар. Олардан сақсыныңдар. Егер оларды кешірім етсеңдер, шығыссаңдар, жарылқасаңдар, шәксіз Алла, өте жарылқаушы, ерекше мейірімді"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Шын мәнінде малдарың, балаларың бір сынақ. Үлкен сыйлық Алланың қасындағы. (С. 23-А)"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "Сондықтан шамаларың келгенінше Алладан қорқыңдар. (Әмірлерін) тыңдаңдар, бой ұсыныңдар. Сондай-ақ тиісті орындарға мал жұмсаңдар; сендер үшін хайырлы болсын. Кім нәпсісінің сараңдығынан сақсынса, міне олар, құтылушылар"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "Егер, Аллаға көркем қарыз берсеңдер, (тиісті орынға мал сарып қылсаңдар, С. 11-А.) оны сендер үшін неше есе арттырады әрі сендерді жарылқайды. Алла шүкірлікті бағалаушы, өте жұмсақ"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "Көместі де көрнеуді де білуші. Үстем, хикмет иесі"
        }
    ]
}