{
    "maqras": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "Қиямет күні Алла (Т.) пайғамбарларды жинап алып: «Сендерге не жауап берілді?»,- дейді. Олар: «Біздің ешбір мәліметіміз жоқ. Күдіксіз Сен ғана көместерді толық білушісің» деп жауап береді"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Сол уақытта Алла (Т.): «Әй Мәрйем ұлы Ғиса! Саған әрі анаңа берген нығметімді есіңе ал. Сол уақытта сені Жебірейіл арқылы қуаттаған едім. Бесікте және ержеткенде адамдармен сөйлесуші едің. Саған Кітапты, даналықты,Тәурат, Інжілді үйреттім. Және сол уақытта Менің бұйыруыммен балшықтан құстың бейнесі құсаған жасап, оның ішіне үрлегеніңде бұйыруыммен құс болатын еді. Және бұйыруыммен іштен туған соқырды да, аламесті де жазатын едің. Және бұйыруымммен өлікті (тірілтіп) шығарар едің. Және сол уақытта Израил ұрпақтарына ашық дәлелдермен келгеніңде, олардың қарсы шыққандары: «Бұл ашық жадыдан басқа еш нәрсе емес» дегенде, сені олардан қорғаған едім» деді"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "Сол уақытта Хауариларға: «Маған әрі Елшіме сеніңдер» деп білдірген едім. Олар: «Біз сендік, біздің шынайы Мұсылман болғандығымызға куә бол» деген еді"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Сол уақытта Хауарилар: «Әй Мәрйем ұлы Ғиса! Раббың бізге көктен бір дастарқан түсіре ала ма?» деген еді. «Егер сенсеңдер Алладан қорқыңдар» деді"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Хауарилар: « Біздің одан жегіміз келеді. Жүректеріміз орнықсын әрі сенің бізге шын айтқаныңды білейік. Сондай-ақ оған куә болушылардан болайық» десті"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Мәрйем ұлы Ғиса: « Әй Алла! Раббымыз! Бізге аспаннан дастарқан түсір! Бұрыңғы, соңғымызға мереке әрі Сенен бір белгі болсын. Бізді ризықтандыр! Сен ризықтандырушылардың ең жақсысың» деді"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Алла: «Күдіксіз Мен, ол дастарқанды түсіремін. Сонда, егер одан кейін сендерден кім қарсы келсе, шынайы түрде Мен оны дүниеде ешкімді азаптамаған азаппен азаптаймын» деді"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "(Сол уақта) Алла: «Әй Мәрйем ұлы Ғиса! Адамдарға, Алланы қойып, мені әрі анамды екі тәңір етіп алыңдар деп сен айттың ба?»,- дейді. (Ғиса Ғ.С.): «Әй Алла! сені пәктеймін. Тиісті болмаған нәрсені айту маған жараспайды. Егер деген болсам, сонда Сен, оны анық білесің. Сондай-ақ менің ішімдегіні Сен білесің, мен Сенікін білмеймін. Сен шынайы түрде көместерді толык білушісің» дейді"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Оларға: «Сен, маған бұйырғанды ғана; Аллаға құлшылық қылыңдар! Менің әрі сендердің Раббыларың дегеннен басқаны айтпадым. Олардың ішінде болғанымда, оларға байқаушы болдым. Сен мені алған шақта, оларға өзін бақылаушысың. Негізінде Сен әр нәрсені толық білушісің.»"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "«Егер оларды азаптасаң да олар құлдарың, егер оларды жарылқасаң да күдіксіз Сен аса үстем, хикмет иесісің.»"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Алла (Т.): «Бүгін шыншылдардың шындықтары пайда беретін бір күн. Оларға астарынан өзендер ағатын ұжмақтар бар. Олар онда мәңгі қалады да, алла олардан разы болады әрі олар да Алладан разы болады. Бұл ірі қол жеткендік.» дейді"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Көктер мен жер әрі екі арасындағылар Алланың меншігінде. Оның әрі нәрсеге күші толық жетеді"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Барлық мақтау, сондай көктер мен жерді жаратқан және қараңғылықтар мен жарықты жасаған Аллаға тән. Мұның соңында да қарсы болғандар, Раббыларына (басқаларды) теңейді"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Ол сондай Алла сендерді балшықтан жаратып сонан соң өлім мезгілін белгіледі. Және белгілі (қиямет) мерзімі де Оның қасында. Сонда да күдіктенесіңдер ме"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Әрі Ол - аспандарда және жерде бір Аллаһ. Ол сырларыңды және жария еткендеріңді әрі не істейтіндеріңді де біледі"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Оларға Раббыларынан әрқандай аят келсе, олар одан мүлде бет бұрушы еді"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Тіпті оларға келген шындықты (Құранды) да жасынға шығарды. Дегенмен жақында тәлкек қылғандарға (жазасының) хабары келеді"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Олардан бұрын қаншалаған нәсілдерді жоқ еткенімізді көрмеді ме? Оларға жер жүзінде сендерге бермеген мүмкіншілікті берген едік. Оларға аспаннан жаңбыр жіберіп, астарынан өзендер ағыздық. Бірақ, қылмыстары себепті оларды жоқ еттік те олардан кейін басқа нәсіл жараттық"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "(Мұхаммед Ғ.С.) егер саған қағазда жазулы бір Кітап жіберсек те, оны олар қолдарымен ұстаса еді. Әрине қарсы болғандар: «Бұл ап- ашық сиқырдан басқа емес » дер еді"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Бірде олар: «Пайғамбарға бір періште неге түсірілмейді?»,- деді. Егер періште түсірсек еді, (оған да қарсы келгендіктерінен) іс біткен болып оларға сонан кейін мұрса берілмес еді"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Егер Пайғамбарды бір періште қылсақ едік, оны да бір адам (бейнесінде) қылар едік те, оларға күдіктенген сайын шақ салған болар едік"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "(Мұхаммед Ғ.С.) сенен бұрыңғы пайғамбарлар да мазақталған болатын. Пайғамбарларды тәлкек қылғандарды, ажыуалаған нәрселері бастарына жетті"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "«Жер жүзін кезіңдер де сонан соң өтірікке ұйғарушылардың соңы не болатынын көріңдер.» де"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "(Оларға) айт: «Көктердегі және жердегі нәрселер кімдікі?», «Алланікі» де. Ол мәрхамет едуті өз міндетіне алған. Сендерді болуы күмәңсыз қиямет күнінде жинайды. Сондай өздеріне кесір тигізгендер; олар сенбейді"
        }
    ]
}