{
    "maqras": [
        {
            "chapter": 19,
            "verse": 22,
            "text": "Bu sekilde ona hamile oldu ve bu haliyle uzak bir yere cekildi"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Derken sancı onu bir hurma dalına goturdu ve: «Keske bundan once olmus olsaydım da unutulmus gitmis olsaydım.» dedi"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Derken asagı tarafından ona soyle seslendi: «Sakın uzulme, Rabbin senin altında bir su arkı yarattı"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Hurmanın dalını kendine dogru silkele, uzerine derilmis taze hurmalar dokulsun"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Artık ye, ic, gozun aydın olsun. Eger insanlardan birini gorursen de ki: «Ben esirgeyen Allah´a oruc adadım, onun icin bugun hicbir kimse ile konusmayacagım.»"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Derken onu tasıyarak kavmine getirdi, Onlar: «Hey Meryem, sen Allah biliyor ya yumurcak birsey getirdin"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "Ey Harun´nun kız kardesi, baban bir kotuluk adamı degildi, annen de kahpe degildi»"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Bunun uzerine Meryem cocugu gosterdi: «Besikteki bir cocukla nasıl konusuruz?» dediler"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "O: «Haberiniz olsun ben Allah´ın kuluyum. O, bana bir kitap verdi ve beni bir peygamber yaptı"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "Beni her nerede olursam mubarek kıldı ve hayatta kaldıgım muddetce bana namazı ve zekatı tavsiye buyurdu"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "Beni anneme saygılı kıldı, beni eskiya bir zorba yapmadı"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "Selam bana; hem dogdugum gun, hem olecegim gun, hem de diri olarak kaldırılacagım gune!»"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Iste hakkında tartısıp durdukları Meryem oglu Isa. Hak sozu olarak budur"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Allah´ın ogul edinmesi asla olur sey degildir; O, bu gibi seylerden uzaktır. O, bir isin olmasını dileyince ona sadece «Ol!» der, oluverir"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "Ayrıca o (Isa) dedi ki: «Haberiniz olsun, Allah benim de Rabbim sizin de Rabbinizdir; onun icin hep O´na ibadet ediniz! Iste yegane dogru yol budur"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Sonra gruplar kendi aralarında gorus ayrılıgına dustuler. Artık buyuk bir gunun gorulecek dehsetinden vay kafirlerin haline"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Onlar Bize gelecekleri gun neler isitecekler, neler gorecekler! Fakat o zalimler bugun apacık bir sapıklık icindedirler"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "Onlar gaflet icinde iken, onlar iman etmezlerken, o hasret gununun, o islerin bitirildigi saatin dehsetini kendilerine haber ver"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Kesinlikle yeryuzune ve butun uzerindekilere Biz varis olacagız Biz! Ve onlar, hep Bize donduruleceklerdir"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "Kitapta Ibrahim´i de an, cunku o, dosdogru biri, bir peygamberdi"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Bir zaman babasına soyle demisti: «Babacıgım, o isitmeyen, gormeyen ve sana hic faydası olmayan seytana nicin tapıyorsun"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "Babacıgım, emin ol sana gelmeyen bir ilim bana geldi. Gel bana uy da seni duz yola cıkarayım"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "Babacıgım, seytana tapma; cunku seytan esirgeyen Allah´a isyan etti"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "Babacıgım dogrusu ben, sana o Rahman´dan bir azabın dokunup da seytana dost olmandan korkuyorum.»"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Babası: «Sen benim ilahlarımdan gecmek mi istiyorsun ey Ibrahim? Yemin ederim ki, eger vazgecmezsen, seni muhakkak taslarım; beni sen uzun bir sure bırak git!» dedi"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Ibrahim: «Selam sana, senin icin Rabbimden af dileyecegim; cunku O, bana karsı cok lutufkardır"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Sizi Allah´tan baska taptıklarınızla basbasa bırakıp cekilirim ve Rabbime dua ederim; umarım, Rabbime yaptıgım dua sayesinde mutsuz olmam.» dedi"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Ibrahim, onları ve Allah´tan baska taptıklarını bırakıp cekildiginde, Biz de ona Ishak´ı ve Ya´kub´u ihsan ettik ve her birini bir peygamber yaptık"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Biz, bunlara rahmetimizden lutuflar, ihsanlar ettik ve hepsine dillerde yuksek bir dogruluk sanı verdik"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "Kitapta Musa´yı da an, cunku O, ihlaslı idi ve bir elci, bir peygamber idi"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Biz hem ona Tur´un sag tarafından seslendik hem de onu yakarıs makamında yakınlık mertebesine erdirdik"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Ve rahmetimizden kardesi Harun´u da bir peygamber olarak ona lutfettik"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Kitapta Ismail´i de an; cunku o cidden va´dinde sadık bir kimse idi, bir Resul, bir peygamber idi"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Ailesine namaz ve zekat emrederdi ve Rabbi katında hosnutluga ermisti"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Kitapta Idris´i de an; cunku o, dosdogru biri, bir peygamber idi"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Ve Biz onu yuce bir yere yukselttik"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Iste bunlar, Allah´ın kendilerine nimetler verdigi peygamberlerden Adem soyundan, Nuh ile birlikte tasıdıklarımızdan Ibrahim ile Israil´in soyundan hidayete erdirdigimiz ve sectigimiz kimselerdendirler. Kendilerine Rahmanın ayetleri okundugu zaman, aglayarak secdeye kapanırlardı"
        }
    ]
}