{
    "maqras": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "Sunu da bilin ki, eger Allah´a ve hak ile batılın ayrıldıgı gun, iki ordunun carpıstıgı gun kulumuza indirdiklerimize iman etmis iseniz, ganimet olarak aldıgınız herhangi birseyin beste biri Allah´ındır, peygambere, yakınlarına, yetimlere, yoksullara ve yolda kalmıslara aittir"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "O vakit siz vadinin beri yamacında , onlar ote yamacında, suvarileri de sizden tam asagıda bulunuyordu. Sayet onlarla onceden sozlesmis olsaydınız, kesinlikle bulusma vaktinde gorus ayrılıgına duserdiniz; fakat Allah, yapılması gereken bir isi yerine getirmek icin yok olacak olan acık delil ile yok olsun, yasayacak olan da acık delil ile yasasın diye, boyle yaptı. Cunku Allah herseyi isiten, herseyi bilendir"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Hani Allah, sana ruyandan onları az gosteriyordu; eger sana onları acık gosterseydi, korkacak ve kumanda da tartısacaktınız. Fakat Allah, selamete bagladı; cunku O, butun sinelerin ozunu bilir"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Hani karsılıstıgınızda Allah, o yapılması gereken isi yerine getirmek icin onları sizin gozlerinizde azaltıyor, sizi de onların gozlerinde azaltıyordu. Oyle ya, butun isler yalnız Allah´a dondurulecektir"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Ey iman edenler, bir dusman kumesi ile karsılastıgınız zaman sebat edin ve Allah´ı cok anın ki, kurtulusa eresiniz"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "Allah´a ve peygamberlerine itaat edin, birbirinizle cekismeyin; sonra icinize korku duser ve devletiniz elden gecer. Bir de sabırlı olun, cunku Allah sabredenlerle beraberdir"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Sakın yurtlarından calım satarak, insanlara gosteris yaparak cıkanlar ve Allah yolundan alıkoyanlar gibi olmayın. Oysa Allah butun yaptıklarını cember icine almıstı"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "O vakit seytan kendilerine yaptıklarını guzel gostermis ve: «Bugun insanlardan size galip gelecek yok ben de sizi destekliyorum.» demisti. Fakat iki ordu karsılısınca ardına donuverdi ve: «Ben kesinlikle sizden uzagım, sizin goremeyeceginiz seyleri goruyorum ve ben Allah´tan korkarım. Oyle ya, Allah´ın cezalandırması cok siddetlidir.» dedi"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "O sırada munafıklar ve kalplerinde bir hastalık bulunanlar: «Sunları dinleri aldattı.» diyorlardı. Oysa, her kim Allah´a dayanırsa, bilsin ki, Allah, ustundur, hikmet sahibidir"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Bir de meleklerin, kafirlerin canlarını alırken yuzlerine ve arkalarına vura vura: «Tadın bakalım yangın azabını!» dediklerini gormeliydin"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Bu, sizin kendi ellerinizle onceden yaptıklarınızın karsılıgı ve Allah´ın kullarına haksızlık etmemesindendir"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Tıpkı Firavun hanedanı ve oncekilerin gidisi gibi Allah´ın ayetlerini tanımadılar da Allah onları gunahları ile tutup alıverdi; cunku Allah cok gucludur, cezalandırması pek cetindir"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Bunun nedeni sudur: Allah, bir kez bir kavme verdigi bir nimeti, onlar kendilerindeki bu nimete erme sebebini degistirmedikce degistirecek degildir ve Allah, isiten ve bilendir"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Tıpkı Firavun hanedanı ve onlardan oncekilerin gidisi gibi. Onlar, Rablerinin ayetlerine yalan dediler, Biz de kendilerini gunahları yuzunden helak ettik ve Firavun hanedanını suda bogduk. Onların hepsi zalim kimselerdi"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Butun debelenenlerin Allah katında en kotusu kufretmis olup imana gelmeyenlerdir"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Onlar, kendileriyle anlasma yaptıgın halde her defasında antlasmalarını bozar ve hic cekinmezler"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Onun icin onları ne zaman savasta yakalarsan kendileri ile arkalarındakilerini urkut; belki ibret alırlar"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Eger bir kavmin hiyanetinden endise edersen, hemen dogrudan dogruya antlasmayı bozdugunu kendilerine bildir; cunku Allah hainleri sevmez"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Ve sakın kufredenler ileri gidip kurtulduklarını sanmasınlar, cunku onlar aciz bırakamazlar"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Sizler de onlara karsı gucunuzun yettigi her cesit kuvvetten savas icin beslenen atlardan hazırlayın; onunla hem Allah´ın dusmanı hem sizin dusmanınızı, hem de sizin bilmediginizi fakat Allah´ın bildigi diger dusmanlarınızı korkutursunuz. Allah yolunda her ne harcarsanız mukafatı size tamamen odenir ve hic zarara ugramazsınız"
        }
    ]
}