{
    "maqras": [
        {
            "chapter": 11,
            "verse": 41,
            "text": "Nuh: «Binin icine, yurumesi de durması da Allah´ ın adıyladır. Suphe yok ki, Allah cok bagıslayıcı, cok merhamet edicidir.» dedi"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Gemi, icindekilerle birlikte daglar gibi dalgalar icinde akıp gidiyordu ve Nuh ayrı bir yere cekilmis olan ogluna: «Ay oglum, gel bizimle beraber bin, kafirlerle beraber olma!» diye seslendi"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "O: «Ben, beni sudan koruyacak bir daga sıgınacagım.» dedi. Nuh: «Bugun Allah´ın emrinden koruyacak yok; meger ki O rahmet ede!» dedi, derken dalga aralarına giriverdi ve o da bogulanlardan oldu"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Bir de: «Ey yer, suyunu yut ve ey gok, sende acıl!» denildi ; su cekildi, is bitirildi, gemi Cudi uzerinde durdu ve bu zalim topluluga: «Defolun!» denilmisti"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Nuh Rabbine seslenip: «Ey Rabbim! Elbette oglum benim ailemdendir, Senin va´din de kesinlikle haktır ve Sen hakimlerin en iyi hukmedenisin!» dedi"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "Allah: «Ey Nuh, O, asla senin ailenden degildir. O, dogru olmayan bir istir. O halde bilmedigin birseyi benden isteme! Ben, seni cahillerden olmaktan men ederim.» buyurdu"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Nuh: «Ey Rabbim, senden bilmedigim seyi istemekten sana sıgınırım. Eger sen, beni bagıslamaz ve bana merhamet etmezsen husrana dusenlerden olurum!» dedi"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Denildi ki: «Ey Nuh, sana ve beraberindeki kimselerden bircok ummetlere tarafımızdan bir selam ve bircok bereketlerle in! Daha bircok ummetleri de ileride faydalandıracagız. Sonra Bizden onlara acı bir azap dokunacaktır.»"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Iste bunlar, sana vahyile bildirdigimiz gayb haberlerindendir. Bundan once onları ne sen bilirdin, ne de kavmin. O halde sabret, iyi sonuc Allah´tan korkanlarındır"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Ad´a kardesleri Hud´ u gonderdik, onlara: « Ey kavmim, Allah´a kulluk edin, sizin O´ndan baska hicbir ilahınız yoktur. Siz yalnızca iftira etmektesiniz"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "Ey kavmim, ben sizden buna karsılık bir ucret istemiyorum; benim mukafatım, ancak beni yaratana aittir. Artık akıllanmayacak mısınız"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "Ey kavmim, Rabbinizden bagıslanmanızı dileyin, sonra O´na tevbe ile basvurun ki, size bolca gogun feyzini, bereketini indirsin, gucunuze guc katarak artırsın; gunahkarlar olarak yuz cevirmeyin» dedi"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Dediler ki: «Ey Hud, sen bize mucize getirmedin, biz ise senin sozunle ilahlarımızı terketmeyiz ve biz sana inanmayız!»"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Biz yalnız «herhalde Tanrılarımızın bazısı seni fena carpmıs.» deriz. Hud: «Ben Allah´ı sahit gosteriyorum, siz de sahit olun ki, ben ondan baska, ona ortak kostuklarınızdan hicbirini tanımıyorum; artık hepiniz toplanın bana istediginiz tuzagı kurun, sonra da bana bir an bile sure tanımayın"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Biz yalnız «herhalde Tanrılarımızın bazısı seni fena carpmıs.» deriz. Hud: «Ben Allah´ı sahit gosteriyorum, siz de sahit olun ki, ben ondan baska, ona ortak kostuklarınızdan hicbirini tanımıyorum; artık hepiniz toplanın bana istediginiz tuzagı kurun, sonra da bana bir an bile sure tanımayın"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Ben kesinlikle hem benim Rabbim, hem de sizin Rabbiniz olan Allah´a dayanmısım. O´nun perceminden tutmadıgı hicbir canlı yoktur. Suphe yok ki, Rabbim dogru bir yol uzerindedir"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Eger siz yuz cevirirseniz, ben iste size gonderilmis oldugum vazifemi size teblig ettim. Rabbim sizin yerinize baska bir topluluk da getirir ve siz O´na zerrece zarar veremezsiniz. Rabbim, kesinlikle herseyi gozetip koruyandır.» dedi"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "Fermanımız geldiginde Hud´u ve beraberinde iman etmis olanları tarafımızdan bir rahmetle kurtardık, hem onları agır bir azaptan kurtardık"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Iste Ad kavmi, Rablerinin ayetlerini inkar ettiler, peygamberlerine isyan ettiler ve her inatcı zorbanın emrine uydular"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "Hem bu dunyada hem de kıyamet gununde bir lanet cezasına carptırıldılar. Bak iste, Ad toplulugu Rablerine kufrettiler ve bak iste, defoldu gitti Hud´un kavmi Ad"
        }
    ]
}