{
    "rukus": [
        {
            "chapter": 12,
            "verse": 50,
            "text": "Ara raja balala, ‘tomara i'usuphake amara kache niye asa [1].’ Atahpara yakhana duta tara kache upasthita hala takhana tini balalena, ‘tumi tomara manibera kache phire ya'o ebam take jijnesa kara, ye narira hata kete phelechila tadera abastha ki! Niscaya amara raba tadera chalana samparke samyaka abagata [2].’"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "Raja nariderake balala, ‘yakhana tomara i'usupha theke asatkaja kamana karechile, takhana tomadera ki hayechila?’ Tara balala, 'adbhuta allah‌ra mahatmya! Amara tara madhye kono dosa dekhini.’ Ayiyera stri balala, ‘etadine satya prakasa hala, ami'i take prarocana diyechilama, ara se to abasya'i satyabadidera antarbhukta.’"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "Eta e jan'ye ye, yate se janate pare, tara anupasthitite ami tara prati bisbasaghatakata karini ebam niscaya allah bisbasaghatakadera sarayantra saphala karena na.’"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "Ara ami nijake nirdosa mane karina, kenana niscaya manusera naphasa kharapa kajera nirdesa diye'i thake [1], kintu se naya, yara prati amara raba daya karena [2]. Niscaya amara raba ati ksamasila, parama dayalu.’"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Ara raja balala, ‘i'usuphake amara kache niye asa; ami take amara nijera jan'ya apana kare neba.’ Tarapara raja yakhana tara sathe katha balala, takhana raja balala, ‘aja apani to amadera kache maryadasila, asthabhajana [1].’"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "I'usupha balalena, ‘amake desera dhanabhandarera upara kartrtba pradana karuna; ami to uttama raksaka, subijna.’"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Ara ebhabe i'usuphake amara se dese pratisthita karalama; se dese tini yekhane icche abasthana karate paratena. Amara yake icche tara prati amadera rahamata dana kari ebam amara muhasinadera puraskara nasta kari na"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Ara yara imana eneche ebam taka'oya abalambana kare tadera jan'ya akhiratera puraskara'i uttama"
        }
    ]
}