{
    "rukus": [
        {
            "chapter": 16,
            "verse": 10,
            "text": "Tini'i akasa theke bari barsana karena. Tate tomadera jan'ya rayeche paniya ebam ta theke janmaya udbhida yate tomara pasu carana kare thaka"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Tini tomadera jan'ya ta [1] dbara janmana sasya, yayatuna, khejura gacha, angura ebam saba rakamera phala. Niscaya ete cintasila sampradayera jan'ya rayeche nidarsana"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Ara tini'i tomadera kalyane niyojita karechena rata, dina [1], surya o camdake ebam naksatraraji'o tamra'i nirdese niyojita. Niscaya ete bodhasakti sampanna sampradayera jan'ya rayeche aneka nidarsana"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "Ara tini tomadera jan'ya yamine ya srsti karechena, bicitra ranera kare, niscaya tate se sampradayera jan'ya nidarsana rayeche, yara upadesa grahana kare"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "Ara tini'i sagarake niyojita karechena [1] yate tomara ta theke taja (machera) gosata khete para ebam yate ta theke aharana karate para ratnabali ya tomara bhusanarupe pare thaka [2] ebam tomara dekhate pa'o, tara buka cire nauyana calacala kare [3] ebam eta e jan'ye ye, tomara yena tamra anugraha sandhana karate para ebam tomara yena krtajnata prakasa kara"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "ara tini yamine sudrrha parbata sthapana karechena, yate yamina tomadera niye hele na yaya [1] ebam sthapana karechena nada-nadi o pathasamuha, yate tomara tomadera gantabyasthale pauchate para"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "ebam patha nirdesaka cihnasamuha'o. Ara tara naksatrera sahayye pathanirdesa paya"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Kaje'i yini srsti karena, tini ki tara mata ye srsti kare na? Tabu'o ki tomara siksa grahana karabe na"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "ara tomara allah‌ra anugraha ganana karale tara sankhya nirnaya karate parabe na. Niscaya allah‌ ksamaparayana, parama dayalu"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Ara tomara ya gopana rakha ebam ya ghosana kara allah‌ ta janena"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Ara tara allah‌ chara an'ya yaderake dake tara kichu'i srsti kare na, baram taderake'i srsti kara haya"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Tara nisprana, nirjiba ebam kakhana taderake punarut'thita kara habe se bisaye tadera kono cetana ne'i"
        }
    ]
}