{
    "rukus": [
        {
            "chapter": 20,
            "verse": 77,
            "text": "Ara amara abasya'i musara prati ohi karechilama e marme ye, amara bandaderake niye rate bera hana sutaram apani tadera jan'ya sagarera madhya diye eka suska pathera byabastha karuna, pichana theke ese dhare phelara asanka karabena na ebam bhaya'o karabena na"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Atahpara phira’a'una tara sain'yabahinite tadera pichane chutala, tarapara sagara taderake sampurnarupe nimajjita karala"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Ara phira’a'una tara sampradayake pathabhrasta karechila ebam satpatha dekhayani"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "He bani isara'ila! Amara to tomaderake satru theke ud'dhara karechilama, ara amara tomaderake pratisruti diyechilama tura parbatera dana pase [1] ebam tomadera upara manna o sala'oya nayila karechilama"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "tomaderake amara ya riyika dana karechi ta theke pabitra bastusamuha kha'o ebam e bisaye simalanghana karo na, karale tomadera upara amara krodha apatita habe. Ara yara upara amara krodha apatita habe se to dhbansa haye yaya"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Ara ami abasya'i ksamasila tara prati, ye ta'oba kare, imana ane ebam satkaja kare tarapara satpathe abicala thake"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "He musa! Apanara sampradayake pichane phele apanake tarahura karate badhya karala ke"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "tini balalena, tara to amara pichane'i ache [1]. Ara he amara raba! Ami taratari apanara kache asalama, apani santusta habena e jan'ya"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Tini balalena, amara to apanara sampradayake pariksaya phelechi apanara cale asara para. Ara sameri [1] taderake pathabhrasta kareche.’"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Atahpara musa tara sampradayera kache phire gelena krud'dha o ksubdha haye [1]. Tini balalena, ‘he amara sampradaya! Tomadera raba ki tomaderake eka uttama pratisruti denani [2]? Tabe ki pratisruti kala tomadera kache sudirgha hayeche [3]? Na tomara ceyecha tomadera prati apatita hoka tomadera rabera krodha [4], ye karane tomara amake deya angikara [5] bhanga karale"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "tara balala, ‘amara apanake deya angikara sbecchaya bhanga karini [1]; tabe amadera upara capiye deya hayechila lokera alankarera bojha. Ta'i amara ta agune niksepa kari [2], anurupabhabe sameri'o (sekhane kichu mati) niksepa kare"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "‘Atahpara se tadera jan'ya garalo eka bachura, eka abayaba ya hamba raba karata.’ Takhana tara balala, e tomadera ilaha ebam musara'o ilaha, atahpara se (musa) bhule geche"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Tabe ki tara dekhe na ye, ota tadera kathaya sara deya na ebam tadera kono ksati ba upakara karara ksamata'o rakhe na"
        }
    ]
}