{
    "rukus": [
        {
            "chapter": 33,
            "verse": 35,
            "text": "Niscaya musalima purusa o musalima nari, mumina purusa o mumina nari, anugata purusa o anugata nari, satyabadi purusa o satyabadi nari, dhairyasila purusa o dhairyasila nari, binita purusa o binita nari, danasila purusa o danasila nari, sa'oma palanakari purusa o sa'oma palanakari nari, yaunanga hiphajatakari purusa o yaunanga hiphajatakari nari, allahke adhika smaranakari purusa o allah‌ke adhika smaranakari nari ------ tadera jan'ya allah rekhechena ksama o mahapratidana"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "Ara allah o tamra rasula kono bisayera phayasala dile kono mumina purusa kimba mumina narira jan'ya se bisaye tadera kono (bhinna sid'dhantera) ikhatiyara sangata naya. Ara ye allah o tamra rasulake aman'ya karala se spastabhabe pathabhrasta halo"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "Ara smarana karuna, allah yake anugraha karechena ebam apani'o yara prati anugraha karechena, apani take balechilena, 'tumi tomara strira sathe samparka bajaya rakha ebam allahara taka'oya abalambana kara [1].' Ara apani apanara antare gopana karachilena emana kichu ya allah prakasa kare dicchena [2] ebam apani lokaderake bhaya karachilena, athaca allahke'i bhaya kara apanara pakse adhikatara sangata. Tarapara yakhana yayeda tara (strira) sathe prayojana sesa karala [3], takhana amara take apanara nikata biye dilama [4], yate muminadera posya putradera striderake (stri hisabe grahana karate) kono samasya na haya yakhana tara (posya putrara) nija strira sathe prayojana sesa karabe (ebam talaka dibe). Ara allahara adesa karyakara haye'i thake"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Nabira jan'ya seta (karate) kono samasya ne'i ya allah bidhisam'mata karechena tara jan'ya. Age yara cale geche tadera ksetre'o eta'i chila allahara bidhana [1]. Ara allah‌ra phayasala sunirdharita, abasyambhabi"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "Tara allah‌ra bani pracara karata, ara tamke bhaya karata ebam allah‌ke chara an'ya ka'uke'o bhaya karata na [1]. Ara hisaba grahanakarirupe allahi yathesta"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Muham'mada tomadera madhye kono purusera pita nana [1]; babam tini allahara rasula ebam sesa nabi. Ara allah sarbakichu samparke sarbajna"
        }
    ]
}