{
    "rukus": [
        {
            "chapter": 35,
            "verse": 38,
            "text": "Niscaya allah asamanasamuha o yaminera gayebi bisaya abagata. Niscaya antare ya rayeche se sambandhe tini samyaka jnata"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "Tini'i tomaderake yamine sthalabhisikta karechena [1]. Kaje'i ke'u kuphari karale tara kupharira jan'ya se nije'i dayi habe. Kaphiradera kuphari sudhu tadera rabera krodha'i brd'dhi kare ebam kaphiradera kuphari sudhu tadera ksati'i brd'dhi kare"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "Baluna, 'tomara allahara paribarte tomadera yesaba sarikadera daka, tadera katha bhebe dekhecha ki? Tara yamine kichu srsti kare thakale amake dekha'o athaba asamanera srstite tadera kono ansa ache ki? Na ki amara taderake emana kono kitaba diyechi yara pramanera upara tara nirbhara kare [1]?' Baram yalimara eke an'yake pratarana chara ara kichura'i pratisruti deya na"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "Niscaya allah‌ asamanasamuha o yaminake dharana karena, yate tara sthanacyuta na haya, ara yadi tara sthanacyuta haya, tabe tini chara ke'u ne'i ye, taderake dhare rakhate pare [1]. Niscaya tini ati sahanasila, asima ksamaparayana"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Ara tara drrhatara sathe allahara sapatha kare balata ye, tadera kache kono satarkakari asale era an'ya sakala jatira ceye satpathera adhikatara anusari habe; atahpara yakhana edera kache satarkakari asala [1], takhana ta sudhu tadera bimukhata o duratba'i brd'dhi karala"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "yamine aud'dhyata prakasa ebam kuta sarayantrera karane [1]. Ara kuta sarayantra tara udyoktaderake'i paribestana karabe. Tabe ki era pratiksa karache purbabartidera prati prayukta pad'dhatira [2]? Kintu apani allahara pad'dhatite kakhano kono paribartana pabena na ebam allahara pad'dhatira kono byatikrama'o laksya karabena na"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Ara era ki yamine paribhramana kareni? Tahale tadera purbabartidera parinama ki hayechila ta tara dekhate peta. Ara tara chila edera ceye adhika saktisali [1]. Ara allah emana nana ye, tamke aksama karate pare kono kichu asamanasamuhe ara na yamine. Niscaya tini sarbajna, ksamatabana"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Ara allah manusaderake tadera krtakarmera jan'ya pakara'o karale, bhu-prsthe kono pranike'i tini reha'i ditena na, kintu tini eka nirdista samaya paryanta taderake abakasa diye thakena. Atahpara yakhana tadera nirdista samaya ese yabe, takhana to allah tamra bandadera byapare samyaka drasta"
        }
    ]
}