{
    "rukus": [
        {
            "chapter": 57,
            "verse": 20,
            "text": "Tomara jene rakha, niscaya duniyara jibana khela-tamasa, krira – kautuka, jamkajamaka, parasparika garba –ahankara, dhana-sampada o santana –santatite pracurya labhera pratiyogita chara ara kichu naya [1]. Era upama halo brsti, yara utpanna sasya–sambhara krsakaderake camatkara kare, tarapara segulo sukiye yaya, phale apani ogulo pitabarna dekhate pana, abasese segulo khara–kutoya parinata haya. Ara akherate rayeche kathina sasti ebam allahara ksama o santusti. Ara duniyara jibana prataranara samagri chara kichu naya"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "Tomara agrani ha'o tomadera rabera ksama o se jannata labhera prayase, ya prasastataya asamana o yaminera prasastatara mata [1], ya prastuta kara hayeche tadera jan'ya yara allah‌ o tamra rasulaganera prati imana ane. Eta allahara anugraha, yake icche tini eta dana karena [2]; ara allaha maha'anugrahasila"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "Yamine ba byaktigatabhabe tomadera upara ye biparyaya'i ase ta sanghatita ha'oyara purbe'i amara ta kitabe lipibad'dha rekhechi [1]. Niscaya allahara pakse eta khuba sahaja"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "Eta e jan'ye ye, tomara ya hariyecha tate yena tomara bimarsa na ha'o ebam ya tini tomaderake diyechena tara jan'ya anandita na ha'o [1]. Niscaya allaha pachanda karena na kono ud'dhata - ahankariderake"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "yara karpanya kare o manusake karpanyera nirdesa deya ebam ye mukha phiriye neya se jene rakhuka niscaya allaha abhabamukta, cira prasansita"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "Abasya'i amara amadera rasulaganake pathiyechi spasta pramanasaha [1] ebam tadera sange diyechi kitaba o n'yayera palla, yate manusa subicara pratista [2] kare. Amara ara'o nayila karechi loha yate rayeche pracanda sakti ebam rayeche manusera jan'ya bahubidha kalyana [3]. Eta e jan'ye ye, allaha prakasa kare dena ke gayeba abasthaya'o tamke o tamra rasulaganake sahayya kare. Niscaya allah‌ maha saktimana, parakramasali"
        }
    ]
}