{
    "rukus": [
        {
            "chapter": 59,
            "verse": 11,
            "text": "Apani ki munaphikaderake dekhenani? Tara kitabidera madhye yara kuphari kareche tadera sesaba bha'ike bale, ‘tomara yadi bahiskrta ha'o, amara abasya'i tomadera sathe desatyagi haba ebam amara tomadera byapare kakhano karo katha manabo na ebam yadi tomara akranta ha'o amara abasya'i tomaderake sahayya karaba.’ Ara allaha saksya dicchena ye, niscaya tara mithyabadi"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Bastuta tara bahiskrta hale munaphikara tadera sathe desatyaga karabe na ebam tara akranta hale era taderake sahayya karabe na ebam era sahayya karate asale'o abasya'i prsthapradarsana karabe; tarapara tara kono sahayya'i pabe na"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Prakrtapakse edera antare allah‌ra ceye tomadera bhaya'i sabaceye besi. Eta ejan'ye ye, era eka abujha sampradaya"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Era saba'i sanghabad'dhabhabe'o tomadera birud'dhe yud'dha karate samartha habe na, kintu sudhu suraksita janapadera bhitare athaba durga-pracirera arale theke; parasparera madhye tadera yud'dha pracanda. Apani mane karena tara aikyabad'dha, kintu tadera manera mila ne'i; eta ejan'ye ye, era eka nirbodha sampradaya"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Era se lokadera mata, yara edera abyabahita purbe nijedera krtakarmera sasti bhoga kareche [1], ara tadera jan'ya rayeche yantranadayaka sasti"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Era sayatanera mata, se manusake bale, ‘kuphari kara’; tarapara yakhana se kuphari kare takhana se bale, ‘tomara sathe amara kono samparka ne'i, niscaya ami srstikulera raba allahake bhaya kari.’"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Phale tadera du'janera parinama e'i ye, tara du’jana'i jahannami habe. Sekhane tara sthayi habe ebam eta'i yalimadera pratidana"
        }
    ]
}