{
    "rukus": [
        {
            "chapter": 5,
            "verse": 87,
            "text": "He muminagana! Allaha tomadera jan'ya utkrsta yesaba bastu halala karechena seguloke tomara harama karo na [1] ebam simalanghana karo na. Niscaya'i allaha simalanghanakarike pachanda karena na"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Ara allaha tomaderake ye halala o utkrsta jibika diyechena ta theke kha'o ebam allahara taka'oya abalambana kara, yamra prati tomara mumina"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Tomadera brtha sapathera jan'ya allaha tomaderake pakara'o karabena na, kintu yesaba sapatha tomara icche kare kara segulora jan'ya tini tomaderake pakara'o karabena. Tarapara era kaphaphara dasajana daridrake madhyama dharanera khadya dana, ya tomara tomadera parijanaderake khete da'o, ba taderake bastradana, kimba ekajana dasa mukti [1]. Atahpara yara samartha ne'i tara jan'ya tina dina siyama palana [2]. Tomara sapatha karale eta'i tomadera sapathera kaphaphara. Ara tomara tomadera sapatha raksa karo [3]. Ebhabe allaha tomadera jan'ya tamra ayatasamuha barnana karena, yate tomara sokara adaya kara"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "He muminagana! Mada [1], juya, purtipujara bedi o bhagya nirnaya karara sara [2] to kebala ghrnara bastu, sayatanera kaja. Kaje'i tomara seguloke barjana kara –yate tomara saphalakama hate para"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Sayatana to caya, mada o juya dbara tomadera madhye satruta o bidbesa ghatate ebam tomaderake allahara smarane o salate bamdha dite. Tabe ki tomara birata habe na"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "ara tomara allahara anugatya kara ebam rasulera anugatya kara. Ara sabadhanata abalambana kara; tarapara yadi tomara mukha phiriye na'o tabe jene rakha ye, amadera rasulera dayitba to kebala suspastabhabe pracara kara"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Yara imana eneche ebam satkaja kareche tara age ya kichu panahara kareche tara jan'ya tadera kono gunah‌ ne'i, yadi tara taka'oya abalambana kare, imana ane ebam satkaja kare. Tarapara tara taka'oya abalambana kare ebam imana ane. Tarapara tara taka'oya abalambana kare ebam ihasana kare. Ara allaha muhasinaderake bhalabasena"
        }
    ]
}