{
    "pages": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "Elif, Lam, Mim, Sad"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "Bir kitaptır bu; sana indirildi, onunla uyarıda bulunasın diye ve inananlar için bir öğüt ve düşündürme olarak... O halde, bundan dolayı göğsünde bir sıkıntı olmasın"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Rabbinizden size indirilene uyun; O´nun berisinden bir takım velilerin ardına düşmeyin! Siz ne kadar da az öğüt alıyorsunuz"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Nice yurtları ve medeniyetleri yere batırdık biz. Öyle ki, geceleyin yahut öğle uykusu uyumakta oldukları bir sırada azabımız tepelerine iniverdi"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Azabımız onlara gelip çattığında, yaptıkları, şu çığlığı yükseltmekten başka birşey olmamıştır: Biz gerçekten zalimlerdik"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Yemin olsun, kendilerine elçi gönderilenleri muhakkak hesaba çekeceğiz; gönderilen elçileri de mutlaka hesaba çekeceğiz"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Onlara bir ilmin tanıklığında bütün serüveni mutlaka anlatacağız. Biz olup bitenlerden habersiz değildik"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "O gün, iyi ve kötüyü ayıran ölçü haktır. Artık kimin ölçülüp tartılacak şeyleri ağır basarsa kurtuluşa erenler onlar olacaktır"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "Ölçülüp tartılacak şeyleri hafif kalanlara gelince, işte onlar, ayetlerimize karşı zalimce davranışlar sergilemiş oldukları için, öz benliklerini hüsrana itmiş olacaklar"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Andolsun, sizi yeryüzünde yerleştirdik ve sizin için orada, geçiminize yarayacak nimet ve imkanlara vücut verdik. Ne de az şükrediyorsunuz"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Andolsun ki sizi yarattık, sonra sizi biçimlendirdik, sonra da meleklere: \"Adem´e secde edin\" dedik. Onlar da secde ettiler. Ama İblis etmedi, secde edenlerden olmadı o"
        }
    ]
}