{
    "rukus": [
        {
            "chapter": 21,
            "verse": 11,
            "text": "Mnoho spolecnost my ukoncit jejich prestupek my zastupce jinak lide jejich zauctovat"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "When nas nahrada podlehnout proplout oni vyjet delka"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Ne delka delat se svuj luxusni svuj pribytek ty zastavit odpovedny"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Oni odrikavat Hore s nas. My jsem skutecne prostopasny"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Tento zustat byl jejich vyzva ne my naprosto otirat ti out"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "My ne tvorit nebe zahrabat vsechno ti proste kratochvile"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "My zrovna kratochvile my znalec to adny o tento byl co my chtit ucinil"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Misto jsem nas postup snest vernost prolhanost za rozkazovat porazit to! Hore s ty pro projev ty vyjadrit"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Jemu patrit kady nebe zahrabat ty na Jemu byl nikdy prilis naduty zbonovat Jemu nor znicit oni vubec waver"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Oni oslavovat vecer cas mimo vubec unaveny"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Oni rozhodnuti buh zahrabat tvorit"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Jestlie v tom jsem ti (nebe zahrabat) jinak buh BUH v tom jsem chaos. Vrchol Dokonalosti jsem BUH; Magnat prosty sprava On jsem vyska jejich poadovat"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "On jsem nikdy byl poadovat u vsechno On doba uplne others pochybovat"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Oni rozhodnuti jinak buh Jemu? Odrikavat Beet mne svuj pevny! Tento jsem poslani muj vyroba dokonaly uplne predchozi poslani. Vskutku mnostvi z ti ne pripustit vernost; tento byl oni jsem e nepratelsky"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "My ne odeslat kady hlasatel ty vdechnuti V tom ne jsem buh ledae Mne ty zbonovat Mne jen"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "vsak oni odrikavat nejvetsi Blahosklonny zplodit syn! Vrchol Dokonalosti jsem Jemu. Uplne (hlasatel) jsem (Svem) honored sluha"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Oni nikdy mluvit u jejich uznat, oni naprosto jasne nasledujici Svem ovladani"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "On modni jejich budouci jejich pres. Oni ne prostredkovat a na nebo ty ji uznat Jemu a oni trapit u jejich uznat krkovicka"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "adny o ti pravo jsem buh Jemu my odmenit se jemu Peklo; my tim oplatit a prostopasny"
        }
    ]
}