{
    "rukus": [
        {
            "chapter": 2,
            "verse": 274,
            "text": "Ty odevzdat milodar vecer cas secretly publicly dostat jejich odskodnit jejich Magnat; oni mel nic pramen strachu nor prosit oni rmoutit"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Ty sjednat lichva jsem stejne misto protoe ty rizeny na souit primet. Tento byl oni pravo onen lichva jsem spolu ackoliv obchod. Buh pripustit obchod zakazat lichva. Tim whoever pozornost tento prikazani svem Magnat upustit lichva on zadret svem po earnings svem soud byt BUH! Ohledne Ceho ty setrvat lichva oni privodit si Peklo wherein oni zustavat stale"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "BUH ODSOUDIT LICHVA STESTI MILODAR. BUH NELIBOST NAPROSTY disbeliever vinny"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Ty domnivat se primet spravedlivy doivotni slavit Spojeni Prosba (Salat) odevzdat povinny milodar (Zakat) oni prijal jejich odskodnit jejich Magnat; oni mel nic pramen strachu nor prosit oni rmoutit"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "O ty verit ty slavit BUH upustit uplne druh o lichva ty jsem verici"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Jestlie ty ne ucinil pak myslit bojovat podle BUH Svem hlasatel! Ty litovat ty zadret svuj hrdelni vnucovat nespravedlnost privodit si nespravedlnost"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Dlunik jsem neschopny podle vynaset obskakovat zcela doba! Ty ustoupit vypujcit milodar jsem zcela ty jestlie ty jen modni"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Varovat se o cas when ty navraceni BUH naprosty duse jsem platil nebo vsechno to vyloucit co z ceho nejmensi nespravedlnost"
        }
    ]
}