{
    "rukus": [
        {
            "chapter": 38,
            "verse": 41,
            "text": "Pamatovat nas sluha Prileitostny on prijit svem Magnat souit souit mne utrapa bolest"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "Postihnout park svuj krok! skakal prosit odevzdat ty lecit pit"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "My uzdravit svem rodinny pro jemu; dvakrat ackoliv mnoho. receny byl nas soucit; pripominka ty mit porozumeni"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "Okamite ty cestovat ziskat kazat poslani fulfill svuj slib. My rozhodnuti jemu pevny. Ktery poslusny sluha! On jsem submitter"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "vzpominat si take nas sluha Abraham Isaac Ebrik. Oni jsem vynalezavy majetny zjeveni"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "My poskytnout ti prima stesti povedomi ceho Dale"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "Oni chtit oni jsem among nejvetsi spravedlivy"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "Pamatovat Ismail Elisha Zal-Kifl; among nejvetsi spravedlivy"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "Tento jsem pripominka spravedlivy zaslouily vytecny urceni"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "Zahradni Raj prosit zrejmy vy- jejich vstup ti"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "Uvolnit therein oni odevzdat mnoho druh z ovoce pit"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "Oni mel vytecny snoubenec"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "Tento jsem co ty zaslouily Cas Pocitani"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "Nas zajisteni jsem nevycerpatelny"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "Ohledne Ceho prestupnik oni privodit si bidny urceni"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "Peklo jsem kde? oni svitit; ktery bidny pribytek"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "co oni chutnat therein jsem pekelny pit ostry jidlo"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "mnoho ceho jinam z stejne druh"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "(Tento jsem seskupit hazet Peklo ty. Oni ne prijeti obyvatel Peklo). Oni zaslouily svitit hellfire"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "Zacatecnik vyhovovat Nor ty prijeti. Ty byl a jednotka predchazet nas zavest nas! Proto snest tento bidny skoncit"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "Oni take odrikavat Nas Magnat tyto byl a jednotka primet nas do tento; zdvojit odskodneni hellfire ti"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "(Oni odrikavat \"E delat se my ne prijmout Peklo) lide my ucinil to uivany pocet among a prostopasny"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "My jednat zesmesnit ti; my jednat obeh nas otvor podle ti"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Tento dopredu dany pravda lide Peklo krevni msta 1 jiny"
        }
    ]
}