{
    "rukus": [
        {
            "chapter": 40,
            "verse": 51,
            "text": "mnostvi jiste my odevzdat vitezstvi nas hlasatel ty domnivat se oba za tohleto spolecnost cas svedcit predvolat"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "Onen cas omluva disbelievers ne beneficni ti. Oni privodit si zabaveni; oni privodit si skoda urceni"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "My odevzdat Moses rizeni zpusobit Detsky Izrael dedit po bible"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "(Jejich dejiny) jsem lekce pripominka ty mit porozumeni"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "Proto byl trpelivy buh slib byl skutecny poadovat odpusteni svuj hrich oslavovat velebit svuj Magnat vecer cas"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Prece ty ktery diskutovat buh zjeveni pevny ar ukazat arogance ukryt jejich skrin oni ar ne prave vedomy si o to! Proto adat utociste BUH; On jsem Posluchac Vestec"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Stvoreni z nebe zahrabat jsem pravidelny desivy than stvoreni lidska bytost jsem nejvetsi lide ne modni"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Ne rovny ar slepy vestec. Nor ar ty domnivat se rizeni spravedlnost nezvlneny podle hrisnik. Zridka ucinil ty pokladat pozornost"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "mnostvi prosim Doba (Cas Soud) podlehnout nikoliv obava u to nejvetsi lide ne domnivat se"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Svuj Magnat odrikavat Vzyvat Mne ja vyhovovat ty! Prece ty byl prilis naduty zbonovat Mne napsat Gehenna forcibly"
        }
    ]
}