{
    "juzs": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Muhakkak ki müminler, mutluluk ve başarıya erdiler"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Onlar namazlarında tam bir saygı ve tevazu içindedirler"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "Onlar boş şeylerden uzak dururlar"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "Onlar zekâtı ifa eder (kendilerini maddeten ve manen arındırırlar)"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "Onlar mahrem yerlerini günahlardan korurlar. Yalnız eşleri ve cariyeleri ile ilişki kurarlar. Çünkü bunu yapanlar ayıplanamazlar. Ama bu sınırın ötesine geçmek peşinde olanlar, işte onlardır haddi aşanlar"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Onlar mahrem yerlerini günahlardan korurlar. Yalnız eşleri ve cariyeleri ile ilişki kurarlar. Çünkü bunu yapanlar ayıplanamazlar. Ama bu sınırın ötesine geçmek peşinde olanlar, işte onlardır haddi aşanlar"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Onlar mahrem yerlerini günahlardan korurlar. Yalnız eşleri ve cariyeleri ile ilişki kurarlar. Çünkü bunu yapanlar ayıplanamazlar. Ama bu sınırın ötesine geçmek peşinde olanlar, işte onlardır haddi aşanlar"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "O müminler üzerlerindeki emanetleri gözetirler, verdikleri sözleri tam tamına tutarlar"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "Onlar namazlarını vaktinde eda edip zayi etmekten korurlar"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "“İşte vâris olanlar, ebedî kalacakları Firdevs cennetine vâris olanlar onlardır onlar"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "“İşte vâris olanlar, ebedî kalacakları Firdevs cennetine vâris olanlar onlardır onlar"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Şu bir gerçektir ki Biz insanı süzme çamurdan yaratırız"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Sonra onu nutfe (sperm) halinde sağlam bir yere yerleştiririz"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Sonra nutfeyi (rahim cidarına) yapışan bir hücreye, bunu da mudgaya, yani bir çiğnem et görünümündeki varlığa, mudgayı kemiklere dönüştürür, sonra da kemiklere et giydirip, derken yeni bir yaratılışa mazhar ederiz. İşte bak da Allah'ın ne mükemmel yaratan olduğunu bir düşün"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Ve bütün bunlardan sonra, siz ey insanlar, ölürsünüz"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Sonra büyük duruşma (kıyamet) günü diriltilirsiniz"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Yine şu da bir gerçektir ki, Biz sizin üstünüzde yedi tabaka yarattık. Biz yaratmadan da, yarattıklarımızdan da habersiz değiliz. [2, 29; 40,57;]"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Biz gökten belirlediğimiz bir ölçüye göre su indirir ve onu yerde dinlendiririz. Ama dilersek onu yerden gidermeye de kadiriz"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "O su ile sizin için hurma ve üzüm bağları yetiştiririz ki onlarda size çok faydalar vardır, onlardan yersiniz de"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "Sina Dağından çıkan bir nebat da yetiştiririz ki o ağaç hem yağ, hem de yiyenlere bir katık çıkarır"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Davarlarda da sizin için ibretler vardır. Onların içinden çıkan sütle sizi besleriz. Daha onlarda sizin için nice faydalar bulunur. Onların etinden de yersiniz"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Onlara da, gemilere de binersiniz"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Bir zaman, halkını irşad etmesi gayesiyle Nûh'u gönderdik de: “Ey halkım, dedi, yalnız Allah’a ibadet ediniz. Zira sizin Ondan başka ilahınız yoktur. Gerçek bu iken hâlâ şirkten sakınmaz mısınız?”"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Halkından ileri gelen birtakım kâfirler: “Bu,” dediler, “sizin gibi bir insandan başka bir şey değil, böyleyken size hakim olmak istiyor.” “Allah bize mesaj ulaştırmak isteseydi, (böyle sizin gibi bir insan göndermez), melaike indirirdi. Nitekim biz atalarımızdan da böyle bir şey işitmedik. Bu delinin tekinden başka biri değil. Ona biraz süre tanıyın, sonra iş aydınlanır, siz de gereğini yaparsınız.”"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Halkından ileri gelen birtakım kâfirler: “Bu,” dediler, “sizin gibi bir insandan başka bir şey değil, böyleyken size hakim olmak istiyor.” “Allah bize mesaj ulaştırmak isteseydi, (böyle sizin gibi bir insan göndermez), melaike indirirdi. Nitekim biz atalarımızdan da böyle bir şey işitmedik. Bu delinin tekinden başka biri değil. Ona biraz süre tanıyın, sonra iş aydınlanır, siz de gereğini yaparsınız.”"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Nuh: “Ya Rabbî, dedi, beni yalancı saymalarına karşı Sen yardım et bana!”"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Biz de ona vahyedip bildirdik ki: “Nezaretimiz altında ve bildirdiğimiz şekilde gemiyi yap. Buyruğumuz gelip tandır kaynayınca her cinsten birer çift ile haklarında azap hükmü takdir edilmiş olanlar dışında kalan aile halkını yanına al! Zalim ve kâfirler hakkında sakın Bana başvurma! Çünkü onlar suda boğulacaklardır.”"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "“Sen ve beraberinde olanlar gemiye yerleşince de ki: “Bizi o zalim toplumun elinden kurtaran Allah'a hamd-u senalar olsun!”"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "“Ya Rabbî, beni güvenli ve kutlu bir yere indir. Çünkü sen konuklayanların en iyisi, en mükemmelisin.”"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Bunda elbette alınacak çok ibretler var. Gerçekten Biz insanları imtihan etmekteyiz"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Onlardan sonra başka nesiller yarattık"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Onların içinden “Yalnız bir Allah'a ibadet ediniz, zira sizin O’ndan başka tanrınız yoktur. Gerçek bu iken hâlâ şirkten sakınmaz mısınız?” diyen bir peygamber gönderdik"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Onun halkından kâfir olup âhiret buluşmasını yalan sayan ve kendilerine dünya hayatında bol nimet verdiğimiz eşraf takımı: “Bu,” dediler, “sizin gibi bir insandan başka bir şey değil, baksanıza sizin yediklerinizden yiyor, sizin içtiklerinizden içiyor. Eğer siz, sizin gibi bir beşere itaat edecek olursanız, büyük bir kayba ve hüsrana uğrarsınız.”"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Onun halkından kâfir olup âhiret buluşmasını yalan sayan ve kendilerine dünya hayatında bol nimet verdiğimiz eşraf takımı: “Bu,” dediler, “sizin gibi bir insandan başka bir şey değil, baksanıza sizin yediklerinizden yiyor, sizin içtiklerinizden içiyor. Eğer siz, sizin gibi bir beşere itaat edecek olursanız, büyük bir kayba ve hüsrana uğrarsınız.”"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "“Ne o,” dediler, bu adam siz ölüp de toprak ve kemik haline geldikten sonra sizin diriltilip mezardan çıkarılacağınızı mı vâd ediyor?”"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "“Heyhat! Heyhat! Size vâd edilen şey ne kadar da uzak!”"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "“Hayat sadece dünya hayatından ibarettir, ölür gideriz, ancak bir kere yaşarız ve ölümden sonra asla diriltilmeyiz!”"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "“Bu adam, uydurduğu yalanı Allah'a mal eden bir iftiracıdan başkası değildir ve biz hiçbir surette ona inanmayız!”"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "O Resul: “Ya Rabbî, dedi, beni yalancı saymalarına karşı Sen bana yardım eyle!”"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Allah buyurdu: “Tasalanma, çok geçmeden onlar pişman olacaklardır!”"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Derken korkunç bir ses onları bastırıverdi. Adalet yerini buldu. Onları sel süprüntüsüne çevirdik. Zalimler güruhunun canı cehenneme"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Onlardan sonra yine başka nesiller dünyaya getirdik"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Hiç bir ümmet vâdesini ne öne alabilir ne de erteleyebilir"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Sonra resullerimizi peş peşe gönderdik. Hangi ümmete peygamberi geldiyse onlar onu yalancı saydılar.Biz de onları birbiri ardından imha ettik. Onlardan geriye bıraktığımız, sadece ibret verici hikâyeleri! İman etmeyen o halkın canı cehenneme"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Sonra da Mûsa ile kardeşi Hârun'u âyetlerimizle ve apaçık delille Firavun ile ileri gelen yardımcılarına gönderdik.Onlar da hakkı kabulden kibirlendiler.Zaten onlar kendilerini çok büyük gören bir zümre idi"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Sonra da Mûsa ile kardeşi Hârun'u âyetlerimizle ve apaçık delille Firavun ile ileri gelen yardımcılarına gönderdik.Onlar da hakkı kabulden kibirlendiler.Zaten onlar kendilerini çok büyük gören bir zümre idi"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Dediler ki: “Kendi kavimleri bizim hizmetçi kölelerimiz iken şimdi kalkıp bizim gibi beşer olan bu iki adama mı inanacağız?”"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Böyle deyip onları yalancı saydılar. Kendileri de helâk edilenler gürûhuna dahil oldular"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Oysa doğru yolu tutmaları ümidiyle biz Mûsâ'ya kitabı verdik"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Meryem'in oğlunu ve annesini birer ibret vesilesi kıldık ve onları pınarları akan ve yerleşmeye elverişli yüksekçe bir yere yerleştirdik"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "Siz ey peygamberler! Helâl ve hoş şeylerden yiyip için, makbul ve güzel işler işleyin! Zira Ben yaptığınız her şeyi bilmekteyim"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Ve hepinizin dini bir tek dindir. Ben de sizin Rabbinizim, öyleyse Bana karşı gelmekten sakının"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Ama peygamberleri izlediklerini iddia eden ümmetler fırkalara ayrılıp bölük bölük oldular. Her grup, kendilerine ait görüşten ötürü memnun ve mutludur"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Sen onları, bir süreye kadar daldıkları gaflet içinde kendi hallerine bırak"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Kendilerine verdiğimiz servet ve evlatlarla iyiliklerine koştuğumuzu mu sanıyorlar? Hayır, onlar işin farkında değiller! [9,5]"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "Kendilerine verdiğimiz servet ve evlatlarla iyiliklerine koştuğumuzu mu sanıyorlar? Hayır, onlar işin farkında değiller! [9,5]"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Ama asıl Rab'lerine duydukları saygıdan dolayı çekinenler"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Rab'lerinin âyetlerini tasdik edenler"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "Rab'lerine hiç ortak tanımayanlar"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "Rab'lerine dönüp hesaba çekileceklerinden, yaptıkları hayırları kalpleri titreyerek yapanlar"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "Evet, işte onlardır hayırlara koşanlar ve o işlerde öne geçenler"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Biz hiç kimseye takatinin üstünde yük yüklemeyiz. Nezdimizde gerçeği bildiren, insanların yaptıklarını tam tamına tesbit eden bir kitap vardır. Bundan ötürü asla haksızlığa uğratılmazlar"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Fakat onların kalbleri bundan gafildir. Ayrıca onların bundan başka birtakım pis işleri daha var ki onları işler dururlar"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "En nihâyet onların refaha dalıp gitmiş olanlarını azapla kıskıvrak yakaladığımızda birden feryadı basarlar"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Fakat onlara şöyle denilecektir: “Bugün hiç boşuna sızlanmayın! Zira siz Bizden hiçbir surette yardıma mazhar olmayacaksınız.”"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "“Âyetlerim size okunduğunda, siz kibirlenerek sırtınızı çevirirdiniz, geceleyin onun aleyhinde ileri geri konuşarak saçmalardınız.”"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "“Âyetlerim size okunduğunda, siz kibirlenerek sırtınızı çevirirdiniz, geceleyin onun aleyhinde ileri geri konuşarak saçmalardınız.”"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Peki onlar Allah'ın sözünü anlamaya çalışmadılar mı? Yoksa önce geçip gitmiş babalarına hiç gelmemiş olan, ömürlerinde ilk defa duydukları bir şeyle mi karşılaştılar"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Yoksa şu aralarında yaşamış olan Resulü, tanıdıkları biri olmadığı için mi reddediyorlar"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Ne o, yoksa “Onda bir delilik var!” mı diyorlar? Oysa o onlara gerçeğin ta kendisini getirdi, ama gerçek onların çoğunun işine gelmiyor"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Fakat gerçek onların keyiflerine tâbi olsaydı göklerin de, yerin de, oralarda yaşayanların da düzenleri bozulur, yıkılıp giderlerdi. Halbuki Biz onlara şan ve şeref getiren, öğüt veren kitap verdik ama, ne var ki onlar bu dersten yüz çeviriyorlar. [43]"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Ey Resulüm, yoksa bu hizmetlerine karşılık sen onlardan bir karşılık istiyorsun da, bu, kendilerine ağır geldiği için mi senden uzak duruyorlar? Fakat bilsinler ki en iyi karşılık, sana Rabbinin vereceği karşılıktır. Çünkü O, rızık ve nimet verenlerin en hayırlısıdır. [6,90]"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Sen gerçekten onları dosdoğru bir yola çağırıyorsun"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Ama şu da gerçek ki âhirete inanmayanlar, yoldan sapıyorlar"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Eğer Biz onlara merhamet edip, uğradıkları belayı giderseydik, yine onlar azgınlıklarında devam edip giderlerdi"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Biz onları çeşitli azaplara da uğrattık. Buna rağmen yine de Rab'lerine boyun eğip O’na yalvarıp yakarmadılar"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Ama ne zaman onların önüne ceza gününe mahsus zorlu bir azap kapısını açarsak, işte o zaman birden bütün ümitlerini yitiriverirler"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Ey insanlar, Rabbinizin buyruklarına kulak verin.Çünkü sizde işitme ve görmeyi sağlayan kulak ve gözleri, düşünüp hissetmenizi sağlayan kalpleri yaratan O'dur. Şükrünüz ne kadar da az"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Sizi çoğaltıp dünyaya yayan da O'dur. Muhakkak yine O’nun huzuruna götürüleceksiniz"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Hayatı veren de, öldüren de O'dur. Gece ile gündüzü peş peşe getiren de O’dur. Öyleyse hâlâ aklınızı başınıza alıp bunları bir düşünmez misiniz"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Ama böyle yapmak yerine, kendilerinden önceki münkirlerin dediklerini dediler"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "“Ölüp toprak ve kemik haline geldikten sonra biz dirilecekmişiz ha!Bize de, daha önce babalarımıza da bu vaad edilip durdu. Doğrusu bu dirilme işi, öncekilerin masallarından, başka bir şey değil!” dediler"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "“Ölüp toprak ve kemik haline geldikten sonra biz dirilecekmişiz ha!Bize de, daha önce babalarımıza da bu vaad edilip durdu. Doğrusu bu dirilme işi, öncekilerin masallarından, başka bir şey değil!” dediler"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "De ki: “Bütün dünya ve içinde yaşayanlar kimindir söyleyin bakalım, biliyorsanız.”"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Elbette: “Allah'ındır” diyeceklerdir. Öyleyse, sen de ki: “Neden aklınızı başınıza almıyorsunuz?”"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "“Peki, yedi kat göğün ve yüce arşın Rabbi kimdir?” diye sor"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Elbette, “Allah'tır”, diyeceklerdir. Öyleyse, sen de ki: “İnandığınız Allah’a karşı gelmekten sakınmaz mısınız?”"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "De ki: “Peki her şeyin gerçek yönetimini elinde tutan, Kendisi her şeyi koruyup gözeten, ama Kendisi himaye altında olmayan kimdir? Biliyorsanız söyleyin bakalım"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Elbette, “Allah'tır” diyecekler. Sen de ki: Öyleyse nasıl oluyor da büyülenip gerçekten uzaklaşıyorsunuz?”"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Hayır, Biz onlara gerçeği getirdik; fakat buna rağmen onlar yalanı tercih ediyorlar. İşte gerçek"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "“Allah asla evlat edinmedi. O'nun yanı sıra hiçbir tanrı da yoktur. Öyle olsaydı her tanrı kendi yarattıklarını yanına alır ve onlardan biri diğerine üstün gelmeye çalışırdı. Allah o müşriklerin isnat ve nitelendirmelerinden münezzehtir.”"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Görünmeyen ve görünen, gizli ve âşikâr her şeyi bilen Allah, onların iddia ettikleri şerikleri olmaktan yücedir"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "De ki: “Ya Rabbî, eğer onlara vâd edilen o azabı bana göstereceksen, beni o zalimler güruhu içinde bırakma!”"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "De ki: “Ya Rabbî, eğer onlara vâd edilen o azabı bana göstereceksen, beni o zalimler güruhu içinde bırakma!”"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Biz onlara vâd ettiğimiz azabı sana göstermeye elbette kadiriz"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Fakat onlar ne yaparlarsa yapsınlar, sen yine de kötülüğü en iyi tarzda sav. Biz onların, senin hakkındaki asılsız iddialarını pek iyi biliriz"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Sen de ki: “Ya Rabbî! Şeytanların vesveselerinden, onların yanımda bulunmalarından Sana sığınırım!”"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Sen de ki: “Ya Rabbî! Şeytanların vesveselerinden, onların yanımda bulunmalarından Sana sığınırım!”"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Âhireti inkâr edenlerden birine ölüm gelip çatınca, işte o zaman: “Ya Rabbî!” der, “ne olur beni dünyaya geri gönderin, ta ki zayi ettiğim ömrümü telafi edip iyi işler yapayım.”Hayır, hayır! Bu onun söylediği mânasız bir sözdür. Çünkü dünyadan ayrılanların önünde, artık, diriltilecekleri güne kadar bir berzah vardır. [32,12; 6,27 63,10-1]"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Âhireti inkâr edenlerden birine ölüm gelip çatınca, işte o zaman: “Ya Rabbî!” der, “ne olur beni dünyaya geri gönderin, ta ki zayi ettiğim ömrümü telafi edip iyi işler yapayım.”Hayır, hayır! Bu onun söylediği mânasız bir sözdür. Çünkü dünyadan ayrılanların önünde, artık, diriltilecekleri güne kadar bir berzah vardır. [32,12; 6,27 63,10-1]"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Sûra üflendiği zaman, o gün artık ne aralarındaki akraba tutkunluğu bir fayda verir, ne de kişi bir başkasının halini sormayı hatırından geçirir"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "O gün kimin iyilikleri mizanda ağır basarsa onlar kurtulacaklar"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Kimin iyilikleri tartıda hafif kalırsa, işte kendilerini ziyana sokanlar, cehennemde ebedî kalanlar onlar olacaklardır"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Orada yüzlerini alevler yalar da, ateş dudaklarını yaktığında, dişleri açıkta kalıverir"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Allah Teâlâ onlara şöyle buyurur: “Âyetlerim size okunurdu da siz onları yalan sayardınız değil mi?”"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "“Ey Ulu Rabbimiz”, derler, “azgınlığımız, kötü talihimiz ağır bastı, biz de yoldan sapan kimseler olduk bir kere. Ama ne olur ey Ulu Rabbimiz, kurtar bizi bu ateşten, eğer bir daha o kötülükleri yaparsak işte o zaman, kendimize iyice yazık eder, zalimin teki oluruz!”"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "“Ey Ulu Rabbimiz”, derler, “azgınlığımız, kötü talihimiz ağır bastı, biz de yoldan sapan kimseler olduk bir kere. Ama ne olur ey Ulu Rabbimiz, kurtar bizi bu ateşten, eğer bir daha o kötülükleri yaparsak işte o zaman, kendimize iyice yazık eder, zalimin teki oluruz!”"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Allah Teâlâ: “Kesin sesinizi, sakın bir daha Bana bir şey söylemeye kalkışmayın!” buyurur"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Kullarımdan, bir kısmı “inandık ya Rabbî! Affet günahlarımızı, merhamet et bize, çünkü Sen merhamet edenlerin en iyisi, en hayırlısısın!” dediklerinde, onları alaya alan sizler değil miydiniz!Sonunda sizin bu davranışlarınız Beni gönlünüzden geçirmeyi, Beni yâdetmeyi size unutturdu da, onlarla eğlenip durdunuz"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "Kullarımdan, bir kısmı “inandık ya Rabbî! Affet günahlarımızı, merhamet et bize, çünkü Sen merhamet edenlerin en iyisi, en hayırlısısın!” dediklerinde, onları alaya alan sizler değil miydiniz!Sonunda sizin bu davranışlarınız Beni gönlünüzden geçirmeyi, Beni yâdetmeyi size unutturdu da, onlarla eğlenip durdunuz"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "İşte Ben de sabretmelerine karşılık bugün onları ödüllendirdim.İşte umduklarına kavuşanlar onlardır"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Sonra Allah cehennemdekilere der ki: “Size kalsa, dünyada kaç yıl kaldınız?”"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Onlar: “Bir gün veya daha da az. Ne bilelim, isterseniz bunu tam tamına aklında tutanlara sor! Zira bizim aklımız başımızdan gitmiş durumda.” diye cevap verirler"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Bunun üzerine Allah Teâlâ şöyle buyurur: “Siz, doğrusu pek az kaldınız.Bu gerçeği bir bilseydiniz, Bana isyan etmezdiniz.”"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "“Bizim sizi boşuna yarattığımızı, Bizim huzurumuza dönüp hesap vermeyeceğinizi mi sandınız?”"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "“Öyleyse artık şu gerçeği bilin ki Allah yüceler yücesidir.Gerçek hükümran O'dur. O’ndan başka tanrı yoktur.Pek değerli arşın Rabbidir”"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "O halde, kim tanrılığını ispat eden hiç bir delili olmamasına rağmen,Allah'ın beraber başka bir tanrıya taparsa,âhirette Rabbinin huzurunda hesabını verecek, cezasını çekecektir.Şurası muhakkak ki kâfirler asla iflah olmazlar"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "Öyleyse (ey Resulüm ve ey mümin!) Sen şöyle dua et:“Ya Rabbî, Sen bizi affet, Sen bize merhamet et. Zira merhamet edenlerin en hayırlısı Sensin Sen!”"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "Bu, indirdiğimiz ve uygulanmasını gerekli kıldığımız bir sûredir. İyice belleyip dersinizi alırsınız diye onun içinde açık seçik âyetler indirdik"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "İmdi, zina eden kadın ve erkeğin her birine yüz değnek vurun. Eğer Allah'a ve âhirete iman ediyorsanız, Allah’ın hükmünü uygulama işinde sakın acıma hissi sizi etkisi altına alıp da uygulamayı engellemesin. Hem onların bu cezalandırılmalarında müminlerden bir cemaat da bulunup şahid olsun! {KM, Tesniye}"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Zinakâr, ancak bir fâhişe veya putperest bir kadınla evlenmek ister. Fâhişeyi de ancak bir zinakâr veya putperest nikâhlamak ister. Böyle bir evlilik müminlere haram kılınmıştır."
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "İffetli kadınlara zina isnad edip de buna dair dört şahid getiremeyen herkese seksen değnek vurun ve bundan böyle, onların şahitliklerini artık ebediyyen kabul etmeyin. Çünkü bunlar gerçekten fâsıkların ta kendileridir! [4,24] {KM, Tesniye}"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Ama bu iftira suçundan sonra tövbe edip halini düzeltenler bu fâsıklık damgasından kurtulurlar. Çünkü Allah gafurdur, rahîmdir"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "Kendi eşlerini zina etmekle suçlayıp da buna dair kendileri dışında şahit bulamayan kocalar ise, kendilerinin doğru söylediklerine dair ayrı ayrı dört kere Allah adına yemin eder, şahitlik eder, beşinci kere ise, yalancı olması halinde, Allah'ın lânetinin kendi üzerine gelmesini isterler"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "Kendi eşlerini zina etmekle suçlayıp da buna dair kendileri dışında şahit bulamayan kocalar ise, kendilerinin doğru söylediklerine dair ayrı ayrı dört kere Allah adına yemin eder, şahitlik eder, beşinci kere ise, yalancı olması halinde, Allah'ın lânetinin kendi üzerine gelmesini isterler"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Hanımının ise, kocasının bu suçlamasında yalancı olduğuna dair ayrı ayrı dört kere Allah adına yemin ve şahitlik etmesi, beşincide ise kocasının doğru söylemesi halinde, Allah'ın gazabının kendi üzerine çökmesini dilemesi, kendisinden cezayı kaldırır"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "Hanımının ise, kocasının bu suçlamasında yalancı olduğuna dair ayrı ayrı dört kere Allah adına yemin ve şahitlik etmesi, beşincide ise kocasının doğru söylemesi halinde, Allah'ın gazabının kendi üzerine çökmesini dilemesi, kendisinden cezayı kaldırır"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Allah'ın sizin hakkınızda lütuf ve merhameti olmasaydı, eğer O Allah, tövbeleri kabul buyuran, yaptığı her iş, verdiği her hüküm hikmetli olan bir zat olmasaydı, müstahak olduğunuz bütün cezaları hemen verir, sizi perişan ederdi"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "O İftirayı çıkaranlar, içinizden küçük bir gruptur.Siz o iftirayı kendi hakkınızda fena bir şey sanmayın, bilakis o sizin için hayırlıdır.O iftiracılara gelince, onlardan her birinin, kazandığı günah nisbetinde cezası vardır.Bu yaygaranın elebaşılığını yapan şahsa ise cezanın en büyüğü vardır"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Siz ey müminler, bu dedikoduyu daha işitir işitmez, mümin erkekler ve mümin kadınlar olarak birbiriniz hakkında iyi zan besleyip: “Hâşa, bu besbelli bir iftiradan başka bir şey değildir!” demeniz gerekmez miydi"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "O iftiracılar dört şahit getirselerdi ya! Şahitlerini getirmediklerine göre, onlar Allah katında yalancıların ta kendileri olarak tescil edileceklerdir"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Hem dünyada, hem de âhirette Allah'ın lütuf ve merhameti sizinle olmasaydı, daldığınız bu yaygaradan dolayı mutlaka başınıza müthiş bir ceza gelirdi"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "O sırada siz o iftirayı dilden dile birbirinize aktarıyor, işin aslına dair hiç bilginiz olmayan sözleri ağızlarınızda geveleyip duruyordunuz ve bunu basit, önemsiz bir şey sanıyordunuz.Halbuki o, Allah'ın nazarında pek büyük bir vebaldi"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Nasıl oldu da onu işitir işitmez: “Böylesi iftiraları ağzımıza alamayız, böyle şeyler bize yakışmaz. Hâşa! Bu pek büyük, pek çirkin bir bühtandır.” demediniz"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Eğer mümin iseniz, Allah böylesi bir şeyi tekrarlamaktan sizi kesinlikle sakındırıp yasaklıyor"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Ve Allah âyetleri size açık açık bildiriyor. Allah alîm ve hakîmdir (her şeyi bilir, tam hüküm ve hikmet sahibidir)"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Müminler arasında çirkinliklerin yayılmasını arzu eden kimseler için, dünyada da âhirette de gayet acı bir azap vardır. Allah bilir, siz bilemezsiniz"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Eğer Allah'ın sizin üzerinizdeki lütfu ve inayeti olmasaydı ve eğer Allah pek şefkatli ve merhametli olmasaydı, başınıza müthiş bir azap gelirdi"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "Ey iman edenler! Sakın şeytanın izinden gitmeyin!Her kim şeytanın peşinden giderse bilsin ki o kendisinden hep fena, çirkin ve meşrû olmayan şeyleri yapmasını ister.Eğer Allah'ın lütuf ve merhameti olmasaydı, sizden hiçbiriniz asla temize çıkamazdı. Ancak Allah dilediğini temizleyip arındırır. Çünkü Allah her şeyi hakkıyla işitir ve bilir"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "İçinizden fazilet ve imkân sahibi olanlar, akrabalara, fakirlere, Allah yolunda hicret etmiş olanlara sadaka vermeme hususunda yemin etmesinler! Affedip müsamaha göstersinler.Siz de Allah'ın sizi affedip müsamaha göstermesini arzu etmez misiniz?Allah gerçekten gafurdur, rahîmdir (çok affedicidir, merhamet ve ihsanı boldur)"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Şu kesin ki, hayasızlıktan habersiz, iffetli mümin hanımlara, zina iftirası atanlar dünyada da âhirette de lânete uğrarlar. Onlara müthiş bir azap vardır"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "Gün gelecek, dilleri, elleri ve ayakları yapmış oldukları bütün kötülükleri tek tek bildirerek aleyhlerinde şahitlik edecektir"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "O gün Allah onlara hak ettikleri karşılığı tam tamına verecek ve onlar da Allah'ın, gerçeği açıklayan, hakkın ta kendisi olduğunu anlayacaklardır"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Kötü kadınlar ve kötü sözler, kötü erkeklere;kötü erkekler, kötü kadınlara ve kötü sözlere; temiz kadınlar ve temiz kelimeler ise temiz erkeklere; temiz erkekler de temiz kadınlara ve temiz sözlere yakışır. Bu temiz insanlar, o iftiracıların dedikodularından berîdirler, onlara mağfiret ve değerli büyük bir nasip vardır"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "Ey iman edenler! Kendi evleriniz dışındaki evlere, sahiplerinden izin isteyip onlara selâm vermeden girmeyiniz!Böyle yapmanız sizin için daha münasiptir.Olur ki düşünür, hikmetini anlarsınız"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "Şayet orada hiçbir kimse bulamazsanız size izin verilmeden oraya girmeyiniz! Eğer size: “Müsait değiliz, geri dönün.” denirse dönün! Bu sizin için daha nezih, daha münasiptir. Allah yaptığınız her şeyi tamamen bilir"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "İçinde oturulmayan fakat sizin faydalanma hakkınız bulunan evlere girmenizde mahzur yoktur. Ama hiç unutmayın ki Allah açığa vurduğunuz ve gizlediğiniz her şeyi bilir"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Mümin erkeklere bakışlarını kısmalarını ve edep yerlerini açmaktan ve zinadan korumalarını söyle!Bu, onlar için en uygun olan davranıştır.Allah yaptıkları her şeyden hakkıyla haberdardır. {KM, Matta}"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Mümin kadınlara da bakışlarını kısmalarını ve edep yerlerini açmaktan ve günahtan korumalarını söyle.Yine söyle ki mecburen görünen kısımları müstesna olmak üzere, zinetlerini teşhir etmesinler.Başörtülerini yakalarının üzerini kapatacak şekilde örtsünler. Zinet takılan yerlerini kocaları, babaları, kocalarının babaları, oğulları, üvey oğulları, erkek kardeşleri, erkek kardeşlerinin oğulları, kız kardeşlerinin oğulları, mümin kadınlar, ellerinin altında bulunanlar (köleler), erkeklikten kesilip kadınlara ihtiyaç duymayan hizmetçileri veya henüz kadınların mahrem yerlerini anlamayan çocuklar dışında kimseye göstermesinler. Saklı zinetlerine dikkat çekmek için, ayaklarını da vurmasınlar. Ey müminler! Hepiniz toptan Allah'a tövbe ediniz ki felaha eresiniz"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "İçinizden evli olmayanları, köle ve cariyelerinizden evlenmeye müsait olanları evlendirin! Eğer fakir iseler, Allah lütfu ile onların ihtiyaçlarını giderir. Çünkü Allah'ın lütfu geniştir. Her şeyi hakkıyla bilir (ihtiyaçları ve lütfa lâyık olanları da bilir)"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Evlenme imkânı bulamayanlar ise, Allah lütfu ile onların ihtiyaçlarını giderinceye kadar iffetli kalmaya çalışsınlar! Eliniz altındaki köle ve cariyelerinizden mükâtebe yapmak isteyenler olursa ve siz de onlarda liyakat görürseniz mükâtebe yapınız! Allah'ın size ihsan ettiği maldan siz de onlara veriniz. (Mecburî hizmet bedellerini ödemelerine yardım ediniz). Dünya hayatının geçici metâını elde etmek için, sakın cariyelerinizi -hele iffetli olmak isterlerse- fuhşa zorlamayın! Her kim onları fuhşa zorlarsa, bilinmelidir ki zorlanmalarından sonra, Allah kendileri hakkında gafurdur, rahîmdir (çok affedicidir, merhamet ve ihsanı boldur)"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "Muhakkak ki size dinin hükümlerini açıklayan âyetler, sizden önce gelip geçenlerin hallerinden misaller ve Allah'a karşı gelmekten sakınacaklar için birtakım öğütler indirdik"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Allah göklerin ve yerin nûrudur. O'nun nûrunun misali, tıpkı içinde lamba bulunan bir kandillik gibidir. Lamba bir sırça (cam) içinde, o sırça da sanki parlayan incimsi bir yıldız! Bu lamba, ne yalnız doğuya, ne de yalnız batıya mensup olmayan kutlu, pek bereketli bir zeytin ağacından tutuşturulur. Bu öyle bereketli bir ağaç ki, nerdeyse ateş değmeden de yağ ışık verir. Işığı pırıl pırıldır. Allah dilediği kimseyi nûruna iletir, gerçeği anlamaları için insanlara böyle temsiller getirir. Allah her şeyi bilir. [4,174; 39,22; 57,28; 6,122; 57,19] {KM, II Samuel 22, 29; I Yuhanna 1,5; Yuhanna}"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "O nûra, Allah'ın yükseltilmesine ve içlerinde kutlu isminin zikredilmesine izin verdiği evlerde (mescidlerde) kavuşulur. Oralarda, sabah akşam O’nun şanını yücelterek tenzih eden öyle yiğitler vardır ki, ne ticaretler, ne alım ve satımlar onları Allah’ı zikretmekten, namazı hakkıyla ifa etmekten, zekâtı vermekten alıkoymaz. Onlar kalplerin ve gözlerin dehşetten halden hale döneceği, alt üst olacağı bir günden endişe ederler. [39,47; 73,40; 18,14,4]"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "O nûra, Allah'ın yükseltilmesine ve içlerinde kutlu isminin zikredilmesine izin verdiği evlerde (mescidlerde) kavuşulur. Oralarda, sabah akşam O’nun şanını yücelterek tenzih eden öyle yiğitler vardır ki, ne ticaretler, ne alım ve satımlar onları Allah’ı zikretmekten, namazı hakkıyla ifa etmekten, zekâtı vermekten alıkoymaz. Onlar kalplerin ve gözlerin dehşetten halden hale döneceği, alt üst olacağı bir günden endişe ederler. [39,47; 73,40; 18,14,4]"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "Allah Teâlâ onlara yaptıklarına karşılık en güzel mükâfatı verecek, onların mükâfatlarını kendi lütfundan artıracaktır.Allah dilediği kimseyi hesapsız rızıklandırır."
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "Dini inkâr edenlere gelince:Onların işleri düz, ıssız bir çöldeki serap gibidir ki susayan onu su zanneder.Nihayet onun yanına varınca su namına hiçbir şey bulamaz… Fakat Allah'ı bulur.O da onun hesabını tam tamına görür. Zira Allah hesabı pek çabuk görür"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Yahut o kâfirlerin duygu, düşünce ve davranışları derin bir denizdeki yoğun karanlıklara benzer.Öyle bir deniz ki onu, dalga üstüne dalga kaplıyor...Üstünde de koyu bulut.Üst üste binmiş karanlıklar...İçinde bulunan insan, elini uzatsa nerdeyse kendi elini bile göremiyor.Öyle ya, Allah birine nûr vermezse artık onun hiçbir nûru olamaz"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Baksana göklerde olan, yerde olan herkes, kanatlarını çarparak uçan dizi dizi kuşlar, hep Allah'ı tesbih ederler.Onlardan her biri kendi duasını ve tesbihini pek iyi bellemiştir. Allah onların yaptıklarını hakkıyla bilir"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Göklerin ve yerin hâkimiyeti Allah'ındır.Bütün işler O’na götürülür, hüküm O’nun kapısından çıkar"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Baksana, Allah bulutları sevk ediyor, sonra onları bir araya getirip üst üste yığıyor.İşte görüyorsun ki bunların arasından yağmur çıkıyor.O, gökten, -oradaki dağlar büyüklüğünde bulutlardan- dolu indirir de onunla dilediğini vurur, dilediğini de ondan korur.Bu bulutların şimşeğinin parıltısı nerdeyse gözleri alıverecek"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Allah gece ile gündüzü birbirine çeviriyor, geceyi gündüze, gündüzü geceye dönüştürüyor, sürelerini uzatıp kısaltıyor. Elbette bunda görebilenler için alınacak bir ders vardır"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Allah her canlıyı sudan yarattı: Kimi karnı üstünde sürünür, kimi iki ayağı üstünde yürür, kimi dört ayağı üstünde yürür.Allah dilediğini yaratır. Çünkü Allah her şeye kadirdir"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Gerçekten Biz hükümlerimizi açıklayan âyetler indirdik.Allah dilediği kimseyi doğru yola hidâyet eder"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Çünkü niceleri: “Biz Allah'a ve Resulüne inandık ve itaat ettik” derler de sonra onlardan bir kısmı, buna rağmen geri dönerler. İşte bunlar mümin değildirler"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Aralarında hükmetmesi için Allah'ın ve Resulünün hükmüne dâvet edildiklerinde, bir de bakarsın onlardan bir kısmı yüz çeviriyor"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Ama hüküm kendilerinden yana gözükmeye görsün, tam bir itaat içinde koşa koşa gelirler"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Sahi, kalplerinde bir inkâr hastalığı mı var bunların?Yoksa imanda şüpheye mi düştüler yahut Allah'ın ve Resulünün kendilerine zulüm ve haksızlık yapacağından mı endişe ediyorlar?Doğrusu, asıl zalimler hem de kendi kendilerine haksızlık edenler, onların ta kendileridir"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Haklarında hüküm verilmek üzere Allah'a ve Resulüne dâvet edilen müminlerin söyledikleri tek söz: “Hay hay! Baş üstüne!” demek olmuştur. İşte felaha erenler onlar olacaklardır"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Kim Allah'a ve Resulüne itaat eder, Allah’ı tazim edip O’na karşı gelmekten sakınırsa,işte ebedî başarı ve mutluluğa erenler onlar olacaklardır"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Senin kendilerine emretmen halinde hicret edeceklerine veya savaşa çıkacaklarına dair vargüçleriyle yemin billah ettiler.De ki: “Yemine ne hacet! Yemin etmeyin, sizden istenen makul bir itaattır. Elbette Allah yaptığınız ve yapacağınız her şeyi bilir”"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "De ki: “Allah'a itaat edin, Peygambere itaat edin!Eğer sırtınızı dönerseniz bilin ki Peygamber kendi görevinden,siz de kendi yükümlülüğünüzden sorumlu olursunuz.Ama ona itaat ederseniz, doğru yolu bulmuş olursunuz.Yoksa, peygamberin görevi, açıkça tebliğ etmekten başka bir şey değildir.”"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Allah içinizden iman edip makbul ve güzel işler işleyenlere kesin olarak vaad buyurur ki:Daha önce müminleri dünyada hakim kıldığı gibi kendilerini de hakim kılacak, kendileri için beğenip seçtiği İslâm dinini tatbik etme gücü verecek ve yaşadıkları korkulu dönemin arkasından, kendilerini tam bir güvene erdirecektir.Çünkü onlar, yalnız Bana ibadet edip hiçbir şeyi Bana şerik yapmazlar.Artık bundan sonra kim küfrana saparsa, işte onlar yoldan çıkıp Allah'a karşı gelmiş olurlar. [2,30; 38,26; 27,16; 21,105; 14,14; 28,6; 6,1]"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Öyleyse ey müminler, siz namazı hakkıyla ifa etmeye devam edin, zekâtı verin,Peygambere itaat edin ki merhamete nail olasınız"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "İnkâr edenlerin dünyada Allah'ın hükmünden kaçıp kurtulacaklarını sakın zannetme!Onların varacakları yer ateştir. Gerçekten ne kötü bir sondur bu"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "Ey iman edenler! Ellerinizin altında bulunan köle ve hizmetçileriniz ile içinizden henüz bülûğa ermemiş çocuklarınız, odanıza girmek için şu üç vakitte sizden izin istesinler: Sabah namazından önce, öğle vakti istirahat için elbiselerinizi çıkardığınız zaman ve bir de yatsı namazından sonra.İşte bu üç vakit, mahremiyet vakitlerinizdir. Ama bunların dışında izinsiz girmelerinde ne sizin için ne de onlar için bir mahzur yoktur.Çünkü sizin birbirinizin yanına girip çıkmanız kaçınılmazdır.İşte Allah size âyetlerini böylece açıklar. Gerçekten Allah, âlim ve hakîmdir (her şeyi bilir, tam hüküm ve hikmet sahibidir)"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Çocuklarınız büluğa erdiklerinde ise, kendilerinden büyük olanları nasıl izin istiyorlardı ise, odanıza girmek için her vakitte izin istesinler!İşte Allah size âyetlerini böylece açıklar.Çünkü Allah her şeyi bilir, her hükmü yerinde açıklar"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Evlenme arzu ve ümidi kalmamış olan ihtiyar kadınların, zinet yerlerini teşhir etmeksizin, dış giysilerini çıkarmaları, günah değildir.Bununla beraber sakınmaları, kendileri yönünden daha iyidir. Allah her şeyi işitir, gizli âşikâr her şeyi bilir"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "Görme özürlü, topal veya hasta gibi özürlülerin sizin evlerinizden yemek yemelerinde mahzur olmadığı gibi, sizin de eşlerinize yahut çocuklarınıza ait evlerinizden, babalarınızın evlerinden, annelerinizin evlerinden, erkek kardeşlerinizin, kız kardeşlerinizin evlerinden, amcalarınızın evlerinden, halalarınızın evlerinden, dayılarınızın evlerinden, teyzelerinizin evlerinden yahut anahtarları size bırakılıp sahip çıkmanız istenen yerlerden veya arkadaşlarınızın evlerinden yemek yemenizde mahzur yoktur. İster toplu, ister ayrı ayrı yemenizde de sakınca yoktur. Evlerinize girdiğiniz zaman Allah katından kutlu, feyizli ve bereketli bir iyi dilek temennisi olarak birbirinize selâm verin!İşte Allah size âyetlerini böylece açıklıyor.Umulur ki düşünüp hikmetini anlarsınız. [58,8] {KM, Matta}"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Gerçek müminler ancak öyle kimselerdir ki Allah'a ve Resulüne bütün kalpleriyle iman etmiş olup, bütün toplumu ilgilendiren meseleleri görüşmek üzere onun yanında bulundukları vakit ondan izin almadıkça ayrılıp gitmezler.Senden izin isteyenler hakikaten Allah’a ve Resulüne gerçekten iman edenlerdir. Öyle ise bazı işleri için senden izin istedikleri zaman, sen de onlardan dilediğin kimselere izin ver ve onlar için Allah’tan af dile. Muhakkak ki Allah gafurdur, rahîmdir"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Resulullah'ın sizi çağırmasını, sizin birbirinizi dâvet etmenizle bir tutmayın. Allah elbette sizden, birbirini siper edinerek sıvışıp gidenleri bilir. Öyleyse Peygamberin emrine aykırı hareket edenler başlarına dünyada bir bela gelmesinden yahut âhirette gayet acı bir azap gelmesinden korkup çekinsinler"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Dikkat edin! Göklerde ve yerde ne varsa Allah'ındır. O şu anda içinde bulunduğunuz durumu da pek iyi biliyor. İnsanların kendi huzuruna götürülecekleri büyük duruşma günü, yapmış oldukları şeyleri tek tek kendilerine bildirip karşılığını verecektir. Allah her şeyi pek iyi bilir. [2,144; 26,218-22]"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "Hayır ve bereketi ne muazzamdır o Zatın ki bütün ins ve cinni uyarsın diye o has kuluna doğruyu eğriden ayıran Furkan'ı indirdi. [18, 1-2; 4,136; 25,3]"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "Göklerin ve yerin hâkimiyeti O'nundur. O asla evlat edinmedi, hâkimiyette hiç bir ortağı olmadı. Her şeyi yaratıp nizam veren ve her şeyin varlığını bir ölçüye göre belirleyen O’dur"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Böyle iken müşrikler Allah'tan başka birtakım tanrılar edindiler ki, hiçbir şey yaratmaya güçleri yetmez, üstelik kendileri başkası tarafından yaratılırlar. Başlarına gelen zararı savamaz, kendileri için fayda celbedemezler, ne öldürmeye, ne diriltmeye ve ne de ölümden sonra tekrar diriltmeye güçleri yetmez. [53,23; 46,4; 16,20]"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Kâfirler: “Kur'ân onun uydurduğu bir yalan olup, bu hususta başkaları da kendisine yardımcı olmuşlardır” diye iddia ettiler. Onlar böylece, kesin bir yalan söyleyip zulmettiler"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "Ayrıca: “Onun söyledikleri, kendisi için yazdırtmış olduğu ve sabah akşam kendisine dikte ettirilen önceki nesillerin efsanelerinden başka bir şey değildir” dediler"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "De ki: “Onu, göklerdeki ve yerdeki bütün sırları bilen Yüce Allah indirdi. O, gerçekten gafurdur, rahîmdir.” (çok affedicidir, merhamet ve ihsanı boldur)"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Yine: “Ne oluyor bu Peygambere, böyle Peygamber mi olur: Yemek yiyor, çarşı pazarda dolaşıyor! Bari yanında heybetli bir melek olsaydı da etrafındaki insanları korkutup uyarıda bulunsaydı!”"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "“Yahut kendine bir hazine verilse, yahut kendisinin içinden yiyeceği bir bahçesi olsaydı!” Hasılı o zalimler: “Doğrusu siz, sadece büyülenmiş bir adamın peşine düşmüşsünüz.” dediler"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "İşte bak senin hakkında nasıl tutarsız misaller getiriyorlar. Doğrusu onlar saptılar, artık asla yol bulamazlar"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Hayır ve bereketi ne muazzamdır o Zatın ki dilediği takdirde senin için bundan daha iyisini, içinden ırmaklar akan cennetleri verir. Senin için orada saraylar yaptırır"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Ayrıca onlar kıyameti de yalan saydılar. Kıyameti yalanlayana ise Biz alevli bir ateş hazırlardık"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "Bu ateş onları, daha uzaktan görünce, onun öfkesinden gürlediğini ve korkunç homurtusunu işitirler"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "Elleri boyunlarına kelepçelenmiş, ayakları bukağılı olarak cehennemin daracık bir yerine tıkılınca, orada yok olmak için can atarlar"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Kendilerine “Bugün bir kere değil, defalarca dövünüp durun, ölümü isteyin” denilecek"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "De ki: “Bu mu iyi, yoksa takvâ ehline vâd olunan ebedî cennet mi?”Orası onlar için bir mükâfat ve pek güzel bir âkıbettir"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Orada arzu ettikleri her şey bulunacak, hem ebedî olarak kalacaklardır.Bu, Rabbinin üzerine aldığı ve müminlerce hep istenen bir vâdidir"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "Gün gelir, Allah müşriklerle, onların Allah'tan başka ibadet ettikleri putlarını diriltip bir araya toplar ve şöyle buyurur:“Siz mi saptırdınız bu kullarımı, yoksa kendileri mi yoldan çıktılar?”"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Onlar şöyle cevap verirler: “Sübhansın! Yüceler Yücesisin! Senden başka dost edinmeyi düşünmek bize yaraşan şey değildir. Ne var ki Sen onları ve babalarını, nimetlerine mazhar edip ömür vererek yaşatınca onlar Sen'i anmayı unuttular ve helâke müstahak bir güruh haline geldiler.”"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "“İşte gördünüz a!” denir o müşriklere, “Taptığınız nesneler söylediklerinizde sizi yalancı çıkardılar. Artık ne azabı savmaya, ne yardım temin etmeye çare bulamazsınız.”(İşte ey bütün insanlar! Bilin ki:) İçinizden kim bu şirk koşma zulmünü işlerse, ona büyük bir azap tattıracağız"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "Senden önce gönderdiğimiz peygamberler de yemek yer, çarşılarda ihtiyaçlarını temin ederlerdi. Böylece sizi birbirinizle imtihan ediyoruz: bakalım buna sabredecek misiniz, sabredemeyecek misiniz? Rabbin zaten her şeyi görmektedir."
        }
    ]
}