{
    "juzs": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Hâ Mîm"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Bu kitabın indirilmesi, (o üstün kudret, tam hüküm ve hikmet sahibi), azîz ve hakîm Allah tarafındandır"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Biz gökleri, yeri ve bunların arasındaki varlıkları ancak gerçek bir maksatla, adalet ve hikmetle, bir de belli bir süre için yarattık. Ama kâfirler uyarıldıkları kı"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Müşriklere de ki: “Şimdi baksanıza şu sizin Allah'tan başka ilahlaştırıp yalvardığınız putlarınıza! Söyler misiniz, onlar yerde hangi şeyi yaratmışlar, yoksa göklerde mi bir ortaklıkları var?(Akıl yönünden bu mümkün olmayınca, nakil yönünden putlara ibadetin gerçek olduğunu gösterin) Eğer bu iddianızda tutarlı iseniz, daha önce gelmiş bir kitap yahut hiç değilse bir bilgi kalıntısı varsa getirin görelim.”"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Kendisinin duasına, ta kıyamete kadar cevap veremeyecek olan ve esasen kendilerine yapılan dualardan habersiz o Allah'tan başka uydurulan nesnelere yalvaran kimseden daha şaşkın biri hiç olabilir mi"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "İnsanlar diriltilip mahşere toplandıklarında bu putlar, müşriklere düşman kesilir ve onların kendilerine tapınmalarını şiddetle reddederler"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Âyetlerimiz açık açık okunup beyan edildiğinde o kâfirler önlerine gelen gerçek hakkında: “Bu, besbelli bir sihirdir!” derler"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Yoksa, “Kur'ân’ı kendisi uydurdu!” mu diyorlar? De ki: “Eğer ben uydurduysam zaten Allah, çok geçmeden cezamı verir. Siz bana yardım etmek isteseniz bile Allah’ın azabından beni kurtaramazsınız. (Ben cezamı çekmeye hazırım. Siz rahat olun). Demek ki sizin bu kabil laflarınız boş sözlerden, içine daldığınız yaygaradan ibarettirAllah da bunu pek iyi bilmektedir. Benimle sizin aranızda şahit olarak O, kâfidir. O gafurdur, rahîmdir (affı, merhamet ve ihsanı pek boldur)."
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "De ki: Peygamber olarak gelen ilk insan ben değilim ki! (Sanki peygamber olduğunu söyleyen ilk insan benmişim gibi nedir bu kadar tepkiniz?)Dünya hayatında benim ve sizin başınıza neler geleceğini bilemem. Ben sadece bana ne vahyediliyorsa ona uyarım. Çünkü ben açıkça uyaran bir elçiden başka bir şey değilim"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "De ki: Söyleyin bakalım: Eğer bu Kur'ân Allah tarafından geldiği halde siz reddetmişseniz, İsrailoğullarından da bir şahit, (tevhid, âhiret vb. İman esasları gibi Kur’ân’da bildirilen hakikatlerin) benzerine şahitlik edip iman ettiği halde, siz büyüklük taslayarak iman etmezseniz sizden daha şaşkın, daha zalim kimse olabilir mi? Allah elbette böyle zalimleri hidâyet edip emellerine ulaştırmaz"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "İnkâr edenler bir de, müminler hakkında şöyle derler: “Bu İslâm dini eğer önemli ve değerli bir şey olsaydı, bu Müslümanlar akıllarını kullanıp onu anlamakta bizi geçemezlerdi.” Kendileri bunu başaramayınca “Bu, zaten eski, modası geçmiş bir yalan!” deyip geçiştirmek isterler"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Bundan önce, bir rehber ve rahmet olarak Mûsa'nın kitabı vardı. Bu ise, zalimleri uyarmak, iyi hareket eden müminleri müjdelemek üzere indirilmiş, onu doğrulayan Arapça bir kitaptır"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Onlar ki “Rabbimiz Allah'tır” deyip sonra da dürüst hareket ederler, işte onlara korku ve endişe yoktur, onlar kendilerini üzecek hiçbir durumla da karşılaşmazlar"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Onlar cennetlik olup, yaptıkları güzel işlere karşılık olarak ebedî kalmak üzere o cennetlere girerler.yamet gününden yüz çevirirler"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "Biz insana, anne ve babasına güzel muamele etmesini emrettik.Zira annesi onu nice zahmetlerle karnında taşımış ve nice güçlüklerle doğurmuştur. Çocuğun anne karnında taşınması ve sütten kesilmesi otuz ay sürer.Nihayet insan, gücünü kuvvetini bulup daha sonra kırk yaşına girince“Ya Rabbî!” der. “Gerek bana, gerek anneme babama lütfettiğin nimetlerine şükür yoluna beni sevk et.Senin razı olacağın makbul ve güzel iş yapmaya beni yönelt ve bana salih, dine bağlı, makbul nesil nasib eyle!Rabbim! Senin kapına döndüm, ben sana teslim olanlardanım.”"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "İşte Biz, onların yaptıkları en güzel işlerini, taatlerini kabul edip, günahlarını affedeceğiz.Bunlar cennetlikler arasındadırlar. Bu, onlara söz verilen gerçek bir vaaddir"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "Fakat bir de öyleleri var ki, kendisini imana dâvet eden anne ve babasına:“Öf be! (Yetti artık!) Benden önce nice nesiller ölüp de geri dönmediği halde, siz beni mezarımdan dirilip çıkarılmakla mı korkutuyorsunuz!” derken,onlar: Allah'a sığınıp yalvararak oğullarına:“Yazık ediyorsun kendine! derler, imana gel, Allah’ın vâdi elbette gerçektir.”O ise yine de: “Bu âhiret inancı eskilerin masallarından başka bir şey değildir” diye diretir"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "İşte onlar, kendilerinden önce insanlardan ve cinlerden gelmiş geçmiş topluluklar içinde, haklarında azap hükmü kesinleşmiş olanlardır. Çünkü onlar hüsrana uğramış kimselerdir"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Herkesin, yaptığı işlere göre dereceleri vardır.Sonuçta Allah onlara işlerinin karşılığını tam tamına ödeyecek, onlar asla haksızlığa mâruz kalmayacaklardır"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "Gün gelir, kâfirler cehennem ateşinin karşısına tutulurken şöyle denilir:“Bütün zevklerinizi dünya hayatınızda kullanıp tükettiniz, onlarla safa sürdünüz.Artık bugün dünyada haksız yere büyüklük taslamanız ve dinden çıkıp fâsıklık etmeniz sebebiyle hor ve hakîr eden bir azap ile cezalandırılacaksınız.”"
        },
        {
            "chapter": 46,
            "verse": 21,
            "text": "Bir de Âd halkının kardeşleri Hûd'u hatırla.O Ahkaf’da kavmini uyarmıştı.Gerçekte ondan önce de, sonra da birçok uyaran peygamberler gelip geçmişti. O: “Yalnız Allah’a ibadet edin. Doğrusu ben, sizin başınıza gelecek müthiş bir günün azabından endişe ediyorum.” demişti"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "Onlar: “Sen bizi tanrılarımızdan vazgeçirmeye mi geldin!Haydi, iddianda tutarlı isen, geleceğini bildirerek bizi tehdit ettiğin azabı başımıza getir bakalım!” dediler"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "O şöyle cevap verdi:“Azabın vakti hakkında kesin bilgi Rabbimin nezdindedir.Ben sadece benimle gönderilen mesajı size duyuruyorum.Ne var ki sizi cahilce davranan bir toplum buluyorum.”"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "Vaktâ ki, bildirilen azabı, vâdilerine doğru enlemesine yayılarak ilerleyen bir bulut halinde görünce:“Bu, dediler, bize yağmur getiren bir bulut!”Hûd: “Hayır, dedi, bu, sizin gelmesi için acele edip durduğunuz şeydir, yani can yakıcı azap taşıyan bir rüzgârdır! Rabbinin izniyle her şeyi devirip yerle bir eden bir kasırgadır.”Derken hepsi helâk olup sadece meskenleri kaldı.İşte Biz, suça gömülmüş gürûhu böyle cezalandırırız. [7,65; 11,50; 26,123 vd]"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "Vaktâ ki, bildirilen azabı, vâdilerine doğru enlemesine yayılarak ilerleyen bir bulut halinde görünce:“Bu, dediler, bize yağmur getiren bir bulut!”Hûd: “Hayır, dedi, bu, sizin gelmesi için acele edip durduğunuz şeydir, yani can yakıcı azap taşıyan bir rüzgârdır! Rabbinin izniyle her şeyi devirip yerle bir eden bir kasırgadır.”Derken hepsi helâk olup sadece meskenleri kaldı.İşte Biz, suça gömülmüş gürûhu böyle cezalandırırız. [7,65; 11,50; 26,123 vd]"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "Gerçekten, Biz onlara, size vermediğimiz imkânlar vermiştik.Kulaklar, gözler ve gönüller lütfetmiştik kendilerine.Fakat ne kulakları, ne gözleri, ne de gönülleri kendilerine hiçbir fayda vermedi.Çünkü onlar Allah'ın âyetlerini bile bile, inatla inkâr ediyorlardı.Neticede alaya aldıkları o azap kendilerini her taraftan sarıverdi"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "(Mekkeliler!) Etrafınızda bulunan birçok şehirleri yerle bir ettik ve yanlış yoldan dönsünler diye âyetlerimizi farklı üsluplarla tekrar tekrar açıkladık"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "Kendilerine Allah'ın nezdinde yakınlık sağlasınlar diye Allah’tan başka edindikleri tanrılar, o müşrikleri kurtarsalardı ya!Bilakis onlar ortalıktan kaybolup kendilerini terk ettiler.İşte onların sapıtmalarının ve uydurup durdukları iftiralarının neticesi bundan ibarettir"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "Hani Biz bir vakit cinlerden bir takımını Kur'ân dinlemeleri için sana göndermiştik.Kur’ân’ı işitip dinleyecek yere gelince birbirlerine: “Susun, dinleyin!” dediler.Okuma tamamlanınca kendi toplumlarına birer uyarıcı olarak döndüler. [12,109;]"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "“Ey milletimiz! dediler, biz Mûsâ'dan sonra gönderilen, kendisinden önceki vahiyleri tasdik eden, gerçeğe ve dosdoğru yola götüren bir kitap dinledik.”"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "“Ey milletimiz! Allah yoluna dâvet eden bu elçinin çağrısını kabul ve ona iman edin kiAllah da sizin günahlarınızı affetsin ve gayet acı bir azaptan sizi kurtarsın"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Allah'ın elçisine icabet etmeyen kimse bilsin ki,Allah’ın cezasından asla kaçıp kurtulamaz ve Allah’tan başka hiçbir hâmi ve dost bulamaz.Onlar besbelli bir sapıklık içindedirler"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "O kâfirler şu gerçeği hâlâ anlamadılar mı ki; gökleri ve yeri yaratan ve yarattıktan sonra hiçbir yorgunluk çekmeyen Allah, ölüleri diriltmeye de, haydi haydi kadirdir!Evet, O her şeye kadirdir. [50,15.38] {KM, Tekvin 2,3; Çıkış}"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "Gün gelecek, kâfirler cehennem ateşine karşı tutulacaklar.İşte o zaman, kendilerine: “Nasıl, bu ateş doğru değil miymiş?” diye sorulunca:“Evet, Rabbimize yemin ederiz ki haktır, gerçektir!” diyecekler.Yüce Allah da şöyle buyuracak:“İnkâr edip durduğunuz için haydi öyleyse tadın bakalım azabı!”"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "O halde ey Resulüm! O üstün azim sahipleri olan peygamberler nasıl sabrettilerse, sen de öyle sabret.Onlar hakkında azap gelmesi için acele etme! Onlar, tehdit edildikleri azabı gördükleri gün, dünyada gündüzün, sadece bir saatinden daha fazla kalmadıklarını düşüneceklerdir.Bu bir duyurudur. Sözün kısası: “Allah'ın yolundan çıkmış güruhtan başkası helâk edilmez.” [55,46-47; 18,107]"
        },
        {
            "chapter": 47,
            "verse": 1,
            "text": "İnkâr edip insanları Allah'ın yolundan engelleyenlerin bütün yaptıklarını Allah boşa çıkaracaktır"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "İman edip güzel ve makbul işler yapanlar ve Rab'leri tarafından gerçeğin ta kendisi olarak Muhammed’e indirilen vahye iman edenlerin ise günahlarını örtüp, hallerini düzeltir"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Bu böyledir. Çünkü kâfirler batıla uydular. İman edenler ise Rab'leri tarafından gönderilen hakka uydular. İşte Allah insanlara kendi durumlarını böylece beyan eder"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "İmdi kâfirlerle savaşta karşılaştığınız zaman hemen boyunlarını vurun. Nihayet onları iyice mağlub edince, işi sağlama bağlayın, onları esir alın. Savaş bitince onları ister lütuf olarak karşılıksız salıverir, ister fidye alarak bırakırsınız.Durum şu ki: Allah dileseydi, onlardan intikamınızı alır, onları cezalandırırdı. Fakat O, sizi birbirinizle denemek için savaşı emrediyor. Allah yolunda öldürülenler var ya, Allah onların yaptıklarını asla zayi etmeyecek, boşa çıkarmayacaktır"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "Allah onları doğru yola iletir ve onların hallerini düzeltir"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "Onları, kendilerine tanıtmış olduğu cennetine alır"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "Ey iman edenler! Eğer siz Allah'a (Allah’ın dinine) destek olursanız, O da size yardım eder ve savaşta ayaklarınızı kaydırmaz"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "O inkârcılara gelince, onların hakkı yıkımdır. Allah onların yaptıklarını boşa çıkarır"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Bu böyledir, zira onlar Allah'ın indirdiği buyruklarını beğenmediler.Allah da onların bütün iyi ve güzel işlerini boşa çıkardı"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Peki onlar dünyada hiç dolaşmadılar mı ki, daha önce yaşamış nesillerin âkıbetlerinin nasıl olduğuna baksınlar: Allah onları yerle bir etti.Benzeri iş yapan kâfirleri de, benzeri âkıbetler beklemektedir"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "Bu böyledir, çünkü iman edenlerin yardımcısı Allah'tır, kâfirlerin ise mevlâları, dostları yoktur"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "Muhakkak ki Allah iman edip, makbul ve güzel işler yapanları, içinden ırmaklar akan cennetlere yerleştirecektir.Kâfirler ise dünyada zevklerini yaşamak ister, hayvanlar gibi yerler. İşte onların barınağı ateştir"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "Nice şehirler vardı ki halkı, seni süren Mekke şehri'nin halkından daha kuvvetli idiler.İşte Biz, onları imha ettik ve kendilerine yardım edecek kimse çıkmadı"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Rabbi tarafından apaçık bir delile tâbi olan kimse hiç, yaptığı işler kendisine süslenen ve hevâ ve heveslerinin peşinden giden kimse gibi olur mu"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "Allah'a karşı gelmekten sakınanlara vâd edilen cennetin durumu ise şudur:Orada bozulmayan su ırmakları, tadı değişmeyen süt ırmakları, içerken lezzet veren şarap ırmakları ve süzme bal ırmakları vardır.Onlara orada her türlü meyve ile bir de Rableri tarafından mağfiret vardır.Bu nimetlere erişenler hiç, ateşte devamlı kalıp, kaynar sulardan içirilip bununla bağırsakları lime lime olan kimseler gibi olur mu? [55,52; 2,25; 56,20] {KM, Tekvin 2,11-14; Tesniye}"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "Onlardan seni dinlemeye gelen de vardır. Ama ne zaman ki senin yanından çıkarlar, o vakit sana kulak verip meseleleri öğrenenlere:“Sahi, az önce o, neler söylüyordu?” diye sorarlar.İşte Allah onların kalplerini mühürlemiş ve onlar da hevalarına uymuşlardır"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "Hidâyeti kabul edenlerin ise Allah hidâyette yakînlerini artırır ve kendilerine takva nasib eder"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "Yoksa onlar, kıyametin kendilerine ansızın gelmesini mi gözlüyorlar?Zaten alâmetleri geldi bile!Ama kıyamet gelip çattıktan sonra, ibret almaları neye yarar ki! [53,56-57; 54]"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "O halde şu gerçeği hiç unutma ki:Allah'tan başka ilah yoktur.Sen hem kendi günahın , hem mümin erkeklerin ve mümin kadınların günahı için Allah’tan af dile.Allah, (dünyada) dönüp dolaştığınız yeri de, (âhirette) varıp duracağınız yeri de pek iyi bilir"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "İman edenler: “Keşke savaş hakkında bir sûre indirilseydi?” diyorlar.Fakat net ve kesin bir sûre indirilip de içinde savaşma emri zikredilince, kalplerinde hastalık bulunanların, ölüm sekeratına giren kimsenin bakışı gibi boş gözlerle sana baktıklarını görürsün. Korktukları başlarına gelsin"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "Onlara düşen: İtaat etmek ve tatlı söz söylemektir. İş ciddiye bindiğinde,Allah'a verdikleri sözde dursalardı, kendileri için elbette daha hayırlı olurdu"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "Demek ki ey münafıklar! Siz işbaşına geçecek olursanız, ülkede fesat çıkaracak, nizamı bozacak, akrabalık bağlarını parçalayacaksınız! (Allah'a verdiği söze bile sadık kalmayan kimsenin, böylesi hakları gözetmesi de beklenemez)"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "İşte bunlar, Allah'ın lânet edip kulaklarını sağırlaştırdığı, gözlerini kör ettiği kimselerdir"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Öyle olmasaydı, Kur'ân’ı düşünmeleri gerekmez miydi? Yoksa kalplerinin üzerinde üst üste kilitler mi var"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Kendilerine doğru yol iyice belli olduktan sonra, gerisin geri dinden çıkanlara muhakkak ki şeytan önce fit vermiş; onları uzun emellere, düşürmüştür"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "Bu böyledir; Çünkü onlar Allah'ın indirdiğinden hoşlanmayanlara:“Biz, bazı hususlarda size itaat edeceğiz” demişlerdi.Halbuki Allah onların gizledikleri şeyleri hep bilmektedir"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "Haydi dünyada birtakım hile ve dolaplar çeviriyorlar, peki melekler, onların yüzlerine, sırtlarına vura vura canlarını aldıkları zaman halleri ne olacak"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "Bu böyledir: Çünkü onlar Allah'ın gazabına sebeb olan şeylerin peşine düştüler, O’nu razı edecek şeyleri ise beğenmediler.Bu yüzden Allah da onların bütün işlerini boşa çıkardı"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Yoksa kalplerinde hastalık (nifak) bulunan münâfıklar Allah'ın, kalplerinde müminlere karşı duydukları kinleri açığa çıkarmayacağını mı zannediyorlar"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "Eğer dileseydik onları sana tek tek gösterirdik, sen de onları simalarından tanırdın.Hatta sen onları ifadelerinden, ses tonlarından kesinlikle tanırsın.Allah bütün işlerinizi bilir"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "Sizi mutlaka imtihan edeceğiz, ta ki içinizden mücahede edenleri, sabır ve sebat gösterenleri ortaya çıkaracak ve gösterdiğiniz yararlılıkları imtihan meydanlarında örnek göstereceğiz"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Kendileri inkâr edip insanları Allah yolundan çevirenler ve doğru yol kendilerine iyice belli olduktan sonra bile, Peygamberin karşısına çıkanlar, Allah'a (yani Allah’ın Peygamberine, dinine) asla zarar veremezler.Allah onların işlerini heder edecektir"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "Ey iman edenler! Allah'a ve Resulüne itaat edin de emeklerinizi boşa çıkarmayın"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Kendileri inkâr edip insanları da Allah yolundan çeviren, sonunda da kâfir olarak ölenler var ya,Allah onları asla affetmeyecektir"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "O halde gevşemeyin de, sizler daha üstün durumda iken, zillet gösterip barış olması için yalvarmayın. Allah sizinle beraberdir. O, asla sizin gayretinizi kuvvetten düşürmez, emeklerinizi zayi etmez"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "Dünya hayatı sadece bir oyun ve eğlenceden ibarettir.Eğer siz iman eder ve haramlardan sakınırsanız, hem size mükâfatlarınızı verir, hem de mallarınızın tamamını istemez"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Eğer onların hepsini isteyip de sizi iyice sıkıştırsaydı cimrilik eder, dayatırdınız. O zaman da, Allah, bütün ahlâkî zaaflarınızı ortaya çıkarırdı"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "İşte sizler Allah yolunda harcamaya dâvet ediliyorsunuz.İçinizden bazıları cimrilik ediyor. Her kim cimri davranırsa, ancak kendine cimrilik eder.Müstağnî (hiçbir şeye ihtiyacı olmayan), Allah'tır; muhtaç olan ise sizlersiniz. Şayet imandan ve takvâdan yüz çevirirseniz O, yerinize başka bir millet getirir de, onlar sizin gibi hayırsız olmazlar"
        },
        {
            "chapter": 48,
            "verse": 1,
            "text": "Biz sana aşikâr bir fetih ve zafer ihsan ettik"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "Bu da Allah'ın, senin geçmiş ve gelecek kusurlarını bağışlaması, sana yaptığı ihsan ve in’amı tamamlaması, seni dosdoğru yola hidâyet etmesi"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "Ve sana şanlı bir zafer vermesi içindir"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "İmandaki yakînlerini iyice artırsınlar diye müminlerin kalplerine sekîne indiren O'dur. Göklerin ve yerin orduları Allah’ındır. Allah her şeyi hakkıyla bilir, tam hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "Bu da, Allah'ın mümin erkekleri ve mümin kadınları içinde ebedî kalacakları, içinden ırmaklar akan cennetlere yerleştirmesi, onların günahlarını bağışlaması içindir. Bu, Allah katında büyük bir nailiyettir, büyük bir başarıdır"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "Öte yandan, Allah hakkında kötü zanda bulunan münafık erkekler ve münafık kadınlar, müşrik erkek ve müşrik kadınları cezalandırması içindir. Kötülük, onların başlarına dönsün! Allah, onlara gazap etmiş, lânetlemiş ve onlara cehennemi hazırlamıştır. Ne kötü yerdir orası"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "Göklerin ve yerin orduları Allah'ındır. Allah hep azîz ve hakîmdir (mutlak galip, tam hüküm ve hikmet sahibidir)"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "Muhakkak ki: Biz, seni bir şahit, bir müjdeci ve uyarıcı olarak gönderdik ki"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "Allah'a ve Resulüne iman edesiniz, ona destek olup saygı gösteresiniz ve Allah’ı da sabah akşam tesbih ve tenzih edesiniz"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "Sana biat edenler, gerçekte Allah'a biat etmektedirler. Allah’ın eli, hepsinin ellerinin üstündedir. Kim sözünden dönerse, kendi aleyhine olarak döneklik eder. Ama kim Allah’a verdiği sözünde durursa, Allah ona pek büyük mükâfat verir"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "(Hudeybiye seferine katılmayıp) kaçak durumda geri kalan bedevîler sana gelip: “Bizi mallarımız ve ailelerimiz oyaladı da ondan katılamadık. Ne olur bizim için Allah'tan af dile!” derler.Onlar aslında, dilleriyle, kalplerinde olmayan şeyler söylerler. De ki: Şimdi hakkınızda Allah bir zarar veya fayda vermek isterse, kim O’na karşı koyup engelleyebilir? Hayır! İş sizin iddia ettiğiniz gibi değil. Allah her şeyden haberdar olduğu gibi sizin gazaya katılamayışınızın gerçek sebebinden de haberdardır"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Aslında siz Peygamberin ve müminlerin ailelerine artık geri dönemeyeceklerini düşündünüz.Bu hayal, gönüllerinizde allanıp pullandı ve yerleşti. Kötü zanlara düştünüz ve helâki hak etmiş kimseler oldunuz"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "Kim Allah'a ve Resulüne inanmazsa bilsin ki Biz kâfirlere alevli ateşler hazırladık"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "Göklerin ve yerin hâkimiyeti Allah'ındır. O, dilediğini affeder, dilediğini cezalandırır. Allah gafurdur, rahîmdir (affı ve ihsanı boldur)"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Gazaya katılmayanlar, siz ganimetleri almak için gittiğinizde: “İzin verin, biz de size tâbi olalım.” derler. Böylece Allah'ın hükmünü değiştirmek isterler.De ki: “Siz bizimle gelemezsiniz, zira Allah Teâlâ daha önce böyle buyurmuştur” Bu defa da: “Hayır!” diyecekler, “siz bizi çekemiyorsunuz” Bilakis kendileri anlayışları kıt olan, çok az anlayan kimselerdir"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "O gazaya katılmayıp geri kalan bedevilere de ki: “Siz yakında çok kuvvetli ve savaşçı bir milletle savaşmaya dâvet edileceksiniz. Onlar teslim olup boyun eğinceye kadar onlarla savaşacaksınız. Eğer bu sefer itaat ederseniz Allah sizi pek güzel bir şekilde ödüllendirir. Ama daha önce yaptığınız gibi arkanızı döner, cihaddan kaçarsanız, O, size gayet acı bir azap verir.”"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Gazaya katılmama konusunda âmaya sorumluluk yok, topala sorumluluk yok, hastaya sorumluluk yoktur. Kim Allah'a ve Resulüne itaat ederse, Allah onu, içinden ırmaklar akan cennetlere yerleştirir. Kim de itaatten yüz çevirirse onu gayet acı şekilde cezalandırır"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "Gerçekten Allah, (Hudeybiye'de) o ağacın altında sana biat ettikleri zaman, müminlerden razı oldu. Onların kalplerindeki ihlâsı bildiği için üzerlerine sekîne, huzur ve güven indirdi. Onları hemen yakında gerçekleşen bir zaferle ve alacakları birçok ganimetle mükafatlandırdı.Allah azîz ve hakîmdir (mutlak galiptir, tam hüküm ve hikmet sahibidir)"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "Gerçekten Allah, (Hudeybiye'de) o ağacın altında sana biat ettikleri zaman, müminlerden razı oldu. Onların kalplerindeki ihlâsı bildiği için üzerlerine sekîne, huzur ve güven indirdi. Onları hemen yakında gerçekleşen bir zaferle ve alacakları birçok ganimetle mükafatlandırdı.Allah azîz ve hakîmdir (mutlak galiptir, tam hüküm ve hikmet sahibidir)"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Allah size daha başka birçok ganimet vâd etti. Onları ileride alacaksınız. Şimdilik size bunu verdi ve insanların ellerini sizden çekti ki müminler için Allah'ın teyidine bir delil ve ibret olsun ve sizi dosdoğru yola eriştirsin. Allah size henüz güç yetiremediğiniz ama Kendisinin (ilim ve kudretiyle) hazırladığı başka fetih ve ganimetler de vâd etti. Allah her şeye hakkıyla kadirdir"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Allah size daha başka birçok ganimet vâd etti. Onları ileride alacaksınız. Şimdilik size bunu verdi ve insanların ellerini sizden çekti ki müminler için Allah'ın teyidine bir delil ve ibret olsun ve sizi dosdoğru yola eriştirsin. Allah size henüz güç yetiremediğiniz ama Kendisinin (ilim ve kudretiyle) hazırladığı başka fetih ve ganimetler de vâd etti. Allah her şeye hakkıyla kadirdir"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Eğer (o Mekkeli) kâfirler sizlerle savaşsalardı, arkalarını dönüp kaçar, sonra da ne kendilerini koruyan, ne de destek olan hiç kimse bulamazlardı"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "Allah'ın öteden beri câri olan kanunu budur. Ve sen Allah’ın nizamında hiçbir değişiklik bulamazsın"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "Mekke vâdisinde size kâfirlere karşı zafer nasib ettikten sonra, onların ellerini sizden, sizin ellerinizi de onlardan çeken O'dur. Allah bütün yaptıklarınızı görür"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "İnkârda ısrar edip sizi Mescid-i Haram'ı ziyaret etmekten ve bekletilmekte olan hediye kurbanlıkları yerine ulaştırmaktan geri çevirenler onlardır.Eğer orada kendilerini tanımadığınız için tepeleyeceğiniz ve bilmeyerek tepelemenizden ötürü zor durumda kalacağınız mümin erkekler ve mümin kadınlar olmasaydı, Allah ellerinizi birbirinizden çekmez, savaşmanıza engel olmazdı. Dilediği kimseleri rahmetine nail etmek için Allah böyle takdir buyurdu. Şayet onlar birbirlerinden seçilip ayrılmış olsalardı, elbette kâfirleri gayet acı bir cezaya çarptırırdık"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "Kâfirlerin kalplerine taassubu, Cahiliye taassup ve tarafgirliğini yerleştirdikleri o sırada, Allah da Resulünün ve müminlerin gönüllerine huzur ve güven duygusu verdi. Takvâ kelimesini onlara yoldaş etti. Zaten onlar bu söze pek lâyık ve ehil idiler. Allah her şeyi hakkıyla bilir"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "Allah, Resulünün rüyasını elbette doğru çıkaracaktır. İnşaallah siz kiminiz başını tıraş ettirmiş, kiminiz saçlarını kısaltmış olarak, Mescid-i Haram'a korkmaksızın tam bir güvenlik içinde gireceksiniz. Ama Allah sizin bilemediğiniz şeyleri bildiğinden ondan önce, yakın bir zafer nasib etti"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "Bütün dinlere üstün kılmak için Resulünü hidâyet ve hak dinle gönderen O'dur. Buna şahit olarak Allah yeter"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "Muhammed Allah'ın resulüdür. Onun beraberindeki müminler de kâfirlere karşı şiddetli olup kendi aralarında şefkatlidirler. Sen onları rükû ederken, secde ederken, Allah’tan lütuf ve rıza ararken görürsün. Onların alâmeti, yüzlerindeki secde izi, secde aydınlığıdır. Bunlar, Tevrat’taki sıfatları olup İncîl’deki meselleri ise şöyledir: Öyle bir ekin ki filizini çıkarmış, sonra da onu kuvvetlendirmiş, derken kalınlaşmış da artık gövdesi üzerinde doğrulmuş. Öyle ki ekicilerin hoşuna gider, kâfirleri de öfkelendirir. İşte böylece Allah, onlar gibi iman edip makbul ve güzel işler yapanlara mağfiret ve büyük bir mükâfat hazırlamıştır. [5,54] {KM, Vahiy 14,1; Matta 13, 31-32; Markos 4,26-27; Luka}"
        },
        {
            "chapter": 49,
            "verse": 1,
            "text": "Ey iman edenler: Söz ve hareketlerinizde ileri gidip de Allah'ın ve Resulünün önüne geçmeyin. Allaha karşı gelmekten sakının. Allah her şeyi hakkıyla işitir ve bilir"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "Ey iman edenler! Seslerinizi Peygamberin sesinden fazla yükseltmeyin. Birbirinizle yüksek sesle konuştuğunuz gibi onunla da öylece konuşmayın. Yoksa siz farkında olmadan bütün emekleriniz hiçe iniverir"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "Peygamberin huzurunda seslerini ayarlayanlar var ya, işte Allah, içindeki takvâyı ortaya çıkarmak için onların kalplerini sınamış ve onlar bu imtihanı başarmışlardır. Onlara mağfiret ve büyük bir mükâfat vardır"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "Ama sana evinin dışından seslenenlerin ise ekserisi düşüncesiz, mâkul davranmayan kimselerdir"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "Eğer onlar sen kendilerinin yanına çıkıncaya kadar bekleselerdi, elbette kendileri için daha iyi olurdu. Bununla beraber Allah gafurdur, rahimdir"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "Ey iman edenler, herhangi bir fâsık size bir haber getirecek olursa, onu iyice tahkik edin, doğruluğunu araştırın. Yoksa, gerçeği bilmeyerek, birtakım kimselere karşı fenalık edip sonra yaptığınıza pişman olursunuz. Fâsık kelimesi burada, “çizgi dışına çıkmış, itaatsiz, emirleri yerine getirmeyen” anlamındadır"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "İyi düşünün ki Allah'ın Resulü sizin aranızda bulunmaktadır. Şayet o birçok işte size uysaydı, haliniz yaman olurdu. Ama Allah size imanı sevdirdi ve onu kalplerinizde güzelleştirdi; inkârdan, fâsıklıktan ve isyandan ise sizi iğrendirdi. İşte Allah’tan bir lütuf ve nimet olarak doğru yolda yürüyenler onlardır. Allah her şeyi hakkıyla bilir, tam hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "İyi düşünün ki Allah'ın Resulü sizin aranızda bulunmaktadır. Şayet o birçok işte size uysaydı, haliniz yaman olurdu. Ama Allah size imanı sevdirdi ve onu kalplerinizde güzelleştirdi; inkârdan, fâsıklıktan ve isyandan ise sizi iğrendirdi. İşte Allah’tan bir lütuf ve nimet olarak doğru yolda yürüyenler onlardır. Allah her şeyi hakkıyla bilir, tam hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "Eğer müminlerden iki topluluk birbirleriyle vuruşursa, onların aralarını bulun. Buna rağmen biri öbürüne saldırırsa, bu saldıran tarafla, Allah'ın emrine dönünceye kadar siz de vuruşun. Döndüğü takdirde aralarını hakkaniyetle düzeltin ve hep âdil olun, çünkü Allah âdil davrananları sever"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "Müminler sadece kardeştirler. O halde ihtilaf eden kardeşlerinizin arasını düzeltin. Allah'a karşı gelmekten sakının ki O’nun merhametine nail olasınız"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "Ey iman edenler! Sizden hiçbir topluluk bir başka toplulukla alay etmesin. Ne mâlum? Belki alay edilenler edenlerden daha hayırlıdır. Kadınlar da başka kadınlarla alay etmesinler. Belki de alay edilenler edenlerden daha hayırlıdır. Birbirinizi, (daha doğrusu kendilerinizi) karalamayın. Birbirinize kötü lakaplar takmayın. İman ettikten sonra insanın adının kötüye çıkması, fâsık damgası yemesi ne fena bir şeydir! Kim tövbe etmezse işte onlar tam zalim kimselerdir. [104,1; 68,11; 4,29] {KM, Efeslilere}"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "Ey iman edenler! Zandan çok sakının. Çünkü zanların bir kısmı günahtır. Birbirinizin gizli hallerini araştırmayın. Kiminiz kiminizi gıybet etmesin. Hiç sizden biriniz ölmüş kardeşinin cesedini dişlemekten hoşlanır mı? İşte bundan hemen tiksindiniz! Öyleyse Allah'ın azabından korkun da bu çirkin işten kendinizi koruyun. Allah tevvabdır, rahîmdir (tövbeleri kabul eder, merhamet ve ihsanı boldur)"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "Ey insanlar! Biz sizi bir erkekle bir kadından yarattık. Birbirinizi tanıyıp sahip çıkmanız için milletlere, sülâlelere ayırdık. Şunu unutmayın ki Allah'ın nazarında en değerli, en üstün olanınız, takvâda (Allah’ı sayıp haramlardan sakınmada) en ileri olandır. Muhakkak ki Allah her şeyi mükemmelen bilir, her şeyden hakkıyla haberdardır"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "Bedeviler “iman ettik!” dediler. De ki: “Siz iman etmediniz, lâkin “İslâm olduk, size inkıyad ettik!” deyiniz. Zira iman henüz kalplerinize girmiş değildir. Eğer Allah'a ve resulüne itaat ederseniz, sizin emeklerinizden hiçbir şeyin mükâfatını eksiltmez. Yaptığınızı zayi etmez. Gerçekten Allah gafûr ve rahîmdir (mağfireti, merhamet ve ihsanı boldur)"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "Müminler ancak o kimselerdir ki Allah'ı ve resulünü tasdik eder ve sonra da hiçbir şüpheye düşmezler, Allah yolunda mallarıyla, canlarıyla mücahede ederler. İşte imanına bağlı, gerçek müminler bunlardır"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "De ki: “Dindarlık derecenizi siz mi Allah'a bildireceksiniz? (Allah sanki bunu bilmiyor da sizin iddianıza mı bakacak?) Halbuki Allah bunu bildiği gibi, göklerde ve yerde ne varsa bilir. Evet, Allah her şeyi hakkıyla bilir.”"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "İslâm'a girmelerini sana minnet ediyorlar. Onlara de ki: “Müslümanlığınızı bana minnet etmeyin. Asıl size iman yolunu gösteren Allah size minnet eder, eğer iman iddianızda samimi iseniz!”"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "Muhakkak ki Allah göklerin ve yerin gaybını bilir. Bütün bunları bilen Allah, sizin yaptığınız her şeyi de elbette görür"
        },
        {
            "chapter": 50,
            "verse": 1,
            "text": "Kâf. Şanlı şerefli Kur'ân hakkı için"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "Doğrusu, onlar, kendilerinden birinin, uyarıp irşad etmek için gelmesine şaşırdılar da kâfirler: “Bu, ne tuhaf şey!” dediler, “Biz ölüp de toprak olduktan sonra mı dirileceğiz? Bu, aklın alamayacağı kadar uzak bir ihtimal!”"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "Doğrusu, onlar, kendilerinden birinin, uyarıp irşad etmek için gelmesine şaşırdılar da kâfirler: “Bu, ne tuhaf şey!” dediler, “Biz ölüp de toprak olduktan sonra mı dirileceğiz? Bu, aklın alamayacağı kadar uzak bir ihtimal!”"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Biz toprağın, onların bedenlerini (hücre hücre) nasıl çürüttüğünü tafsilatıyla biliriz. Zaten yanımızda her şeyin kayıtlı olduğu şaşmaz bir sicil vardır"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Bilakis onlar, kendi önlerine kadar gelen gerçeği yalan saydılar.Artık onlar kararsızlık ve perişanlık içindedirler"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "Hiç üzerlerindeki göğe bakmazlar mı? Bakıp da Bizim onu nasıl sağlamca bina ettiğimizi, onda en ufak bir çatlaklık, dengesizlik olmadığını düşünmezler mi"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "Yeri de döşedik, oraya dengeyi sağlayacak sağlam ulu dağlar yerleştirdik. Orada, gönüller, gözler açan her çeşit bitkiden çiftler bitirdik"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "Bütün bunları, Allah'a yönelecek her kula Yaradan’ın kudretini hatırlatması, dersler veren birer basiret nişanesi ve ibret numunesi olması için yaptık"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Gökten bereketli bir su indirdik. Onunla bahçeler ve biçilen ekinler, salkım salkım meyveleriyle ulu hurma ağaçları yetiştirdik"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "Gökten bereketli bir su indirdik. Onunla bahçeler ve biçilen ekinler, salkım salkım meyveleriyle ulu hurma ağaçları yetiştirdik"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "Bütün bunlar kullarımıza rızık vermek içindir. Hem o su ile ölü toprağa hayat verdik.İşte ölmüş insanların mezarlarından çıkışı da böyle olacaktır"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Onlardan önce Nûh halkı, Ashab-ı Ress, Semûd, Âd, Firavun halkları. Lût'un hemşehrileri, Ashab-ı Eyke ve Tübba’ halkı da hakkı yalanladılar.Evet onların hepsi peygamberleri yalancı saydılar da tehdidime müstehak oldular, azaba çarptırıldılar"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "Onlardan önce Nûh halkı, Ashab-ı Ress, Semûd, Âd, Firavun halkları. Lût'un hemşehrileri, Ashab-ı Eyke ve Tübba’ halkı da hakkı yalanladılar.Evet onların hepsi peygamberleri yalancı saydılar da tehdidime müstehak oldular, azaba çarptırıldılar"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "Onlardan önce Nûh halkı, Ashab-ı Ress, Semûd, Âd, Firavun halkları. Lût'un hemşehrileri, Ashab-ı Eyke ve Tübba’ halkı da hakkı yalanladılar.Evet onların hepsi peygamberleri yalancı saydılar da tehdidime müstehak oldular, azaba çarptırıldılar"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Biz ilkin yoktan yaratmada bir âcizlik, becerisizlik mi gösterdik ki bu tekrar yaratmada acze düşelim?Hayır! Öyle değil, onlar da böyle olmadığını bilirler. Ama yine de onlar bu yeniden yaratılıştan (dirilmeden) şüphe içindedirler"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "İnsanı Biz yarattık. Onun için, nefsinin kendisine neler fısıldadığını, neler telkin ettiğini de Biz pek iyi biliriz.Çünkü Biz ona şahdamarından daha yakınız"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Zaten onun sağında ve solunda yerleşmiş iki kayıtçı vardır.Ağzından çıkan bir tek söz olmaz ki yanında, bu iş için hazırlanmış gözcü olmasın, onun söylediğini ve yaptığını kaydetmiş olmasın"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "Zaten onun sağında ve solunda yerleşmiş iki kayıtçı vardır.Ağzından çıkan bir tek söz olmaz ki yanında, bu iş için hazırlanmış gözcü olmasın, onun söylediğini ve yaptığını kaydetmiş olmasın"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Vakti geldiğinde ölüm sekeratı başlayınca, can çekiştiği sırada insana “İşte” denir, “senin en çok nefret edip kaçtığın şey!”"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Sûra üfürülür kalk borusu çalar. İşte bu da tehdit edilen azabın günüdür"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "O gün herkes beraberinde bir muhafız, bir de şahit olarak Yüce Divana gelir"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "Allah ona buyurur: “Sen bundan gaflet içindeydin. İşte gözünün önünden perdeyi kaldırdık, şimdi artık gözün pek keskindir!”"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "Yanındaki arkadaşı “İşte!” der, “onun defteri! Her ne yapmışsa, burada yazılı!”"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "Allah muhafızla şahide veya cehennem görevlisi iki meleğe: “Atın! buyuracak, atın cehenneme, her nankör, inatçı kâfiri: Hayra mani olan, haddi aşıp azan, şüpheye dalanı!Allah'ın yanı sıra başka bir tanrı benimseyeni! Atın onu o çetin azaba!”"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "Allah muhafızla şahide veya cehennem görevlisi iki meleğe: “Atın! buyuracak, atın cehenneme, her nankör, inatçı kâfiri: Hayra mani olan, haddi aşıp azan, şüpheye dalanı!Allah'ın yanı sıra başka bir tanrı benimseyeni! Atın onu o çetin azaba!”"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "Allah muhafızla şahide veya cehennem görevlisi iki meleğe: “Atın! buyuracak, atın cehenneme, her nankör, inatçı kâfiri: Hayra mani olan, haddi aşıp azan, şüpheye dalanı!Allah'ın yanı sıra başka bir tanrı benimseyeni! Atın onu o çetin azaba!”"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "Yanındaki arkadaş: “Ya Rabbî,” der, “onu ben saptırmadım, kendisi zaten haktan iyice uzak bir sapıklık içinde idi.”"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "“Çekişmeyin huzurumda!” buyurur Allah, “Çünkü Ben daha önce gelecek tehlikeyi size bildirmiştim. Benim verdiğim kararlar değiştirilmez. Ben, kullarıma asla zulmetmem!”"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "“Çekişmeyin huzurumda!” buyurur Allah, “Çünkü Ben daha önce gelecek tehlikeyi size bildirmiştim. Benim verdiğim kararlar değiştirilmez. Ben, kullarıma asla zulmetmem!”"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "O gün cehenneme Biz: “Doldun mu, dedikçe O: “Daha yok mu?” diye iştahını dile getirir. {KM, Süleymanın Meseleleri}"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "Cennet de takvâ sahiplerine yaklaştırılır"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "Onlara: “İşte, denir, buydu size vâd edilen mükâfat. Hakka yönelen, koruması gereken her şeyi koruyan, insanların görmediği yerlerde bile Rahman'a hep saygılı olan ve daima Rabbine dönen bir gönül ile gelen herkese bu mükâfat vardır"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "Onlara: “İşte, denir, buydu size vâd edilen mükâfat. Hakka yönelen, koruması gereken her şeyi koruyan, insanların görmediği yerlerde bile Rahman'a hep saygılı olan ve daima Rabbine dönen bir gönül ile gelen herkese bu mükâfat vardır"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "“Haydi selâmetle girin oraya, bugün artık ebediyet günüdür.”"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "Orada onlara istedikleri her şey verilir. Nezdimizde bundan da fazlası vardır"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "Kendilerinden önce Biz öyle nesiller helâk ettik ki onlar, bunlardan daha güçlü kuvvetli idiler. Hakimiyetlerini yaymış, şehir şehir dolaşmış, “ölümden kaçıp kurtulacak bir yer yok mu?” diye her tarafı delik deşik etmişlerdi, ama hep eli boş dönmüşlerdi"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Elbette bunda, içinde bir kalb taşıyan veya zihnini derleyip toplayarak can kulağıyla dinleyen kimseler için alacak bir ders vardır"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "Biz gökleri, yeri, ikisinin arasındaki bütün varlıkları altı günde yarattık da Bize en ufak bir yorgunluk dokunmadı"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "O halde sen onların söylediklerine karşı sabret. Gerek güneşin doğuşundan, gerek batışından önce Rabbine hamd ederek ibadet et"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "Geceleyin de, secdelerin peşinden de Ona ibadet et"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Münâdînin yakın bir yerden sesleneceği güne kulak ver"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "Bütün insanların o sayhayı kesin ve gerçek olarak işitecekleri güne kulak ver. İşte o gün mezarlarından kalkış günüdür"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Muhakkak ki hayatı veren de, hayatı alıp öldüren de Biziz.Evet, herkes Bizim huzurumuza dönecektir"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "Yerin yarılıp kendilerinin büyük bir hızla mahşer meydanına koşacakları gün, mutlaka gelecektir. Bu diriltip mahşerde toplama Bize göre çok kolaydır"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "Biz onların aykırı iddialarını pek iyi biliyoruz, ama sen onları kuvvet kullanarak imana getirecek bir zorba değilsin. Sen sadece uyaran bir elçisin.Senin yapacağın iş, sadece tehdidimden endişe edecek kemseleri Kur'ân ile irşad etmektir"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "O tozutup savuran (rüzgârlara)"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "Yağmur yüklenen bulutlara"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "Kolayca akıp giden (yıldızlar, bulutlar vb.) şeylere"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "Emirleri, rızıkları, yağmurları vb. şeyleri taksim eden meleklere yemin ederim ki"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "Size vâd olunan diriliş elbette gerçektir"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "İşlerin karşılığı da mutlaka alınacaktır"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "Yollarla, yörüngelerle dolu gök hakkı için! Siz tam bir çelişki içindesiniz"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "Yollarla, yörüngelerle dolu gök hakkı için! Siz tam bir çelişki içindesiniz"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "Oysa bu dâvetten, ancak aklı çarpılmış olan kimse çevrilip vazgeçirilir"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "O kahrolası yalancılar sarhoşluk ve cehalet içinde ne yaptıklarını bilmeden atıp tutarlar. Bir de alay ederek: “Ne zaman o hesap günü?” diye sorarlar"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "O kahrolası yalancılar sarhoşluk ve cehalet içinde ne yaptıklarını bilmeden atıp tutarlar. Bir de alay ederek: “Ne zaman o hesap günü?” diye sorarlar"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "O kahrolası yalancılar sarhoşluk ve cehalet içinde ne yaptıklarını bilmeden atıp tutarlar. Bir de alay ederek: “Ne zaman o hesap günü?” diye sorarlar"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "O gün, onların ateşin üzerinde kıvrandırılacakları gündür"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "Onlara: “Tadın bakalım fitnenizi, tadın dünyada kaynattığınız fitne ateşinin neticesini! İşte gelmesini dört gözle beklediğiniz azap!” denilir"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "Ama müttakiler bahçelerde, pınar başlarındadırlar"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "Rab'lerinin kendilerine verdiği mükâfatları almaktadırlar. Çünkü onlar, daha önce dünyada iyi davranan kimselerdi"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "Geceleri az uyurlardı"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "Seher vakitleri istiğfar ederlerdi"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "Mallarında isteyenlerin ve yoksulların hakkını ayırırlardı"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "Kesin inanmak isteyenler için yeryüzünde birçok deliller vardır. Bizzat kendi varlıklarınızda da böyle deliller vardır. Hâlâ görmeyecek misiniz? Gökte de hem rızkınız (rızkınızın vesileleri), hem de size vâd olunan cennet vardır"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "Kesin inanmak isteyenler için yeryüzünde birçok deliller vardır. Bizzat kendi varlıklarınızda da böyle deliller vardır. Hâlâ görmeyecek misiniz? Gökte de hem rızkınız (rızkınızın vesileleri), hem de size vâd olunan cennet vardır"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "Kesin inanmak isteyenler için yeryüzünde birçok deliller vardır. Bizzat kendi varlıklarınızda da böyle deliller vardır. Hâlâ görmeyecek misiniz? Gökte de hem rızkınız (rızkınızın vesileleri), hem de size vâd olunan cennet vardır"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "Göğün ve yerin Rabbine yemin olsun ki bu vaad, tıpkı sizin konuşmanızın sabit olduğu gibi bir gerçektir"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "Sahi! İbrâhimin şerefli misafirlerinin gelişlerinden haberin oldu mu"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "Onlar yanına varınca: “Selâm!” dediler. O da: “Size de Selâm!” diye cevap verdi, ama içinden: “Bunlar tanımadığım kimseler, hayırdır inşaallah!” dedi"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "Onlara yemek getirmek için gizlice ailesinin yanına geçti ve semiz bir dana kebabı getirdi. Önlerine koyup “buyurmaz mısınız?” diye ikram etti. [11,69] {KM, Tekvin 18. bölüm}"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "Onlara yemek getirmek için gizlice ailesinin yanına geçti ve semiz bir dana kebabı getirdi. Önlerine koyup “buyurmaz mısınız?” diye ikram etti. [11,69] {KM, Tekvin 18. bölüm}"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "O sırada onlardan yana içine bir korku düştü. “Korkma!” dediler ve ona büyüdüğünde âlim olacak bir çocuklarının dünyaya geleceğini müjdelediler"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "Evin öbür köşesinden bunu duyan eşi, elini yüzüne vurarak: “Vay başıma gelene! Ben kısır bir kocakarı iken mi doğuracağım!” diye çığlık attı"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "Onlar, hanımına: “Evet, Rabbin böyle buyurdu, dediler. O, tam hüküm ve hikmet sahibidir, her şeyi hakkıyla bilir.”"
        }
    ]
}