{
    "maqras": [
        {
            "chapter": 9,
            "verse": 60,
            "text": "Sadakalar, -Allah´tan bir farz olarak -yalnızca fakirler, düşkünler, (zekât) işinde görevli olanlar, kalbleri ısındırılacaklar, köleler, borçlular, Allah yolunda (olanlar) ve yolda kalmış(lar) içindir. Allah bilendir, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "İçlerinden peygamberi incitenler ve: «O (her sözü dinleyen) bir kulaktır» diyenler vardır. De ki: «O sizin için bir hayrın kulağıdır. Allah´a iman eder, müminlere inanıp güvenir ve sizden iman edenler için de bir rahmettir. Allah´ın Resulüne eziyet edenler, onlar için acıklı bir azab vardır.»"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Sizi hoşnut kılmak için Allah´a yemin ederler; oysa mü´min iseler, hoşnut kılınmaya Allah ve Resulü daha layıktır"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Bilmiyorlar mı, kim Allah´a ve Resulüne karşı koymaya çalışırsa, gerçekten onun için, onda ebedi kalmak üzere cehennem ateşi vardır? İşte en büyük aşağılanma budur"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Münafıklar, kalblerinde olanı kendilerine haber verecek bir surenin aleyhlerinde indirilmesinden çekiniyorlar. De ki: «Alay edin. Şüphesiz, Allah, kaçınmakta olduklarınızı açığa çıkarandır.»"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Onlara sorarsan, andolsun: «Biz dalmış, oyalanıyorduk» derler. De ki: «Allah ile, O´nun ayetleriyle ve Resulüyle mi alay etmekteydiniz?»"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Özür belirtmeyiniz. Siz, imanınızdan sonra küfre saptınız. Sizden bir topluluğu bağışlasak da, bir topluluğunuzu gerçekten suçlu, günahkâr olmaları nedeniyle azablandıracağız"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Münafık erkekler ve münafık kadınlar, bazısı bazısındandır; kötülüğü emrederler, iyilikten alıkoyarlar, ellerini sımsıkı tutarlar. Onlar Allah´ı unuttular, O da onları unuttu. Şüphesiz, münafıklar fıska sapanlardır"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Allah, erkek münafıklara da, kadın münafıklara da ve (bütün) kâfirlere, içinde ebedi kalmak üzere cehennem ateşini vadetti. Bu, onlara yeter. Allah onları lanetlemiştir ve onlar için sürekli bir azab vardır"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Sizden önceki (münafıklar ve kâfirler) gibi. Onlar sizden kuvvet bakımından daha güçlü, mal ve çocuklar bakımından daha çoktular. Onlar kendi paylarıyla yararlanmaya baktılar; siz de, sizden öncekilerin kendi paylarıyla yararlanmaya kalkışmaları gibi, kendi paylarınızla yararlanmaya baktınız ve siz de (dünya ve zevke) dalanlar gibi daldınız. İşte onların dünyada ahirette bütün yapıp ettikleri (amelleri) boşa çıkmıştır ve işte onlar kayba uğrayanlardır"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Onlara, kendilerinden öncekilerin Nuh, Ad, Semud kavminin, İbrahim kavminin, Medyen ahalisinin ve yerle bir olan şehirlerin haberi gelmedi mi? Onlara peygamberleri apaçık deliller getirmişlerdi. Demek ki Allah, onlara zulmediyor değildi, ama onlar kendi nefislerine zulmetmektelerdi"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Mü´min erkekler ve mü´min kadınlar birbirlerinin velileridirler. İyiliği emreder, kötülükten sakındırırlar, namazı dosdoğru kılarlar, zekâtı verirler ve Allah´a ve Resulüne itaat ederler. İşte Allah´ın kendilerine rahmet edeceği bunlardır. Şüphesiz, Allah, üstün ve güçlüdür, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Allah, mü´min erkeklere ve mü´min kadınlara içinde ebedi kalmak üzere, altından ırmaklar akan cennetler ve Adn cennetlerinde güzel meskenler vaadetmiştir. Allah´tan olan hoşnutluk ise en büyüktür. İşte büyük kurtuluş ve mutluluk budur"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "Ey Peygamber, kâfirlerle ve münafıklarla cihad et ve onlara karşı sert ve caydırıcı davran. Onların barınma yerleri cehennemdir, ne kötü bir yataktır o"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Allah´a and içiyorlar ki (o küfür sözünü) söylemediler. Oysa andolsun, onlar küfür sözünü söylemişlerdir ve İslamlıklarından sonra küfre sapmışlardır ve erişemedikleri bir şeye yeltenmişlerdir. Oysa intikama kalkışmalarının, kendilerini Allah´ın ve Resulünün bol ihsanından zengin kılmasından başka (bir nedeni) yoktu. Eğer tevbe ederlerse kendileri için hayırlı olur, eğer yüz çevirirlerse Allah onları dünyada da, ahirette de acıklı bir azabla azablandırır. Onlar için yeryüzünde bir koruyucu dost ve bir yardımcı yoktur"
        }
    ]
}