{
    "juzs": [
        {
            "chapter": 15,
            "verse": 1,
            "text": "Alif-lam-ra \". Ezek a Könyv. Versei és egy világos Koráné. (Guz\" 14. Hizb)"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "Talán azok, akik hitetlenkedtek azt szeretnék majd\", hogy muzulmánok lettek volna"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Engedd őket, hogy egyenek és élvezzék és hogy a (csalóka, hamis) remény csábítsa el őket! Majd meg fogják tudni"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "Egyetlen várost sem pusztítottunk cl csak úgy, hogy annak ismert írása volt"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Egyetlen közösség sem előzheti meg a megszabott idejét és nem is késleltetheti azt"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "És mondják: ,Ó, te! (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget) Akire az Intés (ez a Korán) leküldetett! Te dzsinnektől megszállott vagy"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Miért nem hozol elő nekünk Angyalokat, ha az igazat szólók közül való vagy"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "Mi azonban csak az Igazsággal küldünk le Angyalokat. Ám haladékot akkor sem kapnak (a hitetlenek)"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Mi bizony lebocsátottuk a Dikr-t (intés, emlékeztetés, a Kegyes Korán) és Mi bizony Őrzői\" vagyunk annak"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "Már előtted ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) is küldetéssel bíztunk meg (embereket) a korábbiak pártjaihoz"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "És egyetlen Küldött sem jött el hozzájuk csak úgy, hogy gúnyt űztek belőle"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Így bocsátjuk azt be a bűnösök\" szívébe"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "Ők nem hisznek abban (a Koránban). Holott már korábban meg volt az elődök szokásos eljárása"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "Ha ajtót nyitnánk is nekik az égen és azon folyamatosan fel is emelkedhetnének"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "Azt mondanák: ,.Bizony csak káprázat áldozata a szemünk, sőt mi varázslattal sújtott nép vagyunk"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "Mi bizony az égen tornyokat\" helyeztünk el és azokat felékesítettük a szemlélők számára"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "És megőriztük azokat minden megkövezendő sátántól"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "Kivéve azt, aki hallgatózik, azt Viszont világos lángcsóva követi"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "A földet kiterítettük és szilárdan rögzítetteket (hegyeket) vetettünk arra. És abban mindenféle jól kiegyensúlyozott dolgot sarjasztottunk"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "Abban elhelyeztünk a számotokra gondoskodást és azok számára is, akikről nem ti gondoskodtok"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "Minden dolog tárháza Nálunk van! És Mi csak megszabott mértékben bocsátjuk le azt"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "És elküldtük a szeleket, megtermékenyítökként. És az égből vizet bocsátottunk le és itattunk vele benneteket. Ti azt nem halmozhatjátok fel"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "Bizony Mi keltünk életre és Mi küldünk a halálba. És Mi \"vagyunk az örökösök"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "És bizony Mi ismerjük a korábbi nemzedékeket (akik már elmúltak) közületek és ismerjük a hátramaradókat, az elkövetkezendő nemzedékeket"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "Bizony a te Urad fogja összegyűjteni őket. Ő Bölcs és Tudó"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "Bizony megteremtettük az embert száraz, megformált agyagból"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "És korábban megteremtettük a dzsinneket a Samüm! tüzéből"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "Midőn az Urad mondta az Angyaloknak: . Én embert fogok teremteni száraz megformált agyagból"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "És ha megformáztam és lelket leheltem belé a lelkemből (amit a számára teremtettem), boruljatok le előtte"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "Az angyalok mindegyike leborult"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "Kivéve Iblis-t, (A gonosz) Volt az, aki megtagadta, hogy a leborulók közé tartozzon"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "Mondta: .Ó, Iblis! Mi van veled, hogy nem tartozol a leborulók közér"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "Mondta: . Nem tartozhatom azok közé, akik leborulnak egy ember előtt, akit Te teremtettél száraz agyagból, megformált sárból"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "Mondta: . Menj ki innen! Te megkövezendő vagy"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "Bizony rajtad átok fog ülni a Számonkérés Napjáigő"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "Mondta: Uram! Adj nekem haladékot addig a Napig míg feltámasztatnak"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "Mondta: . Bizony te azokhoz tartozol, akik haladékot kaptak"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "Egy meghatározott Napig"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "Mondta: Uram! Amiért tévútra vittél engem, én díszessé teszem (a tévelygés útját) a számukra a földön, és mindegyiket tévútra vezetem"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "Kivéve a Te őszinte szolgáidat közöttük"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "Mondta: , Egyenes út ez Hozzám"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Neked nincs hatalmad az Én szolgáim felett, kivéve azokat, akik követnek téged a bolyongók\" közül"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "Mindannyiuk ígért helye a Pokol lesz"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "Annak (a Pokolnak) hét kapuja van és minden egyes kapu számára meghatározott osztálya (a bűnösöknek) kijelöltetik"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "Bizony az istenfélők majd Kertekben és forrásoknál lesznek"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "Lépjetek be oda békességben, biztonságban"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "És Mi eltávolítjuk azt, ami a lelkeikben a gyűlöletből van és testvérekként (fekszenek) kereveteken egymással szemben"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "Nem éri el ott őket gond (érzete) és nem űzetnek ők onnan ki"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Tudasd ( Muhammad - Allah áldja meg és adjon Neki örök üdvösséget) az Én szolgáimmal, hogy Én vagyok a Megbocsátó és az Irgalmas"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "És azt is, hogy az Én Büntetésem fájdalmas büntetés"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "És adj (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget) nekik hírt /brahüm (Ábrahám) vendégeiről"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "Amidőn beléptek hozzá és mondták: , Békesség! (saláman)\" Mondta (Ábrahám): ..Mi bizony félünk tőletek"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "Mondták (az angyalok): ..Ne félj! Mi bizony egy tudással rendelkező ifjú (Ishág) örömhírét közöljük veled"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "(Ábrahám) Mondta: ,. Vajon örömhírt közöltök velem, mikor már az öregség megérintett engem. Miféle örömhírt közöltök hát"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "Mondták (az angyalok): Mi az Igazságnak megfelelő örömhírt közöljük veled. Ne tartozz hát a reményt vesztők közé"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "Mondta (Ábrahám): ..Ki más is vesztheti el a reményt Ura irgalma iránt, mint a tévelygőket"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "Mondta (Ábrahám): ,.És mi a ti feladatotok, ó Küldöttek"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "Azok (az angyalok) mondták: . Mi bizony egy olyan néphez küldettünk el, amely bűnös"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "Kivéve Lót családját. Mi őket mindannyiukat meg fogjuk menteni"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "Kivéve a feleségét, akiről azt rendeltük el, hogy ő azok közé fog tartozni, akik a hátramaradók"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "És miután Lót családjához értek a Küldöttek"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "Azt mondta ő: ,,Ti ismeretlen emberek vagytok"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "Mondták: ..Nem, mi azt hozzuk el neked, amiben ők kételkedtek"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "Mi bizony az Igazságot hoztuk el neked, mi az igazat szólók Vagyunk"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "Menj a családoddal a legsötétebb éjjelen és kövesd öket! Senki közületek ne forduljon hátra! Oda menjetek, ahová parancsot kaptatok"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "És előírtuk számára azt a rendelést, hogy reggelre kelve azokból (a bűnösökből) semmi sem marad"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "És a város népe örvendezve jött"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "Mondta (Lót): .. Ezek az én vendégeim, ne hozzatok szégyenbe"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "És féljétek Allah-ot, és ne hozzatok gyalázatot rám"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "Mondták: Vajon nem tiltottunk- e el az emberektől"
        },
        {
            "chapter": 15,
            "verse": 71,
            "text": "Mondta: , Ezek a lányaim! Ha ezt akarjátok tenni"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "Az életedre (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget)! Ők bizony esztelenségükben\" bolyongnak"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "Napkeltekor (borzalmas) as- sayhatu (az ordítás büntetése) ragadta el őket"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "Mi az alját tettük a felső részévé. És Mi siggíl-ből (égetett agyagtégla) való kövekkel árasztottuk el őket"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Bizony ebben jelek vannak a figyelők számára"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "Bizony az (a város\") egy soha el nem múló úton van"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "Bizony jel van ebben a hívők számára"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "És bizony a Cserjés Lakói (ashábu-I-aykati, Madyan népe) bűnösök voltak"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "Bosszút álltunk rajtuk. Mindketten nyilvánvaló példák"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "És bizony al-Hiőr lakói\" is hazugsággal vádolták a Küldötteket"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "Mi elhoztuk nekik a Mi jeleinket, ám ők elfordultak attól"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "És a hegyekből házakat faragtak ki, hogy biztonságban legyenek"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "Ám as-sayhatu (az ordítás borzalmas büntetése) ragadta meg őket reggelre kelve"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "És nem volt a hasznukra az, amit megszereztek"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "Mi bizony az Igazsággal teremtettük meg az egeket és a földet. Az Óra elkerülhetetlenül közeleg. A szép megbocsátást gyakorold hát"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "És bizony az Urad, Ő a Teremtő és a Tudó"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "Mi bizony neked adtuk a hét Matáni-t és a Hatalmas Koránt"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "És ne mereszd a szemeidet arra, amit közülük némelyeknek élvezetül adtunk. És ne légy szomorú miattuk! Terjeszd ki védőszárnyaidat a hívők fölé"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "És mondd ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): .Bizony én vagyok a nyilvánvaló intő"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "Ahogyan lebocsátottunk a megosztókra"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "Akik a Koránt különböző fejezetekké! teszik"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "Az Uradra! Mindegyiket megkérdezzük majdan"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "Arról, amit cselekedett"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Azt hirdesd, amire parancsot kaptál! És fordulj el a társítóktól"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Mi bizony elégségesek vagyunk neked a gúnyolódókkal szemben"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "Akik Allah mellé más istent állítanak. Majd meg fogják tudni"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "Mi bizony tudjuk, hogy a szíved szomorú amiatt, amit mondanak"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "Az Urad iránti hálád hirdesd! És tartozz a leborulók közé"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Szolgáld az Uradat, amíg el nem jön hozzád a bizonyosság"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "Allah parancsa? elérkezett. Ne Siettessétek hát azt! Magasztaltassék és dicsőítessék\" Ő, mennyire felette Áll Ő annak, amit társítanak"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Leküldi az Angyalokat a lélekkel\" (a kinyilatkoztatással) az Ő Parancsolatából arra, akire akarja az Ő szolgái közül (mondván): ,Jnisétek az embereket arra, hogy nincs más isten csak Én (la ilaha illa Ana)! Engem féljetek"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Megteremtette az egeket és a földet az Igazsággal. Magasztosan felette áll Ő annak, amit társítanak"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Megteremtette az embert egyetlen spermacseppből. Ám az (ugyanez az ember) mégis nyilvánvalóan szembehelyezkedő"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "És a jószágokat is megteremtette nektek. Belőlük vannak meleg ruháitok és különböző hasznaitok és azokból ehettek (is)"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "És szépséget is találtok azokban midőn (este) haza hajtjátok és reggel legelőre hajtjátok"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Szállítják a terheiteket olyan országokba, amit ti csak nagy erőfeszítések árán érhetnétek el. A ti Uratok bizony Irgalmas és Könyörületes"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "És (megteremtette) a lovakat és az öszvéreket és a szamarakat, hogy felülhessetek rájuk és díszetekül is szolgáljanak. Olyan dolgokat is teremt, amikről ti nem tudtok"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Allah (feladata) az út célja (magyarázata) \". Vannak közöttük olyanok, amelyek elhajlanak (utak). Ám, ha akarta volna mindenkit vezérelt volna"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "Ő az, Aki vizet bocsátott le nektek az égből. Abból van nektek az italotok és fájtok, növényeitek, amelyben legeltethettek"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Általa sarjasztja nektek a gabonát és az olajfákat és a pálmákat és a szőlőket és mindenféle gyümölcsöket. Bizony ebben jelek vannak az olyan népek számára, akik elgondolkodnak"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "És a szolgálatotokra hajtotta Ő az éjszakát és a nappalt és a Napot és a Holdat, És a csillagok, amelyek az Ő parancsának engedelmeskedve serénykednek. Bizony ebben jelek vannak az olyanok számára, akik képesek felfogni (mindezeket az eszükkel)"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "És amit csak létrehozott nektek a földön, a maguk különböző színeiben, bizony ebben jelek vannak az olyan nép számára, aki hallgat az intésre"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "Ő az, Aki a szolgálatotokra hajtotta a tengert, hogy abból friss húst ehessetek és hogy abból Ékességeket hozhassatok felszínre, amiket magatokra is vehettek. És látod a hajókat barázdákat szelni abban, hogy az Ő túláradó kegyelme után áhítozzatok, Talán hálásak lesztek"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Szilárdan rögzítetteket (hegyeket) Vetett a földre, hogy az ne inogjon alattatok és folyókat és utakat. Talán így a helyes útra \"vezéreltettek"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "És útjelzőket. És a csillagok által megtalálják a helyes utat"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Talán az, Aki teremt olyan-e, \"mint az, aki nem teremt? Hát nem okultok"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Ha meg akarjátok számolni Allah kegyelmét nem tudnátok számba venni azokat. Bizony Allah Megbocsátó és Irgalmas"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Allah tudja azt, amit titokban tesztek és azt is, amit nyíltan"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Akikhez Allah helyett fohászkodnak, azok nem teremtenek semmit, ám ők maguk is teremtettek"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Halottak ők, nem élők. És nem tudják mikor támasztatnak fel"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "A tiistenetek egyetlen Isten! Azok, akik nem hisznek a Túlvilágban, azok szíve tagadja ezt. Fennhéjázó gögösök ők"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Allah bizonyossággal tudja azt, amit eltitkoltok és azt is, amit nyilvánosan tesztek. Ő nem szereti a fennhéjázó gőgösöket"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "És ha az mondatik nekik: . Mit bocsátott le az Uratok?\" Az mondják: Ezek a korábban éltek mesés legendái"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Hordaniuk kell majd terheiket teljes egészében a Feltámadás Napján és azok terhének egy részét is, akiket tudás nélkül tévelygésbe vittek. Milyen rossz teher is lesz az"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Már az előttük éltek is fondorkodtak. Ám Allah az építményeik alapjait tette semmivé és felettük a tető rájuk zuhant. A büntetés onnan éri majd öket, ahonnan nem is számítanak rá"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Majd a Feltámadás Napján megalázza öket és mondja: Hol Vannak a társaim, akik miatt összekülönböztetek?\" Azok, akiknek a tudás megadatott azt mondják: , Ma a megaláztatás és a baj sújtja a hitetleneket"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "Azok, akiket az Angyalok elszólítanak, miközben maguk ellen vétkeztek. Majd teljes megadással (mondják:) ..Mi rosszat követtünk el,\" (Az Angyalok válasza:) Igen! Allah- nak tudomása van arról, hogy ti mit tettetek"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Lépjetek hát be a Pokol kapuin, hogy örökkön ott tartózkodjatok! Milyen borzalmas tartózkodási hely is a fennhéjázó gögösöké"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "És az mondatik azoknak, akik istenfélők voltak: , Mit bocsátott Te az Uratok?\" Azt mondják: Jót!\" Azoknak, akik az evilágon jóravaló módon cselekedtek jó jár. Ám a Túlvilági lakhely még jobb! Milyen pompás lakhely is az istenfélőké"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "Adn (Éden) Kertjeibe léphetnek majd be, amelyek alatt folyók folynak. Ott ők azt kaphatják meg, amit csak akarnak. Allah így jutalmazza az istenfélőket"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "Azok, akiket az angyalok elszólítanak, akik jók voltak. Azt mondják nekik: .. Békesség veletek (salamun \"alaykum)! Lépjetek be a Paradicsomba azért, amit cselekedtetek"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Vajon mi mást várhatnak ők, minthogy eljöjjenek hozzájuk az angyalok, vagy eljöjjön az Urad parancsa. Így cselekedtek azok is, akik előttük éltek. Allah nem követett el jogtalanságot velük szemben, ám ök maguk jártak el jogtalanul saját magukkal szemben"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "És elérte őket annak rossza, amit cselekedtek és körbevette őket az, amiből gúnyt űztek"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "És azok, akik társítottak azt mondták: . Ha Allah akarta volna akkor nem szolgáltunk volna Rajta kívül senkit, sem mi, sem apáink. És nem tiltottunk volna meg semmit rajta kívül.\" Így cselekedtek már azok is, akik előttük éltek. Vajon a Küldötteknek van-e más feladata is, mint a világos továbbítás"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "Minden egyes nemzethez? elküldtünk egy Küldöttet azzal, hogy: . Szolgáljátok Allah-ot! És kerüljétek el a tügüt-ot! (minden hamis istenség)\" Volt közöttük olyan, akit Allah vezérelt. És volt közöttük olyan, akin joggal teljesült be a tévelygés. Járjátok be a földet! És figyeljétek milyen lett a sorsa a meghazudtolóknak"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Bármennyire áhítozod (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) is az ő vezetésüket\", ám Allah nem vezérli azt, akit tévelygésbe vitt. Nincsenek nekik segítőik"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "A legünnepélyesebb esküjükkel esküdtek meg Allah-ra, hogy: Allah nem támasztja fel azt, aki meghalt.\" De nem! Igaz ígéret ez \"Tőle! Ám a legtöbb ember nem tudja"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "(Feltámasztja) Azért, hogy megvilágítsa nekik azt, amiben összekülönböztek és hogy a hitetlenek megtudhassák azt, hogy hazugok voltak"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Ha akarunk valamit a Mi szavunk csupán annyi, hogy azt mondjuk neki: Légy\" ! Es már van is"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "És azok, akik elvégezték Allah- ért a Higra-t (a kivonulást), azután, hogy jogtalanul bántak velük, nekik már az evilágon szép (lakhelyet) adunk. Ám a Túlvilág jutalma bizony még nagyobb. Bárcsak tudták volna"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Akik állhatatosan kitartóak voltak és az Urukra támaszkodtak"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "Mi csak olyan férfiakat küldtünk előtted (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget), akiknek sugallatot adtunk. Kérdezzétek (ti Mekkaiak) meg az Intelem birtokosait, ha nem tudjátok"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "A nyilvánvaló bizonyítékokkal és a Könyvekkel (küldtük el a Küldötteinket). És lebocsátottuk neked (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) az Intést (az Emlékeztetést, ezt a Kegyes Koránt), hogy megvilágítsd az embereknek azt, ami lebocsáttatott nekik. Talán elgondolkoznak"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Azok, akik gonosz fondorlatokat eszeltek ki talán biztonságban érzik magukat attól, hogy Allah nem rántja-e el a földet alóluk, vagy onnan jön a büntetés, ahonnan nem is veszik észre"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Avagy megragadja őket jártukban-keltükben, ám ők ezt nem tudják megakadályozni"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Avagy megragadja őket, miután már a félelem eltöltötte őket. Bizony a ti Uratok Kegyes és Irgalmas"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Avagy talán nem látták, hogy mindannak az árnyéka, amit Allah teremtett jobbra és balra fordul Allah előtt leborulva, alázatosan"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "Allah előtt borul le mindaz, ami az egekben és a földön van- állat, és az angyalok és ők nem fennhéjázó gögösök"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Félik az Urukat maguk fölött. És azt teszik, amire parancsot kapnak. Hizb"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "Allah mondta: ,.Ne vegyetek magatoknak két istent!\" Ő bizony az egyetlen Isten\"! Engem féljetek"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "Övé mindaz, ami az egekben és a földön van és Övé a vallás mindörökké. Allah-on kívül talán mást féltek"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "Bármilyen kegyelem is ér benneteket az Allah-tól van! Ha csapás ér benneteket Hozzá kiáltotok segítségért"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Ám miután elhárította rólatok a bajt, egy csoport közületek az Urukkal szemben társítást követ el"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "Hogy tagadják azt, amit adtunk nekik. Élvezzétek csak egy darabig! Majd megtudjátok"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "És kijelölnek annak, amiről nem tudnak semmit egy részt, abból amivel gondoskodtunk róluk. Allah-ra! Bizony megkérdeztettek arról, amit koholtatok"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "Allah-nak leányokat tulajdonítanak- Magasztaltassék (felette van Ő mindannak, amit társítanak) !- maguknak pedig azt, amire áhítoznak"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "Ám, ha valamelyiküknek leánygyermek születésének örömbhírét hozzák, az arca elsötétül és haraggal telt"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Elrejtezik az emberek elől azon rossz miatt, amiről hírt kapott. \"Vajon megtartsa-e őt (az újszülött leányt) szégyenre avagy a homokba temesse\"? Milyen borzalmas rossz az, ahogyan ítélkeznek"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Azoknak, akik nem hisznek a Túlvilágban, a rossz példázata jár. Ám Allah-nál a legmagasztosabb példázat van. Ő a Hatalmas és a Bölcs"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "Ha Allah megbüntetné az embereket a bűneik miatt, akkor nem hagyna a (föld felszínén) egyetlen lelket sem. Ám Ő haladékot ad nekik egy megszabott ideig. Ám, ha az idejük viszont elérkezik nem késleltethetik azt egyetlen órával sem, és nem is siettethetik"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "Allah-nak olyat tulajdonítanak, amit ők maguk nem szeretnek. A nyelvük hazugságokat ír le (mondván:) .Nekik a legjobb jár.\" Nem kétséges, nekik a Tűz jár, Sietősen magukra hagyatnak ott"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Allah-ra! Már előtted (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) is (küldötteket) küldtünk a korábbi nemzetekhez. Ám a sátán ékessé tette a számukra a cselekedeteiket és ma ő a segítőjük. Fájdalmas büntetés vár majdan rájuk"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "Csupán azért bocsátottuk le neked (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) a Könyvet (a Koránt), hogy megvilágítsd nekik azt, amiben összekülönböztek és útmutatásként és könyörületként azon embereknek, akik hisznek"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "Allah vizet bocsátott le az égből és általa életre keltette a földet, miután az már halott volt. Bizony ebben jel van azon nép számára, amely hall"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "Bizony tanulság van nektek a jószágokban is. Mi azzal itatunk benneteket, ami a gyomrukban Van, a megemésztett étel és a vér között, tiszta tejet (találtok), ami jólesik az ivóknak"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "A pálmák és a szőlők gyümölcseiből erős italokat (készíthettek) és jó táplálékot. Bizony ebben jel van azon nép számára, amely használja az eszét"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "Az Urad sugallatot adott a méhnek: Készíts magadnak lakhelyet a hegyeken, a fákon és azokon a (helyeken), amiket emelnek"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Majd egyél mindenfajta gyümölcsökből és járd be Urad útjait, amelyek megkönnyíttettek!\" A (méhek) belsőjéből különböző színű ital jön elő, amelyben gyógyulás van az emberek számára. Bizony ebben jel van az olyan nép számára, amely elgondolkodik"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "Allah megteremtett benneteket, majd elszólít benneteket. Van közöttetek olyan, aki a legnyomorúságosabb életkorba vitetik, hogy ne tudjon (semmit) a tudás után. Allah bizony Tudó és Mindenható"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "Allah egyeseket közületek a másik fölé helyezett a gondoskodásban. Ám azok, akik előnyben részesültek nem adnak tovább a gondoskodásukból azon (szolgáiknak), akiket a jobbjuk birtokol, hogy ők is egyenlők legyenek abban. Talán Allah kegyelmét tagadják"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "Allah magatok közül adott nektek feleségeket és adott a feleségeitektől fiakat és unokákat. És a jó dolgokkal gondoskodott rólatok. Vajon ők a hamisban hisznek? És Allah kegyelmével szemben hitetlenül tagadók"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "Allah helyett olyasmit szolgálnak, ami nem tud gondoskodást nyújtani nekik sem az égből, sem a földről. Nem képesek azok semmire"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Allah-ról ezért ne mondjatok példázatokat! Allah tud, ám ti nem tudtok"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Allah példabeszédet mondott egy rabszolgasorban lévő szolgáról, aki nem rendelkezik semmivel és egy másikról, akiről szépen gondoskodtunk. Ezen utóbbi abból titokban és nyíltan adakozik. Vajon egyenlőek-e ők? Hála legyen Allah-nak! Ám a legtöbben nem tudnak"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Allah példabeszédet mondott két férfiról. Az egyikük néma, nincs hatalma semmi fölött, csupán teher az ura számára, akárhová küldi is, semmi jót nem tud végrehajtani. Vajon ez egyenlő-e azzal (a hívővel), aki megparancsolja a helyeset és azzal, aki az egyenes úton van"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "Allah-hoz tartoznak az egek és a föld rejtett dolgai. Az Óra elrendelése csupán annyi, mint egy szemvillanás, avagy ahhoz hasonló. Allah bizony mindenre képes"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Allah hozott elő benneteket az édesanyáitok hasából, úgy, hogy még nem tudtatok semmit. Hallást, látást és szíveket adott nektek. Talán hálásak lesztek"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Vajon nem látták a madarakat, amelyek (Allah parancsának) alávetve az ég tájain (vannak). Csupán Allah tartja fenn őket. Bizony ebben jelek vannak az olyanok számára, akik hisznek"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "És Allah a házaitokat lakhelyül adta nektek, a jószágok bőréből lakhelyet adott nektek, amelyeket könnyűnek találtok majd azon a napon mikor felkerekedtek és azon a napon mikor megálltok. És a gyapjújukból és a szörméjükből, szörükből egy időre berendezési tárgyakat és az élethez szükséges dolgokat (adott)"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Allah árnyékot adott nektek abból, amit megteremtett, a hegyeken menedékhelyeket adott nektek. Köntösöket adott nektek, amelyek a hőségtől óvnak meg titeket és másik (erős) köntösöket, amelyek egymás erőszakától óvnak meg benneteket. Így teljesíti ki a kegyelmét irántatok. Talán alávetitek magatokat"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Ha ők elfordulnak, reád (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) csupán a nyilvánvaló intés tartozik"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Ismerik Allah kegyelmét, majd azonban tagadják azt. A legtöbben közülük hitetlen tagadók"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "És azon a Napon, amikor minden egyes közösségből egy tanút támasztunk fel. Majd azoknak, akik hitetlenkedtek nem adatik engedély (a visszatérésre, hogy) bűnbánóak legyenek és Allah bocsánatát kérhessék"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "És midőn azok, akik bűnöket követtek el meglátják a büntetést. Nem lesz soha könnyítésben részük és haladékot sem kapnak"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "És midőn azok, akik társakat állítottak (Allah mellé) meglátják a társaikat, azt mondják: , Urunk! Ezek a mi társaink, akikhez Helyetted fohászkodtunk.\" A következő szó vettetik oda nekik: Bizony ti hazugok vagytok"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Azon a Napon ők megadják magukat Allah-nak és eltűnnek tőlük azok, akiket koholtak"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "Azoknak, akik hitetlenek voltak és. távoltartottak Allah Útjától, büntetést adunk még a büntetéshez amiatt, ami romlást terjesztettek"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "És azon a Napon mikor minden egyes közösségből egy tanút állítunk ellenük, saját maguk közül és téged (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) is mint tanút hozunk elő ezek ellen. Mi lebocsátottuk neked a Könyvet - minden dolog magyarázataként, útmutatásként, könyörületként és örömhírként a muzulmánok számára"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Allah megparancsolja nektek az igazságosságot és a kegyes cselekvést! és az adakozást a rokonokkal kapcsolatban. És eltilt a fertelmes dolgoktól , a kifogásolttól\", az erőszaktól. Int benneteket, talán okultok"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Teljesítsétek az Allah-nak tett fogadalmat, ha kötelezettséget vállaltatok! És ne szegjétek meg az esküt miután azt megerősítettétek és Allah-ot tettétek meg kezesnek magatok ellen! Allah Tudja, hogy ti mit tesztek"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Ne legyetek olyanok, mint az (az asszony), aki erősen megfonta a fonalat, ám utána felfejti a szálait, úgy hogy esküüiteket kölcsönös becsapásnak tekintitek, lévén, hogy az egyik közösség sokkal népesebb, mint a másik. Allah ezzel csupán próbának vet alá. benneteket (ki az, aki teljesíti az Allah-nak tett fogadalmát és ki szegi meg). Bizony a Feltámadás Napján világosan meg fogja magyarázni nektek azt, amiben összekülönböztetek"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Ha Allah akarta volna egyetlen nemzetté tett volna benneteket. Ámő tévelygésbe viszi azt, akit akar és vezérli azt, akit akar. Majdan megkérdeztettek arról, hogy miket cselekedtetek"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Ne tegyétek esküiteket egymás közötti becsapássá, nehogy megbotoljatok, miután már szilárdan álltatok. És nehogy rosszat kelljen megízlelnetek azért, hogy távoltartottatok Allah Útjától. (És nehogy ) hatalmas büntetés legyen a részetek"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "És ne kótyavetyéljétek el Allah- nak tett eskütöket potom áron! Bizony az, ami Allah-nál van az jobb nektek! Ha ezt tudnátok"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Ami nálatok van az mulandó, ám ami Allah-nál van az maradandó. És azok, akik állhatatosan kitartóak voltak, őket a legjobb tetteik szerint fogjuk jutalmazni"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Aki jótetteket cselekedett, akár férfi, akár nő és mindeközben hívő, azt a jó élettel\" fogjuk jutalmazni. És Mi a legjobb tetteik szerint fogjuk jutalmazni öket (a Feltámadás Napján)"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Ha a Koránt recitálod, Allah menedékét keresd a megkövezendő sátán elől"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Bizony annak nincs hatalma azok fölött, akik hisznek és az Urukra hagyatkoznak"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Azok fölött van csupán hatalma, akik öt választják barátjukul és azok fölött, akik társítanak Vele szemben"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "És ha egy verset egy másikkal cserélnénk ki- ám Allah tudja a legjobban, mi bocsáttatott le, azt mondanák: , Bizony te (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget) koholtad! Ám a legtöbben nem tudnak"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Mondd: A Rithu-I-Oudus, (Őibril, Gábriel) hozta azt le az Uradtól az Igazsággal, hogy megerősítse azokat, akik hisznek, útmutatásként és örömhírként a muzulmánoknak"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Mi bizony jól tudjuk, hogy ők mondják: Őt (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) csupán egyetlen ember tanítja.\" Ám annak a nyelve, akire ők hamisan utalnak, nem arab. Ez (a Korán) azonban Világos arab nyelv"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Azokat, akik nem hisznek Allah Jeleiben, azokat Allah nem vezeti az Egyenes Útra, Fájdalmas büntetésben lesz részük"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Csupán azok koholnak hazugságot, akik nem hisznek Allah Jeleiben. Ők a hazugok"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Aki nem hisz Allah-ban - a már megvolt hite után- kivéve azt, aki kényszeríttetik, de a szíve megnyugodott a hitben, ám azok, akik önként tárulkoznak ki a hitetlenségnek rajtuk Allah haragvása lesz. Hatalmas büntetésben részesülnek"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Ez azért történik így mivel jobban szerették az evilági életet, mint a Túlvilágot. Allah nem vezérli a hitetlenek népét"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Ők azok, akiknek a szívét és a hallását és szemeiket Allah lepecsételte. Ők az elhanyagolók"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Kétség nem férhet ahhoz, hogy a Túlvilágon ők lesznek a kárvallott vesztesek"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Bizony a te Urad azokkal szemben, akik elvégezték a Hiéra- 1, azt követően, hogy próbának \"Vvettettek alá, majd harcoltak és állhatatosan kitartóak voltak, Megbocsátó és Irgalmas lesz"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "Azon a Napon mikor minden egyes lélek eljő, hogy saját magáért vitázhasson és mindenki aszerint kap majdan jutalmat, ahogyan cselekedett. Nem szenvednek el jogtalanságot"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "Allah példázatot adott: egy városét (Mekka), amely biztonságos volt és nyugodt, mindenfelől áradt feléje a bőséges megélhetés. Ám tagadta Allah kegyelmeit. Allah pedig megízleltette azzal az éhség és a félelem ruházatát azért, amit elkövettek"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "Eljött hozzájuk egy közülük való Küldött (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget), ám ők meghazudtolták. A büntetés Tagadta meg őket- mivel bűnösök voltak"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Egyetek abból, amivel Allah, megengedett és jó táplálék gyanánt gondoskodott rólatok! Legyetek hálásak Allah kegyelmei miatt, ha igazán Őt szolgáljátok"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Bizony megtiltotta nektek a döglött állat! (húsát) és a vért, a disznóhúst és mindazt, aminek a levágásakor máshoz hangzik a fohász, mint Allah. Ám az, aki kényszeríttetik, nem (a tilalmat) áhítozva és nem áthágni akar (azzal szemben) Allah bizony Megbocsátó és Irgalmas"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "Ne mondjátok arról, amit a nyelvetek hazugul állít: .Ez megengedett, ez tiltott!\" Nehogy ezzel hazugságot koholjatok Allah ellen! Bizony azok, akik hazugságot koholnak Allah ellen, azok nem fognak boldogulni"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Kicsiny élvezet (jár nekik az evilágon). És nekik fájdalmas büntetés jár majd"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "A zsidóknak megtiltottuk azt, amit már korábban elmondtunk neked, Nem követtünk el jogtalanságot ellenük, hanem ők maguk jártak el jogtalanul saját magukkal"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Majd bizony a te Urad azokkal, akik tudatlanságból követtek el rosszat, ám utána megbánást mutattak és megjavultak, bizony az Urad, ezt követően Megbocsátó és Irgalmas"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Ibrahim (Ábrahám) (egymagában) egy közösség volt, aki engedelmesen Allah-ra támaszkodott, hanif-ként. Ő nem tartozott a társítók közé"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "Hálás volt ő az Ő kegyelmei iránt. Kiválasztotta és az Egyenes Útra vezérelte őt"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "Az evilágon jót adtunk neki. A Túlvilágon pedig a kegyesek közé fog tartozni"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Majd sugallatot adtunk neked (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): Kövesd Ibráhim (Ábrahám) vallását, hanif-ként.\" Ő nem tartozott a társítók közé"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "A sabbat (szombat) csupán azoknak rendeltetett el, akik összekülönböztek miatta. Bizony a te Urad ítélkezni fog közöttük a Feltámadás Napján abban, amiben összekülönböztek"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Szólíts fel (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) az Urad Útjára bölcsességgel és szép intéssel! És a legszebb módon vitázz velük! Bizony a te Urad a legjobb Tudója annak, aki eltévelyedett az Ő Útjáról és azoknak, akik az Igaz Úton vezéreltetnek"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "Ha büntettek, akkor annyiban büntessetek, amilyen mértékben ti elszenvedtétek. Ám ha türelmesek vagytok, az jobb az állhatatosan kitartóknak"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "Légy (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) állhatatosan kitartó! Ám csupán Allah által (érhető el) az állhatatos kitartásod. Miattuk ne légy szomorú! Az ő fondorlataik miatt ne töltse el szorongás a szívedet"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Allah bizony azokkal van, akik istenfélők és helyesen cselekvők"
        }
    ]
}