{
    "juzs": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "Népének csupán annyi volt a válasza, hogy azt mondták: .zzétek el a városotokból Lót családját! Bizony olyan emberek ők, akik tisztán tartják magukat"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "És megmentettük őt és a családját, kivéve a feleségét. Róla úgy rendelkeztünk, hogy ő a hátramaradók közül való legyen"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "És (kő) záport árasztottunk rájuk. Milyen borzalmas azok zápora, akik intést kaptak"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "Mondd (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget): , Hála legyen Allah- nak (al-hamdu li-Lláhi)! És békesség azon szolgáira, akiket Allah kiválasztott. Vajon Allah jobb-e, vagy az, amit társítanak?\" Guz"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "Avagy nem Ő az, Aki megteremtette az egeket és a földet És bocsátott le nektek az égből vizet? És növesztettünk általa nektek kerteket, pompázókat, amelynek fáit ti képtelenek lettetek volna megnöveszteni, Vajon más isten is van Allah mellett? Nem! A jóról letérő népek ök"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Hát nem Ő tette-e a földet szilárdan biztos hellyé és tette annak hasítékait folyókká és szilárdan rögzítetteket (hegyeket) helyezett rá és a két tenger közé gátat tett, talán egy másik isten Allah mellett? Nem! Ám legtöbbjük nem fogja fel ésszel"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "Hát nem Ő válaszol-e annak, aki szorult helyzetben van, és Hozzá fohászkodik és hárítja el a rosszat. és tesz utódokká a földön, talán egy másik isten Allah mellett? Keveset figyeltek ti az intelemre"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "Hát nem Ő vezet-e benneteket a szárazföld és a tenger sötétségében. és küldi a szeleket, hogy az örömhír hozói legyenek az Ő könyörülete előtt, talán egy más isten Allah mellett? Magasan felette áll Allah annak, amit társítanak"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "Hát nem Ő kezdi-e el a teremtést majd megismétli azt? És nem Ő gondoskodik-e rólatok az égből és a földről, talán egy másik isten, Allah mellett? Mondd: , Hozzátok a bizonyítékotokat, ha az igazat szóljátok"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Mondd: ,. Nem tudják azok, akik az egekben és a földön vannak a rejtettet!, csupán Allah. És nem tudják mikor támasztatnak fel"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Vajon felfogja-e tudásuk a Túlvilágot? Nem! Kétségek gyötrik öket efelől. És vakok ők erre nézve"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "És azok, akik hitetlenek azt mondják: Ha már por vagyunk és atyáink is, vajon előhozatunk-e"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Bizony már előzőleg is megígértetett ez nekünk és atyáinknak. Ezek bizony a korábban élt elsők (ősök, elődök) meséi"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Mondd ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): , Járjátok be a földet és figyeljétek milyen végre jutottak a bűnösök"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "És ne szomorkodj miattuk és ne érezd magad szorultságban az ő fondorkodásuk miatt"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "És azt mondják: . Mikor lesz ez az ígéret? Ha az igazat szóljátok"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Mondd: Lehet, hogy mögötted van (a nyeregben), annak egy része, amit siettettek"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Bizony a te Urad túláradó kegyelemmel van az emberek iránt, ám legtöbbjük nem hálás ezért"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Bizony a te Urad jól tudja, hogy mit rejt el keblük és mit tesz nyilvánosan"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "És nincs semmi rejtett az égben, vagy a földön, ami ne lenne világos Könyvben (feljegyezve a Jól Örzött Táblán, al-Lawhu-I- Mahfüzu)"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Bizony ez a Korán elmeséli Izrael fiainak a legnagyobb részét annak, amiben különbség volt közöttük"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "Bizony útmutatás és könyörület ez a hívők számára"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Bizony a te Urad dönteni fog közöttük az Ő döntésével! Ő a Hatalmas és a Tudó"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Támaszkodj hát Allah-ra! Hiszen így te (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) a világos Igazságon vagy"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Bizony te nem adhatsz hallást a halottaknak, sem pedig a süketeknek, hogy meghallják a hívást, ha hátat fordítanak"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Te nem vezetheted ki a vakokat a tévelygésükből, csak azoknak szolgálhatsz figyelmeztetéssel, akik hisznek a Mi jeleinkben és. alávetik magukat"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "És ha majd elhangzik a Szó ellenük, egy állatot hozunk elő nekik a földből, amely szól hozzájuk, hiszen az emberek a Mi Jeleink felől nem rendelkeztek szilárd bizonyossággal"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "És azon a Napon, amikor minden közösségből összegyüjtünk egy csoportot azokból, akik meghazudtolták a Mi Jeleinket és ők sorba rendezve elvezettetnek. (a Számonkérés helyére)"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Míg végül elérnek oda (a Számonkérés helyére), és (Ő) mondja: , Vajon hazugsággal vádoltátok a Jeleimet, ám tudással azt fel nem foghattátok, hogy mit tettetek"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "És elhangzott (beteljesedett) a Szó ellenük, arról, hogy vétkeztek. És ők egy szót sem szólnak"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Vajon nem látták, hogy Mi tettük meg az éjszakát olyanná, hogy pihenjenek benne és a nappalt, hogy látható legyen. Bizony ebben jelek vannak az olyan nép számára, amely hisz"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "És azon a Napon, amikor megfúvatik a Trombita, megretten az, aki az egekben és a földön van, kivéve azokat, akiket Allah akar. És mindenki alázatosan közeleg Hozzá"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "És látod a hegyeket, amiket élettelenül mozdulatlannak gondoltál, elindulni, mint a felhőket. Allah cselekedete ez, Aki tökéletesen tesz minden dolgot! Bizony Ő a tudással Bíró arról, hogy mit tesztek ti"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "És, aki jó dolgot hoz elő, annak annál még jobb jár. És ők azon a Napon a rettegéstől biztonságban. lesznek"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Ám, aki valami rosszat hoz elő, az arcával előre fog a Tűzbe bukni. Vajon nem csupán azért kaptok fizetséget, amit tettetek"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "Én (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget) csupán arra kaptam Parancsot, hogy annak a területnek! az Urát szolgáljam, amit Ő megszenteltnek nyilvánított. Övé minden. És azt a parancsot kaptam, hogy tartozzam a muzulmánok közé"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "És arra (is parancsot kaptam), hogy recitálva hirdessem a Koránt! És az, aki az Igaz Útra irányíttatik, az csupán a maga hasznára vezettetik, aki pedig tévelyeg, mondd: Én csupán az intők közül való vagyok"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "És mondd (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): Hála legyen Allah- nak (al-hamdu li-Llahi)! Meg fogja mutatni nektek az Ő Jeleit És ti meg fogjátok ismerni azokat. A te Urad nem hanyag azzal szemben, amit ti tesztek"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "Ta-sin-mim"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Ezek a Világos Könyv? Versei"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "Mi most Műsű (Mózes) történetéből mondunk el neked és a fáraóéból, az Igazságnak megfelelően. Egy olyan népnek, amely hisz"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Bizony a fáraó fennhéjázó gőgös volt a földön, és pártokra szakította annak lakóit. Az egyik csoportot\" azok gyengesége miatt elnyomta, a fiaikat pedig megölette, csupán az asszonyokat kímélte meg. Ő a romlást okozók közé tartozott"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Mi kegyelmet akarunk gyakorolni azokkal szemben, akik gyengeségük miatt elnyomatnak a földön. Mi őket példázatokká és örökösökké tesszük"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "Hatalmat adunk nekik a földön. A fáraónak, Hámán-nak és a seregeinek megmutatjuk azt, amit részükről féltek"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "Műsá (Mózes) anyjának sugalltuk: ..Szoptasd őt! És ha félsz miatta, akkor vesd a tengerbe\"! Ám ne félj és ne légy szomorú! Mi visszaadjuk őtneked, És a Küldöttek közül valóvá tesszük őt"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "És felszedte őt a fáraó családja, hogy ellenségük és szomorúságuk legyen. Bizony a fáraó, Hámán és a seregei vétkesek voltak"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "A fáraó felesége mondotta: , Az én és a te szemed gyönyörűsége (lesz ő). Ne öljétek meg! Talán a hasznunkra válhat az, ha gyermekünkké fogadjuk.\" Ám ők ezt nem vették észre"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Reggelre kelve Műsű (Mózes) anyjának a szíve teljesen üres volt (minden gondolattól, kivéve \"gondolatait Mózessel kapcsolatban). Kevés híján már elárulta őt, ha meg nem erősítettük volna a szívét, hogy hívő legyen a hívők között"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "És mondotta a leánytestvérének: , Menj utána!\" Távolról figyelte őt, és ök nem vették észre"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "Mi pedig tilalmassá tettük a számára az (idegen) szoptató asszonyokat. És ő (a testvére) azt mondta: , Mutassak-e nektek egy családot, amely gondoskodna róla a számotokra? Ők tiszta szándékkal lesznek iránta"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Mi így visszaadtuk őt az anyjának, hogy örvendezhessen és ne szomorkodjon. És, hogy megtudhassa: , Allah ígérete igaz! Ám a legtöbben közöttük nem tudják"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Mikor elérte a felnőttkort és érett férfi lett, bölcsességet és tudást adtunk neki. Mi így jutalmazzuk a helyesen cselekvőket"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Belépett a városba, amikor annak lakói ügyet sem vetettek reá. Két férfit talált ott, amint egymással veszekednek. Az egyik az ő pártjához tartozott, a másik az ellensége volt. Segítségül hívta őt az, aki az ő pártjához tartozott azzal szemben, aki az ellensége volt. Műsű (Mózes) pedig egy ökölcsapással végzett vele. Mondta: Ez a sátán cselekedete volt. Hiszen ő nyilvánvaló, eltévelyítő ellenség"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Mondta: Uram! Vétkeztem saját magam ellen. Bocsáss meg nekem!\" Ő megbocsátott. Hiszen Ő a Megbocsátó és az Irgalmas"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "Mondta: Uram! Amiért kegyelmet gyakoroltál irántam, soha nem leszek a bűnösök segítője"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Reggelre kelve félve tekintett szét ott, a városban. És íme az, aki tegnap segítségét kérte, most is hangos szóval hívja. Mondta neki Misa (Mózes): Bizony te nyilvánvalóan eltévelyedtél"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "És miután kezet akart emelni arra, aki mindkettőjük ellensége volt azt mondta ez: .Ó, Műsa (Mózes)! Engem is úgy akarsz megölni, ahogyan azt a lelket tegnap megölted? Hatalmaskodó akarsz lenni a földön és nem akarsz a kegyesek közé tartozni"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "A város legtávolabbi részéből egy férfi igyekezett szólván: , Ó, Műsd. (Mózes)! A tanács azt a döntést hozta veled kapcsolatban, hogy öljenek meg. Hagyd el (a várost)! Én azok közé tartozom, akik jó tanáccsal szolgálnak neked"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Félve körbe-körbe tekintgetve ment ki onnan. Mondta: , Uram! Ments meg engem a bűnösök népétől"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "És miután Madyan felé indult el mondta: .. Talán az Uram az Igaz Útra vezérel engem"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Miután megérkezett Madyan vizéhez (kútjához), ott egy csoport embert talált, akik itattak. És mellettük két nőt is talált, akik visszatartották (az állatokat). Mondta: ..Mi van veletek?\" Azok ketten mondták: , Mi addig nem itathatunk, amíg a pásztorok el nem mennek. A mi apánk már nagyon öreg ember"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Ő megitatott kettejüknek. Majd elment az árnyékba. Mondta: . Uram! Bizony nagy szükségem lenne valami jóra, amit lebocsátanál nekem"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Akkor az egyik nő odament hozzá szégyenkező járással és mondta: , Apánk hív téged, hogy megjutalmazhasson azért, amiért megítattál nekünk.\" Miután odament hozzá és elmesélte a történetet neki, az azt mondta: Ne félj! Megmenekültél a bűnös néptől"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "Kettejük közül az egyik azt mondta: ,Ó apám! Fogadd fel őt! Nem tudsz jobbat felfogadni, mint az, aki erős és megbízható"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "Mondta: . Én szeretném hozzád adni az egyik lányomat, azzal a feltétellel, hogy beállsz nyolc évre hozzám. Ha eltöltesz tizet, az rajtad áll. Nem szeretnék nehézséget okozni neked. Ha Allah is úgy akarja, akkor a jóravalók közül valónak találsz engem"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Mondta (Mózes): Legyen ez (szerződés) köztem és közted! Bármelyiket is teljesítem a két határidő közül nem érhet méltánytalanság. Arra, amit mi most mondunk Allah legyen a biztosíték"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "Miután Műsá (Mózes) teljesítette a határidőt, elindult a családjával És a Tür (Hegy) oldalán tüzet vett észre, Mondta a családjának: , Maradjatok! Én tüzet vettem észre, talán hírt hozhatok nektek, vagy egy csóvát a tűzből. Talán megmelegedhettek"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Mikor odaért szólíttatott a völgy jobb oldaláról, az áldott területen a fából: .Ó, Müsa (Mózes)! Én vagyok Allah, a Világok Ura"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "(Így folytatódott:) Dobd el a botodat!\" És miután meglátta, hogy az megmozdul, mintha egy kígyó lenne hátat fordítva menekült és vissza sem fordult. Ó, Műsa (Mózes)! Fordulj vissza! Ne félj! Te azok közé tartozol, akik biztonságban vannak"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Irányítsd kezedet a jobb ruhakivágásodba fehéren, minden baj nélkül fog az előjönni. És örizd a szívedet a félelemtől! Ez bizonyíték a te Uradtól a fáraónak és a tanácsának arra, hogy ők vétkes népek"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "Mondta: Uram! Én bizony egy lelket megöltem közülük, félek hát, hogy megölnek"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "A testvérem, Hárün szava ékesebb, mint az enyém. Őt küldd hát velem segítségül, hogy igazamat tanúsíthassa! Én félek attól, hogy meghazudtolnak"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "Mondta (a Magasztos Allah): .. Mi megerősítünk téged a testvéreddel és kettőtöknek hatalmat adunk - és nem férkőzhetnek hozzátok- a Mi jeleinkkel. Ti és azok, akik követnek téged fogtok felülkerekedni"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Miután Műsű (Mózes) elment hozzájuk a Mi nyilvánvaló jeleinkkel mondták: , Ez csak koholt varázslat. Mi erről nem hallottunk a korábban élt őseinktől"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Műsa (Mózes) mondta: , Az Uram jobban tudja ki az, aki útmutatást hoz Tőle és kié lesz a végső lakhely. A bűnösök nem fognak boldogulni"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "A fáraó mondta: ,Ó, ti előkelők! Nem ismerek más istent a számotokra csak saját magamat. Gyújts nekem (tüzet) ó, Haman, hogy agyag (téglákat égethessünk) És építs nekem palotát! Talán felemelkedhetek Műsa (Mózes) istenéhez. Én őt a hazugok közül valónak gondolom"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "És ő és a seregei igazságtalanul fennhéjázóak voltak a földön. Azt gondolták, hogy nem fognak Hozzánk visszatérni"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Megragadtuk őt és a csapatait és a tengerbe vetettük. Figyeld (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) csak meg milyen lesz a vétkesek végső sorsa"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "Példázattá tettük őket, (olyanokévá) akik a Tűzre szólítanak fel. A Feltámadás Napján nem találnak segítséget"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "Átok fogja követni öket az evilági létben és a Túlvilágon, a gyűlölt megvetettek közé fognak tartozni"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "Műsa-nak (Mózesnek) adtuk az Írást- azt követően, hogy elpusztítottuk a korábbi századokat- nyilvánvaló bizonyítékként az embereknek és útmutatásként és könyörületként. Talán hallgatnak az intésre"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "Te (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget) nem voltál a nyugati oldalon, amikor elrendeltük Műsa-nak (Mózesnek) a parancsot. Te nem voltál a tanúk között"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Mi nemzedékeket támasztottunk és hosszasan telt felettük az idő és te (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) nem lakoztál a Madyan-iak között, hogy a Mi Jeleinket hirdesd nekik. Mi azonban Küldötteket küldtünk"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Te (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) nem voltál a Hegy oldalán mikor Mi szólítottuk (Mózest). Ám az Uradtól származó könyörületként (tudomásod van róla), hogy egy olyan népet inthess, akikhez előtted még nem érkezett intő. Talán hallgatnak az intő szóra"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "Ám ha nem így lenne, akkor- ha csapás sújtaná őket amiatt, amit korábban a kezeik elkövettek- azt mondanák: , Urunk! Miért nem küldtél hozzánk egy Küldöttet? Akkor követhettük volna a Te Jeleidet és a hívők közé tartozhattunk volna"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Ám miután eljött hozzájuk az Igazság Tőlünk mondták: , Miért nem kapta ő is azt, ami Műsd-nak (Mózesnek) adatott meg? Holott nem tanúsítottak-e hitetlenséget korábban azzal szemben is, ami Műsá-nak (Mózesnek) adatott meg? Mondván: Két varázslat (a Tóra és a Korán), amelyek egymást segítik.\" És mondták: ..Mi mindegyikkel szemben hitetlenek vagyunk"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Mondd ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): . Hozzatok hát egy írást Allah-tól, ami igazabb vezetést nyújthat, mint ez a kettő\"! Ha az igazat szólók közül valók vagytok"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Ha nem válaszolnak neked, akkor tudnod kell, hogy csak a vágyaikat követik. Ki lehet tévelygőbb annál, aki a vágyait követi, Allah- tól származó útmutatás nélkül? Allah bizony nem vezeti a bűnös népet. Hizb"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "Eljuttattuk pedig hozzájuk a Szót (ezt a Koránt), talán hallgatnak az intelemre"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Azok, akiknek még előtte odaadtuk az Írást, ők hisznek benne"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "És ha recitáltatik nekik azt mondják: . Hiszünk benne, Ez az Igazság a mi Urunktól. Mi már előtte is muzulmánok voltunk"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "Ők kétszer kapnak jutalmat amiatt, hogy állhatatosan kitartóak voltak és a rosszat jóval hárították el és abból, amivel gondoskodtunk róluk adakoztak"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "Ha üres beszédet\" hallanak elfordulnak attól és azt mondják: . Nekünk megvannak a mi cselekedeteink és nektek is megvannak a ti cselekedeteitek. Békesség veletek. Mi nem vágyakozunk a tudatlanok közé"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Te (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget) nem vezérelheted azt, akit szeretnél! Ám Allah az, Aki azt vezérel, akit Ő akar. Ő jobban tudja kik az igaz úton vezéreltek"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "És ha azt mondják: , Ha veled együtt követjük az útmutatást elűzetnénk a földünkről.\" Nem adtunk-e hatalmat nekik egy szent Terület (Mekka) fölött, ami biztonságos és mindenféle gyümölcs jelenik ott meg a Tőlünk származó gondoskodásként. Ám a legtöbben közülük nem tudják"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "És mennyi várost pusztítottunk. már el, amelyek kihívóan élték életüket. Íme ezek az ő lakhelyeik, utánuk már csak kevesen lakják azokat. Mi vagyunk az örökösök"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "A te Urad nem pusztított soha el egyetlen várost sem addig, amíg annak központjába Küldöttet nem menesztett, aki a Mi jeleinket recitálta. Mi csak akkor pusztítottunk el városokat, ha azok lakói vétkesek voltak"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Bármi is adatott meg nektek, azok csupán az evilági élet mulandó dolgai és ékei. Ám, ami Allah-nál van az jobb és maradandóbb, Hát nem fogjátok fel ésszel"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Vajon az, akinek szép ígéretet (a Paradicsom) tettünk, amit az meg is fog találni, talán az olyan, mint az, akinek az evilági élet rövid élvezetét adtuk, aki majdan a Feltámadás Napján azok közé fog tartozni, aki előállíttatik"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "És azon a Napon, amikor szólítani fogja őket mondván: ..Hol vannak azok, akiket az Én társaimnak gondoltatok"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Akkor azt mondják azok, akik ellen bebizonyosodott a Szó: Urunk! Ők azok, akik minket tévelygésbe vittek. Úgy vittük őket tévelygésbe, ahogyan mi magunk is tévelyegtünk. Mi mentesnek nyilvánítjuk magunkat Előtted ettől a felelősségtől. Nem bennünket szolgáltak ök"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Az mondatik: , Hívjátok a társaitokat! Fohászkodjatok a társaitokhoz!\" Fohászkodnak. Ám azok nem fognak felelni nekik. Meglátják a büntetést. Bárcsak az Igaz Útra vezéreltettek volna"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "Azon a Napon, amikor szólítani fogja öket mondván: ..Mit feleltetek a Küldötteknek"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "A (jó válasz) híradásai elhomályosíttatnak előttük azon a Napon és nem kérdezgetik egymást"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Ám az, aki megbánást mutat, hisz és jóravaló módon cselekszik, az talán azok közé fog tartozni, akik boldogulnak"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "És a te Urad azt teremt, amit akar és választ. Nekik nincs választási lehetőségük. Magasztaltassék Allah, a Magasztalt! Mennyire felette áll Ő annak, amit társítanak"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "A te Urad tudja mi van az ő lelkükben és mi az, amit kinyilvánítanak"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Ő Allah! Nincs más isten csak Ő (La ilaha illa Huwa)! Hála legyen Neki az evilági életben és a Túlvilágon! Övé a döntés és Hozzá térnek meg a dolgok"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Mondd (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): Hogyan vélekednétek arról, ha Allah örökös éjszakát bocsátana le rátok a Feltámadás Napjáig? Allah helyett milyen istenhez fohászkodhatnátok, hogy hozzon nektek világosságot. Hát nem halljátok"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Mondd (Muhammad. Allah áldja meg és adjon Neki örök üdvösséget): .Hogyan vélekednétek arról, ha Allah örökké valóvá tenné a nappalt a számotokra a Feltámadás Napjáig? Allah helyett milyen más istenhez fohászkodhatnátok, hogy hozzon nektek éjszakát, hogy kipihenhessétek magatokat? Hát nem látjátok"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Az Ő könyörületéből (fakadóan) rendelte el nektek az éjszakát és a nappalt, hogy pihenhessetek. És az Ő túláradó kegyelme után Vágyakozzatok! Talán hálásak lesztek"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "Azon a Napon, amikor szólítja öket: .Hol vannak azok, akiket a társaimnak gondoltatok"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Minden egyes közösségből egy tanút (Prófétát) állítunk ki és mondjuk: ,. Hozzátok a bizonyítékaitokat!\" Akkor majd megtudják, hogy az Igazság Allah-é! És minden eltünedezik tölük, akiket koholtak"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Oárün, Műsa (Mózes) népéhez tartozott. Elvesztette a mértéket velük szemben. És annyi kincset adtunk neki, hogy annak kulcsait még egy csoport erős férfi is csak nehezen tudná hordani. És mikor népe azt mondta neki: Ne örvendezz (a gazdagságodnak)! Allah bizony nem szereti az (rosszul használt javakkal) Örvendezőket"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Azzal, amit Allah adott neked, a Túlvilági lakhelyre törekedj! Ám ne feledkezz meg az evilági részedről sem! Cselekedj jót, ahogyan Allah is jót tett veled. És ne terjessz romlást a földön! Allah nem szereti a romlást terjesztőket"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "Mondta: ,. Ez csupán a birtokomban lévő tudás alapján adatott meg nekem,\" Talán nem tudta, hogy Allah már előtte elpusztított olyan nemzedékeket, amelyek erősebbek voltak, mint ő és többet gyűjtöttek. A bűnösök nem kérdeztetnek meg a vétkeikről"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Kivonult a díszeiben a népéhez és azok, akik az evilági élet után vágyakoznak mondták: ..Ó bárcsak nekünk meglenne az, ami Oarün- nak adatott! Bizony nagy szerencse az övé"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Akiknek azonban a tudás adatott meg azt mondják: , Jaj nektek! Allah jutalma jobb azoknak, akik hisznek és jóravaló módon cselekszenek. Ám ez csupán az állhatatosan kitartóknak jut"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "És Mi elrántottuk alóla! és a háza alól a földet. És nem volt csapata, amely segíthette volna Allah helyett és nem voltak segítői"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Azok, akik tegnap még a helyére áhítoztak, reggelre kelve azt mondták: ,.Ó, jaj! Allah bőkezűen gondoskodik arról, akiről akar, máskor szűkmarkúan mér. Ha Allah nem gyakorolt volna kegyelmet irántunk, akkor bizony elrántotta volna a földet alólunk. Ó, jaj! A hitetlenek nem boldogulnak!\" §"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "A Túlvilági lakhelyet azoknak rendeljük el, akik nem akarnak gőgösen viselkedni a földön és nem áhítozzák a romlás terjesztést. A dolgok végső kimenetele az istenfélőké"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Aki jótetteket hoz majd elő, annak még jobb jár. Aki viszont rossz tettet hoz elő- azok, akik rossz dolgokat követtek el- azoknak az Tesz a jutalma, amit elkövettek"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Aki elrendelte neked ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) a Koránt, az visszahoz téged a Visszatérés helyére. Mondd: , Az én Uram tudja a legjobban ki hozza az Útmutatást és ki van nyilvánvaló tévelygésben"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Te nem remélted, hogy az Írás (ez a Korán) le fog küldetni Neked, hacsak nem Urad könyörülete gyanánt, Ne légy hát a hitetlenek segítője"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Ne fordítsanak ők el téged (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) Allah Jeleítől miután azok kinyilatkoztattak neked! Szólíts fel az Uradra! És ne tartozz azok közé, akik társítanak"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Allah mellett ne fohászkodj más istenhez! Nincs más isten csak Ő (La iláha illa Huwa)! Minden dolog pusztulásra van ítélve, kivéve az Ő Orcáját. Övé a döntés joga. Hozzá tér meg minden"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif-lám-mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Vajon azt hiszik az emberek megengedtetik nekik, hogy mondják: . Hiszünk!\" És eközben nem vettetnek próbának alá"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Bizony már próbának vetettük azokat alá, akik előttük éltek! És Allah tudni fogja? azokat, akik az igazat szólják és tudni fogja, kik a hazugok"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Vajon azok, akik rossz dolgokat cselekszenek úgy gondolják, hogy megelőznek Bennünket\"? Milyen rosszul ítélkeznek"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Aki az Allab-hal való találkozásban reménykedik, bizony az Allah által szabott idő el fog érkezni! Ó a Halló és a Tudó"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Aki pedig buzgólkodik az a maga számára teszi azt, Allah- nak nincs szüksége a világokra"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "Azok pedig, akik hisznek és jótetteket cselekszenek, azoknak eltöröljük a rossz tetteiket és a legjobb cselekedeteik szerint fogjuk jutalmazni őket"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Örökül hagytuk az embernek, hogy a szüleivel jól bánjon!\" És ha azok ketten azon fáradoznak, hogy valami olyasmit társíts Mellém, amiről nem rendelkezel tudással, úgy ne engedelmeskedj nekik! Hozzám lesz visszatérésetek. Elő fogom sorolni nektek, amit elkövettetek"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Azokat, akik hisznek és jótetteket cselekszenek, a jóravaló igazak közé fogom léptetni"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Vannak az emberek között olyanok, akik azt mondják: Hiszünk Allah-ban!\" Ha azonban bántalmazást szenvednek el Allah miatt, az emberek részéről jövő megpróbáltatást, Allah büntetésének tekintik. Ám ha a te Uradtól segítség érkezik, bizonnyal azt mondják: ..Mi veletek voltunk!\" Vajon nem Allah-e a legjobb Tudója annak, ami az emberek lelkében lakozik"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Allah biztos tudással ismeri azokat, akik hisznek és azokat, akik képmutatók"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "És azt mondják azok, akik hitetlenkednek azoknak, akik hisznek: Kövessétek a mi utunkat! És mi hordozni fogjuk a ti bűneiteket.\" Ám ők semmit sem hordoznak az ő bűneikből. Bizony hazugok ők"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "És hordozni fogják majd a maguk terhét és még más terhet is a sajátjukkal együtt! És a Feltámadás Napján megkérdeztetnek a hazug koholmányokról"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "És elküldtük volt Mí-ot (Noét) az ő népéhez - és ötven év híján ezer évet töltött el közöttük. És elragadta őket a vízözön (at- tüfünu), mivel bűnösök voltak"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Ám Mi megmentettük őt és a hajó utasait. És ezt a világok számára szolgáló jellé tettük"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "És (emlékezz) Ibrahtm-ra (Ábrahámra)! Midőn mondta a népének: , Szolgáljátok Allah-ot és féljétek Őt! Ez a legjobb nektek, ha felfogjátok az eszetekkel"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "Ám ti Allah mellett (helyett) csak bálványokat szolgáltok, és hazugságot találtok ki. Bizony azok, akiket Allah helyett szolgáltok, nem rendelkeznek semmivel, amivel :gondoskodhatnának rólatok. A gondoskodást Allah-nál keressétek! Őt szolgáljátok! Tránta legyetek hálásak! Hozzá fogtok visszatérni"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "És ha hazugságnak tartjátok, már előttetek is voltak hazugsággal vádoló népek. A Küldött feladata csupán a világos híradás és továbbítás"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Vagy talán nem látták, hogyan kezdte meg Allah a teremtést? Majd megismétli azt. Bizony könnyű ez Allah számára"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Mondd: , Járjátok a földet és figyeljétek, hogyan kezdte Allah a teremtést!\" Azután majd Allah megalkotja az utolsó alkotást. Bizony Allah mindenre képes"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "Megbünteti azt, akit akar és könyörületet mutat azzal szemben, akivel akar. Hozzá térítettek majdan vissza"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Ti nem akadályozhatjátok\" meg, sem a földön, sem az égben. Allah helyett nincs nektek sem támogatótok, sem pedig segítőtök"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Azok, akik hitetlenkednek Allah Jeleivel szemben és a Vele való találkozással szemben, azok elvesztik reményüket az Én könyörületemben. Fájdalmas büntetés jár nekik"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "Az ő népének válasza csupán az volt, hogy mondták: Öljétek meg, vagy égessétek meg!\" Ám Allah megmentette a Tűztől. Bizony ebben jelek vannak az olyan nép számára, amely hisz"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "És mondta (Ábrahám): . Csupán azért választottatok magatoknak bálványokat Allah helyett, mivel szeretet van közöttetek az evilági lét iránt. Majd a Feltámadás Napján. egyikőtök megtagadja a másikat és egyikőtök elátkozza a másikat. A Tűz lesz a nyugvóhelyetek és nem lesz nektek segítőtök"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Lót hitt neki (Ábrahám küldetésében) és azt mondta: .Én bizony elvonulok az én Uramhoz. Hiszen Ő a Hatalmas és a Bölcs"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "És neki adományoztuk /s/hűg-ot (Izsák) és Yafgüb-ot (Jákob) és a leszármazottai között prófétaságot és írást teremtettünk. És megadtunk neki a jutalmát az evilági létben és a Túlvilágon a jóravaló igazak közül való"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "És Lótót! Midőn azt mondta a népének: , Olyan borzalmas kárhoztatandót! tettetek, amit előttetek még senki sem tett meg a világokon"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Talán férfiakkal álltok össze és útonállók vagytok és tanácskozásaitokon az elvetendőt hozzátok elő?\" A népének válasza csupán az volt, hogy mondták: , Hozd ide nekünk Allah büntetését, ha az igazat szólók közül való vagy"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "Mondta: Uram! Segíts meg engem, a bűnös romlást okozó néppel szemben"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "És miután eljöttek a Mi küldötteink Ibrahim-hoz (Ábrahámhoz), az örömhírrel, azt mondták: Mi bizony el fogjuk pusztítani ennek a városnak (Lót városát) a lakóit. Bizony lakói bűnösök"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "Mondta (Ábrahám): . Ám ott van Lót!\" Mondták: .. Mi jobban tudjuk ki az, aki ott van. Megmentjük őt és családját, a felesége kivételével, aki a Pusztulandók közé tartozik"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "És miután a Küldötteink eljöttek Lóthoz, gondokkal küzdő lett miattuk és nehéz helyzetbe került miattuk. Ám azok mondták: Ne félj és ne légy szomorú! Mi meg fogunk menteni téged és a családodat, kivéve a feleségedet, aki a hátramaradók közül való"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Mi bizony e város lakóira büntetést küldünk le az égből, amiatt, hogy bűnösök voltak"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Világos és könnyen megérthető jelet hagytunk ezzel azok számára, akik élnek az eszükkel"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "És Madyan-hoz, testvérüket, Srfayb-ot. Mondta: , Ó népem! Szolgáljátok Allah-ot! És a Végső Napban reménykedjetek! És ne éljetek bűnös módon a földön"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Ám meghazudtolták öt. Így ezért rengés rázta meg őket. És reggelre (kelve) holtan feküdtek házaikban"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "És \"Ad-ot és Tamüd-ot! Világossá lett nektek sorsuk az ő lakhelyeiken. És a sátán díszesen kívánatossá tette a számukra az ő tetteiket és eltérítette őket az Úttól, noha látók voltak"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "És Oürün-t és a Fáraót, és Háamán-t (is elpusztítottuk)! Holott Műsa (Mózes) világos bizonyítékokkal jött el hozzájuk. Ám ők gőgösen viselkedtek a földön. És nem előztek meg (azaz nem menekülhettek a Mi büntetésünktől)"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "És bűne miatt mindegyiket megbüntettük. Volt közöttük olyan, akire hásibun-t\" küldtünk. Volt olyan is közöttük, akit a kiáltás (as-sayhatu) ragadott el. És volt olyan is, aki alól a földet rántottuk ki és volt olyan is, akit a vízbe fullasztottunk. Allah nem Járt el bűnös módon velük szemben. Ám ők magukkal szemben voltak bűnösök"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Azok példázata, akik Allah helyett más segítőket választanak maguknak, azok hasonlatosak a pókhoz, amely házat épített magának és bizony a leggyengébb ház a pók háza. Bárcsak megértenék"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Bizony Allah tudja mihez fohászkodnak Ő helyette. Ő a Hatalmas és a Bölcs"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Ezek azok a példázatok, amiket az embereknek adunk. De ezeket csak a tudással rendelkezők foghatják fel"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Allah megteremtette az egeket és a földet Igazsággal. Bizony jel Van ebben a hívők számára. Guz"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Recitáld (Muhammad. Allah áldja meg és adjon Neki örök üdvösséget) azt, amire sugallatot kaptál a Könyvből! És végezd el az imát! Bizony az ima eltilt (és megvéd) a bűnös dolgoktól!\" és a kifogásolhatótól?. Ám az Allah- ról való megemlékezés még nagyobb dolog. Allah tudja, hogy ti mit tesztek. Hizb4l"
        }
    ]
}