{
    "rukus": [
        {
            "chapter": 11,
            "verse": 61,
            "text": "Semud´a da kardesleri Salih´i gonderdik. Dedi ki: \"Ey toplumum! Allah´a kulluk edin. Sizin O´ndan baska ilahınız yok. Sizi topraktan olusturan ve size orada omur gecirten O´dur. Artık O´ndan af dileyin, O´na donun. Rabbim Karib´dir, bize cok yakındır; Mucib´dir, bize cevap verir"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Dediler ki: \"Ey Salih! Sen bundan once, aramızda aranan/umit beslenen bir kisi idin. Simdi kalkmıs, atalarımızın kulluk ettiklerine kulluk etmemizi mi yasaklıyorsun? Gercek su ki biz, bizi cagırdıgın sey hakkında kafaları karıstıran bir kusku icindeyiz"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Dedi ki: \"Ey kavmim! Hic dusundunuz mu? Ya ben Rabbimden bir beyyine uzerindeysem, bana kendisinden bir rahmet sunmussa! Bu durumda ben O´na isyan edersem, bana Allah´a karsı kim yardım eder? Sizin bana, yıkım ve husranı artırmak dısında bir katkınız olamaz"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "Ey toplumum! Iste su size, Allah´ın bir mucize olan devesi. Rahat bırakın onu. Allah´ın topragında karnını doyursun. Bir kotuluk dokundurmayın ona. Yoksa sizi cok yakın bir azap yakalayıverir"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Ama deveyi yere yıkıp kestiler. Salih dedi ki: \"Yurdunuzda uc gun daha nimetlenin. Bu, yalanlanamayacak bir tehdittir"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Emrimiz gelince Salih´i ve onunla birlikte iman edenleri bizden bir rahmetle kurtardık. O gunun rezilliginden kurtardık. Senin Rabbin, evet O, Kavi´dir, Aziz´dir"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Zulme sapmıs olanları o korkunc titresimli ses yakaladı da oz yurtlarında yere cokmus hale getirdiler"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Sanki hic hayat surmemislerdi orada. Dikkat edin! Semud kavmi, Rablerine nankorluk etmisti. Dikkat edin, Semud geri donmez olmustur"
        }
    ]
}