{
    "rukus": [
        {
            "chapter": 16,
            "verse": 90,
            "text": "Su bir gercek ki Allah; adaleti, iyi ve guzel davranmayı, akrabaya vermeyi emreder. Tum pisliklerden/edepsizliklerden, kotulukten, azgınlık, doymazlık ve kıskanclıktan yasaklar. Dusunup ibret alırsınız umidiyle size ogut veriyor"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Antlasma yaptıgınızda, Allah´a verdiginiz soze vefa gosterin. Baglayıp pekistirdikten sonra yeminlerinizi bozmayın. Cunku, kendinize Allah´ı kefil yapmıs durumdasınız. Allah, yaptıklarınızı biliyor"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Yeminleri bozmada, ipligini kuvvetle buktukten sonra bozup parcalayan karı gibi olmayın. Bir topluluk otekinden daha zengin ve kalabalık cıktıgı icin yeminlerinizi aranızda bir hile aracı yapıyorsunuz. Allah sizi bununla imtihan ediyor; ihtilafa dustugunuz seyleri kıyamet gunu size acık bir bicimde elbette gosterecektir"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Allah dileseydi, elbette ki sizi birtek ummet yapardı. Ama O, diledigini saptırıyor, diledigini de iyiye ve guzele kılavuzluyor. Yapıp ettiklerinizden mutlaka sorgu-suale cekileceksiniz"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Yeminlerinizi aranızda hile ve aldatma aracı yapmayın; aksi halde, ayak saglam bastıktan sonra kayar ve Allah yolundan alıkoydugunuz icin acıyı tadarsınız. Ustelik buyuk bir azaba da ugrarsınız"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Allah´a verdiginiz sozu basit bir ucret karsılıgı satmayın. Eger bilirseniz, Allah katında olan, sizin icin daha hayırlıdır"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Sizin yanınızdaki tukenir ama Allah´ın yanındaki sonsuza dek kalıcıdır. Sabredenlere odullerini biz, isleyip urettiklerinin en guzeliyle mutlaka verecegiz"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Erkek yahut kadın, her kim inanmıs olarak hayra ve barısa yonelik bir is yaparsa, onu tertemiz bir hayatla yasatırız. Ve boylelerinin ucretlerini, isleyip urettiklerinin en guzelleriyle karsılarız"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Kur´an´ı okudugun zaman, o kovulup taslanmıs seytandan Allah´a sıgın"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Su bir gercek ki seytanın elinde, iman edip yalnız Rablerine dayananlar aleyhine hicbir sulta/hicbir kanıt yoktur"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Onun sultası, sadece onu dost edinenlerle Allah´a ortak kosanlar ustundedir"
        }
    ]
}