{
    "rukus": [
        {
            "chapter": 40,
            "verse": 10,
            "text": "Kufre batmıs olanlara soyle haykırılır: \"Allah´ın ofkesi, sizin kendi benliklerinize ofkenizden elbette ki daha buyuktur. Hani, siz imana cagrılıyordunuz da inkar ediyordunuz"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "Dediler: \"Rabbimiz! Bizi iki kez oldurdun, iki kez dirilttin. Artık gunahlarımızı itiraf ettik. Buradan cıkmak icin bir yol daha var mı"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "Bu halinizin sebebi su: Allah´a, yalnız O´na cagrıldıgınızda inkar etmistiniz. O´na ortak kosuldugunda ise iman ediyordunuz. Artık hukum o en yuce, o en buyuk olan Allah´ın"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "O odur ki size ayetlerini gosteriyor ve sizin icin gokten bir rızık indiriyor. O´na yonelenden baskası ogut alamaz"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "Kafirler hoslanmasa da siz, dini yalnız O´na ozguleyerek, Allah´a dua edin"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "O Refi´dir, dereceleri yukseltendir; arsın sahibidir. Bulusma gunu hakkında uyarmak icin emrinden olan Ruh´u kullarından diledigine indirir"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "O gun onlar ortaya cıkarlar. Hicbir seyleri Allah´a gizli kalmaz. Kimindir bugun mulk/saltanat? O Vahid ve Kahhar olan Allah´ın"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "Bugun her benlik kazandıgıyla cezalandırılır. Zulum yok bugun! Allah, hesabı cabucak gorur"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Onları, yaklasan felaket gunu hakkında uyar! Yurekler gırtlaklara dayanmıstır; habire yutkunurlar. Zalimlerin ne bir dostu vardır ne de sozu dinlenir bir sefaatcıları"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "O bilir gozlerin hain bakısını ve goguslerin sakladıgını"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Allah, hak ile hukmeder! O´nun dısında yakardıkları ise hicbir seyle hukmedemezler. Allah´tır mutlak Semi´, mutlak Basir"
        }
    ]
}