{
    "pages": [
        {
            "chapter": 25,
            "verse": 33,
            "text": "Und sie bringen dir kein Beispiel, ohne daß Wir dir die Wahrheit und eine bessere Erklarung brachten"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Diejenigen, die auf ihren Gesichtern zur Holle versammelt werden, jene sind in der schlechtesten Lage und sind am weitesten vom (rechten) Weg abgeirrt"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Und Wir gaben bereits Musa die Schrift und bestellten ihm seinen Bruder Harun, (die Last) mitzutragen"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Da sagten Wir: \"Geht zu dem Volk, das Unsere Zeichen fur Luge erklart hat.\" Dann zerstorten Wir sie vollstandig"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Und auch das Volk Nuhs, als sie die Gesandten der Luge bezichtigten, ließen Wir ertrinken und machten sie fur die Menschen zu einem Zeichen. Und Wir haben fur die Ungerechten schmerzhafte Strafe bereitet"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Und (desgleichen auch) die 'Ad, die Tamud, die Leute von ar-Rass und viele Geschlechter dazwischen"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "(Ihnen) allen pragten Wir Gleichnisse, und (sie) alle zerstorten Wir vollstandig"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Sie kamen doch an der Stadt vorbei, auf die der Unheilsregen niederging. Haben sie sie denn nicht gesehen? Nein! Vielmehr erwarten sie keine Auferstehung"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Und wenn sie dich sehen, machen sie sich uber dich nur lustig: \"Ist das derjenige, den Allah als Gesandten geschickt hat"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Beinahe hatte er uns furwahr von unseren Gottern abirren lassen, wenn wir nicht (beharrlich) an ihnen festgehalten hatten.\" Sie werden, wenn sie die Strafe sehen, erfahren, wer weiter vom Weg abgeirrt ist"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Was meinst du wohl zu einem, der sich seine Neigung zu seinem Gott nimmt? Wurdest du denn Sachwalter uber ihn sein konnen"
        }
    ]
}