{
    "maqras": [
        {
            "chapter": 21,
            "verse": 83,
            "text": "And ˹remember˺ when Job cried out to his Lord, “I have been touched with adversity, and You are the Most Merciful of the merciful.”"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "So We answered his prayer and removed his adversity, and gave him back his family, twice as many, as a mercy from Us and a lesson for the ˹devoted˺ worshippers"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "And ˹remember˺ Ishmael, Enoch, and Ⱬul-Kifl. They were all steadfast"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "We admitted them into Our mercy, for they were truly of the righteous"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "And ˹remember˺ when the Man of the Whale stormed off ˹from his city˺ in a rage, thinking We would not restrain him. Then in the ˹veils of˺ darkness he cried out, “There is no god ˹worthy of worship˺ except You. Glory be to You! I have certainly done wrong.”"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "So We answered his prayer and rescued him from anguish. And so do We save the ˹true˺ believers"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "And ˹remember˺ when Zachariah cried out to his Lord, “My Lord! Do not leave me childless, though You are the Best of Successors.”"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "So We answered his prayer, granted him John, and made his wife fertile. Indeed, they used to race in doing good, and call upon Us with hope and fear, totally humbling themselves before Us"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "And ˹remember˺ the one who guarded her chastity, so We breathed into her through Our angel, ˹Gabriel,˺ making her and her son a sign for all peoples"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "˹O prophets!˺ Indeed, this religion of yours is ˹only˺ one, and I am your Lord, so worship Me ˹alone˺"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Yet the people have divided it into sects. But to Us they will all return"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "So whoever does good and is a believer will never be denied ˹the reward for˺ their striving, for We are recording it all"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "It is impossible for a society which We have destroyed to ever rise again"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "until ˹after˺ Gog and Magog have broken loose ˹from the barrier˺, swarming down from every hill"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "ushering in the True Promise. Then—behold!—the disbelievers will stare ˹in horror, crying,˺ “Oh, woe to us! We have truly been heedless of this. In fact, we have been wrongdoers.”"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Certainly you ˹disbelievers˺ and whatever you worship instead of Allah will be the fuel of Hell. You are ˹all˺ bound to enter it"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Had those idols been ˹true˺ gods, they would not have entered it. And they will be there forever"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "In it they will groan, and will not be able to hear"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Surely those for whom We have destined the finest reward will be kept far away from Hell"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "not even hearing the slightest hissing from it. And they will delight forever in what their souls desire"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "The Supreme Horror ˹of that Day˺ will not disturb them, and the angels will greet them, ˹saying,˺ “This is your Day, which you have been promised.”"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "On that Day We will roll up the heavens like a scroll of writings. Just as We produced the first creation, ˹so˺ shall We reproduce it. That is a promise binding on Us. We truly uphold ˹Our promises˺"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Surely, following the ˹heavenly˺ Record, We decreed in the Scriptures: “My righteous servants shall inherit the land.”"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Surely this ˹Quran˺ is sufficient ˹as a reminder˺ for those devoted to worship"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "We have sent you ˹O Prophet˺ only as a mercy for the whole world"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Say, “What has been revealed to me is this: ‘Your God is only One God.’ Will you then submit?”"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "If they turn away, then say, “I have warned you all equally. I do not know if what you are threatened with is near or far"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Allah surely knows what you say openly and whatever you hide"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "I do not know if this ˹delay˺ is possibly a test for you and an enjoyment for a while.”"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "˹In the end,˺ the Prophet said, “My Lord! Judge ˹between us˺ in truth. And our Lord is the Most Compassionate, Whose help is sought against what you claim.”"
        }
    ]
}