{
    "maqras": [
        {
            "chapter": 2,
            "verse": 106,
            "text": "If We ever abrogate a verse or cause it to be forgotten, We replace it with a better or similar one. Do you not know that Allah is Most Capable of everything"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Do you not know that the kingdom of the heavens and the earth belongs ˹only˺ to Allah, and you have no guardian or helper besides Allah"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Or do you ˹believers˺ intend to ask of your Messenger as Moses was asked before? But whoever trades belief for disbelief has truly strayed from the Right Way"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Many among the People of the Book wish they could turn you ˹believers˺ back to disbelief because of their envy, after the truth has been made clear to them. Pardon and bear with them until Allah delivers His decision. Surely Allah is Most Capable of everything"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Establish prayer, and pay alms-tax. Whatever good you send forth for yourselves, you will ˹certainly˺ find ˹its reward˺ with Allah. Surely Allah is All-Seeing of what you do"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "The Jews and Christians each claim that none will enter Paradise except those of their own faith. These are their desires. Reply, ˹O Prophet,˺ “Show ˹me˺ your proof if what you say is true.”"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "But no! Whoever submits themselves to Allah and does good will have their reward with their Lord. And there will be no fear for them, nor will they grieve"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "The Jews say, “The Christians have nothing to stand on” and the Christians say, “The Jews have nothing to stand on,” although both recite the Scriptures. And those ˹pagans˺ who have no knowledge say the same ˹about people of faith˺. Surely Allah will judge between them on the Day of Judgment regarding their dispute"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Who does more wrong than those who prevent Allah’s Name from being mentioned in His places of worship and strive to destroy them? Such people have no right to enter these places except with fear. For them is disgrace in this world, and they will suffer a tremendous punishment in the Hereafter"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "To Allah belong the east and the west, so wherever you turn you are facing ˹towards˺ Allah. Surely Allah is All-Encompassing, All-Knowing"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "They say, “Allah has offspring.” Glory be to Him! In fact, to Him belongs whatever is in the heavens and the earth—all are subject to His Will"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "˹He is˺ the Originator of the heavens and the earth! When He decrees a matter, He simply tells it, “Be!” And it is"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Those who have no knowledge say, “If only Allah would speak to us or a sign would come to us!” The same was said by those who came before. Their hearts are all alike. Indeed, We have made the signs clear for people of sure faith"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "We have surely sent you with the truth ˹O Prophet˺ as a deliverer of good news and a warner. And you will not be accountable for the residents of the Hellfire"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Never will the Jews or Christians be pleased with you, until you follow their faith. Say, “Allah’s guidance is the only ˹true˺ guidance.” And if you were to follow their desires after ˹all˺ the knowledge that has come to you, there would be none to protect or help you against Allah"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Those We have given the Book follow it as it should be followed. It is they who ˹truly˺ believe in it. As for those who reject it, it is they who are the losers"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "O Children of Israel! Remember My favours upon you and how I honoured you above the others"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "And guard yourselves against the Day when no soul will be of any help to another. No ransom will be taken, no intercession accepted, and no help will be given"
        }
    ]
}