{
    "pages": [
        {
            "chapter": 2,
            "verse": 120,
            "text": "او له تا نه خو به هیڅكله نه یهودیان راضي شی، او نه نصرانیان، تر دې چې ته د دوى د دین پیروي وكړې۔، ته ووايه: بېشكه د الله هدایت، هُم هغه (اصل) هدایت دى، او یقینًا كه تا، له دې نه پس چې تا ته علم راغى، د هغوى د خواهشاتو پیروي وكړه، (نو) تا لره د الله (له عذاب) نه (خلاصونكى) نه څوك دوست شته او نه كوم مددګار"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "هغه كسان چې مونږ هغوى ته كتاب وركړى دى، هغوى د دې (كتاب) تلاوت كوي (څنګه) چې يې د تلاوت حق دى، هم دغه كسان په ده ایمان راوړي، او څوك چې په دې (كتاب) باندې كافر شه، نو هم دغه كسان تاوانیان دي"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "اى بني اسرائیلو! زما هغه نعمتونه یاد كړئ چې ما پر تاسو باندې لَورَولي دي او دا چې بېشكه ما تاسو پر عالَمونو باندې غوره كړي وئ"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "او له هغې ورځې نه ووېرېږئ چې هېڅ یو نفس به د بل نفس هېڅ په كار رانشي، او نه به له هغه نه فدیه (بدل) قبلېږي او نه به هغه ته څه سفارش فايده وركوي او نه به له هغوى سره مرسته كېږي"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "او (یاد كړه) هغه وخت چې خپل رب يې ابراهیم په څو خبرو سره وازمایه، نو (ابراهیم) هغه پوره كړې۔ (الله) وویل: یقینًا زه تا د خلقو لپاره امام جوړوم، هغه وویل: او زما په اولاد كښې (هم امامان جوړكړه) (الله) وویل: زما عهد (د امامت وعده) ظالمانو (كافرانو) ته نه رسېږي"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "او كله چې مونږه بیت الله د خلقو لپاره د جمع كېدو او د امن ځای وګرځاوه، او (مونږ وویل:) له مقامِ ابراهیم نه’’لمونځ ځای‘‘ جوړ كړئ، او مونږ ابراهیم او اسمٰعیل ته كلك حكم وكړ دا چې تاسو (دواړه) زما كور د طواف كوونكو او اعتكاف كوونكو او ركوع كوونكو، سجده كوونكو لپاره ښه پاك كړئ"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "او كله چې ابراهیم وویل: اى زما ربه! دا (ځای) امن ناكه ښار جوړ كړه، او د ده اوسېدونكوته له مېوو نه روزي وركړه، (خو) په دوى كې يواځې هغه چا ته چې په الله او په ورځ د اخرت يې ایمان راوړى وي۔ (الله) وویل: او څوك چې كافر شو، نو هغه ته به لږه فايده وركړم، بیا به هغه په زوره د اور عذاب ته بوځم او هغه د ورتلو بد ځای دى"
        }
    ]
}