{
    "pages": [
        {
            "chapter": 11,
            "verse": 38,
            "text": "او هغه (نوح) بېړۍ جوړوله، په داسې حال كې چې كله به هم په ده باندې د ده له قومه څه مشران تېرېدل (نو) په ده پورې به يې مسخرې كولې، هغه وویل: كه تاسو په مونږ پورې مسخرې كوئ، نو بېشكه مونږ به هم په تاسو پورې مسخرې وكړو، لكه څنګه چې تاسو مسخرې كوئ"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "نو ژر به تاسو هغه څوك وپېژنئ چې ورته به داسې عذاب راشي چې هغه به رسوا كړي او په ده باندې به دايمي عذاب راكوز شي"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "تر هغه پورې چې كله زمونږ حكم راغى او تنور راوخوټېده، مونږ وویل: په دې (بېړۍ) كې له هر قسمه نه جوړه دوه دوه سواره كړه او خپل اهل هم، (خو) له هغه چا نه پرته چې په هغه باندې خبرې سبقت كړى دى۔ او هغه څوك هم (سواره كړه) چې ایمان يې راوړى دى او له ده سره ایمان نه و راوړى مګر ډېرو لږو (خلقو)"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "او هغه وویل: په دې كې سواره شئ (او وایئ:) د الله په نامه سره د دې روانېدل او د دې ودرېدل دي، بېشكه زما رب یقینًا ډېر بخښونكى، بې حده رحم كوونكى دى"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "دې به دوى په داسې چپو كې وړل لكه غرونه، او نوح خپل زوى ته اواز وكړ۔، په داسې حال كې چې هغه په یوې غاړه كې و: اى زما بچوړیه! زمونږ سره راسور شه او له كافرانو سره مه كېږه"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "هغه وویل: ژر به زه د داسې غره په سر كې ځاى ونیسم چې ما به له اوبو نه بچ كړي، هغه (نوح) وویل: نن ورځ د الله له حكم نه هیڅوك ساتونكى (بچ كوونكى) نشته مګر هغه چې دغه (الله) پرې رحم وكړي، او د دواړو په مینځ كې چپه حايله شوه، نو دى شه د غرق كړى شويو نه"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "او وویل شول: اى ځمكې! خپلې اوبه ونغړه (جذب كړه) او اى اسمانه! اوبه ورول بند كړه او اوبه كمې كړى شوې او كار پوره كړى شو او هغه (بېړۍ) په جودي غر ودرېده او وویل شول: لرې والى دې وي (له رحمت نه) د ظلم كوونكو خلقو لپاره"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "او نوح خپل رب ته اواز (سوال) وكړ، نو ويې ويل: اى زما ربه! بېشكه زما زوى زما له اهله دى او بېشكه هم ستا وعده حقه ده او ته ترټولو ښه فیصله كوونكى يې"
        }
    ]
}