{
    "pages": [
        {
            "chapter": 11,
            "verse": 63,
            "text": "هغه وویل: اى زما قومه! تاسو ما ته خبر راكړئ! كه زه د خپل رب له جانبه په ښكاره دلیل باندې یم او هغه له خپله جانبه ما ته رحمت (نبوت) راكړى وي، نو له الله نه به ما څوك خلاص كړي كه زه د هغه نافرماني وكړم، نو تاسو به ما ته له نقصان نه غیر (بل څه) زیات نه كړئ"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "اى زما قومه! دا د الله اوښه ده چې ستاسو لپاره لویه نښه ده، نو تاسو دا پرېږدئ چې د الله په ځمكه كې خوراك (څر) كوي او دې ته هېڅ تكلیف مه رسوئ (ګنې) نو ډېر نژدې عذاب به مو ونیسي"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "نو دوى د هغې پړكي پرې كړل (او مړه يې كړه) نو هغه (ورته) وویل: تاسو په خپلو كورونو كې درې ورځې فايده واخلئ، دا داسې وعده ده چې هېڅ دروغ په كې نشته"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "نو كله چې زمونږ (د عذاب) حكم راغى، مونږ صالح ته او هغو كسانو ته چې له هغه سره يې ایمان راوړى و په خپل رحمت سره خلاصى وركړ او د هغې ورځې له رسوايۍ نه، بېشكه ستا رب، هم هغه قوي، ډېر غالب دى"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "او هغه كسان چې ظلم يې كړى و؛ چغې ونیول، نو سهار مهال په خپلو كورونو كې پړ مخې پراته شول"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "ګویاكې دوى په دې (كورونو) كې له سره اوسېدلي نه وو، خبردار شئ! بېشكه ثمودیان په خپل رب سره كافران شوي وو، اګاه شئ! د ثمودیانو لپاره (د رحمت نه) لرې والى دى"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "او یقینًا یقینًا زمونږ استازو ابراهیم ته زېرى راوړ، ويې ويل: (په تا) سلام (اچوو) ابراهیم وویل: (په تاسو) سلام، نو درنګ (وخت) يې تېر نه كړ چې رايې وړ وریت كړى شوى سخى"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "نو كله چې يې د هغوى لاسونه ولیدل چې دې (وریتې غوښې) ته نه رسېږي، نو دوى يې نا اشنا وګڼل او له دوى نه يې په زړه كې وېره وكړه، دوى وویل: ته مه وېرېږه، بېشكه مونږ د لوط قوم ته رالېږل شوي یو (چې هلاك يې كړو)"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "او د ده ښځه ولاړه وه، نو ويې خندل، نو مونږ دې ته اسحق زېرى وركړ او د اسحق نه پس د (لمسي) یعقوب (زېرى وركړ)"
        }
    ]
}