{
    "pages": [
        {
            "chapter": 15,
            "verse": 52,
            "text": "كله چې هغوى په ده ورننوتل، نو دوى وویل: (مونږ سلام وایو) سلام ویل: هغه وویل: بېشكه مونږ له تاسو څخه وېرېدونكي یو"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "هغوى وویل: ته مه وېرېږه، بېشكه مونږ تا ته د ډېر پوه هلك زېرى دركوو"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "هغه وویل: ایا تاسو ما ته زېرى راكړ، سره له دې چې ما ته زوړوالى (بوډاوالى) را رسېدلى دى، نو تاسو په كومه وجه زېرى راكوئ؟"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "هغوى وویل: مونږ تا ته په حقه سره زېرى دركړى دى، نو ته له ناامېدانو نه مه كېږه"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "هغه وویل: له ګمراهانو نه غیر (بل) څوك دى چې د خپل رب له رحمت نه به نا امېده كېږي"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "هغه وویل: نو ستاسو (نور) څه مقصد دى، اى رالېږل شویو؟"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "هغوى وویل: یقینًا مونږ د مجرم قوم په طرف رالېږل شوي یو"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "غیر له آل لوط نه، بېشكه مونږ خامخا هغوى ټولو ته نجات وركوونكي یو"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "(خو) د هغه له ښځې نه غير، مونږ دا فیصله كړې ده چې یقینًا هغه به لازمًا له وروسته پاتې كېدونكو څخه وي"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "نو كله چې د لوط آل ته رالېږل شوي (ملايك) راغلل"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "هغه وویل: بېشكه تاسو یو ناپېژندګلو خلق یئ"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "هغوى وویل: بلكې مونږ تا ته هغه (عذاب) راوړى دى چې دوى به په هغه كې شك كاوه"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "او مونږ تا ته حق راوړى دى او بېشكه مونږ یقینًا رښتيني یو"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "نو ته خپل اهل د شپې په یوه حصه كې بوځه او ته د دوى شا ته ورپسې ځه او په تاسو كې دې هیڅوك بېرته نه ګوري او ځئ هغه ځاى ته چې تاسو ته يې حكم كېږي"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "او مونږ هغه ته د دې كار فیصله وحي كړه چې یقینًا د دې خلقو بېخ پرې كېدونكى دى، په دې حال كې چې دوى به په سبا كې داخلېدونكي وي"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "او د ښار اوسېدونكي راغلل چې ډېره خوشحالي يې كوله"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "وویل (لوط): بېشكه دا زما مېلمانه دي، نو تاسو ما مه شرموئ"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "او له الله نه ووېرېږئ او ما مه سپكوئ"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "هغوى وویل: ایا ته مونږ د خلقو (د پناه وركولو) نه نه وې منع كړى؟"
        }
    ]
}