{
    "pages": [
        {
            "chapter": 20,
            "verse": 13,
            "text": "او ته ما غوره كړى يې، نو ته هغه څه ته ښه غوږ شه چې وحي كولى شي"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "بېشكه زه چې یم، زه الله یم، نشته دى هېڅ لايق د عبادت مګر همدا زه یم، نو ته زما عبادت كوه، او زما د یادولو لپاره لمونځ قايموه"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "بېشكه قیامت راتلونكى دى، زه غواړم چې دغه (قیامت) پټ وساتم، د دې لپاره چې هر نفس ته د هغو عملونو په سبب بدله وركړى شي چې دى يې كوي"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "نو تا دې هیڅكله بند نه كړې له دغه (قیامت) نه هغه څوك چې په ده ایمان نه راوړي او هغه د خپل خواهش پیروي كوي (، ګنې) نو ته به هلاك شې"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "او اى موسٰی! ستا په ښي لاس كې څه شى دى؟"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "ده وویل: دا زما امسا ده په دې زه تكیه لګوم، او په دې سره زه خپلو ګډو (بيزو) ته پاڼې څنډوهم، او زما لپاره په دې كې نور حاجتونه (او فايدې) هم دي"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "(الله) وویل: اى موسٰی! ته دا وغورځوه"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "نو ده دغه وغورځوله، نو ناڅاپه دغه (امسا) مار شو، منډې يې وهلې"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "(الله) وویل: ته دا راونیسه، او ته مه وېرېږه، ژر به مونږ دا خپل ړومبني شكل ته راوګرځوو"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "او ته خپل لاس خپل تخرګ ته پیوست كړه، دا به راووځي، چې تك سپین به وي، بې له عیب (او بیمارۍ) نه، په داسې حال كې چې دا بله نښه (او معجزه) ده"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "د دې لپاره چې مونږ تا ته د خپلو ترټولو لویو نښو ځنې (څه) وښیو"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "ته فرعون ته لاړ شه، بېشكه ده سركشي شروع كړې ده"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "ده وویل: اى زما ربه! ته ما لره زما سینه (خلاصه) پرانیځه"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "او ما ته زما كار اسان كړه"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "او زما له ژبې نه غوټه پرانیځه"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "چې دوى زما په خبره پوه شي"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "او زما لپاره زما له اهل نه یو وزیر (مددګار) وټاكه"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "هارون، چې زما ورور دى"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "په ده سره ته زما مَلا قوي كړه"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "او دى زما په كار كې شریك كړه"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "د دې لپاره چې مونږ ستا ډېره تسبیح ووایو"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "او ستا ډېر ذكر وكړو"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "بېشكه هم ته زمونږ حال ښه لیدونكى يې"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "(الله) وویل: اى موسٰی! یقینًا تا ته ستا سوال دركړى شو"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "او یقینًا یقینًا مونږ په تا باندې یو ځل بل احسان كړى و"
        }
    ]
}