{
    "pages": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "نو له هغه چا نه لوى ظالم څوك دى چې په الله دروغ تړي او رښتیا (قرآن) دروغ ګڼي، كله چې دغه (رښتیا) ده ته راشي؟ ایا په دوزخ كې د كافرانو لپاره استوګنځى نشته؟"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "او هغه كس چې صدق (رښتینى دین) يې راوړ او (هغه چې) د دغه (صدق) تصدیق يې وكړ (نو) هم دغه كسان پرهېزګاران دي"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "د دوى لپاره د خپل رب په نېز هغه څه دي چې دوى يې غواړي، دغه د نېكي كوونكو بدله ده"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "د دې لپاره چې الله له دوى نه هغه بدتر ګناهونه لرې (ختم) كړي چې دوى كړي دي او دوى ته د دوى اجر بدله وركړي، په سبب د هغو تر ټولو ښكلو عملونو چې دوى به كول"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "ایا الله خپل بنده ته ښه كافي كېدونكى نه دى او دوى تا په هغو (معبودانو) وېروي چې له دغه (الله) نه غیر دي او هغه څوك چې الله يې ګمراه كړي، نو د هغه لپاره هیڅوك نېغه لار ښودونكى نشته"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "او هغه څوك چې الله ورته هدایت وكړي، نو د هغه لپاره هیڅوك ګمراه كوونكى نشته. ایا الله ښه غالب او انتقام والا نه دى؟"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "او یقینًا كه ته له دوى نه تپوس وكړې چې اسمانونه او ځمكه چا پیدا كړي دي (، نو) دوى به خامخا لازمًا ووايي چې ’’الله‘‘، ته (دوى ته) ووایه: تاسو ما ته خبر راكړئ، هغه (معبودان) چې تاسو يې له الله نه غیر بلئ. كه چېرې الله ما ته د ضرر رسولو اراده وكړي، ایا دغه (ستاسو معبودان) د هغه د ضرر لرې كوونكي دي؟ یا كه هغه (الله) ما سره د رحمت اراده وكړي، ایا دغه (معبودان) د هغه د رحمت منع كوونكي دي؟ ته (دوى ته) ووایه: زما لپاره بس الله كافي دى، خاص په ده باندې توكل كوونكي توكل كوي"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "ته (دوى ته) ووایه: اى زما قومه: تاسو په خپله طریقه (او ځاى) عمل كوئ، بېشكه زه هم عمل كوونكى یم، نو ژر به تاسو وپېژنئ"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "هغه څوك چې ده ته به داسې عذاب راشي چې دا به وشرموي او په ده به دايمي عذاب نازل شي"
        }
    ]
}