{
    "pages": [
        {
            "chapter": 44,
            "verse": 1,
            "text": "حا، ميم"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "قسم دى په بیانوونكي كتاب"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "بېشكه مونږ دا (قرآن) په مباركه شپه كې نازل كړى دى، بېشكه مونږ وېروونكي وو"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "په دغې (شپه) كې هر له حكمته ډك كار بیانولى (او بېلولى) شي"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "زمونږ له جانبه د حكم وركولو په وجه (حكم وركول دي زمونږ له جانبه) بېشكه مونږ (د رسولانو) لېږونكي وو"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "ستا د رب د رحمت لپاره، بېشكه هم دى ښه اورېدونكى، ښه پوه دى"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "چې د اسمانونو او ځمكې رب دى او د هغه څه چې د دواړو په مینځ كې دي۔، كه تاسو یقین كوونكي يئ"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "نشته هېڅ یو حق معبود مګر هم دى دى، دى ژوندي كول كوي او مړه كول كوي۔، ستاسو رب دى او ستاسو د ړومبنیو پلرونو رب دى"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "بلكې دوى په شك كې دي، چې لوبې كوي"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "پس ته د هغې ورځې انتظار كوه چې اسمان ښكاره لوګى راوړي"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "چې خلق به پټ كړي دا ډېر دردوونكى عذاب دى"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "اى زمونږه ربه! ته زمونږ نه دغه عذاب لرې كړه، بېشكه مونږ ایمان راوړونكي یو"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "دوى ته به نصیحت اخيستل چېرته وي، حال دا چې دوى ته ښكاره بیانوونكى رسول راغلى و"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "بیا دوى له هغه نه مخ وګرځاوه او ويې ويل: (دا) تعلیم وركړى شوى دى، لېونى دى"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "بېشكه مونږ دغه عذاب لږ (وخت) لرې كوونكي یو۔، بېشكه تاسو بیا (كفر ته) راګرځېدونكي یئ"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "(یاده كړه) هغه ورځ چې مونږ نیول وكړو، تر ټولو غټ نیول، بېشكه مونږ انتقام اخيستونكي یو"
        },
        {
            "chapter": 44,
            "verse": 17,
            "text": "او یقینًا یقینًا مونږ له دوى نه مخكې د فرعون قوم ازمایلى و۔ او هغو ته ډېر عزتمند رسول راغلى و"
        },
        {
            "chapter": 44,
            "verse": 18,
            "text": "چې تاسو ما ته د الله بنده ګان (بني اسرائیل) راوسپارئ، بېشكه زه تاسو لپاره امانتګر رسول یم"
        }
    ]
}