{
    "chapter": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "அலிஃப், லாம், மீம்"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "அகிலங்களின் இறைவனிடம் இருந்து அருளப்பட்டுள்ளது - இவ்வேதம் என்பதில் சந்தேகமே இல்லை"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "ஆயினும் அவர்கள் \"இவர் இதை இட்டுக்கட்டிக் (கற்பனை செய்து) கொண்டார்\" என்று (உம்மைப் பற்றிக்) கூறுகிறார்களா? அவ்வாறல்ல, எவர்களுக்கு உமக்கு முன் அச்சமூட்டி எச்சரிப்பவர் வந்ததில்லையோ, அந்த சமூகத்தாருக்கு, அவர்கள் நேர்வழியில் செல்லும் பொருட்டு நீர் அச்சமூட்டி எச்சரிக்கை செய்வதற்காக உம்முடைய இறைவனிடமிருந்து வந்துள்ள உண்மை(வேதமாகும்)"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "அல்லாஹ் தான் வானங்களையும், பூமியையும், இவ்விரண்டிற்கும் இடையிலிருப்பவற்றையும் ஆறு நாட்களில் படைத்துப்பின் அர்ஷின் மீது அமைந்தான்; அவனையன்றி உங்களுக்கு உதவியாளரோ, பரிந்து பேசுபவரோ இல்லை. எனவே (இவற்றையெல்லாம்) நீங்கள் (நினைத்து) சிந்திக்க வேண்டாமா"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "வானத்திலிருந்து பூமி வரையிலுமுள்ள காரியத்தை அவனே ஒழுங்குபடுத்துகிறான்; ஒரு நாள் (ஒவ்வொரு காரியமும்) அவனிடமே மேலேறிச் செல்லும், அந்த (நாளின்) அளவு நீங்கள் கணக்கிடக்கூடிய ஆயிரம் ஆண்டுகளாகும்"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "அவனே மறைவானதையும், வெளிப்படையானதையும் நன்கு அறிந்தவன்; (அன்றியும் அவனே யாவற்றையும்) மிகைத்தவன்; அன்புடையோன்"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "அவனே தான் படைத்துள்ள ஒவ்வொரு பொருளையும் அழகாக்கினான்; இன்னும், அவன் மனிதனின் படைப்பைக் களி மண்ணிலிருந்து ஆரம்பித்தான்"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "பிறகு (நழுவும்) அற்பத் துளியாகிய (இந்திரிய) சத்திலிருந்து, அவனுடைய சந்ததியை உண்டாக்கினான்"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "பிறகு அவன் அதைச் சரி செய்து, அதனுள்ளே தன் ரூஹிலிருந்தும் ஊதினான் - இன்னும் உங்களுக்கு அவன் செவிப்புலனையும், பார்வைப் புலன்களையும், இருதயங்களையும் அமைத்தான்; (இருப்பினும்) நீங்கள் நன்றி செலுத்துவது மிகச் சொற்பமேயாகும்"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "நாம் பூமியில் அழிந்து போய் விடுவோமாயின் மெய்யாகவே நாங்கள் புதிய படைப்பாவோமா?\" எனவும் அவர்கள் கூறுகின்றனர்; ஏனெனில் அவர்கள் தங்கள் இறைவனைச் சந்திப்பதையே நிராகரிப்போராய் இருக்கிறார்கள்"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "உங்கள் மீது நியமிக்கப்பட்டிருக்கும், \"மலக்குல் மவ்து\" தாம் உங்கள் உயிரைக் கைப்பற்றுவார் - பின்னர் நீங்கள் உங்கள் இறைவனிடம் மீள்விக்கப்படுவீர்கள்\" என்று (நபியே!) நீர் கூறும்"
        },
        {
            "chapter": 32,
            "verse": 12,
            "text": "மேலும், இக்குற்றவாளிகள் தம் இறைவன் முன் தலைகுனிந்தவர்களாய், \"எங்கள் இறைவா! நாங்கள் (இப்பொழுது) பார்த்துக் கொண்டோம், கேட்டும் கொண்டோம் - ஆகவே, நீ (உலகுக்கு) எங்களைத் திருப்பி அனுப்பிவை நாங்கள் நற்கருமங்களையே செய்வோம். நிச்சயமாய் நாங்கள் (நம்பிக்கையில்) உறுதியுள்ளவர்களாக ஆகிவிட்டோம்\" என்று சொல்லும்போது (நபியே!) நீர் பார்ப்பீராயின் (அவர்களுடைய நிலையை நீர் அறிந்து கொள்வீர்)"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "மேலும் நாம் நாடியிருந்தால், ஒவ்வோர் ஆத்மாவுக்கும் அதற்குரிய நேர்வழியை நாம் கொடுத்திருப்போம்; ஆனால் \"நான் நிச்சயமாக நரகத்தை - ஜின்களையும், (தீய) மனிதர்களையும் - ஆகிய யாவரையும் கொண்டு நிரப்புவேன்\" என்று என்னிடமிருந்து (முன்னரே) வாக்கு வந்துள்ளது"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "ஆகவே, உங்களுடைய இந்த நாளின் சந்திப்பை நீங்கள் மறந்திருந்ததின் (பலனை) அனுபவியுங்கள், நிச்சயமாக நாமும் உங்களை மறந்து விட்டோம்; மேலும் நீங்கள் செய்த (தீ) வினையின் பயனாக என்றென்றும் நிலையான வேதனையை அனுபவியுங்கள்\" (என்று அவர்களுக்குச் சொல்லப்படும்)"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "நம் வசனங்களின் மேல் நம்பிக்கை கொண்டோர் யாரென்றால் அவர்கள், அவற்றின் மூலம் நினைவூட்டப்பட்டால், அவர்கள் விழுந்து ஸுஜூது செய்தவர்களாய்த் தம் இறைவனைப் புகழ்ந்து, துதிப்பார்கள்; அவர்கள் பெருமை அடிக்கவும் மாட்டார்கள்"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "அவர்களுடைய விலாக்களைப் படுக்கைகளிலிருந்து (தூக்கத்தைத் துறந்து) உயர்த்தி அவர்கள் தங்களுடைய இறைவனை அச்சத்தோடும் நம்பிக்கை ஆர்வத்தோடும் பிரார்த்தனை செய்வார்கள்; மேலும் நாம் அவர்களுக்கு அளித்ததிலிருந்து (தானதர்மங்களில்) செலவும் செய்வார்கள்"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "அவர்கள் செய்த (நற்) கருமங்களுக்குக் கூலியாக மறைத்து வைக்கப்பட்டுள்ள கண் குளிர்ச்சியை (மறுமையின் பேரின்பத்தை) எந்த ஓர் ஆன்மாவும் அறிந்து கொள்ள முடியாது"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "எனவே, (அத்தகைய) முஃமினானவர் (வரம்பு மீறிய) பாவியைப் போல் ஆவாரா? (இருவரும்) சமமாக மாட்டார்கள்"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "எவர்கள் ஈமான் கொண்டு ஸாலிஹான (நல்ல) அமல்களைச் செய்கிறார்களோ அவர்களுக்கு அவர்கள் செய்யும் (நற்)கருமங்களின் காரணமாக சுவனபதிகள் தங்குமிடங்களாகி (அங்கு அவர்கள்) விருந்தினராய் (உப சரிக்கப்படுவார்கள்)"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "ஆனால் எவர்கள் (வரம்பு மீறிப்) பாவம் செய்தார்களோ, அவர்கள் தங்குமிடம் (நரக) நெருப்புத்தான் - அவர்கள் அதை விட்டு வெளியேற நாடும் போதெல்லாம், அதிலேயே மீண்டும் தள்ளப்பட்டு \"எதனை நீங்கள் பொய்ப்பித்துக் கொண்டிருந்தீர்களோ அந்த (நரக) நெருப்பின் வேதனையை அனுபவியுங்கள்\" என்று அவர்களுக்குச் சொல்லப்படும்"
        },
        {
            "chapter": 32,
            "verse": 21,
            "text": "மேலும், அவர்கள் (பாவங்களிலிருந்து) திரும்பி விடும் பொருட்டுப் பெரிய வேதனையை (மறுமையில் அவர்கள்) அடைவதற்கு முன்னதாகவே (இம்மையில்) சமீபமான ஒரு வேதனையை அவர்கள் அனுபவிக்கும்படிச் செய்வோம்"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "எவன் தன்னுடைய இறைவனின் வசனங்களைக் கொண்டு நினைவு படுத்தப்பட்ட பின்னரும் அவற்றைப் புறக்கணித்து விடுகிறானோ, அவனைவிட அநியாயக்காரன் எவன் (இருக்கிறான்)? நிச்சயமாக நாம் (இத்தகைய) குற்றவாளிகளை தண்டிப்போம்"
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "நிச்சயமாக நாம் மூஸாவுக்கு (அவ்) வேதத்தைக் கொடுத்தோம். எனவே, அவர் அதைப் பெற்றதைப்பற்றி சந்தேகப்படாதீர்; நாம் இதனை இஸ்ராயீலின் சந்ததிக்கு வழிகாட்டியாகவும் ஆக்கினோம்"
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "இன்னும் அவர்கள் பொறுமையுடனிருந்து, நம் வசனங்களை உறுதியாக நம்பி ஏற்றுக் கொண்ட போது, நம்முடைய கட்டளைப்படி நேர்வழி காட்டும் தலைவர்களை - இமாம்களை - அவர்களில் நின்றும் உண்டாக்கினோம்"
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "அவர்கள் எ(வ்விஷயத்)தில் அபிப்பிராய பேதம் கொண்டார்களோ, (அதுபற்றி) கியாம நாளில் உம்முடைய இறைவன் நிச்சயமாக அவர்களுக்கிடையில் தீர்ப்புச் செய்வான்"
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "இவர்களுக்கு முன்னர் நாம் எத்தனையோ தலைமுறையினரை அழித்திருப்பதும், அவர்கள் வசித்திருந்த இடங்களில் இவர்கள் நடந்து திரிவதும், இவர்களுக்கு நேர்வழியைக் காட்ட வில்லையா? நிச்சயமாக இதில் (தக்க) அத்தாட்சிகள் இருக்கின்றன. (இதற்கு) இவர்கள் செவிசாய்க மாட்டார்களா"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "அவர்கள் (இதையும்) கவனிக்கவில்லையா - நிச்சயமாக நாமே வரண்ட பூமியின் பக்கம் மேகங்கள் மூலமாக தண்ணீரை ஓட்டிச் சென்று அதன் மூலம் இவர்களும் இவர்களுடைய கால் நடைகளும் உண்ணக்கூடிய பயிர்களை வெளிப்படுத்துகிறோம்; அவர்கள் (இதை ஆய்ந்து) நோட்டமிட வேண்டாமா"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "நீங்கள் உண்மையாளர்களாக இருந்தால் (வாக்களிக்கப்பட்ட) அந்த வெற்றித் (தீர்ப்பு நாள்) எப்பொழுது (வரும்)?\" என்று அவர்கள் கூறுகிறார்கள்"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "அந்த வெற்றி(த் தீர்ப்பு) நாளின் போது நிராகரிப்போர், நம்பிக்கை கொள்வது அவர்களுக்கு பயன் அளிக்காது - அவர்களுகு; குத்தவணையும் கொடுக்கப்பட மாட்டாது"
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "ஆகவே, நீர் அவர்களைப் புறக்கணித்து (அந்நாளை) எதிர்பார்ப்பீராக! நிச்சயமாக அவர்களும் அதை எதிர்பார்ப்பவர்கள் தாம்"
        }
    ]
}