{
    "chapter": [
        {
            "chapter": 6,
            "verse": 1,
            "text": "எல்லாப் புகழும் அல்லாஹ்வுக்கே உரியது. அவனே வானங்களையும், பூமியையும் படைத்தான்;, இருள்களையும், ஒளியையும் அவனே உண்டாக்கினான்;, அப்படியிருந்தும் நிராகரிப்பவர்கள் தம் இறைவனுக்கு(ப் பிற பொருட்களைச்) சமமாக்குகின்றனர்"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "அவன்தான், உங்களைக் களிமண்ணிலிருந்து படைத்துப் பின்னர் (உங்களுக்கு ஒரு குறிப்பிட்ட) தவணையையும் ஏற்படுத்தியுள்ளான்;, இன்னும், (உங்களைக் கேள்விகணக்கிற்கு எழுப்புவதற்காகக்) குறிக்கப்பட்ட தவணையும் அவனிடமே உள்ளது. அப்படியிருந்தும் நீங்கள் சந்தேகப்படுகிறீர்கள்"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "இன்னும் வானங்களிலும் பூமியிலும் அவனே (ஏக நாயனாகிய) அல்லாஹ்; உங்கள் இரகசியத்தையும், உங்கள் பரகசியத்தையும் அவன் அறிவான்; இன்னும் நீங்கள் (நன்மையோ தீமையோ) சம்பாதிப்பதை எல்லாம் அவன் அறிவான்"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "(அவ்வாறு இருந்தும்,) தங்கள் இறைவனுடைய திருவசனங்களிலிருந்து எந்த வசனம் அவர்களிடம் வந்தபோதிலும் அதை அவர்கள் புறக்கணிக்கவே செய்கின்றனர்"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "எனவே, சத்திய (வேத)ம் அவர்களிடம் வந்திருக்கும் போதும் அதனைப் பொய்ப்பிக்கின்றனர்; ஆனால், எந்த விஷயங்களைப் (பொய்யென்று) பரிகசித்துக் கொண்டிருக்கிறார்களோ, அவை அவர்களுக்கு வந்தே தீரும்"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "அவர்களுக்கு முன்னர் நாம் எத்தனையோ தலைமுறையினரை அழித்திருக்கிறோம் என்பதை அவர்கள் பார்க்கவில்லையா? பூமியில் நாம் உங்களுக்கு செய்து தராத வசதிகளையெல்லாம் அவர்களுக்குச் செய்து கொடுத்திருந்தோம்; அவர்கள் மீது நாம் வானம் தாரை தரையாக மழை பெய்யுமாறு செய்து, அவர்களுக்குக் கீழே ஆறுகள் செழித்தோடும்படிச் செய்தோம்; பிறகு அவர்களின் பாவங்களின் காரணத்தால் அவர்களை அழித்து விட்டோம்; அவர்களுக்குப் பின் வேறு தலைமுறைகளை உண்டாக்கினோம்"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "காகிதத்தில் (எழுதப்பட்ட) ஒரு வேதத்தையே நாம் உம் மீது இறக்கி வைத்து, அதனை அவர்கள் தம் கைகளால் தொட்டுப் பார்த்தபோதிலும், \"இது பகிரங்கமான சூனியத்தைத்தவிர வேறில்லை என்று அந்நிராகரிப்போர் நிச்சயமாக சொல்வார்கள்"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "(இவர் உண்மையான தூதர் என்று சாட்சி கூற) இவர் மீது ஒரு மலக்கு இறக்கப்பட வேண்டாமா? என அவர்கள் கூறுகின்றனர்; (அவ்வாறு) நாம் ஒரு மலக்கை இறக்கி வைப்போமானால் (அவர்களுடைய) காரியம் முடிக்கப்பட்டிருக்கும்; பிறகு அவர்களுக்குச் சிறிதும் அவகாசம் கொடுக்கப்படமாட்டாது"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "நம் தூதரை ஒரு மலக்காகவே அனுப்புவதாயினும் (அவர்கள் மலக்கை காணுஞ் சக்தியில்லாதவர்கள்; ஆதலால்) அவரையும் நாம் மனித உருவத்திலேயே ஆக்கி(அனுப்பி)யிருப்போம், (அப்பொழுதும்,) அந்த இடத்தில் அவர்கள் (இப்பொழுது) குழம்பிக் கொள்வது போல் (அப்பொழுதும்) நாம் குழப்பத்தை ஏற்படுத்தியிருப்போம்"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "(நபியே!) உமக்கு முன்னர் வந்த தூதர்களும் நிச்சயமாக (இவ்வாறே) பரிகசிக்கப்பட்டனர்; முடிவில் அவர்கள் எதைப் பரிகசித்துக் கொண்டிருந்தனரோ அதுவே பரிகசித்தவர்களை வந்து சூழ்ந்துகொண்டது"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "பூமியில் நீங்கள் சுற்றி வந்து, (அல்லாஹ்வின் வசனங்களைப்) பொய்ப்பித்தவர்களின் முடிவு என்ன ஆயிற்று என்பதை நீங்கள் கவனித்துப் பாருங்கள்\" என்று (நபியே!) நீர் கூறுவீராக"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "வானங்களிலும், பூமியிலுமுள்ளவை யாருக்குச் சொந்தம்\" என்று (நபியே!) நீர் (அவர்களைக்) கேளும்; (அவர்கள் என்ன பதில் கூறமுடியும்? எனவே) \"எல்லாம் அல்லாஹ்வுக்கே சொந்தம்\" என்று கூறுவீராக அவன் தன் மீது கருணையை கடமையாக்கிக் கொண்டான்; நிச்சயமாக இறுதி நாளில் உங்களையெல்லாம் அவன் ஒன்று சேர்ப்பான்; இதில் எவ்வித சந்தேகமும் இல்லை எவர்கள் தமக்குத் தாமே நஷ்டத்தை உண்டுபண்ணிக் கொண்டார்களோ, அவர்கள் ஈமான் கொள்ளமாட்டார்கள்"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "இரவிலும் பகலிலும் வசித்திருப்பவை எல்லாம் அவனுக்கே சொந்தம்; அவன் (யாவற்றையும்) செவியுறுவோனாகவும், நன்கறிபவனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "வானங்களையும் பூமியையும் படைத்த அல்லாஹ்வையன்றி வேறு எவரையும் என் பாதுகாவலனாக எடுத்துக் கொள்வேனா? அவனே (யாவருக்கும்) உணவளிக்கிறான்; அவனுக்கு எவராலும் உணவளிக்கப் படுவதில்லை\" என்று (நபியே!) நீர் கூறுவீராக இன்னும் (அல்லாஹ்வுக்கு வழிபடுபவர்களில் முதன்மையானவனாக, இருக்கும்படி நான் கட்டளையிடப்பட்டுள்ளேன்) என்று கூறுவீராக. இன்னும் நீர் ஒருக்காலும் இணைவைப்போரில் ஒருவராகிவிட வேண்டாம்"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "நான் என் இறைவனுக்கு மாறு செய்தால், மகத்தான நாளில் (ஏற்படும்) வேதனையை நான் நிச்சயமாக பயப்படுகிறேன்\" என்று கூறுவீராக"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "அந்தாளில் எவரொருவர் அந்த வேதனையை விட்டும் விலக்கப்படுவாரோ, நிச்சயமாக (அல்லாஹ்) அவர்மீது கிருபை புரிந்துவிட்டான். இது மிகத் தெளிவான வெற்றியாகும்\" (என்று கூறுவீராக)"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "(நபியே!) அல்லாஹ் உமக்கு ஏதாவதொரு துன்பத்தை ஏற்படுத்திவிட்டால் அவனைத் தவிர (வேறு யாரும்) அதை நீக்க முடியாது. இன்னும் அவன் ஒரு நன்மையை உண்டாக்கிவிட்டால், (அதை எவரும் தடுக்க முடியாது.) அவன் எல்லாப் பொருட்கள் மீதும் பேராற்றலுடையவனாக இருக்கின்றான்"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "அவனே தன் அடியார்களை அடக்கியாள்பவன், இன்னும் அவனே பூரன ஞானமுள்ளவன்; (யாவற்றையும்) நன்கறிந்தவன்"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "(நபியே!) \"சாட்சியத்தில் மிகவும் பெரியது எது?\" எனக் கேளும்; \"அல்லாஹ்வே எனக்கும் உங்களுக்குமிடையே சாட்சியாக இருக்கின்றான்; இந்த குர்ஆன் எனக்கு வஹீயாக அருளப்பட்டுள்ளது. இதைக் கொண்டு உங்களையும், (இதை அடைந்தவர்களையும் நான் அச்சமூட்டி எச்சரிப்பதற்காக நிச்சயமாக வணக்கத்திற்குரிய வேறு தெய்வங்களும் அல்லாஹ்வுடன் இருப்பதாக நீங்கள் சாட்சி கூறமுடியுமா? (என்று அவரிடம் கேட்பீராக) \"இல்லை! நான் (அவ்வாறு) சாட்சி சொல்ல முடியாது என்றும் கூறுவீராக வணக்கத்திற்குரியவன் நிச்சயமாக அவன் ஒருவன் தான்; அவனுக்கு நீங்கள் இணைவைப்பதிலிருந்து நான் நிச்சயமாக விலகிக் கொண்டவனே\" என்று கூறிவிடும்"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "எவரும் தம் குழந்தைகளை (சந்தேகமில்லாமல் அறிவதைப் போல், வேதங் கொடுக்கப் பெற்றவர்கள், (நம் தூதராகிய இவரை, இறைவனுடைய தூதர் தாம்) என்று நன்கறிவார்கள். எவர்கள் தமக்குத் தாமே நஷ்டமிழைத்துக் கொண்டார்களோ அவர்கள் தாம் இவரை நம்பமாட்டார்கள்"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "அல்லாஹ் மீது பொய்யைக் கற்பனை செய்கிறவனை விட, அல்லது அவனுடைய வசனங்களைப் பொய்யாக்குகிறவனை விட அநியாயக்காரன் யார்? நிச்சயமாக அநியாயக்காரர்கள் வெற்றி பெறவே மாட்டார்கள்"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "அவர்கள் அனைவரையும் நாம் ஒன்று சேர்க்கும் நாளில் நமக்கு இணைவைத்தவர்களை நோக்கி, \"நீங்கள் (அல்லாஹ்வுக்கு இணையாக வைத்த) உங்களுடைய அந்தக் கூட்டாளிகள் எங்கே\" என்று கேட்போம்"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "எங்கள் ரப்பாகிய அல்லாஹ்வின் மீது ஆணையாக, நாங்கள் இணைவைப்பவர்களாக இருந்ததில்லை\" என்று கூறுவதைத் தவிர வேறு அவர்களுடைய பதில் எதுவும் இராது"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "(நபியே!) அவர்கள் தங்களுக்கு எதிராக எவ்வாறு பொய் கூறிக் கொண்டார்கள் என்பதைப் பாரும்; ஆனால் (இறைவனுக்கு இணையானவை என்று அவர்கள் பொய்யாகக்) கற்பனை செய்ததெல்லாம் (அவர்களுக்கு உதவிடாது) மறைந்துவிடும்"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "அவர்களில் சிலர் உம் பேச்சைக் கேட்(பது போல் பாவனை செய்)கின்றனர்; நாம் அவர்களுடைய உள்ளங்களில் அதை விளங்கிக் கொள்ளாது இருக்குமாறு திரைகளையும் இன்னும் அவர்கள் காதுகளில் செவிட்டுத் தன்மையும் ஏற்படுத்தினோம்; இன்னும் அவர்கள் எல்லா அத்தாட்சிகளையும் பார்த்தாலும் அவற்றை நம்பமாட்டார்கள்; இன்னும் இவர்கள் உம்மிடம் வந்தால் உம்மோடு வாதாடுவார்கள்; \"இவையெல்லாம் முன்னோர்களுடைய கட்டுக் கதைகளேயன்றி வேறில்லை\" என்று இந்நிராகரிப்போர் கூறுவார்கள்"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "மேலும் அவர்கள் (பிறரையும்) அதை (கேட்கவிடாது) தடுக்கிறார்கள்; இவர்களும் அதைவிட்டு ஒதுங்கிக் கொள்கிறார்கள்; அவர்கள் தங்களைத் தாங்களே நாசமாக்கிக் கொள்கிறார்கள்; ஆனால் அவர்கள் (இதைப்) புரிந்து கொள்வதில்லை"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "நரக நெருப்பின்முன் அவர்கள் நிறுத்தப்படும்போது (நபியே!) நீர் அவர்களைப் பார்ப்பீராயின், \"எங்கள் கேடே! நாங்கள் திரும்ப (உலகத்திற்கு) அனுப்பப்பட்டால் (நலமாக இருக்குமே) அப்பொழுது நாங்கள் எங்களின் இறைவனின் அத்தாட்சிகளைப் பொய்ப்பிக்க மாட்டோம்; நாங்கள் முஃமின்களாக இருப்போம்\" எனக் கூறுவதைக் காண்பீர்"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "எனினும், எதை இவர்கள் முன்பு மறைத்திருந்தார்களோ அது இவர்களுக்கு வெளிப்பட்டு விட்டது இவர்கள் (உலகத்திற்குத்) திருப்பி அனுப்பப்பட்டாலும் எதை விட்டு அவர்கள் தடுக்கப்பட்டார்களோ அதற்கே மீளுவார்கள்; நிச்சயமாக அவர்கள் பொய்யர்களே"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "அன்றியும், \"இவ்வுலகத்தில் நாம் வாழ்ந்திருப்பதைத் தவிர (அப்பால் மறுமை வாழ்வு என்று) ஒன்றும் இல்லை நாம் (மரணத்திற்குப் பின் மறுபடியும்) எழுப்பப் பட மாட்டோம்\" என்றும் அவர்கள் கூறுகின்றனர்"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "இவர்கள் (உயிர்ப்பிக்கப்பட்டு) இவர்களுடைய இறைவனின் முன் நிறுத்தப்படும்போது இவர்களை நீர் காண்பீராயின் (அது சமயம் இறைவன் கேட்பான்) இது உண்மையல்லவா? என்று \"ஆம்! எங்களுடைய ரப்பின் மீது ஆணையாக (மெய்தான்)\" என்று இவர்கள் கூறுவார்கள்; அப்போது, \"நீங்கள் நிராகரித்துக் கொண்டிருந்த காரணத்தால் வேதனையை அனுபவியுங்கள்\" என்று அல்லாஹ் கூறுவான்"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "ஆகவே, (மறுமை நாளில்) அல்லாஹ்வைச் சந்திப்பதைப் பொய் என்று கூறியவர்கள் நிச்சயமாக நஷ்டம் அடைந்தவர்களாகி விட்டனர்; அவர்களிடம் மறுமை நாள் திடீரென வரும்பொழுது உலகில் நாங்கள் அலட்சியமாய் இருந்ததற்காக எங்களுக்கு ஏற்பட்ட கை சேதமே என்று கூறுவார்கள். மேலும் அவர்கள் தங்கள் (பாவச்) சுமைகளை தங்கள் முதுகுகளின் மேல் சுமப்பார்கள்; அவர்கள் சுமப்பது மிகவும் கெட்டது என்பதை அறிந்துக் கொள்ளுங்கள்"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "உலக வாழ்க்கை வீணும் விளையாட்டுமேயன்றி வேறில்லை பயபக்தியுடையவர்களுக்கு நிச்சயமாக மறுமை வீடே மிகவும் மேலானதாகும்; நீங்கள் இதைப் புரிந்து கொள்ள வேண்டாமா"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "(நபியே!) அவர்கள் (உம்மைப் பொய்யரெனக்) கூறுவது நிச்சயமாக உம்மைக் கவலையில் ஆழ்த்துகிறது என்பதை நாம் அறிவோம்; அவர்கள் உம்மைப் பொய்யாக்கவில்லை ஆனால் இந்த அநியாயக்காரர்கள் அல்லாஹ்வின் வசனங்களையல்லலவா மறுத்துக் கொண்டிருக்கிறார்கள்"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "உமக்கு முன்னிருந்த (நம்) தூதர்களும் பொய்ப்பிக்கப்பட்டனர்; அவர்களுக்கு நம் உதவி வரும்வரை, தாம் பொய்ப்பிக்கப்பட்டதையும், துன்புறுத்தப்பட்டதையும், அவர்கள் பொறுத்துக் கொண்டனர்; அல்லாஹ்வின் வாக்குகளை யாராலும் மாற்ற முடியாது (உங்களுக்கு முன்னிருந்த) தூதர்களின் இத்தகைய செய்திகள் உம்மிடம் வந்தேயிருக்கின்றன"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "(நபியே!) அவர்களின் புறக்கணிப்பு உமக்கு பெருங் கஷ்டமாக இருந்தால், உம்மால் முடியுமானால் பூமியில் சுரங்கம் வைத்து அல்லது வானத்திலே ஓர் ஏணி வைத்து (ஏறிச்சென்று அவர்கள் விருப்பப்படி) ஓர் அத்தாட்சியை அவர்களிடம் கொண்டுவாரும்; (அப்பொழுதும் அவர்கள் உம்மை நிராகரித்துக் கொண்டு தானிருப்பார்கள்.) அன்றியும் அல்லாஹ் நாடினால் அவர்கள் அனைவரையும் நேர் வழியில் ஒன்று சேர்த்து விடுவான்; ஆகவே அறிவில்லாதவர்களில் ஒருவராக நீர் ஆகிவிடவேண்டாம்"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "(சத்தியத்திற்கு) செவிசாய்ப்போர்தாம் நிச்சயமாக உம் உபதேசத்தை ஏற்றுக் கொள்வார்கள்; (மற்றவர்கள் உயிரற்றவர்களைப் போன்றோரே!) இறந்தவர்களை அல்லாஹ் உயிர்ப்பித்து எழுப்புவான்; பின்னர் அவனிடமே அவர்கள் மீட்டப்படுவார்கள்"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "(நமது விருப்பம் போல்) ஓர் அத்தாட்சி அவருடைய இறைவனிடமிருந்து அவர் மீது இறக்கப்பட வேண்டாமா? என்று அவர்கள் கேட்கிறார்கள்; (நபியே!) நீர் கூறும்; \"நிச்சயமாக அல்லாஹ் (அத்தகைய) ஓர் அத்தாட்சியை இறக்கி வைக்க வல்லமையுடையவனே எனினும் அவர்களில் பெரும்பாலோர் அதை அறிந்து கொள்வதில்லை"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "பூமியில் ஊர்ந்து திரியும் பிராணிகளும், தம் இரு இறக்கைகளால் பறக்கும் பறவைகளும் உங்களைப் போன்ற இனமேயன்றி வேறில்லை (இவற்றில்) எதையும் (நம் பதிவுப்) புத்தகத்தில் நாம் குறிப்பிடாமல் விட்டு விடவில்லை இன்னும் அவை யாவும் அவற்றின் இறைவனிடம் ஒன்றுசேர்க்கப்படும்"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "நம்முடைய வசனங்களைப் பொய்ப்பிப்பவர்கள் (குஃப்ரு என்னும்) இருள்களில் செவிடர்களாகவும், ஊமையர்களாகவும் இருக்கின்றனர்; அல்லாஹ் தான் நாடியவர்களைத் தவறான வழியில் செல்ல விட்டு விடுகிறான்; இன்னும் அவன் நாடியவரை நேர்வழியில் செலுத்துகின்றான்"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "(நபியே! அவர்களிடம்) நீர் கூறும்; \"அல்லாஹ்வுடைய வேதனை உங்களிடம் வந்து விட்டால், அல்லது (நீங்கள் அஞ்சும்) அந்த (விசாரணைக்) காலம் வந்துவிட்டால் (அதிலிருந்து உங்களைக் காப்பாற்ற) அல்லாஹ்வையன்றி (வேறு யாரையாவது) நீங்கள் உண்மையாளர்களாக இருந்தால் - அழைப்பீர்களா?\" என்பதை (நீங்கள் சிந்தித்துப்) பார்த்தீர்களா"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "அப்படியல்ல! - அவனையே நீங்கள் அழைப்பீர்கள்; அப்போது அவன் எதற்காக அவனை அழைத்தீர்களோ அ(த் துன்பத்)தை தான் நாடினால் நீக்கிவிடுவான், இன்னும் (அவனுடன்) இணை வைத்திருந்தவற்றை நீங்கள் மறந்து விடுவீர்கள்"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "(நபியே!) உமக்கு முன்னர் இருந்த சமூகத்தாருக்கும் நாம் (நம்) தூதர்களை அனுப்பினோம்; அச்சமூகத்தாரை நோயைக் கொண்டும் வறுமையைக் கொண்டும் பிடித்தோம் - அவர்கள் பணிந்து வரும் பொருட்டு"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "நம்மிடமிருந்து அவர்களுக்கு வேதனை வந்தபோது அவர்கள் பணிந்திருக்க வேண்டாமா? அதற்கு மாறாக அவர்களுடைய இருதயங்கள் இறுகிவிட்டன அவர்கள் செய்து கொண்டிருந்ததையே, ஷைத்தான் அவர்களுக்கு அழகாகக் காட்டிவிட்டான்"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "அவர்களுக்கு நினைவூட்டப்பட்ட நற்போதனைகளை அவர்கள் மறந்துவிட்ட போது, அவர்களுக்கு (முதலில்) எல்லாப் பொருட்களின் வாயில்களையும் நாம் திறந்து விட்டோம் - பின்னர், அவர்களுக்கு கொடுக்கப்பட்டதைக் கொண்டு அவர்கள் மகிழ்ச்சியடைந்து கொண்டிருந்த வேளை (நம் வேதனையைக் கொண்டு) அவர்களை திடீரெனப் பிடித்துக் கொண்டோம்; அப்போது அவர்கள் நம்பிக்கை இழந்தவர்களாக ஆகிவிட்டனர்"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "எனவே, அக்கிரமம் செய்து கொண்டிருந்த அக்கூட்டத்தார் வேரறுக்கப்பட்டனர்; \"எல்லாப் புகழும் உலகங்கள் யாவற்றுக்கும் இரட்சகனான அல்லாஹ்வுக்கே ஆகும்"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "அல்லாஹ் உங்களுடைய செவிப்புலனையும், பார்க்கும் சக்தியையும் எடுத்துவிட்டு, உங்கள் இருதயங்களின் மீது முத்திரையிட்டு விடுவானானால் - அதை உங்களுக்கு அல்லாஹ்வையன்றி வேறு எந்த இறைவன் கொடுப்பான்? என்று நீங்கள் (சிந்தித்துப்) பார்த்தீர்களா?\" என்று (நபியே!) நீர் கேட்பீராக, (நம்) அத்தாட்சிகளை எவ்வாறு விவரிக்கின்றோம் என்பதை (நபியே!) நீர் கவனிப்பீர்ராக (இவ்வாறு இருந்தும); பின்னரும் அவர்கள் புறக்கணித்தே வருகின்றனர்"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "திடீரென்றோ, அல்லது முன் எச்சரிக்கையாகவோ அல்லாஹ்வின் வேதனை உங்களிடம் வந்து விட்டால் (என்ன நிலை ஏற்படும் என்பதை நீங்கள் சிந்தித்தீர்களா?) அச்சமயம் அக்கிரமக்காரர்கள் தவிர வேறு யாரும் அழிக்கப்படுவார்களா? என்று (நபியே!) நீர் கேளும்"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "(நன்மையைக் கொண்டு) நன்மாராயம் கூறுவோராகவும், (தீமையை விட்டு) எச்சரிக்கை செய்வோராகவுமேயன்றி நாம் தூதர்களை அனுப்பவில்லை எனவே எவர் நம்பி, சீர்திருந்தி நடந்தார்களோ, அவர்களுக்கு அச்சமுமில்லை அவர்கள் துக்கப்படவும் மாட்டார்கள்"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "ஆனால் எவர் நம் திருவசனங்களைப் பொய்ப்பிக்கிறார்களோ அவர்களை அவர்கள் செய்து வரும் பாவங்களின் காரணமாக வேதனைப் பிடித்துக் கொள்ளும்"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "(நபியே!) நீர் கூறும்; \"என்னிடத்தில் அல்லாஹ்வின் பொக்கிஷங்கள் இருக்கின்றன என்று நான் உங்களிடம் கூறவில்லை. மறைவானவற்றை நான் அறியமாட்டேன்; நிச்சயமாக நான் ஒரு மலக்காக இருக்கின்றேன் என்றும் நான் உங்களிடம் சொல்லவில்லை எனக்கு (வஹீயாக) அறிவிக்கப்பட்டதைத் தவிர (வேறு எதையும்) நான் பின்பற்றவில்லை.\" இன்னும் நீர் கூறும்; \"குருடனும் பார்வையுடைவனும் சமமாவாரா? நீங்கள் சிந்திக்க வேண்டாமா"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "இன்னும் எவர் தங்கள் இறைவன் முன் (மறுமையில்) கொண்டு வரப்படுவது பற்றி பயப்படுகிறார்களோ அவர்களுக்கு (இவ்வேதத்தைக் கொண்டு) எச்சரிக்கை செய்யும் - (பாவத்திலிருந்து நீங்கி) அவர்கள் பயபக்தியுடையோராகும் பொருட்டு; அவனைத் தவிர அவர்களுக்குப் பாதுகாப்பளிப்பவரோ, பரிந்து பேசுபவரோ வேறு யாரும் இல்லை"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "(நயியே!) தங்கள் இறைவனுடைய திருப் பொருத்தத்தை நாடி, எவர் காலையிலும் மாலையிலும், அவனை(ப் பிரார்த்தித்து) அழைத்துக் கொண்டிருக்கிறார்களோ அவர்களை நீர் விரட்டி விடாதீர்; அவர்களுடைய கேள்வி கணக்குப் பற்றி உம்மீது பொறுப்பில்லை, உம்முடைய கேள்வி கணக்குப் பற்றி அவர்கள் மீதும் யாதொரு பொறுப்புமில்லை - எனவே நீர் அவர்களை விரட்டி விட்டால், நீரும் அநியாயம் செய்பவர்களில் ஒருவராகி விடுவீர்"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "நமக்கிடையில் (ஏழைகளாகிய) இவர்கள் மீதா அல்லாஹ் அருள்புரிந்து விட்டான்? என்று (செல்வந்தர்கள்) கூற வேண்டுமென்பதற்காக அவர்களில் சிலரை சிலரைக்கொண்டு நாம் இவ்வாறு சோதித்தோம். நன்றி செலுத்துபவர்களை அல்லாஹ் மிக அறிந்தவனில்லையா"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "நம் வசனங்களை நம்பியவர்கள் உம்மிடம் வந்தால், \"ஸலாமுன் அலைக்கும் (உங்கள் மீது சாந்தியும் சமாதானமும் உண்டாவதாக)\" என்று (நபியே!) நீர் கூறும், உங்கள் இறைவன் கிருபை செய்வதைத் தன் மீது கடமையாக்கிக் கொண்டான்; உங்களில் எவரேனும் அறியாமையினால் ஒரு தீமையைச் செய்து விட்டு அதற்குப் பின், பாவத்தை விட்டும் திரும்பி, திருத்திக் கொண்டால், நிச்சயமாக அவன் (அல்லாஹ்) மன்னிப்பவனாகவும், மிக்க கருணையுடையவனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "குற்றவாளிகளின் வழி (இன்னதென்று சந்தேகமின்றித்) தெளிவாகுவதற்காக நாம் (நம்) வசனங்களை இவ்வாறு விவரிக்கின்றோம்"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "நீங்கள் அல்லாஹ்வையன்றி வேறு எவர்களை(க் கடவுளர்களாக) அழைக்கின்றீர்களோ அவர்களை வணங்கக் கூடாதென்று நான் நிச்சயமாக தடுக்கப்பட்டு உள்ளேன்\" (என்று நபியே!) நீர் கூறுவீராக \"உங்களுடைய மன இச்சைகளை நான் பின்பற்ற மாட்டேன்; (நான் அப்படிச் செய்தால்) நான் நிச்சயமாக வழி தவறி விடுவேன்; மேலும் நான் நேர்வழி பெற்றவர்களிலும் இருக்கமாட்டேன்\" என்றும் (நபியே!) நீர் கூறுவீராக"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "பின்னும் நீர் கூறும்; \"நான் என்னுடைய ரப்பின் தெளிவான அத்தாட்சியின் மீதே இருக்கின்றேன்; ஆனால் நீங்களோ அதைப் பொய்ப்பிக்கின்றீர்கள். நீங்கள் எதற்கு அவசரப்படுகின்றீர்களோ அ(வ்வேதனையான)து என் அதிகாரத்தில் இல்லை அதிகாரம் அனைத்தும் அல்லாஹ்விடமேயன்றி வேறில்லை சத்தியத்தையே அவன் கூறுகின்றான், தீர்ப்பு வழங்குவோரில் அவனே மிகவும் மேலானவனாக இருக்கிறான்"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "(நபியே!) நீர் கூறும்; \"நீங்கள் எதற்கு அசவரப்படுகின்றீர்களோ அது என் அதிகாரத்தில் இருந்திருக்குமானால், உங்களுக்கும் எனக்குமிடையேயுள்ள விவகாரம் உடனே தீர்க்கப்பட்டேயிருக்கும்; மேலும், அல்லாஹ் அநியாயம் செய்வோரை நன்கு அறிந்தவனாக இருக்கின்றான்"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "அவனிடமே மறைவானவற்றின் திறவுகோல்கள் இருக்கின்றன. அவற்றை அவனன்றி எவரும் அறியார். மேலும் கரையிலும் கடலிலும் உள்ளவற்றையெல்லாம் அவன் அறிவான்; அவன் அறியாமல் ஓர் இலையும் உதிர்வதில்லை. பூமியின் (ஆழத்தில் அடர்ந்த) இருள்களில் கிடக்கும் சிறு வித்தும், பசுமையானதும், உலர்ந்ததும் (எந்தப் பொருளும்) தெளிவான (அவனுடைய) பதிவேட்டில் இல்லாமலில்லை"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "அவன் தான் இரவில் உங்களை மரிக்கச் செய்கிறான்; இன்னும் நீங்கள் பகலில் செய்தவற்றையெல்லாம் அறிகிறான்; மீண்டும் உங்களைக் குறிப்பிட்டதவணை முடிப்பதற்காக பகலில் எழுப்புகிறான்; பின்னர் உங்களுடைய (இறுதி) மீட்சி அவனிடமே இருக்கிறது அப்பால் நீங்கள் (இவ்வுலகில்) செய்து கொண்டிருந்ததை அவன் உங்களுக்கு அறிவிப்பான்"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "அவன் தன் அடியார்களை அடக்கியாளுபவனாக இருக்கிறான்; அன்றியும், உங்கள் மீது பாதுகாப்பாளர்களையும் அனுப்புகிறான்; உங்களில் ஒருவருக்கு மரணம் வந்துவிடுமானால், நம் அமரர்கள் அவர் ஆத்மாவை எடுத்துக் கொள்கிறார்கள் - அவர்கள் (தம் கடமையில்) தவறுவதில்லை"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "பின்னர் அவர்கள் தங்களின் உண்மையான பாதுகாவலனான அல்லாஹ்விடம் கொண்டுவரப்படுவார்கள்; (அப்போது தீர்ப்பு கூறும்) அதிகாரம் அவனுக்கே உண்டு என்பதை அவர்கள் அறிந்து கொள்ளட்டும், அவன் கணக்கு வாங்குவதில் மிகவும் விரைவானவன்"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "(நபியே!) நீர் கூறும்; நீங்கள் கரையிலும் கடலிலும் உள்ள இருள்களில் (சிக்கித் தவிக்கும் சமயத்தில்) \"எங்களை இதைவிட்டுக் காப்பாற்றிவிட்டால், நிச்சயமாக நாங்கள் நன்றி செலுத்துவோரில் ஆகி விடுவோம் என்று பணிவாகவும், மறைவாகவும் நீங்கள் அவனிடம் பிரார்த்திக்கின்றீர்களே அப்போது உங்களை காப்பாற்றுகிறவன் யார்"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "இதிலிருந்தும், இன்னும் மற்றெல்லாத் துன்பங்களிலிருந்தும் உங்களைக் காப்பாற்றுபவன் அல்லாஹ்வே பின்னர் நீங்கள் (அவனுக்கு) இணை வைக்கின்றீர்களே\" என்று கூறுவீராக"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "(நபியே!) நீர் கூறும்; \"உங்கள் (தலைக்கு) மேலிருந்தோ அல்லது உங்களுடைய கால்களுக்குக் கீழிருந்தோ உங்களுக்குத் துன்பம் ஏற்படும்படி செய்யவும்; அல்லது உங்களைப் பல பிரிவுகளாக்கி உங்களில் சிலர் சிலருடைய கொடுமையை அனுபவிக்கும்படிச் செய்யவும் அவன் ஆற்றலுள்ளவனாக இருக்கின்றான்.\" அவர்கள் விளங்கிக் கொள்வதற்காக (நம்)வசனங்களை எவ்வாறு (பலவகைகளில் தெளிவாக்கி) விவரிக்கின்றோம் என்பதை (நபியே!) நீர் கவனிப்பீராக"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "(நபியே! திருக்குர்ஆனாகிய) இது முற்றிலும் உண்மையாக இருந்தும், உம் சமூகத்தார் இதை நிராகரிக்கின்றனர்; எனவே, \"நான் உங்கள் மீது பொருப்பாளன் அல்ல\" என்று (நபியே!) நீர் கூறிவிடும்"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "ஒவ்வொரு காரியத்திற்கும் ஒரு குறிப்பிட்ட காலமுண்டு; (அதனை) சீக்கரமே நீங்கள் அறிந்து கொள்வீர்கள்"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "(நபியே!) நம் வசனங்களைப் பற்றி வீண் விவாதம் செய்து கொண்டிருப்போரை நீர் கண்டால், அவர்கள் அதைவிட்டு வேறு விஷயங்களில் கவனம் செலுத்தும் வரையில் நீர் அவர்களைப் புறக்கணித்து விடும்; (இக்கட்டளையைவிட்டு) ஷைத்தான் உம்மை மறக்கும்படிச் செய்துவிட்டால், நினைவு வந்ததும், அந்த அநியாயக்கார கூட்டத்தினருடன் நீர் அமர்ந்திருக்க வேண்டாம்"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "(வீண் விவாதத்தில் ஈடுபட்டுக் கொண்டிருக்கும்) அவர்களுடைய (செய்கைகளின்) கணக்கில் பயபக்தியுடையவர்களுக்கு யாதொரு பொறுப்பும் இல்லை எனினும் அவர்கள் பயபக்தியுடையவர்களாகும் பொருட்டு, அவர்களுக்கு நல்லுபதேசம் செய்வது பொருப்பாகும்"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "(நபியே!) யார் தங்கள் மார்க்கத்தை விளையாட்டாகவும் வெறும் வேடிக்கையாகவும் எடுத்துக் கொண்டார்களோ, இன்னும் யாரை இவ்வுலக வாழ்க்கை ஏமாற்றி விட்டதோ அவர்களை விட்டுவிடும். எனினும் அவர்களுக்கு ஒவ்வோர் ஆன்மாவும் தான் செய்த செயல்களின் காரணமாக ஆபத்தில் சிக்கிக்கொள்ளும் (எனும் உண்மையை) குர்ஆனைக் கொண்டு நினைவுறுத்தும். அந்த ஆத்மாவுக்கு அல்லாஹ்வைத்தவிர வேறு பாதுகாவலரோ, பரிந்து பேசுபவரோ இல்லை (தாங்கள் செய்த பாவத்திற்கு) ஈடாக (தங்களால் இயன்ற) அத்தனையும் கொடுத்தாலும், அது அவர்களிடமிருந்து ஒப்புக்கொள்ளப் பட மாட்டாது இவர்கள் தாங்கள் செய்த செய்கைகளாலேயே தங்களை நாசமாக்கிக் கொண்டார்கள்;, இவர்கள் நிராகரித்துக் கொண்டிருந்த காரணத்தால் இவர்களுக்குக் கொதிக்கும் நீரும் துன்புறுத்தும் வேதனையும் உண்டு"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "(நபியே!) நீர் கூறும்; \"நமக்கு யாதொரு நன்மையும், தீமையும் செய்ய இயலாத அல்லாஹ் அல்லாதவற்றையா நாம் அழைப்போம்? அல்லாஹ் நமக்கு நேர் வழி காட்டியபின்னரும் (நாம் வழிதவறி) நம் பின்புறமே திருப்பப்பட்டுவிடுவோமா? அவ்வாறாயின் ஒருவனுக்கு நண்பர்கள் இருந்து அவனை, அவர்கள் \"எங்கள் இடம் வந்து விடு\" என நேர்வழி காட்டி அழைத்துக் கொண்டிருக்கும் போது ஷைத்தான் அவனை வழிதவறச் செய்ததால் பூமியிலே தட்டழிந்து திரிகிறானே அவனைப் போன்று ஆகிவிடுவோம்.\" இன்னும் கூறும்; \"நிச்சயமாக அல்லாஹ் காட்டும் நேர்வழியே நேர் வழியாகும்; அகிலங்களின் இறைவனுக்கே வழிபடுமாறு நாங்கள் ஏவப்பட்டுள்ளோம்"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "தொழுகையை நீங்கள் நிலைநாட்டுங்கள்; அவனுக்கே அஞ்சி நடங்கள்; அவனிடம் தான் நீங்கள் ஒன்று சேர்க்கப்படுவீர்கள்"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "அவன் தான் வானங்களையும் பூமியையும் உண்மையாகவே படைத்தான்; அவன் \"ஆகுக!\" என்று சொல்லும் நாளில், அது (உடனே) ஆகிவிடும். அவனுடைய வாக்கு உண்மையானது எக்காளம் (ஸூர்) ஊதப்படும் நாளில், ஆட்சி (அதிகாரம்) அவனுடையதாகவே இருக்கும்; அவன் மறைவானவற்றையும், பகிரங்கமானவற்றையும் அறிந்தவனாக இருக்கிறான்; அவனே பூரண ஞானமுடையோன்; (யாவற்றையும்) நன்கறிந்தோன்"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "இப்றாஹீம் தம் தகப்பனார் ஆஜரிடம், \"விக்கிரகங்களையா நீர் தெய்வங்களாக எடுத்துக் கொள்கிறீர்? நான் உம்மையும் உம் சமூகத்தாரையும், பகிரங்கமான வழி கேட்டில் இருப்பதை நிச்சயமாக பார்க்கிறேன்\" என்று கூறியதை நினைத்துப்பாரும்"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "அவர் உறுதியான நம்பிக்கையுடையவராய் ஆகும் பொருட்டு வானங்கள், பூமி இவற்றின் ஆட்சியை இப்றாஹீமுக்கு இவ்வாறு காண்பித்தோம்"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "ஆகவே அவரை இரவு மூடிக் கொண்டபோது அவர் ஒரு நட்சத்திரத்தைப் பார்த்தார்; \"இதுதான் என் இறைவன்!\" என்று கூறினார்; ஆனால் அது மறைந்த போது அவர், \"நான் மறையக் கூடியவற்றை நேசிக்க மாட்டேன்\" என்று சொன்னார்"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "பின்னர் சந்திரன் (பிரகாசத்துடன்) உதயமாவதைக் கண்டு, அவர், \"இதுவே என் இறைவன்\" என்று கூறினார். ஆனால் அது மறைந்த போது அவர், \"என் இறைவன் எனக்கு நேர்வழி காட்டவில்லையானால், நான் நிச்சயமாக வழி தவறியவர்கள் கூட்டத்தில் (ஒருவனாக) ஆகிவிடுவேன்\" என்று கூறினார்"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "பின் சூரியன் (மிக்க ஒளியுடன்) உதயமாவதைக் கண்டபோது \"இதுவே என் இறைவன்; இது எல்லாவற்றிலும் பெரியது\" என்று அவர் கூறினார். அதுவும் அஸ்தமிக்கவே, அவர், \"என் சமூகத்தாரே! நீங்கள் (ஆண்டவனுக்கு) இணைவைக்கும் (ஒவ்வொன்றையும்) விட்டு நிச்சயமாக நான் விலகி விட்டேன்\" என்று கூறினார்"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "வானங்களையும் பூமியையும் படைத்தவன் பக்கமே நான் உறுதியாக என் முகத்தைத் திருப்பிக் கொண்டேன்; நான் முஷ்ரிக்கானவனாக - (இணைவைப் போரில் ஒருவனாக) இருக்க மாட்டேன்\" (என்று கூறினார்)"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "அவருடன் அவருடைய கூட்டத்தார் விவாதித்தார்கள்; அதற்கவர் \"அல்லாஹ்வைப் பற்றியா என்னிடம் தர்க்கம் செய்கிறீர்கள்? அவன் நிச்சயமாக எனக்கு நேர்வழி காட்டிவிட்டான்; நீங்கள் அவனுக்கு இணையாக்குபவற்றைப் பற்றி நான் பயப்படமாட்டேன்; என் இறைவன் எதையாவது நாடினாலன்றி (எதுவும் நிகழ்ந்து விடாது); என் இறைவன் (தன்) ஞானத்தால் எல்லாப் பொருட்களையும் சூழ்ந்திருக்கின்றான்; இதை நீங்கள் சிந்திக்க வேண்டாமா?\" என்று கூறினார்"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "உங்களுக்கு அவன் எந்த அத்தாட்சியும் இறக்கி வைக்காமலிருக்கும்போது நீங்கள் அல்லாஹ்வுக்கு இணைவைப்பது பற்றி பயப்படவில்லை - அப்படியிருக்க நீங்கள் (அவனுக்கு) இணைவைப்பவற்றுக்கு நான் எப்படி பயப்படுவேன்? நம் இருபிரிவினரில் அச்சமின்றி இருக்கத்தகுதி உடையவர் யார்? நீங்கள் அறிந்தவர்களாக இருந்தால், (கூறுங்கள் எனவும் கேட்டார்)"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "எவர் ஈமான் கொண்டு அதன் பின்னர் தம்முடைய ஈமானை (இணை வைத்தல் என்னும்) அநீதியைக் கொண்டு களங்கப்படுத்தவில்லையோ, அவர்களுக்கே அபயமுண்டு; இன்னும் அவர்களே நேர்வழியைப் பெற்றுக் கொண்டவர்கள்"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "இவை நம்முடைய ஆதாரங்களாகும், நாம் இவற்றை இப்றாஹீமுக்கு அவருடைய கூட்டத்திற்கு எதிராகக் கொடுத்தோம்; நாம் விரும்புவோருக்கு பதவிகளை (மேலும் மேலும்) உயர்த்துகிறோம்; நிச்சயமாக உம்முடைய இறைவன் பூரண ஞானமும் பேரறிவும் உள்ளவன்"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "நாம் அவருக்கு இஸ்ஹாக்கையும், யஃகூபையும் (சந்ததியாகக்) கொடுத்தருளினோம், இவர்கள் அனைவரையும் நாம் நேர்வழியில் செலுத்தினோம்; இதற்கு முன்னர் நாம் நூஹையும் அவருடைய சந்ததியிலிருந்து தாவூது, ஸுலைமான், அய்யூப், யூஸுப், மூஸா, ஹாரூன் ஆகியோரையும் நேர்வழியில் செலுத்தினோம்; இப்படியே நாம் நன்மை புரிவோருக்கு நற்கூலி வழங்குகிறோம்"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "இன்னும், ஜகரிய்யா, யஹ்யா, ஈஸா, இல்யாஸ் - இவர்கள் யாவரும் (நேர் வழிசார்ந்த) ஸாலிஹானவர்களில் நின்றுமுள்ளவர்களே"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "இன்னும் இஸ்மாயீல், அல்யஸஉ, யூனுஸ், லூத் - இவர்கள் யாவரையும் உலகத்திலுள்ள அனைவரிலும் மேன்மையாக்கினோம்"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "இவர்களுடைய மூதாதையர்களிலிருந்தும், இவர்களுடைய சந்ததிகளிலிருந்தும், இவர்களுடைய சதோதரர்களிலிருந்தும் (பலரை) நாம் தேர்ந்தெடுத்து, அவர்களை நேர் வழியில் செலுத்தினோம்"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "இதுவே அல்லாஹ்வின் நேர் வழியாகும், தன் அடியார்களில் அவன் யாரை விரும்புகிறானோ, அவர்களுக்கு இதன்மூலம் நேர்வழி காட்டுகிறான்; (பின்னர்) அவர்கள் இணைவைப்பார்களானால், அவர்கள் செய்து வந்ததெல்லாம், அவர்களை விட்டு அழிந்துவிடும்"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "இவர்களுக்குத்தான் நாம் வேதத்தையும், அதிகாரத்தையும், நபித்துவத்தையும் கொடுத்தோம்; ஆகவே இவற்றை இவர்கள் நிராகரித்தால் இதனை நிராகரிக்காத ஒரு சமுதாயத்தினரை இதற்கு நாம் நிச்சயமாக பொறுப்பாக்குவோம்"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "இவர்கள் யாவரையும் அல்லாஹ் நேர்வழியில் செலுத்தினான்; ஆதலால், இவர்களுடைய நேர்வழியையே நீரும் பின்பற்றுவீராக \"இதற்காக நாம் உங்களிடம் எவ்வித பிரதிபலனையும் கேட்கவில்லை இது (இக்குர்ஆன்) உலக மக்கள் யாவருக்கும் நல்லுபதேசமேயன்றி வேறில்லை\" என்றுங் கூறுவீராக"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "இவர்கள் அல்லாஹ்வை மதிக்க வேண்டிய முறையில் மதிக்கவில்லை ஏனெனில் அவர்கள், \"அல்லாஹ் எந்த ஒரு மனிதர் மீதும் எ(ந்த வேதத்)தையும் இறக்கவில்லை\" என்று கூறுகின்றனர்; அவர்களிடத்தில் நீர் கூறும்; \"பிரகாசமானதாகவும், மனிதர்களுக்கு வழிகாட்டியாகவும் மூஸா கொண்டுவந்தாரே அந்த வேத்தை இறக்கியவன் யார்? அதனை நீங்கள் தனித்தனி ஏடுகளாக ஆக்கி, அவற்றில் சிலவற்றை வெளிப்படுத்துகிறீர்கள்; பெரும்பாலானவற்றை மறைத்தும் விடுகிறீர்கள்; (அவ்வேதத்தின் மூலமாகவே) நீங்களும் உங்கள் மூதாதையர்களும் அறியாமல் இருந்தவைகளையெல்லாம் கற்றுக்கொடுக்கப்பட்டீர்கள்.\" (நபியே! மேலும்) நீர் கூறுவீராக \"அல்லாஹ்தான் (அதை இறக்கிவைத்தான்)\" பின்பு அவர்களைத் தம் வீணான (தர்க்கத்)தில் விளையாடிக்கொண்டிருக்குமாறு விட்டுவிடுவீராக"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "இந்த வேதத்தை - அபிவிருத்தி நிறைந்ததாகவும், இதற்குமுன் வந்த (வேதங்களை) மெய்ப்படுத்துவதாகவும் நாம் இறக்கி வைத்துள்ளோம்; (இதைக்கொண்டு) நீர் (நகரங்களின் தாயாகிய) மக்காவில் உள்ளவர்களையும், அதனைச் சுற்றியுள்ளவர்களையும் எச்சரிக்கை செய்வதற்காகவும், (நாம் இதனை அருளினோம்.) எவர்கள் மறுமையை நம்புகிறார்களோ அவர்கள் இதை நம்புவார்கள். இன்னும் அவர்கள் தொழுகையைப் பேணுவார்கள்"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "அல்லாஹ்வின் மீது பொய்க் கற்பனை செய்பவன், அல்லது வஹீயின் மூலம் தனக்கு ஒன்றுமே அறிவிக்கப்படாமலிருக்க, \"எனக்கு வஹீ வந்தது\" என்று கூறுபவன்; அல்லது \"அல்லாஹ் இறக்கிவைத்த இ(வ்வேதத்)தைப் போல் நானும் இறக்கிவைப்பேன்\" என்று கூறுபவன், ஆகிய இவர்களை விடப் பெரிய அநியாயக்காரன் யார் இருக்க முடியும்? இந்த அநியாயக்காரர்கள் மரண வேதனையில் இருக்கும் போது நீங்கள் அவர்களைப் பார்த்தால், மலக்குகள் தம் கைகளை நீட்டி (இவர்களிடம்) \"உங்களுடைய உயிர்களை வெளியேற்றுங்கள்; இன்றைய தினம் நீங்கள் இழிவுதரும் வேதனையைக் கூலியாகக் கொடுக்கப்படுவீர்கள். ஏனெனில், நீங்கள் உண்மையல்லாததை அல்லாஹ்வின் மீது கூறிக் கொண்டிருந்தீர்கள்; இன்னும், அவனுடைய வசனங்களை (நம்பாது நிராகரித்துப்) பெருமையடித்துக் கொண்டிருந்தீர்கள்\" (என்று கூறுவதை நீர் காண்பீர்)"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "அன்றியும் (மறுமையில் அல்லாஹ் இவர்களை நோக்கி), \"நாம் உங்களை முதல் முறையாகப் படைத்தோமே அதுபோன்று நீங்கள் (எதுவுமில்லாமல்) தனியே எம்மிடம் வந்துவிட்டீர்கள்; இன்னும்; நாம் உங்களுக்கு அளித்தவற்றையெல்லாம் உங்கள் முதுகுகளுக்குப் பின்னால் விட்டு விட்டீர்கள்; எவர்களை நீங்கள் உங்களுடைய கூட்டாளிகள் என்று எண்ணிக் கொண்டிருந்தீர்களோ, உங்களுக்குப் பரிந்து பேசுவார்கள் (என்று எண்ணிக் கொண்டிருந்தீர்களோ) அவர்களை நாம் உங்களுடனிருப்பதைக் காணவில்லை, உங்களுக்கிடையே இருந்த தொடர்பும் அறுந்து விட்டது, உங்களுடைய நம்பிக்கைகள் எல்லாம் தவறிவிட்டன\" (என்று கூறுவான்)"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "நிச்சயமாக அல்லாஹ்தான், வித்துகளையும், கொட்டைகளையும் வெடி(த்து முளை)க்கச் செய்கிறான் இறந்தவற்றிலிருந்து உயிருள்ளவற்றை வெளிப்படுத்துகிறான், உயிருள்ளவற்றிலிருந்து இறந்தவற்றையும் அவனே வெளிப்படுத்துகிறான்; அவனே உங்கள் அல்லாஹ் - எப்படி நீங்கள் திசை திருப்பப்படுகிறீர்கள்"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "அவனே பொழுது விடியச் செய்பவன்; (நீங்கள் களைப்பாறி) அமைதிபெற அவனே இரவையும் காலக் கணக்கினை அறிவதற்காகச் சூரியனையும், சந்திரனையும் உண்டாக்கினான் - இவையாவும் வல்லமையில் மிகைத்தோனும், எல்லாம் அறிந்தோனுமாகிய (இறைவனின்) ஏற்பாடாகும்"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "அவனே உங்களுக்காக நட்சத்திரங்களை உண்டாக்கினான்; அவற்றைக் கொண்டு நீங்கள் கரையிலும், கடலிலும் உள்ள இருள்களில் நீங்கள் வழியறிந்து செல்கிறீர்கள் - அறியக்கூடிய மக்களுக்கு நிச்சயமாக (நம்) வசனங்களை இவ்வாறு விவரிக்கிறோம்"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "உங்கள் அனைவரையும் ஒரே ஆத்மாவிலிருந்து உண்டாக்கிப்பின் (உங்கள் தந்தையிடம்) தங்க வைத்து, (பின்னர் கர்ப்பத்தில்) ஒப்படைப்பவனும் அவனே. சிந்தித்து விளங்கிக் கொள்ளக் கூடிய மக்களுக்கு நிச்சயமாக நம் வசனங்களை விவரித்துள்ளோம்"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "அவனே வானத்திலிருந்து மழையை இறக்கினான். அதைக் கொண்டு எல்லா வகையான புற்பூண்டுகளையும் நாம் வெளியாக்கினோம்; அதிலிருந்து பச்சை(த் தழை)களை வெளிப்படுத்துகிறோம்;;. அதிலிருந்து நாம் வித்துக்களை அடர்த்தியான கதிர்களாக வெளிப்படுத்துகிறோம். பேரீத்த மரத்தின் பாளையிலிருந்து வளைந்து தொங்கும் பழக்குலைகளும் இருக்கின்றன திராட்சைத் தோட்டங்களையும், (பார்வைக்கு) ஒன்று போலவும் (சுவைக்கு) வெள; வேறாகவும் உள்ள மாதுளை, ஜைத்தூன் (ஒலிவம்) ஆகியவற்றையும் (நாம் வெளிப்படுத்தியிருக்கிறோம்); அவை (பூத்துக்) காய்ப்பதையும், பின்னர் கனிந்து பழமாவதையும் நீங்கள் உற்று நோக்குவீர்களாக - ஈமான் கொள்ளும் மக்களுக்கு நிச்சயமாக இவற்றில் அத்தாட்சிகள் அமைந்துள்ளன"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "இவ்வாறிருந்தும் அவர்கள் ஜின்களை அல்லாஹ்வுக்கு இணையானவர்களாக ஆக்குகிறார்கள்; அல்லாஹ்வே அந்த ஜின்களையும் படைத்தான்; இருந்தும் அறிவில்லாத காரணத்தால் இணைவைப்போர் அவனுக்குப் புதல்வர்களையும், புதல்விகளையும் கற்பனை செய்து கொண்டார்கள் - அவனோ இவர்கள் இவ்வாறு வர்ணிப்பதிலிருந்து தூயவனாகவும், உயர்ந்தவனுமாக இருக்கிறான்"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "அவன் வானங்களையும், பூமியையும் முன் மாதிரியின்றிப் படைத்தவன். அவனுக்கு மனைவி, எவரும் இல்லாதிருக்க, அவனுக்கு எவ்வாறு பிள்ளை இருக்க முடியும்? அவனே எல்லாப் பொருட்களையும் படைத்தான். இன்னும் அவன் எல்லாப் பொருட்களையும் நன்கறிந்தவனாக இருக்கின்றான்"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "அவன்தான் அல்லாஹ் - உங்கள் இறைவன்;, அவனைத் தவிர வேறு இறைவன் இல்லை எல்லாப் பொருட்களின் படைப்பாளன் அவனே ஆவான்; ஆகவே, அவனையே வழிபடுங்கள் - இன்னும் அவனே எல்லாக் காரியங்களையும் கண்காணிப்பவன்"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "பார்வைகள் அவனை அடைய முடியா ஆனால் அவனே எல்லோருடைய (எல்லாப்) பார்வைகளையும் (சூழ்ந்து) அடைகிறான். அவன் நுட்பமானவன்; தெளிவான ஞானமுடையவன்"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "நிச்சயமாக உங்களுக்கு உங்கள் இறைவனிடமிருந்து ஆதாரங்கள் வந்துள்ளன எவர் அவற்றை (கவனித்து)ப் பார்க்கிறாரோ அது அவருக்கே நன்மையாகும், எவர் (அவற்றைப்) பார்க்காது கண்ணை மூடிக்கொள்கிறாரோ அது அவருக்கே கேடாகும் 'நான் உங்களைக் காப்பவன் அல்ல' (என்று நபியே! நீர் கூறும்)"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "நீர் (பல வேதங்களிலிருந்து) காப்பி அடித்து இருக்கிறீர் என்று அவர்கள் கூறுவதற்காகவும் அறியக்கூடிய மக்களுக்கு அதனை நாம் தெளிவு படுத்துவதற்காகவும் (நமது) வசனங்களை இவ்வாறே விளக்குகிறோம்"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "(நபியே!) உம்முடைய இறைவனிடமிருந்து உமக்கு வஹீ மூலம் அறிவிக்கப்பட்டதையே நீர் பின்பற்றுவீராக - அவனைத் தவிர (வணக்கத்திற்குரிய) இறைவன் வேறில்லை, இணை வைப்போரை நீர் புறக்கணித்துவிடும்"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "அல்லாஹ் நாடியிருந்தால் அவர்கள் இணை வைத்திருக்கவே மாட்டார்கள்; நாம் உம்மை அவர்கள் மீது காப்பாளராக ஏற்படுத்தவில்லை - இன்னும் நீர் அவர்கள் (காரியங்களை நிர்வகிக்கும்) பொறுப்பாளரும் அல்லர்"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "அவர்கள் அழைக்கும் அல்லாஹ் அல்லாதவற்றை நீங்கள் திட்டாதீர்கள்; (அப்படித் திட்டினால்) அவர்கள் அறிவில்லாமல், வரம்பை மீறி அல்லாஹ்வைத் திட்டுவார்கள் - இவ்வாறே ஒவ்வொரு சமூகத்தாருக்கும் அவர்களுடைய செயலை நாம் அழகாக ஆக்கியுள்ளோம் - பின்பு அவர்களுடைய மீட்சி அவர்களின் இறைவனிடமே இருக்கிறது. அப்போது அவர்கள் செய்ததை அவர்களுக்கு அவன் அறிவிப்பான்"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "(நிராகரித்துக் கொண்டிருக்கும்) அவர்கள், அல்லாஹ்வின் மீது உறுதியான சத்தியம் செய்து, தங்களுக்கு ஓர் அத்தாட்சி வந்துவிடுமானால் தாம் நிச்சயமாக அதைக் கொண்டு ஈமான் கொள்வதாக கூறுகிறார்கள். (நபியே!) அவர்களிடம்) நீர் கூறும்; அத்தாட்சிகள் யாவும் அல்லாஹ்விடமே இருக்கின்றன. அந்த அத்தாட்சிகள் வரும்பொழுது நிச்சயமாக அவர்கள் ஈமான் கொள்ளமாட்டார்கள் என்பதை உங்களுக்கு எது அறிவித்தது"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "மேலும், நாம் அவர்களுடைய உள்ளங்களையும் அவர்களுடைய பார்வைகளையும் திருப்பிவிடுவோம் - அவர்கள் முதலில் இதை நம்பாமல் இருந்தது போலவே இன்னும் அவர்கள் தங்களுடைய வழி கேட்டிலேயே தட்டழிந்து திரியுமாறு அவர்களை நாம் விட்டுவிடுவோம்"
        },
        {
            "chapter": 6,
            "verse": 111,
            "text": "நிச்சயமாக நாம் அவர்களிடம் மலக்குகளை இறக்கிவைத்தாலும், இறந்தவர்களை அவர்களிடம் பேசும்படிச் செய்தாலும், இன்னும் எல்லாப் பொருட்களையும் அவர்களிடம் நேருக்குநேர் கொண்டுவந்து ஒன்று சேர்த்தாலும் - அல்லாஹ் நாடினாலன்றி அவர்கள் ஈமான் கொள்ள மாட்டார்கள் - அவர்களில் பெரும்பாலோர் மூடர்களாகவே இருக்கின்றனர்"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "இவ்வாறே ஒவ்வொரு நபிக்கும், மனிதரிலும் ஜின்களிலும் உள்ள ஷைத்தான்களை விரோதிகளாக நாம் ஆக்கியிருந்தோம்; அவர்களில் சிலர் மற்றவரை ஏமாற்றும் பொருட்டு, அலங்காரமான வார்த்தைகளை இரகசியமாகச் சொல்லிக்கொண்டிருந்தார்கள்; (நபியே!) உம்முடைய இறைவன் நாடியிருந்தால் இவ்வாறு அவர்கள் செய்திருக்க மாட்டார்கள் - எனவே அவர்களையும் அவர்கள் கூறும் பொய்க்கற்பனைகளையும் விட்டுவிடுவீராக"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "(ஷைத்தான்களின் அலங்காரமான பேச்சை) மறுமையை நம்பாதவர்களின் உள்ளங்கள் செவிமடுப்பதற்காகவும் அதை திருப்தி கொள்வதற்காகவும் அவர்கள் செய்து வந்ததையே தொடர்ந்து செய்வதற்காகவும் (இவ்வாறு ஷைத்தான்கள் மயக்கினர்)"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "(நபியே! கூறும்;) \"அல்லாஹ் அல்லாதவனையா (தீர்ப்பளிக்கும்) நீதிபதியாக நான் தேடுவேன்? அவன்தான் உங்களுக்கு (விரிவான) விளக்கமான வேதத்தை இறக்கியுள்ளான்; எவர்களுக்கு நாம் வேதத்தைக் கொடுத்திருக்கின்றோமோ அவர்கள் நிச்சயமாக இது (குர்ஆன்) உம்முடைய இறைவனிடமிருந்து உண்மையாக இறக்கப்பட்டுள்ளது என்பதை நன்கு அறிவார்கள். எனவே நீர் சந்தேகம் கொள்பவர்களில் ஒருவராகி விடாதீர்"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "மேலும் உம்முடைய இறைவனின் வார்த்தை உண்மையாலும் நியாயத்தாலும் முழுமையாகிவிட்டது - அவனுடைய வார்த்தைகளை மாற்றுவோர் எவரும் இல்லை - அவன் (எல்லாவற்றையும்) கேட்பவனாகவும், (யாவற்றையும்) அறிபவனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "பூமியில் உள்ளவர்களில் பெரும் பாலோரை நீர் பின்பற்றுவீரானால் அவர்கள் உம்மை அல்லாஹ்வின் பாதையை விட்டு வழிகெடுத்து விடுவார்கள். (ஆதாரமற்ற) வெறும் யூகங்களைத்தான் அவர்கள் பின்பற்றுகிறார்கள் - இன்னும் அவர்கள் (பொய்யான) கற்பனையிலேயே மூழ்கிக்கிடக்கிறார்கள்"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "நிச்சயமாக தன்னுடைய நல்வழியை விட்டுத்தவறியவன் யார் என்பதை உம் இறைவன் நன்கு அறிவான் - அவ்வாறே நல்வழியில் செல்பவர்கள் யார் என்பதையும் அவன் நன்கு அறிவான்"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "(முஃமின்களே!) நீங்கள் அல்லாஹ்வின் வசனங்களை நம்புவோராக இருப்பின் அல்லாஹ்வின் பெயர் கூறப்பட்டு (அறுக்கப்பட்டவற்றின் மாமிசத்தையே) புசியுங்கள்"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "அல்லாஹ்வின் பெயர் கூறி (உங்களுக்கு அனுமதிக்கப்பட்டவற்றில்) அறுக்கப்பட்டதை நீங்கள் சாப்பிடாமலிருக்க என்ன (தடை) இருக்கிறது? நீங்கள் நிர்ப்பந்திக்கப்பட்டாலன்றி சாப்பிட உங்களுக்கு விலக்கப்பட்டவை எவை என்பதை அல்லாஹ் விவரித்துக் கூறியுள்ளான் - ஆனால் பெரும்பாலோர், அறியாமையின் காரணமாகத் தங்களுடைய மன இச்சைகளின் பிரகாரம் (மனிதர்களை) வழி கெடுக்கிறார்கள்; வரம்பு மீறிச்செல்பவர்களை நிச்சயமாக உம் இறைவன் நன்கு அறிகிறான்"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "(முஃமின்களே!) \"வெளிப்படையான பாவத்தையும், அந்தரங்கமான பாவத்தையும் விட்டுவிடுங்கள். நிச்சயமாக எவர்கள் பாவத்தைச் சம்பாதிக்கின்றனரோ, அவர்கள் சம்பாதித்தவற்றுக்குக் கூலி கொடுக்கப்படுவார்கள்"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "எதன்மீது. (அறுக்கும்போது) அல்லாஹ்வின் பெயர் கூறப்படவில்லையோ அதைப் புசியாதீர்கள் - நிச்சயமாக அது பாவமாகும்; நிச்சயமாக ஷைத்தான்கள் தங்கள் நண்பர்களை உங்களோடு (வீண்) தர்க்கம் செய்யுமாறு தூண்டுகிறார்கள் - நீங்கள் அவர்களுக்கு வழிபட்டால், நிச்சயமாக நீங்களும் முஷ்ரிக்குகள் (இணைவைப்போர்) ஆவீர்கள்"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "மரணம் அடைந்த ஒருவனை நாம் உயிர்ப்பித்து எழுப்பினோம் - இன்னும் அவனுக்கு ஓர் ஒளியையும் கொடுத்தோம். அதைக்கொண்டு அவன் மனிதர்களிடையே நடமாடுகிறான். மற்றொருவன் இருள்களில் சிக்கிக்கிடக்கிறான்; அதைவிட்டு அவன் வெளியேறவே முடியாது - இவ்விருவரும் சமமாவாரா? இவ்வாறு காஃபிர்களுக்கு அவர்கள் செய்யக்கூடிய (பாவச்)செயல்கள் அழகாக்கப்பட்டுள்ளன"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "மேலும் இவ்வாறே ஒவ்வோர் ஊரிலும் குற்றவாளிகளின் தலைவர்களை நாம் ஏற்படுத்தியிருக்கிறோம். அதில் அவர்கள் சூழ்ச்சி செய்வதற்காக, ஆயினும் அவர்கள் தங்களுக்கே சூழ்ச்சி செய்து கொள்கிறார்கள். (இதை) அவர்கள் உணருவதில்லை"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "அவர்களுக்கு ஏதாவது ஓர் அத்தாட்சி வந்தால், அவர்கள், \"அல்லாஹ்வின் தூதர்களுக்குக் கொடுக்கப்பட்டது போல் எங்களுக்கும் கொடுக்கப்படாத வரையில் நாங்கள் நம்பிக்கை கொள்ளவே மாட்டோம்\" என்று கூறுகிறார்கள்; அல்லாஹ் தனது தூதை எங்கு, அமைக்க வேண்டுமென்பதை நன்கு அறிவான்; குற்றம் செய்து கொண்டிருப்போருக்கு அவர்கள் செய்யும் சதியின் காரணமாக அல்லாஹ்விடம் சிறுமையும், கொடிய வேதனையும் உண்டு"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "அல்லாஹ் யாருக்கு நேர்வழி காட்ட நாடுகிறானோ அவருடைய நெஞ்சை இஸ்லாத்தை ஏற்றுக்கொள்வதற்காக விசாலமாக்குகிறான் - யாரை அவன் வழி கெடுக்க நாடுகிறானோ, அவருடைய நெஞ்சை, வானத்தில் ஏறுபவன் நெஞ்சைப் போல் இறுகிச் சுருங்கும்படிச் செய்கிறான் - இவ்வாறே ஈமான் கொள்ளாதவர்களுக்கு அல்லாஹ் தண்டனையை ஏற்படுத்துகிறான்"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "(நபியே!) இதுவே உம் இறைவனின் நேரான வழியாகும் - சிந்தனையுள்ள மக்களுக்கு (நம்) வசனங்களை நிச்சயமாக விவரித்திருக்கின்றோம்"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "அவர்களுக்கு அவர்களுடைய இறைவனிடம் (சாந்தியும்) சமாதானமுமுள்ள வீடு(சுவர்க்கம்) உண்டு - அவர்கள் செய்த (நன்மைகளின்) காரணமாக அவன் அவர்களுடைய உற்ற நேசனாகவும் இருக்கிறான்"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "அவர்கள் யாவரையும் ஒன்று சேர்க்கும் (மறுமை) நாளில், அவன் (ஜின்களை நோக்கி) \"ஓ! ஜின்களின் கூட்டத்தாரே! நீங்கள் மனிதர்களில் அநேகரை (வழிகெடுத்து) உங்களுடன் சேர்த்துக் கொண்டீர்களல்லவா?\" என்று கேட்பான். அதற்கு மனிதர்களிலிருந்து அவர்களுடைய நண்பர்கள்; \"எங்கள் இறைவா! எங்களில் சிலர் சிலரைக்கொண்டு பலன் அடைந்திருக்கின்றோம். நீ எங்களுக்கு நிர்ணயித்த தவனையை நாங்கள் அடைந்து விட்டோம்\" என்று கூறுவார்கள்; அதற்கு அவன், \"நரகம் தான் நீங்கள் தங்குமிடமாகும் - அல்லாஹ் நாடினாலன்றி நீங்கள் அதில் என்றென்றும் இருப்பீர்கள் - நிச்சயமாக உமது இறைவன் மிக்க ஞானமுடையோனாகவும், (யாவற்றையும்) நன்கறிந்தவனாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "இவ்வாறே அநியாயக்காரர்களில் சிலரை மற்றும் சிலருடன் - அவர்கள் செய்து கொண்டிருக்கும் (பாவச்) செயல்களின் காரணத்தால் - நெருங்கியவர்களாக ஆக்குகிறோம்"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "(மறுமை நாளில் இறைவன் ஜின்களையும் மனிதர்களையும் நோக்கி) \"ஜின்கள், மனிதர்கள் கூட்டத்தாரே! உங்களுக்கு என் வசனங்களை (அறிவித்து) ஓதிக்காட்டவும், இந்த நாளில் (ஏற்படப்போகும்) சந்திப்பைப் பற்றி உங்களுக்கு எச்சரிக்கை செய்யவும் உங்களிலிருந்தே உங்களிடம் தூதர்கள் வரவில்லையா?\" (என்று கேட்பான்), அதற்கு அவர்கள், \"நாங்களே எங்கள் (பாவத்தின்) மீது சாட்சி கூறுகிறோம்\" என்று கூறுவார்கள்; இதற்குக்காரணம் உலக வாழ்க்கை அவர்களை மயக்கிவிட்டது - அவர்கள் காஃபிர்களாக இருந்ததாக அவர்கள் தங்களுக்கு எதிராகவே சாட்சி கூறுவார்கள்"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "(இவ்வாறு தூதர்களை அவன் அனுப்பியதற்குக்) காரணம் யாதெனில், அநியாயம் செய்பவர்களின் ஊரை, அதிலிருப்போர் எச்சரிக்கை இல்லாதிருக்கும் நிலையில் அவர்கள் செய்துவிட்ட அநியாயத்தின் காரணமாக உம் இறைவன் அழிப்பதில்லை என்பதேயாகும்"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "ஒவ்வொருக்கும் அவர்கள் நடந்து கொண்டதற்குத் தக்கவாறு உயர்நிலைகள் உண்டு; உம் இறைவன் அவர்கள் செய்வதைப் பற்றி பராமுகமாக இல்லை"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "உம் இறைவன் தேவைகளற்றவன்; மிக்க கருணையுடையவன் - அவன் நாடினால் உங்களைபோக்கி உங்களுக்கு பிறகு, உங்களை அவன் இதர மக்களின் சந்ததியிலிருந்து உற்பத்தி செய்தது போன்றே - தான் நாடியவரை உங்களுக்கு பதிலாக ஆக்கி விடுவான்"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "நிச்சயமாக உங்களுக்கு வாக்களிக்கப்பட்ட(கியாமத்)து வந்து விடும். (அதை) நீங்கள் தடுத்துவிட முடியாது"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "(நபியே!) நீர் கூறும்; \"என்னுடைய கூட்டத்தாரே! நீங்கள் உங்கள் நிலைமைக் கொப்ப காரியங்களைச் செய்து கொண்டிருங்கள்; நானும் (காரியங்கள்) செய்து கொண்டிருப்பவனே, அப்பால், இவ்வுலகத்தின் இறுதி முடிவு யாருக்கு நலமாக இருக்கும் என்பதை நீங்கள் அறிந்து கொள்வீர்கள் - நிச்சயமாக அநியாயக்காரர்கள் வெற்றிபெற மாட்டார்கள்"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "அல்லாஹ் உண்டாக்கிய விளைச்சலிலிருந்தும், கால்நடைகளிலிருந்தும் அல்லாஹ்வுக்கென ஒரு பாகத்தை ஏற்படுத்தினார்கள்; இன்னும் அவர்களின் எண்ணப்படி இது அல்லாஹ்வுக்கு என்றும், இது எங்களுடைய இணை தெய்வங்களுக்கு என்றும் சொல்கிறார்கள் - அவர்கள் தங்கள் தெய்வங்களுக்கென்று குறிப்பிட்ட பாகத்தில் எதுவும் அல்லாஹ்வுக்குச் சேர்வதில்லை அல்லாஹ்வுக்கு ஆகியிருப்பது அவர்கள் தெய்வங்களுக்குச் சேரும் என்றும் சொல்கிறார்கள். அவர்கள் செய்யும் இம்முடிவு மிகவும் கெட்டதாகும்"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "இவ்வாறே இணை வைப்போரில் பெரும்பாலோருக்கு, அவர்களுடைய குழந்தைகளையே கொலை செய்வதை அவர்களுடைய தெய்வங்கள் அழகாக்கி வைத்துள்ளன. அவர்களை நாசப்படுத்தி, அவர்களுடைய மார்க்கத்தையும் குழப்பத்திலாக்கிவிட்டன. அல்லாஹ் நாடியிருந்தால் அவர்கள் அப்படிச் செய்திருக்க மாட்டார்கள். எனவே (நபியே!) நீர் அவர்களையும், அவர்களுடைய பொய்யான கூற்றுக்களையும் விட்டு விலகி விடுவீராக"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "இன்னும் அவர்கள் (தம் கால்நடைகளைக் குறிப்பிட்டு) \"ஆடு, மாடு, ஒட்டகம்; விவசாயத்தில் காணும் இந்த விளைச்சல் ஆகியவற்றை நாம் விரும்புபவர்களைத் தவிர வேறு யாரும் புசிப்பது தடுக்கப்பட்டுள்ளது\" என்று கூறுகின்றனர்; மேலும் சில கால்நடைகளைச் சவாரி செய்யவும், சுமைகளைச் சுமந்து செல்லவும் பயன் படுத்துவது தடுக்கப்பட்டுள்ளது என்றும்; இன்னும் சில கால்நடைகளை அறுக்கும்போது அல்லாஹ்வின் பெயரைக் கூறக்கூடாதென்றும்; அல்லாஹ்வின் மீது பொய்யாகக் கற்பனை செய்து சொல்கிறார்கள். (அல்லாஹ்) அவர்களுடைய பொய்க் கூற்றுகளுக்காக அவர்களுக்குக் கூலி கொடுப்பான்"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "மேலும் அவர்கள், \"இந்தக் கால் நடைகளின் வயிற்றில் இருக்கும் குட்டிகள் எங்கள் ஆண்களுக்கு மட்டுமே சொந்தம். அவை எங்கள் பெண்களுக்குத் தடுக்கப்பட்டுள்ளன - அவை செத்துப் பிறந்தால், அவற்றில் அவர்களுக்கும் பங்கு உண்டு\" என்றும் கூறுகிறார்கள்; அவர்களுடைய (இந்தப் பொய்யான) கூற்றுக்கு அவன் தக்க கூலி கொடுப்பான் - நிச்சயமாக அவன் பூரண ஞானமுடையோனும், (யாவற்றையும்) அநிந்தவனுமாக இருக்கின்றான்"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "எவர்கள் அறிவில்லாமல் மூடத்தனமாக தம் குழந்தைகளைக் கொலை செய்தார்களோ இன்னும் தங்களுக்கு அல்லாஹ் உண்ண அனுமதித்திருந்ததை அல்லாஹ்வின் மீது பொய் கூறி (ஆகாதென்று) தடுத்துக் கொண்டார்களோ, அவர்கள் வழிகெட்டு விட்டனர், நேர்வழி பெற்றவர்களாக இல்லை"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "பந்தல்களில் படரவிடப்பட்ட கொடிகளும், படரவிடப்படாத செடிகளும், பேரீத்த மரங்களும் உள்ள சோலைகளையும், புசிக்கத்தக்க விதவிதமான காய், கறி, தானியங்களையும், ஒன்றுபோலும் வெள; வேறாகவும் தோற்றமளிக்கும் ஜைத்தூன் (ஒலிவம்) மாதுளை ஆகியவற்றையும், அவனே படைத்தான். ஆகவே அவை பலனளித்தால் அவற்றின் பலனிலிருந்து புசியுங்கள். அவற்றை அறுவடை செய்யும் காலத்தில் அதற்குரிய (கடமையான) பாகத்தைக் கொடுத்து விடுங்கள். வீண் விரயம் செய்யாதீர்கள்- நிச்சயமாக அவன் (அல்லாஹ்) வீண் விரயம் செய்பவர்களை நேசிப்பதில்லை"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "இன்னும் கால்நடைகளில் சில சுமை சுமப்பதற்கும், சில உணவுக்காகவும் உள்ளன. அல்லாஹ் உங்களுக்கு அளித்ததிலிருந்து உண்ணுங்கள் - நீங்கள் ஷைத்தானின் அடிச்சுவடுகளைப் பின்பற்றாதீர்கள்- நிச்சயமாக அவன் உங்களுக்கு பகிரங்கமான பகைவனாவான்"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "(நபியே! அம்மக்களிடம்) \"கால்நடைகளில் எட்டு வகைகள் உள்ளன - செம்மறி ஆட்டில் (ஆண், பெண்) இரு வகை, வெள்ளாட்டில் (ஆண், பெண்) இரு வகை, அவன் (அல்லாஹ்) ஆண் இரண்டையும் ஹராமாக்கி விட்டானா? அல்லது பெட்டை இரண்டையும் ஹராமாக்கி விட்டானா? அல்லது அவ்விரு வகைகளிலுமுள்ள பெண்களின் கர்ப்பங்களில் உள்ளவற்றையா (அவன் தடுத்திருக்கிறான்?) நீங்கள் உண்மை கூறுபவர்களாக இருந்தால், (இதனை) ஆதாரத்துடன் எனக்கு அறிவியுங்கள்\" என்று கேட்பீராக"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "இன்னும், \"ஒட்டகையில் (ஆண், பெண்) இரு வகை, மாட்டிலும் (பசு, காளை) இரு வகையுண்டு - இவ்விரு வகைகளிலுள்ள ஆண்களையா அல்லது பெட்டைகளையா அல்லது இவ்விரு வகையிலுள்ள பெட்டைகளின் கர்ப்பங்களில் உள்ளவற்றையா (இறைவன்) தடுத்திருக்கிறான். இவ்வாறு அல்லாஹ் கட்டளையிட்ட(தாகக் கூறுகிறீர்களே, அச்)சமயம் நீங்கள் சாட்சியாக இருந்தீர்களா?\" என்றும் (நபியே!) நீர் கேளும் - மக்களை வழி கெடுப்பதற்காக அறிவில்லாமல் அல்லாஹ்வின் மீது பொய்க் கற்பனை செய்பவனைவிட அதிக அநியாயக்காரன் யார்? நிச்சயமாக அல்லாஹ் இத்தகைய அநியாயக்காரக் கூட்டத்தினருக்கு நேர்வழி காட்டமாட்டான்"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "(நபியே!) நீர் கூறும்; \"தானாக இறந்தவைகளையும் வடியும் இரத்தத்தையும் பன்றியின் மாமிசத்தையும் தவிர உண்பவர்கள் புசிக்கக் கூடியவற்றில் எதுவும் தடுக்கப்பட்டதாக எனக்கு அறிவிக்கப்பட்டதில் நான் காணவில்லை\" - ஏனெனில் இவை நிச்சயமாக அசுத்தமாக இருக்கின்றன. அல்லது அல்லாஹ் அல்லாதவற்றின் பெயர் சொல்லி அறுக்கப்பட்டது பாவமாயிருப்பதனால் - (அதுவும் தடுக்கப்பட்டுள்ளது) - ஆனால் எவரேனும் நிர்ப்பந்திக்கபட்டு, வரம்பை மீறாமலும் பாவம் செய்ய நினைக்காமலும் புசித்துவிட்டால் - (அவர்மீது குற்றமாகாது ஏனெனில்) நிச்சயமாக உங்கள் இறைவன் மிக்க மன்னிப்போனாகவும், பெருங் கருணையுடையோனுமாகவும் இருக்கின்றான்"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "நகத்தையுடைய அனைத்தையும் யூதர்களுக்கு நாம் ஹராமாக்கியிருந்தோம்; ஆடு, மாடு ஆகியவற்றில் - அவற்றின் முதுகுகளிலோ அல்லது வயிறுகளிலோ அல்லது எலும்புகளுடன் கலந்தோ இருக்கும் கொழுப்பைத் தவிர மற்ற அவற்றின் கொழுப்பையும் ஹராமாக்கினோம் - அவர்கள் அக்கிரமம் செய்த காரணத்தினால் அவர்களுக்கு இதனை நாம் கூலியாக கொடுத்தோம் - நிச்சயமாக நாம் உண்மையே கூறுகிறோம்"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "(நபியே!) இவர்கள் உம்மைப் பொய்ப்பிப்பார்களானால், \"உங்களுடைய இறைவன் விசாலமான கருணையுடையவன்தான்; (எனினும்) குற்றம் செய்த கூட்டத்தாரைவிட்டு அவன் தண்டனை தடுக்கப்படமாட்டாது"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "(அல்லாஹ்வுக்கு இணை வைக்கும்) முஷ்ரிக்குகள் \"அல்லாஹ் நாடியிருந்தால், நாங்களும் எங்கள் மூதாதையர்களும் இணை வைத்திருக்க மாட்டோம்; நாங்கள் எந்தப் பொருளையும் (எங்கள் விருப்பப்படி) ஹராமாக்கியிருக்கவும் மாட்டோம்\" என்று கூறுவார்கள் - இப்படித்தான் இவர்களுக்கு முன் இருந்தவர்களும் நமது தண்டனையை அனுபவிக்கும் வரை பொய்ப்பித்துக் கொண்டிருந்தார்கள்; (ஆகவே அவர்களை நோக்கி,) இதற்கு உங்களிடம் ஏதாவது ஆதாரம் உண்டா? இருந்தால் அதை எமக்கு வெளிப்படுத்துங்கள்; (உங்களுடைய வீணான) எண்ணங்களைத் தவிர வேறெதையும் நீங்கள் பின்பற்றவில்லை நீங்கள் பொய் வாதமே புரிகின்றீர்கள்\" என்று (நபியே!) நீர் கூறும்"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "நிரப்பமான அத்தாட்சி அல்லாஹ் விடமேயுள்ளது, அவன் நாடியிருந்தால் உங்கள் யாவரையும் அவன் நல்வழியில் செலுத்தியிருப்பான்\" என்று நீர் கூறும்"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "நிச்சயமாக அல்லாஹ் தான் இதனை ஹராமாக்கினான் என சாட்சி சொல்லக்கூடிய உங்கள் சாட்சிகளைக் கொண்டு வாருங்கள்\" என்று கூறும்; அவர்கள் சாட்சி கூறினால், (அவர்கள் பொய்யராகவேயிருப்பர்) அவர்களுடன் சேர்ந்து நீர் சாட்சி சொல்ல வேண்டாம் - நம் வசனங்களைப் பொய்ப்பிக்கின்றவர்கள், மறுமையை நம்பாதவர்கள் ஆகியோரின் வீணான மன இச்சைகளை நீர் பின்பற்ற வேண்டாம் - ஏனெனில் அவர்கள் தாம் தங்கள் இறைவனுக்குப் பல தெய்வங்களை இணையாக்குகின்றனர்"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "வாருங்கள்! உங்கள் இறைவன் உங்கள் மீது விலக்கியிருப்பவற்றையும் (ஏவியிருப்பவற்றையும்) நாம் ஓதிக் காண்பிக்கிறேன்; எப்பொருளையும் அவனுக்கு இணையாக வைக்காதீர்கள்; பெற்றோர்களுக்கு நன்மை செய்யுங்கள்; வறுமைக்குப் பயந்து உங்கள் குழந்தைகளைக் கொல்லாதீர்கள் - ஏனெனில் உங்களுக்கும், அவர்களுக்கும் நாமே உணவளிக்கின்றோம்; வெளிப்டையான இரகசியமான மானக்கேடான காரியங்களை நீங்கள் நெருங்காதீர்கள்; அல்லாஹ் தடுத்துள்ள எந்த ஓர் ஆத்மாவையும் நியாயமானதற்கு அல்லாமல் - கொலை செய்யாதீர்கள் - இவற்றை நீங்கள் உணர்ந்து கொள்வதற்காக (இறைவன்) உங்களுக்கு (இவ்வாறு) போதிக்கின்றான்"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "அநாதையின் பொருளின் பக்கம் அவன் பிராயத்தை அடையும் வரையில் அழகான முறையிலன்றி நீங்கள் நெருங்காதீர்கள்; அளவையும், நிறுவையையும் நீதத்தைக் கொண்டு நிரப்பமாக்குங்கள்; நாம் எந்த ஆத்மாவையும் அதன் சக்திக்கு மீறி கஷ்டப்படுத்துவதில்லை. நீங்கள் பேசும்பொழுது அதனால் பாதிக்கப்படுபவர் நெருங்கிய உறவினராக இருந்த போதிலும் - நியாயமே பேசுங்கள்; அல்லாஹ்வுக்கு (நீங்கள் கொடுத்த) உறுதி மொழியை நிறைவேற்றுங்கள். நீங்கள் நினைவு (கூர்ந்து நடந்து) கொள்ளும் பொருட்டே அல்லாஹ் உங்களுக்கு (இவ்வாறு) போதிக்கிறான்"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "நிச்சயமாக இதுவே என்னுடைய நேரான வழியாகும்; ஆகவே இதனையே பின்பற்றுங்கள் - இதர வழிகளை நீங்கள் பின்பற்ற வேண்டாம் - அவை உங்களை அவனுடைய வழியைவிட்டுப் பிரித்துவிடும்; நீங்கள் (நேர் வழியைப் பின்பற்றி) பயபக்தியுடையவர்களாக இருப்பதற்கு இவ்வாறு அவன் உங்களுக்கு போதிக்கிறான்"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "நன்மை செய்பவர்களின் மீது (நமது அருளைப்) பூர்த்தியாக்கும் பொருட்டு பின்னர் மூஸாவுக்கு நாம் ஒரு வேதத்தைக் கொடுத்தோம் - அதில் ஒவ்வொரு விஷயமும் தெளிவாக விவரிக்கப்பட்டுள்ளது அது நேர் வழியாகவும் அருளாகவும் இருக்கிறது. அவர்கள் தங்கள் இறைவனை சந்திப்போம் என்று உறுதி கொள்ளும் பொருட்டே (அதைக் கொடுத்தோம்)"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "(மனிதர்களே!) இதுவும் வேதமாகும்; இதனை நாமே இறக்கிவைத்துள்ளோம் - (இது) மிக்க பாக்கியம் வாய்ந்தது ஆகவே இதனைப் பின்பற்றுங்கள் - இன்னும் (அவனை) அஞ்சி (பாவத்தை விட்டு விலகி)க் கொள்ளுங்கள். நீங்கள் (இறைவனால்) கிருபை செய்யப்படுவீர்கள்"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "நமக்கு முன் இரு கூட்டத்தினர் மீது மட்டுமே வேதம் இறக்கப்பட்டது - ஆகவே நாங்கள் அதனைப் படிக்கவும் கேட்கவும் முடியாமல் பராமுகமாகி விட்டோம் என்று நீங்கள் கூறாதிருக்கவும்"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "அல்லது மெய்யாகவே எங்கள் மீது ஒரு வேதம் அருளப்பட்டிருந்தால், நிச்சயமாக நாங்கள் அவர்களைவிட மிக்க நேர்மையாக நடந்திருப்போம் என்று நீங்கள் கூறாதிருக்கும் பொருட்டும் (இவ்வேதத்தை அருளினோம்); ஆகவே உங்களுடைய இறைவனிடமிருந்தும் மிகத்தெளிவான வேதமும், நேர்வழியும், அருளும் வந்துவிட்டது - எவனொருவன் அல்லாஹ்வின் வசனங்களைப் புறக்கணித்து, அவற்றைவிட்டு விலகிவிடுகின்றானோ அவனைவிட அதிக அநியாயக்காரன் யார்? நம்முடைய வசனங்களை விட்டுவிலகிக் கொள்கிறவர்களுக்கு, அவர்கள் விலகிக் கொண்ட காரணத்தால் கொடிய வேதனையைக் கூலியாகக் கொடுப்போம்"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "மலக்குகள் அவர்களிடம் (நேரில்) வருவதையோ அல்லது உம் இறைவனே (அவர்களிடம்) வருவதையோ அல்லது உம் இறைவனின் அத்தாட்சிகளில் சில வருவதையோ அன்றி (வேறெதனையும்) அவர்கள் எதிர்பார்க்கின்றனரா? உம்முடைய இறைவனின் அத்தாட்சிகளில் சில வரும் அந்நாளில், இதற்கு முன்னால் நம்பிக்கை கொள்ளாமலும், அல்லது நம்பிக்கைக் கொண்டிருந்தும் யாதொரு நன்மையையும் சம்பாதிக்காமலுமிருந்து விட்டு, அந்நாளில் அவர்கள் கொள்ளும் நம்பிக்கை எவ்வித பலனையும் அவர்களுக்கு அளிக்காது - ஆகவே அவர்களை நோக்கி \"(அந்த அத்தாட்சிகளை) நீங்களும் எதிர்பாருங்கள்; நாமும் எதிர்ப் பார்க்கின்றோம்\" என்று (நபியே!) நீர் கூறும்"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "நிச்சயமாக எவர்கள் தங்களுடைய மார்க்கத்தை (தம் விருப்பப்படி பலவாறாகப்) பிரித்து, பல பிரிவினர்களாகப் பிரிந்து விட்டனரோ அவர்களுடன் (நபியே!) உமக்கு எவ்வித சம்பந்தமுமில்லை அவர்களுடைய விஷயமெல்லாம் அல்லாஹ்விடமே உள்ளது - அவர்கள் செய்து கொண்டிருந்தவற்றைப் பற்றி முடிவில் அவனே அவர்களுக்கு அறிவிப்பான்"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "வர் ஒருவர் (ஒரு) நன்மையைச் செய்கிறாரோ அவருக்கு அதுபோல் பத்துப் பங்கு (நன்மை) உண்டு; எவர் ஒருவர் (ஒரு) தீமையைச் செய்கிறாரோ அதைப்போன்ற அளவுடைய கூலியே கொடுக்கப்படுவார் - அவர்கள் அநியாயம் செய்யப்படவும் மாட்டார்கள்"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "(நபியே!) நீர் கூறும்; \"மெய்யாகவே என் இறைவன் எனக்கு நேரான பாதையின் பால் வழி காட்டினான் - அது மிக்க உறுதியான மார்க்கமாகும்; இப்றாஹீமின் நேர்மையான மார்க்கமுமாகும், அவர் இணைவைப்வர்களில் ஒருவராக இருக்கவில்லை"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "நீர் கூறும்; \"மெய்யாக என்னுடைய தொழுகையும், என்னுடைய குர்பானியும், என்னுடைய வாழ்வும், என்னுடைய மரணமும் எல்லாமே அகிலங்களின் இறைவனாகிய அல்லாஹ்வுக்கே சொந்தமாகும்"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "அவனுக்கு யாதோர் இணையுமில்லை - இதைக் கொண்டே நான் ஏவப்பட்டுள்ளேன் - (அவனுக்கு) வழிப்பட்டவர்களில் - முஸ்லீம்களில் - நான் முதன்மையானவன் (என்றும் கூறும்)"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "அல்லாஹ்வை அன்றி மற்றெவரையாவது நான் இறைவனாக எடுத்துக் கொள்வேனா? எல்லாப் பொருள்களுக்கும் அவனே இறைவனாக இருக்கின்றான் - பாவம் செய்யும் ஒவ்வோர் ஆத்மாவும் தனக்கே, கேட்டைத் தேடிக்கொள்கிறது ஓர் ஆத்மாவின் (பாவச்)சுமையை மற்றோர் ஆத்மா சுமக்காது. பின்னர், நீங்கள் (அனைவரும்) உங்கள் இறைவன் பக்கமே திரும்பிச் செல்ல வேண்டியதிருக்கிறது அப்போது நீங்கள் பிணங்கி விவாதம் செய்து கொண்டிருந்தவை பற்றி அவன் உங்களுக்கு அறிவிப்பான்\" என்று (நபியே!) நீர் கூறும்"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "அவன் தான் உங்களைப் பூமியில் பின்தோன்றல்களாக ஆக்கினான்; அவன் உங்களுக்குக் கொடுத்துள்ளவற்றில் உங்களைச் சோதிப்பதற்காக, உங்களில் சிலரைச் சிலரைவிடப் பதவிகளில் உயர்த்தினான் - நிச்சயமாக உம் இறைவன் தண்டிப்பதில் விரைவானவன். மேலும் அவன் நிச்சயமாக மன்னிப்பவன்; மிக்க கருணையுடயவன்"
        }
    ]
}