{
    "rukus": [
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kāf Hā Jā Ajīn Sād"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Ovo je spomen o milosti Gospodara tvoga prema robu Njegovu Zekerijjau"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "kad je on Gospodara svoga tiho zovnuo"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "i rekao: \"Gospodaru moj, kosti su mi oronule i glava osijedjela, a nikada nisam, kad sam Ti, Gospodaru moj, molbu uputio, razočaran ostao"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Bojim se rođaka mojih po krvi poslije mene, a žena mi je nerotkinja, zato mi pokloni od Sebe nasljednika"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "da naslijedi mene i porodicu Jakubovu, i učini, Gospodaru moj, da se s njime bude zadovoljno"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "O Zekerijja, javljamo ti radosnu vijest da će ti se dječak roditi, ime će mu biti Jahja, nikoga prije njemu sličnim nismo učinili"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Gospodaru moj\", reče on, \"kako ću imati sina kad mi je žena nerotkinja, a već sam duboku starost doživio"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Eto tako\", reče. Gospodar tvoj je rekao: \"To je meni lahko, i tebe sam ranije stvorio, a nisi ništa bio"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Gospodaru moj\", reče, \"daj mi neki znak.\" \"Znak će ti biti to što tri noći nećeš s ljudima razgovarati, a zdrav ćeš biti"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "I on izađe iz odaje svoje u kojoj se molio pred narod svoj i znakom im dade na znanje"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "O Jahja, prihvati Knjigu odlučno!\", a dadosmo mu mudrost još dok je dječak bio"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "i nježnost i čednost, i bogobojazan je bio"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "i roditeljima svojim bio je dobar, i nije bio drzak i neposlušan"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "I sigurnost je imao na dan kada se rodio i na dan kada je umro, a imat će je i na dan kada bude proživljen"
        }
    ]
}