{
    "rukus": [
        {
            "chapter": 21,
            "verse": 11,
            "text": "A koliko smo samo uništili naselja koja su zulum činila i poslije kojih smo druge narode podigli"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "I čim bi silu našu osjetili, iz njih bi se razbježali"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Ne bježite, vratite se uživanjima vašim i domovima vašim, možda ćete biti priupitani"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Teško nama\", oni bi govorili, \"mi smo, zaista, zulumćari bili"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "I kukali bi tako sve dok ih ne bismo učinili, kao žito požnjeveno, nepomičnim"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Mi nismo stvorili nebo i Zemlju i ono što je između njih, igrajući se"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Da smo htjeli uzeti neku zabavu, uzeli bismo je od Nas, ali Mi to ne činimo"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Međutim, Istinom suzbijamo laž, Istina je uguši i laži nestane; a teško vama zbog toga što Ga lažno opisujete"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Njegovo je ono što je na nebesima i na Zemlji! A oni koji su kod Njega ne zaziru da Mu budu pokorni, i ne zamaraju se"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "hvale Ga noću i danju, ne malaksavaju"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Zar božanstva koja oni od zemlje pripravljaju mogu mrtve oživiti"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "A da na njima - Zemlji i nebesima ima drugih istinskih božanstava osim Allaha, i na jednom i na drugom reda bi nestalo. Pa neka je uzvišen Allah, Gospodar Arša, od onoga što Mu u obožavanju pridružuju"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "On neće biti pitan za ono što radi, a oni će biti pitani"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Zar da pored Njega oni uzimaju bogove?! Reci: \"Dajte vaš dokaz! Ovo je opomena za one koji su sa mnom, a i opomena za one koji su bili prije mene.\" Međutim, većina njih ne zna Istinu, pa se okreću"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Prije tebe nijednog poslanika nismo poslali, a da mu nismo objavili: \"Nema istinskog boga osim Mene, zato Meni ibadet činite"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Oni govore: \"Svemilosni je uzeo dijete!\", Uzvišen neka je On! A meleci su samo robovi poštovani"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Oni ne govore dok to On ne odobri i postupaju onako kako On naredi"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "On zna šta su radili i šta će raditi, i oni će se samo za onoga s kim On bude zadovoljan zauzimati, a oni i sami, iz straha prema Njemu, strepe"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "A onoga od njih koji bi rekao: \"Ja sam, doista, pored Njega, bog!\", kaznili bismo Džehennemom, jer Mi tako kažnjavamo zulumćare"
        }
    ]
}