{
    "rukus": [
        {
            "chapter": 34,
            "verse": 10,
            "text": "Mi smo Davudu od Nas dobro dali: \"O brda, ponavljajte zajedno s njim hvalu, i vi, ptice!\" - i omekšali smo mu gvožđe"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "I pravi široke pancire i odmjeri pri vezivanju halki, i činite dobro! Ja zaista dobro vidim šta radite vi"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "A Sulejmanu - vjetar, ujutro je prevaljivao rastojanje od mjesec dana, a navečer rastojanje od mjesec dana; i učinili smo da mu iz izvora rastopljen bakar teče i da džini, dozvolom njegova Gospodara, pred njim rade, a ko od njih otkaže poslušnost naređenju Našem, Mi učinimo da ognjenu patnju osjeti"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Oni su mu izrađivali što god je htio: bogomolje i spomenike, i zdjele kao čatrnje, i kotlove nepokretne. \"Radite i budite zahvalni, o porodico Davudova!\" A malo je zahvalnih među robovima Mojim"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "A kad smo odredili da umre, samo ih je crv iz zemlje koji je bio rastočio štap njegov - uputio na smrt njegovu, i kad se on srušio, džini shvatiše, da ne bi u patnji ponižavajućoj ostali, da su ono što je čulima nedokučivo znali"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "Stanovnici Sabe imali su znak u mjestu u kom su živjeli: vrtove, zdesna i slijeva. Jedite iz opskrbe Gospodara svoga i budite Mu zahvalni; ovo je lijep predio, a Gospodar je grijeha Oprostitelj"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "Ali oni su se okrenuli, pa smo na njih vodenu bujicu pustili, i zamijenili im njihove vrtove drugim vrtovima sa plodovima gorkim i tamariskom i nešto malo divljeg lotosa"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "Kaznili smo ih tako zato što su bili nezahvalni, a da li Mi kažnjavamo ikog drugog do nevjernika, nezahvalnika"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "A između njih i naselja koje smo blagoslovili - načinili smo bili naselja vidljiva i po njima im odredili razdaljinu za putovanje. Putujte njima noću i danju, sigurni"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "Ali oni rekoše: \"Gospodaru naš, učini veće rastojanje prilikom putovanja naših!\" - i zulum sebi učiniše, i Mi učinismo da se o njima samo priča, a njih posvuda raselismo. Doista, su u tome znaci za svakog strpljivog i zahvalnog"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "A Iblis se uvjerio u ono što je o njima mislio, i oni su se poveli za njim, osim grupe vjernika"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "A nad njima on nikakva argumenta nije imao; osim što smo ih mu prepustili da bi znali onog ko vjeruje u ahiret, a ko u njega sumnja. A Gospodar tvoj bdi nad svim"
        }
    ]
}