{
    "rukus": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ha-mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Knjigu objavljuje Allah, Silni i Mudri"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Mi smo nebesa i Zemlju, i ono što je između njih, samo s Istinom stvorili i do roka određenog, ali oni koji ne vjeruju okreću se od onoga čime upozoravani budu"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Reci: \"Šta mislite o onima koje mimo Allaha molite? Pokažite mi koji dio Zemlje su stvorili, ili oni možda imaju kakva udjela u nebesima?! Donesite mi Knjigu objavljenu prije ove, ili samo kakav ostatak znanja, ako istinu govorite"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Ko je u većoj zabludi od onih koji, umjesto Allaha, mole one koji im se do Kijametskog dana neće odazvati i koji su prema njihovim molbama ravnodušni"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "Kada ljudi budu sabrani, oni - idoli će im biti neprijatelji i poreći će obožavanje njihovo"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "A kad se ovima Naši jasni ajeti uče, onda oni koji ne vjeruju govore o Istini čim im dođe: \"Ovo je očita čarolija"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Ili govore: \"On ga izmišlja!\" Reci: \"Pa, ako ga izmišljam, vi nemate nimalo moći da me od Allaha odbranite; On najbolje zna šta o Kur'anu govorite. On je dovoljan svjedok i meni i vama; On je Oprostitelj grijeha, Milostivi"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Reci: \"Ja nisam prvi poslanik i ne znam šta će biti sa mnom ili s vama; ja slijedim samo ono što mi se objavljuje, i ja sam samo upozoritelj jasni"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Reci: \"Kažite vi meni šta će s vama biti ako je on - Kur'an od Allaha, a vi u njega ne vjerujete, i ako je jedan od sinova Israilovih posvjedočio slično onome što je u njemu, pa on povjerovao, a vi se uzoholili Allah, zaista, ne upućuje na Pravi put ljude koji su zulumćari"
        }
    ]
}