{
    "juzs": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Dajudaju Allahu ti gbo oro (obinrin) t’o n ba o se ariyanjiyan nipa oko re, ti o si n saroye fun Allahu. Allahu si n gbo isorogbesi eyin mejeeji. Dajudaju Allahu ni Olugbo, Oluriran"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Awon t’o n fi eyin iyawo won we ti iya won ninu yin, awon iyawo ki i se iya won. Ko si eni ti o je iya won bi ko se iya ti o bi won lomo. Dajudaju won n so aburu ninu oro ati oro iro. Dajudaju Allahu ni Alamoojukuro, Alaforijin"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Awon t’o n fi eyin iyawo won we ti iya won, leyin naa ti won n seri kuro nibi ohun ti won so, won maa tu eru kan sile loko eru siwaju ki awon mejeeji to le sunmo ara won. Iyen ni A n fi se waasi fun yin. Allahu si ni Alamotan nipa ohun ti e n se nise"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Eni ti ko ba ri (eru), o maa gba aawe osu meji ni telentele siwaju ki awon mejeeji t’o le sunmo ara won. Eni ti ko ba ni agbara (aawe), o maa bo ogota talika. Iyen nitori ki e le ni igbagbo ododo ninu Allahu ati Ojise Re. Iwonyi si ni awon enu-ala (ofin) ti Allahu gbe kale fun eda. Iya eleta-elero si wa fun awon alaigbagbo"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Dajudaju awon t’o n yapa Allahu ati Ojise Re, A oo yepere won gege bi A se yepere awon t’o siwaju won. A kuku ti so awon ayah t’o yanju kale. Iya ti i yepere eda si wa fun awon alaigbagbo"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "Ni ojo ti Allahu yoo gbe gbogbo won dide, O si maa fun won ni iro ohun ti won se nise. Allahu se akosile re, awon si gbagbe re. Allahu si ni Arinu-rode gbogbo nnkan"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Se o o ri i pe dajudaju Allahu mo ohunkohun t’o wa ninu awon sanmo ati ohunkohun t’o wa ninu ile ni? Ko si oro ikoko kan laaarin eni meta afi ki Allahu se ikerin won ati eni marun-un afi ki O se ikefa won. Won kere si iyen, won tun po (ju iyen) afi ki O wa pelu won ni ibikibi ti won ba wa. Leyin naa, O maa fun won ni iro ohun ti won se nise ni Ojo Ajinde. Dajudaju Allahu ni Onimo nipa gbogbo nnkan. ayah yii ko tumo si pe Paapaa Bibe Allahu wa lori ile aye tabi pe Paapaa Bibe Allahu wa pelu eni kookan. Ti Allahu ba se ikeji eni kan tabi O se iketa eni meji bi ko se pe wiwa Allahu pelu eda Re ni pe “Allahu n gbo ohun eda” ninu surah al-Waƙi‘ah; 56:85 isunmo ti Allahu sunmo eda ju bi a se sunmo ara wa lo duro fun bi awon molaika olugbemi-eda se maa sunmo eni kookan ni akoko ti emi ba fe jade lara eda. Eyi rinle bee ninu ayah 83 ati 84 ninu surah naa. Nitori naa isunmo ti Allahu n toka si ninu awon ayah wonyen ati iru won miiran ko tumo si isokale Allahu wa si inu isan orun eda"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Se o o ri awon ti A ko oro ikoko fun, leyin naa ti won tun pada sibi ohun ti A ko fun won. Won n bara won so oro ikoko lori ese, abosi ati iyapa Ojise. Nigba ti won ba si de odo re, won yoo ki o ni kiki ti Allahu ko fi ki o. Won si n wi sinu emi won pe: \"Ki ni ko je ki Allahu je wa niya lori ohun ti a n wi (ni ikoko)!\" Ina Jahnamo maa to won. Won maa wo inu re. Ikangun naa si buru"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "Eyin ti e gbagbo ni ododo, nigba ti e ba n bara yin so oro ikoko, e ma se so oro ikoko lori ese, abosi ati iyapa Ojise. E bara yin so oro ikoko lori ise rere ati iberu Allahu. E beru Allahu, Eni ti won yoo ko yin jo si odo Re"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Dajudaju oro ikoko (buruku) n wa lati odo Esu nitori ki o le ko ibanuje ba awon t’o gbagbo ni ododo. Ko si le fi kini kan ko inira ba won afi pelu iyonda Allahu. Allahu si ni ki awon onigbagbo ododo gbarale"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Eyin ti e gbagbo ni ododo, nigba ti won ba so fun yin pe ki e gbara yin laye ninu awon ibujokoo, e gbara yin laye. Allahu yoo f’aye gba yin. Nigba ti won ba so pe: \"E dide (sibi ise rere).\" E dide (si i). Allahu yoo sagbega awon ipo fun awon t’o gbagbo ni ododo ati awon ti A fun ni imo ninu yin. Allahu si ni Alamotan nipa ohun ti e n se nise"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "Eyin ti e gbagbo ni ododo, nigba ti e ba ba Ojise soro ateso, e fi ore tita siwaju oro ateso yin. Iyen loore julo fun yin. O si fo yin mo julo. Ti e o ba si ri (ore), dajudaju Allahu ni Alaforijin, Asake-orun"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Se e n paya (osi) nibi ki e maa ti ore siwaju awon oro ateso yin ni? Nigba ti e o se e, Allahu si gba ironupiwada yin. Nitori naa, e kirun, e yo Zakah. E tele ti Allahu ati Ojise Re. Allahu ni Alamotan nipa ohun ti e n se nise"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "Se o o ri awon t’o mu ijo kan ti Allahu binu si ni ore? Won ki i se ara yin, won ko si je ara won. Won yo si maa bura lori iro, won si mo"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Allahu ti pese iya lile de won. Dajudaju ohun ti won n se nise buru"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Won fi ibura won se aabo; won si seri awon eniyan kuro loju ona (esin) Allahu. Nitori naa, iya ti i yepere eda wa fun won"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Awon dukia won ati awon omo won ko nii fi kini kan ro won loro ni odo Allahu. Awon wonyen ni ero inu Ina. Olusegbere si ni won ninu re"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Ni ojo ti Allahu yoo gbe gbogbo won dide patapata, won yo si maa bura fun Un gege bi won se n bura fun yin. Won n lero pe dajudaju awon ti ri nnkan se. Gbo! Dajudaju awon, awon ni opuro"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Esu je gaba le won lori. O si mu won gbagbe iranti Allahu. Awon wonyen ni ijo Esu. Gbo! Dajudaju ijo esu, awon ni eni ofo"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Dajudaju awon t’o n yapa Allahu ati Ojise Re, awon wonyen wa ninu awon oluyepere julo"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Allahu ko o pe: \"Dajudaju Mo maa bori; Emi ati awon Ojise Mi.\" Dajudaju Allahu ni Alagbara, Olubori"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "O o nii ri ijo kan t’o gbagbo ninu Allahu ati Ojo Ikeyin, ki won maa nifee awon t’o ba yapa Allahu ati Ojise Re koda ki won je awon baba won, tabi awon omo won tabi awon arakunrin won tabi awon ibatan won. Awon wonyen ni Allahu ti ko igbagbo ododo sinu okan won. Allahu si kun won lowo pelu imole (al-Ƙur’an ati isegun) lati odo Re. O si maa mu won wo inu awon Ogba Idera, eyi ti awon odo n san ni isale re. Olusegbere ni won ninu re. Allahu yonu si won. Won si yonu si (ohun ti Allahu fun won). Awon wonyen ni ijo Allahu. Gbo! Dajudaju ijo Allahu, awon ni olujere"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "Ohunkohun t’o wa ninu awon sanmo ati ohunkohun t’o wa ninu ile n safomo fun Allahu. Oun si ni Alagbara, Ologbon"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "Oun ni Eni ti O mu awon t’o sai gbagbo ninu awon ahlu-l-kitab jade kuro ninu ile won fun ikojo akoko. Eyin ko lero pe won yoo jade. Awon naa si lero pe dajudaju awon odi ile won yoo daabo bo awon lodo Allahu. Sugbon Allahu wa ba won ni ibi ti won ko lero; Allahu si ju iberu sinu okan won. Won n fi owo ara won ati owo awon onigbagbo ododo wo awon ile won. Nitori naa, e woye, eyin ti e ni oju iriran"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Ati pe ti ko ba je pe Allahu ti ko ijade kuro ninu ilu Modinah le awon ahlu-l-kitab lori ni, dajudaju (Allahu) iba je won niya nile aye. Iya Ina si tun wa fun won ni orun"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "Iyen nitori pe dajudaju won yapa (ase) Allahu ati Ojise Re. Enikeni ti o ba yapa (ase) Allahu, dajudaju Allahu le nibi iya"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Eyin ko nii ge igi dabinu kan tabi ki e fi sile ki o duro sori gbongbo re, (afi) pelu iyonda Allahu. (O ri bee) nitori ki O le doju ti awon obileje ni"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Ohunkohun ti Allahu ba da pada lati odo won fun Ojise Re, ti e o gbe esin ati rakunmi sare fun (ti Ojise Re ni). Sugbon Allahu yoo maa fun awon Ojise Re ni agbara lori eni ti O ba fe. Allahu si ni Alagbara lori gbogbo nnkan"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Ohunkohun ti Allahu ba da pada lati odo awon ara ilu fun Ojise Re, (o je) ti Allahu ati ti Ojise ati ti awon ibatan, awon omo orukan, awon talika ati onirin-ajo ti agara da nitori ki o ma baa je adapin laaarin awon oloro ninu yin. Ohunkohun ti Ojise ba fun yin, e gba a. Ohunkohun ti o ba si ko fun yin, e jawo ninu re. Ki e si beru Allahu. Dajudaju Allahu le nibi iya"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "(Ikogun naa tun wa fun) awon alaini, (iyen,) al-Muhajirun, awon ti won le jade kuro ninu ile won ati nibi dukia won, ti won si n wa oore ajulo ati iyonu lati odo Allahu, ti won si n saranse fun (esin) Allahu ati Ojise Re. Awon wonyen ni awon olododo"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Awon t’o n gbe ninu ilu Modinah, ti won si ni igbagbo ododo siwaju won, won nifee awon t’o fi ilu Mokkah sile wa si odo won (ni ilu Modinah). Won ko si ni bukata kan ninu igba-aya won si nnkan ti won fun won. Won si n gbe ajulo fun won lori emi ara won, koda ki o je pe awon gan-an ni bukata (si ohun ti won fun won). Enikeni ti A ba so nibi ahun ati okanjua inu emi re, awon wonyen, awon ni olujere"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "Awon t’o de leyin won n so pe: \"Oluwa wa, forijin awa ati awon omo iya wa t’o siwaju wa ninu igbagbo ododo. Ma se je ki inunibini wa ninu okan wa si awon t’o gbagbo ni ododo. Oluwa wa, dajudaju Iwo ni Alaaanu, Asake-orun"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "Se o o ri awon t’o sobe-selu ti won n wi fun awon omo iya won, awon t’o sai gbagbo ninu awon ahlul-kitab, pe \"Dajudaju ti won ba le yin jade (kuro ninu ilu), awa naa gbodo jade pelu yin ni. Awa ko si nii tele ase eni kan lori yin laelae. Ti won ba si gbe ogun dide si yin, awa gbodo se iranlowo fun yin ni.\" Allahu si n jerii pe dajudaju opuro ni won"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Dajudaju ti won ba le won jade, won ko nii jade pelu won. Dajudaju ti won ba si gbogun ti won, won ko nii se iranlowo fun won. Ti won ba si wa iranlowo won, dajudaju won yoo peyin da (lati fese fee). Leyin naa, won ko si nii ran won lowo"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Dajudaju eyin ni erujeje t’o lagbara ju Allahu lo ninu igba-aya won. Iyen nitori pe dajudaju awon ni ijo ti ko gbo agboye"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Won ko le parapo doju ija ko yin afi (ki won) wa ninu odi ilu tabi (ki won wa) leyin awon ogiri. Ogun aarin ara won gan-an le. O n lero pe won wa ni irepo ni, otooto si ni okan won wa. Iyen nitori pe dajudaju awon ni ijo ti ko ni laakaye"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Apeere won da bi awon t’o siwaju won ti ko ti i pe lo titi. Won to aburu oro ara won wo. Iya eleta-elero si wa fun won"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Apeere won da bi Esu nigba ti o ba wi fun eniyan pe: \"Sai gbagbo.\" Nigba ti o ba sai gbagbo (tan), o maa wi pe: \"Dajudaju emi yowo-yose kuro ninu oro re. Dajudaju emi n paya Allahu, Oluwa gbogbo eda"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Nitori naa, ikangun awon mejeeji ni pe, dajudaju awon mejeeji yoo wa ninu Ina. Olusegbere ni awon mejeeji ninu re. Iyen si ni esan awon alabosi"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "Eyin ti e gbagbo ni ododo, e beru Allahu. Ki emi kan si woye si ohun ti o ti siwaju fun ola (alukiyaamo). E beru Allahu. Dajudaju Allahu ni Alamotan nipa ohun ti e n se nise"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "Ki e si ma se da bi awon t’o gbagbe Allahu. (Allahu) si mu won gbagbe emi ara won. Awon wonyen, awon ni obileje"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Awon ero inu Ina ati awon ero inu Ogba Idera ko dogba. Awon ero inu Ogba Idera, awon ni olujere"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "Ti o ba je pe A so al-Ƙur’an yii kale sori apata ni, dajudaju o maa ri i ti o maa wale, ti o maa fo petepete fun ipaya Allahu. Iwonyi ni awon apeere ti A n fi lele fun awon eniyan nitori ki won le ronu jinle"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "Oun ni Allahu, ko si olohun ti ijosin to si afi Oun. Onimo ikoko ati gbangba. Oun ni Ajoke-aye, Asake-orun"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "Oun ni Allahu, ko si olohun ti ijosin to si afi Oun. Oba (eda), Eni-mimo julo, Alailabuku, Olujerii-Ojise-Re, Olujerii-eda Alagbara, Olujeni-nipa, Atobi. Mimo ni fun Allahu tayo ohun ti won fi n sebo si I"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "Oun ni Allahu, Eledaa, Olupile-eda, Oluyaworan-eda. TiRe ni awon oruko t’o dara julo. Ohunkohun t’o wa ninu awon sanmo ati ile n safomo fun Un. Oun si ni Alagbara, Ologbon"
        },
        {
            "chapter": 60,
            "verse": 1,
            "text": "Eyin ti e gbagbo ni ododo, e ma se mu ota Mi ati ota yin ni ore ti e oo maa fi ife han si. Won kuku ti sai gbagbo ninu ohun ti o de ba yin ninu ododo. Won yo Ojise ati eyin naa kuro ninu ilu nitori pe, e gbagbo ninu Allahu, Oluwa yin. Ti eyin ba jade fun ogun nitori esin Mi ati nitori wiwa iyonu Mi, (se) eyin yoo tun maa ni ife koro si won ni! Emi si nimo julo nipa ohun ti e fi pamo ati ohun ti e fi han. Enikeni ti o ba se bee ninu yin, dajudaju o ti sina kuro loju ona taara"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Ti owo won ba ba yin, won maa di ota fun yin. Won yo si fi owo won ati ahon won nawo aburu si yin. Won si maa fe ki o je pe e di alaigbagbo"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Awon ebi yin ati awon omo yin ko le se yin ni anfaani; ni Ojo Ajinde ni Allahu maa sepinya laaarin yin. Allahu si ni Oluriran nipa ohun ti e n se nise"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Dajudaju awokose rere ti wa fun yin ni ara (Anabi) ’Ibrohim ati awon t’o wa pelu re. Nigba ti won so fun ijo won pe: \"Dajudaju awa yowo-yose kuro ninu oro yin ati ohun ti e n josin fun leyin Allahu. A tako yin. Ota ati ikorira si ti han laaarin wa titi laelae ayafi igba ti e ba to gbagbo ninu Allahu nikan soso. - Afi oro ti (Anabi) ’Ibrohim so fun baba re pe: \"Dajudaju mo maa toro aforijin fun o, emi ko si ni ikapa kini kan fun o lodo Allahu. - Oluwa wa, Iwo l’a gbarale. Odo Re l’a seri pada si (nipa ironupiwada). Odo Re si ni abo eda"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Oluwa wa, ma se wa ni adanwo fun awon t’o sai gbagbo. Forijin wa, Oluwa wa. Dajudaju Iwo ni Alagbara, Ologbon"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Dajudaju awokose rere ti wa fun yin ni ara won fun eni t’o n reti (esan) Allahu ati Ojo Ikeyin. Enikeni ti o ba peyin da, dajudaju Allahu, Oun ni Oloro, Eleyin"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "O le je pe Allahu yoo fi ife si aarin eyin ati awon ti e mu ni ota ninu won (iyen, nigba ti won ba di musulumi). Allahu ni Alagbara. Allahu si ni Alaforijin, Asake-orun"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Allahu ko ko fun yin nipa awon ti ko gbe ogun ti yin nipa esin, ti won ko si le yin jade kuro ninu ilu yin, pe ki e se daadaa si won, ki e si se deede si won. Dajudaju Allahu feran awon oluse-deede"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Ohun ti Allahu ko fun yin nipa awon t’o gbogun ti yin ninu esin, ti won si le yin jade kuro ninu ilu yin, ti won tun se iranlowo (fun awon ota yin) lati le yin jade, ni pe (O ko fun yin) lati mu won ni ore. Enikeni ti o ba mu won ni ore, awon wonyen, awon ni alabosi"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "Eyin ti e gbagbo ni ododo, nigba ti awon onigbagbo ododo lobinrin ba wa ba yin, ti won gbe ilu awon alaigbagbo ju sile fun aabo esin won, e bi won ni ibeere. Allahu nimo julo nipa igbagbo won. Nitori naa, ti e ba mo won si onigbagbo ododo, e ma se da won pada si odo awon alaigbagbo. Awon onigbagbo ododo lobinrin ko letoo si won. Awon alaigbagbo lokunrin ko si letoo si won. E fun (awon alaigbagbo lokunrin) ni owo ti won na (ni owo-ori obinrin naa). Ko si si ese fun eyin naa pe ki e fe won nigba ti e ba ti fun (awon obinrin wonyi) ni owo-ori won. E ma se fi owo-ori awon obinrin yin ti won je alaigbagbo mu won mole (gege bi iyawo yin lai je pe won gba ’Islam pelu yin). E beere ohun ti e na (ni owo-ori won lowo alaigbagbo lokunrin ti won sa lo ba). Ki awon (alaigbagbo lokunrin naa) beere ohun ti awon naa na (ni owo-ori won lowo eyin ti onigbagbo ododo lobinrin sa wa ba). Iyen ni idajo Allahu. O si n dajo laaarin yin. Allahu si ni Onimo, Ologbon"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Ti kini kan lati odo awon iyawo yin ba bo mo yin lowo si odo awon alaigbagbo, ti e si kore ogun, e fun awon ti iyawo won sa lo ni iru odiwon ohun ti won na (ni owo-ori). Ki e si beru Allahu, Eni ti eyin ni igbagbo ododo ninu Re"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "Iwo Anabi, nigba ti awon onigbagbo ododo lobinrin ba wa ba o, ti won n se adehun fun o pe awon ko nii fi kini kan sebo si Allahu, awon ko nii jale, awon ko nii se sina, awon ko nii pa omo won, awon ko nii mu adapa iro wa, adapa iro ti won n mu wa laaarin owo won ati ese won (iyen ni gbigbe oyun oloyun fun oko won), awon ko si nii yapa re nibi nnkan daadaa, nigba naa ba won se adehun, ki o si ba won toro aforijin lodo Allahu. Dajudaju Allahu ni Alaforijin, Asake-orun"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "Eyin ti e gbagbo ni ododo, e ma se mu ijo kan ti Allahu ti binu si ni ore. Dajudaju won ti soreti nu nipa orun, gege bi awon alaigbagbo t’o wa ninu saree (se soreti nu nipa ike)"
        },
        {
            "chapter": 61,
            "verse": 1,
            "text": "Ohunkohun t’o wa ninu awon sanmo ati ohunkohun t’o wa ninu ile n safomo fun Allahu. Oun si ni Alagbara, Ologbon"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "Eyin ti e gbagbo ni ododo, nitori ki ni e se n so ohun ti e o nii se nise"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "O je ohun ibinu t’o tobi ni odo Allahu pe ki e so ohun ti e o nii se"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "Dajudaju Allahu feran awon t’o n jagun fun esin Re (ti won to ni) owoowo bi eni pe ogiri ile ti won le po mora won ni won"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "(Ranti) nigba ti (Anabi) Musa so fun ijo re pe: \"Eyin ijo mi, nitori ki ni e oo se fi inira kan mi. E si kuku mo pe dajudaju Ojise Allahu ni emi je si yin.\" Nigba ti won si ye (kuro nibi ododo), Allahu ye okan won. Allahu ko si nii fi ona mo ijo obileje"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "(Ranti) nigba ti ‘Isa omo Moryam so pe: \"Eyin omo ’Isro’il, dajudaju emi ni Ojise Allahu si yin. Mo n fi ohun t’o je ododo rinle nipa eyi t’o siwaju mi ninu Taorah. Mo si n mu iro-idunnu wa nipa Ojise kan t’o n bo leyin mi. Oruko re ni ’Ahmod.\" Nigba ti o ba si wa ba won pelu awon eri t’o yanju, won a wi pe: \"Idan ponnbele ni eyi"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "Ta si ni o sabosi t’o tayo eni ti o da adapa iro mo Allahu, ti won si n pe e sinu ’Islam! Allahu ko si nii fi ona mo ijo alabosi"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "Won n gbero lati fi (oro) enu won pa imole Allahu. Allahu yo si mu imole Re tan kari, awon alaigbagbo ibaa korira re"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "(Allahu) Oun ni Eni ti O fi imona ati esin ododo (’Islam) ran Ojise Re nitori ki O le fi bori esin (miiran), gbogbo re patapata, awon osebo ibaa korira re"
        },
        {
            "chapter": 61,
            "verse": 10,
            "text": "Eyin ti e gbagbo ni ododo, se ki Ng toka yin si okowo kan ti o maa gba yin la ninu iya eleta-elero"
        },
        {
            "chapter": 61,
            "verse": 11,
            "text": "E gbagbo ninu Allahu ati Ojise Re, e jagun soju ona (esin) Allahu pelu awon dukia yin ati emi yin. Iyen loore julo fun yin ti e ba mo"
        },
        {
            "chapter": 61,
            "verse": 12,
            "text": "(Allahu) maa fori ese yin jin yin. O si maa mu yin wo inu awon Ogba Idera, ti awon odo n san ni isale re ati awon ibugbe t’o dara ninu awon Ogba Idera gbere. Iyen ni erenje nla"
        },
        {
            "chapter": 61,
            "verse": 13,
            "text": "Ati nnkan miiran ti e tun nifee si; (iyen,) aranse lati odo Allahu ati isegun t’o sunmo. Ki o si fun awon onigbagbo ododo ni iro idunnu"
        },
        {
            "chapter": 61,
            "verse": 14,
            "text": "Eyin ti e gbagbo ni ododo, e je alaranse fun esin Allahu gege bi (Anabi) ‘Isa omo Moryam se so fun awon omoleyin re pe: \"Ta ni o maa se iranlowo fun mi nipa esin Allahu?\" Awon omoleyin re so pe: \"Awa ni alaranse fun esin Allahu.\" Igun kan ninu awon omo ’Isro’il gba a gbo ni ododo nigba naa, igun kan si sai gbagbo ninu re. A si fun awon t’o gbagbo lagbara lori awon ota won; won si di olubori"
        },
        {
            "chapter": 62,
            "verse": 1,
            "text": "Ohunkohun t’o wa ninu awon sanmo ati ohunkohun to wa ninu ile n se afomo fun Allahu, Oba eda, Eni-Mimo julo, Alagbara, Ologbon"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "Oun ni Eni ti O gbe dide laaarin awon alaimoonkomoonka (alainitira) Ojise kan lara won. O n ke awon ayah Re fun won. O n fo won mo (ninu ese). O si n ko won ni Tira ati ogbon ijinle (iyen, sunnah), bi o tile je pe teletele won ti wa ninu isina ponnbele"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "(Ise jije re tun wa fun) awon miiran ti won maa wa ninu awon (omoleyin re), amo ti won ko ti i rin kan won. (Allahu) Oun ni Alagbara, Ologbon"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "Iyen ni oore ajulo Allahu. O n fun eni ti O ba fe. Allahu si ni Oloore-ajulo nla"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "Apejuwe ijo ti A fun ni Taorah, leyin naa ti won ko tele e, o da bi apejuwe ketekete ti o ru eru awon tira. Aburu ni apejuwe awon t’o pe awon ayah Allahu niro. Allahu ko si nii fi ona mo ijo alabosi"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "So pe: \"Eyin yehudi, ti e ba lero pe dajudaju eyin ni ore Allahu dipo awon eniyan (yooku), e toro iku nigba naa ti e ba je olododo"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "Won ko nii toro re laelae nitori ohun ti owo won ti ti siwaju. Allahu si ni Onimo nipa awon alabosi"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "So pe: \"Dajudaju iku ti e n sa fun, dajudaju o maa pade yin. Leyin naa, won yoo da yin pada si odo Onimo-ikoko ati gbangba. O si maa fun yin ni iro ohun ti e n se nise"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "Eyin ti e gbagbo ni ododo, nigba ti won ba pe irun ni ojo Jum‘ah, e yara lo sibi iranti Allahu, ki e si pa kata-kara ti. Iyen loore julo fun yin ti e ba mo"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "Nigba ti won ba si pari irun, e tuka si ori ile, ki e si maa wa ninu oore Allahu. E ranti Allahu ni opolopo nitori ki e le jere"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "Nigba ti won ba ri oja kan tabi iranu kan, won yoo da lo sibe. Won yo si fi o sile lori iduro. So pe: \"Nnkan ti o wa ni odo Allahu l’oore ju iranu ati oja lo. Allahu si l’oore julo ninu awon olupese"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "Nigba ti awon sobe-selu musulumi ba wa si odo re, won a wi pe: “A n jerii pe dajudaju iwo, Ojise Allahu ni o.” Allahu si mo pe dajudaju iwo, Ojise Re ni o. Allahu si n jerii pe dajudaju awon sobe-selu musulumi, opuro ni won"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "Won fi awon ibura won se aabo (fun emi ara won), won si seri awon eniyan kuro loju ona (esin) Allahu; dajudaju ohun ti won n se nise buru"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "(Won se) iyen nitori pe won gbagbo, leyin naa won sai gbagbo. Nitori naa, A ti fi edidi di okan won; won ko si nii gbo agboye"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "Nigba ti o ba ri won, irisi won yoo jo o loju. Ti won ba n soro, iwo yoo teti gbo oro won. Won si da bi igi ti won gbe ti ogiri. Won si n lero pe gbogbo igbe (ibosi) n be lori won (nipa isobe-selu won). Ota ni won. Nitori naa, sora fun won. Allahu ti sebi le won. Bawo ni won se n seri won kuro nibi ododo"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "Ati pe nigba ti won ba so fun won pe: “E wa ki Ojise ba yin toro aforijin.” Won a gbunri. O si maa ri won ti won yoo maa gbunri lo, ti won yoo maa segberaga"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "Bakan naa ni fun won; yala o ba won toro aforijin tabi o o ba won toro aforijin. Allahu ko nii forijin won. Dajudaju Allahu ko nii fi ona mo ijo obileje"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "Awon ni awon t’o n wi pe: “Eyin ko gbodo na owo fun awon t’o wa lodo Ojise Allahu titi won yoo fi fonka. Ti Allahu si ni awon apoti-oro sanmo ati ile, sugbon awon sobe-selu musulumi ko nii gbo agboye"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "Won n wi pe: “Dajudaju ti a ba pada de sinu ilu Modinah, nse ni awon alagbara (ilu) yoo yo awon eni yepere jade kuro ninu ilu.\" Agbara si n je ti Allahu, ati ti Ojise Re ati awon onigbagbo ododo, sugbon awon sobe-selu musulumi ko mo"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "Eyin ti e gbagbo ni ododo, e ma se je ki awon dukia yin ati awon omo yin ko airoju ba yin nibi iranti Allahu. Enikeni ti o ba ko sinu (airoju) yen, awon wonyen, awon ni eni ofo"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "E na ninu ohun ti A pese fun yin siwaju ki iku to de ba eni kan yin, ki o wa wi pe: \"Oluwa mi, ki o si je pe O lo mi lara si i titi di igba kan to sunmo, emi iba si le maa tore, emi iba si wa lara awon eni rere"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "Allahu ko si nii lo emi kan lara nigba ti ojo iku re ba de. Allahu si ni Alamotan nipa ohun ti e n se nise"
        },
        {
            "chapter": 64,
            "verse": 1,
            "text": "Ohunkohun t’o wa ninu awon sanmo ati ohunkohun t’o wa ninu ile n se afomo fun Allahu. TiRe ni ijoba. TiRe si ni ope. Oun si ni Alagbara lori gbogbo nnkan"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "Oun ni Eni ti O seda yin. Alaigbagbo wa ninu yin. Onigbagbo ododo si wa ninu yin. Allahu si ni Oluriran nipa ohun ti e n se"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "O seda awon sanmo ati ile pelu ododo. O ya aworan yin. O si se awon aworan yin daradara. Odo Re si ni abo eda"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "O mo ohunkohun t’o wa ninu awon sanmo ati ile. O si mo ohun ti e n fi pamo ati ohun ti e n safi han re. Allahu si ni Onimo nipa ohun t’o wa ninu igba-aya eda"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Se iro awon t’o sai gbagbo ni isaaju ko ti i de ba yin ni? Nitori naa, won to iya oran won wo. Iya eleta-elero si wa fun won"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "Iyen nitori pe dajudaju awon Ojise won n wa ba won pelu awon eri t’o yanju. Won si wi pe: \"Se abara l’o maa fi ona mo wa?\" Nitori naa, won sai gbagbo. Won si peyin da (si ododo). Allahu si roro lai si awon. Ati pe Allahu ni Oloro, Olope"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Awon t’o sai gbagbo lero pe A o nii gbe won dide. So pe: \"Bee ko, mo fi Oluwa mi bura, dajudaju Won yoo gbe yin dide. Leyin naa, Won yoo fun yin ni iro ohun ti e se nise. Iyen si je irorun fun Allahu"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Nitori naa, e gbagbo ninu Allahu ati Ojise Re ati imole ti A sokale. Allahu si ni Alamotan nipa ohun ti e n se"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "Ni ojo ti (Allahu) yoo ko yin jo fun ojo akojo. Iyen ni ojo ere ati adanu. Enikeni ti o ba gba Allahu gbo ni ododo, ti o si se ise rere, (Allahu) yoo pa awon asise re re fun un. O si maa mu un wo inu Ogba Idera, ti awon odo n san ni isale re. Olusegbere ni won ninu re titi laelae. Iyen si ni erenje nla"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "Awon t’o si sai gbagbo, ti won tun pe awon ayah Wa niro, awon wonyen ni ero inu Ina. Olusegbere ni won ninu re. Ikangun naa si buru"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "Adanwo kan ko le sele ayafi pelu iyonda Allahu. Enikeni ti o ba gba Allahu gbo, Allahu maa fi okan re mona. Allahu si ni Onimo nipa gbogbo nnkan"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "Ki e tele ti Allahu. Ki e si tele ti Ojise. Ti e ba gbunri, ise-jije ponnbele lojuse Ojise Wa"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "Allahu, ko si olohun ti ijosin to si afi Oun. Allahu si ni ki awon onigbagbo ododo gbarale"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "Eyin ti e gbagbo ni ododo, dajudaju ota wa fun yin ninu awon iyawo yin ati awon omo yin. Nitori naa, e sora fun won. Ti e ba samojukuro, ti e safojufo, ti e si saforijin (fun won), dajudaju Allahu ni Alaforijin, Asake-orun"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "Ifooro ni awon dukia yin ati awon omo yin. Allahu si ni esan nla wa ni odo Re"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "Nitori naa, e beru Allahu bi e ba se lagbara mo. E gbo oro (Allahu), e tele e, ki e si nawo (fun esin Re) loore julo fun emi yin. Enikeni ti A ba so nibi ahun ati okanjua inu emi re, awon wonyen, awon ni olujere"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "Ti e ba ya Allahu ni dukia t’o dara, O maa sadipele re fun yin. O si maa forijin yin. Allahu si ni Olumoore, Alafarada"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "Onimo-ikoko ati gbangba, Alagbara, Ologbon"
        },
        {
            "chapter": 65,
            "verse": 1,
            "text": "Iwo Anabi, nigba ti e ba fe ko awon obinrin sile, e ko won sile pelu sise onka ojo opo fun ikosile won. Ki e si so onka ojo opo. Ki e beru Allahu, Oluwa yin. E ma se mu won jade kuro ninu ile won, awon naa ko si gbodo jade afi ti won ba lo se ibaje t’o foju han. Iwonyen si ni awon enu-ala ti Allahu gbekale. Enikeni ti o ba tayo awon enu-ala ti Allahu gbekale, o kuku ti sabosi si emi ara re. Iwo ko si mo boya Allahu maa mu oro titun sele leyin iyen"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Nigba ti won ba fe pari onka ojo opo won, e mu won modo ni ona t’o dara tabi ki e ko won sile ni ona t’o dara. E fi awon onideede meji ninu yin jerii si i. Ki e si gbe ijerii naa duro ni titori ti Allahu. Iyen ni A n fi se waasi fun enikeni ti o ba ni igbagbo ododo ninu Allahu ati Ojo Ikeyin. Enikeni ti o ba n beru Allahu, O maa fun un ni ona abayo (ninu isoro)"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "O si maa pese fun un ni aye ti ko ti rokan. Ati pe enikeni ti o ba gbekele Allahu, O maa to o. Dajudaju Allahu yoo mu oro Re de opin. Dajudaju Allahu ti ko odiwon akoko fun gbogbo nnkan"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Awon obinrin t’o ti soreti nu nipa nnkan osu sise ninu awon obinrin yin, ti e ba seyemeji, onka ojo ikosile won ni osu meta. (Bee naa ni fun) awon ti ko ti i maa se nnkan osu. Awon oloyun, ipari onka ojo opo ikosile tiwon ni pe ki won bi oyun inu won. Enikeni ti o ba n beru Allahu, O maa se oro re ni irorun"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Iyen ni ase Allahu, ti O sokale fun yin. Enikeni ti o ba n beru Allahu, O maa pa awon asise re re. O si maa je ki esan re tobi"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "E fun won ni ibugbe ninu ibugbe yin bi aye se gba yin mo. E ma se ni won lara lati ko ifunpinpin ba won. Ti won ba je oloyun, e nawo le won lori titi won yoo fi bi oyun inu won. Ti won ba n fun omo yin ni oyan mu, e fun won ni owo-oya won. E damoran laaarin ara yin ni ona t’o dara. Ti oro ko ba si rogbo laaarin ara yin, ki elomiiran ba oko (fun omo) ni oyan mu"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Ki oloro na ninu oro re. Eni ti A si diwon arisiki re fun (niwonba), ki o na ninu ohun ti Allahu fun un. Allahu ko labo emi kan lorun ayafi nnkan ti O fun un. Allahu yo si mu irorun wa leyin inira"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Meloo meloo ninu awon ilu ti won yapa ase Oluwa Re ati awon Ojise Re. A si maa siro ise won ni isiro lile. Ati pe A maa je won niya t’o buru gan-an"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "Nitori naa, won to iya oran won wo. Ikangun oro won si je ofo"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Allahu ti pese iya lile sile de won. Nitori naa, e beru Allahu, eyin onilaakaye ti e gbagbo ni ododo. Allahu kuku ti so iranti kale fun yin"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "Ojise kan ti o maa ke awon ayah Allahu t’o yanju fun yin nitori ki o le mu awon t’o gbagbo ni ododo, ti won tun se awon ise rere, kuro ninu awon okunkun lo sinu imole. Enikeni ti o ba gba Allahu gbo ni ododo, ti o si n se ise rere, O maa mu un wo inu awon Ogba Idera, ti awon odo n san ni isale re. Olusegbere ni won ninu re titi laelae. Dajudaju Allahu ti se arisiki t’o dara julo fun un"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "Allahu ni Eni ti O seda awon sanmo meje ati ile ni (onka) iru re. Ase n sokale laaarin won nitori ki e le mo pe dajudaju Allahu ni Alagbara lori gbogbo nnkan. Ati pe dajudaju Allahu fi imo rogba yi gbogbo nnkan ka"
        },
        {
            "chapter": 66,
            "verse": 1,
            "text": "Iwo Anabi, nitori ki ni o se maa so nnkan ti Allahu se ni eto fun o di eewo? Iwo n wa iyonu awon iyawo re. Allahu si ni Alaforijin, Asake-orun"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "Dajudaju Allahu ti se alaye ofin itanran ibura yin fun yin. Allahu ni Oluranlowo yin. Oun si ni Onimo, Ologbon"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "Ranti nigba ti Anabi ba okan ninu awon iyawo re s’oro asiri. Nigba ti (eni t’o ba soro, iyen Hafsoh) si soro naa fun (‘A’isah), Allahu si fi han Anabi (pe elomiiran ti gbo si i). Anabi si so apa kan re (fun Hafsoh pe: \"O ti fi oro Moriyah to ‘A’isah leti.\"). O si fi apa kan sile (iyen, oro nipa ipo arole). Amo nigba ti (Anabi) fi iro naa to o leti, Hafsoh) so pe: \"Ta ni o fun o ni iro eyi?\" (Anabi) so pe: \"Onimo, Alamotan l’O fun mi ni iro naa"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "Ti eyin mejeeji ba ronu piwada si odo Allahu, (O maa gba ironupiwada yin). Sebi okan yin kuku ti te (sibi ki Anabi ma fee Moriyah). Ti e ba si ran ara yin lowo (lati ko ibanuje) ba a, dajudaju Allahu ni Oluranlowo re, ati (molaika) Jibril ati eni rere ninu awon onigbagbo ododo. Leyin iyen, awon molaika ti won je oluranlowo (tun wa fun un)"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "O see se, ti o ba ko yin sile, ki Oluwa re fi awon obinrin kan, ti won loore ju yin lo ropo fun un, (ti won maa je) musulumi, onigbagbo ododo, awon olutele-ase, awon oluronupiwada, olujosin, olugbaawe ni adelebo ati wundia"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "Eyin ti e gbagbo ni ododo, e so emi ara yin ati awon ara ile yin nibi Ina. Eniyan ati okuta ni nnkan ikona re. Awon molaika t’o roro, ti won le ni eso re. Won ko nii yapa ase Allahu nibi ohun ti O ba pa lase fun won. Won si n se ohun ti won ba pa lase fun won"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "Eyin ti e sai gbagbo, e ma se saroye ni ojo oni. Ohun ti e n se nise ni A oo fi san yin ni esan"
        },
        {
            "chapter": 66,
            "verse": 8,
            "text": "Eyin ti e gbagbo ni ododo, e ronu piwada si odo Allahu ni ironupiwada ododo. O see se pe Oluwa yin maa pa awon asise yin re fun yin. O si maa mu yin wo inu awon Ogba Idera ti awon odo n san ni isale re. Ni ojo ti Allahu ko nii doju ti Anabi ati awon t’o gbagbo ni ododo pelu re. Imole won yoo maa tan ni iwaju won ati ni owo otun won. Won yoo so pe: \"Oluwa wa, pe imole wa fun wa, ki O si forijin wa. Dajudaju Iwo ni Alagbara lori gbogbo nnkan"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "Iwo Anabi, gbogun ti awon alaigbagbo ati awon sobe-selu musulumi. Ki o si le mo won. Ibugbe won si ni ina Jahanamo. Ikangun naa si buru"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "Allahu fi iyawo (Anabi) Nuh ati iyawo (Anabi) Lut se apeere fun awon t’o sai gbagbo. Awon mejeeji wa labe erusin meji rere ninu awon erusin Wa. Awon (obinrin) mejeeji si janba awon oko won. Awon oko won ko si fi kini kan ro won loro lodo Allahu. A o si so fun awon obinrin mejeeji pe: \"E wo inu Ina pelu awon oluwole (sinu Ina)"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "Allahu tun fi iyawo Fir‘aon se apeere fun awon t’o gbagbo. Nigba ti o so pe: \"Oluwa mi, ko ile kan fun mi lodo Re ninu Ogba Idera. La mi lowo Fir‘aon ati ise owo re. Ki O si la mi lowo ijo alabosi"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "Ati Moryam omobinrin ‘Imron, eyi ti o so abe re. A si fe ategun si i lara ninu ategun emi ti A da. O gbagbo lododo ninu awon oro Oluwa re ati awon Tira Re. O si wa ninu awon olutele-ase Allahu"
        }
    ]
}