{
    "rukus": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta ha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Ware ga anata ni kuruan o kudashita no wa, anata o nayamasu tamede wanai"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Omo o osoreru mono e no, kunkai nihokanaranai"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Daichi to takai sho ten to o tsukuri nasa reru, kare kara kudasa reta keijidearu"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "Jihibukaki okata wa, gyokuza ni chinza nasa reru"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Ten ni ari-chi ni aru mono, soshite sonoaida ni aru subete no mono, mata, shimetta tsuchi no shita ni aru mono wa, subete kare no monodearu"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Tatoe anata ga ogoe de hanashite mo (Sekiri naku), kare wa, hime rareta koto mo kakusa rete iru koto mo shitte ora reru"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Arra, kare no soto ni kami wa nai nodearu. Mottomo utsukushi gyomei wa kare ni zokusuru"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Musa no monogatari ga, anata ni todoita ka"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Kare ga hi o mite, kazoku ni itta toki no koto o omoi nasai. `Tomare, watashi wa hi o mita. Tabun asoko kara, hi-wa o mochikaeru koto ga dekiyou. Aruiwa ano hi de, michibika reru kamo shirenai"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Daga kare ga soko ni kita toki,-goe ga atte yoba reta. `Musa yo"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "hontoni ware wa anata no omodearu. Dakara kutsu o nuge. Ima anata wa, towa no hijiridani ni iru nodearu"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Ware wa anata o eranda. Dakara (anata ni) keiji suru koto o kike"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Hontoni ware wa arradearu. Ware no soto ni kami wanai. Dakara ware ni tsukae, ware o kokoro ni daite reihai no tsutome o mamore"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Tashikani (shumatsu no)-ji wa kuru nodearuga, sore o himete okitai no wa, kakujin ga doryoku shita tokoro ni oji, mukui o uke saseru tamedearu"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Dakara, kore o shinjinaide jibun no yokubo ni shitagau-sha-tachi kara tozakari, anata o hametsu kara sukue"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Anata no migite ni aru soreha nanika, musa yo"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Kare wa moshiageta. `Kore wa tsuedesu. Watashi wa kore ni motare, mata hitsuji no tame ni kore de (konoha o) uchiotoshi, mata, sono soto no yo ni kyoshimasu"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Kare wa ose rareta. `Musa yo, sore o nage yo"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Kare ga sore o nageta tokoro, sokuza ni soreha hebi ni natte, hai mawatta"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Kare wa ose rareta. `Sore o osae yo. Osorete wa naranai. Ware wa sore o gen no yo ni kaesudearou"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Sorekara anata no te o, wakinoshita ni ire yo. Nani no sawari mo nai no ni, sore wa shiroku narou. Kore wa imahitotsu no shirushi"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Ware ga saidai no shirushi o, anata ni shimesu tamedearu"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Anata wa firuaun no moto ni ike. Hontoni kare wa koman hidodearu"
        }
    ]
}