{
    "rukus": [
        {
            "chapter": 24,
            "verse": 51,
            "text": "Honto no shinja-tachi wa, sabaki no tame, arra to shito ni yobidasa reru to,`kashikomarimashita. Shitagaimasu.' To iu. Hontoni, sono yona hitobito koso sakaeru monodearu"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Arra to shito ni fukuju shi, arra o osore, kare ni jibun no gimu o tsukusu mono, sono yona hitobito koso (saigo no mokuteki o) joju suru monodearu"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Kare-ra (nise shinja) wa, moshi anata ga (shussei o) meijitanaraba, kanarazu dete iku koto o arra ni chikai kete genshuku ni chikau. Itte yaru ga i. `Chikawanakute mo yoi. Kyojun koso dori ni kanau. Hontoni arra wa anata gata no okonau koto o jukuchi nasa reru"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Itte yaru ga i. `Arra ni shitagai, shito ni shitagae. Anata gataga moshi somuki saru to shite mo, kare ni hakare no owasa reta tsutome ga ari, anata gata ni mo anata gata no owasa reta mono ga aru. Daga anata gataga moshi kare ni shitagaunaraba, tadashiku michibika rerudearou. Shito ni kase rareru koto wa, tada meiryo ni (keiji o) tsutaeru dakedearu"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Arra wa, anata gata no naka, shinko shite yoi okonai ni isoshimu mono ni wa, anata gata izen no mono ni tsuga seta yo ni, kono daichi o tsuga seru koto o yakusoku nasa reta. Soshite kare-ra no tame ni, kare ga eraba reru mono o, kare-ra no yurugi no nai shukyo to nasa re, kare-ra no kyofu (fuan no seikatsu) o, anshin buji (no kyogu) ni kae rareru. Kare-ra wa ware ni tsukae, ware ni nanimono o mo haishinai. Daga sore-igo ni nao fushinjin ni naru mono koso wa,-nushi no okite ni somuku monodearu"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Sore de reihai no tsutome o mamori, sadame no kisha o nashi, shito ni shitagae. So sureba anata gata wa, jihi ni azukarudearou"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Anata wa, fushinjin no mono-tachi ga chijo de (arra no keikaku o) shippai sa seru to kangaete wa naranai. Kare-ra no sumai wa gokadearu. Nanto warui matsurodearu koto yo"
        }
    ]
}