{
    "rukus": [
        {
            "chapter": 33,
            "verse": 28,
            "text": "Yogen-sha yo, anata no tsuma-tachi ni itte yaru ga i. `Moshi anata gataga, gense no seikatsu to sono 煌 Biyaka-sa o nozomunara kuruga i. Watashi wa okurimono o ataete, rippa ni wakareyou"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Daga anata ga tata ga moshi arra to sono yogen-sha, soshite raise no sumai o motomerunaraba, anata gata no naka de zenko ni isoshimu mono ni wa, arra wa idaina hosho o junbi shite kudasatte iru"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "Yogen-sha no tsuma-tachi yo, anata gata no naka de meihakuna shuko o okashita mono wa, sore ni taisuru chobatsu wa baika sa reyou. Arra ni wa sore wa yoina kotodearu"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "Daga anata gata no naka, arra to sono shito ni fukuju, sukei shite zenko ni hagemu mono ni wa, ware wa sore ni taisuru hosho o baika shi, kandaina yodo o junbi surudearou"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "Yogen-sha no tsuma-tachi yo, anata gata wa (soto no) on'na-tachi to onajide wanai. Moshi anata gataga arra o osorerunaraba, kokoro ni yamai aru mono no i o ugokasa senai yo, kotoba ga karukute wa naranai. Tanseina kotoba de mono o ie"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "Anata gata no ie ni shizukani shite, izen no muchi jidai no yo ni, medatsu kazari o shite wa naranai. Reihai no tsutome o mamori, sadame no hodokoshi o nashi, arra to shito ni jujundeare. Ie no mono-tachi yo, arra wa anata gatakara fujo o harai, anata gataga seijodearu koto o nozoma reru"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "Mata anata gata no ie de dokuju sa reru, arra no shirushi to eichi o meiki seyo. Hontoni arra wa shinsetsu ni shite zenchi de ara reru"
        }
    ]
}