{
    "chapter": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "La revelacion de la Escritura procede de Ala, el Poderoso, el Sabio"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "Te hemos revelado la Escritura con la verdad. ¡Sirve, pues, a Ala, rindiendole culto sincero"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "El culto puro ¿no se debe a Ala? Los que han tomado amigos en lugar de tomarle a El -«Solo les servimos para que nos acerquen bien a Ala»-... Ala decidira entre ellos sobre aquello en que discrepaban. Ala no guia al que miente, al infiel pertinaz"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Si Ala hubiera deseado adoptar un hijo, habria elegido entre lo que ha creado lo que hubiera querido. ¡Gloria a El! Es Ala, el Uno, el Invicto"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "Ha creado con un fin los cielos y la tierra. Hace que la noche suceda al dia y el dia a la noche. Ha sujetado el sol y la luna, prosiguiendo cada uno su curso hacia un termino fijo. ¿No es El el Poderoso, el Indulgente"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "Os ha creado de una sola persona, de la que ha sacado a su conyuge. Os ha dado, de los rebanos, cuatro parejas. Os ha creado en el seno de vuestras madres, creacion tras creacion, en triple oscuridad. Tal es Ala, vuestro Senor. Suyo es el domino. No hay mas dios que El. ¡Como, podeis pues, ser tan desviados"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Si sois ingratos,... Ala puede prescindir de vosotros. No acepta la ingratitud de Sus siervos. En cambio, si sois agradecidos, os lo aceptara complacido. Nadie cargara con la carga ajena. Al final, volvereis a vuestro Senor y ya os informara El de lo que haciais. El sabe bien lo que los pechos encierran"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "Cuando sufre el hombre una desgracia, invoca a su Senor, volviendose a El arrepentido. Luego, cuando El le ha dispensado una gracia Suya, se olvida del objeto de su invocacion anterior y atribuye iguales a Ala para extraviar a otros de Su camino. Di: «¡Goza un poco de tu incredulidad! Seras de los moradores del Fuego»"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "¿Es el devoto, que vela por la noche, postrado o de pie, que teme la otra vida y espera en la misericordia de su Senor...? Di: «¿Son iguales los que saben y los que no saben?» Solo se dejan amonestar los dotados de intelecto"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Di: «¡Siervos Mios que creeis! ¡Temed a vuestro Senor! Quienes obren bien tendran en la vida de aca una bella recompensa. La tierra de Ala es vasta. Los pacientes recibieran una recompensa ilimitada»"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "Di: «He recibido la orden de servir a Ala, rindiendole culto sincero"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "He recibido la orden de ser el primero en someterse a El»"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Di: «Temo, si desobedezco a mi Senor, el castigo de un dia terrible»"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Di: «A Ala sirvo, rindiendole culto sincero"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "¡Servid, pues, en lugar de servirle a El, lo que querais!» Di: «Perderan quienes se pierdan a si mismos y pierdan a sus familias el dia de la Resurreccion. ¿No es esa una perdida manifiesta?»"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Por encima y por debajo, tendran pabellones de fuego. Asi atemoriza Ala Sus siervos. «¡Temedme, pues, siervos!»"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "¡Buena nueva para quienes hayan evitado a los taguts, rehusando sevirles, y se hayan vuelto arrepentidos a Ala! ¡Y anuncia la buena nueva a Mis siervos"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "que escuchan la Palabra y siguen lo mejor de ella! ¡esos son los que Ala ha dirigido! ¡esos son los dotados de intelecto"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Aquel contra quien se cumpla la sentencia del castigo... ¿Podras salvar tu a quien esta en el Fuego"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "Pero los que temieron a su Senor estaran en camaras altas sobre las que hay construidas otras camaras altas, a cuyos pies fluyen arroyos. ¡Promesa de Ala! Ala no falta a Su promesa"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "¿No ves como hace Ala bajar agua del cielo y El la conduce a manantiales en la tierra? Mediante ella saca cereales de clases diversas, que, mas tarde, se marchitan y ves que amarillean. Luego, hace de ellos paja seca. Hay en ello, si, una amonestacion para los dotados de intelecto"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "¿Es que aquel cuyo pecho Ala ha abierto al islam y camina asi a la luz de su Senor...? ¡Ay de los que tienen un corazon insensible a la amonestacion de Ala! Estan evidentemente extraviados"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Ala ha revelado el mas bello relato, una Escritura cuyas aleyas armonizan y se reiteran. Al oirla, se estremecen quienes tienen miedo de su Senor; luego, se calman en cuerpo y en espiritu al recuerdo de Ala. Esa es la direccion de Ala, por la que dirige a quien El quiere. En cambio, aquel a quien Ala extravia no podra encontrar quien le dirija"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "¿Es que quien trata de protegerse con su propia persona contra el mal castigo del dia de la Resurreccion...? Se dira a los impios: «¡Gustad lo que habeis merecido!»"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Sus predecesores desmintieron y el castigo les vino de donde no lo presentian"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Ala les hizo gustar la ignominia en la vida de aca, pero, ciertamente, el castigo de la otra vida es mayor. Si supieran"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "En este Coran hemos dado a los hombres toda clase de ejemplos. Quizas, asi, se dejen amonestar"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "Es un Coran arabe, exento de recovecos. Quizas, asi, teman a Ala"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Ala propone el simil de un hombre que pertenece a socios que no estan de acuerdo y el hombre que pertenece exclusivamente a uno. ¿Son ambos similares? ¡Alabado sea Ala! Pero la mayoria no saben"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Tu tienes que morir y ellos tienen que morir"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "Luego, el dia de la Resurreccion, disputareis junto a vuestro Senor"
        },
        {
            "chapter": 39,
            "verse": 32,
            "text": "¿Hay alguien que sea mas impio que , quien miente contra Ala y que, cuando viene a el la Verdad, la desmiente? ¿No hay en la gehena una morada para los infieles"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Quienes traen la Verdad y la confirman, esos son los temerosos de Ala"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Tendran junto a su Senor lo que deseen -esa sera la retribucion de quienes hacen el bien"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "que Ala borre sus peores obras y les retribuya con arreglo a sus mejores obras"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "¿No basta Ala a Su siervo? Quieren intimidarte con otros fuera de El. Pero aquel a quien Ala extravia no podra encontrar quien le dirija"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Y a aquel a quien Ala dirija nadie podra extraviar. ¿Acaso no es Ala poderoso, vengador"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Si les preguntas: «¿Quien ha creado los cielos y la tierra?», seguro que dicen: «¡Ala!» Di: «Y ¿que os parece? Si Ala me deseara una desgracia, las que invocais en lugar de invocarle a El ¿podrian impedirlo? Y, si El quisiera hacerme objeto de una misericordia, podrian ellas evitarlo?» Di: «¡Ala me basta! Quienes confian, confian en E»"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Di: «¡Pueblo! ¡Obrad segun vuestra situacion! Yo tambien obrare... Y pronto vereis"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "quien recibira un castigo humillante y sobre quien recaera un castigo permanente»"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "Te hemos revelado la Escritura destinada a los hombres con la Verdad. Quien sigue la via recta, la sigue en provecho propio y quien se extravia se extravia, en realidad, en detrimento propio. Tu no eres su protector"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Ala llama a las almas cuando mueren y cuando, sin haber muerto, duermen. Retiene aquellas cuya muerte ha decretado y remite las otras a un plazo fijo. Ciertamente, hay en ello signos para gente que reflexiona"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "¿Tomaran los infieles a otros intercesores en lugar de tomar a Ala? Di: «¿Y si no pudieran nada ni razonaran?»"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Di: «Toda intercesion proviene de Ala. Suyo es el dominio de los cielos y de la tierra. Al fin, a El sereis devueltos»"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Cuando Ala Solo es mencionado, se oprime el corazon de quienes no creen en la otra vida, pero cuando se mencionan otros fuera de El, he aqui que se regocijan"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Di: «¡Ala, creador de los cielos y de la tierra! ¡El Conocedor de lo oculto y de lo patente! Tu decidiras entre Tus siervos sobre aquello en que discrepaban»"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Si los impios poseyeran todo cuanto hay en la tierra y aun otro tanto, lo ofrecerian como rescate el dia de la Resurreccion para librarse del mal castigo. Ala les manifestara aquello con que no contaban"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "Se les mostrara el mal que cometieron y se veran cercados por aquello de que se burlaban"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "Cuando el hombre sufre una desgracia, Nos invoca. Luego, cuando le dispensamos una gracia Nuestra, dice: «¡Lo que se me ha dado lo debo solo a ciencia!» ¡No! Es una prueba, pero la mayoria no saben"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Lo mismo decian los que fueron antes de ellos y sus posesiones no les sirvieron de nada"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Les alcanzo el mal resultante de sus acciones y los que de estos hayan sido impios seran alcanzados por el mal resultante de sus acciones y no podran escapar"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "¿No saben que Ala dispensa el sustento a quien El quiere: a unos con largueza, a otros con mesura? Ciertamente, hay en ello signos para gente que cree"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "Di: «¡Siervos que habeis prevaricado en detrimento propio! ¡No desespereis de la misericordia de Ala! Ala perdona todos los pecados. El es el Indulgente, el Misericordioso»"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "¡Volveos a vuestro Senor arrepentidos! ¡Someteos a El antes de que os alcance el castigo, porque luego no sereis auxiliados"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "¡Seguid lo mejor que vuestro Senor os ha revelado, antes de que os venga el castigo de repente, sin presentirlo"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "No sea que alguien diga; «¡Ay de mi que fui tan remiso para con Ala! ¡Yo era de los que se burlaban!»"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "o diga: «¡Si Ala me hubiera dirigido, habria sido de los que Le temen!»"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "o diga, al ver el castigo: «¡Si pudiera regresar, seria de quienes hacen el bien!»"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "«Pero, si ya te vinieron Mis signos y los desmentiste, mostrandote altivo y siendo de los infieles...»"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "El dia de la Resurreccion veras a quienes mintieron contra Ala, hosco el rostro. ¿No hay en la gehena una morada para los soberbios"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Ala salvara a quienes Le hayan temido, librandoles del castigo: no sufriran mal ni estaran tristes"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Ala es creador de todo y vela por todo"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "Suyas son las llaves de los cielos y de la tierra. Los que no crean en los signos de Ala, esos seran los que pierdan"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "Di: «¿Es que me ordenais que sirva a otro diferente de Ala, ¡ignorantes!?»"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "A ti y a los que te precedieron se os ha revelado: «Si asocias a Ala otros dioses, tus obras seran vanas y seras, si, de los que pierdan"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Antes bien, ¡a Ala sirve y se de los agradecidos!»"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "No han valorado a Ala debidamente. El dia de la Resurreccion, contendra toda la tierra en Su puno, los cielos estaran plegados en Su diestra. ¡Gloria a E! ¡Esta por encima de lo que Le asocian"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "Se tocara la trompeta y los que esten en los cielos y en la tierra caeran fulminados, excepto los que Ala quiera. Se tocara la trompeta otra vez y he aqui que se pondran en pie, mirando"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "La tierra brillara con la luz de su Senor. Se sacara la Escritura. Se hara venir a los profetas y a los testigos. Se decidira entre ellos segun justicia y no seran tratados injustamente"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Cada uno recibira conforme a sus obras. El sabe bien lo que hacen"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Los infieles seran conducidos en grupos a la gehena. Hasta que, llegados a ella, se abriran las puertas y sus guardianes les diran: «¿No vinieron a vosotros enviados, salidos de vosotros, para recitaros las aleyas de vuestro Senor y preveniros contra el encuentro de este vuestro dia?» Diran: «¡Claro que si!» Pero se cumplira la sentencia del castigo contra los infieles"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "Se dira: «¡Entrad por las puertas de la gehena, para estar en ella eternamente!» ¡Que mala es la morada de los soberbios"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Pero los que hayan temido a su Senor, seran conducidos en grupos al Jardin. Hasta que, llegados a el, se abriran sus puertas y sus guardianes les diran: «¡Paz sobre vosotros! Fuisteis buenos. ¡Entrad, pues, en el, por toda la eternidad!»"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "Y diran: «¡Alabado sea Ala, Que nos ha cumplido Su promesa y nos ha dado la tierra en herencia. Podemos establecernos en el Jardin donde queramos». ¡Que grata es la recompensa de los que obran bien"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "Veras a los angeles, yendo alrededor del Trono, celebrando las alabanzas de su Senor. Se decidira entre ellos segun justicia y se dira: «¡Alabado sea Ala, Senor del universo!»"
        }
    ]
}