{
    "chapter": [
        {
            "chapter": 76,
            "verse": 1,
            "text": "¿Ha pasado el hombre por un periodo de tiempo en que no era nada digno de mencion"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "Hemos creado al hombre de una gota, de ingredientes, para ponerle a prueba. Le hemos dado el oido, la vista"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "Agradecido o desagradecido, le hemos dirigido por el Camino"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "Para los infieles hemos preparado cadenas, argollas y fuego de gehena"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "Los justos beberan de copas de una mezcla alcanforada"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "de una fuente de la que beberan los siervos de Ala y que haran manar en abundancia"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "Fueron fieles a sus promesas y temieron un dia cuyo mal sera de alcance universal"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "Por mucho amor que tuvieran al alimento, se lo daban al pobre, al huerfano y al cautivo"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "«Os damos de comer solo por agradar a Ala. No queremos de vosotros retribucion ni gratitud"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "Tememos, de nuestro Senor, un dia terrible, calamitoso»"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Ala les preservara del mal de ese dia y les llenara de esplendor y alegria"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "Les retribuira, por haber tenido paciencia, con un Jardin y con vestiduras de seda"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "Reclinados alli en sofas, estaran resguardados alli del calor y del frio excesivo"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "Cerca de ellos, les cubriran sus sombras; sus frutos podran ser cogidos muy facilmente"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "Se haran circular entre ellos vasijasa de plata y copas de cristal"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "de un cristal de plata, de medidas determinadas"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "Alli se les servira una copa que contendra una mezcla de jengibre"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "tomada de una fuente de alli, que se llama Salsabil"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "Y circularan entre ellos criados jovenes de eterna juventud. Viendoles, se les creeria perlas desparramadas"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Cuando se mira alla, no se ve sino delicia y suntuosidad"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "Vestiran de verde saten y de brocado y llevaran brazaletes de plata. Su Senor les servira una bebida pura"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "«Esto se os ha dado como retribucion. Vuestro esfuerzo ha sido agradecido»"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Somos Nosotros Quienes te llemos revelado el Coran de hecho"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "Espera, pues, paciente, la decision f de tu Senor y no obedezcas a quien de ellos sea pecador o desagradecido"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "¡Y menciona el nombre de tu Senor manana y tarde"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "¡Por la noche, prosternate ante El! ¡Glorificale largamente por la noche"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Estos aman la vida fugaz y descuidan un dia grave"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "Nosotros los hemos creado y hemos fortalecido su constitucion. Si quisieramos, podriamos sustituirlos por otros semejantes"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Esto es un Recuerdo. El que quiera ¡que emprenda camino hacia su Senor"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "Pero vosotros no lo querreis, a menos que Ala quiera. Ala es omnisciente, sabio"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "lntroduce en Su misericordia a quien El quiere. Pero a los impios les ha preparado un castigo doloroso"
        }
    ]
}