{
    "maqras": [
        {
            "chapter": 2,
            "verse": 26,
            "text": "Verdaderamente, Dios no se averguenza [para expresar Su mensaje] de poner como ejemplo a un mosquito o algo mayor. Aquellos que creen, saben que, ciertamente, es la Verdad que procede de su Senor. En cuanto a los que no creen, dicen: «¿Que es lo que pretende Dios con ese ejemplo?» Extravia con el a muchos y guia con el a muchos. Pero no se extravian con el sino los transgresores"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Aquellos que violan el pacto establecido con Dios despues de haberlo aceptado, y cortan lo que Dios ha ordenado que continue unido corrompiendo la Tierra. Esos son los perdedores"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "¿Como podeis no creeis en Dios, cuando estabais muertos y El os dio la vida; luego os hara morir y despues os hara vivir (nuevamente), tras lo cual retornareis a El"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "El es quien creo para vosotros todo lo que hay en la Tierra, luego Se ocupo del cielo y lo ordeno en siete cielos. El posee conocimiento de todas las cosas"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "Y [recuerda] cuando tu Senor dijo a los angeles: «En verdad, pondre en la Tierra un sucesor.» Dijeron: «¿Vas a poner en ella a quien corrompera y derramara la sangre, mientras que nosotros Te glorificamos con alabanzas y proclamamos Tu santidad?» Dijo Dios: «En verdad, Yo se lo que vosotros no sabeis.»"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Y enseno a Adan los nombres de todos los seres. Luego los expuso ante los angeles y Les dijo: «Informadme de los nombres de estos, si es que sois veraces.»"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Ellos dijeron: «¡Glorificado seas! No conocemos mas que aquello que Tu nos has ensenado. En verdad, Tu eres el Conocedor, el Sabio.»"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Dijo El entonces: «¡Oh Adan! ¡Informales de sus nombres!» Y cuando Adan les hubo informado de sus nombres, dijo El: «¿No os dije que, ciertamente, conozco lo oculto de los cielos y la Tierra, y que se lo que manifestais y lo que ocultais?»"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Y [recuerda] cuando Nosotros dijimos a los angeles: «¡Prosternaos ante Adan!» y todos ellos se prosternaron excepto Iblis, que se nego y se lleno de arrogancia, y fue de los que no creen"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Dijimos. «¡Oh Adan! Habitad tu y tu pareja en el Jardin y comed ambos de el cuanto y donde querais, pero no os acerqueis a este arbol, pues entonces seriais de los transgresores.»"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Pero Satanas les engano a ambos y les saco de aquello en lo que estaban. Y Dijimos: «¡Descended! Sereis enemigos unos de otros. La Tierra sera para vosotros una morada y lugar de disfrute por un tiempo"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Entonces, recibio Adan de su Senor palabras y Dios le perdono. En verdad, El es el Perdonador, el Misericordiosisimo con los creyentes"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Dijimos: «¡Descended de el, todos! Y, si de Mi parte viene a vosotros una guia, quienes sigan Mi guia no habran de temer ni estaran tristes"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Pero los que no crean y desmientan Nuestras senales, esos seran la gente del Fuego, en el que estaran eternamente.»"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "¡Oh, Hijos de Israel! Recordad Mi merced, con la cual os agracie y sed leales al pacto que teneis conmigo que Yo sere leal al que tengo con vosotros y temedme solo a Mi"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Y creed en la revelacion que hice descender, confirmando la que ya teniais. No seais los primeros en no creer en ella. No vendais Mis indicaciones por poco precio y temedme solo a Mi"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Y no mezcleis la verdad con la falsedad, ni escondais la verdad a sabiendas"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Haced la oracion, dad la limosna obligatoria y inclinaos con los que se inclinan"
        }
    ]
}