{
    "maqras": [
        {
            "chapter": 5,
            "verse": 12,
            "text": "Ciertamente, Dios establecio un pacto con los Hijos de Israel y designamos entre ellos doce jefes. Y Dios dijo: «¡Estoy con vosotros! Si realizais la oracion, entregais la limosna ritual, creeis en Mis Mensajeros, les dais vuestro apoyo y haceis a Dios un prestamo generoso, Yo cubrire vuestras faltas y os introducire en Jardines de cuyas profundidades brotan los rios. Y, quien de vosotros, despues de esto, descrea, ciertamente, se habra extraviado del camino recto.»"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Y, por haber violado su pacto, les maldijimos y endurecimos sus corazones. Desvirtuan el significado de las palabras y olvidan parte de aquello a lo que, con ellas, se les llamaba la atencion. No cesaras de descubrir la traicion en ellos, exceptuando a unos pocos. Perdonales y disculpales. En verdad, Dios ama a los virtuosos"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Y establecimos un pacto con los que decian: «Ciertamente, somos nazarenos.» Pero olvidaron una parte de lo que se les recordaba en el, por lo que suscitamos entre ellos la enemistad y el odio hasta el Dia del Levantamiento. Dios les mostrara claramente lo que estaban haciendo"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "¡Oh, gente de la Escritura [Sagrada]! Ha venido a vosotros Nuestro Mensajero mostrando claramente mucho de lo que ocultabais de la Escritura y eliminando mucho. Ha venido a vosotros, procedente de Dios, una Luz y una Escritura clara"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Con ella, Dios guia por caminos de paz a quien busca Su satisfaccion. El les lleva de las tinieblas a la Luz y les guia hacia el camino recto"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Ciertamente, aquellos que dicen: «El Mesias hijo de Maria es Dios» niegan la Verdad. Di: «Si Dios quisiera aniquilar al Mesias hijo de Maria, a su madre y todos los seres de la Tierra ¿Quien podria impedirlo?» A Dios pertenece el gobierno de los cielos y la Tierra y de lo que hay entre ellos. El crea lo que desea. Dios tiene poder sobre todas las cosas"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Y los judios y los cristianos dicen: «Somos los hijos de Dios y Sus preferidos.» Di: «¿Entonces, por que os castiga por vuestros pecados? Solo sois otros seres humanos de los [muchos] que El ha creado.» El perdona a quien quiere y castiga a quien quiere. Y a Dios pertenece el gobierno de los cielos y la Tierra y de lo que hay entre ambos y todo regresa a El"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "¡Oh, gente de la Escritura [Sagrada]! Ha venido a vosotros Nuestro Mensajero, tras un periodo sin Mensajeros, para explicaros [las ensenanzas divinas], no fueseis a decir: «No ha venido a nosotros nadie que nos comunicara la buena nueva ni nos advirtiese del castigo.» Asi pues, ha venido a vosotros un portador de la buena nueva y advertidor del castigo. Y Dios tiene poder sobre todas las cosas"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "Y (recuerda) cuando Moises dijo a su pueblo: «¡Oh, pueblo mio! Recordad la merced de Dios con vosotros, poniendo entre vosotros profetas y haciendo de vosotros soberanos y otorgandoos lo que no le habia sido dado a ninguna otra nacion.»"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "«¡Oh, pueblo mio! Entrad en la tierra sagrada que Dios ha dispuesto para vosotros y no retrocedais pues os convertiriais en perdedores.»"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Ellos dijeron: «¡Oh, Moises! En verdad, en ella habita un pueblo de gigantes y no entraremos en ella mientras ellos no salgan. Si ellos la abandonan nosotros entraremos.»"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Dos hombres de los que temian a Dios y a los que Dios habia agraciado dijeron: «Atacadles por la puerta. Cuando consigais entrar, habreis vencido. Y confiad en Dios si sois creyentes.»"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "Dijeron: «¡Oh, Moises! Jamas entraremos mientras ellos continuen alli. ¡Id tu y tu Senor y combatidles! Nosotros nos quedaremos aqui sentados"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Dijo [Moises]: ¡Dios mio! No tengo poder excepto sobre mi mismo y sobre mi hermano. Alejanos de la gente trasgresora.»"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Dijo [Dios]: «Estara prohibida para ellos. Cuarenta anos vagaran por la Tierra. No te entristezcas por ese pueblo trasgresor.»"
        }
    ]
}