{
    "maqras": [
        {
            "chapter": 8,
            "verse": 61,
            "text": "Y si se inclinan hacia la paz inclinaos tambien vosotros y confiad en Dios. En verdad, El todo lo oye, todo lo sabe"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "Y si quieren enganarte, en verdad, Dios te basta. El es Quien te fortalecio con Su ayuda y con los creyentes"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "y unio sus corazones. Si hubieras gastado todo lo que hay en la Tierra no habrias podido unir sus corazones, pero Dios los unio. En verdad, El es poderoso, sabio"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "¡Oh, Profeta! ¡Dios y los creyentes que te siguen son suficiente para ti"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "¡Oh, Profeta! ¡Convoca a los creyentes al combate! Si hubiera entre vosotros veinte hombres pacientes y contenidos, venceran a doscientos y si hubiera entre voso tros cien, venceran a mil de los que no creen, pues son gente que no posee entendimiento"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Ahora, Dios ha aligerado vuestra carga, pues El sabe que estais debiles. Asi pues, si entre vosotros hubiera cien hombres pacientes y contenidos venceran a doscientos y si hubiese entre vosotros mil venceran a dos mil con el permiso de Dios, pues Dios esta con los que son pacientes"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "No es apropiado que un profeta haga prisioneros hasta haberles diezmado en la Tierra. Deseais lo accesorio de este mundo pero Dios desea (para vosotros los beneficios de) la Otra vida. Y Dios es poderoso, sabio"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Si no hubiese sido por un decreto previo de Dios, con seguridad os hubiese alcanzado un castigo inmenso por lo que obtuvisteis"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Comed, pues, del botin que habeis obtenido, lo que es licito y bueno y sed temerosos de Dios. En verdad, Dios es perdonador, misericordiosisimo con los creyentes"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "¡Oh, Profeta! Di a los cautivos que estan en tus manos: «Si Dios encuentra algo bueno en vuestros corazones os concedera algo mejor que aquello que os ha sido quitado y os perdonara, pues Dios es perdonador, misericordiosisimo con los creyentes.»"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Y si quieren traicionarte, ya traicionaron anteriormente a Dios y El te dio poder sobre ellos. Dios todo lo conoce, es sabio"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "En verdad, quienes creyeron y emigraron y combatieron con sus bienes y sus personas en la senda de Dios y quienes les dieron refugio y auxilio son amigos y protectores entre si. Y a quienes creyeron pero no emigraron no teneis por que protegerles en absoluto hasta que emigren. Y si os piden ayuda por causa de la creencia entonces si debeis ayudarles, excepto si es contra un pueblo con el que teneis concertado un tratado. Y Dios ve lo que haceis"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "Y quienes no creen son protectores y amigos unos de otros. A menos que lo hagais habra problemas en la Tierra y una gran corrupcion"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Quienes creyeron y emigraron y combatieron en la senda de Dios y quienes les dieron refugio y auxilio, esos son los verdaderos creyentes. Ellos seran perdonados y provistos con generosidad"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Y quienes creyeron despues y emigraron y combatieron con vosotros, esos son de los vuestros. Pero los familiares de sangre tienen mas derecho a heredar unos de otros en el Libro de Dios. En verdad, Dios conoce todas las cosas"
        }
    ]
}