{
    "rukus": [
        {
            "chapter": 16,
            "verse": 10,
            "text": "Goydən suyu endirən Odur. Bu, həm sizin icməyiniz, həm də icində mal-qaranızı otardıgınız otların bitməsi ucundur"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Allah onunla sizin ucun dənli bitkilər, zeytun, xurma, uzum və basqa meyvələrin hamısından yetisdirir. Həqiqətən, bunda anlayan adamlar ucun dəlillər vardır"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "O, gecəni və gunduzu, gunəsi və ayı sizə xidmət etməyə yonəltdi. Ulduzlar da Onun əmri ilə ram edilmisdir. Sozsuz ki, bunlarda anlayan insanlar ucun əlamətlər vardır"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "Yer uzundə sizin ucun yaratdıgı muxtəlif rəngli seyləri də sizə ram etdi. Subhəsiz ki, bunda dusunub ibrət alan insanlar ucun dəlillər vardır"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "O, dənizi də sizin xidmətinizə verdi ki, ondan yemək ucun təzə balıq və taxmaq ucun bəzək seyləri əldə edəsiniz. Sən gəmilərin dənizi yara-yara uzduyunu gorursən. Butun bunlar Allahın lutfundən sizə nəsib olanları axtarıb tapmagınız və sukur etməyiniz ucundur"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "O, sizi silkələməsin deyə, yer uzundə mohkəm daglar və duzgun səmt goturəsiniz deyə, caylar və yollar yaratdı"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "Əlamətlər yaratdı. Insanlar ulduzlar vasitəsilə də getdikləri yolu muəyyənləsdirirlər"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Hec yaradan da yarada bilməyən kimi ola bilərmi? Dusunub ibrət goturməyəcəksinizmi"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Əgər Allahın nemətlərini saymalı olsanız, onları sayıb qurtara bilməzsiniz. Həqiqətən, Allah Bagıslayandır, Rəhmlidir"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Allah sizin gizli saxladıqlarınızı da, askara cıxartdıqlarınızı da bilir"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Allahdan basqa tapındıqları butlər hec bir sey yarada bilməzlər. Cunki onlar ozləri yaradılmıslar"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Onlar oludurlər – diri deyillər və nə vaxt dirildiləcəklərini də bilmirlər"
        }
    ]
}