{
    "rukus": [
        {
            "chapter": 17,
            "verse": 61,
            "text": "Bir zaman mələklərə: “Adəmə səcdə edin!”– demisdik. Iblisdən basqa hamısı səcdə etdi. O dedi: “Mən Sənin palcıqdan yaratdıgınamı səcdə edəcəyəm?!”"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Iblis dedi: “Məndən ustun tutduguna bir bax! Əgər Qiyamət gununə qədər mənə mohlət versən, az bir qismindən basqa onun butun nəslini ozumə ram edəcəyəm”"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Allah buyurdu: “Cıx get! Onlardan kim sənə uysa, tam bir əvəz kimi cəzanız Cəhənnəm olacaqdır"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Onlardan gucun catdıgı kimsələri səsinlə gunaha təhrik et, atlı və piyadanı onların ustunə yerit, mallarına və ovladlarına sərik ol, onlara vədlər ver. Subhəsiz ki, seytan onlara ancaq yalan vədlər verər"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Əslində, Mənim ixlaslı qullarım uzərində sənin hokmranlıgın olmayacaqdır. Qoruyan olaraq Rəbbin yetər”"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Lutfunə nail olasınız deyə dənizdə gəmiləri sizin ucun hərəkətə gətirən Rəbbinizdir. Həqiqətən, O sizə qarsı rəhmlidir"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Sizə dənizdə bir fəlakət uz verdiyi zaman Ondan basqa tapındıqlarınız sizdən uzaqlasar. O sizi xilas edib quruya cıxartdıqda isə uz dondərirsiniz. Həqiqətən, insan nankordur"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Allahın sizi quruda yerə batırmayacagına, yaxud ustunuzə das-kəsəkli tufan gondərməyəcəyinə əminsinizmi? Sonra sizi qoruyan da tapa bilməzsiniz"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Yoxsa sizi bir daha dənizə qaytarıb ustunuzə qasırga gondərməyəcəyinə və kafir oldugunuza gorə dənizdə sizi batırmayacagına əminsiniz? Sonra buna gorə Bizdən intiqam alan bir nəfər belə tapa bilməzsiniz"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Biz Adəm ogullarını hormətli etdik, onları quruda və dənizdə minik ustundə dasıdıq, onlara pak ruzilər verdik və onları yaratdıqlarımızın coxundan xeyli ustun elədik"
        }
    ]
}