{
    "rukus": [
        {
            "chapter": 18,
            "verse": 83,
            "text": "Səndən Zulqərneyn barəsində sorusurlar. De: “Onun barəsində sizə bir əhvalat danısacagam”"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Həqiqətən, Biz ona yer uzundə hokmranlıq verdik və hər seyin yolunu ona oyrətdik"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "O, yer uzundə gəzib dolasmaq ucun səfərə cıxdı"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Nəhayət, gunəsin batdıgı yerə gəlib catdıqda onu qara palcıqlı bir cesmədə batan gordu. Zulqərneyn onun yanında bir tayfaya rast gəldi. Biz buyurduq: “Ey Zulqərneyn! Sən ya onları cəzalandırmalı, ya da onlarla yaxsı rəftar etməlisən!”"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "O dedi: “Haqsızlıq edəni cəzalandıracagıq. Sonra o, Rəbbinə qaytarılacaqdır. O da ona agır bir əzab verəcəkdir"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "Iman gətirib yaxsı is gorən kimsəyə isə ən gozəl mukafat veriləcəkdir. Biz ona əmrimizdən asan olanı buyuracagıq”"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Sonra o, yoluna davam etdi"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "Nəhayət, gunəsin dogdugu yerə catdıqda onu elə bir qovm uzərində dogan gordu ki, onlar ucun gunəsə qarsı hec bir ortuk yaratmamısdıq"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Bax belə! Biz onun basına gələnlərin hamısından xəbərdarıq"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Sonra o, yenə yoluna davam etdi"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Nəhayət, iki dag arasına gəlib catdıqda onların on tərəfində az qala soz anlamayan bir tayfaya rast gəldi"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Onlar dedilər: “Ey Zulqərneyn! Yəcuc və Məcuc tayfaları yer uzundə fitnə-fəsad torədirlər. Bəlkə biz sənə xərac verək, sən də bizimlə onlar arasında bir sədd duzəldəsən?”"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "O dedi: “Rəbbimin mənə əta etdiyi mulk daha yaxsıdır. Gəlin oz quvvənizlə mənə komək edin, mən də sizinlə onlar arasında mohkəm bir sədd cəkim"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Mənə dəmir parcaları gətirin!” Nəhayət, dagın iki yamacı arasını dəmir parcaları ilə doldurduqda: “Korukləyin!”– dedi. Dəmir kozərən kimi: “Gətirin mənə, onun ustunə ərimis mis tokum!”– dedi"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "Yəcuc və Məcuc tayfaları nə səddin ustunə cıxa bildilər, nə də onu dəlib kecə bildilər"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "Zulqərneyn dedi: “Bu, Rəbbimdən olan bir mərhəmətdir. Rəbbimin vədi gəldikdə isə onu yerlə yeksan edəcəkdir. Rəbbimin vədi həqiqətdir”"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "O gun Yəcuc və Məcuc tayfalarını axısıb bir-birinə qarısmıs halda buraxarıq. Sur ufurulən kimi məxluqatın hamısını bir yerə toplayarıq"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "O gun Biz Cəhənnəmi kafirlərə askar gostərərik"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "O kəslərə ki, gozlərinə Məni anmamaq ucun pərdə cəkmisdilər, ozləri də esidə bilmirdilər"
        }
    ]
}