{
    "rukus": [
        {
            "chapter": 19,
            "verse": 41,
            "text": "Kitabda Ibrahimi də xatırla! Həqiqətən, o, sadiq insan və peygəmbər idi"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Bir zaman o, atasına demisdi: “Atacan! Nə ucun esitməyən, gorməyən və sənə hec bir faydası olmayan bir seyə sitayis edirsən"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "Atacan! Həqiqətən, sənə gəlməyən bir elm mənə gəlmisdir. Arxamca gəl ki, səni dogru yola yonəldim"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "Atacan! Seytana ibadət etmə! Həqiqətən, seytan Mərhəmətli Allaha cox asi oldu"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "Atacan! Qorxuram ki, Mərhəmətli Allahdan sənə bir əzab toxunsun və beləcə, seytana yoldas olasan”"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Atası dedi: “Sən mənim məbudlarımdan uzmu cevirirsən, ey Ibrahim!? Əgər buna son qoymasan, səni mutləq dasqalaq edəcəyəm. Uzun muddət məndən uzaq ol!”"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Ibrahim dedi: “Sənə salam olsun! Mən Rəbbimdən sənin ucun bagıslanma diləyəcəyəm. Həqiqətən, O mənə qarsı cox lutfkardır"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Mən sizi və Allahdan basqa sitayis etdiyiniz butləri tərk edir və oz Rəbbimə dua edirəm. Ola bilsin ki, mən Rəbbimə dua etməklə hec vaxt bədbəxt olmayım”"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Ibrahim onları və onların Allahdan basqa yalvardıqlarını tərk etdiyi zaman Biz ona Ishaqı və Yaqubu bəxs etdik. Biz onların hər ikisini peygəmbər etdik"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Biz onlara oz mərhəmətimizdən əta etdik və gələcək nəsillər həmisə yada salsın deyə onlara yaxsı ad qismət elədik"
        }
    ]
}