{
    "rukus": [
        {
            "chapter": 20,
            "verse": 55,
            "text": "Biz sizi torpaqdan yaratdıq. Sizi ora qaytaracaq və bir daha oradan cıxardacagıq"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Biz dəlillərimizin hamısını Firona gostərdik. O isə bu dəlilləri yalan sayıb qəbul etmədi"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Firon dedi: “Sən oz sehrinlə bizi oz torpagımızdan qovub cıxartmagamı gəlmisən, ey Musa"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Biz də sənə buna bənzər bir sehr gostərə bilərik. Bizimlə oz aranda gorus vaxtı təyin et. Nə biz, nə də sən vədə xilaf cıxmayaq. Bu hamımız ucun munasib bir yerdə olsun”"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Musa dedi: “Gorus vaxtınız bayram gunu, camaatın bir yerə toplasacagı səhər vaxtıdır!”"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Firon uz cevirdi, sonra da butun hiyləgərlik vasitələrini (sehrbazlarının hamısını) toplayıb gəldi"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Musa onlara dedi: “Vay halınıza! Allaha qarsı yalan uydurmayın, yoxsa O sizi əzabla məhv edər. Iftira yaxan ziyana ugrayar"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Fironun adamları oz aralarında isləri barəsində mubahisə edib xəlvətcə sohbət etdilər"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Onlar dedilər: “Bu ikisi, dogrudan da, sehrbazdır. Onlar oz sehrləri ilə sizi torpagınızdan qovub cıxartmaq və sizin ən gozəl yolunuzu aradan goturmək istəyirlər"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Odur ki, butun hiylələrinizi cəmləsdirib meydana dəstə-dəstə gəlin. Bu gun qələbə calan xilas olacaqdır”"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Sehrbazlar dedilər: “Ey Musa! Ya sən əvvəlcə əlindəkini at, ya da birinci atan biz olaq!”"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Musa dedi: “Yox, siz atın!” Sehrbazlar əllərindəkiləri yerə atan kimi sehrləri sayəsində ona elə gəldi ki, onların kəndirləri və comaqları hərəkətə gəlib surunur"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Musanın urəyi xoflandı"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Biz dedik: “Qorxma, qalib gələn mutləq sən olacaqsan"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Sag əlindəkini yerə at, onların qurduqlarını udsun. Onların qurduqları sadəcə sehrbaz hiyləsidir. Sehrbaz isə, hara gedirsə-getsin, ugur qazanmaz”"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Sehrbazlar səcdəyə qapanıb dedilər: “Biz Harunun və Musanın Rəbbinə iman gətirdik!”"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Firon dedi: “Mən sizə izin verməmisdən əvvəl siz ona iman gətirdiniz? Subhəsiz ki, o sizə sehr oyrədən boyuyunuzdur. Mən sizin əllərinizi və ayaqlarınızı carpaz kəsdirib xurma agaclarının govdələrində carmıxa cəkəcəyəm. Onda hansımızın əzabının daha siddətli və daha surəkli oldugunu biləcəksiniz!”"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Onlar dedilər: “Biz hec vaxt səni bizə gələn bu aydın dəlillərdən və bizi yaradandan ustun tutmayacagıq. Indi nə hokm verəcəksənsə, ver. Sən ancaq bu dunyada hokm verə bilərsən"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Həqiqətən, biz Rəbbimizə iman gətirdik ki, O bizi gunahlarımıza və sənin bizi məcbur etdirdiyin sehrə gorə bagıslasın. Allahın mukafatı daha xeyirli, cəzası isə daha surəklidir!”"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Kim Rəbbinin huzuruna gunahkar kimi gələrsə, cəhənnəmlik olar. O, orada nə olər, nə də yasayar"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Kim Onun huzuruna yaxsı əməllər etmis bir momin kimi gələrsə, onlara ən yuksək dərəcələr nəsib olar –"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "agacları altından caylar axan Ədn bagları. Onlar orada əbədi qalarlar. Bu, gunahlardan təmizlənənlərin mukafatıdır"
        }
    ]
}