{
    "rukus": [
        {
            "chapter": 28,
            "verse": 22,
            "text": "O, Mədyən tərəfə yollanıb: “Ola bilsin ki, Rəbbim mənə dogru yolu gostərsin!”– dedi"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "O, Mədyən sularına gəlib catanda quyunun basında heyvanlarına su verən adamlar gordu. Onların yaxınlıgında da qoyunlarını o biri heyvanlardan geri cəkən iki qız gorub: “Sizə nə olub?”– dedi. Onlar dedilər: “Cobanlar heyvanlarını surub aparmamıs biz qoyunlarımıza su verə bilmirik. Atamız da cox qocadır”"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Musa onların yerinə qoyunlara su verdi, sonra da kolgəyə cəkilib dedi: “Ey Rəbbim! Sənin mənə nazil edəcəyin xeyrə ehtiyacım var!”"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Bir qədər sonra qızlardan biri utana-utana onun yanına gəlib dedi: “Atam bizim yerimizə qoyunları sulamagının haqqını odəməkdən otru səni cagırır”. Musa onun yanına gəlib basına gələn əhvalatı ona danısdıqda o dedi: “Qorxma! Sən zalım adamların əlindən xilas olmusan!”"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "Qızlardan biri dedi: “Atacan! Onu muzdla isə gotur, cunki o, muzdla isə goturduklərinin ən yaxsısı, guclu və etibarlı olanıdır”"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "Sueyb dedi: “Səkkiz il mənə isləmək sərti ilə qızlarımdan birini sənə ərə vermək istəyirəm. Əgər sən bu muddəti on ilə catdırsan, bu, sənin tərəfindən bir lutf olar. Mən sənə əziyyət vermək istəmirəm. Allah qoysa mənim əməlisalehlərdən oldugumu gorəcəksən”"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Musa dedi: “Bu, ikimizin arasında olan razılıqdır. Bu iki muddətdən hansını basa catdırsam, mənə qarsı haqsızlıq olmamalıdır. Allah da dediyimizə Sahiddir!”"
        }
    ]
}