{
    "rukus": [
        {
            "chapter": 54,
            "verse": 1,
            "text": "O Saat yaxınlasdı və ay bolundu"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "Onlar bir mocuzə gordukdə uz dondərib: “Bu, tez kecib-gedən bir sehrdir” deyirlər"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "Onlar Peygəmbəri yalancı saydılar və oz nəfslərinin istəklərinə tabe oldular. Halbuki hər bir is bərqərar olacaqdır"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "Onlara kufrdən cəkindirən necə-necə xəbərlər gəlmisdir"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "Bu boyuk bir hikmətdir. Lakin arxa cevirənlərə təhdidlər nə fayda verə bilər"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "Sən də onları tərk et! Carcının onları xosagəlməz bir seyə cagıracagı gun"
        },
        {
            "chapter": 54,
            "verse": 7,
            "text": "onlar zəlil baxıslarla gozlərini asagı dikmis halda ətrafa yayılan cəyirtkələr kimi qəbirlərindən cıxacaqlar"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "Kafirlər carcıya tərəf tələsərək: “Bu nə cətin bir gundur!”– deyəcəklər"
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "Onlardan əvvəl Nuh qovmu elciləri yalancı hesab etmisdi. Onlar qulumuzu yalancı sayıb: “O, dəlidir!”– dedilər və ona hədə-qorxu gəldilər"
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "O, Rəbbinə yalvarıb: “Məni ustələdilər! Mənə komək et!”– dedi"
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "Biz goyun qapılarını leysan yagısı ilə acdıq"
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "Yeri yarıb bulaqlar qaynatdıq. Goydən tokulən və yerdən cıxan sular əzəldən yazılmıs bir is ucun bir-birinə qovusdu"
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "Biz onu taxtalardan pərcimlənib mismarlanmıs gəmidə dasıdıq"
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "Inkar edilmis peygəmbərə mukafat olaraq o gəmi Gozlərimiz onundə uzub gedirdi"
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "Biz onu (həmin hadisəni) nəsillərə ibrət ucun saxladıq. Amma hec bir yada salan varmı"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "Gorəydin Mənim əzabım və qorxutmagım necə oldu"
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "Biz Quranı yada salmaq ucun asanlasdırdıq. Amma hec bir yada salan varmı"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "Ad qovmu də elciləri yalancı saydı. Gorəydin Mənim əzabım və qorxutmagım necə oldu"
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "Biz uzun surən ugursuz bir gundə onların ustunə cox soyuq kulək gondərdik"
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "O, insanları kokundən cıxardılmıs xurma kotukləri kimi qopardıb atırdı"
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "Gorəydin Mənim əzabım və qorxutmagım necə oldu"
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "Biz Quranı yada salmaq ucun asanlasdırdıq. Amma hec bir yada salan varmı"
        }
    ]
}