{
    "rukus": [
        {
            "chapter": 3,
            "verse": 181,
            "text": "“Allah kasıbdır, biz isə varlıyıq!”– deyənlərin sozunu Allah esitdi. Biz onların dediklərini və haqsız olaraq peygəmbərləri oldurmələrini yazacaq və onlara deyəcəyik: “Dadın yandırıb-yaxan Odun əzabını"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Bu, oz əllərinizlə etdiyiniz əməllərə gorədir. Yoxsa Allah qullarına zulm edən deyildir”"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Onlar dedilər: “Allah bizdən əhd almısdı ki, hec bir elciyə, odun yandıracagı bir qurban gətirməyincə inanmayaq”. De: “Məndən əvvəl də sizə elcilər acıq-aydın dəlillərlə və dediyiniz qurbanla gəlmisdilər. Əgər dogru danısanlarsınızsa, onda nə ucun onları oldururdunuz?”"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Əgər onlar səni yalancı hesab etsələr, bil ki, səndən əvvəl acıq-aydın dəlillər, muqəddəs yazılar və nur sacan Kitabla gəlmis elciləri də yalancı hesab etmisdilər"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Hər bir kəs olumu dadacaqdır. Lakin Qiyamət gunu mukafatlarınız sizə tam veriləcəkdir. Kim Oddan uzaqlasdırılıb, Cənnətə daxil edilərsə, o ugur qazanmıs olar. Dunya həyatı isə aldadıcı ləzzətdən basqa bir sey deyildir"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Siz hokmən malınız və canınızla sınaqdan keciriləcəksiniz. Sizdən əvvəl Kitab verilənlərdən və musriklərdən bir cox əziyyətverici sozlər esidəcəksiniz. Əgər səbir edib Allahdan qorxsanız, bilin ki, bu, əzmkarlıq tələb edən əməllərdəndir"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "O zaman Allah Kitab verilənlərlə əhd baglayıb: “Siz o Kitabı mutləq insanlara aydınlasdıracaqsınız və onu gizlətməyəcəksiniz!”– deyə buyurdu. Onlar isə bu əhdi qulaqardına vurub onu ucuz qiymətə satdılar. Onların bu alveri necə də pisdir"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Torətdikləri əməllərdən fərəhlənən və etmədikləri islərə gorə tərif olunmagı xoslayan kimsələrin əzabdan qurtulacaqlarını əsla guman etmə. Onlara acılı-agrılı bir əzab hazırlanmısdır"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Goylərin və yerin hokmranlıgı Allaha məxsusdur. Allah hər seyə qadirdir"
        }
    ]
}