{
    "pages": [
        {
            "chapter": 2,
            "verse": 62,
            "text": "নিঃসন্দেহ যারা ঈমান এনেছে, আর যারা ইহুদীয় মত পোষণ করে ও খ্রীস্টান ও সাবেঈন -- যারাই আল্লাহ্‌র প্রতি তাঁর একত্বে ও আনুগত্যে ঈমান এনেছে ও আখেরাতের দিনের প্রতি, আর সৎকর্ম করে, তাদের জন্য নিজ নিজ পুরস্কার রয়েছে তাদের প্রভুর দরবারে, আর তাদের উপরে কোনো ভয় নেই, আর তারা নিজেরা অনুতাপও করবে না।"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "আর স্মরণ করো! আমরা তোমাদের অঙ্গীকার গ্রহণ করেছিলাম ও তোমাদের উপরে পর্বত উত্তোলন করেছিলাম। “তোমাদের আমরা যা দিয়েছি তা দৃঢ়ভাবে গ্রহণ করো, আর এতে যা আছে তা স্মরণ রাখো, যাতে তোমরা ধর্মপরায়ণতা অবলন্বন করতে পার।”"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "তারপর তোমরা এর পরেও ফিরে গেলে, কাজেই আল্লাহ্‌র প্রসন্নতা ও তাঁর করুণা যদি তোমাদের উপরে না থাকত তবে তোমরা অবশ্যই হতে ক্ষতিগ্রস্তদের অন্তর্ভুক্ত।"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "তদুপরি তোমাদের মধ্যে যারা সাব্বাথের নিয়ম লঙঘন করেছিল তাদের কথা নিশ্চয়ই জানা আছে, তাই আমরা তাদের বলেছিলাম -- “তোমরা ঘৃণ্য বানর হয়ে যাও।”"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "এইভাবে আমরা এটিকে একটি দৃষ্টান্ত বানিয়েছিলাম যারা ওদের সমসাময়িক ছিল তাদের জন্য ও যারা ওদের পরবর্তীকালে এসেছিল, আর ধর্মভীরুদের জন্য উপদেশ বিশেষ।"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "আর স্মরণ করো! মূসা তাঁর লোকদের বললেন -- “নিঃসন্দেহ, আল্লাহ্ তোমাদের হুকুম করেছেন তোমরা যেন একটি বক্‌না-বাছুর যবেহ্ করো।” তারা বললে -- “তুমি কি আমাদের নিয়ে ঠাট্টা করছ?” তিনি বললেন -- “আল্লাহ্‌র কাছে আশ্রয় চাইছি যেন আমি জাহিলদের অন্তর্ভুক্ত না হই।”"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "তারা বললো -- “তোমার প্রভুর কাছে আমাদের জন্য প্রার্থনা করো যেন তিনি আমাদের পরিস্কার করে দেন সেটি কি রকমের।” তিনি বললেন -- “নিঃসন্দেহ তিনি বলেছেন, সেটি অবশ্যই একটি বক্‌না-বাছুর যেটি বুড়ো নয় ও বাচ্চাও নয়, এদের মাঝামাঝি মধ্য-বয়সী। অতএব তোমাদের যা আদেশ দেয়া হয়েছে তাই করো।”"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "তারা বললো -- “আমাদের জন্য তোমার প্রভুর কাছে প্রার্থনা করো তিনি আমাদের খোলাখুলি বলে দিন তার রঙ কেমন।” তিনি বললেন -- “তিনি অবশ্যই বলেছেন, সেটি নিঃসন্দেহ হলুদ রঙের বাছুর, তার রঙ অতি উজ্জ্বল -- দর্শকদের কাছে মনোরম।”"
        }
    ]
}