{
    "pages": [
        {
            "chapter": 7,
            "verse": 171,
            "text": "আরোও স্মরণ করো! আমরা তাদের উপরে পর্বতকে কম্পিত করলাম তা যেন হয়েছিল একটি আচ্ছাদন, আর তারা ভেবেছিল যে এ নিশ্চয়ই তাদের উপরে ভেঙ্গে পড়েছে, ''আমরা তোমাদের যা দিয়েছি তা দৃঢ়ভাবে আকঁড়ে ধরো, আর তাতে যা রয়েছে তা স্মরণ রেখো, যাতে তোমরা ধর্মভীরুতা অবলন্বন করো’’।"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "আর স্মরণ করো! তোমার প্রভু আদমের বংশধরদের থেকে -- তাদের পৃষ্ঠদেশ থেকে -- তাদের সন্তান-সন্ততি এনেছিলেন, আর তাদের নিজেদের সন্বন্ধে তাদের সাক্ষ্য দিইয়েছিলেন -- ''আমি কি তোমাদের প্রভু নই?’’ তারা বলেছিল -- ''হাঁ, আমরা সাক্ষ্য দিচ্ছি।’’ এজন্য যে পাছে তোমরা কিয়ামতের দিনে বলো -- ''আমরা তো এ বিষয়ে অজ্ঞাত ছিলাম,’’"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "অথবা তোমরা বলো -- ''আসল ব্যাপার হচ্ছে আমাদের পূর্বপুরুষরা এর আগেই অংশীদার ঠাওরেছিল, আর আমরা তাদের পরবর্তীকালে বংশধরই ছিলাম। তুমি কি তবে আমাদের ধ্বংস করবে ভ্রষ্টাচারীরা যা করেছিল সেজন্য"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "আর এইভাবে আমাদের নির্দেশাবলী আমরা ব্যাখ্যা করি যেন তারা ফিরে আসে।"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "আর তাদের কাছে পাঠ করো ওর বৃত্তান্ত যাকে আমরা আমাদের নির্দেশাবলী প্রদান করেছিলাম, কিন্তু সে সে-সব থেকে গুটিয়ে নেয়, সেজন্য শয়তান তার পিছু নেয়, কাজেই সে বিপথ-গামীদের অন্তর্ভুক্ত হয়।"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "আর যদি আমরা ইচ্ছা করতাম তবে নিশ্চয়ই এর দ্বারা তাকে আমরা উন্নীত করতাম, কিন্তু সে মাটি আকঁড়ে ধরলো, আর সে তার হীন-কামনার অনুসরণ করে চললো। সুতরাং তার উপমা হচ্ছে কুকুরের দৃষ্টান্তের মতো -- ওকে যদি তুমি তাড়া করো, সে জিব বের ক’রে হাঁপাবে, আর যদি তুমি তাকে এড়িয়ে চলো সে জিব বার করে হাঁপাবে। এই হচ্ছে সে-সব লোকের দৃষ্টান্ত যারা আমাদের নির্দেশসমূহ প্রত্যাখ্যান করে। তুমি ইতিবৃত্ত বিবৃত করো যেন তারা চিন্তা করতে পারে।"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "মন্দের দৃষ্টান্ত সেই লোকেরা যারা আমাদের বাণীসমূহে মিথ্যারোপ করে, আর তাদের অন্তরা‌ত্মার প্রতিই তারা অত্যাচার করে চলে"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "যাকে আল্লাহ্ পথ দেখান সে-ই তবে সৎপথে চালিত, আর যাকে তিনি বিপথে চলতে দেন, তাহলে তারা নিজেরাই ক্ষতিগ্রস্ত হয়।"
        }
    ]
}