{
    "pages": [
        {
            "chapter": 10,
            "verse": 7,
            "text": "নিঃসন্দেহ যারা আমাদের সাথে মুলাকাত আশা করে না আর পার্থিব জীবনেই পরিতৃপ্ত থাকে আর তাতেই নিশ্চিন্ত বোধ করে, আর যারা আমাদের নির্দেশাবলীতে অমনোযোগী"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "এরাই -- এদের আবাসস্থল হচ্ছে আগুন, তারা যা উপার্জন করেছে সেজন্য।"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "নিঃসন্দেহ যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে, তাদের প্রভু তাদের পথ দেখিয়ে নেবেন তাদের বিশ্বাসের দ্বারা, -- তাদের নিচে দিয়ে বয়ে চলবে ঝরনারাজি আনন্দময় বাগানে।"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "সেখানে তাদের আহ্বান হবে -- ''তোমারই মহিমা হোক, হে আল্লাহ্‌?’’ আর তাদের অভিবাদন সেখানে হবে -- ''সালাম’’, আর তাদের শেষ আহ্বান হবে -- ''সকল প্রশংসা হচ্ছে আল্লাহ্‌র যিনি সমস্ত বিশ্বজগতের প্রভু’’।"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "আল্লাহ্ যদি মানুষের জন্য অকল্যাণ ত্বরান্বিত করতেন যেমন তারা তাদের জন্য কল্যাণ ত্বরান্বিত করতে চায়, তাহলে তাদের শেষ- পরিণতি তাদের উপরে ঘটে যেত। কিন্তু যারা আমাদের সাথে মুলাকাত করা পছন্দ করে না -- তাদের আমরা অন্ধভাবে ঘুরে বেড়াতে দিই তাদের অবাধ্যতার মধ্যে।"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "আর যখন কোনো দুঃখ-দুর্দশা মানুষকে স্পর্শ করে সে তখন আমাদের ডাকে কাত হয়ে শায়িত অবস্থায় অথবা বসা অবস্থায় অথবা দাঁড়িয়ে থেকে, কিন্তু যখন আমরা তার থেকে তার বিপদ দূর করে দিই, সে তখন ঘুরে বেড়ায় যেন সে আমাদের কদাচ ডাকে নি বিপদের সময়ে যা তাকে স্পর্শ করেছিল। এইভাবে দায়িত্বহীনদের কাছে চিত্তাকর্ষক করা হয় যা তারা করে চলে।"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "আর ইতিমধ্যে তোমাদের পূর্ববর্তী অনেক মানবগোষ্ঠীকে আমরা ধ্বংস করেছিলাম যখন তারা অনাচার করেছিল, আর তাদের রসূলগণ তাদের কাছে এসেছিলেন স্পষ্ট প্রমাণাবলী নিয়ে, কিন্তু তারা বিশ্বাস করতে প্রস্তুত ছিল না। এইভাবে আমরা প্রতিদান দিই অপরাধী সম্প্রদায়কে।"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "তারপর আমরা তোমাদের এই পৃথিবীতে প্রতিনিধি বানিয়ে-ছিলাম তাদের পরে যেন আমরা দেখতে পারি তোমরা কেমনতর কাজ কর।"
        }
    ]
}