{
    "pages": [
        {
            "chapter": 18,
            "verse": 5,
            "text": "তাদের এ বিষয়ে কোনো জ্ঞান নেই আর তাদের পিতৃপুরুষদেরও ছিল না। এ এক সাংঘাতিক কথা যা তাদের মুখ থেকে নির্গত হয়। তারা যা বলে তা মিথ্যা বৈ তো নয়।"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "কাজেই হয়ত বা তাদের পেছনে ঘুরে ঘুরে তোমার নিজেকে তুমি দুঃখে কাতর করে তুলবে যেহেতু তারা এই নতুন বাণীতে বিশ্বাস করছে না।"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "নিঃসন্দেহ পৃথিবীর উপরে যা-কিছু আছে আমরা সেগুলোকে ওর অলংকাররূপে স্থাপন করেছি যেন আমরা তাদের যাচাই করতে পারি তাদের কারা কাজে সর্বোত্তম।"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "আর নিঃসন্দেহ তার উপরে যা-কিছু আছে আমরা তাকে করব তৃণলতাহীন মাটির গুড়োঁ।"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "অথবা, তুমি কি মনে কর যে গুহার বাসিন্দারা ও লিখিত-ফলক আমাদের নিদর্শনাবলীর মধ্যে বিস্ময়কর"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "দেখো, কিছু যুবক গুহায় আশ্রয় নিল, তখন তারা বললে -- ''আমাদের প্রভু! তোমার কাছ থেকে আমাদের অনুগ্রহ প্রদান করো, আর আমাদের কাজকর্মে সঠিক রাস্তা বাতলে দাও।’’"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "সেজন্য গুহার মধ্যে কয়েক বছরের জন্য আমরা তাদের কানে চাপা দিলাম"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "তারপর আমরা তাদের তোলে আনলাম যেন আমরা জানতে পারি দুই দলের কারা ভাল ক’রে গণতে পারে কত সময় তারা অবস্থান করেছিল।"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "আমরা তোমার কাছে তাদের কাহিনী বর্ণনা করছি সঠিকভাবে -- নিঃসন্দেহ এরা ছিল কয়েকজন যুবক যারা তাদের প্রভুর প্রতি ঈমান এনেছিল, আর আমরা তাদের সৎপথে চলার ক্ষমতা বাড়িয়ে দিয়েছিলাম।"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "আর আমরা তাদের হৃদয়ে শক্তিবর্ধন করেছিলাম যখন তারা দাঁড়িয়েছিল ও বলেছিল -- ''আমাদের প্রভু হচ্ছেন মহাকাশমন্ডলী ও পৃথিবীর প্রভু, আমরা কখনই তাঁকে ছেড়ে দিয়ে অন্য উপাস্যকে ডাকব না, কেননা সেক্ষেত্রে আমরা আলবৎ বলে থাকব এক ডাহা মিথ্যা।"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "আমাদেরই এই স্বজাতিরা তাঁকে ছেড়ে দিয়ে অন্য উপাস্যদের গ্রহণ করেছে। এরা কেন তাদের সন্বন্ধে কোনো স্পষ্ট প্রমাণ নিয়ে আসে না? তা’হলে কে বেশি অন্যায়কারী তার চাইতে যে আল্লাহ্ সন্বন্ধে মিথ্যা রচনা করে?’’"
        }
    ]
}