{
    "pages": [
        {
            "chapter": 25,
            "verse": 44,
            "text": "অথবা তুমি কি মনে কর যে তাদের অধিকাংশই শোনে অথবা বোঝে? তারা তো গরু-ছাগলের মতো ছাড়া আর কিছু নয়, বরং তারা পথ থেকে অধিক পথভ্রষ্ট।"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "তুমি কি প্রত্যক্ষ কর নি তোমার প্রভুর প্রতি -- কিভাবে তিনি ছায়া বিস্তার করেন? আর তিনি যদি চাইতেন তবে একে অনড় করে দিতেন। আমরা বরং সূর্যকে এর উপরে নির্দেশক বানিয়েছি।"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "তারপর আমরা এটিকে আমাদের কাছে টেনে নিই আস্তে আস্তে টানতে টানতে।"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "আর তিনিই সেইজন যিনি তোমাদের জন্য রাত্রিকে করেছেন আবরণী, আর ঘুমকে বিশ্রামস্বরূপ, আর দিনকে করেছেন জেগে ওঠার জন্য।"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "আর তিনিই সেইজন যিনি বাতাসকে পাঠান সুসংবাদদাতা-রূপে তাঁর করুণার প্রাক্কালে, আর আমরা আকাশ থেকে বর্ষণ করি বিশুদ্ধ পানি"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "যেন আমরা তার দ্বারা মৃত ভূখন্ডকে জীবন দান করতে পারি, এবং তা পান করতে দিই বহুসংখ্যক গবাদি-পশুকে ও মানুষকে যাদের আমরা সৃষ্টি করেছি।"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "আর আমরা নিশ্চয়ই এটিকে বিতরণ করি তাদের মধ্যে যেন তারা স্মরণ করতে পারে, কিন্ত অধিকাংশ লোকেই প্রত্যাখ্যান করা ছাড়া আর কিছুতে একমত হয় না।"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "আর যদি আমরা চাইতাম তাহলে প্রত্যেকটি জনপদে এক-একজন সতর্ককারী দাঁড় করাতাম।"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "অতএব অবিশ্বাসীদের আজ্ঞানুসরণ করো না, বরং তুমি এর সাহায্যে তাদের সঙ্গে জিহাদ করো কঠোর জিহাদে।"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "আর তিনিই সেইজন যিনি দুটি সাগরকে প্রবাহিত করছেন, -- একটি মিষ্ট, পিপাসা দমনকারক, আর একটি লবণাক্ত, তেতো স্বাদবিশিষ্ট, আর এ দুইয়ের মধ্যে তিনি সৃষ্টি করেছেন এক 'বরযখ’ ও এক অনতিক্রম্য ব্যবধান।"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "আর তিনিই সেইজন যিনি মানুষকে সৃষ্টি করেছেন পানি থেকে, তারপর তার জন্য স্থাপন করেছেন রক্ত-সম্পর্ক ও বৈবাহিক সম্পর্ক। আর তোমার প্রভু অত্যন্ত ক্ষমতাশালী।"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "আর তারা আল্লাহ্‌কে বাদ দিয়ে তার উপাসনা করে যে তাদের কোনো উপকার করতে পারে না, আর তাদের অপকারও করতে পারে না। আর অবিশ্বাসী রয়েছে তার প্রভুর বিরুদ্ধে পৃষ্ঠপোষক।"
        }
    ]
}