{
    "pages": [
        {
            "chapter": 34,
            "verse": 32,
            "text": "যারা মাতব্বরি করেছিল তারা বলবে তাদের যাদের দুর্বল করা হয়েছিল -- ''আমরা কি তোমাদের বাধা দিয়েছিলাম পথনির্দেশ থেকে এটি তোমাদের কাছে আসার পরে? বরং তোমারই তো ছিলে অপরাধী?’’"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "আর যাদের দুর্বল করা হয়েছিল তারা বলবে তাদের যারা গর্ব করছিল -- ''বস্তুত রাত ও দিনের চক্রান্ত, যখন তোমরা আমাদের হুকুম করতে যেন আমরা আল্লাহ্‌কে অবিশ্বাস করি এবং তাঁর সঙ্গে অংশী স্থাপন করি।’’ আর তারা যখন শাস্তি প্রত্যক্ষ করবে তখন তারা আফসোসে আকুল হবে। আর যারা অবিশ্বাস পোষণ করত তাদের গলায় আমরা শিকল পরাব। তাদের কি প্রতিদান দেওয়া হচ্ছে তারা যা করে চলেছিল তা ছাড়া অন্য কিছু দিয়ে।"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "আর আমরা কোনো জনপদে সতর্ককারীদের কাউকেও পাঠাই নি যার বিত্তবান লোকেরা না বলেছে -- ''নিঃসন্দেহ তোমাদের যা দিয়ে পাঠানো হয়েছে তাতে আমরা অবিশ্বাসী!’’"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "আর তারা বলত -- ''আমরা ধনসম্পত্তি ও সন্তানসন্ততিতে সংখ্যাগরিষ্ঠ, সুতরাং আমরা তো শাস্তি পাবার পাত্র নই।’’"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "তুমি বলো -- ''আমার প্রভু যার জন্য ইচ্ছা করেন জীবিকা বাড়িয়ে দেন এবং সীমিতও করেন, কিন্তু অধিাকাংশ লোকেই জানে না।’’"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "আর না তোমাদের ধনদৌলত ও না তোমাদের সন্তানসন্ততি এমন জিনিস যা আমাদের কাছে তোমাদের মর্যাদায় নৈকট্য দেবে, বরং যে ঈমান এনেছে ও সৎকাজ করেছে। সুতরাং এরাই -- এদেরই জন্য রয়েছে দ্বিগুণ পুরস্কার যা তারা করেছে সেজন্য, আর তারা বাগান-বাড়িতে নিরাপদে রইবে।"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "পক্ষান্তরে যারা আমাদের নির্দেশাবলীর বিরুদ্ধাচরণে প্রচেষ্টা চালায় এদেরই হাজির করা হবে শাস্তির মাঝে।"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "বলো, ''নিঃসন্দেহ আমার প্রভু জীবিকা বাড়িয়ে দেন তাঁর বান্দাদের মধ্যের যার জন্য তিনি ইচ্ছা করেন, আর তার জন্য সীমিতও করেন। আর যা-কিছু তোমরা ব্যয় কর তিনি তো তার প্রতিদান দেন, কেননা তিনিই জীবিকাদাতাদের মধ্যে সর্বশ্রেষ্ঠ।’’"
        }
    ]
}