{
    "pages": [
        {
            "chapter": 40,
            "verse": 8,
            "text": "আমাদের প্রভু! আর তাদের প্রবেশ করাও নন্দন-কাননে যা তুমি ওয়াদা করেছিলে তাদের জন্য, আর যারা সৎকর্ম করেছে -- তাদের বাপদাদাদের ও তাদের পতি-পত্নীদের ও তাদের সন্তান-সন্ততিদের মধ্যে থেকে। নিঃসন্দেহ তুমি নিজেই মহাশক্তিশালী, পরমজ্ঞানী।"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "আর তাদের রক্ষা করো মন্দ থেকে। আর সেইদিন যাকে তুমি মন্দ থেকে রক্ষা করবে তাকে তো তুমি আলবৎ করুণা করেছ। আর এইটিই খোদ মহাসাফল্য।’’"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "নিঃসন্দেহ যারা অবিশ্বাস পোষণ করে তাদের ঘোষণা করা হবে -- ''আল্লাহ্‌র বিরূপতা তোমাদের নিজেদের প্রতি তোমাদের বিরক্তির চেয়েও অনেক বেশী ছিল, কেননা ধর্মবিশ্বাসের প্রতি তোমাদের আহ্বান করা হচ্ছিল অথচ তোমরা প্রত্যাখ্যান করছিলে!’’"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "তারা বলবে -- ''আমাদের প্রভু! তুমি দুইবার আমাদের মৃত্যুমুখে ফেলেছ, আর তুমি আমাদের দুইবার জীবন দান করেছ, কাজেই আমরা আমাদের অপরাধ স্বীকার করছি সুতরাং বেরুনোর কোনো পথ আছে কী?’’"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "এটিই তোমাদের, কেননা যখন আল্লাহ্‌কে তাঁর একত্ব সন্বন্ধে ঘোষণা করা হতো তখন তোমরা অবিশ্বাস করতে, আর যদি তাঁর সঙ্গে অংশী দাঁড় করানো হতো তাহলে তোমরা বিশ্বাস করতে। বস্তুতঃ হুকুম আল্লাহ্‌র -- মহোচ্চ, মহামহিম।"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "তিনিই সেইজন যিনি তোমাদের তাঁর নিদর্শনাবলী দেখিয়ে থাকেন এবং তোমাদের জন্য আকাশ থেকে পাঠিয়ে থাকেন রিযেক। আর কেউ মনোনিবেশ করে না সে ব্যতীত যে ফেরে।"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "সুতরাং আল্লাহ্‌কেই আহ্‌বান করো তাঁর প্রতি ধর্মে বিশুদ্ধচিত্ত হয়ে, যদিও অবিশ্বাসীরা বিরূপ হয়।"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "তিনি স্তরে স্তরে উন্নয়ণকারী, আরশের অধিপতি। তিনি তাঁর আদেশক্রমে রূহ পাঠিয়ে থাকেন তাঁর বান্দাদের মধ্যের যার প্রতি তিনি ইচ্ছা করে থাকেন, যেন সে সতর্ক করতে পারে মহামিলনের দিন সম্পর্কে"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "যেদিন তারা বের হয়ে পড়বে, আল্লাহ্‌র সমক্ষে তাদের সন্বন্ধে কিছুই লুকোনো থাকবে না। ''আজকের দিনে কার রাজত্ব?’’ ''একক সার্বভৌম কর্তৃত্বশীল আল্লাহ্‌র।’’"
        }
    ]
}