{
    "pages": [
        {
            "chapter": 45,
            "verse": 33,
            "text": "আর তারা যা করেছিল তার দুস্কর্মগুলো তাদের নিকট প্রকাশ হয়ে পড়বে, আর যা নিয়ে তারা ঠাট্টা-বিদ্রূপ করত তা তাদের পরিবেষ্টন করবে।"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "আর বলা হবে -- ''আজ আমরা তোমাদের ভুলে থাকব যেমন তোমরা তোমাদের এই দিনটির সাক্ষাৎ পাওয়াকে ভুলে থাকতে, ফলত তোমাদের আশ্রয়স্থল হচ্ছে আগুন, আর তোমাদের জন্য সাহায্যকারীদের কেউ থাকবে না।"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "এইটিই! কেননা তোমরা আল্লাহ্‌র বাণীসমূহকে তামাশা বলে গণ্য করেছিলে, ফলস্বরূপে এই দুনিয়ার জীবন তোমাদের প্রতারিত করেছিল।’’ সেজন্য আজকের দিনটায় সেখান থেকে তাদের বের করা হবে না, আর তাদের প্রতি সদয়তাও দেখানো হবে না।"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "অতএব আল্লাহ্‌রই জন্য সমস্ত প্রশংসা, তিনি মহাকাশমন্ডলীর প্রভু ও পৃথিবীরও প্রভু, -- সমস্ত বিশ্বজগতের প্রভু।"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "আর তাঁরই হচ্ছে সমস্ত গৌরব-গরিমা মহাকাশমন্ডলীতে ও পৃথিবীতে, আর তিনি হচ্ছেন মহাশক্তিশালী, পরমজ্ঞানী।"
        },
        {
            "chapter": 46,
            "verse": 1,
            "text": "হা মীম"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "এ গ্রন্থের অবতারণ আল্লাহ্‌র কাছ থেকে, যিনি মহাশক্তিশালী, পরমজ্ঞানী।"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "আমরা মহাকাশমন্ডলী ও পৃথিবী এবং এ দুইয়ের মধ্যে যা-কিছু রয়েছে তা সত্যের সাথে এবং একটি নির্দিষ্ট কালের জন্য ছাড়া সৃষ্টি করি নি। কিন্তু যারা অবিশ্বাস পোষণ করে তারা ফিরে দাঁড়ায় তা থেকে যে-সন্বন্ধে তাদের সতর্ক করা হয়।"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "তুমি বলো -- ''আল্লাহ্‌কে বাদ দিয়ে যাদের তোমরা ডাক তাদের কথা কি তোমরা ভেবে দেখেছ? পৃথিবীর কোন জিনিস তারা সৃষ্টি করেছে আমাকে দেখাও তো? অথবা তাদের কি কোনো অংশ আছে মহাকাশমন্ডলীতে? আমার কাছে এর আগের কোনো গ্রন্থ অথবা জ্ঞানের কোনো প্রামাণ্য চিহ নিয়ে এস, যদি তোমরা সত্যবাদী হও।’’"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "আর কে বেশি বিপথে গেছে তাদের চাইতে যারা আল্লাহ্‌কে বাদ দিয়ে তাকে ডাকে যে তাদের প্রতি সাড়া দেয় না কিয়ামতের দিন পর্যন্ত, আর তারা এদের আহ্বান সন্বন্ধেই বেখেয়াল থাকে"
        }
    ]
}