{
    "pages": [
        {
            "chapter": 3,
            "verse": 116,
            "text": "নিঃসন্দেহ যারা অবিশ্বাস পোষণ করে, তাদের ধনসম্পত্তি ও তাদের সন্তানসন্ততি আল্লাহ্‌র বিরুদ্ধে কোনোভাবেই তাদের কখনো লাভবান করবে না। আর এরাই হচ্ছে আগুনের বাসিন্দা, তারা সেখানে থাকবে দীর্ঘকাল।"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "দুনিয়ার এই জীবনে তারা যা খরচ করে তার দৃষ্টান্ত হচ্ছে বাতাসের দৃষ্টান্তের মতো যাতে রয়েছে কনকনে ঠান্ডা, এ ঝাপটা দিল সেই লোকদের ফসলে যারা নিজেদের প্রতি অন্যায় করেছে, কাজেই এ ধ্বংস করে দিল তা। আর আল্লাহ্ তাদের প্রতি অন্যায় করেন নি, বরং তারা তাদের নিজেদের প্রতি অন্যায় করেছে।"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "ওহে যারা ঈমান এনেছ! তোমাদের নিজেদের লোক ছাড়া অন্যদের অন্তরঙ্গরূপে গ্রহণ করো না; তারা অনিষ্ট সাধন করতে তোমাদের থেকে পশ্চাৎপদ হয় না। তোমাদের যা ক্লেশ দেয় তারা তা ভালোবাসে, তাদের মুখ থেকে ঘোর বিদ্বেষ ইতিমধ্যে নির্গত হচ্ছে। আর তাদের অন্তরে যা লুকোনো আছে তা আরও গুরুতর। তোমাদের জন্য নির্দেশাবলী সুস্পষ্ট করলাম, যদি তোমরা বুঝতে পারো।"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "তোমরাই বটে! তোমরা ঐ ওদের ভালোবাস, অথচ তারা তোমাদের ভালোবাসে না, তোমরা কিন্তু ধর্মগ্রন্থে বিশ্বাস করো, তার সবটাতে। আর যখন তারা তোমাদের সাথে দেখা করে তারা বলে -- ''আমরা ঈমান এনেছি’’; আর যখন তারা নিরিবিলি হয়, তোমাদের প্রতি আক্রোশে তারা আঙ্গুল কামড়ায়। তুমি বলো -- ''তোমাদের আক্রোশে মরে যাও। নিঃসন্দেহ বুকের মধ্যে কি আছে সে-সন্বন্ধে আল্লাহ্ সর্বজ্ঞাতা।"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "যদি শুভ কিছু তোমাদের জন্য ঘটে তবে সেটা তাদের দুঃখ দেয়, আর যদি মন্দ কিছু তোমাদের পাকড়াও তবে তাতে তারা হয় পরমানন্দিত। আর যদি তোমরা ধৈর্যশীল ও ধর্মপরায়ণ হও তবে তাদের ষড়যন্ত্র তোমাদের এতটুকু ক্ষতি করবে না। নিঃসন্দেহ তারা যা করছে তা আল্লাহ্ ঘিরে রয়েছেন।"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "আর স্মরণ করো তুমি ভোরে তোমার পরিজনদের কাছ থেকে যাত্রা করলে যুদ্ধের জন্য বিশ্বাসীদের অবস্থান নির্দ্ধারণ করতে। আর আল্লাহ্ সর্বশ্রোতা, সর্বজ্ঞাতা।"
        }
    ]
}