{
    "pages": [
        {
            "chapter": 4,
            "verse": 38,
            "text": "আর যারা তাদের ধনসম্পত্তি খরচ করে লোকদের দেখাবার জন্য, অথচ তারা বিশ্বাস করে না আল্লাহ্‌তে, আর আখেরাতের দিনেও না। আর যার জন্য সঙ্গী হয়েছে শয়তান, -- সে তবে মন্দ সাথী।"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "আর এতে তাদের কি বা হতো যদি তারা আল্লাহ্‌তে ও আখেরাতের দিনে ঈমান আনতো, আর খরচ করতো আল্লাহ্ তাদের যা রিযেক দিয়েছেন তা থেকে? আর আল্লাহ্ তাদের ব্যাপারে সর্বজ্ঞাতা।"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "নিঃসন্দেহ আল্লাহ্ অনুপরিমাণেও অবিচার করেন না; আর যদি এটা শুভ কাজ হয় তিনি তা বহুগুণিত করেন, আর তাঁর নিজের তরফ থেকে দেন মহান পুরস্কার।"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "কাজেকাজেই তখন কেমন হবে যখন প্রত্যেক জাতি থেকে আমরা এক একজন সাক্ষী আনবো, আর তোমাকে আনবো তাদের সমক্ষে সাক্ষীরূপে"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "সেইদিন তারা চাইবে যারা অবিশ্বাস করে ও রসূলকে অমান্য করে, -- তাদের নিয়ে পৃথিবীটা যদি সমতল হয়ে যেত। আর তারা আল্লাহ্ থেকে কোনো কথা লুকোতে পারবে না।"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "ওহে যারা ঈমান এনেছ! নামাযের ধারে-কাছে যেয়ো না যখন তোমরা নেশায় চুর হয়ে থাকো, যে পর্যন্ত না তোমরা বুঝো কি তোমরা বলছো, অথবা যৌন-সম্ভোগ করার পরবর্তী অবস্থায়, -- তবে শুধু অতিক্রম করা ছাড়া -- যতক্ষণ না গোসল করেছ। আর যদি তোমরা অসুস্থ হও, অথবা সফরে থাকো, অথবা তোমাদের কেউ পায়খানা থেকে এসেছ, অথবা স্ত্রীদের স্পর্শ করেছ, আর যদি পানি না পাও তবে তৈয়ম্মুম করো বিশুদ্ধ মাটি নিয়ে, আর তোমাদের মুখমন্ডল ও তোমাদের হাত মুসেহ্ করো। নিঃসন্দেহ আল্লাহ্ মার্জনাকারী, পরিত্রাণকারী।"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "তুমি কি তাদের কথা ভেবে দেখো নি যাদের গ্রন্থের কিছু অংশ দেওয়া হয়েছিল, -- তারা ভুলভ্রান্তি কিনে নেয়, আর চায় যে তোমরাও পথ থেকে পথভ্রষ্ট হও"
        }
    ]
}