{
    "rukus": [
        {
            "chapter": 10,
            "verse": 93,
            "text": "İsrailoğulları'nı hoşlanacakları evlere yerleştirmiş, temiz yiyeceklerle onları rızıklandırmıştık. Kendilerine ilim gelene kadar da anlaşmazlığa düşmemişlerdi. Şüphesiz Rabbin, anlaşamadıkları konu hakkında kıyamet günü aralarında hüküm verecektir"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "(Rasûlüm!) Eğer sana indirdiğimizden (bu anlattığımız olaylardan) kuşkuda isen, senden önce kitabı (Tevrat'ı) okuyanlara sor. Andolsun ki, Rabbinden sana hak gelmiştir. Sakın şüphecilerden olma"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Ve sakın Allah’ın ayetlerini yalanlayanlardan da olma; yoksa hüsrana uğrayanlardan olursun"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Şüphesiz Rabbinin sözü (azaba uğrayacakları hükmü) gerçekleşmiş olanlar, iman etmezler"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Bütün mucizeler gelmiş olsa bile, elem verici azabı görünceye kadar inanmayacaklardır"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Yunus’un kavminden başka, keşke (azabı görmeden) iman edip, imanı kendisine fayda veren bir tek memleket halkı olsaydı ya! Onlar iman edince, dünya hayatında onlardan zillet azabını gidermiş ve belirli bir süre daha geçindirmiştik"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Eğer Rabbin dileseydi, yeryüzünde bulunanların tümü iman ederdi. Öyleyken insanları iman etmeye sen mi zorlayacaksın"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Allah’ın izni olmadıkça hiçbir nefis iman etmez ve azabını akıllarını kullanmayanların üzerine verir"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "De ki: “Göklerde ve yerde neler var; bir bakın.” O âyetler ve korkutmalar, iman etmeyecek bir topluluğa fayda vermez"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Kendilerinden önce gelip geçmişlerin (başlarından geçen azap) günlerinin bir benzerini mi bekliyorlar? (Öyle mi?) Bekleyin, ben de sizinle beraber beklemekteyim, de"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Sonra biz rasûllerimizi ve iman edenleri kurtarırız. İman edenleri kurtarmak üzerimize bir haktır"
        }
    ]
}