{
    "rukus": [
        {
            "chapter": 16,
            "verse": 90,
            "text": "Şüphesiz Allah; adaleti, iyilik yapmayı, yakınlara yardım etmeyi emreder; hayâsızlığı, fenalık ve azgınlığı da yasaklar. O, düşünüp tutasınız diye size öğüt veriyor"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Ahitleştiğiniz zaman Allah'ın ahdini yerine getirin ve pekiştirdikten sonra yeminlerinizi bozmayın. Çünkü Allah'ı üzerinize kefil gösterdiniz. Şüphesiz Allah, tüm yaptıklarınızı bilir"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Bir topluluğun diğer bir topluluktan daha çok olmasından dolayı yeminlerinizi hile aracı yaparak ipliğini sağlamca büktükten sonra söküp bozan kadın gibi olmayın. Allah, bununla sizi ancak imtihan eder. Hakkında ayrılığa düştüğünüz şeyleri kıyamet günü size elbette açıklayacaktır"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Eğer Allah dileseydi, sizi tek bir ümmet yapardı. Fakat O, dilediğini saptırır, dilediğini de doğru yola iletir. Yapmakta olduğunuz şeylerden mutlaka sorguya çekileceksiniz"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Yeminlerinizi aranızda hile ve fesat sebebi yapmayın. Sonra sağlamca bastıktan sonra ayaklarınız kayar da Allah yolundan sapmanız sebebiyle kötülüğü tadarsınız. (Ahirette de) sizin için büyük bir azap vardır"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Allah’a verdiğiniz sözü az pahaya satmayın. Eğer bilirseniz, şüphesiz Allah katında olan sizin için daha hayırlıdır"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Sizin yanınızdaki tükenir, Allah katında olan ise kalıcıdır. Elbette sabredenlere, yapmakta olduklarının en güzeliyle mükâfatlarını vereceğiz"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Erkek veya kadın, kim Mü’min olarak salih amel işlerse, elbette ona hoş bir hayat yaşatacağız ve onların mükâfatlarını yapmakta olduklarının en güzeli ile vereceğiz"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Kur’an okuduğun zaman, kovulmuş Şeytan'dan Allah’a sığın"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Gerçek şu ki; Şeytan'ın, iman eden ve yalnız Rablerine tevekkül eden kimseler üzerinde bir hâkimiyeti yoktur"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Şeytan'ın hâkimiyeti, sadece onu dost edinenler ve Allah’a şirk koşanlar üzerindedir"
        }
    ]
}