{
    "rukus": [
        {
            "chapter": 23,
            "verse": 23,
            "text": "Şüphesiz biz Nuh’u kavmine peygamber olarak gönderdik. Kavmine dedi ki: “Ey kavmim! Allah’a ibadet edin. Sizin O'ndan başka bir ilahınız yoktur. Hiç sakınmaz mısınız"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Kavminden ileri gelen kâfirler: \"Bu, sizin gibi bir insandan başka bir şey değildir. Sizden üstün olmak istiyor. Eğer Allah dileseydi melekleri gönderirdi. Biz, daha önceki atalarımızdan da bunu duymadık.\" dediler"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "O ancak, cinlenmiş (kendisine delilik isabet eden) bir adam, öyleyse bir müddet onu (bırakıp) bekleyin"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Nuh: \"Rabbim! Beni yalanlamalarına karşılık bana yardım et.\" dedi"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Bunun üzerine Nûh’a: “Gözlerimizin önünde, vahyimize göre gemiyi yap!” diye vahyettik. Bizim emrimiz gelip de tandır kaynamaya başlayınca, (sular coşup taştığında Nûh’a) dedik ki: “Her cins canlıdan (erkekli dişili) birer çift, bir de aleyhine hüküm verilmiş olanın dışında kalan aileni gemiye al ve zulmeden kimseler hakkında bana hiç yalvarma! Şüphesiz onlar suda boğulacaklardır.”"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Sen ve beraberindekiler gemiye yerleşince: \"Bizi zalim kavimden kurtaran Allah’a hamdolsun.\" de"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Ve yine şöyle de: \"Rabbim! Beni mübarek bir yere indir. İndirenlerin en hayırlısı sensin"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Şüphesiz bunda (Nuh ve kavminin başından geçenlerde) birtakım ibretler vardır. Hakikaten biz (kullarımızı böyle) sınarız"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Sonra onların ardından bir başka nesil meydana getirdik"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Onlara kendilerinden; “Allah’a kulluk edin, sizin O’ndan başka hiçbir ilahınız yoktur. Hâlâ O’na karşı gelmekten sakınmaz mısınız?” diye öğüt veren bir peygamber gönderdik"
        }
    ]
}