{
    "rukus": [
        {
            "chapter": 34,
            "verse": 46,
            "text": "De ki: “Ben size ancak bir öğüt veriyorum: Yalnızca Allah için ikişer ikişer, birer birer kalkınız. Sonra bu arkadaşınızda bir delilik olmadığını düşününüz. O ancak şiddetli bir azabın öncesinde sizin için bir korkutucudur.”"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "De ki: \"Ben sizden bir ücret istemiyorum. O, sizin olsun. Benim ecrim ancak her şeye şahid olan Allah’a aittir"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "De ki: \"Rabbim; hak olanı (batılın üzerine) bırakır, bütün gaybleri tamamıyla bilendir"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "De ki: \"Hak geldi, batıl ne bir şey ortaya çıkarabilir, ne de geri getirebilir"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "De ki: \"Eğer yoldan saparsam, kendi aleyhime sapmış olurum. Eğer hidayete erersem, bu ise Rabbimin bana vahyetmesi sebebiyledir. Şüphesiz O; hakkıyla işitendir, pek yakındır"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "(Rasûlüm!) Korkuya düştükleri zaman, onları bir görsen! Artık kurtuluş yoktur, yakın bir yerden yakalanmışlardır"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "(İş işten geçtikten sonra:) “Ona iman ettik” diyecekler ama uzak yerden (dünya hayatı gelip geçtikten sonra) imana ulaşıp, kavuşmaları ne mümkün"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Hâlbuki daha önce onu (hakkı) inkâr etmişlerdi. Uzak bir yerden gayp hakkında atıp tutuyorlardı"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "Artık, bundan önce benzerlerine yapıldığı gibi, kendileriyle arzu ettikleri şey arasına perde çekilmiştir. Şüphesiz onlar (dünyada iken), kendilerini endişeye düşüren bir şüphe içindeydiler"
        }
    ]
}