{
    "rukus": [
        {
            "chapter": 48,
            "verse": 18,
            "text": "Muhakkak o ağacın altında sana biat ederlerken Allah, o Mü'minlerden razı olmuştur. Kalplerinde olanı bilmiş, üzerlerine huzur indirmiş ve onlara yakın bir fetih vermiştir"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "Ve alacakları birçok ganimetlerle de. Allah Azîzdir, Hakîmdir"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Allah, size elde edeceğiniz bir çok ganimet vaadi vermiştir. Bunu sizin için çabuklaştırmış ve Mü'minlere bir işaret olması, sizin de doğru yolu bulmanız için insanların ellerini sizden çekmiştir"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Henüz elde edemediğiniz başka ganimetler de vardır ki, onları Allah kuşatmıştır. Allah’ın her şeye gücü yeter"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Kâfirler sizinle savaşmış olsalardı, arkalarını dönüp kaçarlardı da bir dost ve yardımcı bulamazlardı"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "(Bu,) Allah'ın öteden beri süregelen sünnetidir. Sen Allah'ın sünnetinde kesinlikle hiç bir değişiklik bulamazsın"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "Sizi onlara karşı zafere ulaştırdıktan sonra, Mekke’nin içinde (Hudeybiye'de) onların ellerini sizden, sizin elinizi de onlardan çeken O’dur. Allah, bütün işlediğiniz amelleri hakkıyla görendir"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "Onlar, sizin Kâbe’yi ziyaret etmenize ve bekletilen kurbanların yerlerine ulaşmasına engel olan kâfirlerdir. Eğer, oradaki henüz tanımadığınız iman etmiş erkeklerle iman etmiş kadınları bilmeyerek ezmeniz ve böylece size bir vebal gelecek olmasaydı, (Allah, Mekke’ye girmenize izin verirdi). Allah, dilediğini rahmetine koymak için böyle yapmıştır. Eğer (mü'minler) seçilip ayrılmış olsalardı elbette kâfirleri elem verici bir azaba çarptırırdık"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "Zira kâfirler, kalplerine taassubu/bağnazlığı, (hem de) cahiliye bağnazlığını yerleştirmişlerdi. Allah da Rasûlüne ve Mü'minlere sükûnet ve güvenini indirdi, onları takva sözüne (kelime-i tevhide) bağlı kıldı. Zaten onlar buna layık ve ehil kimselerdi. Allah her şeyi bilendir"
        }
    ]
}