{
    "rukus": [
        {
            "chapter": 57,
            "verse": 1,
            "text": "Göklerde ve yerde olanlar Allah’ı tesbih ederler. O; Aziz'dir, Hakim'dir"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "Göklerin ve yerin mülkü O’nundur. O; diriltir, öldürür. O, her şeye gücü yetendir"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "O; Evvel'dir, Âhir'dir, Zahir'dir, Bâtın'dır. O, her şeyi hakkıyla bilendir"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "Gökleri ve yeri altı günde yaratan sonra da Arş’a istivâ eden O’dur. Yere gireni, ondan çıkanı, gökten ineni, göğe yükseleni bilir. Her nerede iseniz, O sizinle beraberdir. Allah, yaptığınız her şeyi görendir"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Göklerin ve yerin mülkü O’nundur. Bütün işler Allah’a döner"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Geceyi gündüze katar, gündüzü de geceye katar. O, kalplerde olan her şeyi bilir"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Allah'a ve Rasûlüne iman edin ve sizi üzerinde yetki sahibi kıldığı şeylerden (Allah yolunda) harcayın. Sizden iman eden ve (Allah yolunda) harcayanlar için büyük ecir vardır"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Size ne oluyor ki, Peygamber sizi Rabbinize iman etmeniz için çağırırken Allah'a iman etmiyorsunuz? Oysa (Allah) sizden kesin söz almıştı. Eğer iman edecekseniz"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "Sizi karanlıklardan aydınlığa çıkarmak için kuluna apaçık ayetler indiren O’dur. Şüphesiz Allah, size karşı çok şefkatli, çok merhametlidir"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "Göklerin ve yerin mirası Allah’ın olduğu halde size ne oluyor ki, Allah yolunda infak etmiyorsunuz? İçinizden, fetihten önce infak edip savaşanlar (diğerleriyle) eşit değildir. Onların derecesi, daha sonra infak edip savaşanlardan daha büyüktür. Allah, her birine en güzelini vadetmiştir. Allah, yaptığınız her şeyden hakkıyla haberdardır"
        }
    ]
}