{
    "rukus": [
        {
            "chapter": 57,
            "verse": 20,
            "text": "Bilin ki dünya hayatı ancak bir oyun, bir eğlence, bir süs, aranızda karşılıklı bir övünme, çok mal ve evlat sahibi olma yarışından ibarettir. Tıpkı şöyle: Bir yağmur ki, bitirdiği bitki çiftçilerin hoşuna gider. Sonra kurumaya yüz tutar da sen onu sararmış olarak görürsün. Sonra da çerçöp olur ahirette şiddetli bir azap da vardır. Allah’tan bir mağfiret ve bir rıza da vardır. Dünya hayatı aldatıcı bir yararlanmadan başka bir şey değildir. Dünya hayatı, aldanış metaından başka bir şey değildir"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "Rabbinizden bir mağfirete ve genişliği yerle gök kadar olan Cennet için yarışın! (Bu) Allah’a ve Rasûlüne iman edenler için hazırlanmıştır. İşte bu, Allah’ın lütfudur. Onu dilediğine verir. Allah, büyük lütuf sahibidir"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "Yeryüzünde ve kendi nefislerinizde uğradığınız hiçbir musibet yoktur ki, biz onu yaratmadan önce bir kitapta (Levh-i Mahfuz’da) yazılmış olmasın. Şüphesiz bu, Allah’a göre kolaydır"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "Elinizden çıkana üzülmeyesiniz ve Allah’ın size verdiği nimetlerle şımarmayasınız diye (böyle yaptık.) Çünkü Allah, kendini beğenip övünen hiçbir kimseyi sevmez"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "Onlar, cimrilik eder ve insanlara da cimriliği emrederler. Kim yüz çevirirse; şüphesiz Allah zengindir, hamde layık olandır"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "Andolsun ki, elçilerimizi açık delillerle gönderdik ve insanlar adaleti ayakta tutsunlar diye onlarla birlikte kitabı ve ölçüyü indirdik. Ve Allah’ın kendisine ve elçilerine görmediği halde (gıyaben) kimin yardım edeceğini ortaya çıkarması için, kendisinde çetin bir sertlik ve insanlar için (çeşitli) yararlar bulunan demiri indirdik. Şüphesiz Allah güçlüdür, kuvvet sahibidir"
        }
    ]
}