{
    "maqras": [
        {
            "chapter": 28,
            "verse": 12,
            "text": "Onceden, sut annelerinin memesini kabul etmemesini sagladık. Musa´nın ablası; «Sizin icin onun bakımını ustlenecek ve ona ogut verip onu guzelce egitecek bir aileyi gostereyim mi?» dedi"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Boylece biz onu annesine geri verdik ki gozu aydın olsun, uzulmesin ve Allah´ın vaadinin gercek oldugunu bilsin. Fakat cogu bunu bilmez"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Musa, yigitlik cagına gelip olgunlasınca, biz ona hikmet ve ilim verdik. Iste guzel davrananları boyle mukafatlandırırız"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Musa, halkının haberi olmadıgı bir zamanda sehre girdi. Orada, biri kendi tarafından digeri dusman tarafından olan iki adamın birbiriyle dovustuklerini gordu. Kendi tarafından olan, dusman olana karsı Musa´dan yardım istedi. Musa´da onun dusmanına bir yumruk vurdu, olumune sebep oldu. Sonrada; «Bu seytanın isidir; cunku o apacık saptıran bir dusmandır.» dedi"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "Musa; «Rabb´im! Ben nefsime zulmettim, beni bagısla» dedi. Allah onu bagısladı. Cunku O, cok bagıslayan ve cok esirgeyendir"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "Musa; «Rabb´im! Bana verdigin nimete andolsun ki, suclulara asla yardımcı olmayacagım» dedi"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Sehirde korku icinde etrafı gozetleyerek sabahladı. Dun kendisinden yardım isteyen kisi bagırarak yine ondan yardım istiyordu. Musa ona; «Besbelli sen bir azgınsın.» dedi"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Nihayet Musa ikisininde dusmanı olan adamı yakalamak isteyince; «Ey Musa! Dun bir canı oldurdugun gibi beni de mi oldurmek istiyorsun? Sen yeryuzunde islah edenlerden degil de zorba olmak istiyorsun.» dedi"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Sehrin obur ucundan bir adam kosarak geldi; «Ey Musa, ileri gelenler seni oldurmek icin aralarında gorusuyorlar. Hemen uzaklas. Dogrusu ben sana ogut veriyorum» dedi"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Musa, korku icinde cevresini gozetleyerek sehirden cıktı. «Rabb´im! Beni su zalim kavimden kurtar.» dedi"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "Medyen´e dogru yonelince; «Umit ederim ki Rabb´im dogru yola iletir.» dedi"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Medyen suyuna geldiginde, kuyunun basında insanların hayvanlarını suladıklarını gordu. Onlardan baska, hayvanlarını sudan alıkoyan iki kız gordu. Onlara; «Derdiniz nedir?» dedi. Dediler ki; «Cobanlar sulayıp cekilmeden biz onların icine sokulup hayvanlarımızı sulamayız. Babamız cok yaslıdır, onun icin bu isi biz yapıyoruz.»"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Musa onların hayvanlarını suladı, sonra golgeye cekildi; «Rabb´im, dogrusu bana indirecegin her hayra muhtacım» dedi"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "O sırada iki kızdan biri utana utana Musa´nın yanına geldi; «Babam sulama ucretini odemek icin seni cagırıyor» dedi. Musa kızların babalarının yanına gelerek basından gecen olayları anlatınca O; «Korkma, o zalim kavimden kurtuldun» dedi"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "Kızlardan biri; «Babacıgım, bunu coban olarak tut, ucretle tuttuklarının en hayırlısı budur. Cunku hem guclu hem de guvenilir.»"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "Kızların babası; «Bana sekiz yıl calısmana karsılık bu iki kızımdan birini sana nikahlamak istiyorum. Eger bu sureyi on yıla tamamlarsan o senin tarafından bir iyiliktir. Ben sana zahmet vermek istemem. Insallah, beni iyi kimselerden bulacaksın» dedi"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "Musa; «Bu seninle benim aramda bir sozlesmedir. Hangi sureyi yerine getirirsem bana dusmanlık yoktur. Konustuklarımıza Allah vekildir.» dedi"
        }
    ]
}