{
    "maqras": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Allah hakkında yalan uyduran ve kendisine gelen dogruyu yalanlayandan daha zalim kim vardır? Cehennemde kafirlere yetecek kadar yer yok mudur"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Gercegi getirene ve onu dogrulayanlara gelince; «Iste takva sahipleri onlardır.»"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Onlara, Rabb´lerinin katında diledikleri seyler vardır; bu, iyilerin mukafatıdır"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Zira Allah, onların yaptıkları kotulukleri orter; onlara, yaptıkları iyiligin en guzel karsılıgı verilir"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Allah, kuluna yetmez mi? Seni O´ndan baskalarıyla korkutuyorlar. Allah kimi saptırırsa onu artık dogru yola ileten olmaz"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Allah kime de dogru yolu gosterirse; artık onu sasırtan olmaz. Allah, galip ve oc alan degil mi"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Ey Muhammed! Andolsun ki, onlara, «Gokleri ve yeri yaratan kimdir?» diye sorsan; «Allah´dır» derler. De ki: «Oyleyse bana bildirin; Allah bana zarar vermek isterse, Allah´ı bırakıp da taptıklarınız, O´nun verdigi zararı giderebilir mi? Yahut bana bir rahmet dilerse, O´nun rahmetini onleyebilir mi?» De ki: «Allah bana yeter. Dayananlar O´na dayanır.»"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "De ki: «Ey kavmim! Durumunuza gore bildiginizi yapın! Ben de bildigimi yapıyorum. Yakında bileceksiniz.»"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "Kendisini rezil edecek azap kime geliyor? Kime surekli azab inecek"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "Biz, insanlar icin bu Kitab´ı hak ile sana indirdik. Artık kim dogru yola gelirse kendi yararınadır; kim de saparsa kendi zararınadır. Sen onların uzerine vekil degilsin"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Allah, oleceklerin olumleri anında, olmeyeceklerinde uykuları esnasında ruhlarını alır. Sonra olumlerine hukmettigi kimselerinkini tutar; digerlerini bir sureye kadar salıverir. Dogrusu bunda, dusunen bir toplum icin ibretler vardır"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Yoksa Allah´dan baska sefaatciler mi ediniyorlar? De ki: «Onlar, hicbir seye sahip olmadıkları, akıl da edemedikleri halde mi sefaat edecekler?»"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "De ki: «Butun sefaat Allah´ın iznine baglıdır. Goklerin ve yerin hukumranlıgı O´nundur. Sonra O´na doneceksiniz.»"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Allah, onların tanrılarından ayrı olarak tek basına anıldıgı zaman, Ahirete inanmayanların kalbleri nefretle carpar; ancak Allah´dan baska putlar anıldıgı zaman hemen yuzleri guler"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "De ki: «Ey gokleri ve yeri yoktan var eden, goruleni ve gorulmeyeni bilen Allah´ım! Kullarının ayrılıga dustukleri konularda sen hukmedersin.»"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Eger yeryuzunde olanların hepsi ve onunla birlikte bir misli daha fazlası da zalimlerin olsaydı; kıyamet gunundeki kotu azabdan kurtulmak icin onu fidye olarak verirlerdi. Cunku hic hesap etmedikleri seyler Allah tarafından karsılarına cıkarılmıstır"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "Yaptıkları islerin kotulukleri kendilerine gorunmustur ve alay ettikleri seyler onları kusatmıstır"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "Insanın basına bir sıkıntı geldigi zaman bize yalvarır. Sonra katımızdan ona bir nimet verdigimiz zaman: «Bu bana bilgimden dolayı verilmistir» der. Hayır, bir imtihandır; fakat cokları bilmezler"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Bunu onlardan oncekiler de soylemisti; ancak kazandıkları seyler onlara fayda vermedi"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Bunun icin isledikleri kotulukler baslarına geldi. Bunlardan zulmedenlerin de kazandıkları kotulukler baslarına gelecektir. Bu hususta Allah´ı aciz bırakamazlar"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Onlar bilmiyorlar mı ki, Allah diledigi kimsenin rızkını bol bol verir; diledigini de kısar. Dogrusu bunda, inanan bir toplum icin ibretler vardır"
        }
    ]
}