{
    "maqras": [
        {
            "chapter": 10,
            "verse": 53,
            "text": "Sana, «O ceza gercek midir?» diye soruyorlar. Onlara de ki; «Rabbim hakkı icin, evet. O, gercektir, siz Allah´ın yapacagını engelleyemezsiniz.»"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Kendisine zulmetmis olan herkes, o gun yeryuzunun butun servetine sahip olsa bunu (azaptan kurtulmak icin) fidye olarak verirdi. Onlar azabı gordukleri zaman pismanlıktan donakalırlar. Haklarında adalet uyarınca hukum verilir, kendilerine haksızlık edilmez"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Haberiniz olsun ki, goklerde ve yerde ne varsa hepsi Allah´ındır. Haberiniz olsun ki, Allah´ın vaadi gercektir, fakat onların cogu bunu bilmez"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Dirilten de olduren de O´dur. O´nun huzuruna donduruleceksiniz"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "Ey insanlar, size Rabbinizden bir ogut, kalplerdeki hastalıklara bir sifa, inananlara yol gosterici ve rahmet gelmistir"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "De ki; «Allah´ın lutfu ile, rahmeti ile, sadece bunlarla sevinsinler. Bunlar onların biriktirdikleri dunya malından daha hayırlıdır"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "De ki; «Baksanıza Allah´ın size gonderdigi rızıklara? Bunların bir bolumunu haram ve bir bolumunu de helal saydınız.» De ki; «Bu konuda Allah mı size izin verdi, yoksa O´na iftira mı ediyorsunuz?»"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "Allah´a iftira edenlerin kıyamet gunu gorecekleri isleme iliskin gorusleri nedir acaba? Hic kuskusuz Allah, insanlara karsı lutufkardır, fakat onların cogu sukretmezler"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "Ne ile ugrasırsan ugras. Kur´an´dan hangi parcayı okursan oku, hangi isi yaparsanız yapınız, isinize daldıgınızda mutlaka davranıslarınızın tanıgı, gozeticisiyiz. Ne yerde ve ne de gokte bulunan zerre agırlıgınca bir sey Rabbinizden saklı kalmaz. Gerek bundan daha kucugu ve gerekse daha buyugu mutlaka apacık bir Kitap´ta yeralır"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Haberiniz olsun ki, Allah´ın dostlarına korku yoktur, onlar hic uzulmeyeceklerdir de"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Onlar Allah´a inanmıs ve kotuluklerden sakınmıslardır"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Onlar icin dunya hayatında da ahirette de mujde vardır. Allah´ın verdigi sozlerin degismesi sozkonusu degildir. Buyuk kurtulus, buyuk basarı iste budur"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Kafirlerin sozleri sakın seni uzmesin. Cunku ustunluk tumu ile, Allah´ın tekelindedir. O, her seyi isiten ve her seyi bilendir"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Haberiniz olsun ki, goklerde ve yerde kimler varsa hepsi Allah´ındır. Allah´ı bir yana bırakarak putlara tapanlar aslında bu duzmece ortaklara uymuyorlar; sadece sanıya, dayanaksız bilgiye uyuyorlar, sırf asılsız hayallerin pesinden gidiyorlar"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Geceyi dinlenmenize elverisli ve gunduzu aydınlık yapan O´dur. Hic suphesiz bu sozlerde, onlara kulak verenler icin bircok ibret dersi vardır"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Musrikler ´Allah evlat edindi´ dediler. Hasa! O´nun hicbir seye ihtiyacı yoktur. Goklerde ve yerde ne varsa O´nundur. Bu konuda elinizde hicbir kanıt yoktur. Nasıl oluyor da Allah hakkında bilmediginiz bir seyi soyleyebiliyorsunuz"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "De ki; «Allah hakkında yalan uyduranlar kesinlikle iflah olmazlar.»"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Dunyada gecici bir yarar saglarlar, arkasından donusleri bizedir, sonra gercekleri inkar etmelerinin karsılıgı olarak onlara agır bir azap tattırırız"
        }
    ]
}