{
    "maqras": [
        {
            "chapter": 17,
            "verse": 70,
            "text": "Bi sond! Me ûrte Adem li ser (heyan) paydar kirîye. Me ewan di reşayî û di deryayê da (li ser tariş û kelekan) hildaye û me ji bona wan ra paqijê dilikan daye. Û me ewan li ser pirên ji afirandinê xwe bi rûmetdarî paydar kirîye"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "Di wê roya, ku em gazî hemû kesan bi pêşrewanê wan va dikin. Îdî ji kî ra nivîsandinê xwe bi xweber dixunin, li wan wekî takî cewr nayê kirinê"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Kî di vî cîhanê da kor be (rêya rast ji bona xwe ra nebîne) ewa di para da jî kor e (rêya ferestebûna xwe ji aşîtan nabîne) û ji herkesî jî pirtir rê wunda kirîye"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "Hindik mabû, ku ewan te jî ji wan biryarên me li bal te da hinarti bû, bidine paradanê (ji bo ku tu hinek mafan ji bona perestîyên wan ra bizanî û hinekî rûmetan ji bona wan ra bigirî aha ji te ra dibêjin: \"Heke ji te hate pirsînê, ka tu evan kirinan, ji bona pûtan ji kur tînî?” Tu bersiva wan aha bide, bêje: \"Yezdan wusa ferman kirîye.\" Paşê emê bi te bawer bikin, Ewan evan kirinan ji te ra dibêjin) ji bo ku tu bi vir, tişta me ne kirîye bavêjî ser me û di wê gavê da ewanê te ji xwe ra dost bigirin"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Bi sond! Heke me ji te ra nivadin û hew ne dabûya, teyê bi tiştekî hindik li bal wan da (ji ber gotin û kirinê wan ji te ra) pal dabûya"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "Gava (te bi gotina wan kiribûya) meyê (şapata xwe) di jîn û mirinê da bi du carî bi te bida çeşne kirinê. Îdî paşê tu ji bona xwe ra (di hemberê me da) rastê tu arîkarî nedihatî (ku ewa te ji şapata me fereste bike)"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Û hindik mabû ku ewan te di zemîn da bêzar bikin, ji bona ku ewan te ji welat derxin û (ji piştî derketina te ji welat) ewan jî hidik li eiy te da (di welat da) dimînin"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Eva rêya, rêya wan pêxemberên me ne, ku me di berya te da şandibûne (komalê wan jî ewan ji nava xwe dane derxistinê) û tu ji bona rêya me ya hanê ra rastî tu guhurandinê nayê (eva rêzikek, wusa dom dike diçe)"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Di gava roj, ji derketinê li bal rojava da diçe, heya tarîya şevê tu nimêja xwe bike û Qur’ana sibehê (ku di nimêja sibehê da dirêj tê xwendinê, bîrva neke). Bi rastî Qur’ana (di nimêja sibehê da tê xwendinê bîrva neke (loma danê, ku Qur’an têda tê xwendinê, êvar û sibeh bi hev ra dicivin)"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Tu di danekê şevê da rabe, ewa nimêja ku xurî ji bona te ra ne, bike, ku Xudayê te, te li bal paye şûnwarên pesinvan da bişîne"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Tu (ji Xudayê xwe aha lava bike): \"Xudayê min! Tu di cîyê ketina rastîyê da min bixe (cîyan) û tu dicîye derketina rastîye da min ji wan (cîyan) derxe (tu min kuda dişim bi xwaşi bişîne u min ji keder e dem bi xwaşi derxe) tu ji bal xwe, ji bona min ra hezeke arîkar bide"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Tu (ji bona wan ra) bêje: \"Bi rastî maf hatîye û pûçî çûye. Şixwa bi rastî pûçîtî bi xweber hey çûye"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Me ji bona bawergeran ji Qur’anê, tişta mefa û dilovîn e hinartîye. Eva (hinartîna me) ji bona cewrkaran hey zîyanê pir dike"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Gava em ji bona merivan qencîyan dikin: (ji wî ra mal û zar didin) rûyê xwe difetilîne, ewan qencîyan li bal xwe da dide: (evan qencîyan min bi xweber pêk anîne). Gava aşîtek pê da hatibe, heman (ji ferestîya wê aşîtê) bê hêvî dimîne"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Tu (ji bona wan ra aha) bêje: \"Her kes wekî xwe xebatê dike. Îdî Xudayê we ka kîjan di rêya rast e çêtir da ne, pê dizane"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Ewan merivan ji te dipirsin: \"Ka can çî ye?\" (Tu bersiva wan aha bide): “Can ji fermana Xudayê min e, zanîna (ji can,) li bal we da hindik hatîye dayînê.”"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Bi sond! Heke em bivên, emê zanîna ji wan biryarên, ku me li bal te da hinartîye beherin, paşê ji bo ku tu ewê (zanînê para da bistînî) ji bona te ra di hemberê me da, rasthatina tu serkarekî tune ye"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Ji pêştirê dilovanîyeke ji Xudayê te (hey ewa dikare dîsa ewan zanîna para da bide te). Bi rastî rûmeta Xuda 1i ser te pir mezin e"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "(Muhemmed! Tu ji wan ra aha) bêje: \"Bi sond! Heke meriv û meçêtir bicivin ji bo ku (pirtûkeke) wekî Qur’anê (binivîsin) bînin, heke ewan bibine piştevanê hev jî dîsa ewan nikarin wekî wê Qur’anê bînin"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Bi sond! Me ji bona kesan ra di vê Qur’anê da ji hemî hecwekîyan car bi car anîne, îdî pirê kesan (ji wan rû fetilandin) nankorî kirine"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Ewan (nankoran) gotine: \"Heya tu ji bona me ra kanîyekî ji zemîn dernexî, em bi te bawer nakin"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "Ya jî heya bax û rezekî te ji xurma û tirîyan, ku di binê darê wî da jî çemên avê bikişin, tune be (em bi te bawer nakin)"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "Ya jî tu ça goman dikî, heya tu bi ser me da, ji ezmanan parên (ji şapatê) neynî xarê, ya jî tuyê Yezdan bi tevê Firiştan va di berya xwe da bînî (ewanê şahidî bidin, ku tu pêxember î, wusa nebe em bi te bawer nakin)"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "Ya jî xanîkî te yê ji xişra tune be, ya jî heya tu bi jor da hevraz neçî, heke tu herî ezmanan jî, heya tu ji bona me ra pirtûkekî ji ezmanan nehinirinî, ku em ewê pirtûkê bixûnin (ka tu pêxember î, an ne, em bi te bawer nakin)\". Tu (bersiva wan aha) bide: \"Ez Xudayê xwe ji van (dilxazîyan) paqij dikim (qe mafê min nîne, ku ez evan aşîtan ji wî bixwazim) hey ez xurî merivek im li bal we da (bi pêxemberî) hatime şandinê"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Şixwa paradana merivan ji baweryî eva ye. Gava ji wan ra rêber û beled hatine, gotine: “(Em pêxember in, bi me bawer bikim.)\" Ewan jî (aha bersiva dane): \"Qey Yezdan ji merivan pêxemberan dişîne"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "(Muhemmed! Tu ji bona wan ra) bêje: \"Heke di zemîn da firiştên nivanên geroke hebûna, meyê di ezmanan da li ser wan da firişte bi pêxemberî bişanda"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "(Muhemmed! Tu ji bona wan ra) bêje: \"Di nava min û we da bi şahidî Yezdan bes e. Loma ewa bi kirinê bendeyê xwe agahdar e, dibîne"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Yezdan kîjanî bîne rê, îdî ewa hatîye rêya rast û Yezdan kîjanî wunda bike, îdî tu ji bona wî ra, ji pêştirê Yezdan rastî tu serkarî nayê. Emê ewan di roya rabûna hemî da kor û lal û ker bi deverû bicivînin. Êwra wan doj e, çiqa agirê wê ditemire, em pêtê agirê wan pir dikin"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Celata wan eva ye, loma ewan bi beratên me bûne file û ewan gotibûne: \"Heke gava em bibine hestî û arişt jî, qey emê ji nû da bêne afirandinê, dîsa bêne civandinê"
        }
    ]
}