{
    "maqras": [
        {
            "chapter": 30,
            "verse": 54,
            "text": "Ew ê ku hûn ji (nişayeke) bê wec afirandîye heye! Ewa Yezdan e, ewî ji pişti bê wecyî (ji bona we ra) hêz daye: Paşê ji pişti hêzê ewî hûn bê wec kirine û hûn kal kirine. Ewa çi bivê diafirîne. Loma ewa pirzanê pir bi şî ye"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "Roya ku danê rabûna hemîtî tê, gonehkar sond dixwun, ku (di cîhanê da) hey danekî bi tenê mane. Şixwa ewan (di cîhanê da jî) wusa vir dikiribûne"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "Ewanê ku ji wan ra zanîn û bawerî hatîye dayînê hene! Ewan (aha) gotine: \"Bi sond! Di pirtûka Yezdan da, heya roya rabûna hemî da hûn mane. Îdî eva roya (bi xweber jî) roya rabûna hemî ye (hûn tê da hatine şandinê) lê hûn bi wê nizanin"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "Îdî di wê royê da Tatê cewrkaran qe kêrê wan nayê, guhdarya mijûlya wan jî nayê kirinê"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "Bi sond! Me di vê Qur’anê da ji bona merivan ji hemî hecwekîyan vekirîye. Heke tu beratekî ji bona wan ra bînî, ewanê bûne file hene! (aha) dibejin: \"Evan (beratan) hey hinek (rêzikên) pûçkar in (tu ewan tînî ji bo ku tu rê û rêzikê bav û kalê me bi wan pûç bikî)"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "Bi vî awayî Yezdan li ser dilê wanê nezan duruf dike"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "Îdî (Muhemmed! Tu li ser cefadana wan) hew bike, loma bi rastî peymana Yezdan maf e. Ewanê ku bi jîna para bawer nakin hene! Bira (kirinê wan) te (ji doza te) bi sivikaî (para nedin)"
        },
        {
            "chapter": 31,
            "verse": 1,
            "text": "M. (Arşa van tîpên ji hevçûî hey Yezdan dizane)"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "Evanan beratên Pirtûk a bijejke ne"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "(Evan beratan) ji bona qencîkaran beledî û dilovanîyeke (me hinartîye)"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "Ewanê nimeja xwe dikin û baca malê xwe didin hene! (qencîkar ew in). Ewanan bi danê para da jî di nêzîk da bawer dikin"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "Ewanê ku li ser beledîya ji Xudayê xwe ne, evanan in. Evan bi xweber jî serfiraz bûne"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "Hinek ji merivan hene, ji bo ku rêya Yezdan bi nezanî li ber kesan wunda bikin mijûlîyên beredayî dikirin, ewan (mijûlîyan) ji xwe ra dixne tinaz. Ji bona van ra şapateke bihatî heye"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "Gava beratên me ji wî ra te xwundinê, ewa para da bi quretî pişta xwe (dide wan beratan) tu dibê qe ne bihîstîye (diçe). Dibe qey di herdu guhe wî da gûhesin heye. Îdî tu mizgînîya wî bi şapateke dilsoz bide"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "Ewanê bawer kirine û karê aştî kirine hene! Ji bona wan ra bihişta xwurinan heye"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "(Ewanê di wê bihiştê da) her bimînin. Eva (maîna wan) peymaneke raste ji Yezdan e. Loma bi rastî Yezdan bi xweber jî servahatê bijejke ye"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "Yezdan hûn ça dibînin ezman bê stûn afirandîye. Ji bo ku zemîn we nehejîne ewî di zemîn da çîyayên direj û bilind danîne. Ji hemîşk candaran ewî di zemîn da reşandîye. Îdî me ji ezmanan da aveke (wusa) hinartîye, em bi wê avê ji hemî zone rindên (hêşînaîyê) di zemîn da hêşîn dikin"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "Afirandinê Yezdan evan e. Îdî ka hûn (gelî filan) bidine nîşanê min ewanê pêştirê Yezdan ka çi afirandine? (Ewan qe tu tişt ne afirandine). Lê ewanê cewr kirine hene! Ewan di wundabûneke xwûyadanin"
        },
        {
            "chapter": 31,
            "verse": 12,
            "text": "Bi sond! Me ji bona Loqman ra zanîna retkokî anîye; ji bo ku sipazîya Yezdan bike. Kîjan sipazî bike, îdî ewa hey ji bona xwe ra sipazî dike, kîjan jî nonkorî bike, bi rastî Yezdan ji wî (bê perwayê) pesinvan e"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "Di gavekî da Loqman ji bona kurê xwe ra bi şîret (aha) gotîye: \"Kure min! Tu ji bona Yezdan ra hevrîyan çê neke, loma bi rastî hevrîçêkirin cewreke pir mezin e"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "Me li meriva şîreta da û bavê wan kirîye, \"ku ewa meriva sipazî ji bona min û da û bavê xwe ra bike, loma dîya wî ewa bi cefaê li ser cefan hildaye û bardar bûye. Ewa meriva heya du salan paşê ji şîr vebûye. Êwra (para da) hey li bal min da ne"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "Heke ewan da û bavê te bi te ra tekoşîn kirin; ku tu ewan tiştên tu zanîna te bi wan tune ye, tu ewan ji bona min ra bixî hevrî, îdî tu (di vê tekoşînê da) bi gotina wan neke, tu di cêhanê da bi wan ra bi qencî hevaltîyan bike û tu peyrewîya wan ê ji sikatîyan, li bal min da zivirîne bike. Paşê şixwa hûnê hemîşkê jî li bal min da bizivirin. Îdî (wê gavê) ezê ji bona we ra tişta we kiribû, bêjim"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "Kurê min! Heke (keda) te wekî tovê henzelê be jî, di nava kevirê hilû da be, ya jî di ezman û zemîn da be, hey Yezdanê ewê (keda) te bîne. Loma bi rastî Yezdan bi hemî tiştên hûrê nexûya ê veşartî agahdar e"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "Kurê min! Tu nimêja xwe bike û tu fermana bi qencîyan û parisandina ji sikatîyan bike, tu li ser wan rîpên bi te da tên hew bike. Loma bi rastî (evan kirinên wusan in Yezdan fermana kirina wan) bi vê nevê kirîye"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "(Kure min!) Tu rûye xwe ji bona (kirinê) merivan (ji wan) nequrçîmîne û tu bi quretî di zemîn da negere. Loma bi rastî Yezdan ji hemî qureyên sewirkar hez nake"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "(Kurê min!) Tu di gera xwe da giranî bike û tu dengê xwe nişîv bike. Loma bi rastî siktirê dengan, dengê keran e"
        },
        {
            "chapter": 31,
            "verse": 20,
            "text": "Ma qey hûn nabînin, ku bi rastî Yezdan ji bona we ra hemî tiştên di ezman û zemîn da heyî, xistîne bine destê we, ewî qencîyên xwe yên xwûyaî û ne xwûyaî li ser we da pir pêk anîye? (Bi vî ra jî) hinek ji merivan hene; bê zanîn bê beled û bê pirtûkên ruhnaîker, tekoşînê (di mafê hebûna) Yezdan da dikin"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "Gava ji bona wan ra (aha) bê gotinê: \"(Gelî kesan!) tişta ku Yezdan hinartîye hûn bibine peyrewê wî.\" (Ewan bersiv dane û) gotine: \"(Na, em bi gotina we nakin) 1ê tişta ku em rast hatin; bav û bapîrên me li pey wan bûn, emê jî peyrewîya wan bikin.\" Gelo heke pelîd ewan gazî bal agirê hilopît kiribe jî, ewanê dîsa (di şopa bav û kalê xwe da) herin"
        }
    ]
}