{
    "maqras": [
        {
            "chapter": 8,
            "verse": 1,
            "text": "(Muhemmed!) Ewan ji te pirsa (parkirina malê) şorê dikin. Tu (di bersiva wan da aha) bêje: \"Malê şorê; ji bona Yezdan û Pêxember e (ewan ça bivên wusa par dikin). Heke hûn Bı rastî bawer bikin, îdî hûn Yezdan parisî bikin û hûn di nava xwe da aştîkarî bikin, hûn bi gotina Yezdan û Pêxemberê bikin"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Bi rastî bawerger hey evan in: Di gava ji Yezdan tê mijûlkirinê, dilê wan ji tirsa davêje û di gava ku beratên wî ji wan ra tê xundinê, bawerya wan hêj pirtir dibe, ewan (bawergeran bi xweber jî) xwe hispartine Xudayê xwe"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Ewan (bawergerên ku salixê wan borîne) ev in: Nimêja xwe dikin û ji wan rojînên (rizq) ku me daye wan (bi xezanan) didine xurinê"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Bi rastî bawergerên rast evan in. Li bal Xudayê wan ji bona wan ra paye û baxişandin û rojînên xweş hene"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "Ça, gava ku Xudayê te, tu (ji bona qirîna bi filan ra) ji mala te derxistibû (xweşa wan ne diçû, wusa jî par kirine şorê jî xweşa wan naçe). Bi rastî destekî ji bawergeran, rikê xwe ji çiyûna qirînê dianîn"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Ji piştî ku rastî jî ji wan ra xûya bûye (ku we ewanê herne qirînê) ewan dîsa ji bo ku neçine qirînê bi te ra tekoşîn dikirin. Tu dibê qey ewan li bal mirinê da têne şandinê; ewan jî bêzar mane li çûna xwe mêze dikin"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "Û hûn (bîrva nekin) di wê gavê da Yezdan yek ji wan her du destan (desta ji Mekkê derketibû ji bona qirîna bi we ra û desta karwan vanên ku ji Şamê fetilîbûne) ji bona we ra peyman dabû (ku yek ji wan hey ji bona we ra ne). We bi xweber jî diva ku ewa desta (ji wanê para we ye); ewa desta bê hêz e (çekê wan tune ye, bê sturîbin, ku tu zîyana ji wan çê nebe) lê Yezdan bi xweber jî diva ku rastîyê bi peyvên xwe derxe û poçika filan jî îdî bibire"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "Û (file û gunehkar) çiqa rikê xwe bînin jî ji bona ku rastîyê maf bike û pûçatîyê jî pûç bike, Yezdan evan kirinan divê"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "Di wî gavê da we bi lava ji Xudayê xwe arîkarî dixwest. Îdî (Xudayê we) ji bona we ra (aha) bersiv daye, \"Bi rastî ez ê bi hezar firişteyên li pey hev arîkarya we bikim"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Yezdan ji bona ku dilê we bi arîkarine wan (fereştan ji tirsa wan neyaran) bi nive û ji bo ku (eva servahatin) bibe mizgîn (ji bona we ra, ku hûn îdi paş da jî servahatî bin) eva arîkarina hanê bi we kirîye û bi rastî arîkar in (û servahat in) hey li bal Yezdan e. Bi rastî Yezdan servahatê bijejke ye"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "Di wê gavê da (ji bona ku hûn di qirîna Bedrê da ji tirsa neyaran) ewle bibin, Yezdan li bal .xwe hênijandinek bi we da anîye, ji bo ku ewa we paqij bike û sikatîyên ku pelîd (didane we, ji bona we ra aha digot: \"Heke hûn li ser rêya rast bûnan, hûn di vê qirînê da bê av ne diman.\" Evan sêvirandinan) ji we behere û ji bo ku dilê we (bi servahatina li ser wan da) girê de û pê we jî (di hemberê wan neyaran da) bi cîh bîne, ew; ji ezmanan di ser we da avêk hinartîye"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Di wê gavê da Xudayê te li bal firiştan da (aha) niqandiye: \"Bi rastî (gelî firiştan!) ez bi we ra nim, hûn îdî (dilê) bawergeran (bi qinyatan) bidne nivandinê ez e jî di dilê wan ê file da tirsê berdim. Hûn (gelî firiştan!) Li ser stûyê wan filan bixin hûn li hemû tilî û pêçîyê wan bixin (ji bo ku ewan nikar bin şûran hildin pêş va herin)"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "We (celata wan ê aha be;) loma ewan di hemberê Yezdan û di hemberê Pêxemberê wî da derketibûne. Kîjan di hemberê Yezdan û di hemberê Pêxemberê wî da derkebe, îdî bira (ewa bizane!) bi rastî Yezdan (ji bona wan ra) zor şapat e"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Îdî hûn (gelî filan!) ewê şapata (hanê di vê cîhanê da) çeşne (tam) bikin û bi rastî ji bona filan ra (di para da jî) şapata agir heye"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "Gelî ewanê, ku we bawer kirîye! Di gava ku hûn (ji bona qirînê derketin çûn, hûn) rastê filan hatin (we dêna xwedayê, ku ewan) filan pir in, îdî heman hûn pişta xwe nedine wan para da nerevin"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Û kîjan di wî danî da pişta xwe bide wan (para da here) bi rastî îdî ewa rastî xeşmeke Yezdan e wusa hatîye, êwra wî hey doj e, ewa doja çika sikê êwran e! Ji pêştirê; heke paraçûna wî, ji bo ku ewa (ji bona neyaran ra xaxan darxe; bi awayekî dinê qirîn bike) ya jî para da here bal desteke mayî (ji hevalê xwe) ku di tevê wan da (bi filan ra qirînê bike)"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "We ewan (di wî danî da bi hêza xwe) ne dikuştin! Lê îdî Yezdan ewan dikuştin. Û di gava ku te (çekê qirînê) diavête wan, te ewan (çekan) ne diavêt, lê Yezdan ewan (çekan) diavête wan (ewan çekan jî bi zanîna ji Yezdan digihîjtine armancên xwe). Ji bo ku (Yezdan) bi vî arîkarîkirinê bawergeran (bi qencîyên) rind qencîyan bike; eva arîkarkirina hanê bi we kirîye. Bi rastîYezdan bihîstekê pir zan e"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Bi van (arîkarîkirin û qencîyên hanênan we dît) bi rastî Yezdan xaxê filan sist dike"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "(Gelî filan!) Heke hûn servahatinê dixwazin, îdî ji bona we ra servahatin, hat, (bi servahatina bawergeran, hûn sernegûn bûn). Û heke hûn ji neyartîya (Pêxember û hevalê wî) xwe bidine para da, şixwa eva paradana hanê ji bona we ra çêtir e. (Na!) Heke dîsa para da bizivirin (ji bona qirîn û neyartîya Pêxember û hevalê wî) şixwa emê jî (ji bona arîkarkirina Pêxember û hevalê wî) para bizivirin (hûnê dîsa sernegûn bibin). Û koma we çiqa ji pir dibe bira bibe, dîsa ewa koma we, we ji şapata (sernegûnî ye) nade para da. Û Yezdan bi xweber jî bi rastî bi bawergeran ra ne"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "Gelî ewanê ku we bawer kirîye! Hûn bi gotina Yezdan û Pêxemberê wî bikin û hûn (fermanên Yezdan) dibêhin (bi zanîn) pişta xwe nedine (wan fermanan)"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Û hûn jî wekî wan komalên ku (aha) gotine: \"Me bihîst\", nebin. Lê qe ewan ne bihîstibûne (çima qe ewan wekî fermanên Yezdan xebat ne dikiribûne)"
        }
    ]
}