{
    "maqras": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "Û hûn (gelî ewanê ku we bawer kirîye!) bizanin: We di roya, ku her du destan (di qirîna Bedrê da) rastî hev hatine, we çi mal şor kirîye; ji wî malî penca yek, ji bona Yezdan ra ne: Ewa ji bona Pêxember û lezimên wî û sewîyan û xêzan û rêwîyan (te sixurandinê). Heke we bi Yezdan û bi wan biryarên, ku me di roya her du deste tevê hev bibûn, ji bona rastî û pûçîtî ji hev raqetîne li ser bendê xwe da hinartîye, bawer kiribin (parkirin wusa ne). Bi rastî Yezdan li ser hemû tiştan dişî"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Di wê gava hûn di rûbarê newalê (nezîkê Medînê da) bûn, ewan (neyaran jî) di rûbarê newalê alîyê dûrê (Medinê da) bûn û karwanê wan jî di jêra wê da (li derê deryayê di terazina avê da hewya bûne).Ya jî (di wê gava, ku we ji bona jîna cêhanî, kelepûr divan: ku hûn li talanê wan xin, ewan jî ji bona armancên dûr, divan, ku Muhemmed bikujin paşya we bînin û sîyarîyên wan jî di alîyê deryayê da li jêra we da diterezina avê da hewya bûn; dîdeyanîya we bi hêsanî dikirin.) Heke we (gelî bawergeran!) peymana danê radewanî (ji bona qirîna Bedrê bida wan neyarên xwe) weyê di wî danî da tekoşînî bi hev ra bikirinan, hûnê para biketinan. Lê ji bo ku Yezdan ewa bûyera (ji bona teşqela wan) pek hatîye bîne cî, ewanê têne teşqelekirinê, li ber çavî bêne teşqelekirinê û ewanê tîne jînê jî li ber çavî bijîn, ewa bûyera pêk anî. Bi rastî Yezdan bi xweber jî bihîstekê pir zana ye"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Di wê gavê de Yezdan ewan (neyaran) di xewna te da bi hindika î dane nişanê te. Û heke (Yezdan) ewan (neyaran) bi piratî bidana nîşanê te hûnê bêzar bibûnan, weyê bi hev ra (ji bona bûyerê) tetoşîn bikirinan, hûnê ji hev biçûnan. Lê Yezdan hûn (ji vê bûyera hanê) ferestandin. Bi rastî Yezdan bi tişta di singan da heye dizane"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Di wê gava (ku hûn rastê hev hatin) ji bo ku Yezdan ewa bûyera (ji bona teşqeledana wan) pêk hatîye, bîne cî; ewan (neyaran) di çavê we da hindik dida xûyandin û hûn jî di çavê wan da hindik dikirin, şixwa hemûşk bûyer jî li bal Yezdan da dizivirin"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Gelî ewanê ku we bawer kirîye! Di gava ku hûn rastî koma (neyaran) hatin, îdî hûn di hemberê wan da ji bona qirînê) bi cî hew bikin, ji bona ku hûn bi servahatî fereste bibin, hûn Yezdan pir bîra xwe bînin"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "Û hûn (gelî bawergeran!) bi gotina Yezdan û Pêxemberê wî hûn (bi hev ra) tekoşînê nekin. (Heke hûn bi hev ra xir bikin) wê, îdî hûnê ji hev bêzar bibin û wê bêna (vê bêzarbûna we) here (neyarên) we û hûn (li hemberê wan neyaran) xwe da hew bikin. Bi rastî Yezdan bi hewgeran ra ne"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Û (gelî bawergeran!) hûn jî wekî (wan alotîyên filan, ku ji bona qirînê) bi pesnan û ji bona ku nav û dengê wan li pey wan da bê gotinê ji welatê xwe derketine, nebin. Ewan (filan hene!) ewan rêya Yezdan li ber merivan dibirin; ewan durûtî dikin. Û tişta ku ewan dikin Yezdan hildaye binê zanîna xwe"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Û di wê gavê da pelîd kirinên wan ji bona wan ra xemilandî bûye û pelîd ji bona wan ra (aha) gotîye: \"Di îro da servahatina tu kesî bi ser we da çê nabe û bi rastî ez bi xweber jî ji bona we ra heval im.\" Îdî gava ku her du deste (ji bona qirînê hatin) ji hev ra xûya bûn (pelîd) di para da li ser her du gûzekê xwe teisî (ji wan revîya) û ji wan ra jî (aha) gotîye: \"Bi rastî qe tu gur û gumana min bi we tune ye: Loma tişta ku hûn nabînin, ez dibînim, bi rasti ez ji Yezdan ditirsim. Bi rastî Yezdan bi xweber jî zor şapat e"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Di wê gavê da (ewanê) durû û ewanê ku di dilê wan da nexweşîya (dexesî û filetîyê) heye (aha) digotin: \"Ola van, evan ji avarû derxistine.\" (Gotina wan nîne, lê) kîjan xwe hispêre Yezdanê servahatê bijejk e, îdî ewa serfiraz e"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Xwezîya di gava can sitandina wan da; ku firişte li ber û pişta wan (filan) dixin, ji wan ra (aha) dibêjin: \"Û hûn (gelî filan!) ka îdî şapata şewatê çeşne (tam) bikin\", te temtêla wan bidîta, ka çabû"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Eva (şapata hanê ku bi we da hatîye) bi sedema wan kedên we ne, ku hêj di berê da (we ji bona xwe ra pêşkoçî şandîye) bi cî tê. (Heke ji bona wan nebe) bi rastî Yezdan ji bona bendan ra qe cewrkar nîne"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Wekî temtêla hevrîyên Fir’ewn û temtêla wan komên ku di berya (hevrîyên Fir’ewn da) borîne: Ewan jî Beratên Yezdan dabûne derewdêrandinê, îdî Yezdan ewanan bi gonehên wan şapat kirine (ewan tune kirine), Bi rastî Yezdan bi hêzê zor şapat e"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Eva (aha) ye; bi rastî Yezdan gava ku qencîyekî bi komalekî bike, heya ewa komala bi xweber ewê qencîyê neguhure, ewa jî qencîya xwe ji wan naguhure. Bi rastî Yezdan bihîstokê pirzane ye"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Wekî temtêla hevrîyên Fir’ewn û temtêla wan komalên ku di berya (hevrîyên Fir’ewn da) borîne; ewan jî beratên Xudayê xwe dabûne derewdêrandinê, îdî me jî ewan bi gonehên wan teşqele kirine û me hevrîyên Fir’ewn (di avê da) fetisandin. Û bi rastî ewan hemûşk jî cewrkar bûne"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Bi rastî ewanê file hene! Ewanan li bal Yezdan beterê reweran in, îdî ewan qe bawer nakin"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "(Muhemmed!) Ewan kesên (ji wan filan) ku te peymana (aştîyê) dabûye wan hene! Ewan di her carê da paşê peymana xwe şikênandine û qe ewan bi xweber jî parisvanîya wê peymanê nakin"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Tu (Muhemmed!) ewan kînge di qirînê da bigrî, îdî tu wusa bînî serê wan; ji bo ku ewan, ji bona wanê ku li peywan da tê bibne sodret (îdî peymana xwe neşikênin). Bi rastî dibe ku ewan, evan kirinan bîra xwe bînin"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Û kînge tu tirsîya î, ji wî komalê ku te bi wan ra peymana (aştîyê) daye: ku we ewanê qelpî bikin (peymana xwe bişikênin) îdî tu jî bi vekirî (hêj di berya qirînê da) ji wan ra (aha beje: \"Ji vir ha, di nava me û we da qe tu peyman tune ye; ça hûn dikarin wusa bikin).\" Bi rastî Yezdan ji qelpan hez nake"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Û bira ewanê (ku di qirînê da) pêş va çûne (fereste bûne) goman nekin (ku wê ewanê ji şapatan jî pêş va herin fereste bibin). Bi rastî ewanan qe me bêzar nakin (ku hûn bidne pey wan ewan bigirin û em ewan şapat bikin)"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Û hûn jî (gelî bawergeran!) çi dikarin; di hemberê wan (neyaran da bikin) ji bona ku hûn (bi wê hêza we ye heyî) neyarên Yezdan û neyarên xwe û ewan neyarên mayîne ku hûn bi wan nizanin, lê Yezdan bi wan dizane: bidine tirsandinê, Hespên xweyên (Xamê da) û çekên xwe ji bona (qirîna bi wan neyaran ra) amade bikin. Û hûn di rêya Yezdan da çi bisixurînin ewa ewê li bal we da (paş da) bê kemaî bê dayînê û qe tu cewr jî li we nayê kirinê"
        }
    ]
}