{
    "maqras": [
        {
            "chapter": 9,
            "verse": 19,
            "text": "Qey hûn (gelî kesan!) av dana hecîyan û ava kirina mizgevta (bi nav) Mescid ul-Heram û ewanê ku bi Yezdan û bi ro û danê para da bawer kirine û (ji bona qayîlbûna Yezdan) di rêya Yezdan da tekoşîn kirine; wekî hev digirin? Na, ewan li bal Yezdan wekî hev nabin. Bi rastî Yezdan komalê cewrkar nayne rêya rast"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Ewanê ku bawer kirine û (ji welatê xwe) koç kirine û ji bona qayîlbûna Yezdan) di rêya Yezdan da bi mal û bi canê xwe tekoşîn kirine, hene! Ewan li bal Yezdan bi payetî meztir in. Ewanê serfıraz jî evan bi xweber in"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Xudayê wan li bal xwe ji bona wan ra mizgîna dilovanîyeke ji xwe û qayîlbûna xwe bi wan dide, ku ji bona wan ra bihişt hene, xarina wan bê paşî ne"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Ewan bi xweber jî di wê bihiştê da hey manok in. Bi rastî li bal Yezdan xelatên mezin hene"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Gelî ewanê ku we bawer kirîye! Heke bav û kal û birayên we, ji bawerîyê pirtir ji filetîyê hez bikin, hûn jî ewan ji xwe ra serkar û mezin negirin. Û kîjan ji we, ewan bav û kal û biran ji bona xwe ra serkar û mezin bigire; îdî bi rastî ewan bi xweber cewr kirine"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "(Muhemmed! Tu ji bona wan ra aha) bêje: \"Heke li bal we bav û kalên we û zarên we û birayên we û zone we û pismam û lêzimên we û ewa malê ku hûn keda wî dikin û ewa kirîn û fîrotina ku hûn ditirsin, ji bona ku hûn di wî da karê nekin û ewan xan û malên ku hûn bi wan qayîl bûne, ji Yezdan û ji Pêxemberê wî û ji wê tekoşîna ku ji bona rêya wî tê kirinê, heztir be, îdî hûn dîdarî bikin, heya ku fermana Yezdan (bi teşqeledana we) were.\" Bi rastî Yezdan bi xweber jî ewî komalê ku ji rêya rast derketîye nayne rê"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Bi sond! Yezdan di pir cîyan da arîkarîya we kirîye û di roya (qirîna) Huneynê da jî (arîkarîya we kirîye): Di wê royê da; piranîya we hûn bi sodretî qure kirine, îdî ewê (piratîyê jî) qe tu tiştek ji we ne daye para danê û zemîn bi firetîya xûya jî li ser we teng bûye û paşê jî we pişta xwe daye qirînê hûn para da revîyane"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Pasşê (ji piştî ku hûn revîyane) Yezdan hewdana xwe (bi ber dilî) li ser pêxemberê xwe û li ser bawergeran da hinartîye û ewî leşkerekî wusa hinartîye ku qe we ewa (leşkeran) ne didîtin. (Ewî bi wan leşkeran) ewanê ku filetî dikiribûne şapat kirîye. Û şixwa celata filan bi xweber jî eva ye"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Ji piştî vî jî Yezdan poşmanîya evînên xwe litê dike. Û bi rastî Yezdan baxişgerekî dilovîn e"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "Gelî ewanê ku we bawer kirîye! Bi rastî ewanê hevrîçêker hene! Ewanan (bi bawerî) pîs in, îdî bira ewanan ji piştî vê sala wane hanê nêzîkê mizgevta (bi nav) Mescid ul-Heram nebin û heke hûn (ji ne hatina wan li bal mizgevtê da) bitirsin, ku hûnê xezan bibin; îdî heke Yezdan bivê şixwa ewê we ji rûmeta xwe zengîn bike. Bi rastî Yezdan zanakî bijejke ye"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Hûn (gelî bawergeran!) bi wanê ku ji bona wan ra pirtûk hatîye, ku ewan hêj bi Yezdan û bi ro û danê para da bawer nakin û ewan ku Yezdan û Pêxemberê Wî ne durist kirine, ne durist nakin (ji wan bi duristî dixun) û ola rast jî (ji bona xwe ra) bi olî litê nakin, qirînê bikin; heya ku ewan xeraca xwe bi destê xerac kûsanan bidin, ku ewan bi xweber jî stûxar bin"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Û cihûyan (aha) gotine: \"Bi rastî Uzeyr kurê Yezdan e.\" Û Mexînan jî (aha) gotine: \"Bi rastî Îsa kurê Yezdan e.\" Eva gotina hanê, gotina wan e, bi devê xwe dibêjin. (Gotina wan) wekî gotina wan fileyên ku hêj di berya wan da (borîna) gotina: (Ewan jî di devê xwe da wekî gotina wan filan digerînin.) Yezdan ewan bikuje! Ewan di kuda evan viran dikin"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Ewan (filan) Yezdan hîştine, zanayên xwe û sofîyên xwe û Mesîhê kur ê Meryemê ji xwe ra xistine Xuda. Ewan bi xweber jî hatibûne ferman kirinê; ku ewan hey ji bona yek Yezdanê bi tenê ra perestî bikin, ji pêştirê wî (qe tu yezdanê babet ê perestîyê) tune ye. Bi rastî ewa ji wan sa-lixê hevrîçêkeran paqij e"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Ewan (filan) divên, ku ronahîya (fermanên Yezdan) bi devê xwe bitemirînin. Bi rastî file rikê xwe bînin jî wê Yezdanê ewan filan ji vîna wan bide para da, wê hey ronahîya (fermanên xwe) pêk bîne"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Û hevrîçêker çiqa rikê xwe bînin jî, hey ewê ku pêxemberê xwe bi rêya rast û bi ola maf (haq) şandîye, ji bona ku ola xwe li ser hemûşk olan servahatî bike ewa hey (Yezdan) e"
        }
    ]
}