{
    "manzils": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Uzvisen neka je Onaj Koji je u jednom casu noci preveo Svoga roba od Casne dzamije do Najdalje dzamije, ciju smo okolicu blagoslovili kako bismo mu neka znamenja Nasa pokazali. On je, uistinu, Svecujuci i Svevideci"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "A Musau smo Knjigu dali i uputom je sinovima Israilovim ucinili: \"Osim Mene zastitinika ne trazite"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "o potomci onih koje smo sa Nuhom u lađi prevezli! On je, doista, bio rob zahvalni"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "I Mi smo u Knjizi objavili sinovima Israilovim: \"Vi cete doista dva puta nered na Zemlji uciniti i uveliko se oholiti"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Kada dođe vrijeme prvoga, poslat cemo protiv vas robove Nase snage zestoke, oni ce uzduz i poprijeko zemlju vasu pregaziti, i obecanje o kazni ce se ispuniti"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Zatim cemo vam dati pobjedu protiv njih i povecati vam imetke i sinove i ucinit cemo vas brojnijim"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Pa, ako dobro budete cinili - sebi ste ga cinili, a ako zlo budete cinili - protiv kao sto su u njega usli i prvi put i da do temelja"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "I mozda vam se Gospodar vas opet smiluje; ali ako se vratite neredu, vratit cemo se i Mi kazni. A Dzehennem smo za nevjernike tamnicom ucinili"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Zaista je ovaj Kur'an uputa ka Putu koji je najispravniji, i vjernicima koji cine dobra djela donosi radosnu vijest da ih ceka nagrada velika"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "a da smo za one koji u ahiret ne vjeruju-bolnu patnju pripremili"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "Bas kao sto moli za ono sto je dobro, covjek nekada moli i za ono sto ne valja. Covjek je zaista sklon da ishitren bude"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "I Mi smo noc i dan kao dva znamenja ucinili: znak noci smo uklonili, a znak dana smo svijetlim ucinili kako biste mogli da trazite blagodati Gospodara svoga i da biste broj godina znali i da biste vrijeme racunali i sve smo potanko objasnili"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "I svakom covjeku Mi ono sto uradi o vrat privezujemo, a na Kijametskom danu pokazat cemo mu knjigu koju ce otvorenu zateci"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "Citaj knjigu svoju, dosta ti je danas to sto ces svoj racun polagati"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Onaj ko slijedi Uputu pomoci ce sam sebi time sto je slijedi, a onaj ko zaluta - sebi ce stetu nanijeti time sto luta, i nijedna dusa nece nositi grijehe druge. A Mi nijedan narod nismo kaznili dok poslanika nismo poslali"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Kad hocemo da neko naselje unistimo, onima koji su u njemu na raskos navikli naredimo pokornost a oni u njemu buntovni budu i tako se nad njima obistini Rijec kazne, pa ga do temelja razrusimo"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "I koliko smo samo naroda poslije Nuha unistili! A dovoljno je to sto Gospodar tvoj u potpunosti zna i vidi grijehe robova Svojih"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Onome koji zeli ovaj - kratkotrajni svijet, Mi mu na njemu brzo dajemo - sto hocemo i kome hocemo, ali cemo mu poslije Dzehennem pripremiti, u kome ce se prezren i odbacen peci"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "A svako ko za ahiretom tezi i zbog njega se trudi, a vjernik je - pa trud takvih ce pohvalan biti"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Svima njima, ijednima i drugima, dajemo darove Gospodara tvoga; a darovi Gospodara tvoga nisu nikome zabranjeni"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Gledaj kako jednima dajemo prednost nad drugima; a na ahiretu ce razlika u stepenima i prednostima biti, doista, veca"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Ne uzimaj uz Allaha nekog drugog boga, pa da prezren i bez podrske budes"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Gospodar tvoj zapovijeda da samo Njemu ibadet cinite i da roditeljima dobrocinstvo cinite. Kad jedno od njih dvoje, ili oboje, kod tebe starost dozive, ne reci im ni: \"Uh!\", i ne odbij ih od sebe, i obracaj im se rijecima postovanja punim"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Iz samilosti prema njima svoje krilo poniznosti spusti i reci: \"Gospodaru moj, smiluj im se, kao sto su oni mene, kad sam bio dijete, podizali"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Gospodar vas najbolje zna sta je u dusama vasim: ako budete poslusni, pa Allah ce, doista, oprostiti onima koji se kaju"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Daj bliznjemu svome pravo njegovo, i siromahu, i putniku namjerniku, ali niposto ne rasipaj"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Zaista su rasipnici braca sejtanova, a sejtan je Gospodaru svome itekako nezahvalan"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "A ako moras da se od njih okrenes, jer i sam od Gospodara svoga milost trazis i njoj se nadas, onda im bar birane rijeci obecanja uputi"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Ne drzi ruku svoju stisnutu kao da je za vrat privezana, a nemoj je ni posve pruzati, pa da ukoren budes i klones - bez icega ostanes"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Gospodar tvoj, zaista, pruza obilnu opskrbu onome kome hoce, a i uskracuje je. On, uistinu, u potpunosti zna i vidi robove Svoje"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Ne ubijajte djecu svoju iz straha od neimastine, i njih i vas Mi hranimo, a ubijati njih doista je veliki grijeh"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "I ne priblizavajte se bludu! Doista je to razvrat, i to je ruzan put"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "I ne ubijajte nikoga koga je Allah zabranio, osim kada je to zakonom opravdano! A ako je neko, ni kriv ni duzan, ubijen, onda njegovom nasljedniku ili staratelju dajemo vlast, ali neka ni on ne prekoracuje granicu u ubijanju. On ce, doista, biti pomognut"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "I ne priblizavajte se imetku siroceta, osim ako zelite da ga unaprijedite, sve dok ne postane punoljetno. I ispunjavajte ono na sta ste se obavezali, jer ce se za ugovore zaista odgovarati"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Napunite mjeru kada mjerite i vagajte vagom ispravnom! To je bolje i posljedice su ljepse"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Ne govori ono sto ne znas! I sluh, i vid, i razum - za sve to ce se, zaista, odgovarati"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Ne hodi po zemlji nadmeno! Zemlju sigurno ne mozes probiti ni brda visinom dostici"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Sve ogavnosti sto su u tome, tvome su Gospodaru mrske"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "To je mudrost koju ti Gospodar tvoj objavljuje. I ne pridodaji Allahu drugog boga da ne bi u Dzehennem bio bacen, prekoren i odbacen"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Zar je vas Gospodar vas sinovima obdario, a Sebi, kao kceri, meleke uzeo?! Vi, zaista, izgovarate krupne rijeci"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "U Kur'anu smo mnostvo opomena naveli da bi oni pouku izvukli, ali njima on samo odbojnost povecava"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Reci: \"Da pored Njega postoje drugi bogovi, kao sto oni govore, oni bi onda potrazili put do Vlasnika Arsa"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Slavljen je On i visinom velikom uzvisen naspram onoga sto oni govore"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Njega velicaju sedmera nebesa, i Zemlja, i oni na njima; i ne postoji nista sto Ga ne velica, hvaleci Ga; ali vi ne razumijete velicanje njihovo. On je, doista, Onaj Koji ne zuri s kaznom i Onaj Koji oprasta grijehe"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "A kada ucis Kur'an, između tebe i onih koji u ahiret ne vjeruju Mi zastor nevidljivi koji razdvaja stavimo"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "a na srca njihova pokrivace da ga ne bi razumjeli, i gluhim ih ucinimo. I kada ti u Kur'anu spomenes Gospodara svoga da Jedini je, oni iz odbojnosti okrenu leđa"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Mi dobro znamo sta oni zele da cuju kada dolaze da te prisluskuju, i o cemu se sasaptavaju kad zulumcari govore: \"Vi slijedite samo opcinjena covjeka"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Pogledaj kako oni tebe opisuju, pa onda lutaju i ne mogu da nađu Pravi put"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Oni govore: \"Zar kad se u kosti i prasinu pretvorimo, zar cemo novim stvaranjem, doista, ozivljeni biti"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Reci: \"Budite, ako mozete, kamenje ili gvozđe"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "ili bilo kakvo stvorenje za koje mislite da ne moze biti ozivljeno!\" \"A ko ce nas u zivot vratiti?\", upitat ce oni. Ti reci: \"Onaj Koji vas je i prvi put stvorio\", a oni ce prema tebi odmahnuti glavama svojim i upitati: \"Kada to?\" Ti reci: \"Mozda ubrzo"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Bit ce Onog dana kad vas On pozove, i vi cete se, s hvalom Njemu, odazvati, i pomisliti da ste samo malo vremena ostali"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Reci robovima Mojim da govore samo lijepe rijeci, ili ce sejtan posijati neprijateljstvo među njima; sejtan je, doista, covjekov otvoreni neprijatelj"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Gospodar vas najbolje vas poznaje: ako hoce, On ce vam se smilovati ili ce vas, ako hoce, na muke staviti. A nismo te poslali sa zaduzenjem da im Uputu das"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Gospodar tvoj najbolje zna one na nebesima i one na Zemlji; Mi smo jedne vjerovjesnike nad drugima odlikovali, a Davudu smo Zebur dali"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Reci: \"Molite se onima koje, pored Njega, smatrate bogovima, pa, oni od vas nece moci nevolju otkloniti niti je preusmjeriti"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Oni kojima se oni mole i sami traze nacina kako ce se sto vise Gospodaru svome pribliziti, i nadaju se milosti Njegovoj i plase se kazne Njegove. A kazne Gospodara tvoga treba se cuvati"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "I ne postoji nijedno naselje koje Mi prije Kijametskog dana necemo unistiti ili ga teskoj muci izloziti; to je u Knjizi zapisano"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "A da ti posaljemo velike znakove sprijecilo Nas je samo to sto su ih prijasnji narodi laznim smatrali; Semudu smo kao ociti znak kamilu dali, pa su u vezi s njom zulum ucinili. A velike znakove saljemo samo za zastrasivanje"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "I kada smo ti rekli: \"Sve ljude Gospodar tvoj, zaista, obuhvaca! A prizor koji smo ti pokazali i drvo prokleto, u Kur'anu spomenuto, iskusenje su za ljude. Mi ih zastrasujemo, ali to samo njihovu osionost pojacava"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "I kada rekosmo melecima: \"Ucinite sedzdu Ademu!\" - oni svi, osim Iblisa, sedzdu ucinise. \"Zar da ucinim sedzdu onome koga si Ti od gline stvorio?\", rece"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Reci mi\", rece onda, \"evo ovoga koga si iznad mene uzdigao: ako me ostavis do Kijametskog dana sigurno cu, osim malobrojnih, nad potomstvom njegovim zagospodariti"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Odlazi!\", rece On. \"A svakom od njih ko te bude slijedio - Dzehennem ce svima vama biti obilna kazna"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "I zavodi glasom svojim koga mozes i potjeraj na njih svoju konjicu i svoju pjesadiju, i budi im ortak u imecima, i u djeci, i daji im obecanja - a samo je obmana to sto im sejtan obecava"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "ali, ti, doista, neces imati nikakve vlasti nad robovima Mojim!\" A Gospodar tvoj je dovoljan kao zastitnik"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Gospodar vas je Taj Koji radi vas pokrece lađe po moru da biste tragali za Njegovim obiljem. On je, zbilja, prema vama milostiv"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Kad vas na moru nevolja zadesi, tada nestanu oni koje inace prizivate, postoji samo On. A kad vas On na kopno spasi, vi se okrecete, a covjek je itekakav nezahvalnik"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Zar ste sigurni da vas On nece u zemlju utjerati ili da na vas pjescanu oluju nece poslati, pa da onda sebi nikakva zastitnika necete naci"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Ili ste mozda sigurni da vas On ponovo nece na more izvesti, i buru na vas poslati i potopiti vas zbog neposlusnosti vase?! Tada ne biste nikoga nasli ko bi Nas zbog vas na odgovornost pozvao"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Mi smo sinovima Ademovim pocast ukazali: dali smo im da kopnom i morem putuju, i opskrbili ih ukusnim jelima, i nad mnogima koje smo stvorili posebnu im prednost dali"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "A na Dan kad pozovemo sve ljude s predvodnikom njihovim, oni kojima knjiga njihova u desnu ruku data bude, citat ce knjige svoje i nece im, ni koliko koncic na hurminoj kospici, zulum ucinjen biti"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Onaj ko je na ovom svijetu bio slijep, bit ce slijep i na ahiretu, i jos dalje ce zalutati"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "I zamalo da te oni odvrate od onoga sto ti Mi objavljujemo, da bi protiv Nas nesto drugo iznio, i tada bi te oni kao prijatelja prihvatili"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "A da te nismo ucinili cvrstim, gotovo da bi im se malo priklonio"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "i tada bismo ti, doista, dali da iskusis dvostruku patnju u zivotu i dvostruku patnju poslije smrti; tada ne bi nikoga nasao ko bi ti protiv Nas pomogao"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Pa iako su te umalo iz zemlje pokrenuli da bi te iz nje istjerali, ipak ni oni tada u njoj ne bi dugo, poslije tebe, ostali"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "To pravilo je vazilo za sve one kojima smo prije tebe poslanike poslali; neces vidjeti da je nase pravilo promijenjeno"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Obavljaj namaz kad Sunce s polovine neba krene, pa do nocne tmine, i Kur'an u namazu u zoru uci, jer ucenju Kur'ana u namazu u zoru mnogi prisustvuju"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "I bdij dio noci u namazu - tebi dodatnom; na ahiretu ce te tvoj Gospodar na hvaljeni polozaj postaviti"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "I reci: \"Gospodaru moj, uvedi me uvodom Istine i izvedi me ishodom Istine! I daruj mi od Sebe moc koja ce mi pomoci"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "I reci:\"Dosla je istina, a nestalo je lazi; laz, zaista, nestaje"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Mi objavljujemo u Kur'anu ono sto je lijek i milost vjernicima, a zulumcarima on samo povecava propast"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Kad covjeku kakvu blagodat darujemo, on se okrece i oholo udaljava, a kad ga zadesi zlo, onda ocajava"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Reci: \"Svako na svoj nacin?\" postupa, a Gospodar vas najbolje zna ko je na Pravom putu"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Pitaju te o duhu. Reci: \"Duh je nesto sto samo Gospodar moj zna, a vama je dato samo malo znanja"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "A da hocemo, Mi bismo ucinili da iscezne ono sto smo ti objavili, i ti, poslije, ne bi nikoga nasao ko bi ti protiv Nas pomogao"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "ali, Gospodar tvoj je tebi milostiv i Njegova dobrota prema tebi zaista je velika"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Reci: \"Kad bi se svi ljudi i dzini udruzili da sacine jedan ovakav Kur'an, oni, kao sto je on, ne bi sacinili, pa makar jedni drugima pomagali"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Mi u ovom Kur'anu objasnjavamo ljudima svakojake primjere, ali vecina ljudi samo poricanje prihvata"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "I govore: \"Necemo ti vjerovati sve dok nam iz zemlje izvor-vodu ne izvedes"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "ili dok ne budes imao vrt od palmi i loze, pa da kroz njeg svukuda rijeke provedes"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "ili dok na nas nebo u parcadima ne oboris, kao sto tvrdis; ili dok Allaha i meleke nama sucelice ne dovedes"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "ili dok ne budes imao kucu od zlata, ili dok se na nebo ne uspenjes; a necemo vjerovati ni da si se uspeo sve dok nam ne doneses Knjigu da je citamo.\" Reci: \"Uzvisen neka je Gospodar moj!, zar ja nisam samo covjek, poslanik"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "A ljude je, kad im je dolazila objava, odvracalo od vjerovanja samo to sto su govorili: \"Zar je Allah kao poslanika covjeka poslao"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Reci: \"Kad bi na Zemlji meleki smireno hodili, Mi bismo im s neba meleka za poslanika poslali"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Reci: \"Allah je dovoljan da svjedoci za ovo između mene i vas, a zaista On dobro zna i vidi robove Svoje"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Onaj koga Allah uputi - on je upucen, a onoga koga na stranputicu odvede, tome, mimo Njega, neces naci zastitnika. Mi cemo ih, na Kijametskom danu, sakupiti, licem zemlji okrenute, slijepe, nijeme i gluhe; boraviste njihovo bit ce Dzehennem; kad god mu plamen jenja, pojacat cemo im oganj"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "To ce im biti kazna zato sto u znakove i ajete Nase nisu vjerovali i sto su govorili: \"Zar kad postanemo kosti i prah, zar cemo kao nova stvorenja doista biti ozivljeni"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Zar oni ne znaju da je Allah, Stvoritelj nebesa i Zemlje, kadar da stvori slicne njima i da im je vec odredio cas ozivljenja, u koji nema sumnje? Ali zulumcari samo poricu"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Reci: \"Da vi posjedujete riznice milosti Gospodara moga, i tada biste skrtarili iz straha da ne potrosite; covjek je bas tvrdica"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Mi smo Musau devet ocevidnih znamenja dali, pa upitaj sinove Israilove kad je precima njihovim dosao i kada mu je faraon rekao: \"Ja mislim, o Musa, da si ti doista opcinjen"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "a Musa odgovori: \"Ti znas da ovo nije dao niko drugi nego Gospodar nebesa i Zemlje, kao ocigledna znamenja, i ja mislim da ces ti, o faraone, sigurno nastradati"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Faraon odluci da ih iz zemlje istjera, pa mi potopismo i njega i sve one koji su bili s njim"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "i poslije toga rekosmo sinovima Israilovim: \"Naselite se u zemlji, pa kad vrijeme ahireta nastupi, sve cemo vas zajedno dovesti"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Mi Kur'an s Istinom spustamo i s Istinom on silazi. A tebe smo poslali samo kao donositelja radosnih vijesti i upozoritelja"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "I kao Kur'an, sve dio po dio ga objavljujemo da bi ga ti ljudima malo-pomalo kazivao, i prema potrebi ga objavljujemo"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Reci: \"Vjerovali u njega ili ne vjerovali, oni kojima je jos prije objavljivanja njegova dato znanje padaju licem na tlo, cineci sedzdu, kad im se on cita"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "I govore: \"Uzvisen neka je Gospodar nas, obecanje Gospodara naseg se ispunilo"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "i padaju licem na tle placuci, i on im uvecava strahopostovanje"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Reci: \"Zovite Ga: 'Allahu', ili zovite: 'Svemilosni', a kako Ga god budete zvali, Njegova su imena najljepsa. Ne izgovaraj na sav glas Kur'an kad molitvu obavljas, a i ne prigusuj ga; trazi sredinu između toga"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "I reci: \"Sva hvala Allahu Koji Sebi nije uzeo djeteta i Koji u vlasti nema ortaka, i Kome ne treba zastitnik zbog nemoci\" - i istinski Ga velicaj"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Sva hvala neka je Allahu Koji Svome robu objavljuje Knjigu, i nije je dao iskrivljenu"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "nego ispravnu, da teskom kaznom, koju ce On dati, opomene, a da vjernike koji cine dobra djela divnom nagradom obraduje"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "U njoj ce vjecno boraviti"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "i da upozori one koji govore: \"Allah je Sebi uzeo sina"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "O tome oni nista ne znaju, a ni preci njihovi. Kako krupna rijec izlazi iz usta njihovih! Oni ne govore drugo do lazi"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Pa zar ces ti za njima od tuge svisnuti, ako oni u ovaj govor nece da povjeruju"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Sve sto je na Zemlji Mi smo kao ukras njoj stvorili da iskusamo ljude ko ce od njih bolje postupati"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "i zaista cemo Mi sve sto je na njoj u opustoseno tlo pretvoriti"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Mislis li ti da su stanovnici pecine i Rekima bili cudo među znakovima Nasim"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Kad se nekoliko momaka u pecinu sklonilo pa reklo: \"Gospodaru nas, daruj nam Svoju milost i daj da ovo nase stanje na dobro izađe"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "I Mi smo ih u pecini dubokim snom za dugo godina uspavali"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "poslije smo ih probudili da znamo koja ce od dvije skupine bolje izracunati koliko su vremena proboravili"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "A Mi tebi kazujemo vijest njihovu po Istini. Tu su bili mladici, vjerovali su u Gospodara svoga, a Mi smo im Uputu jos vise povecali"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Osnazili smo bili njihova srca kad su se digli i rekli: \"Gospodar nas - Gospodar je nebesa i Zemlje, mi se necemo pored Njega drugom bogu moliti, jer bismo tada ono sto je daleko od istine govorili"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Narod ovaj nas je, mimo Njega, druge bogove prihvatio, zasto o njima jasan dokaz ne donesu? A ima li veceg zulumcara od onoga koji o Allahu laz iznosi"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "Kad napustite njih i one koje mimo Allaha obozavaju, sklonite se u pecinu, Gospodar vas ce vas miloscu Svojom obasuti i za vas ce ono sto ce vam korisno biti pripremiti"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "I ti si mogao vidjeti kako Sunce, kada se rađa - obilazi pecinu s desne strane, a kada zalazi - zaobilazi je s lijeve strane, a oni su bili u sredini njezinoj. To je znak Allahov! Koga Allah uputi - on je i upucen, a koga na stranputicu odvede, ti mu neces naci zastitnika koji ce ga naputiti"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "I pomislio bi da su budni, ali oni su spavali; i Mi smo ih prevrtali sad na desnu, sad na lijevu stranu, a pas njihov, opruzenih prednjih sapa, na ulazu je lezao; da si ih vidio, od njih bi pobjegao i strah bi te uhvatio"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "I Mi smo ih, isto tako, probudili da bi jedni druge pitali. \"Koliko ste ovdje ostali?\", upita jedan od njih. \"Ostali smo dan ili dio dana\", odgovorise. \"Gospodar vas najbolje zna koliko ste ostali\", rekose. \"Posaljite jednog od vas s ovim srebrenjacima vasim u grad, pa nek vidi u koga je najcistije jelo i neka vam od njega donese hrane i neka bude pazljiv, neka nikome ne govori nista o vama"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "jer, ako oni doznaju za vas, kamenovat ce vas ili ce vas nasilu u svoju vjeru obratiti, i tada nikad necete uspjeti"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "I Mi smo, isto tako, ucinili da oni za njih saznaju, da bi se uvjerili da je istinito Allahovo obecanje i da u cas ozivljenja nema nikakve sumnje, kada su se između sebe o njima raspravljali, i rekli: \"Sagradite nad njima kakvu ogradu, Gospodar njihov najbolje zna ko su oni.\" A onda oni do cijih se rijeci najvise drzalo rekose: \"Napravit cemo nad njima bogomolju"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Neki ce reci: \"Bila su trojica, pas njihov je bio cetvrti\", a neki ce govoriti: \"Bila su peterica, pas njihov je bio sesti\", nagađajuci o onome sto je culima nedokucivo, dok ce neki reci: \"Bila su sedmerica, a pas njihov bio je osmi.\" Reci: \"Gospodar moj najbolje zna njihov broj, samo malo njih to zna. Zato ne raspravljaj o njima osim povrsno i lijepo, i ne pitaj o njima od njih nikoga"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "I ni u kom slucaju ne reci: \"Uradit cu to sigurno sutra"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "ne dodavsi: \"Ako Allah da!\" A kada zaboravis, sjeti se Gospodara svoga i reci: \"Gospodar moj ce me uputiti na ono sto je blize ispravnom od ovoga"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "A oni su ostali u pecini svojoj tri stotine godina, a k tome dodajte jos devet"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Reci: \"Allah najbolje zna koliko su ostali; ono sto je culima nedokucivo samo On zna. Kako On sve vidi, kako On sve cuje! Oni nemaju drugog zastitnika osim Njega, a On ne pridruzuje nikoga u vlasti Svojoj"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "A ti kazuj iz Knjige Gospodara svoga ono sto ti se objavljuje, Njegovim rijecima nema preinacitelja, i ti, osim kod Njega, neces naci utocista nikakva"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Budi strpljiv uz one koji se Gospodaru svome mole ujutro i navecer u zelji za Licem Njegovim, i ne skidaj ociju svojih s njih iz zelje za sjajem u zivotu na ovome svijetu, i ne slusaj onoga cije smo srce da Nas spominje nehajnim ucinili, koji strast svoju slijedi i ciji su postupci propali"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "I reci: \"Istina dolazi od Gospodara vaseg, pa ko hoce - neka vjeruje, a ko hoce - neka ne vjeruje!' Mi smo zulumcarima pripremili Vatru ciji ce ih plamen sa svih strana obuhvatiti; ako zamole pomoc, pomoci ce im se tekucinom poput rastopljene kovine koja ce lica ispeci. Uzasna li pica i grozna li boravista"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "One koji budu vjerovali i dobra djela cinili - a Mi doista ne unistavamo nagradu onome koji je dobra djela cinio –"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "njih cekaju sigurno vrtovi Adna, kroz koje rijeke teku, u njima ce se narukvicama od zlata kititi i u zelena odijela od dibe i kadife oblaciti, na divanima ce u njima naslonjeni biti. Divne li nagrade i krasna li boravista"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "I navedi im kao primjer dva covjeka: jednom od njih smo dva vrta lozom zasađena dali i palmama ih opasali, a između njih njive postavili"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Oba vrta davala su svoj plod, nicega nije manjkalo, a kroz sredinu njihovu smo rijeku proveli"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "On je i drugih plodova imao, i rece drugu svome, dok je s njim razgovarao: \"Od tebe sam bogatiji i jaceg sam roda"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "I uđe u vrt svoj, cineci zulum sebi, govoreci: \"Ne mislim da ce ovaj ikada propasti"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "i ne mislim da ce Smak svijeta ikada doci; a ako budem vracen Gospodaru svome, sigurno cu nesto bolje od ovoga naci"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "I rece mu drug njegov, dok je s njim razgovarao: \"Zar ne vjerujes u Onoga Koji te je od Zemlje stvorio, zatim od kapi sjemena, i najzad te potpunim covjekom ucinio"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Sto se mene tice, On, Allah, moj je Gospodar i ja Gospodaru svome ne pridruzujem u obozavanju nikoga"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "A zasto nisi, kad si u vrt usao, rekao: 'Masallah! Snaga je samo u Allaha!' Ako vidis da je u mene manje blaga i manje roda nego u tebe"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "pa Gospodar moj moze mi bolji vrt od tvoga dati, a na tvoj nepogodu s neba poslati, pa da ostane samo klizava ledina bez icega"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "ili da mu voda u ponor ode pa da je ne mognes pronaci nikada"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "I propadose plodovi njegovi i on poce pljeskati rukama svojim zaleci za onim sto je na njega utrosio a loza se bijase povaljala po podupiracima svojim - i govorase: \"Kamo srece da Gospodaru svome nisam nikoga u obozavanju pridruzivao"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "I nije imao nikoga ko bi mu mogao pomoci, osim Allaha; a sam sebi nije mogao pomoci"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "Tada moze pomoci samo Allah, Istiniti, On daje najbolju nagradu i cini da se sve na najbolji nacin okonca"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Navedi im kao primjer da je zivot na ovom svijetu kao bilje, koje i poslije natapanja vodom, koju Mi s neba spustamo, ipak postane suho i vjetrovi ga raznesu. A Allah nad svime ima moc"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Imetak i sinovi ukras su u zivotu na Ovom svijetu, a dobra djela koja ostaju, bolja su kod Gospodara tvoga po nagradi i bolja po nadi"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "Na dan kada planine uklonimo, i kada vidis da je povrsina Zemlje pregledna - a njih smo vec sakupili, ni jednog nismo izostavili"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "pred Gospodarom tvojim bit ce oni u redove poredani: \"Dosli ste nam onako kako smo vas prvi put stvorili, a tvrdili ste da vam necemo vrijeme za ozivljavanje odrediti"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "I Knjiga ce biti postavljena i vidjet cete prestupnike prestravljene zbog onoga sto je u njoj. \"Tesko nama!\", govorit ce, \"kakva je ovo knjiga, ni mali ni veliki grijeh nije propustila, sve je nabrojala!\" I naci ce upisano ono sto su radili. Gospodar tvoj nece nikome zulum uciniti"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "I kada smo rekli melecima: \"Sedzdu Ademu ucinite!\", svi sedzdu ucinise osim Iblisa, on je bio jedan od dzina, pa je prema zapovijesti Gospodara svoga buntovan bio. Pa zar cete njega i porod njegov, pored Mene, kao prijatelja prihvatiti, kad su vam oni neprijatelji? Kako je sejtan losa zamjena zulumcarima"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "Ja nisam uzimao njih za svjedoke prilikom stvaranja nebesa i Zemlje niti prilikom stvaranja njih samih, i za pomagace nisam uzimao one koji na krivi put upucuju"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "I na Dan kada On rekne: \"Pozovite one za koje ste tvrdili da su ortaci Moji\", i kad ih pozovu, oni im se nece odazvati, a između njih cemo mjesto propasti postaviti"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "I ugledat ce prestupnici Vatru i uvjerit ce se da ce u nju pasti i nece je moci izbjeci"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "U ovom Kur'anu Mi na razne nacine objasnjavamo ljudima svakovrsne primjere, ali je covjek, vise nego iko, spreman da raspravlja"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "A ljude, kada im dolazi uputa, odvraca od vjerovanja i od toga da od Gospodara svoga mole oprost samo to sto traze da ih zadesi kazna koja je bila pravilo za prethodnike ili sto cekaju da im dođe kazna sucelice"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Mi saljemo poslanike samo zato da donose radosne vijesti i da upozoravaju. A nevjernici se raspravljaju, sluzeci se neistinama, da bi time opovrgli Istinu, i znakove Moje i ono na sto su upozoreni uzimaju za podrugivanje"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Ima li veceg zulumcara od onoga koji, kad na znakove i ajete Gospodara svoga bude podsjecen, za njih ne haje, a zaboravlja ono sto su ruke njegove pripravile?! Mi na srca njihova pokrivace stavljamo da Kur'an ne shvate i gluhim ih ucinimo; i ako ih ti na Pravi put pozoves oni, kad su takvi, nikad nece Pravim putem poci"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Gospodar tvoj je Oprostitelj grijeha i milostiv je; da ih On za ono sto zasluzuju kaznjava, odmah bi ih na muke stavio. Ali, njih ceka cas određeni od koga utociste nece naci"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "A ona naselja smo razorili zato sto su stanovnici njihovi zulum ucinili i za propast njihovu smo tacno vrijeme odredili"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "I kada Musa rece momku svome: \"Sve cu ici dok ne stignem do mjesta gdje se sastaju dva mora, ili cu dugo, dugo ici"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "I kad njih dvojica stigose do mjesta na kome se ona sastaju, zaboravise na ribu svoju, pa ona u moru sebi put zasijece"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "A kad se udaljise, Musa rece momku svome: \"Daj nam uzinu nasu, umorili smo se od ovog naseg putovanja"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Vidi!\", rece on, \"kad smo kod one stijene svratili, ja sam zaboravio onu ribu - sam sejtan je ucinio da je zaboravim, da ti je ne spomenem - pa se ona prihvati svoga puta u moru, cudnovato"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "E, to je ono sto trazimo!\", rece Musa, i njih dvojica se vratise putem kojim su bili dosli"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "i nađose jednoga Naseg roba kojem smo milost Nasu darovali i onome sto samo Mi znamo, naucili"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Mogu li da te pratim?\", upita Musa, \"ali da me poucis onome cemu si ti ispravno poucen"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Ti se sigurno neces moci sa mnom strpjeti\", rece onaj"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "a i kako bi se strpio u onome o cemu nista ne znas"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Vidjet ces da cu biti strpljiv, ako Allah da!\", rece Musa, \"i da ti se necu ni u cemu suprotstavljati"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Ako ces me vec pratiti\", rece onaj, \"onda me ni o cemu ne pitaj dok ti ja o tome prvi ne kazem"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "I njih dvojica krenuse. I kad se u lađu ukrcase, onaj je probusi. \"Zar je probusi da potopis one koji na njoj plove? Ucinio si nesto, doista, krupno"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Ne rekoh li ja\", rece onaj, \"da se ti, doista, neces moci strpjeti sa mnom"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Ne zamjeraj mi sto sam zaboravio\", rece, \"i ne cini moje stanje jos tezim"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "I njih dvojica krenuse. I kad sretose jednog djecaka pa ga onaj ubi, Musa rece: \"Zasto ubi dijete bezgresno, koje nije nikoga ubilo! Ucinio si, zaista, nesto vrlo ruzno"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "Ne rekoh li ja tebi\", rece onaj, \"da se ti, doista, neces moci strpjeti sa mnom"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Ako te i poslije ovoga za bilo sta upitam\", rece, \"onda se nemoj sa mnom druziti. Vec si prije moje opravdanje prihvatio"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "I njih dvojica krenuse; i kad dođose do jednog grada, zamolise stanovnike njegove da ih nahrane, ali oni odbise da ih ugoste. U gradu njih dvojica naiđose na jedan zid koji samo sto se nije srusio, pa ga onaj uspravi. \"Mogao si\", rece Musa, \"za njega uzeti nagradu"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Ovo je rastanak između mene i tebe\", rece onaj, \"obavijestit cu te o tumacenju onoga zbog cega nisi mogao da se strpis"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Sto se one lađe tice, ona je pripadala siromasima koji rade na moru, i ja sam htio da je ostetim jer je pred njima bio jedan vladar koji je svaku ispravnu lađu otimao"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "Sto se onog djecaka tice, roditelji njegovi bili su vjernici; pobojali smo se da ih on nece na osionost i nevjerovanje navratiti"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "pa smo htjeli da im Gospodar njihov, umjesto njega, da boljeg i cestitijeg, i samilosti pribliznijeg"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "A sto se onoga zida tice, to je bio zid dvojice djecaka, sirocadi iz grada, a pod njim je zakopano njihovo blago. Otac njihov je bio dobar covjek i Gospodar tvoj zeli, iz milosti Svoje, da oni odrastu i izvade blago svoje. Sve to ja nisam uradio po nahođenju svome. Eto to je tumacenje onoga za sto se ti nisi mogao strpjeti"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "I pitaju te o Zulkarnejnu. Reci: \"Kazat cu vam o njemu neke vijesti"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Mi smo mu omogucili da ima vlast na Zemlji i dali smo mu sredstva da uradi sve sto zeli"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "I on pođe putem"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Kada stize do mjesta gdje Sunce zalazi, nađe kao da zalazi u jedan izvor mutni i nađe u blizini njegovoj jedan narod. Rekosmo Mi: \"Ili ces da ih kaznis ili ces sa njima blago da postupis"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Onoga ko zulum cini\", rece, \"kaznit cemo, a poslije ce se svome Gospodaru vratiti, pa ce ga i On teskoj patnji podvrgnuti"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "A onome ko bude vjerovao i dobra djela cinio pripada nagrada najljepsa, i njemu cemo samo naredbe koje su lahke upucivati"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "I on pođe dalje"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "I kad dođe do mjesta gdje Sunce izlazi, on nađe da ono izlazi iznad jednog naroda kome Mi nismo dali da se od njega bilo cim zakloni"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Tako to bi. A Mi obuhvatamo znanjem sve sto je imao on"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "I on opet pođe"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Kad stize između dvije planine, nađe ispred njih narod koji je jedva govor razumijevao"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "O Zulkarnejne\", rekose oni, \"Je'dzudz i Me'dzudz\" cine nered po Zemlji, pa hoces li da ti sakupimo naknadu da između nas i njih podignes pregradu"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Bolje je ono sto mi je moj Gospodar dao\", rece on. \"Nego, samo vi pomozite meni sto vise mozete, i ja cu između vas i njih pregradu podici"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Donesite mi velike komade gvozđa.\" I kad on izravna dvije strane brda, rece: \"Pusite!\" A kad ga usija, rece: \"Donesite mi rastopljeni bakar da ga zalijem"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "I tako oni nisu mogli ni da je pređu niti su mogli da je prokopaju"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "Ovo je blagodat Gospodara moga!\", rece on. \"A kad se prijetece obecanje Gospodara moga ispuni, On ce je sa zemljom sravniti, a obecanje Gospodara moga ce se sigurno ispuniti"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "I Mi cemo tada ostaviti da se jedni od njih kao talasi sudaraju s drugima. I puhnut ce se u rog, pa cemo ih sve skupiti"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Taj dan cemo nevjernicima Dzehennem jasno pokazati"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "onima cije su oci bile koprenom zastrte od Moje Opomene, i koji nisu mogli da slusaju"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Zar nevjernici misle da pored Mene za bogove mogu uzimati robove Moje?! Mi smo, doista, nevjernicima Dzehennem kao mjesto boravka pripremili"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Reci: \"Hocete li da vas obavijestimo o onima koji ce u svojim djelima najvise gubitka imati"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "ciji ce trud u zivotu na ovom svijetu uzaludan biti, a koji ce misliti da je dobro ono sto rade"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "To su oni koji u dokaze Gospodara svoga ne budu vjerovali i koji budu poricali da ce pred Njega izaci; zbog toga ce trud njihov uzaludan biti i na Kijametskom im danu ni vagu necemo postaviti"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Njima ce kazna Dzehennem biti, zato sto su nevjernici bili i sto su se ajetima i znakovima Mojim i poslanicima Mojim rugali"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Onima koji budu vjerovali i dobra djela cinili - basce Firdevsa ce ugoscenje biti"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "vjecno ce u njima boraviti i nece pozeljeti da ih necim drugim zamijene"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Reci: \"Kada bi more bilo mastilo da se ispisu rijeci Gospodara moga, more bi presahlo, ali ne i rijeci Gospodara moga, pa i kad bismo ga prosirili morem poput njega"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Reci: \"Ja sam covjek kao i vi, meni se objavljuje da je vas Bog- jedan Bog. Pa ko se nada susretu s Gospodarom svojim, neka cini dobra djela i neka u ibadetu Gospodaru svome nikoga ne pridruzuje"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kaf Ha Ja Ajin Sad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "Ovo je spomen o milosti Gospodara tvoga prema robu Njegovu Zekerijjau"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "kad je on Gospodara svoga tiho zovnuo"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "i rekao: \"Gospodaru moj, kosti su mi oronule i glava osijedjela, a nikada nisam, kad sam Ti, Gospodaru moj, molbu uputio, razocaran ostao"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "Bojim se rođaka mojih po krvi poslije mene, a zena mi je nerotkinja, zato mi pokloni od Sebe nasljednika"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "da naslijedi mene i porodicu Jakubovu, i ucini, Gospodaru moj, da se s njime bude zadovoljno"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "O Zekerijja, javljamo ti radosnu vijest da ce ti se djecak roditi, ime ce mu biti Jahja, nikoga prije njemu slicnim nismo ucinili"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "Gospodaru moj\", rece on, \"kako cu imati sina kad mi je zena nerotkinja, a vec sam duboku starost dozivio"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Eto tako\", rece. Gospodar tvoj je rekao: \"To je meni lahko, i tebe sam ranije stvorio, a nisi nista bio"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "Gospodaru moj\", rece, \"daj mi neki znak.\" \"Znak ce ti biti to sto tri noci neces s ljudima razgovarati, a zdrav ces biti"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "I on izađe iz odaje svoje u kojoj se molio pred narod svoj i znakom im dade na znanje"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "O Jahja, prihvati Knjigu odlucno!\", a dadosmo mu mudrost jos dok je djecak bio"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "i njeznost i cednost, i bogobojazan je bio"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "i roditeljima svojim bio je dobar, i nije bio drzak i neposlusan"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "I sigurnost je imao na dan kada se rodio i na dan kada je umro, a imat ce je i na dan kada bude prozivljen"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "I spomeni u Knjizi Merjemu: kada se od ukucana svojih na istocnu stranu povukla"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "i od njih zaklon uzela, Mi smo k njoj Naseg meleka poslali i on joj se pokazao u ljudskom potpunom obliku"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Utjecem se Svemilosnom od tebe, ako se Njega bojis!\", uzviknu ona"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "A ja sam upravo izaslanik Gospodara tvoga'', rece on, \"da ti poklonim djecaka cista"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "Kako cu imati djecaka?\", rece ona, \"kad me ni jedan muskarac dodirnuo nije, a ja nisam bludnica"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "A on rece: \"Tako je Gospodar tvoj rekao: 'To je meni lahko, i zato da ga ucinimo da bude znak ljudima i milost nasa.' Tako je unaprijed određeno"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "I ona zanese i bremenita se skloni daleko negdje"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "I porođajni bolovi prisilise je da dođe do stabla jedne palme. \"Kamo srece da sam ranije umrla i da sam potpuno u zaborav pala!\", povika ona"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "I on je, nize nje, zovnu: \"Ne zalosti se, Gospodar tvoj dao je da nize tebe potok potece"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Zatresi palmino stablo, posut ce po tebi datule svjeze"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "pa jedi i pij i budi vesela! A ako vidis covjeka kakva, ti reci: 'Ja sam se zavjetovala Svemilosnom da cu sutjeti, i danas ni s kim necu govoriti"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "I dođe ona s njim narodu svome, noseci ga. \"O Merjema!'', rekose oni, \"ucinila si nesto necuveno"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "Hej ti, koja licis Harunu otac ti nije bio nevaljao, a ni mati tvoja nije bila bludnica"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Ona im na njega pokaza. \"Kako da govorimo djetetu u besici?\", rekose oni"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "Ja sam Allahov rob\", rece on, \"meni ce On Knjigu dati i vjerovjesnikom me uciniti"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "i ucinit ce me, gdje god budem, blagoslovljenim, i naredit ce mi da dok god sam ziv, namaz obavljam i zekat udjeljujem"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "i da majci svojoj dobar budem, a nece me uciniti silnikom, nesretnikom"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "I neka je sigurnost nada mnom na dan kada sam se rodio i na dan kada budem umro i na dan kad budem iz mrtvih prozivljen"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "To je Isa, sin Merjemin, to je prava istina o njemu, onaj u koga oni sumnjaju"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Nezamislivo je da Allah ima dijete, Uzvisen je On! Kad nesto odredi, On za to rekne samo: \"Budi!\" - i ono bude"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "Allah je, uistinu, i moj i vas Gospodar, zato u ibadetu budite samo Njemu! To je Pravi put"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "I grupacije među sljedbenicima Knjige su se o njemu podvojile, pa tesko onima koji ne vjeruju kad budu na Danu velikom prisutni"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Kako ce dobro cuti i kako ce dobro vidjeti na Dan kada Nam dođu! A zulumcari su sada u ocitaj zabludi"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "I upozori ih na Dan tuge kada ce biti s polaganjem racuna zavrseno, a oni su u nemaru i oni ne vjeruju"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Mi cemo Zemlju i one koji zive na njoj naslijediti i Nama ce se oni vratiti"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "Spomeni u Knjizi Ibrahima! On je bio istinoljubiv, vjerovjesnik"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Kada je rekao ocu svome: \"O oce moj, zasto obozavas onoga koji niti cuje niti vidi, niti ti moze od kakve koristi biti"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "O oce moj, meni dolazi znanje, a ne tebi; zato mene slijedi, i ja cu te na Pravi put uputiti"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "Oce moj, ne pokoravaj se sejtanu, sejtan je Svemilosnom uvijek neposlusan"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "oce moj, bojim se da te od Svemilosnog ne stigne kazna, pa da budes sejtanu drug"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Otac njegov je rekao: \"Zar mrzis bozanstva moja, o Ibrahime? Ako se ne okanis, zbilja cu te kamenjem potjerati, zato me zadugo napusti"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Selam tebi!\", rece Ibrahim. \"Molit cu Gospodara svog da ti oprosti, jer On je vrlo dobar prema meni"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "I napustit cu i vas i sve one kojima se mimo Allaha molite, i Gospodara svoga cu moliti; nadam se da dovom koju uputim Gospodaru mome necu razocaran biti"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Posto ih je napustio i one koje su, mimo Allaha, obozavali, Mi mu Ishaka i Jakuba darovasmo, i obojicu vjerovjesnicima ucinismo"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "i darovasmo im svako dobro i ucinismo da budu hvaljeni i po dobru spominjani"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "I spomeni u Knjizi Musaa! On je bio odabran i bio je poslanik, vjerovjesnik"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Mi smo ga s desne strane Tura zovnuli i Sebi ga priblizili da cuje rijeci Nase"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "i darovali mu, iz milosti Nase, kao vjerovjesnika brata njegova Haruna"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "I spomeni u Knjizi Ismaila! On je ispunjavao dato obecanje i bio poslanik, vjerovjesnik"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Naređivao je porodici svojoj da namaz obavljaju, i da zekat udjeljuju, i Gospodar njegov je bio njime zadovoljan"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "I spomeni u Knjizi Idrisa! On je bio istinoljubiv, vjerovjesnik"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "i Mi smo ga na visoko mjesto digli"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "To su vjerovjesnici koje je Allah blagodatima obasuo, potomci Ademovi i onih koje smo sa Nuhom nosili, i potomci Ibrahimovi i Israilovi, i onih koje smo uputili i odabrali. Kad bi im se ajeti Svemilosnog ucili, oni bi na sedzdu padali i plakali"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Njih smijenise narastaji koji namaz napustise i za pozudama pođose; oni ce na propast naici"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "izuzev onih koji su se pokajali, i vjerovali, i dobro cinili, njima se nece nikakva nepravda uciniti, oni ce u Dzennet uci"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "U vrtove Adna koje je Svemilosni robovima Svojim kao nesto sto je culima nedokucivo obecao, a obecanje Njegovo ce se, doista, ispuniti"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "u njima prazne besjede nece slusati, vec samo: \"Selam!\" -i u njima ce ujutro i navecer opskrbljeni biti"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Dat cemo da takav Dzennet naslijedi onaj od robova Nasih koji se bude Allaha bojao i grijeha klonio"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "A mi silazimo samo po naredbi Gospodara tvoga. Njemu pripada ono sto je pred nama i ono sto je za nama, i sto je između toga. A Gospodar tvoj nije zaboravan"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "On je Gospodar nebesa i Zemlje i onoga sto je između njih, zato samo Njemu ibadet cini i u tome budi ustrajan! Znas li da ima neko Njemu slican"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Covjek govori: \"Zar cu, kad umrem, zbilja biti ozivljen"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "A zar se covjek ne sjeca da smo ga jos prije stvorili, a da nije bio nista"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Tako mi Gospodara tvoga, Mi cemo i njih i sejtane skupiti, zatim cemo ih dovesti da oko Dzehennema na koljenima klece"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "a onda cemo iz svake skupine izdvojiti one koji su prema Svemilosnom najdrskiji bili"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "jer Mi najbolje znamo one koji su najvise zasluzili da u njemu gore"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "I svaki od vas ce do njega stici! Gospodar tvoj se sigurno tako obavezao"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Zatim cemo one koji su se Allaha bojali i grijeha klonili spasiti, a zulumcare cemo da u njemu na koljenima klece ostaviti"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "Kada su im se Nasi razgovijetni ajeti ucili, onda su oni koji nisu vjerovali govorili onima koji su vjerovali: \"Koja od ove dvije skupine ima bolje nastanbe i ljepsa sastajalista"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "A koliko smo Mi prije njih naroda unistili koji su blagom i izgledom bolji bili"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Reci: \"Onome ko je u zabludi, neka Svemilosni produzi zabludu!\" Ali kad takvi dozive da se opomene ostvare, bilo kazna, bilo Smak svijeta, zbilja ce saznati ko je u gorem polozaju i ko ima pobornika manje"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Allah ce povecati uputu onima koji su na Pravom putu! A dobra djela, koja vjecno ostaju - od Gospodara tvoga bit ce bolje nagrađena i ljepse uzvracena"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Zar nisi vidio onoga koji u ajete Nase ne vjeruje i govori: \"Zacijelo ce mi biti dat imetak i djeca"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "Ili je on u ono sto je culima nedokucivo prodro ili je od Svemilosnog obecanje primio"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Nijedno! Mi cemo ono sto on govori zapisati i patnju mu znatno produziti"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "a ono o cemu on govori - naslijediti i sam samcat ce Nam se vratiti"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "I oni mimo Allaha prihvataju bozanstva da im budu snaga"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Ali, ne! Bozanstva ce poreci obozavanje njihovo, i bit ce im protivnici"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Zar ne vidis da Mi sejtane na nevjernike saljemo da ih sto vise na zlo navracaju"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Zato ne trazi da sto prije stradaju, Mi im polahko dane odbrojavamo"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "Na Dan kada bogobojazne, kao uzvanike, pred Svemilosnim sakupimo"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "a kad u Dzehennem zedne gresnike potjeramo"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "niko se ni za koga nece moci zauzimati, osim onoga ko je obecanje od Svemilosnog uzeo"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Oni govore: \"Svemilosni je uzeo dijete"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Vi, doista, nesto krupno govorite"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Gotovo da se od toga nebesa raspadnu, a Zemlja provali i planine zdrobe"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "sto Svemilosnom pripisuju dijete"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "A Svemilosnom ne treba to da uzima dijete"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Ta, svi ce oni, i oni na nebesima i oni na Zemlji, doci Svemilosnom kao robovi"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "On ih je sve znanjem obuhvatio i svakoga napose izbrojio"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "i svi ce Mu na Kijametskom danu doci pojedinacno"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "One koji su vjerovali i dobra djela cinili Svemilosni ce sigurno voljenim uciniti"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Mi smo Kur'an ucinili lahkim, na tvome jeziku, da bi njime bogobojazne obradovao, a iskvarene ljude upozorio"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "A koliko smo samo naroda prije njih unistili! Da li ijednog od njih vidis i da li i najslabiji glas njihov cujes"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta-ha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Ne objavljujemo ti Kur'an da se mucis"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "vec da bude opomena onome koji se boji"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "objavljuje ga Stvoritelj Zemlje i nebesa visokih"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "Svemilosni, Koji se nad Arsom uzvisio"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Njegovo je sto je na nebesima, i na Zemlji, i sto je između njih, i sto je pod zemljom"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Ako se ti glasno molis, pa On zna i sto je tajno i sto je jos skrovitije"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Allah, istinskog boga osim Njega nema, najljepsa imena ima"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "A da li je do tebe dosla vijest o Musau"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "kada je vatru ugledao, pa porodici svojoj rekao: \"Ostanite vi tu, ja sam vatru vidio, mozda cu vam nekakvu glavnju donijeti ili cu pored vatre naci nekoga ko ce mi put pokazati"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "A kad do nje dođe, neko ga zovnu: \"O Musa"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Ja sam, uistinu, Gospodar tvoj! Izuj, zato, obucu svoju, ti si, doista, u blagoslovljenoj dolini Tuva"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Tebe sam izabrao, zato ono sto ti se objavljuje slusaj"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Ja sam, uistinu, Allah, drugog boga osim Mene nema; pa Meni ibadet cini i kad god Me se sjetis, namaz obavi"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "cas ozivljenja sigurno ce doci, skoro da ga i od Sebe tajim, kad ce svaki covjek prema trudu svome nagrađen ili kaznjen biti"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "I neka te zato od vjerovanja u njeg nikako ne odvrati onaj koji u njega ne vjeruje i koji slijedi strast svoju, pa da budes izgubljen"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "A sta ti je to u desnoj ruci, o Musa"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Ovo je moj stap\", odgovori on, \"kojim se postapam i kojim lisce ovcama svojim skidam, a sluzi mi i za druge potrebe"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Baci ga, o Musa!\", rece On"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "I on ga baci, kad on, zmija koja hmili"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Uzmi je i ne boj se!\", rece On, \"Mi cemo je vratiti u ono sto je prije bila"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "I uvuci ruku pod pazuho svoje, ruka ce se ukazati bijela, bez ikakve mahane; kao znak drugi"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "To je zato da ti pokazemo neke od Nasih najvecih znakova"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Idi faraonu, on se, zaista, osilio"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Gospodaru moj\", rece Musa, \"ucini prostranim prsa moja"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "i olaksaj zadatak moj"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "odrijesi cvor s jezika mog"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "da bi razumjeli govor moj"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "i daj mi pomocnika iz porodice moje"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Haruna, brata mog"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "osnazi me njime"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "i pridruzi mi ga u zadatku mome"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "da bismo Te mnogo velicanjem slavili"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "i da bismo Te mnogo spominjali"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Ti, uistinu, sve u vezi s nama uviđas"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "Udovoljeno je molbi tvojoj, o Musa\", rece On"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "a ukazali smo ti milost Svoju jos jednom"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "kada smo majku tvoju nadahnuli onim sto se samo nadahnucem zadobija"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Metni ga u sanduk i u rijeku baci, rijeka ce ga na obalu izbaciti, pa ce ga i Moj i njegov neprijatelj prihvatiti.' I na tebe sam prosuo ljubav od Sebe i da budes othranjen pod okom Mojim"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Kada je sestra tvoja otisla i rekla: 'Hocete li da vam ja pokazem onu koja ce se o njemu brinuti?' Mi smo te majci tvojoj opet vratili da se raduje i da vise ne tuguje. A ti si ubio jednog covjeka, pa smo te Mi brige oslobodili i raznim nevoljama te iskusali pa spasili. I ti si ostao godinama među stanovnicima Medjena, zatim si, o Musa, u određeno vrijeme dosao"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "i za Sebe sam te pripravio"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Idite ti i tvoj brat, sa znakovima Mojim, i nemojte malaksati u sjecanju na Mene"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Idite faraonu, on se, doista, osilio"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "pa mu blagim rijecima govorite, ne bi li razmislio ili se pobojao"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Gospodaru nas\", rekose oni, \"bojimo se da nas odmah na muke ne stavi ili da svaku mjeru zla ne prekoraci"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Ne bojte se!\", rece On. \"Ja sam s vama; cujem i vidim"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Idite k njemu i recite: \"Mi smo poslanici Gospodara tvoga, pusti sinove Israilove da idu s nama i nemoj ih muciti! Donijeli smo ti znak od Gospodara tvoga, pa neka je selam - spas onome ko Uputu slijedi"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Nama se objavljuje da ce patnja sigurno zadesiti onoga koji nijece i koji se okrece"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Pa ko je Gospodar vas, o Musa?\", upita faraon"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Gospodar nas je Onaj Koji je svemu dao oblik a zatim ga uputio"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "A sto je s narodima davnasnjim?\", upita on"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Znanje o njima kod Gospodara je moga, u Knjizi!\", rece Musa, \"Gospodaru mome nista skriveno nije i On ne zaboravlja"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Onaj Koji je za vas Zemlju posteljom ucinio i po njoj vam prolaze utro, i On spusta s neba kisu, pa Mi dajemo da uz njenu pomoc u parovima nice bilje raznovrsno"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Jedite i napasajte stoku svoju! Tu su znakovi za one koji pameti imaju"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Od zemlje vas stvaramo i u nju vas vracamo i iz nje cemo vas i drugi put izvesti"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "I Mi smo faraonu sve znakove Nase pokazali, ali je on ipak porekao i da povjeruje odbio"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Zar si dosao da nas pomocu vradzbine svoje iz zemlje nase izvedes, o Musa!\", upitao je"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "I mi cemo tebi vradzbinu slicnu ovoj, doista, pripremiti! Zakazi nam mjesto i vrijeme susreta koji necemo prekrsiti ni mi, a ni ti, i neka to bude na mjestu vidnom"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Neka mjesto i vrijeme susreta bude na dan gizdanja?' rece Musa, \"i nek se narod izjutra sakupi"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "I faraon ode, sakupi carobnjake svoje i poslije dođe"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Tesko vama!\", rece Musa. \"Ne iznosite lazi o Allahu, pa da vas On kaznom unisti, a sigurno nece uspjeti onaj koji lazi iznosi"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "I oni se, o tome sta im je ciniti, stadose između sebe raspravljati, a tiho su saptali"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Ova dvojica su carobnjaci'', rekose jedni drugima, \"hoce da vas vradzbinama svojim iz zemlje vase izvedu i da uniste vas pravac najcasniji"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "zato lukavstvo svoje pametno pripremite, a onda u red stanite. Ko danas pobijedi, sigurno ce postici sto zeli"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "O Musa\", rekose oni, \"hoces li ti ili cemo najprije mi baciti"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Bacite vi!\", rece on, i odjednom mu se pricini da se konopi njihovi i stapovi njihovi, zbog vradzbine njihove, krecu"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "I Musa u sebi osjeti zebnju"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Ne boj se!\", rekosmo Mi, \"ti ces, doista, pobijediti"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Samo baci to sto ti je u desnoj ruci, progutat ce ono sto su oni napravili, jer je ono sto su oni napravili samo varka carobnjaka, a carobnjak nece, ma gdje dosao, uspjeti"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "I carobnjaci se bacise licem na tlo govoreci: \"Mi vjerujemo u Harunova i Musaova Gospodara"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Vi ste mu povjerovali\", viknu faraon, \"prije nego sto sam vam ja dopustio! On je ucitelj vas, on vas je vradzbini naucio i ja cu vam, zacijelo, unakrst ruke i noge vase odsjeci i po stablima palmi vas razapeti i sigurno cete znati ko je od nas u mucenju strasniji i ustrajniji"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Mi necemo tebe staviti iznad jasnih dokaza koji su nam dosli i iznad Onoga Koji nas je stvorio\", odgovorise oni, \"pa cini sto hoces, to mozes uciniti samo u zivotu dunjaluckom"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Mi vjerujemo u Gospodara naseg da bi nam grijehe nase oprostio i vradzbine na koje si nas ti primorao. A Allah je bolji i trajnije nagrađuje"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Zaista, onoga koji pred Gospodara svoga kao prestupnik dođe - ceka Dzehennem; u njemu nece ni umrijeti ni zivjeti"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "a one koji pred Njega dođu kao vjernici, a koji su dobra djela cinili, njih cekaju visoki stepeni"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "vrtovi Adna kroz koje rijeke teku, u njima ce oni vjecno ostati, i to ce biti nagrada za one koji se budu ocistili"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "I Mi objavismo Musau: \"Nocu izvedi robove Moje i pronađi im suhi put kroz more, ne strahujuci da ce te oni stici i ne bojeci se da ces se utopiti"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "A faraon je za njima s vojskama svojim krenuo, pa se na njih more srucilo"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "I faraon je narod svoj u zabludu doveo, a nije na Put pravi izveo"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "O sinovi Israilovi, Mi smo vas od neprijatelja vaseg izbavili, i na desnoj strani Tura rok vam zakazali, i manu i prepelice vam slali"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Jedite ukusna jela kojima vas opskrbljujemo i ne budite u tome obijesni da vas ne bi snasla srdzba Moja; a koga snađe srdzba Moja - nastradao je"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Ja cu sigurno oprostiti onome ko se pokaje i uzvjeruje i dobra djela cini, i koji zatim na Pravom putu ustraje"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "A zasto si prije naroda svoga pozurio, o Musa"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Evo idu za mnom\", odgovori on, \"a pozurio sam k Tebi, Gospodaru moj, da budes zadovoljan"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Mi smo narod tvoj, poslije tvog odlaska, u iskusenje stavili\", rece On, \"i njih je zaveo Samirija"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "I Musa se narodu svome vrati srdit i zalostan. \"O narode moj\", rece, \"zar vam Gospodar vas nije dao lijepo obecanje? Zar vam se vrijeme oduljilo, ili hocete da vas stigne srdzba Gospodara vaseg, pa se zato niste drzali obecanja koje ste mi dali"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Nismo od svoje volje prekrsili obecanje koje smo ti dali\", odgovorise. \"Bili smo natovareni teretima, nakitom faraonova naroda, pa smo to pobacali.\" A to je uradio i Samirija"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "pa im izlio tele koje kao da je mukalo, i oni su onda rekli: \"Ovo je vas bog i Musaov bog, a on ga je zaboravio"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Zar oni nisu vidjeli da im ono ni rijeci ne odgovara i da od njih ne moze nikakvu nevolju otkloniti niti im moze ikakvu korist pribaviti"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "A njima je Harun jos prije govorio: \"O narode moj, vi ste njime samo u iskusenje dovedeni; Gospodar vas je Svemilosni, zato slijedite mene i slusajte naređenje moje"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Mi cemo mu u obozavanju privrzeni biti sve dok nam se ne vrati Musa\", rekose oni"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "O Harune!\", povika Musa. \"Sta te je sprijecilo, kad si ih vidio da su zalutali"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "pa za mnom nisi posao? Zasto nisi naređenje moje poslusao"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "O sine moje majke\", rece Harun, \"ne hvataj me za bradu i za kosu! Ja sam se plasio da ti ne reknes: 'Razdor si među sinovima Israilovim posijao i nisi postupio onako kako sam ti rekao"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "A sta si ti to htio, o Samirija?\", upita Musa"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Ja sam vidio ono sto oni nisu vidjeli\", odgovori on, \"pa sam saku zemlje sa traga Izaslanikova uzeo i to bacio, i eto, tako mi to uljepsa moja dusa"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "E onda se gubi!\", rece Musa, \"citavog svog zivota ces govoriti: 'Nema doticanja!', a ceka te jos i Cas određeni koji te nece mimoici. Pogledaj samo ovoga tvog boga kojem si u obozavanju privrzen bio: mi cemo ga sigurno spaliti i po moru mu prah rasuti"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Vas Bog je, Allah, drugog boga osim Njega nema! On znanjem sve obuhvata"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "I tako, eto, kazujemo ti neke vijesti o onome sto je vec proslo i dali smo ti od Nas Opomenu"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Ko se od nje okrene, na Kijametskom danu ce doista tesko breme ponijeti"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "vjecno ce tako ostati, a jeziv tovar ce im na Kijametskom danu biti"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Na Dan kada ce se u rog puhnuti - Taj dan cemo prestupnike modre sakupiti"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "i jedan drugom ce tiho govoriti: \"Niste ostali vise od deset dana"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Mi dobro znamo o cemu ce oni govoriti kad najrazboritiji između njih rekne: \"Ostali ste samo dan jedan"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "A pitaju te o planinama, pa ti reci: \"Gospodar moj ce ih u prah pretvoriti i zasuti"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "a mjesta na kojima su bile ravnom ledinom ostaviti"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "ni udubina ni uzvisina na Zemlji neces vidjeti"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Taj dan ce se oni glasniku odazvati, od koga odstupanja nema i pred Svemilosnim ce se glasovi stisati i ti ces samo sapat cuti"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Taj dan nece biti od koristi zauzimanje osim onoga kome Svemilosni dopusti i cijim rijecima je zadovoljan"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "On zna sta su radili i sta ih ceka, a oni znanjem ne mogu Njega obuhvatiti"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Lica ce se Zivom i Samoopstojecem Odrzavatelju poniziti, a onaj ko se zulumom bude natovario sigurno ce na gubitku biti"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "A onaj ko je dobra djela cinio, a vjernik je bio, nece se zuluma ni zakidanja plasiti"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "I, eto, tako Mi Kur'an na arapskom jeziku objavljujemo i u njemu prijetnje izlazemo da bi se oni grijeha klonili ili da bi ih na poslusnost pobudio"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Neka je uzvisen Allah, Vladar Istiniti! I ne zuri s citanjem Kur'ana prije nego sto ti se objavljivanje njegovo zavrsi, i reci: \"Gospodaru moj, Ti znanje moje povecaj"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "A Adema smo jos prije obavezali, pa on zaboravi i ne nađosmo da je odlucan"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "A kad smo melecima rekli: \"Sedzdu Ademu ucinite!\", oni sedzdu ucinise, samo Iblis nije htio"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "O Ademe!\", rekli smo, \"ovo je zaista neprijatelj tebi i tvojoj zeni, zato nikako ne dozvoli da vas on izvede iz Dzenneta, pa da se onda mucis"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "U njemu neces ni ogladnjeti ni go biti"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "u njemu neces ni ozednjeti, ni zegu osjetiti"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Ali sejtan ga poce nagovarati i govoriti: \"O Ademe, hoces li da ti pokazem drvo besmrtnosti i carstvo koje nece nestati"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "I njih dvoje pojedose s njega i ukazase im se stidna mjesta njihova pa pocese po njima lisce dzennetsko stavljati, tako Adem nije Gospodara svoga poslusao, pa je zabasao"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Poslije ga je Gospodar njegov odabrao, pa mu oprostio i na Pravi put ga uputio"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Izlazite iz njega svi\", rece On, \"jedni drugima neprijatelji cete biti! Od Mene ce vam Uputa dolaziti, i onaj ko bude slijedio Uputu Moju nece zalutati i nece nesretan biti"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "A onaj ko se okrene od Opomene Moje, taj ce teskim zivotom zivjeti i na Kijametskom danu slijepim cemo ga oziviti"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Gospodaru moj\", reci ce, \"zasto si me slijepa ozivio kad sam vid imao"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Evo zasto\", reci ce On. \"Ajeti i znakovi nasi su ti dolazili, ali si ih zaboravljao, pa ces danas tako i ti biti zaboravljen"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "I tako cemo Mi kazniti sve one koji su pretjerivali i u ajete i znakove Gospodara svoga nisu vjerovali. A patnja na onom svijetu bit ce, uistinu, bolnija i vjecna"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Zar njima nije poznato koliko smo naroda prije njih unistili, onih po cijim nastambama oni hode! Tu su, zaista, znakovi za ljude pametne"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "I da nije prije izrecene rijeci Gospodara tvoga, kazna bi vec bila neminovna"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Zato, otrpi njihove rijeci i Gospodara svoga slavi, hvaleci Ga, prije izlaska Sunca i prije zalaska njegova, i slavi Ga u nocnim casovima, i na krajevima dana, da bi bio zadovoljan"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "I nikako ne gledaj dugo ljepote dunjaluckog zivota koje Mi kao uzitak nekima od njih pruzamo, da ih time na kusnju stavimo, a opskrba Gospodara tvoga bolja je i vjecna"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Naredi porodici svojoj da obavlja namaz i ustraj u tome! Mi ne trazimo od tebe opskrbu, Mi tebe opskrbljujemo! A samo za bogobojaznost lijep ishod sljeduje"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Nevjernici govore: \"Zasto nam ne donese kakav znak od Gospodara svoga?\" A zar im ne dolazi objasnjenje o onome sto ima u prijasnjim listovima"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "A da smo ih kakvom kaznom prije njega unistili, sigurno bi rekli: \"Gospodaru nas, zasto nam nisi poslanika poslao, pa bismo rijeci Tvoje slijedili prije nego sto smo ponizeni i osramoceni postali"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Reci: \"Svako iscekuje, pa iscekujte i vi, a sigurno cete saznati ko su bili sljedbenici ispravnog puta i ko je i sam za uputom tragao"
        },
        {
            "chapter": 21,
            "verse": 1,
            "text": "Ljudima se blizi cas polaganja racuna, a oni u gafletu, okrecu se"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "I ne dođe im nista novo od Opomene od Gospodara njihova cemu se, slusajuci to, ne podsmjehuju"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "srca nehajnih. Oni koji su zulum pocinili tajno se sasaptavase: \"Da li je ovaj nesto drugo do covjek kao i vi?! Zar cete se prikloniti vradzbini, a vidite da to jest"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Gospodar moj zna\", rece on, \"sta se govori na nebu i na Zemlji; On je Svecujuci i Sveznajuci"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Oni cak, govore: \"To su samo zbrkani snovi; on ga izmislja; on je pjesnik; neka nam donese kakav znak kao sto su i prijasnji poslanici s time slati"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Nijedno naselje koje smo Mi prije njih unistili nije povjerovalo, pa zar ce oni povjerovati"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "I prije tebe smo samo ljude - muskarce kao poslanike slali i objavljivali im, zato pitajte ljude od znanja, ako vi ne znate"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Mi ih nismo stvorili kao tijela koja zive bez hrane, niti su oni besmrtni bili"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Poslije smo im obecanje ispunjavali, i njih, i one koje smo htjeli spasavali, a one koji su pretjerali, unistavali"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Mi vam Knjigu objavljujemo u kojoj vam je opomena, pa zasto ne razumijete"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "A koliko smo samo unistili naselja koja su zulum cinila i poslije kojih smo druge narode podigli"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "I cim bi silu nasu osjetili, iz njih bi se razbjezali"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Ne bjezite, vratite se uzivanjima vasim i domovima vasim, mozda cete biti priupitani"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Tesko nama\", oni bi govorili, \"mi smo, zaista, zulumcari bili"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "I kukali bi tako sve dok ih ne bismo ucinili, kao zito poznjeveno, nepomicnim"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Mi nismo stvorili nebo i Zemlju i ono sto je između njih, igrajuci se"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Da smo htjeli uzeti neku zabavu, uzeli bismo je od Nas, ali Mi to ne cinimo"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Međutim, Istinom suzbijamo laz, Istina je ugusi i lazi nestane; a tesko vama zbog toga sto Ga lazno opisujete"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Njegovo je ono sto je na nebesima i na Zemlji! A oni koji su kod Njega ne zaziru da Mu budu pokorni, i ne zamaraju se"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "hvale Ga nocu i danju, ne malaksavaju"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Zar bozanstva koja oni od zemlje pripravljaju mogu mrtve oziviti"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "A da na njima - Zemlji i nebesima ima drugih istinskih bozanstava osim Allaha, i na jednom i na drugom reda bi nestalo. Pa neka je uzvisen Allah, Gospodar Arsa, od onoga sto Mu u obozavanju pridruzuju"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "On nece biti pitan za ono sto radi, a oni ce biti pitani"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Zar da pored Njega oni uzimaju bogove?! Reci: \"Dajte vas dokaz! Ovo je opomena za one koji su sa mnom, a i opomena za one koji su bili prije mene.\" Međutim, vecina njih ne zna Istinu, pa se okrecu"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Prije tebe nijednog poslanika nismo poslali, a da mu nismo objavili: \"Nema istinskog boga osim Mene, zato Meni ibadet cinite"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Oni govore: \"Svemilosni je uzeo dijete!\", Uzvisen neka je On! A meleci su samo robovi postovani"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Oni ne govore dok to On ne odobri i postupaju onako kako On naredi"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "On zna sta su radili i sta ce raditi, i oni ce se samo za onoga s kim On bude zadovoljan zauzimati, a oni i sami, iz straha prema Njemu, strepe"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "A onoga od njih koji bi rekao: \"Ja sam, doista, pored Njega, bog!\", kaznili bismo Dzehennemom, jer Mi tako kaznjavamo zulumcare"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Zar ne znaju nevjernici da su nebesa i Zemlja bili spojeni, pa smo ih Mi razdvojili, i da Mi od vode sve zivo stvaramo?! Pa zar nece vjerovati"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Mi smo po Zemlji nepomicne planine razmjestili da ih ona ne potrese, i po njima smo prolaze i staze ucinili da bi oni kuda zele stizali"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "A nebo smo ucinili svodom cuvanim, a oni se od Njegovih znakova okrecu"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "I On je Taj Koji je stvorio noc i dan, i Sunce i Mjesec, i svi oni u svemiru plove"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "I Mi nismo nijednom covjeku prije tebe dali vjecnost; ako ti umres, zar ce oni dovijeka zivjeti"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Svako zivo bice smrt ce okusiti! Mi vas stavljamo na kusnju i u dobru i u zlu, i Nama cete se vratiti"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Kada te vide oni koji ne vjeruju, samo ti se rugaju: \"Je li to onaj koji vase bogove huli?\" A oni sami ne vjeruju kad se spomene Svemilosni"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Covjek je stvoren sklon zurbi. Pokazat cu vam znakove Svoje, zato Me ne pozurujte"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Oni govore: \"Kada ce vec jednom to prijetece obecanje, ako istinu govorite"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "A kad bi nevjernici samo znali vrijeme kada nece moci otkloniti vatru od lica svojih i leđa svojih, i da im niko nece moci pruziti pomoc"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Naprotiv, ona ce im nenadano doci i zaprepastiti ih i oni je nece moci odagnati, a nece im se ni vremena dati"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "I prije tebe su poslanike ruglu izvrgavali, pa je one koji su im se rugali stiglo bas ono cemu su se rugali"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Reci: \"Ko ce vas umjesto Svemilosnog nocu i danju stititi?!\" Pa, ipak, oni se od Opomene Gospodara svoga okrecu"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Zar oni imaju bozanstva, osim Nas, koja ce ih odbraniti?! Ona sama sebi ne mogu pomoci, niti se od Nas mogu zastititi"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Mi smo ovima, a i precima njihovim, dali da uzivaju tako da im se zivot u tome oduljio, A zar oni ne vide da Mi Zemlju s krajeva njezinih umanjujemo, pa kako da oni budu pobjednici"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Reci: \"Ja vas upozoravam Objavom!\", ali, gluhi ne cuju poziv kada ih se upozorava"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "A da ih samo dasak kazne Gospodara tvoga dotakne, sigurno bi povikali: \"Tesko nama, doista smo zulumcari bili"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "I postavit cemo tacne tezulje za vaganje kad Kijametski dan bude, pa se nikome nece zulum uciniti. A ako nesto bude tesko koliko zrno gorusice, Mi cemo to iznijeti na vidjelo. Dovoljni smo da racune svodimo"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Mi smo Musau i Haranu dali Furkan, svjetlo i opomenu za bogobojazne"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "za one koji se budu Gospodara svoga bojali i u osami, i koji od casa ozivljavanja budu strepjeli"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "I ovo je Opomena blagoslovljena koju objavljujemo, pa zar da je vi poricete"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Mi smo jos prije Ibrahimu razboritost dali i dobro smo ga poznavali"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Kad on ocu svome i narodu svome rece: \"Kakvi su ovo kumiri kojima se tako predano klanjate"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "oni odgovorise: \"Nasli smo nase pretke da ih obozavaju"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "I vi ste, a i preci vasi, bili u ocitaj zabludi\", rece"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Govoris li ti to ozbiljno ili se samo salis?\", upitase oni"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Ne\", rece. \"Gospodar vas je Gospodar nebesa i Zemlje. On je njih stvorio, i ja sam vam za to jedan od svjedoka"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Tako mi Allaha, ja cu, doista, vasim kumirima napakostiti nakon sto se okrenete i udaljite"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "I porazbija ih on u komade, osim onoga najveceg, da bi se njemu obratili"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Ko uradi ovo s bogovima nasim?\", povikase oni, \"zaista u zulumcare spada"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Culi smo jednog momka kako ih huli\", rekose, \"ime mu je Ibrahim"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Dovedite ga da ga ljudi vide\", rekose, \"da posvjedoce"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Jesi li ti uradio ovo s bogovima nasim, o Ibrahime?\", upitase"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "To je ucinio ovaj najveci od njih; pitajte ih ako umiju govoriti\", rece on"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "I oni sebi dođose i rekose: \"Vi ste, zaista, zulumcari"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Zatim glave oborise i rekose: \"Ti znas da ovi ne govore"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Pa zasto onda, umjesto Allaha, obozavate one koji vam ne mogu ni koristiti niti od vas kakvu stetu otkloniti?\", upita on"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Pa zasto onda, umjesto Allaha, obozavate one koji vam ne mogu ni koristiti niti od vas kakvu stetu otkloniti?\", upita on"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Spalite ga i bogove svoje pomozite, ako hocete to da ucinite!\", povikase"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "O vatro!\", rekosmo Mi, \"postani hladna, i spas Ibrahimu"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "I htjedose mu spletku skovati, ali ih Mi ucinismo gubitnicima najvecim"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "I spasismo i njega i Luta u zemlju koju smo za ljude blagoslovili"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "i poklonismo mu Ishaka, i Jakuba povrh toga, i sve ucinismo cestitim"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "I ucinismo ih vođama da upucuju prema zapovijedi Nasoj, i objavismo im da cine dobra djela, i da namaz obavljaju, i da zekat udjeljuju, i samo su Nama ibadet cinili"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "I Lutu mudrost i znanje dadosmo i iz grada ga, u kome su stanovnici njegovi nevaljalstine cinili, izbavismo; to, uistinu, bijase narod buntovan i zao"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "i u milost Nasu ga uvedosmo; on je, doista, od onih dobrih"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "I spomeni Nuha - kad u davno vrijeme zavapi, pa Mu se odazvasmo, i njega i njegovu porodicu od jada velikog spasismo"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "i od naroda ga, koji je smatrao neistinitim znakove Nase, zastitismo. To bijahu opaki ljudi, pa ih sve potopismo"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "I spomeni Davuda i Sulejmana, kada su sudili o usjevu sto su ga nocu ovce necije opasle, i Mi smo bili svjedoci suđenju njihovu"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "i ucinismo da Sulejman pronikne u to, a obojici smo mudrost i znanje dali. I potcinismo planine i ptice da s Davudom Allaha slave i velicaju: sve to Mi smo ucinili"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "I naucismo ga da izrađuje pancire za vas da vas stite u borbi sa neprijateljem, pa zasto niste zahvalni"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "A Sulejmanu vjetar jaki potcinismo, po zapovijedi njegovoj je puhao prema zemlji koju smo blagoslovili; a Mi sve dobro znamo"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "i sejtane neke da zbog njega rone, a radili su i poslove druge, i nad njima smo Mi bdjeli"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "I Ejjuba, kada je Gospodaru svome zavapio: \"Mene je nevolja snasla, a Ti si Milosnik najmilostiviji"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "I Mi mu se odazvasmo i nevolju mu koja ga je morila otklonismo i vratismo mu, miloscu Nasom, porodicu njegovu, i uz njih jos toliko, i da bude opomena onima koji su Nama pokorni"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "I spomeni Ismaila, i Idrisa, i Zulkifla, a svi su oni bili strpljivi"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "I uvedosmo ih u milost Nasu, oni doista bijahu cestiti"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "I spomeni Zunnuna kada srdit ode i pomisli da ga necemo usmrtiti, pa poslije u tminama zavapi. \"Nema istinskog boga osim Tebe, Uzvisen neka si! Ja sam, zaista, bio od onih koji su zulum ucinili"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Pa mu se odazvasmo i tegobe ga spasismo; eto tako Mi spasavamo vjernike"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "I spomeni Zekerijjaa, kada pozva Gospodara svoga: \"Gospodaru moj, ne ostavljaj me samog, Ti si Najbolji Nasljednik"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Pa smo mu se odazvali i poklonili mu Jahjaa i suprugu mu izlijecili. Oni su se trudili da sto vise dobra ucine i molili su Nam se u nadi i strahu, i bili su prema Nama ponizni"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "I spomeni onu koja je sacuvala cednost - djevicanstvo svoje, pa smo u nju Nas duh udahnuli, i nju i sina njezina ucinili da budu svim svjetovima znamenje"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Doista, ova vasa vjera - jedna je vjera, a Ja sam - vas Gospodar, pa Meni u ibadetu budite"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "I oni su se između sebe u vjeri podvojili, a svi ce se Nama vratiti"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Ko bude dobra djela cinio i uz to vjernik bio, trud mu nece lisen nagrade ostati, jer smo ga sigurno Mi pribiljezili"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "A dopusteno nije da se stanovnici bilo kojeg naselja koje smo Mi unistili vrate"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "I kad se oslobode Je'dzudz i Me'dzudz i kad se budu niz sve strmine zurno spustali"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "i priblizi se Istinita prijetnja, tada ce se pogledi nevjernika ukociti. \"Tesko nama, mi smo prema ovome ravnodusni bili, pa cak smo i zulumcari bili"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "I vi, i oni koje pored Allaha obozavate, bit cete gorivo u Dzehennemu, a u njega cete doista uci"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Da su oni bogovi, ne bi u njega usli, i svi ce u njemu vjecno boraviti"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "U njemu ce priguseno uzdisati, u njemu nista radosno nece cuti"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "A oni kojima smo jos prije lijepu nagradu obecali, oni ce od njega daleko biti"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Huku njegovu nece cuti, i vjecno ce u onom sto im budu duse zeljele uzivati"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "nece ih brinuti najveci uzas, nego ce ih meleki docekati: \"Evo, ovo je Dan vas koji vam je obecavan"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Na Dan kad smotamo nebesa kao sto se smota list papira za pisanje, onako kako smo prvi put iz nista stvorili, tako cemo ponovo iz nista stvoriti, to je obecanje Nase, Mi cemo, doista, to uciniti"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Mi smo u Zeburu, poslije Opomene, napisali da ce Zemlju Moji cestiti robovi naslijediti"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "U ovom je doista saopcenje za ljude koji budu Allahu robovali"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "a tebe smo samo kao milost svjetovima poslali"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Reci: \"Meni se objavljuje da je vas Bog- Jedan Bog, pa samo Njemu budite predani"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "A ako se oni okrenu, ti reci: \"Ja sam vas sve, bez razlike, obavijestio, a ne znam da li je blizu ili daleko Ono sto vam se kao prijetnja obecava"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "On zna glasno izgovorene rijeci, zna i ono sto krijete"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "a ja ne znam da nije to vama iskusenje, i pruzanje uzivanja jos za izvjesno vrijeme"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Gospodaru moj, presudi onako kako su zasluzili!\", rece on, \"a Gospodar nas Svemilosni jeste Onaj od Kojega treba traziti pomoc protiv onoga cime Ga opisujete"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "O ljudi, bojte se Gospodara svoga! Zaista je potres Casa kijametskog nesto veliko"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "Na Dan kada ga vidite vi, svaka dojilja ce ono sto doji zapanjena zaboraviti, a svaka trudnica ce svoj plod pobaciti i ti ces vidjeti ljude pijane, a oni nece pijani biti, nego ce kazna Allahova zestoka biti"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Ima ljudi kao onaj koji se bez znanja raspravlja o Allahu i koji slijedi svakog sejtana buntovnog"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "Za njega je vec propisano da ce svakog onog ko ga uzme za zastitnika na stranputicu zavesti i u patnju ga ognjenu odvesti"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "O ljudi! Ako ste u sumnji spram prozivljenja - pa Mi smo vas, zaista, stvorili od prasine, zatim od kapi sjemena, potom od zakvacka, zatim od grude mesa, oblikovanog i neoblikovanog, da bismo vama objasnili! A u matericama zadrzavamo sta hocemo, do roka određenog, zatim cinimo da se kao dojencad rađate i da poslije do muzevnog doba uzrastete; neko od vas umire, a neko duboku starost dozivljava, tako da, nakon sto je znao, ne zna nista. I ti vidis zemlju kako je zamrla, ali kad na nju vodu spustimo, ona ustrepce i uzbuja, i iz nje iznikne svakovrsno bilje prekrasno"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "To je zato sto je Allah, bas On, zaista, Istina i sto On ozivljava mrtve, i sto On nad svime ima moc"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "i sto ce Cas ozivljenja, u to nema sumnje, doci i sto ce Allah one u grobovima oziviti"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Ima ljudi kao onaj koji o Allahu raspravlja bez znanja i bez Upute i bez Knjige svjetilje"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "savijajuci svoj vrat da bi s Allahova Puta odvracao. Njega na dunjaluku ceka ponizenje, a na Kijametskom danu dat cemo mu da iskusi patnju vatrom"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "Eto, to je zbog djela ruku tvojih, a Allah, zaista, ne cini zulum robovima Svojim"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Ima ljudi kao onaj koji Allaha obozava kolebljivo, na ivici, ako ga zadesi dobro, smiri se time, a ako ga zadesi iskusenje, on se potpuno okrene, pa tako izgubi i dunjaluk i ahiret. To je, uistinu, ociti gubitak"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "On, pored Allaha, moli onoga koji od njega ne moze nikakvu stetu otkloniti niti mu moze bilo kakvu korist pribaviti; to je, zaista, daleka stranputica"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "moli onoga sto ce mu prije nauditi nego od koristi biti; takav je, doista, los zastitnik i zao drug"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Allah ce one koji vjeruju i cine dobra djela, zaista, uvesti u dzennetske basce, kroz koje rijeke teku. Allah radi ono sto hoce"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Onaj ko misli da Poslaniku Allah nece pomoci ni na dunjaluku ni na ahiretu, neka rastegne uze do tavanice i neka ga presijece, pa nek vidi da li ce njegov plan otkloniti ono sto ga srdi"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "I tako isto, Mi ga u vidu jasnih ajeta objavljujemo, a Allah upucuje koga hoce"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Zaista ce onima koji vjeruju, jevrejima, sabijcima, krscanima, poklonicima vatre i viseboscima, zaista ce im Allah presuditi na Kijametskom danu. Allah je, zaista, svemu svjedok"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Zar ne vidis da Allahu sedzdu cine i oni na nebesima i oni na Zemlji, a i Sunce, i Mjesec, i zvijezde, i planine, i drvece, i zivotinje, i mnogi ljudi, a mnogi i kaznu zasluzuju. A koga Allah ponizi, niko ga ne moze postovanim uciniti; Allah, zaista, radi sto hoce"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Ta dva protivnicka tabora spore se o Gospodaru svome; onima koji ne budu vjerovali bit ce odijela od Vatre skrojena, a kljucala voda bit ce na glave njihove sipana"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "od nje ce se istopiti ono sto je u trbusima njihovim, i koza"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "a imat ce oni i gvozdene kukaste stapove"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "kad god htjednu da zbog teskog jada iz nje iziđu, bit ce u nju vraceni: \"Iskusite patnju vatrenu"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "A one koji budu vjerovali i dobra djela cinili-Allah ce sigurno uvesti u dzennetske basce kroz koje rijeke teku; u njima ce se narukvicama od zlata i biserom kititi a odjeca ce im svilena biti"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "I napuceni su da govore lijepe rijeci i napuceni su na Put Hvaljenoga"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Zaista ce oni koji ne vjeruju i odvracaju od Allahova Puta i Casne dzamije koju smo namijenili za sve ljude, jednako za mjestanina i za beduina, biti kaznjeni. A onome ko u njemu naumi zastraniti zulum cineci, dat cemo da patnje bolne kusa"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "I kada smo Ibrahimu pokazali mjesto Kuce, rekavsi: \"Meni nista ne pridruzuj, i ocisti Kucu Moju za one koji ce je obilaziti, koji ce stajati i koji ce na ruku'u i sedzdi biti"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "I oglasi ljudima hadz - i dolazit ce ti pjeske i na kamilama iznurenim koje dolaze sa dalekog puta"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "I da bi prisustvovali onome od cega ce koristi imati i da bi ime Allahovo spominjali u danima poznatim zato sto ih je oskrbio zivotinjama domacim. Jedite meso njihovo i nahranite siromaha ubogog"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Neka potom sa sebe prljavstinu uklone, neka svoje zavjete ispune i neka oko Kuce drevne obilaze"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "To je tako! A ko Allahove zabrane smatra velikim, pa to ce mu biti dobro kod Gospodara njegova - a dozvoljena vam je stoka, osim one koja vam se spominje - pa klonite se prljavstine kumira i klonite se lazna govora"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "iskazujuci Allahu cistu predanost, ne pridruzujuci Mu u obozavanju nikoga! A onaj ko Allahu pridruzuje druge - kao da je s neba pao, pa ga ptice razgrabe, ili ga vjetar u daleki predio otpuse"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Tako je to! Pa ko postuje Allahova znamenja - znak je to bogobojaznosti srca"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Vi imate u njima koristi do određenog roka, a poslije je mjesto njihovo kraj Kuce drevne"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Svakoj vjerskoj zajednici propisali smo klanje kurbana da bi spominjali Allahovo ime prilikom klanja stoke koju im On daje. Vas Bog je jedan Bog, zato se samo Njemu iskreno predajte! A radosnom vijescu obraduj ponizne"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "cija srca, kad se Allah spomene, strah obuzme, i one koji strpljivo podnose nevolje koje ih zadese, i one koji namaz obavljaju i koji, od onoga sto im Mi dajemo, udjeljuju"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "A kamile smo vam ucinili jednim od Allahovih znamenja i vi u njima imate dobro, zato spominjite Allahovo ime nad njima, dok stoje sa jednom podvijenom nogom, a kad njihovi bokovi padnu na zemlju. Jedite ih, a nahranite i onoga koji se zadovolji s onim sto mu se da, a i onog koji dođe da mu se da; tako smo vam ih potcinili da biste zahvalni bili"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Do Allaha nece doprijeti meso njihovo i krv njihova, ali ce Mu stici bogogojaznost vasa. Tako vam ih je potcinio da biste Allaha velicali zato sto vas je uputio. I obraduj one koji dobra djela cine"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "I Allah, doista, stiti vjernike, Allah sigurno ne voli nijednog izdajnika, nezahvalnika"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Dopusteno je onima koji su napadnuti da se bore, zato sto im je zulum ucinjen - a Allah je, doista, kadar da ih pomogne"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "Onima koji su bespravno iz zavicaja svoga prognani samo zato sto su govorili: \"Gospodar nas je Allah!\" A da Allah ne suzbije neke ljude drugima, do temelja bi bile porusene monaske celije, i crkve, i sinagoge, a i dzamije, u kojima se mnogo spominje Allahovo ime. A Allah ce sigurno pomoci one koji Njega pomazuv -Allah je, zaista, mocan i silan"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "I oni koji ce, ako im damo vlast na Zemlji, namaz obavljati i zekat udjeljivati i koji ce traziti da se cine dobra djela, a odvracati od nevaljalih- a Allahu se, na kraju, sve vraca"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "A to sto te oni smatraju laznim, pa i prije njih su narod Nuhov, i Ad, i Semud poslanike smatrali laznim"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "i narod Ibrahimov, i narod Lutov"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "i stanovnici Medjena; a laznim je smatran i Musa, i Ja sam nevjernicima vremena davao, zatim bi ih dohvatio kaznom, pa kakva je bila osuda Moja"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "I koliko samo ima naselja koja smo unistili, a zulum su cinila, pa su pusta i srusena na krovove svoje! I koliko ima bunara zapustenih i palaca visokih"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Zasto oni ne putuju po Zemlji pa da srca njihova shvate ono sto treba da shvate, i da usi njihove cuju ono sto treba da cuju, ali, oci nisu slijepe, vec srca u grudima"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "Oni od tebe traze da se patnja ubrza, a Allah nece iznevjeriti obecanje Svoje; samo jedan dan u Gospodara tvoga traje koliko hiljadu godina po vasem racunanju"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "I koliko je bilo naselja kojima sam vremena davao, a zulum su cinila, da bih ih najzad, kaznom dohvatio! A kod Mene je konacno odrediste"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "Reci: \"O ljudi, ja sam vam samo upozoritelj jasni"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "oni koji budu vjerovali i dobra djela cinili imat ce oprost i opskrbu plemenitu"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "a oni koji se budu trudili da ajete Nase poreknu, odvracajuci od njih, bit ce stanovnici Dzehennema"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Prije tebe, Mi nijednog poslanika i vjerovjesnika nismo poslali a da sejtan nije, kad bi on kazivao, u kazivanje njegovo nesto ubacio. Allah bi ono sto bi sejtan ubacio uklonio, a zatim bi ajete Svoje ucvrstio, a Allah je Onaj Koji sve zna i mudar je"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "To je zato da ono sto sejtan ubaci ucini iskusenjem za one u cijim srcima je bolest i za one cija su srca okrutna - a zulumcari su, zaista, u rascjepu i na stranputici dalekoj"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "i da bi oni koji su znanjem obdareni spoznali da je Kur 'an Istina od Gospodara tvoga, pa u njega povjerovali i da mu srca njihova budu ponizna. Zaista je onima koji vjeruju Allah Uputitelj na Pravi put"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "A oni koji ne vjeruju nece prestati da u njega sumnjaju, sve dok im Cas iznenada ne dođe ili dok im ne dođe patnja u danu nerodnom"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "Taj dan vlast ce samo Allah imati, On ce im suditi. A vjernici i oni koji su dobra djela cinili bit ce u bascama u kojima se uziva"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "a oni koji nisu vjerovali i ajete i znakove Nase poricali, oni ce patnju ponizavajucu imati"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Allah ce, zaista, lijepo opskrbiti one koji su svoj rodni kraj napustili da bi se na Allahovu putu borili, pa zatim poginuli ili umrli, a zaista je Allah, bas On, najbolji Opskrbitelj"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "On ce ih u mjesto kojim ce oni biti zadovoljni, sigurno, uvesti. A Allah je, doista, Onaj Koji sve zna i Onaj Koji ne zuri s kaznom"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "Eto tako! A onome ko kazni isto onako kako je kaznjen, i kome opet nepravda bude ucinjena, Allah ce mu, sigurno, pomoci - Allah je, zaista, Onaj Koji stalno ponistava grijehe i Onaj Koji oprasta"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Eto zato, sto Allah uvodi noc u dan, i uvodi dan u noc, i sto je Allah, doista, Onaj Koji sve cuje i Onaj Koji sve vidi"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "To je zato sto je Allah - Istina, a oni koje oni, pored Allaha, mole - laz, i zato sto je Allah Svevisnji i Veliki"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Zar ne vidis da Allah s neba spusta vodu od koje zemlja zazeleni!? Allah je, zaista, znalac i onoga sto je najsitnije i On sve u potpunosti zna"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Njegovo je ono sto je na nebesima i ono sto je na Zemlji? Allah je, doista, Neovisni i Hvaljeni"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Zar ne vidis da je Allah sve sto je na Zemlji vama podredio, pa i lađe koje, odredbom Njegovom, morem plove?! On drzi ono sto je na nebu da ne bi palo na Zemlju, osim ako On to dopusti. Allah je, uistinu, prema ljudima milosrdan i milostiv"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "On vam daje zivot i zatim ce vam ga oduzeti i poslije vas opet oziviti; covjek je, zaista, poricatelj pravi"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Svakoj vjerskoj zajednici propisali smo vjerozakon prema kome je trebalo da se vlada; i ne dozvoli, nikako, da s tobom o tome raspravljaju. Ti pozivaj svome Gospodaru, ti si, uistinu, na Pravom putu"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "A ako se oni budu s tobom prepirali, reci: \"Allah najbolje zna ono sto vi radite"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Allah ce vam na Kijametskom danu presuditi o onome u cemu se razilazite"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Zar ne znas da Allah zna sve sto je na nebu i na Zemlji?! To je sve u Knjizi, to je, uistinu, Allahu lahko"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Visebosci, pored Allaha, obozavaju one za koje im On nije poslao nikakav dokaz, i o njima sami nista ne znaju. A zulumcarima nema pomagaca"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "A kad im se Nasi jasni ajeti kazuju, ti na licima onih koji ne vjeruju razaznajes zlo. Oni umalo da ne nasrnu na one koji im rijeci Nase kazuju. Reci: \"Hocete li da vam kazem sta je gore od toga? Vatra koju je Allah onima koji ne vjeruju obecao, a uzasno je ona krajnje odrediste"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "O ljudi, evo jednog primjera, pa ga poslusajte: \"Oni koje vi, pored Allaha molite, ne mogu nikako ni musicu stvoriti, makar se radi nje sakupili. A ako bi im musica nesto ugrabila, oni to ne bi mogli od nje izbaviti, nejak je i onaj koji trazi i ono sto se trazi"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Oni ne velicaju i ne poznaju Allaha kako treba, a Allah je, uistinu, mocan i silan"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Allah odabire izaslanike među melecima i ljudima-Allah je, zaista, Onaj Koji sve cuje i Onaj Koji sve vidi"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "On zna sta su uradili i sta ce uraditi. A Allahu se sve vraca"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "O vjernici, ruku' i sedzdu obavljajte i Gospodaru svome ibadet cinite, i dobra djela cinite da biste postigli ono sto zelite"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "I borite se, Allaha radi, istinski, onako kako se treba boriti! On je vas izabrao i u vjeri vam nije nista tesko propisao, u vjeri pretka vaseg Ibrahima. Allah vas je otprije muslimanima nazvao, i u ovom Kur'anu, da bi Poslanik bio svjedok protiv vas, i da biste vi bili svjedoci protiv ostalih ljudi. Zato, namaz obavljajte i zekat dajite i Allaha se cvrsto drzite. On je Gospodar vas. Divnog li Gospodara i divnog li Pomagaca"
        },
        {
            "chapter": 23,
            "verse": 1,
            "text": "Uspjeli su vjernici"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "oni koji su u svom namazu skruseni"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "i koji se od besmislica okrecu"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "i koji zekat - ciscenje izvrsavaju"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "i koji stidna mjesta svoja cuvaju"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "osim od supruga svojih ili onih koje su u posjedu njihovu; oni, doista, nece biti prekoreni"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "a oni koji i pored toga nesto traze, to su bas oni koji prelaze granicu"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "i koji na povjerene im amanete i obaveze svoje paze"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "i koji namaze svoje ustrajno cuvaju"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "oni su bas nasljednici"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "koji ce Firdevs naslijediti, oni ce u njemu vjecno boraviti"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Mi smo, zaista, covjeka od uzorka gline stvorili"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "zatim cinimo da kao kap sjemena u staniste pripremljeno dospije"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "pa onda kap sjemena ugruskom stvorimo, zatim od ugruska zakvacak stvorimo, pa od zakvacka kosti stvorimo, a onda kosti mesom zaodjenemo, i poslije ga, kao drugo stvorenje, oformimo, pa neka je uzvisen Allah, Najbolji Stvoritelj"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Vi cete, poslije toga, zaista, pomrijeti"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "zatim cete, na Kijametskom danu, ozivljeni biti"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Mi smo sedam slojeva nebeskih iznad vas stvorili, i Mi prema stvorenjima nismo nemarni"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Mi s neba s mjerom vodu spustamo, i u zemlji je zadrzavamo - a kadri smo i da je odvedemo"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "i pomocu nje basce za vas podizemo od palmi i loze vinove - u njima mnogo voca imate, i vi ga jedete"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "i drvo koje na Sinajskoj gori raste, koje zejtin daje, i zacin je onima koji jedu"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "I stoka vam je pouka: Mi vam dajemo da pijete ono sto se nalazi u utrobama njezinim, i vi od nje mnogo koristi imate i vi se njome hranite"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "i na njima, i na lađama se vozite"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Mi smo poslali Nuha narodu njegovu, i on je govorio: \"O narode moj, samo Allahu ibadet cinite, vi drugog boga osim Njega nemate; zar se sacuvati necete"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Ali su glavesine naroda njegova, koje nisu vjerovale, govorile: \"Ovo je covjek kao i vi, samo hoce da nad vama bude odlikovan. Da je Allah htio, meleke bi poslao; ovako nesto nismo culi od nasih predaka davnih"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "on nije nista doli covjek u ludilu, pa sacekajte s njim vrijeme neko"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Gospodaru moj\", rece on, \"pomozi mi, zato sto me u laz utjeruju"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Pa mu Mi objavismo: \"Lađu pred ocima Nasim i po objavi Nasoj pravi, pa kad zapovijed Nasa dođe i voda na povrsinu zemlje izbije, ti u nju ukrcaj od svake vrste po dvoje - muzjaka i zenku, i porodicu svoju, ali ne i one od njih za koje je prethodila Rijec, i ne obracaj Mi se za one koji su zulum ucinili, jer ce, doista, biti potopljeni"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "Pa kad se smjestis u lađu, ti i oni koji su uz tebe, reci: 'Hvala Allahu, Koji nas je spasio naroda zulumcarskog"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "i reci: 'Gospodaru moj, spusti me na blagoslovljeno mjesto, Ti si najbolji Nastanitelj"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "U tome su, zaista, znakovi, a Mi smo, doista, stavljali na kusnju"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Poslije njih smo druge ljude stvorili"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "i jednog između njih smo im kao poslanika poslali: \"Samo Allahu ibadet cinite, vi drugog boga osim Njega nemate; zar se sacuvati necete"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Ali su glavesine naroda njegova, koje nisu vjerovale, koje su poricale da ce na ahiretu biti ozivljeni, i kojima smo dali da u zivotu na dunjaluku raskosno zive, govorile: \"On je covjek kao i vi; jede ono sto i vi jedete, i pije ono sto i vi pijete"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "i ako se budete pokoravali covjeku kao sto ste vi, sigurno cete biti gubitnici"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Zar vama on da obecava da cete, posto pomrete i zemlja i kosti postanete, doista, ozivljeni biti"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Daleko je, daleko ono sto vam se obecava"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Postoji samo nas zivot dunjalucki, mi zivimo i umiremo, a ozivljeni necemo biti"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "On je covjek koji o Allahu iznosi lazi, i mi mu ne vjerujemo"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Gospodaru moj\", zamolio je on, \"pomozi mi, oni me u laz utjeruju"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Uskoro ce se oni kajati!\", odgovorio je On"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "i zasluzeno ih je pogodio strasan glas, i Mi bismo ih kao sto je nanos rijecni ucinili, pa daleko bio narod zulumcarski"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "A zatim smo, poslije njih, druga pokoljenja stvorili"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "nijedan narod ne moze ubrzati rok svoj određeni, a ne moze ga ni odgoditi"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "i poslanike, jedne za drugim slali. Kad god bi jednom narodu dosao njegov poslanik, u laz bi ga utjerivali, i Mi smo ih zato jedne drugima smjenjivali, i samo u pricama o njima spomen sacuvali; pa daleko bili ljudi koji ne vjeruju"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Poslije smo poslali Musaa i brata mu Haruna sa znakovima Nasim i dokazom ociglednim"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "faraonu i glavesinama njegovim, ali su se oni uzoholili, bili su to ljudi nadmeni"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Zar da povjerujemo dvojici ljudi koji su kao i mi, a narod njihov je roblje nase?\", govorili su"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "i njih dvojicu su lazljivcima proglasili, pa su zato unisteni bili"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Musau smo onda Knjigu dali da bi sinovi Israilovi Pravim putem isli"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "A sina Merjemina i majku njegovu smo znakom ucinili i sklonili ih na jednu plodnu uzvisicu sa stanistem i tekucom vodom"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "O poslanici, lijepim - dozvoljenim jelima se hranite i dobra djela cinite; Ja, zaista, dobro znam sta vi radite"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Ova vasa vjera - jedna je vjera a Ja sam Gospodar vas, pa Me se bojte"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "A oni su se u pitanjima vjere svoje podijelili na skupine, svaka stranka s onim sto imaju radosna"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Pa, ostavi ih u zabludi njihovoj do vremena nekog"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Misle li oni - da je to sto ih opskrbljujemo imetkom i sinovima"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "zato sto im s dobrima zurimo? Naprotiv, oni ne opazaju"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Oni koji iz bojazni prema Gospodaru svome strahuju"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "i oni koji u ajete i znakove Gospodara svoga vjeruju"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "i oni koji druge Gospodaru svome nikoga u obozavanju ne pridruzuju"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "i oni koji od onoga sto im je dato udjeljuju, a srca su im puna straha, zato sto ce se vratiti svome Gospodaru"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "oni hitaju da cine dobra djela, i u njima druge preticu"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Mi nikoga ne zaduzujemo preko njegovih mogucnosti; u Nas je Knjiga koja istinu govori, i njima zulum nece biti ucinjen"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Ali, srca njihova su u nemaru prema ovom, a pored toga oni imaju djela koja ce sigurno uraditi"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "A kad smo patnjom dohvatili one među njima koji su raskosnim zivotom zivjeli, oni su odmah zapomagali"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Sada ne zapomazite, Mi vam necemo pomoc ukazati"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "vama su ajeti Moji kazivani, ali ste vi natrag uzmicali"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "oholeci se, i sijeleci o njemu ste buncali"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Zasto oni o Govoru ne promisle, ili im je doslo nesto sto nije dolazilo njihovim precima davnim"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Zar oni ne poznaju Poslanika svoga, pa ga zato poricu"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Zar govore: \"Lud je!\" Međutim, on im Istinu donosi, ali vecina njih prezire Istinu"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Da se Allah za hirovima njihovim povodi, sigurno bi nestalo poretka na nebesima i Zemlji i u onom sto je na njima; Mi smo im dali Opomenu ali se oni od Opomene svoje okrecu"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Ili mozda od njih trazis naknadu?! Pa, naknada Gospodara tvoga bolja je, On je najbolji Opskrbitelj"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Ti ih, zaista, pozivas na Pravi put"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "ali oni koji u ahiret nece da vjeruju s Pravog puta, doista, skrecu"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "I kad bismo im se smilovali i nevolju u kojoj se nalaze od njih otklonili, opet bi oni, sigurno, nastavili u osionosti svojoj lutati"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Mi smo ih patnjom dohvatili, ali se oni Gospodaru nisu pokorili, niti su se usrdno molili"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "tek kad im kapiju teske patnje otvorimo oni ce nadu izgubiti i u ocajanje zapasti"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "On je Taj Koji vam stvori sluh, i vid, i pamet; a kako malo vi zahvaljujete"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "On je Taj Koji vas rasija po Zemlji, i k Njemu cete biti sakupljeni"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "On je Taj Koji ozivljava i usmrcuje, i samo On noc i dan smjenjuje, pa zar ne razumijete"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Ali, oni govore kao sto su govorili oni prije njih"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Govorili su: \"Zar kad pomremo i kad prah i kosti postanemo, zar cemo, zaista, biti ozivljeni"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "I nama i, jos davno, precima nasim to je obecavano, ali, to su samo izmisljotine naroda drevnih"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Upitaj: \"Cija je Zemlja i sve ono sto je na njoj, znate li"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Allahova!\", odgovorit ce, a ti reci: \"Pa zasto se onda ne prisjetite"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Upitaj: \"Ko je Gospodar sedam nebesa i ko je Gospodar Arsa velicanstvenog"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Allah!\", odgovorit ce, a ti reci: \"Pa zasto se onda ne cuvate"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Upitaj: \"U cijoj je ruci vlast nad svim - a On uzima u zastitu i od Njega niko ne moze zasticen biti - znate li"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "To je Allahovo!\", odgovorit ce, a ti reci: \"Pa kako ste onda opcinjeni"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Stavise, Mi im Istinu donosimo, a oni su, bas, lazljivci"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Allah nije uzeo Sebi sina i uz Njega nema drugog boga! lnace,svaki bi bog, s onim sto je stvorio - radio sto bi htio, i jedan drugog bi nadvlađivao. Uzvisenje Allah od onoga cime Ga opisuju"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "Znalac i onog sto je culima nedokucivo i onog sto je pojavno, pa neka je visoko iznad onih koje Mu pridruzuju"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Reci: \"Gospodaru moj, ako ces mi pokazati ono sto im se prijeteci obecava"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "onda, Gospodaru moj, ne ucini da sam u narodu zulumcarskom"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "A Mi, zaista, mozemo da ti pokazemo ono sto im prijeteci obecavamo"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Ti lijepim na zlo uzvrati, Mi najbolje znamo cime Nas opisuju"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "i reci: \"Gospodaru moj, utjecem Ti se od nagovaranja sejtanskih"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "i Tebi se, Gospodaru moj, utjecem od toga da su uz mene prisutni"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "I tako, kad nekom od njih smrt dođe, on uzvikne: \"Gospodaru moj, vrati me"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "da uradim kakvo dobro u onome sto sam propustio!\" Nikako!\" To su, zaista, rijeci koje ce on neminovno reci'\" - pred njima ce prepreka biti sve do Dana kada ce ozivljeni biti"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Pa kad u rog bude puhnuto, tada rodbinskih veza među njima nece biti i jedni druge nece nista pitati"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Oni ciji tas s dobrim djelima pretegne, oni ce se spasiti"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "a oni ciji tas dobra bude laksi, oni ce posve izgubljeni biti, u Dzehennemu ce vjecno boraviti"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Vatra ce im lica prziti i iskezenih zuba ce u njemu biti"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Zar vam ajeti Moji nisu kazivani, a vi ste ih poricali"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Gospodaru nas\", reci ce, \"nesreca nas nasa nadvladala i bijasmo narod zalutali"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Gospodaru nas, izbavi nas iz nje; ako bismo ponovo zlo radili, bili bismo, zaista, zulumcari"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Ostanite u njoj prezreni i nista Mi ne govorite!\", reci ce On"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Kad su neki robovi Moji govorili: \"Gospodaru nas, mi vjerujemo, zato nam oprosti i smiluj nam se, a Ti si Milosnik najbolji"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "vi ste im se toliko rugali da ste zbog toga na Mene zaboravljali i uvijek ste ih ismijavati"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Njih sam Ja danas nagradio za ono sto su trpjeli, oni su, doista, uspjeli"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "A koliko ste godina na Zemlji proveli?\", upitat ce On"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Proveli smo, dan ili samo dio dana\", odgovorit ce, \"pitaj one koji su brojali"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Pa da, malo ste proveli\", reci ce On, \"da ste samo znali"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Zar ste mislili da smo vas uzalud stvorili i da Nam se necete vratiti"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "I neka je Uzvisen Allah, Vladar Istiniti, nema drugog boga osim Njega, Gospodara Arsa divnoga"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "A onaj koji se, pored Allaha, moli drugom bogu, bez ikakva dokaza o njemu, pred Gospodarom svojim racun ce polagati, a nevjernici nece uspjeti"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "I reci: \"Gospodaru moj, oprosti i smiluj se, Ti si Milosnik najbolji"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "Ovo je sura koju objavljujemo i u obavezu je stavljamo i u njoj objavljujemo jasne ajete da biste se prisjecali i pouku primili"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "A bludnik i bludnica-pa svakom od njih dvoje udarite stotinu udaraca po kozi, i neka vas prema njima u vjeri Allahovoj ne obuzima nikakvo sazaljenje, ako u Allaha i u Posljednji dan vjerujete, i neka kaznjavanju njihovu jedna skupina vjernika prisustvuje"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Bludnik ne opci osim s bludnicom ili viseboskinjom, a s bludnicom opci samo bludnik ili visebozac, a vjernicima je to zabranjeno"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Onima koji optuze cedne zene, a potom ne dovedu cetiri svjedoka, udarite osamdeset udaraca po kozi i nikada vise svjedocenje njihovo ne primajte; oni su bas buntovnici"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "osim onih koji se poslije toga pokaju i poprave, jer Allah je, zaista, Onaj Koji oprasta grijehe i milostiv je"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "A oni koji optuze svoje supruge, a ne budu imali drugih svjedoka, osim samih sebe- pa svjedocenje svakog od njih je u cetiri svjedocenja uz zaklinjanje Allahom, da je, zaista, od onih koji govore istinu"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "a peto je da ga zadesi Allahovo prokletstvo, ako je od onih koji lazu"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "A ono sto ce od nje otkloniti kaznu jeste da posvjedoci u cetiri svjedocenja zaklinjuci se Allahom da je on, doista, od onih koji lazu"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "a peti put da je stigne Allahova srdzba, ako je on od onih koji govore istinu"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "A da nije Allahove dobrote prema vama i milosti Njegove i da Allah nije Onaj Koji stalno prima pokajanje i mudar je…"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Zbilja, oni koji su iznijeli potvoru jesu jedna skupina između vas! Vi ne smatrajte to nekim zlom po vas; ne, to je dobro po vas. Svaki od njih bit ce kaznjen prema grijehu koji je zasluzio, a onoga od njih koji je to najvise cinio ceka patnja velika"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Zasto, cim ste to culi, vjernici i vjernice nisu jedni o drugima dobro pomislili i rekli: \"Ovo je ocita potvora"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Zasto nisu cetvericu svjedoka doveli? A posto svjedoke nisu doveli, oni su onda kod Allaha lazljivci"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "A da nije Allahove dobrote prema vama i milosti Njegove i na dunjaluku i na ahiretu, vec bi vas snasla patnja velika zbog onoga u sto ste se upustili"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "kad ste to jezicima svojim prepricavati stali i kad ste na sva usta govorili ono o cemu niste nista znali, vi ste to sitnicom smatrali, ali je to kod Allaha krupno"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Zasto niste, cim ste to culi, rekli: \"Ne dolikuje nam da o tome govorimo, Uzvisen neka si Ti! To je velika kleveta"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Allah vas opominje da vise nikad tako nesto ne ponovite, ako ste vjernici"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "i Allah vam ajete objasnjava; a Allah je Onaj Koji sve zna i mudar je"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Zaista onima koji vole da se među vjernicima siri gnusoba pripada bolna patnja i na dunjaluku i na ahiretu; Allah zna, a vi ne znate"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "A da nije Allahove dobrote prema vama i milosti Njegove i da Allah nije milosrdan i milostiv"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "O vi koji vjerujete, ne slijedite korake sejtanove! A onaj ko slijedi korake sejtanove - pa, zaista, on naređuje gnusobu i odvratna djela. A da nije Allahove dobrote prema vama i milosti Njegove, nijedan se od vas ne bi nikad od grijeha ocistio; ali Allah cisti onoga koga On hoce. Allah je Onaj Koji sve cuje i Onaj Koji sve zna"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Neka se milodarni i imucni među vama ne zaklinju da vise nece pomagati rođake i siromahe, i one koji su na Allahovu putu rodni kraj svoj napustili; neka pređu preko toga i nek prastaju! Zar ne biste voljeli da i vama Allah oprosti?! A Allah je Onaj Koji oprasta grijehe i milostiv je"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Zaista su oni koji potvore cestite, bezazlene vjernice prokleti i na dunjaluku i na ahiretu i njima pripada patnja bolna"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "na Dan kada protiv njih budu svjedocili jezici njihovi, i ruke njihove, i noge njihove za ono sto su radili"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "Taj dan Allah ce im isplatiti racun istiniti - kaznit ce ih onako kako su zasluzili i oni ce saznati da je Allah, bas On, ocigledna Istina"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Nevaljalima pripadaju nevaljale, a nevaljalim pripadaju nevaljali; dobrim pripadaju dobre, a dobrim pripadaju dobri. Oni nemaju nista s tim sto o njima govore; njima pripada oprost i opskrba plemenita"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "O vi koji vjerujete, u tuđe kuce ne ulazite dok dopustenje ne zatrazite i dok ukucane ne poselamite, to vam je bolje, da biste se prisjetili i pouku primili"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "A ako u njima nikoga ne nađete, ne ulazite u njih dok vam se ne dopusti; a ako vam se rekne: \"Vratite se!\", vi se vratite, to je vama cednije, a Allah ono sto radite dobro zna"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Nije vam grijeh da ulazite u nenastanjene kuce u kojima se nalaze stvari vase, a Allah zna ono sto javno pokazujete i ono sto krijete"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Reci vjernicima neka obore poglede svoje i neka cuvaju stidna mjesta svoja; to im je cednije. Allah u potpunosti zna ono sto oni cine"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "A reci vjernicama neka obore poglede svoje i neka cuvaju stidna mjesta svoja, i neka ne pokazuju ukrase svoje osim onoga sto je ionako spoljasnje, i neka pokrivace svoje spuste preko razreza na grudima svojim, neka ukrase svoje ne pokazuju drugima; to mogu samo muzevima svojim, ili ocevima svojim, ili ocevima muzeva svojih, ili sinovima svojim, ili sinovima muzeva svojih, ili braci svojoj, ili sinovima brace svoje, ili sinovima sestara svojih, ili zenama svojim, ili onim sto su u posjedu njihovu, ili onim koji slijede uz njih - muskarcima koji nemaju prohtjeva za zenama, ili djeci koja jos ne raspoznaju stidna mjesta zena; i neka ne udaraju nogama svojim kako bi se znalo za njihove ukrase skrivene. I svi se Allahu pokajte, o vjernici, da biste uspjeli"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Udajite neudate i zenite neozenjene, i cestite robove i robinje svoje; ako su siromasni, Allah ce im iz obilja Svoga dati. Allah je neizmjerno darezljiv i Onaj Koji sve zna"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "I neka se suzdrze oni koji nemaju mogucnosti da se ozene, dok im Allah iz obilja Svoga ne pomogne! A s onima u posjedu vasem koji zele da se otkupe, ako znate da su u stanju da to ucine, o otkupu se dogovorite. I dajte im nesto od Allahovog imetka koji je vama dao. I ne nagonite djevojke - robinje svoje da se bludom bave - ako one zele da budu cestite - da biste stekli prolazna dobra ovoga svijeta; a ako ih neko na to prisili, Allah ce im, nakon sto su bile primorane, oprostiti i prema njima milostiv biti"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "Mi vam objavljujemo jasne ajete i primjere iz zivota onih koji su prije vas bili i nestali i pouku bogobojaznim"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Allah je svjetlo nebesa i Zemlje! Primjer svjetla Njegova je kao udubina u kojoj je fitilj kandilja; fitilj je u staklenki, a staklenka je kao zvijezda blistava; uzize se blagoslovljenim drvetom maslinovim, ni istocnim ni zapadnim, cije ulje gotovo da sija kad ga vatra i ne dotakne; sama svjetlost iznad svjetlosti! Allah vodi ka svjetlosti Svojoj onoga koga On hoce. Allah navodi primjere ljudima, Allah sve dobro zna"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "U dzamijama, koje se voljom Njegovom podizu i u kojima se spominje Njegovo ime- slave i velicaju Njega, ujutro i navecer"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "ljudi koje kupovina i prodaja ne ometaju da Allaha spominju i koji namaz obavljaju i zekat udjeljuju, i koji strepe od Dana u kome ce srca i pogledi biti uznemireni"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "da bi ih Allah za ono bolje sto su radili nagradio i da bi im iz obilja Svoga i vise dao. A Allah daje opskrbu kome hoce, bez racuna"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "A djela nevjernika su kao priviđenje u ravnici u kojoj zedan vidi vodu, ali kad do tog mjesta dođe, nista ne nađe - a zateci ce kod njega Allaha i On ce mu potpuno isplatiti racun njegov; Allah veoma brzo obracunava"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "ili su kao tmine u dubokom moru koje prekrivaju talasi iznad kojih su drugi talasi, a iznad kojih su oblaci; sve tmine jedne iznad drugih. Ako bi izvadio ruku skoro da je ne bi vidio - a onaj kome Allah ne da svjetla nece svjetla ni imati"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Zar ne znas da Allaha slave i velicaju svi koji su na nebesima i na Zemlji, a i ptice sirenjem krila svojih; svi znaju kako ce Mu se moliti i kako ce Ga slaviti i velicati. A Allah dobro zna ono sto oni rade"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Allahova je vlast i na nebesima i na Zemlji, i kod Allaha je konacno odrediste"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Zar ne vidis da Allah polahko pokrece oblake, a onda ih spaja i jedne nad drugima gomila, pa ti vidis kisu kako iz njih pada: On s neba - iz brda na njemu - spusta led, pa njime koga hoce pogodi, a koga hoce postedi - blijesak munje Njegove gotovo da oduzima vid"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "On cini da noc i dan naizmjenice nastupaju i u tome je, doista, pouka za one koji razbor imaju"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Allah sva ziva bica stvara od vode, neka od njih na trbuhu puze, neka idu na dvije noge, a neka, opet hode na cetiri; Allah stvara sto hoce, Allah, zaista, nad svime ima moc"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Mi smo objavili ajete razjasnjene; a Allah upucuje na Pravi put onoga koga On hoce"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Oni govore: \"Mi vjerujemo u Allaha i Poslanika, i pokoravamo se\", a potom se grupa njih okrece; nisu oni vjernici"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Kad budu pozvani Allahu i Poslaniku Njegovu da im presudi, grupa njih odjednom leđa okrene"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "a ako je pravda na njihovoj strani, dolaze mu poslusno"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Da li je u srcima njihovim bolest, ili sumnjaju, ili strahuju da ce Allah i Poslanik Njegov prema njima nepravedno postupiti? Naprotiv, oni su bas zulumcari"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Kad vjernici Allahu i Poslaniku Njegovu budu pozvani da im on presudi, samo reknu: \"Slusamo i pokoravamo se!\" To su oni koji su uspjeli"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Oni koji se Allahu i Poslaniku Njegovu budu pokoravali, koji se Allaha budu bojali i Njega se cuvali-to su oni koji su uspjeli i spaseni"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Licemjeri se zaklinju Allahom, najcvrscom zakletvom, da ce sigurno ici u boj ako im ti naredis. Reci: \"Ne zaklinjite se! Vasa pokornost - poznata je! Allah, zaista, u potpunosti zna ono sto radite"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Reci: \"Pokoravajte se Allahu i pokoravajte se Poslaniku!\" A ako se okrenete, on je duzan raditi ono sto se njemu naređuje, a vi ste duzni ono sto se vama naređuje, pa ako mu budete poslusni, bit cete na Pravom putu - a Poslanikova duznost samo je jasna obznana"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Allah obecava da ce one među vama koji budu vjerovali i dobra djela cinili sigurno nasljednicima na Zemlji postaviti, kao sto je postavio namjesnicima one prije njih, i da ce im zacijelo vjeru njihovu ucvrstiti, onu s kojom je zadovoljan da bude njihova, i da ce im sigurno strah sigurnoscu zamijeniti: \"Oni ce samo Meni ibadet ciniti, i nece druge Meni u obozavanju pridruzivati. A oni koji i poslije toga budu nezahvalni-oni su bas buntovnici"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "A vi namaz obavljajte i zekat dajite i Poslaniku poslusni budite da biste milost zadobili"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Nikako ne misli da ce se nevjernici moci suprotstaviti Njemu na Zemlji; njihovo boraviste bit ce Vatra, a ona je, zaista, uzasno krajnje odrediste"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "O vjernici, neka od vas u tri slucaja zatraze dopustenje da vam uđu oni koji su u posjedu vasem i oni koji jos nisu spolno zreli: prije jutarnjeg namaza, i kada u podne odlozite odjecu svoju, i poslije obavljanja nocnog namaza. To su tri doba kada niste obuceni, a u drugo doba nije ni vama ni njima grijeh, ta oni kod vas cesto ulaze, a i vi jedni kod drugih ulazite. Tako vam Allah objasnjava propise! A Allah je Onaj Koji sve zna i mudar je"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "A kad djeca vasa dostignu spolnu zrelost, neka onda uvijek traze dopustenje za ulazak, kao sto su trazili dopustenje oni prije njih; tako vam Allah objasnjava ajete Svoje! A Allah je Onaj Koji sve zna i mudar je"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "A starim zenama koje ne zude vise za udajom nije grijeh da odloze ogrtace svoje, ali ne pokazujuci ukrase svoje; a bolje im je da budu kreposne. Allah je Onaj Koji sve cuje i Onaj Koji sve zna"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "Nije grijeh slijepom, niti je grijeh hromom, niti je grijeh bolesnom, a niti vama samima da jedete u kucama vasim, ili u kucama oceva vasih, ili u kucama majki vasih, ili u kucama brace vase, ili u kucama sestara vasih, ili u kucama amidza vasih, ili u kucama tetaka vasih po ocu, ili u kucama daidza vasih, ili u kucama tetaka vasih po majci, ili onih ciji su kljucevi u vas ili u prijatelja vaseg; nije vam grijeh da jedete zajednicki ili pojedinacno. A kad ulazite u kuce, vi ukucane njene pozdravite pozdravom od Allaha propisanim, blagoslovljenim i lijepim. Tako vam Allah objasnjava ajete da biste razumjeli"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Pravi vjernici samo su oni koji u Allaha i Njegova Poslanika vjeruju, a koji se, kad su s njim na kakvom vaznom sastanku, ne udaljuju dok od njega dopustenje ne dobiju. Oni koji od tebe traze dopustenje, u Allaha i Poslanika Njegova, doista, vjeruju. I kad oni zatraze dopustenje od tebe zbog kakva posla svoga, dopusti kome hoces od njih, i zamoli Allaha da im oprosti - zaista je Allah Onaj Koji oprasta grijehe i milostiv je"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Neka vase dozivanje Poslanika ne bude kao kad vi jedni druge dozivate; Allah sigurno zna one među vama koji se kradom izvlace. Neka se pripaze oni koji postupaju suprotno naređenju njegovu da ih iskusenje kakvo ne stigne, ili da ih patnja bolna ne snađe"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Allahovo je sve sto je na nebesima i na Zemlji, On sigurno zna kakvi ste vi, i On ce ih obavijestiti o svemu sto su uradili na Dan kad se budu Njemu vratili. A Allah sve dobro zna"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "Neizmjerno je Blagoslovljen Onaj Koji robu Svome objavljuje Furkan da bi svjetovima bio upozoritelj"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "Onaj Kome pripada vlast na nebesima i na Zemlji, Koji nema djeteta, Koji u vlasti nema ortaka i Koji je sve stvorio i kako treba uredio"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "A oni su uzeli mimo Njega bozanstva koja nista ne stvaraju, a koja su sama stvorena, koja nisu u stanju da od sebe neku stetu otklone ni da sebi kakvu korist pribave, i koja ne posjeduju ni smrt, ni zivot, a ni prozivljenje"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Oni koji ne vjeruju rekose: \"Ovo nije nista drugo do velika laz koju on izmislja, a u tome mu i drugi ljudi pomazu.\" Pocinise oni zulum i potvoru"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "I govore: \"To su izmisljotine naroda drevnih koje je on prepisao, pa mu se citaju jutrom i veceri"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Reci: \"Objavljuje ga Onaj Koji zna tajne nebesa i Zemlje; On je Onaj Koji oprasta grijehe i milostiv je"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "I jos govore: \"Sta je ovom poslaniku, on hranu jede i po trgovima hoda; zasto mu nije poslan jedan melek da zajedno s njim bude upozoritelj"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "ili da mu se spusti riznica, ili da ima bascu iz koje bi se hranio\" I zulumcari jos govore: \"Vi samo opcinjena covjeka slijedite"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Vidi sta o tebi oni govore, pa onda lutaju i Pravi put ne mogu da nađu"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Blagoslovljen je Onaj Koji ti, ako hoce, moze dati bolje od toga: basce kroz koje teku rijeke i dvorce"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Oni, cak, i Cas kijametski poricu, a Mi smo za one koji Cas kijametski poricu pripremili Vatru razbuktalu"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "Kada ih ona vidi iz daljine, cut ce kako gnjevna kljuca i od bijesa huci"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "a kad budu baceni u nju tamo gdje je tijesno, ruku privezanih za vrat, propast ce tamo prizivati"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Ne prizivajte danas jednu propast, nego prizivajte propast mnogostruku"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Reci: \"Da li je bolje to ili vjecni Dzennet, koji je obecan bogobojaznima? On ce im nagrada i prebivaliste biti"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "U njemu ce sve sto zazele imati, vjecno ce u tome biti; to je Gospodaru tvome obecanje obavezno"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "A na Dan kada ih On sakupi, a i one koje su pored Allaha obozavali, te upita: \"Jeste li vi ove robove Moje u zabludu zaveli, ili su oni sami s Pravog puta zalutali"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "oni ce reci: \"Uzvisen nek si Ti, nezamislivo je da smo mi pored Tebe ikakve zastitnike uzimali, nego, Ti si ovima i precima njihovim dao da uzivaju, pa su zaboravili opomenu; oni su propast zasluzili"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Oni ce poreci to sto vi govorite, a vi necete biti u mogucnosti da patnju otklonite niti da pomoc nađete. A onome od vas koji je zulum cinio dat cemo da patnju veliku iskusi"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "Mi prije tebe nismo poslali nijednog poslanika koji nije jeo i po trgovima hodao. Mi cinimo da jedni drugima iskusenje budete, da vidimo hocete li biti strpljivi. A Gospodar tvoj vidi sve"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "I govore oni koji se ne nadaju susretu s Nama: \"Zasto nam se ne posalju meleki, ili zasto Gospodara svoga ne vidimo O sebi su oni visoko mislili i veoma se osilili"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "Onaj dan kad ugledaju meleke, nece biti tada radosnog navjestaja prestupnicima. I govorit ce meleki: \"Vama je to potpuno uskraceno"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "I Mi cemo pristupiti onome sto pocinise i u prah i pepeo ih pretvoriti"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Stanovnici Dzenneta ce taj dan najbolje prebivaliste i najljepse odmaraliste imati"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "A na Dan kad se nebo rascijepi i iz njega se oblak pojavi i kad se meleki sigurno spuste"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "taj dan ce istinska vlast biti samo u Svemilosnog, a bit ce to mucan dan za nevjernike"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "Na Dan kad zulumcar prste svoje bude grizao govoreci: \"Kamo srece da sam se uz Poslanika Pravog puta drzao"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Kamo srece, tesko meni, da toga i toga za prijatelja nisam uzeo"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "On me od Opomene - Kur'ana odvratio nakon sto mi je dosao!\" - a sejtan covjeka uvijek ostavlja na cjedilu"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Poslanik je rekao: \"Gospodaru moj, zaista narod moj ovaj Kur'an izbjegava"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Isto tako smo Mi dali da svakom vjerovjesniku prestupnici neprijatelji budu. A tebi je Gospodar tvoj dovoljan kao uputitelj i pomagac"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Oni koji ne vjeruju govore: \"Zasto mu Kur'an nije odjednom cijeli objavljen A tako se objavljuje da bismo njime srce tvoje ucvrstili, i Mi ga cinimo razgovijetnim"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "Oni ti nece nijedan prigovor uputiti, a da ti Mi necemo odgovor i najljepse objasnjenje navesti"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Oni koji ce biti vuceni na svojim licima u Dzehennem bit ce u najgorem polozaju i najdalje ce zalutati"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Mi smo Musau Knjigu dali i brata mu Haruna pomocnikom ucinili"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "pa rekli: \"Otiđite vas dvojica narodu koji znakove Nase porice\", i poslije smo taj narod potpuno unistili"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "A i narod Nuhov smo, kad su poslanike u laz utjerivali, potopili i ljudima ih kao znak ucinili, a zulumcarima smo patnju bolnu pripremili"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "I Adu i Semudu i stanovnicima Ressa i mnogim narodima između njih"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "svima smo primjere za pouku navodili, i sve smo ih poslije sasvim unistili"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "A oni prolaze pored naselja na koje se srucila kobna kisa- zar ga ne vide? Naprotiv, oni ni prozivljenje ne ocekuju"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Kad te vide, rugaju ti se: \"Je li ovo onaj kojeg je Allah kao poslanika poslao"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Umalo da nas od bozanstava nasih nije odvratio, ali mi im vjerni ostadosmo.\" A kad dozive patnju, saznat ce ko je dalje s Pravog puta bio skrenuo"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Kazi ti Meni, hoces li ti biti zastitnik onome koji je za svoga boga svoje hirove uzeo"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Mislis li ti da vecina njih cuje ili razumije?! Oni su kao stoka, cak su jos dalje s Puta pravog skrenuli"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Zar ne vidis kako Gospodar tvoj sjenu rasprostire - a da hoce, ostavio bi je da miruje. A zatim smo ucinili da na nju Sunce ukazuje"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "A poslije je malo-pomalo Sebi privlacimo"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "On je Taj Koji vam je noc ucinio pokrivkom, san pocinkom, a dan da se svuda raziđete"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "I On je Taj Koji salje vjetrove kao radosnu vijest, kao prethodnicu Milosti Svoje; i Mi s neba cistu vodu spustamo"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "da njome vec mrtav predio ozivimo i da, od stvorenja Nasih, mnogu stoku i mnoge ljude napojimo"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "I Mi je raspodjeljujemo među njima da bi se prisjetili ali vecina ljudi odbija sve osim nevjerovanja i nezahvalnosti"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Da hocemo, u svako naselje poslali bismo upozoritelja"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "zato ne budi poslusan nevjernicima i njime - Kur'anom se protiv njih uveliko bori"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "On je Taj Koji je dva mora ostavio jedno pored drugog - jedno je pitko i slatko, drugo slano i gorko, a između njih je pregradu i neprobojnu branu postavio"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "On od vode stvara ljude i cini da su rod po krvi i tazbini. Gospodar tvoj je svemocan"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Umjesto Allaha oni obozavaju one koji nisu u stanju neku im korist pribaviti niti od njih kakvu stetu otkloniti. Nevjernik je sejtanov pomagac protiv njegovog Gospodara"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "A tebe smo poslali samo kao radosnih vijesti navjestitelja i upozoritelja"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Reci: \"Za ovo od vas ne trazim druge nagrade osim da onaj koji hoce pođe Putem koji vodi njegovu Gospodaru"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Ti se pouzdaj u Zivog, koji ne moze umrijeti, i velicaj Ga, i hvali! A dovoljno je to sto grijehe robova Svojih potpuno zna"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Onaj Koji je za sest Dana nebesa i Zemlju i ono sto je među njima stvorio, a onda se nad Arsom uzvisio. On je Svemilosni, i upitaj o Njemu onoga koji dobro zna"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "A kad im se rekne: \"Ucinite sedzdu Svemilosnom!\", oni pitaju: \"A ko je Svemilosni? Zar da cinimo sedzdu samo zato sto nam ti naređujes I to im jos vise odbojnost poveca"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Neka je Uzvisen Onaj Koji je na nebu velike zvijezde stvorio i na njemu dao Svjetiljku i Mjesec koji sja"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "On je Taj Koji je ucinio da se noc i dan smjenjuju, sto je prilika za onoga koji hoce da se prisjeti i pouku primi ili zeli biti zahvalan"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "A robovi Svemilosnog su oni koji po Zemlji smireno hodaju, a kada im se neznalice obrate, odgovaraju: \"Mir vama"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "i oni koji provode noci pred Gospodarom svojim na sedzdu padajuci i stojeci"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "i oni koji govore: \"Gospodaru nas, skloni od nas patnju u Dzehennemu jer je patnja u njemu, doista, neprestana"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "On je ruzno prebivaliste i boraviste"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "i oni koji, kad udjeljuju, ne rasipaju i ne skrtare, vec se u tome drze sredine"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "i oni koji mimo Allaha drugog boga ne mole, i koji, one koje je Allah zabranio, ne ubijaju, osim kad se na to ima pravo, i koji ne bludnice; a ko to radi, iskusit ce kaznu"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "Patnja ce mu na ahiretu udvostrucena biti i vjecno ce u njoj ponizen ostati"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "osim onih koji se pokaju i uzvjeruju i dobra djela cine; Allah ce njihova losa djela u dobra promijeniti, a Allah je Onaj Koji oprasta grijehe i milostiv je"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "A onaj koji se bude pokajao i dobra djela cinio, on se, uistinu, Allahu iskreno vratio"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "i oni koji ne prisustvuju lazi, i koji, prolazeci pored besmislica, prolaze dostojanstveno"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "i oni koji, kada budu opomenuti ajetima Gospodara svoga, ni gluhi ni slijepi na njih ne ostanu"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "i oni koji govore: \"Gospodaru nas, podari nam u suprugama nasim i djeci nasoj radost i ucini nas predvodnicima bogobojaznih"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Oni ce biti, za ono sto su trpjeli, nastambom visokom nagrađeni i u njima ce pozdravom dobrodoslice i selamom biti docekivani"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "U njima ce vjecno ostati, a kako je to divno prebivaliste i boraviste"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Reci: \"Moj Gospodar ne mari za vas ako nema dove vase. Ali, porekli ste i neminovno vas ceka patnja"
        }
    ]
}