{
    "maqras": [
        {
            "chapter": 5,
            "verse": 97,
            "text": "بنایا ہے اللہ تعالیٰ نے کعبہ کو جو عزت والا گھر ہے بقا کا باعث لوگوں کے لیے نیز حر مت والے مہینوں کو اور حرم کی قربانی اور گلے میں پٹے پڑے ہوئے جانوروں کو تاکہ تم خوب جان لو کہ یقیناً اللہ تعالیٰ جانتا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے اور یقیناً اللہ تعالیٰ ہر چیز کو خوب جانتا ہے۔"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "خوب جان لو کہ اللہ تعالیٰ سخت سزا دینے والا (بھی) ہے اور اللہ تعالیٰ غفور رحیم (بھی ) ہے۔"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "نہیں ہمارے رسول پر کوئی ذمہ داری سوائے پیغام پہنچانے کے ۔ اور اللہ جانتا ہے جو تم ظاہر کررہے ہو اور جو چھپا رہے ہو۔"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "آپ فرمادیجیے نہیں برابر ہوسکتا ناپاک اور پا ک اگرچہ حیرت میں ڈال دیے تجھے ناپاک کی کثرت سو ڈرتے رہو اللہ تعالیٰ سے اے عقل والو! تاکہ تم نجات پاجاؤ۔"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "اے ایمان والو! مت پوچھا کر وایسی باتیں کہ اگر ظاہر کردی جائیں تمھارے لیے تو بری لگیں تمھیں اور اگر پوچھو گے ان کے متعلق جب کہ اتر رہا ہے قرآن تو ظاہر کردی جائیں گی تمھارے لیے ۔ معاف کردیا ہے اللہ نے ان کو۔ اور اللہ بہت بخشنے والا بڑے حلم والا ہے۔"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "تحقیق پوچھا تھا ان کے متعلق ایک قوم نے تم سے پہلے پھر وہ ہوگئے ان احکام کا انکار کرنے والے۔"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "نہیں مقرر کیا اللہ تعالٰ نے بحیرہ اور نہ سائبہ اور نہ وصیلہ اور نہ حام لیکن جنھوں نے کفر کیا وہ تہمت لگاتے ہیں اللہ تعالیٰ پر جھوٹی اور اکثر ان میں سے کچھ سمجھتے ہی نہیں ہیں۔"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "اور جب کہا جاتا ہے انھیں کہ آؤ اس کی طرف جو نازل کیا ہے اللہ تعالیٰ نے اور آؤ (اس کے) رسول کی طرف کہتے ہیں کافی ہے ہمیں جس پر پایا ہم نے اپنے باپ دادا کو اگرچہ ان کے باپ دادا کچھ بھی نہ جانتے ہوں اور نہ ہدایت یافتہ ہوں (کیا پھر بھی وہ انھیں کی پیروی کریں گے)۔"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "اے ایمان والوں! تم پر اپنی جانوں کا فکر لازمی ہے۔ نہیں نقصان پہنچاسکے گا تمھیں جو گمراہ ہوا جب کہ تم ہدایت یافتہ ہو اللہ کی طرف ہی لوٹ کر جانا ہے تم سب نے پھر وہ آگاہ کرے گا تمھیں جو تم (اس دنیا میں) کیا کرتے تھے۔"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "اے ایمان والو! آپس میں تمھاری گواہی جب آجائے کسی کو تم سے موت وصیت کرتے وقت (یہ ہے کہ ) دو معتبر شخص تم میں سے ہوں یا دو اور غیروں میں سے اگر تم سفر کررہے ہو زمین میں پھر پہنچے تمھیں موت کی مصیبت روکو ان دو گواہوں کو نماز پڑھنے کے بعد تو وہ قسم کھائیں اللہ کی اگر تمھیں شک پڑ جائے (اِن الفاظ سے) کہ ہم نہ خریدے گے اس قسم کے عوض کوئی مال اور اگرچہ قریبی رشتہ دار ہی ہو اور ہم نہ چھپائیں گے اللہ کی گواہی ( اگر ہم ایسا کریں) تو یقیناً ہم اس وقت گنہاگاروں میں (شمار) ہوں گے۔"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "پھر اگر پتہ چلے کہ وہ دونوں گواہ سزا وار ہوئے ہیں کسی گناہ کے تو دو اور کھڑے ہوجائیں ان کی جگہ ان مٰن سے جن کا حق ضائع کیا ہے پہلے گواہوں نے اور (یہ نئے دو گواہ) قسم اٹھائیں اللہ کی کہ ہمارے گواہی زیادہ ٹھیک ہے ان دو گواہی سے اور ہم نے حد سے تجاوز نہیں کیا (اگر ہم ایسا کریں تو) بےشک اس وقت ہم ظالموں میں شمار ہوں۔"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "یہ طریقہ زیادہ قریب ہے کہ گواہ دیا کریں گواہی جیسا کہ چاہیے یا خوف کریں اس بات کا کہ لوٹائی جائیں گی قسمیں (میت کے وارثوں کی طرف) ان کی قسموں کے بعد ۔ اور ڈرتے رہو اللہ سے اور سنو اس کا حکم اور اللہ تعالیٰ ہدایت نہیں دیتا فاسق قوم کو۔"
        }
    ]
}