{
    "maqras": [
        {
            "chapter": 4,
            "verse": 12,
            "text": "ለእናንተም ሚስቶቻችሁ ከተዉት ንብረት ለእነርሱ ልጅ ባይኖራቸው ግማሹ አላችሁ፡፡ ለእነሱም ልጅ ቢኖራቸው ከተዉት ሀብት ከአራት አንድ አላችሁ፡፡ (ይህም) በእርሷ ከሚናዘዙባት ኑዛዜ ወይም ከዕዳ በኋላ ነው፡፡ ለናንተም ልጅ ባይኖራችሁ ከተዋችሁት ንብረት ለእነርሱ (ለሚስቶች) ከአራት አንድ አላቸው፡፡ ለእናንተም ልጅ ቢኖራችሁ ከተዋችሁት ንብረት ለእነርሱ ከስምንት አንድ አላቸው (ይህም በርሷ ከምትናዘዙባት ኑዛዜ ወይም ከዕዳ በኋላ ነው፡፡) ወላጅም ልጅም የሌለው በጎን ወራሾች የሚወርስ ወንድ ወይም ሴት ቢገኝ ለእርሱም (ለሟቹ) ወንድም ወይም እኅት (ከእናቱ በኩል ብቻ የኾነ) ቢኖር ከሁለቱ ለያንዳንዳቸው ከስድስት አንድ አላቸው፡፡ ከዚህም (ከአንድ) የበዙ ቢኾኑ እነርሱ በሲሶው ተጋሪዎች ናቸው፡፡ (ይህም ወራሾችን) የማይጎዳ ኾኖ በእርሷ ከሚናዘዙባት ኑዛዜ ወይም ከዕዳ በኋላ ነው፡፡ ከአላህም የኾነን ኑዛዜ (ያዛችኋል)፡፡ አላህም ዐዋቂ ቻይ ነው፡፡"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "እነዚህ የአላህ ውሳኔዎች ናቸው፡፡ አላህንና መልክተኛውንም የሚታዘዙ ሰዎች ከሥሮቻቸው ወንዞች የሚፈሱባቸውን ገነቶች በውስጣቸው ዘውታሪዎች ሲኾኑ ያገባቸዋል፡፡ ይህም ትልቅ ዕድል ነው፡፡"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "አላህንና መልክተኛውንም የሚያምጽ ወሰኖቹንም የሚተላለፍ በውስጧ ዘውታሪ ሲኾን እሳትን ያገባዋል፡፡ ለርሱም አዋራጅ ቅጣት አለው፡፡"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "እነዚያም ከሴቶቻችሁ መጥፎን ሥራ (ዝሙትን) የሚሠሩ በእነርሱ ላይ ከናንተ አራትን (ወንዶች) አስመስክሩባቸው፡፡ ቢመሰክሩም ሞት እስከሚደርስባቸው ወይም አላህ ለእነርሱ መንገድን እስከሚያደርግ ድረስ በቤቶች ውሰጥ ያዙዋቸው (ጠብቁዋቸው)፡፡"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "እነዚያንም ከእናንተ ውስጥ (ዝሙትን) የሚሠሩዋትን አሰቃዩዋቸው፡፡ ቢጸጸቱና ሥራቸውንም ቢያሳምሩ ከእነርሱ ተገቱ (አታሰቃዩዋቸው)፡፡ አላህ ጸጸትን ተቀባይ አዛኝ ነውና፡፡"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "ጸጸትን መቀበል በአላህ ላይ የሚገባው ለእነዚያ ኀጢአትን በስህተት ለሚሠሩና ከዚያም ከቅርብ ጊዜ ለሚጸጸቱት ብቻ ነው፡፡ እነዚያንም አላህ በእነርሱ ላይ ጸጸትን ይቀበላል፡፡ አላህም ዐዋቂ ጥበበኛ ነው፡፡"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "ጸጸትንም መቀበል ለእነዚያ ኀጢአቶችን ለሚሠሩ አንዳቸውንም ሞት በመጣበት ጊዜ «እኔ አሁን ተጸጸትኩ» ለሚልና ለነዚያም እነርሱ ከሓዲዎች ኾነው ለሚሞቱ አይደለችም፡፡ እነዚያ ለእነሱ አሳማሚን ቅጣት አዘጋጅተናል፡፡"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "እናንተ ያመናችሁ ሰዎች ሆይ! ሴቶችን ያስገደዳችሁ ኾናችሁ ልትወርሱና ግልጽን መጥፎ ሥራ ካልሠሩ በስተቀር ከሰጣችኋቸው ከፊሉን ልትወስዱ ልታጉላሏቸውም ለእናንተ አይፈቀድም፡፡ በመልካምም ተኗኗሩዋቸው፡፡ ብትጠሉዋቸውም (ታገሱ)፡፡ አንዳችን ነገር ብትጠሉ አላህም በእርሱ ብዙ ደግ ነገርን ሊያደርግ ይቻላልና፡፡"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "በሚስትም ስፍራ ሚስትን ለመለወጥ ብትፈልጉ ለአንደኛይቱ (ለምትፈታው) ብዙን ገንዘብ የሰጣችኋት ስትኾኑ ከርሱ ምንንም አትውሰዱ፡፡ በመበደልና ግልጽ በኾነ ኀጢአት ትወስዱታላችሁን"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "ከፊላችሁ ወደ ከፊሉ በእርግጥ የደረሰ ሲኾንና ከእናንተ ላይም (ሴቶች) የጠበቀ ኪዳንን የያዙባችሁ ሲኾኑ እንዴት ትወስዱታላችሁ"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "ከሴቶችም አባቶቻችሁ ያገቡዋቸውን አታግቡ፡፡ (ትቀጡበታላችሁ)፡፡ ያለፈው ሲቀር፡፡ እርሱ መጥፎና የተጠላ ሥራ ነውና፡፡ መንገድነቱም ከፋ"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "እናቶቻችሁ፣ ሴት ልጆቻችሁም፣ እኅቶቻችሁም፣ አክስቶቻችሁም፣ የሹሜዎቻችሁም፣ የወንድም ሴቶች ልጆችም፣ የእኅት ሴቶች ልጆችም፣ እነዚያም ያጠቡዋችሁ እናቶቻችሁ፣ ከመጥባት የኾኑትም እኅቶቻችሁ፣ የሚስቶቻችሁም እናቶች፣ እነዚያም በጉያዎቻችሁ ያሉት የእነዚያ በእነርሱ የገባችሁባቸው ሚስቶቻችሁ ሴቶች ልጆች፣ (ልታገቧቸው) በእናንተ ላይ እርም ተደረጉባችሁ፡፡ በእነርሱም (በሚስቶቻችሁ) ያልገባችሁባቸው ብትኾኑ (በፈታችኋቸው ጊዜ ሴቶች ልጆቻቸውን ብታገቡ) በእናንተ ላይ ኀጢአት የለባችሁም፡፡ የእነዚያ ከጀርባዎቻችሁ የኾኑት ወንዶች ልጆቻችሁ ሚስቶችም በሁለት እኅትማማቾችም መካከል መሰብሰብ (እንደዚሁ እርም ነው)፡፡ ግን ከዚህ በፊት ያለፈው ሲቀር (እርሱንስ ተምራችኋል) አላህ መሓሪ አዛኝ ነውና፡፡"
        }
    ]
}