{
    "maqras": [
        {
            "chapter": 13,
            "verse": 19,
            "text": "Ist etwa jemand, der weiß, daß das, was zu dir von deinem Herrn (als Offenbarung) herabgesandt worden ist, die Wahrheit ist, wie jemand, der blind ist? Jedoch bedenken nur diejenigen, die Verstand besitzen"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Diejenigen, die Allahs Bund halten und das Abkommen nicht brechen"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "und die verbinden, was Allah befohlen hat zu verbinden, ihren Herrn furchten und Angst vor einer bosen Abrechnung haben"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "und die geduldig sind im Trachten nach dem Angesicht ihres Herrn, das Gebet verrichten und von dem, womit Wir sie versorgt haben, heimlich und offentlich ausgeben und mit dem Guten das Bose abwehren, fur sie gibt es letztendlich die Wohnstatte"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "die Garten Edens, in die sie eingehen werden, (sie) und diejenigen, die rechtschaffen waren von ihren Vatern, ihren Gattinnen und ihren Nachkommenschaften. Und die Engel treten zu ihnen ein durch alle Tore"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "Friede sei auf euch dafur, daß ihr geduldig wart!\" Wie trefflich ist die endgultige Wohnstatte"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Diejenigen, die den Bund Allahs nach seiner Abmachung brechen und das trennen, was Allah befohlen hat, daß (es) verbunden werden soll, und auf der Erde Unheil stiften, fur sie gibt es den Fluch und eine schlimme Wohnstatte"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Allah gewahrt die Versorgung großzugig, wem Er will, und bemißt auch. Und sie sind froh uber das diesseitige Leben; aber das diesseitige Leben (zahlt) im Jenseits nur als (verganglicher) Nießbrauch"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Und diejenigen, die unglaubig sind, sagen: \"Wenn doch ein Zeichen von seinem Herrn auf ihn herabgesandt wurde!\" Sag: Allah laßt in die Irre gehen, wen Er will, und leitet zu Sich, wer sich Ihm reuig zuwendet"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "(Es sind) diejenigen, die glauben und deren Herzen im Gedenken Allahs Ruhe finden. Sicherlich, im Gedenken Allahs finden die Herzen Ruhe"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Diejenigen, die glauben und rechtschaffene Werke tun - fur sie wird es Tuba geben, und fur sie wird eine schone Heimstatt (da)sein"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "So haben Wir dich in eine Gemeinschaft gesandt, vor der Gemeinschaften dahingegangen sind, damit du ihnen verliest, was Wir dir (als Offenbarung) eingegeben haben; und doch verleugnen sie den Allerbarmer. Sag: Er ist mein Herr. Es gibt keinen Gott außer Ihm. Auf Ihn verlasse ich mich, und zu Ihm bereue ich"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Wenn es auch einen Qur'an gabe, mit dem die Berge versetzt oder die Erde in Stucke gerissen oder zu den Toten gesprochen werden konnte ... (wurden sie doch nicht glauben). Nein! Vielmehr steht die Angelegenheit ganz bei Allah. Wissen denn nicht diejenigen, die glauben, daß wenn Allah wollte, Er die Menschen wahrlich alle rechtleiten wurde? Diejenigen, die unglaubig sind, wird immer wieder ein Verhangnis treffen fur das, was sie gemacht haben, oder es wird in der Nahe ihrer Wohnstatten geschehen, bis Allahs Versprechen eintrifft. Gewiß, Allah bricht nicht, was Er versprochen hat"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Man machte sich ja bereits uber Gesandte vor dir lustig. Da gewahrte Ich denen, die unglaubig waren, Aufschub; hierauf ergriff Ich sie. Wie war da Meine Bestrafung"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Ist denn Derjenige, Der uber jeder Seele steht, (um ihr zu vergelten) fur das, was sie verdient hat, (den Gotzen gleich)? Und dennoch geben sie Allah Teilhaber. Sag: Nennt sie. Oder wollt ihr Ihm etwas kundtun, das Er auf der Erde nicht kennt, oder uber offenkundige Worte? Nein! Vielmehr sind denjenigen, die unglaubig sind, ihre Ranke ausgeschmuckt worden, und sie sind vom (rechten) Weg abgehalten worden. Wen Allah in die Irre gehen laßt, der hat niemanden, der ihn rechtleitet"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Fur sie gibt es Strafe im diesseitigen Leben; aber die Strafe des Jenseits ist wahrlich harter. Und sie werden vor Allah keinen Behuter haben"
        }
    ]
}