{
    "maqras": [
        {
            "chapter": 20,
            "verse": 111,
            "text": "Demutig werden sich die Gesichter vor dem Lebendigen und Bestandigen senken. Und wirklich enttauscht wird, wer (als Last begangenes) Unrecht tragt"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Wer aber etwas an rechtschaffenen Werken tut und dabei glaubig ist, der wird kein Unrecht und keine (Lohn)minderung befurchten"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Und so haben Wir ihn als einen arabischen Qur'an hinabgesandt. Und Wir haben darin verschiedene Androhungen dargelegt, auf daß sie gottesfurchtig werden mogen oder er bei ihnen Gedenken (Allahs) hervorrufe"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Erhaben ist Allah, der Konig, der Wahre! Und ubereile dich nicht mit dem Qur'an, bevor dir seine Offenbarung vollstandig eingegeben worden ist. Und sag: Mein Herr, lasse mich an Wissen zunehmen"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Und Wir hatten bereits zuvor Adam eine Verpflichtung auferlegt. Aber er vergaß (sie), und Wir fanden bei ihm keine Entschlossenheit"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Und als Wir zu den Engeln sagten: \"Werft euch vor Adam nieder.\" Da warfen sie sich nieder, außer Iblis. Er weigerte sich"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Da sagten Wir: \"O Adam, dieser (da) ist dir und deiner Gattin gewiß ein Feind. Daß er euch beide ja nicht aus dem (Paradies)garten vertreibt! Sonst wirst du unglucklich sein"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Gewiß, es ist dir gewahrt, daß du darin weder hungerst noch nackt bist"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "und daß du darin weder durstest noch Sonnenhitze erleidest"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Aber da flusterte ihm der Satan ein und sagte: \"O Adam, soll ich dich auf den Baum der Ewigkeit hinweisen und auf eine Herrschaft, die nicht vergeht"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "So aßen sie beide davon, und da zeigte sich ihnen ihre Bloße offenkundig, und sie begannen, Blatter des (Paradies)gartens auf sich zusammenzuheften. So widersetzte Adam sich seinem Herrn, und da fiel er in Verirrung"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Hierauf erwahlte ihn sein Herr, und so wandte Er Sich ihm Reue-Annehmend zu und leitete (ihn) recht"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Er sagte: \"Geht alle fort von ihm. Einige von euch seien des anderen Feind. Doch wenn dann von Mir Rechtleitung zu euch kommt, dann wird derjenige, der Meiner Rechtleitung folgt, nicht irregehen und nicht unglucklich sein"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Wer sich aber von Meiner Ermahnung abwendet, der wird ein beengtes Leben fuhren, und Wir werden ihn am Tag der Auferstehung blind (zu den anderen) versammeln"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Er wird sagen: \"Mein Herr, warum hast Du mich blind (zu den anderen) versammelt, wo ich doch sehen konnte"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Er sagt: \"So sind auch zu dir Unsere Zeichen gekommen, und doch hast du sie vergessen. Ebenso wirst du heute vergessen"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "So vergelten Wir demjenigen, der maßlos ist und nicht an die Zeichen seines Herrn glaubt. Die Strafe des Jenseits ist wahrlich strenger und nachhaltiger"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Ist ihnen denn nicht deutlich geworden, wie viele Geschlechter Wir vor ihnen vernichtet haben, in deren Wohnorten sie (nun) umhergehen? Darin sind wahrlich Zeichen fur Leute von Verstand"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Wenn es nicht ein schon fruher ergangenes Wort von deinem Herrn und eine festgesetzte Frist gabe, ware (die sofortige Strafe) furwahr unabwendbar"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "So ertrage standhaft, was sie sagen, und lobpreise deinen Herrn vor dem Aufgang der Sonne und vor ihrem Untergang, und zu (verschiedenen) Stunden der Nacht preise (Ihn) und (ebenso) an den Enden des Tages, auf daß du zufrieden sein mogest"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Und richte nur nicht deine Augen auf das, was Wir manchen von ihnen paarweise als Nießbrauch gewahren - den Glanz des diesseitigen Lebens -, um sie darin der Versuchung auszusetzen. Die Versorgung deines Herrn ist besser und bestandiger"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Und befiehl deinen Angehorigen, das Gebet (zu verrichten), und sei beharrlich darin. Wir fordern keine Versorgung von dir; Wir versorgen dich. Und das (gute) Ende gehort der Gottesfurcht"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Und sie sagen: \"Wenn er uns doch ein Zeichen von seinem Herrn bringen wurde!\" Ist nicht zu ihnen der klare Beweis dessen gekommen, was auf den fruheren Blattern steht"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Hatten Wir sie vor ihm durch eine Strafe vernichtet, hatten sie furwahr gesagt: \"Unser Herr, hattest Du doch einen Gesandten zu uns gesandt, so daß wir Deinen Zeichen hatten folgen konnen, bevor wir erniedrigt und in Schande gesturzt wurden"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Sag: Jeder wartet ab; so wartet auch (ihr) ab. Dann werdet ihr (noch) erfahren, wer die Leute des ebenen Weges sind und wer rechtgeleitet ist"
        }
    ]
}