{
    "maqras": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "Nichts Gutes ist in vielen ihrer vertraulichen Gesprache, außer derer, die Almosen, Rechtes oder Aussohnung unter den Menschen befehlen. Und wer dies im Trachten nach Allahs Zufriedenheit tut, dem werden Wir großartigen Lohn geben"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Wer aber dem Gesandten entgegenwirkt, nachdem ihm die Rechtleitung klargeworden ist, und einem, anderen Weg als dem der Glaubigen folgt, werden Wir dem zukehren, dem er sich zugekehrt hat, und ihn der Holle aussetzen, und (wie) bose ist der Ausgang"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Allah vergibt gewiß nicht, daß man Ihm (etwas) beigesellt. Doch was außer diesem ist, vergibt Er, wem Er will. Wer Allah (etwas) beigesellt, der ist furwahr weit abgeirrt"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Sie rufen außer Ihm nur weibliche (Gottheiten) an, und sie rufen nur einen rebellischen Satan an"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Allah verfluchte ihn. Und er sagte: \"Ich werde von Deinen Dienern ganz gewiß einen festgesetzten Anteil nehmen"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "und ich werde sie ganz gewiß in die Irre fuhren und ganz gewiß in ihnen Wunsche erwecken und ihnen ganz gewiß befehlen, und da werden sie ganz gewiß die Ohren des Viehs abschneiden; wahrlich, ich werde ihnen befehlen, und da werden sie ganz gewiß Allahs Schopfung andern.\" Wer sich den Satan außer Allah zum Schutzherrn nimmt, der hat furwahr einen offenkundigen Verlust erlitten"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Er macht ihnen Versprechungen und erweckt in ihnen Wunsche; aber der Satan macht ihnen nur Versprechungen in Trug"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Jene - ihr Zufluchtsort wird die Holle sein, und sie werden aus ihr kein Entrinnen finden"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Diejenigen aber, die glauben und rechtschaffene Werke tun, die werden Wir in Garten eingehen lassen, durcheilt von Bachen, ewig und auf immer darin zu bleiben - Allahs Versprechen in Wahrheit. Und wer ist wahrhaftiger als Allah in Seinen Worten"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "Es geht weder nach euren Wunschen noch nach den Wunschen der Leute der Schrift. Wer Boses tut, dem wird es vergolten, und der findet fur sich außer Allah weder Schutzherrn noch Helfer"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Wer aber, sei es Mann oder Frau, etwas an rechtschaffenen Werken tut, und dabei glaubig ist, jene werden in den (Paradies)garten eingehen, und es wird ihnen nicht ein Dattelkerngrubchen Unrecht zugefugt"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Wer hatte eine bessere Religion, als wer sein Gesicht Allah hingibt und dabei Gutes tut und dem Glaubensbekenntnis Ibrahims folgt, (als) Anhanger des rechten Glaubens? Und Allah nahm sich Ibrahim zum Freund"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Und Allah gehort (alles), was in den Himmeln und was auf der Erde ist; Allah umfaßt alles"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Sie fragen dich um Belehrung uber die Frauen. Sag: \"Allah belehrt euch uber sie, und (weiter lehrt,) was euch im Buch verlesen wird uber die weiblichen Waisen, denen ihr nicht gebt, was ihnen vorgeschrieben ist, und die ihr zu heiraten begehrt, und die schwachen unter den Kindern, und daß ihr gegenuber den Waisen Gerechtigkeit wahrt. Und was immer ihr an Gutem tut, so weiß Allah daruber Bescheid"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Und wenn eine Frau von ihrem Ehemann Widersetzlichkeit oder Meidung befurchtet, so ist es keine Sunde fur sie (beide), sich in Frieden zu einigen; denn friedliche Einigung ist besser. Und die Seelen sind der Habsucht zuganglich. Doch wenn ihr wohltatig seid und gottesfurchtig, so ist Allah dessen, was ihr tut, gewiß Kundig"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Und ihr werdet zwischen den Frauen nicht gerecht handeln konnen, auch wenn ihr danach trachtet. Aber neigt nicht ganzlich (von einer weg zu der anderen), so daß ihr sie gleichsam in der Schwebe laßt. Und wenn ihr (es) wiedergutmacht und gottesfurchtig seid, gewiß, so ist Allah Allvergebend und Barmherzig"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Und wenn die beiden sich trennen, wird Allah jeden aus Seiner Fulle bereichern. Allah ist Allumfassend und Allweise"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Allah gehort (alles), was in den Himmeln und was auf der Erde ist. Und Wir haben bereits denjenigen, denen vor euch die Schrift gegeben wurde, und euch anbefohlen: Furchtet Allah! Wenn ihr aber unglaubig seid, gewiß, so gehort Allah (alles), was in den Himmeln und was auf der Erde ist. Allah ist Unbedurftig und Lobens wurdig"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Allah gehort (alles), was in den Himmeln und was auf der Erde ist, und Allah genugt als Sachwalter"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Wenn Er will, laßt Er euch vergehen, ihr Menschen, und bringt andere. Allah hat dazu die Macht"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Wer immer die Belohnung des Diesseits will, so ist bei Allah die Belohnung des Diesseits und des Jenseits. Allah ist Allhorend und Allsehend"
        }
    ]
}