{
    "maqras": [
        {
            "chapter": 2,
            "verse": 106,
            "text": "Was Wir an Versen aufheben oder in Vergessenheit geraten lassen - Wir bringen bessere oder gleichwertige dafur. Weißt du denn nicht, daß Allah zu allem die Macht hat"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Weißt du denn nicht, daß Allah es ist, Der die Herrschaft uber die Himmel und die Erde hat, und daß ihr außer Allah weder Schutzherrn noch Helfer habt"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Oder wollt ihr vielmehr euren Gesandten bitten, so wie zuvor schon Musa gebeten worden war. Wer den Glauben mit dem Unglauben vertauscht, der ist furwahr vom rechten Weg abgeirrt"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Viele von den Leuten der Schrift mochten euch, nachdem ihr den Glauben (angenommen) habt, wieder zu Unglaubigen machen, aus Mißgunst von sich selbst aus, nachdem ihnen die Wahrheit klargeworden ist. Doch verzeiht und seid nachsichtig, bis Allah mit Seiner Anordnung kommt! Allah hat zu allem die Macht"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Und verrichtet das Gebet und entrichtet die Abgabe. Und was ihr fur euch selbst an Gutem vorausschickt, werdet ihr bei Allah finden. Was ihr tut, sieht Allah wohl"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "Und sie sagen: \"Niemand wird in den (Paradies)garten eingehen außer, wer Jude oder Christ ist.\" Das sind ihre Wunsche. Sag: \"Bringt euren Beweis vor, wenn ihr wahrhaftig seid"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Aber nein! Wer sich Allah vollig hingibt und dabei Gutes tut, dessen Lohn steht fur ihn bei seinem Herrn. Und sie soll keine Furcht uberkommen, noch sollen sie traurig sein"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "Die Juden sagen: \"Auf nichts fußen die Christen\"; und die Christen sagen: \"Auf nichts fußen die Juden\", obwohl sie doch (beide) die Schrift lesen. Dergleichen Worte fuhrten schon diejenigen, die nicht Bescheid wissen. Aber Allah wird zwischen ihnen am Tag der Auferstehung uber das richten, woruber sie uneinig sind"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Und wer ist ungerechter, als wer verhindert, daß an Allahs Gebetsstatten Sein Name genannt wird, und sich bemuht, sie zu zerstoren? Jene sollen sie nur in Furcht betreten. Fur sie gibt es im Diesseits Schande und im Jenseits gewaltige Strafe"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Allah gehort der Osten und der Westen; wohin ihr euch auch immer wendet, dort ist Allahs Angesicht. Allah ist Allumfassend und Allwissend"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Und sie sagen: \"Allah hat Sich Kinder genommen.\" Preis sei Ihm! Nein! Vielmehr gehort Ihm (alles), was in den Himmeln und auf der Erde ist. Alle sind Ihm demutig ergeben"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "(Er ist) der Schopfer der Himmel und der Erde in ihrer schonsten Form. Und wenn Er eine Angelegenheit bestimmt, so sagt Er zu ihr nur: \"Sei!\" und so ist sie"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Und diejenigen, die nicht Bescheid wissen, sagen: \"O wurde Allah doch zu uns sprechen oder kame zu uns ein Zeichen!\" Dergleichen Worte fuhrten schon diejenigen, die vor ihnen waren. Ihre Herzen sind einander ahnlich. Wir haben die Zeichen klargemacht fur Leute, die uberzeugt sind"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Gewiß, Wir haben dich mit der Wahrheit gesandt als Frohboten und als Warner. Und du wirst nicht nach den (Taten der) Insassen des Hollenbrandes gefragt werden"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "Weder die Juden noch die Christen werden mit dir zufrieden sein, bis du ihrem Glaubensbekenntnis folgst. Sag: Gewiß, Allahs Rechtleitung ist die (wahre) Rechtleitung. Wenn du jedoch ihren Neigungen folgst nach dem, was dir an Wissen zugekommen ist, so wirst du vor Allah weder Schutzherrn noch Helfer haben"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Diejenigen, denen Wir die Schrift gegeben haben, lesen sie, wie es ihr zusteht; sie glauben daran. Wer sie jedoch verleugnet, das sind die Verlierer"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "O Kinder Isra'ils, gedenkt Meiner Gunst, die Ich euch erwiesen, und daß Ich euch vor den (anderen) Weltenbewohnern bevorzugt habe"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "Und hutet euch vor einem Tag, an dem keine Seele etwas anstelle einer anderen leisten kann und von ihr keine Ersatz(leistung) angenommen wird, noch Fursprache ihr nutzt; und (an dem) ihnen keine Hilfe zuteil wird"
        }
    ]
}