{
    "maqras": [
        {
            "chapter": 11,
            "verse": 84,
            "text": "Und (Wir sandten) zu Madyan ihren Bruder Su'aib. Er sagte: \"O mein Volk, dient Allah! Keinen Gott habt ihr außer Ihm. Laßt an Maß und Gewicht nichts fehlen! Ich sehe, es geht euch gut. Aber ich furchte fur euch die Strafe eines umfassenden Tages"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "Und, o mein Volk, gebt volles Maß und Gewicht in Gerechtigkeit und schmalert den Menschen nicht ihre Sachen und richtet auf der Erde nicht unheilstiftend Verderben an"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Das Bleibende (an Lohn) von Allah ist besser fur euch, wenn ihr glaubig seid. Und ich bin nicht Huter uber euch"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Sie sagten: \"O Su'aib, befiehlt dir denn dein Gebet, daß wir das verlassen, dem unsere Vater dienen, oder (davon absehen), mit unserem Besitz zu tun, was wir wollen? Du bist furwahr der Nachsichtige und Besonnene"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Er sagte: \"O mein Volk, was meint ihr, wenn ich mich auf einen klaren Beweis von meinem Herrn stutze und Er mir eine schone Versorgung gewahrt hat? Und ich will mich (dann in meinem Vorhaben) von euch nicht unterscheiden, indem ich das tue, was ich euch verbiete. Ich will nur Besserung, soweit ich (sie erreichen) kann. Das Gelingen wird mir nur durch Allah (allein) beschieden. Auf Ihn verlasse ich mich, und Ihm wende ich mich reuig zu"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "Und, o mein Volk, meine Feindseligkeit soll euch ja nicht dazu bringen, daß euch das Gleiche trifft, was das Volk Nuhs oder das Volk Huds oder das Volk Salihs traf. Und das Volk Luts liegt euch nicht fern"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Und bittet euren Herrn um Vergebung und hierauf bereut vor Ihm! Gewiß, mein Herr ist Barmherzig und Liebevoll"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Sie sagten: \"O Su'aib, wir verstehen nicht viel von dem, was du sagst. Und wir sehen wahrlich, daß du unter uns nicht wehrhaft bist. Wenn deine Sippschaft nicht ware, hatten wir dich furwahr gesteinigt. Du hast ja bei uns kein Ansehen"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Er sagte: \"O mein Volk, hat meine Sippschaft bei euch mehr Ansehen als Allah, und habt ihr Ihn hinter eurem Rucken gelassen? Gewiß, mein Herr umfaßt, was ihr tut"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "Und, o mein Volk, handelt nach eurer Stellung! Ich werde (ebenfalls so) handeln. Ihr werdet (noch) erfahren, uber wen eine Strafe kommen wird, die ihn in Schande sturzt, und wer ein Lugner ist. Und wartet (es) ab! Ich bin mit euch ein Beobachter"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Als nun Unser Befehl kam, erretteten Wir Su'aib und diejenigen, die mit ihm glaubten, durch Barmherzigkeit von Uns. Da ergriff diejenigen, die Unrecht taten, der Schrei, und so lagen sie morgens in ihren Wohnstatten auf den Brusten da"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "als hatten sie (uberhaupt) nicht darin gewohnt. Aber ja, weg mit Madyan, wie auch die Tamud entfernt wurden"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Und Wir sandten ja bereits Musa mit Unseren Zeichen und deutlicher Gewalt"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "zu Fir'aun und seiner fuhrenden Schar. Diese folgten dem Befehl Fir'auns; der Befehl Fir'auns aber war nicht rechtweisend"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Er wird seinem Volk am Tag der Auferstehung vorangehen. Er fuhrt sie wie zur Tranke ins (Hollen)feuer hinab - eine schlimme Tranke, zu der sie hinabgefuhrt werden"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "Und ein Fluch folgte ihnen im Diesseits nach und (wird ihnen) am Tag der Auferstehung (nachfolgen) - eine schlimme Beigabe, die (ihnen) gegeben wird"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Dies gehort zu den Nachrichten von den Stadten; Wir erzahlen es dir. Einige von ihnen stehen noch, andere sind abgemaht"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "Nicht Wir haben ihnen Unrecht getan, sondern sie selbst haben sich Unrecht zugefugt. Ihre Gotter, die sie anstatt Allahs anrufen, haben ihnen nichts genutzt, als der Befehl deines Herrn kam, und sie richteten sie nur noch mehr zugrunde"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "So ist der Griff deines Herrn, wenn Er die Stadte ergreift, wahrend sie Unrecht tun. Gewiß, Sein Griff ist schmerzhaft und hart"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Darin ist wahrlich ein Zeichen fur jemanden, der die Strafe des Jenseits furchtet. Das ist ein Tag, zu dem die Menschen versammelt werden, und das ist ein Tag, an dem sie (alle) anwesend sein werden"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Und Wir stellen ihn nur auf eine bestimmte Frist zuruck"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "An dem Tag, da er eintrifft, wird keine Seele sprechen, außer mit Seiner Erlaubnis. Dann werden einige von ihnen unglucklich und andere gluckselig sein"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Was nun diejenigen angeht, die unglucklich sind, so werden sie dann im (Hollen)feuer sein; darin werden sie seufzen und schluchzen"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "ewig darin zu bleiben, solange die Himmel und die Erde wahren, außer was dein Herr will. Dein Herr tut immer, was Er will"
        }
    ]
}