{
    "chapter": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "(He manisahara! Aphno palanakartasita dara, jasale timiharala'i ekai pranibata srsti ga¥yo ra tyasaibata tyasako jo'i banayo, tatpascata ti dubaibata dherai nara ra narihara phaila'i 1) he manisaharu! Aphno palanakartasita dara, jasale timiharula'i ekai pranibata srsti garyo ra tyasaibata tyasako jo'i banayo, tatpascata ti dubaibata dherai nara ra nariharu phaila'ihalyo. Usa allahasamga dara jasako namabata timi eka–arkasanga magdachau. Ra natako sambandha vicchedabata tadha raha. Kunai sandeha chaina ki allaha sanraksaka dekhirakheko cha"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Anathaharuko sampatti tiniharula'i sumpihala ra pavitra kurako badalama apavitra cija grahana nagara. Na ta tiniharuko sampatti aphno sampattima misa'era kha'u. Kinabhane yo thulo papa ho"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Yadi timila'i yasa kurako bhaya cha ki timile anatha balikaharusita vivaha garera tiniharusita n'yaya garna sakdainau bhane, tini baheka timile mana para'eko an'ya du'i, tina va carasanga nikaha garihala ra yadi yasa kurako bhaya cha ki sabai svasniharusamga samana n'yayapurna vyavahara garna sakdainau bhane ta e'utai svasni paryapta cha. Athava timro svamitvama rahane dasi. Yo sambhava cha yasabata timiharu an'yaya garnabata bamcna sakdachau"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Ra svasniharula'i tinaka mahara raji khusipurvaka di'ihala tara ho, yadi tiniharu aphnai rajikhusile kehi ansa chadi dinchan bhane khusipurvaka tyasala'i khana–pina gara"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Ra bud'dhihinaharula'i aphna mala nade'u juna malala'i allahale timro jivikako sadhana bana'eko cha. Ho sohi malabata tiniharula'i khana kapada dindai gara ra unisita ucita kura gardaigara"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Ra anathaharula'i uni baliga nahunjela heracaha ra sudhara gardai gara. Pheri yadi tiniharuma bud'dhiko paripakvata ra vyavahara kusalata dekhincha bhane tinala'i tinako sampatti sumpihala ra yasa bhayale ki tiniharu vayaska bha'ihalchan tiniharuko sampatti hatarapurvaka phajula kharca nagara. Sampatti bha'ekaharule tyasto sampatibata tadha rahanupardacha. Ho, gariba ra nirdhana cha bhane niyama bamojima n'yayocita rupama kehi le'os. Ra jaba tinala'i tinako sampatti sumpanchau bhane tyatikhera saksi rakhnu, vastavama allaha nai hisaba linako lagi prayapta cha"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Juna sampatti ama babu ra natagotale chadi mardachan, thorai hos athava dherai, tyasama logne manisako ansa cha ra a'ima'iharuko pani. (Yi ansaharu) nirdharita gari'eka hun"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "Ra jaba bhaga–bandako samaya natedara ra anatha ra nimukhaharu upasthita bha'ihalun ta tyasabata uniharula'i pani kehi dihala ra uniharusita mitho kura gara"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Ra tiniharula'i yasa kurabata dara'unu parcha ki yadi aphno pachadi hani pugna sakne abodha ketaketiharu chodera ga'eko bha'e (tiniharuko cahana ke hune thiyo). Ta, avasyaka cha ki yi manisaharu allahasamga dara'era santulita kuraharu garun"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Juna manisaharu anathaharuko sampati najayaja tarikale khanchan, tiniharu aphna petama ago bhardaichan ra nikata bhavisyama narkama jane chan"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "Allahale timra santanaharuko sambandhama timila'i adesa gardacha ki e'uta chorako ansa du'ita choriharuko ansako barabara cha ra yadi mrtakaka choriharu matra chin ra du'ibhanda badhi chin bhane tinala'i mrtakako sampattibata du'i tiha'i ra yadi e'uti chori matra chin bhane usala'i adha, ra mrtakaka ama babu pratyekala'i mrtakale chodeko sampattiko chaithaum bhaga ansa ho, mrtakaka santanaharu bha'eko khandama. Yadi mrtakako santana nabha'e ra matra ama babu nai usako hakavala bha'eko avasthama, eka tiha'i amako ansa ra yadi mrttakaka dajubha'i pani chan bhane amako chaithaum ansa ho, mrtakako sampattiko yo ansavanda mrtakale gareko icchapatrako karyanvayana pachi matra va mrtakale li'eko rnako bhuktani garepachi matra garnu parcha. Timila'i thaha chaina ki timra babu va choramadhye timila'i pha'idako drstikonale kuna cahim dherai najika cha. Yi ansabhaga allahabata nirdharita gari'eka hun ra nihsandeha allaha sarvajna ra kausalavala cha"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "Juna sampatti timra svasniharu chodera mardachin yadi tinaka santanaharu chainan bhane, tyasabata adha bhaga timro hunecha ra yadi unako santana chan bhane chadera ga'eko sampattibata timro bhaga eka cautha'i huncha. (Tara yo vibhajana) mrttakako tyasa iccha patrako karyanvayana pascata ho juna usale garera ga'eko cha ra usale li'eki rna tirisakepachi garine cha ra juna sampatti timi (purusale) chadera marchau ra yadi timra santanaharu chainan bhane timra svasniharuko tyasabata eka cautha'i bhaga cha ra yadi santana cha bhane tinala'i athaum bhaga cha. (Yi bhagaharu) timro icchapatrako karyanvayana pascata ho juna timile gareka chau ra rnako (bhuktani pachi) bamdine chan. Ra yadi yasto purusa athava svasni mancheko sampatti cha, jasako na babu cha na chora usako eka daju va bha'i athava eka didi va bahini chan bhane tyasabata pratyekala'i chaithaum bhaga huncha ra ekabhanda badhi chan bhane sabai eka tiha'ima sahabhagi hunechan. (Yi ansaharu pani) icchapatra pura bha'epachi tatha rna tirepachi yo sartama ki kasaila'i hani noksani napugeko hos. Yo allahako tarphabata nirdharita gari'eko ho ra allaha sarvajna tatha sahanasila cha"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "Yi simaharu allahabata nirdharita gari'eka hun ra jasale allaha ra usako paigambarako ajna palana garnecha, usala'i allahale jannatama pravesa dinecha, jasamuni naharaharu bagirakheka chan. Jasama tiniharu sadhaim basa garnechan ra yo thulo saphalata ho"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Ra jasale allaha ra usako rasula (sa.) Ko ajna ullaghanna garnecha ra usabata nirdharita simako atikramana gardacha, tyasala'i allahale narkama halnecha, jasama ki u sadhaim rahanecha ra tyastaila'i yo apamanajanaka sajaya ho"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "Yadi timra a'ima'iharumadhye kasaile vyabhicara gardachina bhane tyasako pramanako nimti aphumadhyebata cara janako saksya prastuta gara. Yadi tiniharule gavahi dinchan bhane ti a'ima'iharula'i mrtyu nahunjelasam'ma gharaima thunirakha athava allahale tinako lagi arko kunai bato nikalos"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Ra timiharumadhye juna du'ijanale yasto vyabhicara gardachan, tinala'i kasta de'u yadi tini pascatapa gari asala manisaharuma parinata hunchan bhane tinala'i chadide'u. Nihsandeha allaha ksama yacanala'i svikara garne ra krpa garnevala ho"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Allahale tinako matra ksamayacana svikara gardacha, jasale ajnanatavasa kunai duskarma gardachan ra chittai tyasala'i chodera pascatapa garihalchan. Tasartha yasta manisaharuko pascatapa allahale pani svikara gardacha allaha sabai kurako jnani ra kausalavala ho"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Ra, yasta manisaharuko pascatapa (tauba) svikara humdaina jasale (nirantara) duskarma gardachan, yahamsam'ma ki jaba tiniharumadhye kasaiko mrtyu bha'ihalcha, ani bhandacha ki ma pascatapa gardachu. Ra na ta unako pascatapa svikara hunecha jo kuphrako avasthama mardachan. Yinai manisaharuka lagi hamile kastadayaka sajaya tayara garisakeka chaum"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "Imanavalaharu ho! Timiharula'i yo ucita chaina ki jabarajasti svasni manisaharuko sampattibata le'u. Je timile tinala'i di'eka chau, tyasabata kehi khane niyatale tinala'i na rokirakhnu. Ho yadi tinale duskarma gardachin ta kura arkai cha. Tiniharusita ramro vyavahara gara yadi tiniharula'i timile mana napara'e pani, tara dherai sambhava cha ki timile naramro maneko kunai kurama allahale dherai bhala'iko srjana garidi'os"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Ra, yadi timile e'uti svasniko tha'umma dosro svasni rakhna nai cahanchau ra timadhye kasaila'i timile thulo sampatti di'isakeka chau bhane pani tyasabata kehi nalinu. Ke timile anucitarupale va khullarupale papa hune bha'era pani tyasabata phirta linechau"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Timi tyasala'i kasari line chau? Yadyapi timiharule eka arkala'i bhetisakeka chau ra ti svasni manisaharule timibata purnarupale vaca li'isakeka chin"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Ra juna svasni manisaharusamga timra babuharule vivaha gareka chan, tiniharusamga nikaha nagarnu, tara je bitisakeko cha tyo nirlajjatapurna kama ra aprasanna parne kura ra sa¥hai ghrnita parampara thiyo"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "Timro lagi timra amaharu ra choriharu ra didi bahiniharu ra timra phuphuharu ra timra sani ama, thuli amaharu ra bhatijiharu ra bhanjiharu ra timra ti amaharu jasale ki timila'i dudha khva'eka chin, ra (reja'i) didibahiniharu ra timra sasuharu ra timile timro godama lalana palana gareko choriharu juna sambhoga gareko mahilabata janmeka chin timro lagi varjita chin. Ho yadi timile tiniharusamga (ketiko amasamga) yauna sambandha gareka chainau bhane timila'i kunai gunaha chaina, ra timra sakhkhai choraharuka svasniharu pani ra du'i didi bahiniharula'i ekaisatha bihe garnu pani tyajya cha. Tara vigatama je bhayo bha'isakyo. Nihsandeha allaha ksama garnevala ra dayavana cha"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "Ra vivahita striharu pani (varjita chin) tara ti baheka junaki (dasiko rupama) timro adhikarama a'umchin. Yo adesa allahako tarphabata timrolagi anivarya gari'eko ho ra yi varjita striharu baheka an'ya striharu timro lagi halala chin, aphno dhanabata mahara di'era tiniharusamga vivaha garna cahanchau bhane, tara yo sartama nikahako uddesya duracarabata bacnu hunuparcha na ki vasanako purtiko nimti. Tasartha juna striharusamga timile labha prapta gardachau, tinala'i maharama nirdharita gari'eko dhana di'ihala ra yadi mahara nirdharita garisakepachi apasi sahamatibata an'yatha taya gardachau bhane tyasama timila'i kunai papa lagdaina. Nihsandeha allaha sabai kurako jnata cha (ra) sampurnarupale tatvajna cha"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Ra timiharumadhye juna manisasala'i svatantra musalamana strisamga nikaha garne pura ksamata chaina, tyasale musalamana dasisamgai, joki timra adhikarama a'isakekachin, nikaha garihalos ra allahala'i timro imanabare ramrari thaha cha! Timiharu eka apasama sajatiya hau, tasartha ti dasiharusamga, tinaka malikaharubata anumati prapta gari nikaha garihala ra nirdharita gari'e bamojima tinaka mahara pani di'ihala tara yo sarta cha ki tiniharu pavitra hunupardacha na ki vyabhicarini, jasale khullama khulla va lukichipi an'ya vyaktiharusamga sambandha sthapita gardachin. Tara yadi nikaha bha'isakepachi tiniharu byabhicara gardachina bhane juna svatantra striharula'i cha, tyasako adha tiniharula'i sajaya dinupardacha. (Dasi sanga nikaha garne) yo anumati usa vyaktila'i cha jasala'i vyabhicara garihalne bhaya cha. Ra timile dhairya rakhnu dherai ramro cha, ra allaha ksamadata ra atyanta dayavana cha"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "Allaha cahancha ki (aphna ayataharu) timro samu ati spasta rupama varnana garos ra timila'i timibhanda agadika sanyamiharukai batoma hida'os ra timro pascatapa svikara garos ra allaha sarvajna cha (ra) sarvabud'dhi sampanna cha"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "Ra allaha cahancha ki timro pascatapa svikara garos ra juna manisaharu aphnai svarthapurna cahanabata dosita hunchan, tiniharu cahanchan ki timi aphno satya margabata dherai vicalita bha'ihala"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Allaha cahancha ki timiharumathiko bhara haluko paros, kinabhane manisa kamajora srsti gari'eko ho"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "He mominaharu! Timiharu apasama eka arkako sampatti anucitarupama nakha'u. Tara apasi sahamatile vyaparako madhyamabata lenadenama labha jayaja huncha, ra aphula'i aphai namara. Yasama kunai sandeha chaina ki allaha timimathi dherai krpalu cha"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "Yadi kasaile yasto ateripana ra atyacara garcha bhane hamile tyasala'i sighra nai narkako agoma halne chaum. Yo allahako lagi ati sarala kama ho"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Yadi timiharu yi thula–thula papaharu juna timro lagi nisedhita gari'eka chan, bacne garchau bhane hami timra sa–sana papaharu mapha garidinechaum ra timila'i sam'mana ra adarako tha'umma pravesa gara'une chaum"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "Ra juna kurama allahale timiharumadhye kehila'i kehimathi sresthata pradana gareko cha, tyasako lagi lobha nagara. Purusaharula'i tiniharule gareko karma anusara pratiphala nirdharita cha, ra striharula'i tiniharuko karma anusara phala pradana garinecha, ra allahasita usako krpa mamgdai gara. Nihsandeha allaha pratyeka kuro jandacha"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Ra juna sampatti ama–babu ra natedara chodera mardachan, tyasabata hamile pratyekako haka nirdharita garisakeka chaum ra juna manisaharusita timile aphai karara garisakeka chau, tiniharula'i tinako haka de'u. Nihsandeha allaha sampurna kuraharuko saksi cha"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "Purusaharu striharuka sanraksaka–sanvardhaka hun yasa karana ki ekala'i allahale arkaemathi pradhanata pradana gareko cha ra yasakaranale pani ki purusaharule aphna mala kharca gareka chan. Atah jo satyavati ra ajnakarini svasni chin, tiniharule aphno patiko anupasthitima allahako raksama tinako maryadako rekhadekha gardachin, ra juna svasniharuko sambandhama timila'i naramro vyavaharako dara lagdacha bhane tinala'i sarvaprathama samjha'u. (Yadi mandainan bhane) tinila'i sutne ochyanabata alaga garihala. Yadi taipani mandainan bhane ucita saririka danda de'u. Pheri yadi ajnapalana garna thalchin bhane tinala'i kasta dine nihu nakhoja. Nihsandeha allaha sarvocca ra mahanatama prasansaniya cha"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "Yadi timila'i logne svasnibica vada– vivadako bhaya cha, bhane e'uta madhyasthakarta logneko tarphabata ra e'uta madhyastha svasniko khalakabata niyukta gara. Yadi yi duvaile melamilapa gara'una cahanchan bhane allahale duvaima melamilapa kayama gara'idincha. Kunai sandeha chaina ki allaha sarvajnata ra sarvalaukika cha"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "Ra allahakai puja gara ra usako sathama aru kasaiko sajhedari nagara ra ama–babusamga sam'manapurna vyavahara gara ra najikaka natedara, anathaharu ra gariba asahayaharu ra natedara chimekiharu ra gaira natedari chimekiharu ra sangai uthbas garne sathiharu ra batuvaharu ra jo timro svamitvama chan, sabaiko upakara gara. Nihsandeha allahale ghamandi tatha mithya abhimana garneharula'i ruca'umdainan"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Jiniharule aphu svayam kanjusi gardachan ra arula'i pani kanjusi sika'umchan ra juna dhana sampatti allahale aphno krpale pradana gareko cha, tyasala'i luka'era rakhdachan. Hami krtadhnaharuka lagi apamanajanaka sajaya tayara gareka chaum"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "Ra, juna manisa kharca ta gardachan tara manisaharula'i dekha'unako nimti, ra astha na allahamathi rakhdachan na ta kiyamatako dinamathi ra juna manisaharuko sathi saitana huncha, ra tyo ekadamai naramro sathi ho"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Samccai yiniharuko ke bigranthyo yadi tiniharule allaha ra kiyamatako dinamathi astha rakheko bha'e ra allahale je jati pradana gareko cha, tyasamadhyebata kharca gareko bha'e? Ra allahale tiniharula'i ramrari jandacha"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Yasama kunai sanka chaina ki allaha kasaisita alikati pani an'yaya gardaina, yadi punya karya gari'eko cha bhane tyasala'i du'i guna garidincha ra aphno tarphabata thulo puraskara pradana gardacha"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Ta, tyasa dina kasto drsya hunecha jaba hamile pratyeka samuhabata eka–eka saksi bola'unechaum ra tapa'ila'i uniharuko barema saksi bana'une chaum"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Tyasa dina allahamathi astha narakhneharu ra paigambaraka avajnakariharule cahanechan ki tinila'i dhartima gadi matole puridi'e hunthyo. Kinabhane allahasita kunai kura luka'una sakne chainan"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "He mominaharu! Jaba timi nasako avasthama hunchau ta namaja che'u pani naja'u jabasam'ma timi aphno mukhabata uccarita sabdaharu bujhna thaldainau ra apavitratako avasthama snana nagaresam'ma pani namaja napadha. Tara yadi yatra garirakheko bha'e kura arkai cha, ra yadi timi virami chau athava yatrama chau va timimadhye kohi saucabata a'eko cha athava timile svasnisamga sahavasa gareka chau ra timila'i pani upalabdha chaina bhane pavitra mato li'i mukha ra hatama sparsa garera tayam'muma gari (namaja padhihala). Nihsandeha allaha trutiharu mapha garnevala tatha ksamadata cha"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Ke timile tiniharula'i dekhenau jasala'i ki kitabako kehi ansa pradana gari'eko cha? Tiniharule pathabhrastata kiniraheka chan, ra cahanchan ki timi pani pathavicalita bha'ihala"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Allaha timra satruharula'i ramrari jandacha, ra allahako mitrata nai prayapta cha, ra allahako sahayata nai paryapta cha"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Kehi yahudiharule (allahale bhaneka) sabdaharula'i tinaka thika tha'umbata parivartita garidinchan ra bhandachan ki hamile sun'yau ra manenaum ra (hamro) suna! Ra timro na suni'ekai avasthama. Ra hamro dhyana rakha tara yo bhanda aphno jibro batari dharmama khisi gardachan ra yadi yiniharule bhaneko bha'e ki hamile sun'yaum ra manihalyau ra tapa'i sunnus ra hamila'i hernus ta yo tiniharuko nimti dherai ramro ra ucita pani hunthyo. Tara allaha tiniharuko kuphrako karana tiniharula'i abhisapta garihaleko cha tasartha thoraile matra astha rakhdachan"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "He kitabavalaharu hamile je utareka chau jasale timro pasama jo cha tyasako pani pusti gardaicha, tyasamathi imana lya'u. Yasabhanda agadi ki hamile manisaharuko anuhara bigari tinala'i pithyumtira pharka'idi'um athava tiniharula'i abhisapta garaum jasto ki sanibaravalaharula'i abhisapta gareka thiyau, allahale juna kurako adesa diyo tyo bha'era nai rahancha"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Nihsandeha allaha aphno sajhedara bana'unela'i ksama garne chaina ra usa baheka an'ya jasala'i cahancha mapha garidincha ra jasale usamga kasaiko sajhedari thahara'umcha, tyasale jaghan'ya aparadha gardacha"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Ke timile tiniharula'i dekhenau jasale ki aphula'i pavitra thandachan. Baru allahale jasala'i cahancha pavitra gardacha ra kasaimathi suta barabara pani an'yaya hunechaina"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Hera, yiniharu allahamathi kasto prakarale dosaropana gardachan ra yo kriya svayam khullarupama papa huna paryapta cha"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Ke timile tiniharula'i dekhenau jasala'i kitabako kehi ansa di'i'eko cha? Jasale murti ra saitanala'i mandachan ra kaphiraharuko paksama bolchan ki yiniharu mominaharuko damjoma badhi sahi margama chan"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "Yi tinai manisaharu hun jasamathi allahako abhisapa cha. Ra jasala'i allaha abhisapta garyo, usako kasaila'i pani sahayata garnevala pa'une chainau"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Ke tiniharuko rajakajama kehi bhaga cha? Yadi tyaso bha'e ta tiniharule kasaila'i khajurako koyako khoto jati pani dine chainan"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Athava allahale manisaharula'i aphno krpale je pradana gareko cha tyasamathi yiniharule isrya gardachan, tara hamile ibrahimako vansajala'i aghi nai kitaba ra bud'dhi pradana gareka thiyaum ra thulo rajyasatta pani di'eka thiyaum"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Pheri tiniharumadhye kehile ta kitabala'i mane tara kehile inkara garera tadha nai rahe, ra tiniharula'i narkama jalirahanu nai paryapta cha"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Juna manisaharule hamra ayataharula'i nakareka chan, tinala'i hamile niscaya nai agoma halne chaum. Jaba jaba tinaka chalaharu polisakne chan, hamile arkai chala phernechaum jasale ki tiniharu sajayako svada cakhirakhun. Nihsandeha allaha sarvasaktimana ra bud'dhimatta sampanna cha"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "Ra juna manisaharule imana lya'era satkarma gardachan, tiniharula'i hamile camdai vahistama (svarga) pravesa gara'umchau jasako dharamuni naharaharu bagirakheka hunchan. Tiniharu tyasama sadhainka lagi basa pa'unechan. Tyaham tiniharuka lagi pavitra svasniharu hunechin ra hamile tinala'i chayakunja ra sitala chaharima pravesa dinechaum"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "Allaha timila'i adesa gardacha ki nasovalaharula'i tinako naso purya'u ra manisaharuko kuroma nirnaya garda, n'yayapurna dhangale phaisala gara. Nihsandeha tyo ramro kura ho jasako nasihata (upadesa) allahale timila'i gardaicha. Nihsandeha allaha sabai kura sundacha ra sabai dekhdacha"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "He mominaharu! Allahako adesa palana gara ra usaka rasulaka adesaharuko palana gara ra timiharumadhye adhikara bha'ekaharuko. Pheri yadi timiharuma apasi matabheda bha'eko avasthama, yadi timi allaha ra akhiratako dinamathi imana rakhdachau bhane tyasa kurala'i allaha ra tyasaka rasulatira pharka'ide'u yo sahrai ramro kura ho, ra yasako parinama pani ramro huncha"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "Ke tapa'ile tiniharula'i dekhanu bha'ena? Jasale davi ta gardachan ki juna (granthaharu) tapa'ila'i pradana gari'eko cha ra juna granthaharu tapa'ibhanda pahila utari'eka thi'e ti sabaima tinale imana rakhdachan tara vastavama tiniharule aphna vivadaka kuraharu nisaphako lagi allaha baheka an'yatira lagna cahanchan, jabaki tinala'i adesa gari'eko thiyo ki saitanala'i visvasa nagarun ra saitanale cahancha ki tinala'i sahi margabata vicalita gara'ihalos"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "Ra jaba tiniharula'i bhannicha ki allahale je adesa gareko cha tyatatira ra paigambara (sa.) Tira laga, ta timile dekhnechau ki munaphikaharule (kapatiharule) aphna mukha pharka'i arkaitira lagdachan"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "Tasartha yo kasto kura ho ki tiniharumathi kunai prakarako vipatti a'ipare pachi tiniharule tapa'i samaksa a'era allahako sapatha khanchan ki hamro uddesya ta sauharda ra samjhauta baheka aru kehi thi'ena"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "Yi ti manisa hun ki tinaka hrdayaharuma je jati cha, tyo sabai allaha ramrari jandacha. Tapa'ile tiniharula'i nadekhe jasto garnus ra tinala'i nasihata didai garnus ra yasta kura bhannus jasale ki tinaka hrdayama prabhava paros"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "Hamile pratyeka sandestala'i yasakarana pathayaum ki allahako ajna anusara usako ajnapalana gariyos. Tiniharule jaba aphuprati nai an'yaya gariraheka thi'e, tapa'itira a'era pascatapa gareko bha'e ra allahasamga ksamayacana gareko bha'e ra rasulale pani tiniharuko nimti maphiko yacana gareko bha'e, allahala'i ksamadata ra atyanta dayalu pa'une thi'e"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "Yasartha timro rabako sapatha linchu ki, yiniharu jabasam'ma aphna sampurna vivadama tapa'ila'i insaphakarta svikara gardainan ra tapa'ile gareko nirnayaprati hrdayama kunai sankucita vicara narakhi prasannatapurvaka tyasala'i angikara gardainan, tabasam'ma momina (asthavana) huna sakdainan"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "Ra yadi hamile tiniharula'i aphno jivanako bali dina athava aphno ghara chodna adesa di'eko bha'e tiniharumadhye kehile matra tyasto garne thi'e. Tara yadi tiniharule tyo adesa junaki tiniharula'i di'i'eko thiyo palana gareko bha'e tiniharuko nimti yahi sarvottama hune thiyo ra tiniharuko lagi dherai dherai sagha'u pugne thiyo"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "Ra taba ta hamile aphno tarphabata tiniharula'i thulo puraskara dine thiyaum"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "Ra nihsandeha sahi bato pani dekha'une thiyaum"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Juna manisaharu allaha ra usako rasula(sa.)Ko ajnapalana gardachan, tiniharu ti manisaharuko sathama hunechan jasala'i ki allahale puraskrta gareko cha. Udaharanako lagi nabi ra satyanistha ra sahida ra satyakarmiharu. Yiniharu sarvottama sathi hun"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "Yo allahako danasilata ho! Ra yo paryapta cha ki allaha sabai kurako jnata cha"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "He mominaharu! Aphno raksako sadhana li'ihala, ani tyasapachi samuha–samuhama prasthana gara athava sabai ekai sathama niskihala"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Ra niscayanai timimadhye kohi yasto pani cha jo ja'um ki naja'um jasto gardacha, pheri yadi timimathi kunai kasta a'ipardacha bhane bhandacha ki allahale mamathi thulo krpa gareko cha ki ma tiniharuko sathama upasthita thi'ena"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "Ra yadi allaha timimathi krpa gardacha bhane yasto bhandacha ki unako ra timro kunai mitrata nai thi'ena, pascatapa gardai bhandacha ki yadi ma pani tiniharuko sathama ga'eko bha'e thulo saphalata prapta hune thiyo"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "Tasartha jasale sansarika jivanala'i akhiratako jivanaka lagi beceka chan, tiniharula'i avasyaka cha ki allahako margama yud'dha garun ra jo manisa allahako margama yud'dha gardai sahida huncha athava vijayi huncha niscaya nai hamile usala'i bahumulya puraskara pradana garnechaum"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "Akhira ke karana cha ki allahako margama, ti nihsahaya logne manisaharu, ra svasni manisaharu ra baccaharu mukta gara'unaka lagi timi yud'dha gardainau? Jasale prarthana garne gardachan ki he raba! Hamila'i atyacariharuko saharabata nikalihala ra hamro nimti aphna visesa raksaka niyukta gara ra hamro nimti khasa aphnaitarphabata sahayogi bana'ide'u"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Juna manisaharule imana lya'eka chan tiniharule allahako margama yud'dha gardachan ra jo kaphira chan tiniharule allaha baheka aruko margama yud'dha gardachan. Tasartha timiharu saitanaka sahayogiharuko virud'dha yud'dha gara, visvasa gara ki saitanako sadyantra ati kamajora cha"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Ke timile tiniharula'i dekhenau jasala'i adesa bha'eko thiyo ki aphna hata dharmayud'dhabata roka ra namaja padhdai ra jakata dindai gara. Pachi jaba dharmayud'dha garne adesa jari gariyo ta tiniharumadhye e'uta samuha manisaharusanga yasto tarsana thale jasto ki allahako dara ho baru tyasabhanda pani badhta ra bhanna thale ki he hamro allaha timile hamimathi jihada kina anivarya garihalyau? Kehi samaya ajhai hamila'i hamro jivana ji'una kina di'enau? (He paigambara! Tiniharusita) bhanidinus ki sansarako labha bahutai kama cha ra parahejagarako nimti ta sababhanda ramro kura akhirata nai ho ra timimathi e'uta dhago jatiko pani an'yaya garine chaina"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Timi juna tha'umma bha'e pani mrtyu a'era timila'i samatihalcha, cahe timi baliyo killama nai kina nabasa. Yadi tiniharula'i kunai pha'idajanaka kura prapta huncha bhane bhandachan ki yo allahako tarphabata ho ra yadi kunai kasta pugdacha bhane pukarihalchan ki yo timro karanale ho. Bhanide'u ki sabai allahako tarphabata nai ho, yiniharula'i ke bha'eko cha ki kunai kura bujhne najika pani chainan"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Timila'i juna bhala'i prapta huncha, tyo allahabatai ho ra je naramro huncha tyo timrai aphnai karanale a'umcha. Hamile tapa'ila'i sabai manisaharusam'ma sandesa purya'unaka lagi paigambarako rupama patha'eka chaum ra (yasa kurako) saksi allaha nai paryapta cha"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Juna manisale rasula(sa.)Ko ajnapalana gardacha, usaile allahako ajnapalana gare saraha manincha ra jasale ajna ullanghana gardachan ra vimukha hunchan he paigambara(sa.)! Tapa'ila'i yiniharumathi raksaka bana'i patha'i'eko chaina"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "Yi manisaharu mukhale ta bhandachan ki (tapa'iko) ajnakari haum, tara tapa'ibata alaga bha'era ga'isakepachi tiniharumadhye eka samuhale ratima tapa'iko kurako virodhama sarasallaha gardachan. Ra allahale uniharuko ratika kuraharu lekhirakheko cha. Tasartha yiniharuko vasta nagarnus ra allahamathi bharosa garnus ra allaha nai sabai kama pura garna saksama cha"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Ke yiniharu kura'anama cintana–manan gardainan? Yadi yo allaha baheka aru kasaiko tarphabata bha'eko bha'e tyasama nihsandeha (dherai) virodhabhasapurna kuraharu pa'une thi'e"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Jaba tiniharukaham amana va bhayako kunai samacara a'umcha bhane tyasala'i prasarita garna thalchan jaba ki tyo samacarala'i paigambara (sa.) Ra aphna bud'dhijiviharukaham sumpeko bha'e ta uniharule parianama nikali'eko kurako tathya thaha pa'umdathe. Ra yadi timimathi allahako krpa ra daya nabha'eko bha'e ta kehi baheka sabai saitanaka anuyayi hune thi'e"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Tasartha (he muham'mada sa. !) Tapa'i allahako margama dharmayud'dha garnus. Tapa'i upara aphu baheka aru kasaiko jim'mevari chaina ra mominaharula'i pani protsahita garne garnu. Sambhava cha ki nikata bhavisyamai allahale kaphiraharuko yud'dha rokide'os ra allaha sarvasakti sampanna ra kathora sajaya dinevala cha"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Juna vyaktile asala kamako lagi sipharisa gardacha, usale pani tyasabata kehi bhaga prapta garnecha ra jasale naramro kurako sipharisa garnecha usale tyasako kehi ansa pa'unu parnecha. Ra allaha pratyeka kuromathi sarvasakti sampanna cha"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "Ra jaba kunai vyaktile timila'i salama garos ta timile pani tyobhanda ramro sabdama javapha de'u va tinai sabdama salama pharka'u. Nihsandeha allaha sabai hisaba garnevala cha"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Allaha tyo vastavika raba ho jasa baheka aru kohi puja yogya chaina. Usale nihsandeha kiyamatako dina timi sabaila'i ekatrita garnecha jasako a'unuma kunai sanka chaina. Ra allahabhanda badhi sacca ko cha"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "timiharula'i ke bha'eko cha ki timi munaphikaharuko sambandhama du'i samuhama vibhajita bha'iraheka chau. Allahale tiniharula'i tinakai kriyakalapale garda tiraskrta garihaleko cha. Ke timiharule aba yo yojana bana'umdaichau ki jasala'i allahale vastavika batobata tadha phyamkisakeko cha usala'i timiharule sahi batoma lya'une chau? Jasala'i allahale margabhrasta garisakyo tyasala'i timile kahilyai sahi batoma lya'una sakdainau"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "Tiniharule ta yo cahanchan ki juna prakarale tiniharu aphai kaphira chan, tyastai timi pani avajnakari bha'i sabai ekanasa bha'ihala, tasartha jabasam'ma allahako margama yiniharu pravasa (hijarata) gardainana tabasam'ma tiniharumadhye kasaila'i vastavika mitra nabana'unu. Pheri virodhi bha'epachi jaham phela parchan, samatera marihala ra tiniharumadhye kasaila'i aphno hitaisi ra sathi nabana'u"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "Tara ti manisaharu baheka jasale ki yasto samuhasamga jasako ra timro bicama samjhauta bha'isakeko cha, athava tiniharu timinira yasari a'eka chan ki tiniharuka hrdaya timisamga athava aphno samuhasamga yud'dha garna sakdainan ra yadi allahale caheko bha'e tiniharule timimathi varcasva rakhna sakdathe ra tiniharule avasya nai yud'dha gardathe. Tasartha yadi tiniharule timisamga yud'dha garnubata panchinchan ra timikaham (santi) samjhautako sandesa patha'umchan bhane allahale timro nimti tiniharusamga yud'dha garna kunai bato kholeko chaina"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "Timile kehi an'ya yasta manisaharu pani pa'une chau jo cahanchan ki timisita pani santipurvaka rahun ra aphno kaumama (jatima) pani suraksita rahun tara jaba danga phasada utpanna garna bola'inchan ta tyasama akrsta bha'i sakriya bha'ihalchan. Tasartha yasta manisahaharu yadi timisita sanyama na'apana'i timitira santika lagi sanvada gardainan ra aphna hatala'i rokdainan bhane jaham pa'e pani tinala'i samatera mara. Yi tinai hun jasamathi hamile timro adhipatya (varcasva) niscita gareka chaum"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "Kunai mominale arko mominala'i marnu kunai avasthama pani ucita chaina, tara galtibata marihaleko cha bhane arko kura ho ra kasaile bhulabata mardacha bhane allahako adesa cha ki tyasale e'uta musalamana dasala'i mukta garos ra sathai mrtakaka uttaradhikariharula'i ragata baga'e bapatako ksatipurti rakama di'iyos. Tara ho, yadi tiniharule mapha garidinchan bhane yo uniharuko aphno icchako kuro ho. Yadi mari'eko manisa timra satruko samuhako cha ra tyo svayam momina cha bhane e'uta musalamana gulamala'i mukta garnupardacha ra yadi mari'eko vyakti yasta manisaharumadhyeko cha josamga timro kunai maitri sandhi cha bhane usako uttaradhikariharula'i ragatako ksatipurti rakamaka sathai e'uta musalamana dasala'i mukta garnuparcha. Atah jasala'i sadhana ra ksamata chaina, tiniharule anivaryarupale du'i mahinako vrata basnu parcha. Yo pascatapa allahabata maphi pa'unaka lagi ho ra allaha sarvajnani ra bado bud'dhimatta sampanna cha"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "Yadi kunai manisa jani bujhikana kunai musalamanala'i maridincha bhane usako sajaya narka ho. Jaham u sadhaim basa pa'une cha ra allahako krodha ra abhisapako patra hunecha ra yasto manisako lagi usale kathora sajaya tayara rakheko cha"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "He mominaharu! Jaba timi allahako margama (jihadako lagi) janchau ta bado chanavinale kama garne gara ra juna manisale timisita as'salamu'alaikuma bhandacha usala'i timi momina ho'inau bhani nabhana. Ra, jasabata timro uddesya sansarika labha prapta garnu cha bhane allahasita yasta pha'idaka samagriharu thuprai chan. Timi pani ta pahila yastai thiyau ra pachi allahale timimathi aphno krpa garyae. Tasartha timi ramrari chanabina garne gara. Nihsandeha juna karmaharu timile gardachau, sabai allahala'i thaha cha"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "Allahako margama aphna sampatti ra jyanale yud'dha garne momina ra bina ucita karana basirahane momina eka samana huna sakdainan. Allahale, aphna jyana ra malasita yud'dha garne mominala'i tyasai basirakhne mathi dherai sresthata pradana gareko cha, yadyapi allahale sabai mominala'i ramro sthanako vacana di'eko cha tara thulo puraskarako drstikonale allahale jihada garneharula'i, basirakhnemathi mahanata pradana gareko cha"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "(Arthata) aphno tarphabata pradana gari'eka darja pani, puraskara pani ra krpa pani cha ra allaha ksamadata dayalu cha"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "Juna manisa aphumathi atyacara garnevala chan, jaba tinaka prana nikalne belama pharistaharule sodhchan timi kuna avasthama thiyau ta bhandachan ki hami aphno tha'umma kamajora ra asahaya avasthama thiyaum. (Ani) pharistaharule sodhchan ki tyahambata basa'i sarna ke allahako dharati pharakilo thi'ena? Tyasta manisaharuko basasthana narka hunecha, ra tyo janu parne ati naramro tha'um ho"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "Tara ti purusa, ra stri ra ketaketiharu baheka jo samccai kamajora ra asakta chan, josamga na ta kunai sadhana cha, na ta kunai jane batoko jnana"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "Dherai sambhava cha ki yastala'i allahale ksama garide'os, allaha ksamadata (ra) maphi pradana garnevala cha"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "Juna manisa aphno gharabara chadi allahako batoma lagcha usale dhartima saranako nimti prasasta tha'um ra jivika pani pa'une cha ra juna manisa aphno ghara chadi allaha ra tyasako rasulako margama lagnecha, yadi usako mrtyu pravasama huncha bhane tyasako puraskara pani allaha che'u niscita bha'ihalyo ra allaha bado ksama pradana garnevala dayalu cha"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "Jaba timi (ghara chadi) yatrako nimti bahira janchau ta tyasabela namajama kami (kasra) gari padhe pani kunai gunaha chaina, yadi timila'i dara cha ki timila'i kaphirabata duhkha di'inecha nihsandeha kaphiraharu timro khullamakhulla satru hun"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "Jaba timi tiniharuma hunchau ra tiniharula'i namaja padha'umdachau bhane, yo avasyaka cha ki e'uta samuha timro sathama hatiyara sahita ubhirakhos jaba yasa samuhale dhoga garisakos taba tyahambata hatera timro pachadi a'os ra arko samuha jasale namaja padheko chaina, tyasa tha'umma a'os ra (satarka ra sasastra bha'i) timro sathama namaja padhos. Kaphiraharu cahanchan ki kunai prakarale timi aphno hatiyara ra samanaharuprati alikati pani asavadhana ho'u, ani tiniharule timimathi ekkasi akramana garun. Ho, yadi timi varsako karana kunai kastama va virami chau bhane aphusamga bha'eko hatiyara naboknuma kunai gunaha chaina, tara aphno suraksako samana sathama rakhnu. Niscaya nai allahale kaphiraharuko nimti tiraskarapurna danda tayara gareko cha"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "Timile namaja padhisakepachi uthda, basda ra paltada pratyeka avasthama allahala'i yada garne gara. Pheri jaba santusta ho'u taba namaja padhdai gara. Nihsandeha mominaharula'i nirdharita samayama namaja padhnu anivarya cha"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "Uniharula'i pachya'unabata hara manera nabasnu. Yadi timila'i kunai kasta huncha bhane tyasta kastaharu tiniharula'i pani huncha, tara timila'i allahabata yasta asaharu chan, junaki tiniharula'i chaina. Ra allaha sabai kurako jnata ra kausala sampanna cha"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "Nihsandeha hamile timila'i satyatako satha aphno kitaba patha'eka chaum, taki allahale timila'i di'eko jnana anusara timi manisaharuka muddako nisapha garna saka ra dhokebajaharuko samarthana nagarnu"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "Ra allahasamga ksamako lagi prarthana gara. Nihsandeha allaha ksamadata, atyanta dayalu cha"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "Ra juna manisa aphubatai kapata rakhdachan, tyastako tarphabata vivada nagarnu, kinabhane allahale kapata garne ra be'imanaharula'i prema gardaina"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "Tiniharu manisaharubata ta lukna sakdachan tara allahabata lukna sakdainan. Jaba yiniharu ratirati apasama ti kuraharubare chalaphala gardachan, jasala'i allahale ruca'umdainan. Tyatikhera pani allaha yiniharuko najika hune gardacha. Allahale yiniharuka sampurna kriyakalapala'i aphno gherama rakheko cha"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Ho timi tyahi nai hau jasale sansarika jivanama ta tiniharuko paksa liyau, tara kiyamatako dina (pralayako dina) tiniharuko tarphabata allahasamga kasale paksa line cha? Ra tyo ko ho jasale tiniharuko vakalata garna sakos"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "juna manisale kunai gunaha garcha va aphula'i nai naramro hune kunai kama gardacha ra pachi allahasamga ksama mamgdacha bhane tyasale allahala'i ksamadata dayalu pa'unecha"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "Ra yadi kasaile gunaha gardacha bhane tyasako bhari usaimathi cha ra allaha sarvajnata ra sarvabud'dhi sampanna cha"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "Ra juna manisale kunai galti va papa garera tyasako aropa kunai nirdosamathi thopardacha, usale khula gunaha ra jhutho aropako bhari aphnai ta'ukoma bokihalyo"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "Yadi timimathi allahako krpa ra daya nabha'eko bha'e, tiniharumadhye e'uta samuhale timila'i margabata vicalita gara'una prana nai garisakeko thiyo tara vastavama tiniharu aphula'i nai kubatoma laga'iraheka chan. Ra yiniharule timro kehi pani bigarna sakdainan. Allaha timila'i grantha ra bud'dhimatta pradana garyae ra timila'i ti kuraharuko jnana diyo junaki timila'i thaha thi'ena ra timimathi allahako thulo krpa cha"
        },
        {
            "chapter": 4,
            "verse": 114,
            "text": "Tiniharuka dherai jaso gopya chalaphalama bhala'i chaina. Tara ho, tyasa manisako sarasallahama cha, jasale dana va asala kama va apasama melamilapako kura gardacha, jasale allahako prasantako lagi yo kama gardacha bhane hamile tyasala'i thulo puraskara pradana garne chaum"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Yadi kunai manisa sahi bato thaha pa'isakepachi pani rasulako virodha gardacha ra an'ya mominaharuko bato chadi arko batoma lagdacha bhane hamile tyasala'i sohi batoma chadidinchaum, ra tyasala'i jahannamama halnechaum ra tyo janu parne ati nai naramro tha'um ho"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Allahale usala'i ksama gardaina jasale kasaila'i allahako sajhedara bana'umcha tara yasa baheka an'ya jasa papala'i cahancha, ksama garnecha ra jasale kasaila'i allahako sajhedara thahrayo, tyasale aphno sahi bato chadi dherai kubatoma lagisakeko huncha"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Yiniharule ta allahala'i chodera striharula'i pukardachan ra vastavama yiniharu udanda saitanala'i matra pujdachan"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Ra allahale tyasala'i dhikkrta garyae tara usale allahaka sevakaharumadhyebata e'uta niscita bhaga line kam'mara kaseko cha"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Ra (saitanale bhandacha) tiniharula'i sahi batobata vicalita gara'irahane chu ra anucita asa dila'irahane chu ra tinala'i sika'une chu ki janavaraharuko kana cirne gara ra bhanne gardachu ki allahabata racana gari'eko rupala'i bigarne gara. Hera jasale allahala'i chadi saitanala'i aphno mitra bana'umcha, tyo khularupama hanima parnecha"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Tyasale tiniharula'i jhutho vacana dindairahane cha ra asa dila'irahane cha. Ra saitanale je jati vacana tiniharula'i dincha, ti sabai dhoka baheka aru kehi pani ho'ina"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Yasta manisaharuko basasthana jahannama (narka) ho ra tiniharule tyahambata kunai muktiko tha'um pa'umne chainan"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Ra jasale imana lya'umchan ra satkarma gardachan, tinala'i hamile ti svargama pravesa dinechaum, jasamuni naharaharu bagirakheka chan. Yini sadhaim tyasaima rahanechan. Yo allahako satya vaca ho ra allahabhanda vacanako pakka ko hunasakdacha"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "vastavika sthiti na ta timro iccha anusara huncha, na ta ahale–kitabako icchama nirbhara huncha. Jasale naramro karma garnecha, tyasale sohi anusarako danda pa'une cha ra usale kasaila'i pa'une chaina jasale allaha samaksa usako sipharisa va maddata garna sakos"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Jasale sadkarma gardacha, cahe tyo purusa hos va stri, imana bha'eko cha bhane yasta manisaharule jannatama (svargama) pravesa pa'une chan ra tiniharuprati khajurako guthaliko phamka barabara (alikati) pani an'yaya garine chaina"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Tyo manisabhanda ramro kasako dharma huna sakdacha jasale allahako adesa svikara gardacha ra sadkarma pani gardacha ra sathai ibrahima (alaihis'salama)ko dharmako pani anupalana gardacha juna ekesvaravadi hunu hunthiyo allahale ibrahimala'i aphno mitra bana'eko cha"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Akasaharu ra prthvima je jati cha sabai allahako ho ra sampurna brahmanda usaiko gherama cha"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Tapa'isamga striharuko barema adesa mamgdachan, bhanidinus ki allaha aphaile tiniharuko sambandhama adesa di'iraheko cha ra kura'anaka jo ayataharu juna anatha striharuko barema cha, jasala'i timile tinale pa'unu parne haka (mehara) didainau ra tiniharusamga nikaha garihalne iccha rakhdachau ra sathai nihsahaya ketaketiharuko barema ra anathaharuko satha n'yayapurna vyavahara garne gara. Timile je jati upakarako kama gardachau, tyo sabai allahala'i thaha cha"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Yadi kunai strila'i aphno lognebata an'yaya va laparavahiko bhaya cha bhane logne svasnile apasama je samjhauta gardachan duvaila'i kunai gunaha chaina, samajhdari bahuta ramro kura ho. Sabai manisako manama lobha pravrtti bhari'eko cha. Yadi timi asala vyavahara ra atmasanyami bandachau bhane allahala'i timra sampurna kriyakalapabare thaha cha"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Timibata yo sambhava chaina ki aphna sabai svasniharusita cahamda cahamdai pani samana rupale n'yaya garna saka, tasartha e'utaitira dhalkera arkola'i adhakalcoma nachodane gara ra yadi timi sudhara gardachau ra atmasanyami bandachau bhane allaha niscaya nai thulo ksamadata ra dayavana cha"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Yadi logne ra svasni eka arkabata chutinchan bhane allahale pratyekala'i aphno ati danasilatale prasasta sadhana pradana garnecha ra allaha ati udarakarta ra bud'dhimatta sampanna cha"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Akasaharu ra dharatika sabai vastu allahakai sampatti hun ra vastavama jasala'i timibhanda agadi grantha pradana gari'eko thiyo, tiniharula'i ra timila'i pani yahi adesa gari'eko cha ki allahasita dara manne gara? Ra yadi mandainau bhane (yadarakha ki) je jati akasaharuma ra prthvima cha, sabai allahakai ho. Ra allaha sabai avasyakataharubata mukta ra sampurna prasansita cha"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Je jati akasaharuma ra prthvima chan, sabai allahakai adhinama chan ra sampurna karya sampannatako lagi allaha nai paryapta cha"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "He manisaharu! Allahale caheko khandama timiharu sabaila'i samapta garna sakdacha. Ra aru manisaharula'i srsti gari lya'una sakdacha ra allaha yasa kurama sarvasakti sampanna cha"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Yadi kunai manisa sansarika labha prapta garna cahancha, bhane allahasita sansara ra paraloka (duvai) ko lagi puraskara tayara cha. Ra allaha dherai sunne ra dekhnevala ho"
        },
        {
            "chapter": 4,
            "verse": 135,
            "text": "He mominaharu! N'yayama dhrdataka satha kayama rahanevalaharu ra allahako prasannatako lagi samco gavahi dinevala bana. Tyo timro va timro ama–buva va natedaraharuko virud'dha nai kina nahos. Tyo manisa cahe dhani hos athava nirdhana, allaha duvaiko hitaisi cha. Tasartha timile aphnai svarthako pachi lagi n'yayala'i nachadidinu. Yadi timile kura bangya'era gavahi dinchau va saksi dinubata panchinchau bhane (yadarakha) allaha timro sabai kriyakalapa ramrari jandacha"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "He mominaharu! Allahamathi ra usako rasulamathi ra juna grantha allahale aphno paigambarala'i pradana gareko cha, ra tyasamathi juna granthaharu tyasabhanda agadi utareko thiyo, sabaimathi astha rakha. Ra jasale allaha ra pharistaharu ra usaka granthaharu ra usaka paigambaraharu ra antima dinako inakara gardacha u pathabhrasta bha'i vastavika margabata dherai tadha pugisakeko huncha"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "Juna manisaharule musalamana bha'era pheri kaphira bha'e, pheri musalamana bha'e ani pheri kaphira bha'e pheri anasthatarpha badhadai ga'e tyastala'i allahale na ksama garne cha na ta sahi bato dekha'une cha"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "Kapatiharula'i yasabare samacara suna'idinu ki tiniharuko nimti kastadayaka sajaya niscita cha"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "Jasale mominaharula'i chadi kaphiraharula'i mitra bana'une gardachan. Ke tiniharukaham sam'mana prapti garna janchana? Sampurna sam'mana ta allahakai niyantranama cha"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "Ra allahale timila'i pradana gareko granthama adesa garisakeko cha ki jaba timi kunai sabha va baithakama allahaka ayataharula'i asvikara garirakheko va tinako upahasa garirakheko suna, taba tyasa sabhama tiniharuko sathama nabasa, jabasam'ma tiniharu arko kura garna thaldainan. (An'yatha) timi pani tyasabela tiniharu jastai bha'ihalnechau. Yasama kunai sandeha chaina ki allaha sabai munaphika ra kaphiraharula'i narkama ekatrita garnecha"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "Yiniharule timro parinama herirakheka hunchan, pheri yadi allahako tarphabata timila'i vijaya prapta huncha bhane tiniharu bhandachana ki ke hami timro sathama thi'enau. Ra yadi kaphiraharula'i alikati varcasva prapta huncha bhane tiniharusita bhandachan ki ke hamile jita prapta garna lageka thi'enau ra ke timiharula'i hamile musalamanaharubata baca'eka thi'enau? Tara allaha tiniharuko nirnaya kiyamatako dina garne cha. Ra allahale kahilyai pani musalamanaharumathi kaphiraharula'i vijaya pradana garnechaina"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "Munaphika (kaptiharu) allahala'i jhukya'una khojchan tara usale tiniharula'i yasa jhukyanako badala dinecha. Ra jaba namaja padhna ubhinchan tyatikhera alchi bha'i ubhinchan arula'i dekha'unako lagi matra gardachan, ra allahala'i namamatraka lagi smarana gardachan"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "Tiniharu bicama pari jhundirakheka chan na tiniharutira purai hunchan na yiniharutira, ra jasala'i allahale margabata vicalita gardacha tyasako nimti timile kahilyai bato pa'umdainau"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "He imanavalaharu! Musalamanaharula'i chadi kaphiraharula'i aphna mitra nabana'u. Ke timi khullarupama allahako dosi banna cahanchau"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "yasama kunai sandeha chaina ki munaphikaharu dojakhako (narkako) sabaibhanda tallo bhagama tha'um pa'unechan. Ra timile kasaila'i tiniharuko sahayata gareko pa'une asambhava cha"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "Ho jasale pascatapa garihale ra aphno avasthama sudhara gare ra allahamathi purai visvasa gare ra khasa allahakai lagi sansarama dharmika karma gardachan bhane tyasta manisaharu mominaharuko sathama hunechan. Ra allahale mominaharula'i thulo puraskara pradana garnecha"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "Yadi timi allahaprati krtajna hunchau ra tyasama visvasa gardachau bhane timila'i allahale kina sajaya dine cha? Ra allaha thulo gunaparakhi ra param jnani cha"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "An'yaya bha'eko vyakti baheka aru (kasai) la'i naramro karyako samarthanama avaja utha'unu allaha manapara'umdainan. Ra allaha ramrari sunane ra jananevala cha"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "Cahe timiharu ramro kama khulamakhulla va chipa'era gara athava naramro kamala'i ksama gardachau ta nihsandeha allaha thulo ksama data, ati saktisali cha"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Juna manisaharule allaha ra usaka paigambaraharula'i inkara gardachan ra allaha ra usako paigambaraharubica vibhajana garna cahanchan ra bhandachan ki hamile kehi nabiharula'i mandachaum ra kehila'i mandainaum ra imana ra kuphrako bicama e'uta bato nikalna cahanchan"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "Uniharu nihsandeha kaphira hun ra kaphiraharuko lagi hamile apamanita sajaya tayara garisakeka chaum"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "Ra juna manisaharu allaha ra usaka sabai paigambaraharumathi visvasa rakhdachan ra tiniharuma kunai bhedabhava gardainan, yiniharu nai ti manisa huna jasala'i allahale chitai tiniharuko (ramro karmako) phala pradana garne cha ra allaha ksamadata ra dayavana cha"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "(He muham'mada) tapa'isita ‘‘ahale kitaba’’ (yahudi–isa'i) mamga gardachan ki tapa'ile tiniharuka lagi akasabata kunai grantha pradana gara'unus. Yiniharu ta musa (paigambara)samga yo bhanda thula thula mamga gareka thi'e, ki allahala'i hamro samu lya'u (arthata hamro amkhako agadi lya'i pratyaksa dekha'u) tasartha tiniharuko yasa atyacarako karana tiniharumathi thulo catyanga khasyo. Ani spastarupale nisaniharu a'e pachi pani tiniharu bachola'i aphno pujya bana'e tara hamile tiniharula'i ksama garyaum ra musala'i pratyaksa pramanasahita adhikara pradana garyaum"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "Ra tiniharusita vaca lidaim hamile tiniharu samunne tura parvatala'i khara garyaum ra tiniharula'i adesa garyaum ki dhokabhitra dhogadai pravesa gara ra yo pani adesa di'aum ki sanivarako dina adesako ullanghana nagara ra tiniharubata hamile drdha pratijna li'aum"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "Yo sajaya pani tiniharuko vacana bhanga garnale ra allahaka ayataharubata inkara garnale ra nabiharuko (allahakadutako) avajna gari bina karana hatya garnale ra yo bhannale ki hamro hrdaya avaranale dhaki'eka chan, apitu uniharuko kuphra (avajna) ko karana tiniharuko hrdayala'i allahale moharabanda garidi'eka chana tyasa karana tiniharule kamai imana lya'umchan"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "Ra tiniharuko nastikatalegarda ra mariyamamathi gambhira dosaropanako karanale pani"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "Ra yo bhannako karanale ki hamile mariyamako chora allahako rasula isa masihala'i hatya garisakeka chaum jabaki na tiniharule isako hatya gare na ta unala'i sulima cadha'e baru tiniharula'i unikai (isa masiha) rupa jasto pratita hune akara bana'i'eko thiyo. Visvasa gara juna manisaharu unako sambandhama matabheda gardachan tiniharu unako vastavika sthitibare sankama pareka chan ra bhrama baheka tiniharula'i aru kunai jnana chaina, ra tiniharule nihsandeha isako hatya garna sakenan"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "Baru allahale unala'i aphutira utha'i lagyo ra allaha sarvasaktisali tatvadarsi ho"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "Ra ‘‘ahale kitabamadhye kohi bamki rahanechaina jasale hajarata isako mutyubhanda agadi nai unimathi visvasa’’ nagaros ra kiyamatako dina uni tiniharu virud'dha saksi hunechan"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "Tasartha yahudiharuko atyacarako karanale dherai jaso vaidha (halala) vastuharula'i tiniharuko nimti harama (avaidha) bana'idi'aum ra yasa karanale pani ki tiniharu dherai manisaharula'i allahako margabata rokadaithe"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "Ra yasa karanale pani ki nisedhita gari'e tapani suda (vyaja) line gardathe ra yasa karanale pani ki aruko dhana–sampatti galata tarikale kha'idinthe ra tiniharumadhye jo kaphira chan, tinaka nimti hamile kasta dayaka sajaya tayara garisakeka chaum"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "Tara tiniharumadhye jo ramro jnani chan ra jo momina chan, tiniharule yasa kitabamathi juna tapa'imathi utariyo ra juna kitaba tapa'ibhanda pahila utari'e sabaimathi astha rakhdachan ra namaja padhdachan ra jakata (dharmadaya) didachan ra allaha ra kiyamatako dinamathi astha rakhdachan, tiniharula'i hamile (sighra nai) thulo puraskara pradana garnechaum"
        },
        {
            "chapter": 4,
            "verse": 163,
            "text": "(He muham'mada!) Hamile tapa'ila'i tyastai prakarale allahako sandesa (vahya) patha'eka chaum, juna kisimale nuha (alaihis'salama) ra unibhanda pachika paigambaraharutarpha pathayaum, ra hamile allahako sandesa ibrahima (alaihis'salama) isma'ila (alaihis'salama), is'haka (alaihis'salama), ya'akuba (alaihis'salama) ra unaka santanaharumathi tatha isa (alaihis'salama), ayyuba (alaihis'salama), yunusa (alaihis'salama), haruna (alaihis'salama) ra sulaimanatarpha pathayaum ra hamile da'uda (alaihis'salama)la'i ‘‘jabura’’ pradana garyaum"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Ra dherai paigambaraharu yasta chan jasako barema hamile tapa'isita yasabhanda aghi nai bhanisakeka chaum ra dherai yasta chan jasako sambandhama tapa'ila'i kehi bhaneka chainaum. Ra musasita ta allahale pratyaksa kura pani garyo"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Hamile unila'i rasula banayaum. Susamacara suna'une ra savadhanakarta taki paigambaraharuko agamanapachi manisaharula'i allahamathi dosa laga'une mauka ra vivada nahos ra allaha sarvasaktimana ra tatvadarsi cha"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Allahale je jati tapa'itira utareko cha usako barema svayam gavahi dincha ki usale aphno jnanale utareko cha ra pharisataharu pani gavahi dinchan ra svayam allaha nai saksi paryapta cha"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Jasale kuphra gare ra (manisaharula'i) allahako batoma janubata roke, tiniharu aphai vicalita bha'i sahi margabata dherai para puge"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Jasale kuphra gare ra an'yaya garirahe, allahale niscaya nai tinala'i na ksama garnecha na ta tinako marga–darsana garnecha"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "Ho, narkako bato, jasama tiniharu sadhaim sadhaim rahanechan ra allahako lagi yo sajilo cha"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "He manisaharu! Allahako paigambara timiharuche'u satya kura li'era a'eka chan tasartha timiharu imana lya'u yahi nai timro nimti hitakara cha. Ra yadi timi kaphira bhayo bhane (yadarakha) ki je jati akasaharuma ra jaminama chan sabai allahakai hun. Ra allaha sarvajna evam tatvadarsi cha"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "He ahale kitaba! (Yahudi–isa'i) aphno dharmako simollanaghana nagara ra allahako barema satya baheka aru kehi nabhana. Mariyamaka chora isa masiha (na ta allaha thi'e na allahaka chora baru) allahaka rasula matra ra usako pavitra sandesavahaka matra thi'e, jo allahako vanibata srsti bha'e jasala'i allahale mariyamala'i pradana gareko thiyo ra usako tarphabata patha'i'eka e'uta ruha (atma) thi'e, tasartha timiharule allaha ra usaka sabai rasulaharumathi astha rakha ra nabhana ki allaha tinavata chan ra yo dharanabata tadha raha kinaki timro nimti yahi nai ramro cha. Allaha e'utai matra pujaniya cha ra yasa kurasamga usako kunai sambandha chaina ki usaka santana chan. Je jati akasaharuma ra jaminama chan sabai usaiko hun ra allaha nai sanraksaka svarupa paryapta cha"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Masihale allahako bhakta hunuma kadapi apamana thandainan ra nata sannighya pharisataharule usako upasanala'i aphno apamana thanchan ra jasale usako upasanala'i aphano apamana thanchan ra ghamanda garchana allaha uni sabaila'i aphunira ekatrita garnecha"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Yasartha jasale imana lya'eka chan ra satkarma gareka chan, usale tinala'i pura pratiphala pradana garnecha ra aphno krpale aru badhi nai pradana garnecha ra jasale apamana thane ra ghamanda gare, tinala'i kastadayaka sajaya dinecha ra yiniharule allaha baheka kasaila'i aphno samarthaka ra sahayogi pa'umne chainan"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "He manisaharu! Timro rababata timro pasama spasta pramana a'isakeko cha ra hamile timitira camkine prakasa patha'isakeka chaum"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Tasartha jasale allahamathi astha rakhe ra usala'i drghatapurvaka samatirakhe ta tyasale tinala'i aphno daya ra krpa chitai pradana garnecha ra tinala'i aphutira (pugnuko lagi) sojho bato dekha'unecha"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "(He paigambara!) Manisaharule tapa'isamga kalalako sambandhama (kalala bhaneko tyo vyakti ho jasako varisako rupama babu ra santana naho'una) allahako adesa janna khojdai chan. Bhanidinus ki allaha aphaile kalalako sambandhama yo adesa gardacha ki yadi kunai yasto vyaktiko mrtyu huncha jasako kunai santana chaina ra tyasako e'uti bahini athava didi chin bhane mrtakako sampattibata adha bhaga pa'une chin, ra yadi tinako mrtyu huncha ra kunai santana chaina bhane tinako (mrtaka didi athava bahini) varisa tinakai bha'i hunecha ra yadi daju va bha'iko mrtyu huncha ra usaka du'ita bahini athava didi va didi bahini chin bhane ti duvaile (mrtakale chadera ga'eko sampattiko) du'i tiha'i bhagako hakavala hunechin ra yadi bha'i ra bahini arthata logne manche ra svasni manisaharu varisa chan bhane logne manisako bhaga, svasni manisako bhagako du'iguna hunecha. Allahale (yi adesaharu) timisita yasa karanale varnana gardacha ki timile bhula gardai nahinda ra allaha hareka kurako jnata cha"
        }
    ]
}