{
    "chapter": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "Allaha ra usako rasulako tarphabata viraktiko ghosana cha ti musrikaharuko barema josanga timile samjhauta ra sandhi gareka thiyau"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "(He musarikaharu!) Timi dhartima (mulukama) cara mahinasam'ma hindadula garihala ra janirakha ki timi allahako niyantranabhanda bahira jana sakdainau, ra yo (pani yada rahos) ki allahale kaphiraharula'i apamanita garnevala cha"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "Ra allaha ra usako rasulako tarphabata manisaharula'i thulo hajako dina spasta janakari cha ki allaha ra usako rasula pani musrikaharubata birakta chan, ra yadi ahile pani timile prayascita garchau bhane timro nimti ramro hunecha ra yadi timi mandainau bhane janihala ki timi allahala'i kadapi hara'una sakdainau ra kaphiraharula'i kastadayaka sajayako samacara suna'idinus"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Tara ti musrikaharu baheka josita timro sandhi bha'isakeko cha, ra uniharule timila'i alikati pani kunai prakarako noksani purya'eka chainan, na ta kasaila'i timro virodhama maddata gareka chan, ta timi pani uniharuko sandhiko avadhi uniharuko sathama pura gara, allaha atmasanyamiharula'i mitra thandacha"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Ani pavitra mahinaharu bitisakepachi, musrikaharula'i jahamsukai phela pare marihala, uniharula'i samata ra uniharula'i gherama li'ihala ra unako lagi pratyeka ghatima basirakha. Tara yadi tiniharu prayascita garchan ra namaja kayama garchan ra jaÞkata dinchan bhane uniharuko bato chadide'u. Niscaya nai allaha bado ksamasila, dayavan cha"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Ra yadi musrikaharumadhye kasaile timisamga sarana mamgdacha bhane timile usala'i sarana di'ihala, taki usale allahako bani sunihalos. Tyasa pascata usala'i usako suraksita sthanama purya'ide'u, kinabhane uniharu tyasta manisaharu hun jo ajnani chan"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Musrikaharuko kunai sandhiko jim'mevari allaha ra tyasako rasulamathi kasari bamki rahanasakcha? Tara uniharuko kura yasabata alaggai cha, jasale timisita masjide haramako (ka'abako) samipama gareka thi'e, jabasam'ma uniharu timisita sandhiko nirvaha gardachan, timi pani uniharusita nirvaha gara. Niscaya nai allaha satyanisthaharula'i prema gardacha"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Uniharuko vacako ke visvasa garna sakincha? Yadi yiniharu timimathi prabhavi hunchan bhane na ta nikatatako maryada gardachan na samjhauta ra vacanako. Aphno mukhale ta timila'i khusi pardachan tara unako hrdayale mandainan, uniharumadhye dheraijaso avajnakari chan"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Uniharule allahaka ayataharula'i thorai mulyama becidi'eka chan ra usako margabata rokadaichan. Ti sahrai naramra chan jasale yo garirakheka chan"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Yiniharu ta kunai mominako barema nata nata ristala'i vicara gardachan ra na kunai vacanala'i. Ra yi sima naghneharu nai hun"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Ahile pani yiniharule prayascita garchan ra niyamita namajaÞ kayama gardachan ra jaÞkata dinchan, ta dharmama timra dajubha'i hun. Ra hami ta janne, bujhneharuko lagi aphna ayata prastarupama barnana garirakheka chaum"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Ra yadi yiniharu sandhi–samjhauta pascata pani aphna sapathaharu toddachan ra timro dharmako khilli uda'umchan bhane timi pani yi (adharmaka) nayakaharusita yud'dha gara. Uniharuka sapatha kehi ho'ina, sambhava cha ki yasaprakara uniharule aphno kriyakalapako parityaga garun"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Timiharu yud'dha garna kina tayara humdainau, jasale aphna sapathala'i tode ra paigambarala'i gharabata nikalne prayasama chan. Ra svayam nai pahilopataka uniharule timiharu virud'dha (yud'dhako) pahala gare. Ke timi unisita dara manchau? Yadi timi momin hau bhane yasako dherai hakadara allaha cha ki timi unisita dara mana"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Uniharusita timi yud'dha gara. Allahale timro hatabata uniharula'i yatana dinecha, ra uniharula'i nirasa ra apamanita garnecha. Ra uniharuko mukabilama usale timro sahayata garnecha, ra imanavalaruko hrdayala'i sitala garnecha"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Ra uniharuka hrdayako duhkha ra krodha hata'unecha ra allaha jasala'i cahancha tyasamathi dayadrsti rakhdacha. Ra allaha sarvajnata, tatvadarsi cha"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Ke timile yo bhannathandachau ki timi chadidi'inechau?, Hunata allahale ahilesam'ma timimadhye tiniharula'i pratisthita bana'eko chaina, jo mujahida (dharmayud'dha garne vyakti) chan ra jasale allaha, usako rasula ra mominharu baheka kasaila'i ghanista mitra bana'ena. Ra allaha timra sampurna kriyakalapabare jandacha"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Yo ucita chaina ki musrikaharule allahaka masjidaharula'i abada garun kinabhane uniharu svayam aphnai birud'dha kuphrako saksi bha'irakheka chan, uniharuka sabai karma barbada ra nirarthaka chan. Ra uniharu stha'i rupama narkabasi hun"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Allahaka masjidaharuko sana ra abadita uniharuko bhagama pareko cha jasale allaha ra antima dinamathi imana rakhdachan namaja kayama gardachan ra jakata dinchan ra allaha baheka kasaisita darenan. Atah asa cha yinai manisaharu niscaya nai sojho marga pa'unevala hunechan"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Ke timile hajiharula'i pani khuva'unu ra masjide haramako seva garnula'i allaha ra antima dinamathi imana ra allahako margama yud'dha garneharuka samana thaneko chau yo allahako najika eka samana chainan ra allaha atyacariharula'i margadarsana gardaina"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Juna manisaharule imana lya'e, pravasa gare, ra allahako margama aphno mala ra jyanale jihada gare, allahakaham tiniharuko ohada dherai thulo cha, ti nai saphalata prapta garnevala hun"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Uniharula'i uniharuko palanakartale aphno dayaluta, prasannata ra svargako subhasamacara dincha, jasama uniharuka nimti sthayi sukha samagri chan"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Tyaham tiniharu sadhaim rahanechan. Nihsandeha allahako pasama thulo paritosika cha"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "He imanavalaharu! Aphna pita ra aphna dajubha'iharula'i mitra nabana'u yadi uniharule imanabhanda kuphrala'i dherai priya thandachan. Timimadhye jasale pani uniharula'i aphno mitra bana'umcha, tyasto manisa pura atyacari hunecha"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Tapa'inle bhanidinush yadi timra pita, timra choraharu, timra dajubha'iharu, timra patniharu ra timra natedaraharu ra sampatti, juna timile kama'eka chau ra karobara jasama kamibata timila'i bhaya huncha ra ti gharaharu, jasala'i timile mana para'umchau, timila'i allaha ra usako rasula ra usako margama jehada garnubata adhika priya chan bhane allahale sajaya lya'unjela pratiksa gara. Allaha avajnakariharula'i margadarsan gardaina"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Nihsandeha allahale timila'i dherai yud'dhaksetraharuma vijaya pradana gareko cha ra ‘‘hunainako’’ yud'dhako dina pani jabaki timila'i aphno thulo sankhyama gaurava thiyo, tara tyo timro kunai kama a'ena baru prthvi aphno visalatako bavajuda timro nimti sankucita bha'ihalyo. Ani timi pithyum pharka'i bhagyau"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Ani allahale aphno rasula ra mominaharumathi aphno prasanti utaryo ra yasto senaharu pathayo jasala'i timile dekhirakheka thi'enau. Ra inkara garneharula'i pura yatana diyo, ra yahi inkara garneharuko lagi badala thiyo"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Ani tyasa pascata pani jasamathi allahale cahancha aphno daya garcha. Ra allaha atyanta ksamasila ra dayavana cha"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "He imanavalaharu! Nihsandeha musrikaharu bilkulai apavitra chan. Atah yasa varsa pascata uniharu masjide haramako samipa pani a'una napa'umn. Ra yadi timila'i nirdhanatako bhaya cha bhane caheko khandama allahale timila'i aphno anugrahale samrd'dha garidinecha. Niscaya nai allaha sabai kura jannevala, atyanta tatvadarsi cha"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Ahale kitabaka manisaharumadhye uniharusita yud'dha gara, jo allahamathi ra antima dinamathi astha rakhdainan. Ani allaha ra usako rasulale avaidha thahara'eka kurala'i avaidha thahara'umdainan ra nata satya dharmako anupalana gardachan, jabasam'maki parajita bha'i tiniharule jijaya (suraksakara) tirdainan"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Yahudi bhandachanh ujaira allahako chora hun. Ra isa'i bhandachanh masiha allahako chora hun. Yo vacana uniharuko aphnai mukhako kura ho. Yiniharule ti manisaharuko kura garirakheka chan jasale yasabhanda aghi inkara garisakeka chan. Allahale yiniharula'i khatama parnecha! Atah yiniharu kata lagdaichan"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "yiniharule allahala'i chadi aphna padari ra santaharu ra mariyamako chora masihala'i aphno palanahara bana'e, jabaki yiniharula'i matra eka ekalai allahakai upasanako adesa di'i'eko thiyo, jasa baheka kohi satya pujaniya chaina. U usako sajhedara thahara'une karyabata mukta cha"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Uniharu cahanchan ki allahako prakasala'i aphno mukhale nibha'idi'un, tara allaha aphno prakasala'i purna nagari chadnechaina, cahe inkara garneharula'i jatisukai apriya lagos"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Usaile aphno rasulala'i margadarsana ra satya dharmasahita patha'eko cha taki yasala'i aru an'ya dharmaharumathi adhipatya pradana garos. Yadyapi musrikaharula'i naramro lagos"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "He imanavalaharu! Nihsandeha aneka dharmajnata ra upasakaharu yasta chan, jasale manisaharuko mala anucita rupama khanchan, ra allahako margabata rokdachan, ra jasale suna camdika khajana (ekatra) garirakhdachan. Ra allahako margama kharca gardainan, ta uniharula'i kastadayaka yatanako samacara purya'idinus"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Juna dina tyasa sampattila'i narkako agoma tata'incha ani tyasale uniharuka nidhara ra kokha ra pithyuharu daminchan (ra bhaninecha) h ‘‘yahi ho juna timile aphno nimti khajana bana'era rakheka thiyau ta apmna khajanaharuko svada (majja) cakha.’’"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Allahanira mahinaharuko sankhya tyasa dinadekhi jaba usale akasaharu ra dhartiko srsti garyo bahra chan. Uniharumadhye cara adara ra sam'manaka hun, yahi sojho dharma ho. Atah timi yi mahinaharuma aphumathi atyacara nagara ra musrikaharusita sabaimilera jihada gara, juna prakarale uniharu sabai milera timisita laddachan. Ra janirakha ki allaha atmasanyamiharuko sathama cha"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Mahinaharula'i agadi–pachadi parnu kuphrama e'uta brd'dhi ho, jasabata tiniharu margavicalanama parchan jun kaphira hun. Kunai varsa uniharule tyasala'i vaidha thahara'umchan ra kunai varsa tyasala'i avaidha thahara'umdachan taki allahaka mahinaharuko sankhya pura garihalun, ra yasaprakara allahale avaidha gari'ekola'i vaidha thahara'ihalun. Uniharuka aphna naramra karma ramra lagdachan ra allaha inkara garneharula'i sojho marga dekha'umdaina"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "He imanavalaharu! Timila'i ke bha'eko cha? Ki jaba timisita bhanincha allahako margama niska taba timi dhartimai tamsina khojchau? Ke timile akhiratako apeksa sansarika jivanala'i nai badhi rucayau? Sansarika jivanako sukha samagri ta akhiratako damjoma nagan'ya nai cha"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Yadi timile prasthana garenau bhane allahale timila'i duhkhada yatana dinecha ra timro tha'umma arko samuhala'i lya'unecha ra timile allahala'i kunai noksani purya'una sakdainau. Ra allaha hareka kuramathi samathryavana cha"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Yadi timile unako (nabi muham'madako) sahayata nagare pani allahale nai tyasabela pani unako sahayata garyo jabaki anasthavanaharule unala'i yasa avasthama (desabata) nikale jabaki unimatra du'imadhyeka dosro thi'e, ra jabaki duvai guphama thi'e. Jaba uni aphno sathisita bhanirakheka thi'eh sokakula nahoe'u, avasya allaha hamro sathama cha. Ani allahale usamathi aphno tarphabata prasanti utaryo ra yasta senaharud'dhara unako maddata ga¥yo, jasala'i timile dekhna sakenau ra usale kaphiraharuko kura tala paridiyo ra boli ta allahakai ucca ra priya rahancha. Ra allaha sarvasaktisali, tatvadarsi cha"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Haluka ra bhari duvai avasthama timiharu niskihala, ra allahako margama aphno mala, jyanaka satha jihada gara. Yahi nai timro nimti ramro cha, yadi timima jnana cha"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Yadi chitai nai kehi dhana–sampatti prapta hune bha'e ra yatra pani sajilo bha'eko bha'e, uniharu avasya nai tapa'imko pachi hind'ihalthe, kintu margako duri uniharula'i kathina ra lamo lagyo. Aba uniharu allahaka sapatha khanechan ki, ‘‘yadi hamima yasako samathrya bha'eko bha'e avasya nai tapa'imko sathama niskanthyauaim’’. Uniharule svayam aphula'i vinasama parirakheka chan ra allaha ramrari jandacha ki niscaya nai uniharu jhutha hun"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Allahale timila'i mapha garos, timile uniharula'i anumati kina di'ihalyau, jabaki jo sacca chan, uniharu timro agadi prakata bha'ihalthe ra jhuthala'i pani timi janihalthyau"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Allaha ra kiyamatako dinamathi imana ra visvasa rakhneharule ta mala ra jyanale jihada garnebata rokanako lagi timisita kahilyai pani anumati cahamdainan, ra allaha atmasanyamiharula'i ramrari jandacha"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Timisita yo anumati ta uniharule nai cahanchan, jasala'i na allahamathi imana cha ra na akhiratako dinama visvasa cha, jasako hrdayama sankaharu parisakeka chan ra uniharu aphnai sankama paresana chan"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Yadi uniharuko vicara jihadako nimti niskane bha'eko bha'e, uniharu yasa yatrako nimti samagri tayara garera rakhthe, tara allahale uniharuko uthne kamala'i ruca'ena. Tasartha usale uniharula'i sakriya hunabata rokidiyo. Uniharusita bhaniyo timiharu basneharuko sathama basirakha"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Yadi tiniharu timro sathama niskeko bha'epani timro nimti utpata baheka aru kunai kurako vrd'dhi garne thi'enan. Baru uniharule timro majhama nikai upadrava maca'unako lagi daudadhupa gardathe. Timiharuma phuta parne prayasa garne thi'e. Uniharula'i manneharu svayam timima vidyamana chan. Ra allaha atyacariharula'i ramrosamga jandacha"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "Yiniharu ta yasabhanda pahila pani upadrava maca'umdai gareka hun ra timro virud'dha karya evam kuraharula'i talamathi garirakheka thi'e. Yahamsam'maki haka (sacca'i) a'ipugyo ra allahako adesa prakata bhayo, yadyapi uniharula'i apriya nai lagirakhyo"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Uniharumadhye kohi ta bhandachanh mala'i anumati dinus ra mala'i upadravama na'aljha'unus. Savadhana rahanu ki uniharu ta vivadama parisakeka chan, ra niscaya nai narkale pani inkara garneharula'i gherama halnecha"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "Tapa'inla'i yadi ramro avastha a'umcha bhane uniharula'i naramro lagcha ra kunai naramro kura a'ipugcha bhane uniharu bhanchanh ‘‘hamile ta aphno kama pahile nai ramro parisakeka thiyaum.’’ Ra uniharu khusi bha'era pharkanchan"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "Tapa'i bhanidinus hamila'i allahale hamro nimti lekhidi'e baheka aru kunai kura pugna sakdaina. Uhi hamro svami ra yojanakara ho. Ra imanavalaharula'i allahamathi nai bharosa garnuparcha"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "Bhanidinus timiharu hamro barema juna kurako pratiksa garirakheka chau, tyo du'ita bhala'iharumadhye e'uta ho ra hami timro hakama pratiksa gardachaum ki ya ta allahale aphno tarphabata kunai yatana timila'i de'os va hamro hatabata, tasartha ekatira timi pratiksarata raha arkotira timro sathama hami pani pratiksarata chaum"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Bhanidinus timi cahe svecchapurvaka kharca gara va anicchapurvaka, timibata kehi pani svikara garine chaina. Nihsandeha timi avajnakari hau"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "Uniharuko kharca svikarya hunuma yasabaheka aru kunai kura badhaka chaina, ki uniharu allaha ra usako rasulako avajnakari hun. Ra namajaÞma dherai alchi bha'era a'umchan ra kharca garnuparda pani anicchapurvaka gardachan"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Atah uniharuka mala ra santana tapa'inla'i ascaryama naparun. Allahako iccha yahi cha ki usale uniharula'i sansarika jivanama nai yatana de'os ra uniharuka prana kuphrakai avasthama niskun"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Yiniharu allahako sapatha kha'i–kha'i bhandachan ki yiniharu timro samuhaka manisa hun. Jabaki yiniharu vastavama timra ho'inan, kuro matra yati cha ki yiniharu daracheruvaharu hun"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Yadi uniharule kunai sarana line tha'um va kunai gupha va kunai ta'uko luka'une tha'um, pa'umchan bhane ta avasya nai tyatatira lagama todi chitopharki bhagnechan"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Uniharuma kehi tyasta pani chan jasale khairatako malako vitarana sambandhama tapa'immathi lanchana laga'umchan, yadi uniharula'i yasabata di'iyo bhane khusi hunchan ra yadi tyasabata di'i'ena bhane turunta krodhita huna thalchan"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Yadi yiniharu allaha ra rasulale di'eko kurama khusi rahanthe ra bhanthe ki allaha hamro nimti paryapta cha, allahale hamila'i aphno anugrahale dinecha ra usako rasula pani, hami ta allahabatai asa garnevala chaum"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "Sadka (visesa kisimako dana) matra gariba, ra nimukhaharuko nimti hun, ra jo yasa kamaka lagi niyukta gari'eka hun ra uniharuko lagi jasaka hrdayala'i akrsta garnu ra rijha'una abhista huncha ra dasaharula'i mukta gara'unuma ra rniharuko rna tirnala'i ra allahako batoma ra yatriharuko sahayatako nimti. Yo allahako tarphabata patha'i'eko anivarya adesa ho. Allaha sabaikura jannevala, atyanta tatvadarsi cha"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Ra uniharumadhye yasta pani chan, jo nabila'i duhkha dinchan, ra bhandachanh (tyo ta) kanako kamajora ho. Bhanidinush ‘‘tyo kana timro bhaloko nimti ho. Usale allahamathi imana rakhdacha ra musalamanaharuko kurama visvasa gardacha. Ra timimadhye jo imanavala chan, yo uniharuko nimti rahamata (puraskara) ho, rasulullahala'i jasale yatana dinchan, uniharuko nimti duhkhada yatana cha"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Uniharule timila'i khusi parnako nimti matra timro agadi allahako sapatha khanchan. Jabaki yadi yini imanadara bha'eko bha'e allaha ra usako rasulala'i khusi parna dherai hakadara hunthe"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Ke yiniharu jandainan ki jo pani allaha ra usako rasulako virodha garnecha, usako nimti niscaya nai narkako ago cha jasama tini samdhaim rahanevala chan. Yo thulo apamanajanaka kura ho"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Munaphikaharu (kapati)la'i sadhaim yasa kurako bhaya rahancha ki musalamanaharumathi yasto surah avatarita nahos jasale uniharuko hrdayaka kura yiniharula'i bata'ide'os. Bhanidinus timi khilli uda'irakha, nihsandeha mahana allaha tyasala'i prakata garnevala cha, juna kurako timila'i bhaya cha"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Yadi tapa'inle uniharusanga sodhnuhuncha bhane spasta bhannechan ki hami ta yastai apasama hamso(khela) garirakheka thiyaum. Bhannush ‘‘ke allaha, usako ayataharu ra usako rasulanai timro lagi hamsokhelaka patra hun"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "timi bahana nabana'u, niscaya nai timile imana lya'epachi kaphiÞra bha'eka hau. Yadi hamile timimadhye kehila'i ksama garihalem pani kehila'i unako kasurako lagi yatana di'era nai chadne chaum kinabhane uniharu aparadhi hun"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Sabai kapti purusa ra stri apasama eka samana chan. Yiniharule naramro kamagarna laga'umchan ra ramro kurabata rokchan ra kanjusi gardachan. Uniharule allahala'i birsihalechan ta allahale uniharula'i pani birsidiyo. Niscaya nai munaphikaÞ, avajnakari ra caritrahina chan"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Mahana allahale yi munaphikaÞ purusa, stri ra kaphiraharusita narkako agoko vaca garisakeko cha. Jaham yiniharu sadhaim rahanechan, tyahi nai yiniharuko nimti paryapta cha. Uniharumathi allahako dhikkara cha. Ra yiniharukai nimti sthayi yatana cha"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Uniharu jastai, jo timibhanda pahila thi'e, uniharu saktima timibhanda nikai saktisali ra dhanasampati ra santanaharuma dherai sampanna thi'e. Ani uniharule aphno bhagako ananda lina cahe ra timi pani aphno bhagako svada lina caheko juna prakarale timibhanda pahilaka manisaharule aphno bhagabata labhanvita bha'eka thi'e ra juna prakarale uniharu vadavivadama pareka thi'e, timi pani ustai hamsakhyalako vadavivadama parihalyau. Yi tinai hun jasaka karmaharu duniyam ra akhiÞratama vyartha bha'e, ra tinai ghatama parnevala hun"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Ke uniharula'i ti manisaharuko brttanta pugena, jo unibhanda pahila gujrisakeka chan— nuha, ada ra samudaka kaumaharu, ra ibrahimako kaumaka ra madiyanavalako ra ti ulto bastiharuka basindako unaka rasulaharu uniharuko pasama khulla nisaniharu li'era a'eka thi'e, ani allaha yasto thi'ena ki usale uniharumathi atyacara garos parantu uniharu svayanle aphumathi atyacara garirakheka thi'e"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Momina purusa, striharu paraspara eka'arkaka sahayaka ra mitra hun uniharule ramro kura garna bhandachan ra naramro kurabata rokdachan. Niyamita namajaÞ padhadachan, jakata dinchan, allaha ra usaka rasulako ajnapalana gardachan. Yi tinai manisa hun, jasamathi sighra nai allahale daya garnecha. Nihsandeha allaha sarvasaktisali, tatvadarsi cha"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Allahale yi momin (asthavana) purusaharu ra momin striharusita svargako vacana di'eko cha jasamuni naharaharu bagirakheka hunechan, jasama uniharu sadhaim basa garnechan ra pavitra nivasa grhaharuko pani (vada) cha, juna samapta nahunevala jannatama chan ra allahako prasannata sababhanda thulo kura ho, yahi nai sababhanda thulo saphalata ho"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "He nabi! Inkara garne ra munaphikaÞharusita dharma yud'dha jari rakha. Ra uniharusita kada'ikasatha vyavahara gara. Antatah uniharuko thegana narka ho ra tyo sahrai naramro tha'um ho"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Uniharu allahako sapatha kha'era bhandachan ki uniharule bhanenan, jabaki uniharule avasya nai kuphrako kura gareka hun. Ra aphule islama svikara garepascata inkara gare, ra uniharule tyasa kamako iccha pani gare, juna pura hunasakena. Ra uniharuko pratisodhako karana ta yo ho ki allaha aphno krpale ra usako rasulale uniharula'i samrd'dha garihale. Yadi uniharu ahile pani prayascita gare bhane uniharukai lagi ramro hunecha ra yadi uniharu vimukha bha'e bhane allahale uniharula'i duniyam ra akhiratama duhkhada yatana dinecha ra dhartima uniharuko nakohi mitra hunecha ra na ta sahayaka"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "Uniharumadhye kehi yasta vyaktiharu pani chan jasale allahasanga vacana di'eka thi'e ki yadi usale hamila'i aphno krpale diyo bhane hami avasya nai dana garnechaum ra pakkapakki sadacarimadhyeka hunechaum"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Tara jaba allahale uniharula'i aphno anugrahale diyo ta uniharule tyasama kanjusya'i garnathale ra alatala gari vimukha bha'ihale"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Ani tyasako sajayama allahale uniharuka hrdayama tyasa dinasam'mako lagi kaptacara halidiyo, jabaki uniharu usita bhetnechan kinabhane uniharule allahasita juna pratijna gareka thi'e, tyasala'i bhanga garidi'e ra yasakarana pani ki uniharu jhutha boldai gare"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Ke uniharula'i thaha chaina ki allaha uniharuko manako rahasya ra uniharuko kanekhusila'i ramrari jandacha ra yo ki allaha adrsyaka sampurna kuraharu ramrari jandacha"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Juna manisaharule udaratapurvaka dana garne mominaharumathi uniharuko danako visayama kataksa gardachan ra uniharuko upahasa gardachan jasako pasama uniharuko parisrama baheka aru kehi chaina, ta tiniharuko upahasa allahale gardacha ra uniharuko nimti duhkhada yatana cha"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Timi uniharuko nimti ksamako prarthana gara va nagara. Yadi timi uniharuko nimti sattari pataka pani ksamako prarthana garchaum bhane, allahale uniharula'i ksama garnechaina, kinabhane uniharu allaha ra usako rasulasamga kuphra gare ra allaha avajnariharula'i sojho marga dekha'umdaina"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Pachi parekaharu rasulullaha(sallallaho alaihe vasallama) ga'isakepascata aphu basirakhnuma khusi chan. Uniharule allahako margama aphna mala ra aphno jyanaharusita jihada garna ruca'enan ra uniharule bhane ki yasa garmima naniska. Bhanidinus ki narkako ago sahrai nai garama cha. Yiniharule yo kura bujheko bha'e kati ramro hune thiyo"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Tasartha yiniharule aphna kriyakalapaharuko badalama jo yiniharule gardathe kama hamsun ra dherai ro'un"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Aba yadi allahale tapa'ila'i uniharuko kunai samuhatira pharka'era laga'epachi ani bhavisyama tiniharule tapa'insita yud'dha maidanama niskana anumati cahanchan bhane ta bhanidinush ‘‘timiharu mero sathama kahilyai pani niskana sakdainau ra na ta mero sathama kunai satrusamga ladna sakchau. Timile pahilopataka nai basirakhna rucayau, tasartha aba pachi parneharukai sathama basirakha"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Yiniharumadhye kohi marcha bhane tapa'inle usako janajako namaja kahilyai napadhnu ra na usako cihana che'u ubhinu. Yiniharule allaha ra usaka rasulako avajna gare, ra marne belasam'ma pani ullanghanakari ra tiraskrta nai rahe"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Tapa'inla'i tiniharuka dhana–sampatti ra santana akrsta nagarun. Allaha ta yahi nai cahancha ki ti kuraharudvara uniharula'i sansarama sajaya de'os ra yiniharu aphno prana naniskunajelasam'ma kaphira nai rahun"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Jaba kunai surah utarincha ki, ‘‘allahamathi astha rakha ra usaka rasulako satha milera jihada gara’’. Ta yinimadhye sampannaharuko e'uta samuha tapa'inko pasama a'era vida mamgdachan ra bhanchan ki ‘‘hamila'i ta basirakhneharusita nai chodidinus’’"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Uniharule ta pardabhitraka striharukai sathadine kurama prasanna bha'ihale, ra uniharuko hrdayama chapa laga'ihaliyo. Aba uniharu kehi bujhdainan"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Tara svayam rasula (sandesta) ra unaka sathama imanavalaharule aphno mala ra jyanasita jihada gardachan. Yi vyaktiharu nai bhala'ivala hun ra yi manisaharu nai saphalata prapta garnevala hun"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Yiniharukai nimti allahale ti svargaharu tayara gareko cha, jasamuni naharaharu bagirakheka chan jasama yiniharu sadhaim rahanechan. Yahi thulo saphalata ho"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Bahana bana'une kehi ajnana pani a'e taki uniharula'i vida di'iyos ra jo allaha ra usaka rasulasamga jhutha kura gare, uniharu pani basirakhe. Uniharumadhye jasale inkara gare tiniharula'i sighra nai e'uta duhkhada yatana pugera nai chadnecha"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Kamjora ra rogiharumathi ra uniharumathi jasako pasama kharca garnako nimti kehi pani chaina, kunai dosa chaina, yasa sartama ki uniharu allaha ra usaka rasulaprati nisthavan chan. Yasta asala kama garneharumathi dosako kunai gunja'isa chaina. Allaha ta bado ksamasila, atyanta dayavana cha"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Ra na ta uniharumathi kunai dosa lagcha jo tapa'inko pasama a'umchan ki tapa'inle uniharuko nimti savariko prabandha garidinus ani tapa'inle javapha dinuhuncha ki ma timiharuko savariko nimti kehi pani pa'unna, ta uniharu duhkhada avasthama amkhabata amsu baga'umdai pharkanchan ki uniharusita kharca garnako nimti kehi pani upalabdha chaina"
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "Nihsandeha dosa ta matrai uniharumathi cha jo sampanna humda–humdai pani tapa'insita vida mamgdachan. Yiniharu ta pardabhitra gharama basirakhne striharuko sathadinuma khusi chan ra uniharuko hrdayama allahale chapa laga'isakeko cha, jasabata tiniharu ajnana bha'isakeka chan"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Jaba timi pharkera uniharuko pasama pugchau ta uniharule timi samaksa bahana bana'une chan. Tapa'im bhanidinush yo bahana nabana'uh hamile timila'i kahilyai samco thanne chainaum. Allahale hamila'i timra brtanta bhanisakeko cha, . Ra pachi pani allaha ra usako rasulale timra kriyakalapa dekhnechan, ani yastako pasama pharka'inechau jo adrsya ra prakata sabaiko jnata cha. Ani je–jati kriyakalapa timile gardai'a'eka chau, usale timila'i bhanidinecha"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Yiniharu aba tapar'im agadi kiriya khanechan jaba tapar'im uninira pharkera januhuncha taki tapa'inle uniharula'i unako avasthama chadidinus. Tasartha tapa'inle uniharula'i unako halatama chadidinus kinabhane uniharu purna phohari chan, unako basasthana narka ho tyasa kriyakalapako sato juna tiniharule gardathe"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Yiniharu yasa karana sapatha khanechan, ki tapa'im uniharusanga khusi bha'ihalnus. Yadi tapar'im unisamga khusi bha'e pani allaha kadapi yasta ‘‘phasika’’ avajnakari mancheharusamga khusi humdaina"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Ajnaniharu (arabaka badduharu) sahrai thula kaphira ra pakhandi chan ra tiniharuka lagi yahi nai munasiba cha ki juna adesaharu allahale aphno rasulala'i patha'unu bha'eko cha, tyasabata tiniharu anabhijna rahun ra allaha sarvajnata ra bud'dhimatta sampanna cha"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Ra kehi ajnani yasta chan ki je jati kharca gardachan tyasala'i jarimana thandachan ra timro nimti vipattiko pratiksama rahanchan. Tiniharumathi nai thulo apatti a'os ra allaha sabai kura sunne (ra) jannevala cha"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Ra kehi ajnaniharu yasta pani chan jo ki allaha ra akhiratako dinamathi astha rakhdachan ra je jati kharca gardachan, tyasala'i allahako samipya ra paigambarako asirvada prapta garne madhyama thandachan. Hera, avasya nai tyasale, tiniharula'i tyasako samipama lagne cha. Allahale tiniharula'i sighra nai aphno dayako patra bana'une cha. Allaha ksamadata ra bado krpalu cha"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "Ra jo muhajiraharu tatha ansaraharu (apravasi tatha sthaniya sahayogi manisa) satmargama agrasarata dekha'eka chan ra jasale sathama rahi tiniharuko anusarana gare, allaha tiniharusita khusi cha ra tiniharu pani allahasita prasanna chan tiniharuko nimti yasta bagaincaharu tayara chan jasako tala naharaharu bagirahane chan (tiniharu) sadhaim tyasama basa garnechan. Yahi thulo saphalata ho"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Ra kehi timra charachimekaka ra kehi madinaka basindaharu pani pakhandama pareka chan. Tapa'inle tiniharula'i jannuhumdaina, hamile tiniharula'i jandachaum, hamile tiniharula'i dobbara sajaya dinechaum, ani tiniharu jhan thulo sajayatira lagine chan"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Ra kehi aru manisaharu chan jasale ki aphna trutiharu spastarupale svikara gardachan, jasale asala ra kharaba duvai kisimaka kama gareka thi'e. Asa cha ki allahale tiniharuko pascatapa svikara garnecha. Nihsandeha allaha thulo ksamadata, dayavan cha"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Tiniharuko sampattibata tapa'inle sadaka (dana) linus jasabata tiniharula'i tapar'inle sud'dha ra pavitra garidinus ra tiniharuko lagi prarthana garnus, nihsandeha tapar'inko prarthana tiniharuko santustiko srota ho ra allaha dherai sunnevala ra jannevala cha"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Ke yiniharula'i yo thaha chaina ki allahale nai aphna bhaktaharubata prayascita svikara gardacha ra usaile danaharu svikara gardacha, ra nihsandeha allaha nai prayascita svikara garnevala ra parama dayalu cha"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Bhanidinus ki timi satkarma gardai ja'u, allaha ra usaka rasula ra mominaharu sabaile timra kriyakalapa hernechan. Ra timile drsya–adrsyako jnatatarpha avasya pharka'inechau. Ani usale je jati gardai a'eka chau, tyo sabai timila'i bata'une cha"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Ra kehi yasta chan jasako mudda allahako adesa a'unjelasam'ma multavi cha, (usale) cahe tiniharula'i sajaya de'os, va unako prayascita svikara garos ra allaha sarvajnata ra tatvadarsi cha"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Ra tiniharumadhye kehi yasta pani chan jasale ki yasa uddesyale masjidako nirmana gare taki hani purya'un ra kuphrako kura garun, ra mominaharuma kalaha srjana garun ra tiniharuko lagi sadhana juta'un jasale aghi allaha ra usaka rasulako virodha garisakechan ra kiriya khanchan ki hamro uddesya ta matra bhalo garnu thiyo, tara allaha saksi cha ki tiniharu jhutha chan"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Tapa'im tyasa (masjida)ma kahile pani na ubhinu. Tyasa baheka juna masjidako jaga nai prarambhadekhi allahako bhaktima adharita cha, tyo yasa yogya cha ki tapa'im tyasama ga'era ubhinus. Yasama yasta manisaharu chan jasale ki pavitra rahana ruca'umchan! Ra allahale pani pavitra rahaneharula'i prema gardacha"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Ke tyo manisa jasale aphno bhavanako jaga allahako bhaya ra usako prasannatama rakheko cha, u ramro ho va tyo ramro cha, jasale aphno bhavanako jaga bhatkana lageko bhirako che'uma halyo, juna usala'i li'era narkako agoma dhalihalcha ra allahale yasta aparadhiharula'i margadarsana gardaina"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Uniharuko yo bhavana juna tiniharule nirmana gareka chan, sadhaim tiniharuko hrdayama (kamda banera) sanka ra chatapati ubja'irakhne cha, jabasam'ma tiniharuka mutu chiya–chiya humdainan ra allaha sarvajna, tatvadarsi cha"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "Nihsandeha allahale mominaharubata tiniharuko prana ra mala tiniharuka lagi svargako sattama kinisakeko cha. Yiniharu allahako margama yud'dha gardachan, jasama mardachan ra marinchan pani. Yo taurata, injila ra kura'anama bha'eko satya vacana ho, ra allahabhanda badhi aphno vacana pura garnevala ko cha? Tasartha juna sauda timile usasamga gareka chau tyasabata prasanna raha, ra yahi nai thulo saphalata ho"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "Prayascita garneharu, upasana garneharu, (allahako) prasansa garneharu, upavasa basneharu, (athava satmargama yatra garneharu) ruku'a garneharu, dhoganeharu satkarmako upadesa dineharu ra duskarmabata rokneharu, allahaka simaharuko (allahale nirdharita gareko sima) raksa garneharu (momina hun), ra he muham'mada mominaharula'i svargako subhasandesa suna'idinus"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Sandesta ra an'ya musalamanala'i ucita chaina ki musrikaharuko lagi ksama yacana garun, jabaki yo prakata bha'isakeko cha ki tiniharu narakiya hun cahe tiniharu najikaka natedara nai kina naho'un"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Ra ibrahimale aphno pitako nimti ksamayacana gareko kura ta e'uta vacako karanale thiyo, juna unale usamga garisakeka thi'e, tara jaba unala'i thaha bhayo ki u allahako satru ho. Ta tyasabata alaga bha'ihale. Yasama kunai sandeha chaina ki ibrahima(alaihis'salama) dherai komala hrdayaka ra sahanasila thi'e"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Ra allaha yasto chaina ki kunai kaumala'i margadarsana gare pachi, marga vicalita garos jabasam'ma tiniharula'i tyo kura na bhanihalos jasabata ki uniharu panchinu parcha. Nihsandeha allaha sabai kurako jnata cha"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Nihsandeha allaha nai ho jasala'i akasaharu ra prthvimathi adhipatya prapta cha. Usaile jindagi pradana gardacha ra mrtyu dincha, allaha baheka timro aru kohi mitra ra sahayata dinevala chaina"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Allahale paigambaramathi krpa gareko cha, ra muhajira tatha ansaraharumathi pani, jasale sankatako avasthama uhamko satha di'e yasako bavajuda ki tiniharumadhye kehika hrdayaharu jhandai vimukha hune avasthama thi'e, pheri allahale tiniharumathi daya garyo. Nihsandeha u tiniharula'i dherai maya garnevala ra dayavana cha"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "Ra ti tina janako avasthamathi pani dhyana diyo jasako kura (nirnaya) multavi (sthagita) gari'eko thiyo, yahamsam'ma ki prthvi aphno vistarako bavajuda tiniharuko nimti samguro bha'ihalyo ra tiniharuka atma pani vyakula bha'ihale ra tiniharula'i thaha bhayo ki allahabata bacnako lagi kahim sarana chaina, sarana cha bhane ta usaiko samipama cha. Ani (allahale) tiniharumathi daya garyo taki prayascita garna sakun. Nihsandeha allaha nai prayascita svikara garnevala ra dayavana cha"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "He imanavalaharu! Allahasamga dara manne gara ra satyavadiharuko sangatama raha"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Madinaka basindaharu ra uniharuko charachimekama basne graminaharuka nimti allahaka paigambarala'i chodera gharama basirahanu ucita thi'ena na ta aphno pranala'i unako jyanabhanda priya thannu, yo yasa karana ki allahako batoma tinala'i juna tirkha lagyo, thaka'i lagyoe va bhoka lagyo va yasta tha'umma hinde jaham kaphiraharula'i risa uthcha va satruharula'i thika pare, yasta pratyeka karmama tiniharuko namama eka–eka satkarma lekhiyo. Nihsandeha allahale satkarma garneharuko pratiphala nasta pardaina"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "Ra (yasai prakara) tiniharule je kharca gare thorai athava dherai athava (sahasapurna tarikale) jati maidana para gare, yi sabai tiniharuko namama (satkarmaharu antargata) lekhinchan taki allahale tiniharuka karmaharuko ramro pratiphala pradana garna sakos"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "Ra yo ta hunai saktaina ki mominaharu sabai niskihalun, ta yasto kina nagariyos ki pratyeka thulo samuhamadhyebata e'uta sano samuha jane garos taki dharmako siksa grahana garun ra aphna samuhatira pharkera a'epachi bhayako kura suna'un taki tiniharu darun (ra aphula'i drskarmabata tadha rakhun)"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "He mominaharu! Aphno samipaka kaphiraharusamga yud'dha gara ra tiniharule timima kathorata pa'unu parcha ra janirakha ki allaha parahejagaraharuko sathama cha"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "Ra jaba kunai surah avatarita huncha ta kehi kapatiharule bhandachanh ki yasa surahle timiharumadhye kasako imanama abhivrd'dhi gareko cha? Ho, jo imanavala chan tiniharuko imanama vrd'dhi gareko cha, ra tiniharu prasanna hune gardachan"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "Ra juna manisaharuko hrdayama roga cha, tiniharuko nimti phoharamathi phoharako vrd'dhi garyo ra tiniharu kaphira bha'ekai avasthama nai mare"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Ra ke yiniharule dekhdainan ki yiniharu pratyeka varsa eka du'i pataka kunai nakunai sankatama parne gardachan, tai pani prayascita gardainan ra na upadesa nai grahana gardachan"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "Ra jaba kunai surah avatarita huncha ta eka'arkatira herna thaldachan (ra sodhchan) ‘‘ke kasaile timila'i dekhdacha? Pheri hindi halchan. Allahale tiniharuko hrdayala'i modidi'eko cha, kinabhane yiniharu yasta manisa hun jasale bud'dhile kama lindainan"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "(He manisaharu ho!) Timiharuko majhama timiharumadhyebatai e'uta paigambara a'eka chan. Timro pidabata uni duhkhi hunchan ra timro bhaloko nimti cintita rahanchan, ra imanavalaharula'i nikai mayam garne ra dayalu chan"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "Tara yadi tiniharu vimukha hunchan bhane, bhanidinus ki allaha mero nimti paryapta cha. Usa baheka aru kohi puja yogya chaina. Usaimathi mero bharosa cha, ra u thulo arsa (sinhasana) ko svami ho"
        }
    ]
}