{
    "juzs": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Soti so (Allah a) Piyakalalakao Niyan so Oripun Niyan (a Muhammad) ko Kagagawi-i pho-on ko Masjidil Al-Haram si-i ko Masjidil Al-Aqsa, so piyakandakulan Nami sa mapiya so muliliyota-on,- ka Phakaila-in Nami Sukaniyan ko manga Tanda Ami: Mata-an! A so Allah so Puphakanug, a Puphakailai"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Na inibugai Ami ko Musa so Kitab, go biyaloi Ami Sukaniyan a Torowan ko manga Moriyatao o Israil,- (Pitharo Ami a:) Da-a khowa-an niyo a salakao Rakun a sasarigan"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "(Hai) Kiyababadan ko tao a iyoran Nami a pud o Nuh (ko Kapal! Mata-an! A so Nuh na aya butad Iyan na Oripun, a Mananalamat)"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Na Piyakitokawan Nami ko manga Moriyatao o Israil si-i ko Kitab, a Mata-an a phaminasa kano dun ko Lopa sa makadowa, go Mata-an a phangarasi kano dun sa kapangarasi a mala"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Na amai ka makaoma so diyandi a paganai sa dowa oto, na pakipangarasiyan Nami sukano ko manga Oripun Nami a adun a bagur iyan a mitataralo: Na pakaphagashoga-an niran so pagulutulutan o manga walai; na miyabaloi a diyandi a mapunggolaola"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Oriyan niyan na ikasoi Yami rukano so kapupugusa kiran: Go bugan Nami sukano sa manga tamok (a madakul), go manga Wata, go balowin Nami sukano a madakul a tao"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "(Na Pitharo Ami a:) O phiyapiya kano, na miyakaphiyapiya kano sa ruk o ginawa niyo; na o mbinasa kano, na ruk o ginawa niyo. Na amai ka makaoma so diyandi a mori, (na Pakapangarasin Nami siran), ka-an niran mapakarimung so manga Paras iyo, go an siran makasolud ko Masjid (alAqsa) lagid o kiyapakasolud iran non ko paganai a kiya-okitan, go an niran mabinasa so miyamugus sa mala a Kapaminasa"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Masikun so Kadnan niyo na Ikalimo kano Niyan; na o kasoi kano (Maminasa), na ikasoi Ami (so siksa rukano): Na ini sunggai Ami so Naraka Jahannam a tharongkowan ko Miyamangonkir"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Mata-an! A giyangkai a Quran na Phakatoro ko Sukaniyan a lubi a matitho, go Puphanotholun Niyan ko Miyamaratiyaya a siran so Minggagalubuk ko manga pipiya, a Mata-an! A adun a bagiyan niran a balas, a lubi a mala"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Na Mata-an! A siran a di Mapaparatiyaya ko Akhirat, na mithiyagar Kami sa bagiyan niran a siksa a Malipudus"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "Na Puphangunin o Manosiya so marata (igira-a pukhararangitan) lagid o kapuphanguniya niyan ko mapiya, na tatap a so Manosiya na ga-angga-anun"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Na biyaloi Ami so Gagawı-i a go so Daondao a dowa Tanda: Na piyakasalum Ami so Tanda a Gagawi-i, na biyaloi Ami so Tanda o Daondao a Masindao:; ka-an kano gi-i makambabanog sa riskhi a phoon ko Kadnan niyo, go a niyo katokawi so bilangan o manga ragon, go so itongan: Na so langowan taman na piyagosai Ami sukaniyan sa marayag a kapagosai"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Na oman i Manosiya na initambud Ami ron so sorat o Amal iyan si-i ko lig iyan: Na pakagumaon Nami ron sa Alongan a Qiyamah a sorat a masangat iyan a makakayat"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "(Tharo-on non a:) Batiya-angka so sorat ka: Makatatarotop so ginawangka sa Alongan na-i a phamagitong ruka"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Sa dun sa komudug ko ontol, na phakakudug ko ontol sa ruk bo a ginawa niyan: Na sa dun sa somilai, na phakasilai sa rombo phakatana: Na di kha-awidan o baradosa so dosa o pud iyan: Na di Kami phaniksa taman sa di Kamı Makasogo sa Sogo"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Na igira-a kabaya Ami a kabinasa Ami ko Phagingud, na Sogo-on Nami so manga Nakoda rukaniyan (a Nggolalan ko manga Rasul) na ndarowaka siran ro-oọ; na mapatoton so Katharo (a siksa): Na binasa-an Nami sukaniyan sa tarotop a kabinasa"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Na madakul a bininasa Mi ko manga pagtao a miya-oriyan o Nuh! Na makatatarotop so Kad nan Ka si-i ko manga dosa o manga Oripun Niyan a Kaip a Puphakailai"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Sadun sa aya butad iyan na kabaya iyan so maga-an, na nggagaanan Nami ron si-i (sďsa doniya) so khabaya-an Nami si-i ko tao a kabaya Ami: Oriyan niyan na isunggai Ami a ruk iyan so Naraka Jahannam: A phakasoludon a kapapaawingan, a mibobowang"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Na sadun sa kabaya iyan so Akhirat, go Panamaran niyan nggalubuk so Punggalubukun rukaniyan, a sukaniyan na Maparatiyaya,- na siran man na miyabaloi so galubuk iran a tatarima-an"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Oman i isa na pumbugan Nami so siran na-i go so siran naya, ko Pamumugayan o Kadnan Ka: Na da ko butad o Pamumugayan o Kadnan Ka iba kharun"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Pamimikiranangka o andamanaya i kiyapakalubi Ami ko saba-ad kiran ko saba-ad; na matatangkud a so Akhirat i lubi a mala a kiyapakaphapangkata go lubi a mala a kiyapakapululubiya"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Di Ka Phangumba-al sa pud o Allah a Tohan a salakao; ka makaoshad Ka a kapapa-awingan, a misisili"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Na ini Paliyogat o Kadnan Ka a da-a Pushowasowata niyo a inonta Sukaniyan, go (Phiyapiya i niyo) so mbala a Lokus sa samporna a kaphiyapiya. Na o raota ko kamamasa-i Ruka so Kalokus o isa sa dowa oto, odi na tanan siran, na Dingka kiran Putharowa i kharimorung Ako, go Dingka siran phur- arasunga, go Tharowangka kiran so Katharo a Kapaga-adat"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Go pakainayangka kiran so / gowagowai ko Kapangalimbaba-an, pho-on ko Kalimo, go Tharowangka: A Kadnan Ko! Kalimo-on Ka Siran lagid o Kiyapagoyagoyaga iran Rakun ko kaito Akun"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "So Kadnan niyo i lubi a Mata-o ko nganin a shisi-i ko manga ginawa niyo: O mabaloi kano a manga Bilangatao, na Mata-an! a Sukaniyan na tatap a Manapi ko manga barataobat"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Na bugan Ka ko tonganai so kabunar iyan, go so Miskin, go so Gi-i Mulayalayag maka khakadiat a miya kawang sa Lalan. Go di Ka phamagola sa kapulaga"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Mata-an! A so manga taolaan na miyabaloi siran a manga Pagari o manga Shaitan; na aya butad o Shaitan na Mo-ongkir ko Kadnan Niyan"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Na o Thalikhodingka siran sa kambabanog sa Limo a pho-on ko Kadnan Ka, a nanayaon Ka sukaniyan, na Tharowangka kiran: So Katharo a mainai"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Go Dingka mbaloya so Limangka a mitatambud ko lig Ka, go Dingka mbukara sukaniyan sa tarotop a kabukar, ka makaoshad Ka a kapapa-awingan, a kiyawiswisan"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Mata-an! A So Kadnan Ka na puphakalowagun Niyan so Pagupur si-i ko tao a kabaya Iyan, go puphakasimpitun Niyan. Mata-an a Sukaniyan na tatap si-i ko manga Oripun Niyan a Kaip, a Puphakailai"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Go di niyo mbonowa so manga Wata iyo sa kaluk ko Kamiskin: Ka Sukami i Puphagupur kiran, go Puphagupur rukano. Mata-an! A so Kabonowa kiran na miyabaloi a dosa a mala"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Go di kano pagobai ko kashina: Ka Mata-an naya! A miyabaloi a pakasisingai, go miyakaratarata a okit"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Go di niyo mbonowa so ginawa a so inisapar o Allah inonta o misabap ko kabunar. Na sa tao a mabono a pimbaba-an, na Sabunar a singgayan Nami so wali ron sa kapa-ar: Na di pulawan ko kakitas; Mata-an! A sukaniyan na miyabaloi a tatabangan"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Go di kano pagobai ko tamok o ilo inonta o so i phakapiya niyan, taman sa iraot ko kakhasad iyan; go tomana niyo so diyandi, Mata-an! A so diyandi na tatap a khi-isha (ko Alongan a Qiyamah)"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "go tarotopa niyo so kapagasad igira-a miyagasad kano, go thimbang kano ko timbangan a ontol: Giyoto man i tomo, go lubi a mapiya a ondas iyan"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Go Dingka puthindugi so daa Kata-ongka-on; Mata-an! A so kanug, a go so kailai, go so poso na oman i isa kiran na khaisha-an"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Go di Ka pulalakao ko Lopa sa Kambantogan: Mata-an! A suka na dingka dun mabunsad so Lopa, go dingka dun marupung so manga Palao sa kaporo"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Oman i isa ro-o na miyabaloi so karata-an niyan si-i ko Kadnan Ka a Piyakagowagowad"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Giyoto man na pud ko ini Ilaham Ruka o Kadnan Ka (Ya Muhammad) a Ongangun; na di Ka Phangumba-al sa pud o Allah a Tohan a salakao, ka Maphoshangka ko Naraka Jahannam, a kapapa-awingan, a mibobowang"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Ba rukano piyakibisa o Kadnan niyo so manga Wata a Mama, na kinowa Niyan so manga Malaikat (a Wata Iyan) a manga Babai? Mata-an! A sukano na matatangkud a gi-i kano Tharo sa KĶKatharo a miyakalupas"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Na Sabunsabunar a pishalisai Ami sangka-i a Qur-an, ka-an niran kasaboti, na da-a minipagoman Niyan kiran a rowar sa kiyapalagoi (ko bunar)"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Tharowangka: A o adun a pud o Allah a manga Tohan,- lagid o Katharo iran,- na sa maoto na Mata-an a muloloba siran sa lalan ko khiruk ko Kapa-ar"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Soti Sukaniyan! Go Maporo a ka-a awat Iyan ko gi-i ran Tharoon! Amaporo a Lubi a Mala"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Puthasbik Rukaniyan so manga Langit a pito go so Lopa, go so matatago kiran, na da-a nganin a badi Puthasbik sa Podi Rukaniyan; na ogaid na di niyo shabotun so Tasbik iran! Mata-an! A Sukaniyan na tatap a Matigur, a Manap"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Na igira-a Biyatiya-a Ka so Qur-an, na Puthagowan Ami so lut Ka a go so lut o siran a di Mapaparatiyaya ko Akhirat, sa runding a marurunding"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Go tiyagowan Nami so manga poso iran sa manga totop ka-an niran di khasaboti Sukaniyan, go (tiyagowan Nami) so manga tangila iran sa kabungul: Na igira-a Miyaaloingka so Kadnan Ka si-i ko Quran, ko KĶKai Isa Isa Niyan, na tomingur siran, ko manga talikhodan niran sa kapalagoi"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Sukami i lubi a Mata-o ko sabap a Kapuphamamakinug iran noto gowani ko Puphamamakinugun Ka iran; go gowani ko siran a gi-i siran mbibitiyara-i, sa masa oto na gi-i Tharo-on o manga Darowaka: A da-a Phagonotan niyo a rowar ko Mama a tataraponan"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Pamimikiranangka (Ya Muhammad) o andamanaya i kinipangibaratun niran Ruka: Na miyadadag siran, na da-a khakudug iran a lalan"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Na Pitharo iran: Ino amai ka mbaloi kami a manga tolan go botha, ba Mata-an! A sukami na Pagoyagun kami dun sa KĶKa-adun a bago"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Tharowangka: A mbaloi kano pun a Ator, odi na Potao"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "Odi na ka-adun a pud ko mala (a kaguguda-a niyo ron), ko manga rarub iyo (na Khaoyag kano dun)! Na Putharo-on niran ndun: Antawa-a i maphakakasoi kami niyan (ko Kaoyagoyag)? Tharowangka: A so Miyadun rukano ko paganai a kiya-okitan! Na khulungkulungun niran Ruka a manga Olo iran, na Tharo-on niran: Andai kikhitana iyan? Tharowangka: A matatangkud a mababaloi a marani"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Si-i ko Alongan a tawagun kano Niyan, na misumbag iyo so Podi Rukaniyan, go aya arangan niyo na da-a minitarug iyo (ko Doniya) a rowar ko maito"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Na Tharowangka (Ya Muhammad) ko manga Oripun Ko: A Putharowa iran so mapiya: Mataan! A so Shaitan na punggoriga-on niyan siran: Mata-an! A so Shaitan na miyabaloi a ridowai o manga Manosiya a mapayag"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "So Kadnan niyo i Mata-o rukano: O kabaya Iyan, na Ikalimo kano Niyan, odi na o kabaya Iyan, na siksa-an kano Niyan: Na kuna a ba Ami Suka Siyogo a somisiyap kiran"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Na so Kadnan Ka i Mata-o ko tao a shisi-i ko manga Langit go so Lopa: Na Sabunsabunar a piyakalubi Ami so saba-ad ko manga Nabi ko saba-ad: Go bigan Nami so Dawood sa (Kitab a) Zaboor"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Tharowangka: Panongganoya niyo so siran a ini tugo niyo (a manga Katohanan) a salakao ko Allah: Na da-a Mipapa-ar iran ko kapokas rukano o Morala go di ran khitogalin"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Siran man so siran a Puphanongganowin niran na gi-i ran mbabanogun so okit a kapakaranıi ko Kadnan niran,- (Puphamagarabaya) o antawa-a kiran 1i lubi ron a madasug: Go a-arapun niran so Limo Iyan go ika-aluk iran so siksa Iyan: Mata-an! A so siksa o Kadnan Ka na tatap a pakalukluk"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Na da-a Ingud a ba Ami di binasa-a sukaniyan ko da pun so Alongan a Qiyamah, odi na ba Ami di siksa-a sukaniyan sa siksa a sangat: Miyabaloi oto a misosorat ko Kitab (a Lauh Mahfol)"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Na da-a miyakarun Rukami ko Kapuphakatoron Nami ko manga Tanda, a rowar sa kiyapakambokhaga-on o miyanga-o ona: Na inibugai Ami ko Samood so Babai a Onta a karina a mapayag, na Pindarowaka-an niran noto: Na da-a (salakao a) Kapuphamakatoron Nami ko manga Tanda a rowar sa pangangaluk"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Na gowani na Pitharo Ami Ruka: A Mata-an! A so Kadnan Ka na katatangkalan Niyan so manga Manosiya: Na da-a kinisungga-in Nami ko kailai a so Piyaki-ilai Ami Ruka, a rowar sa tupung ko manga Manosiya,- go (lagid oto) so kayo a Pimorka-an a miya-aloi ko Qur-an: Na ipuphangangaluk Ami kiran, na da-a minipagoman niyan kiran a rowar sa kapangakowala a mala"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Na gowani na Pitharo Ami ko manga Malaikat: A Pangalimbaba-an Kano ko Adam: Na Miyangalimbaba-an Siran non, inonta so Iblis: Ka Pitharo iyan: A ino ako Phangalimbaba-an ko tao a Inadun Ka a botha"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Pitharo (o Iblis): Aiguda-a Ka sangka-i a Piyakaombaongka rakun? 1but o bugi Akongka sa taalik taman ko Alongan a Qiyamah na lunganungko dun domadag so manga Moriyatao Niyan inonta so maito"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Pitharo (o Allah): A nggolalanun ka (i kabaya-a ka); ka sadun sa monot ruka kiran, na Mata-an! A so Naraka Jahannam i balas rukano, a balas a tarotop"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Go pamodiyokun ka ko sa dun sa khagagangka kiran, so sowarangka; go lalisangka siran rakhus o manga Komokoda-a ka, go so Puphamakalalaka-on ka; go pakithompok ka kiran ko manga tamok go so manga Wata (iran); go bugingka siran sa pasad. Na da-a ipumbugai kiran a pasad o Shaitan a rowar sa kapulalalong"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Mata-an! A so manga Oripun Ko (a Miyamaratiyaya), na da dun a kapa-ar ka kiran: Go makatatarotop so Kadnan ka a somisiyap"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "So Kadnan niyo so Puphakalatas rukano ko manga Kapal ko Kalodan, ka-an kano gi-i makambabanog ko Kakawasa-an Niyan. Mata-an! A Sukaniyan na tatap a mala rukano 1 Limo"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Na igira-a minisogat rukano so morala ko Kalodan, na mada so Puphanongganowin niyoinonta bo so Sukaniyan (a Allah)- na kagiyamabaton kano Niyan ko KĶKalopaan, na tomiyalikhod kano. Na tatap a so Manosiya na da-a Tadum iyan"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Ba kano somiyarig sa di kano Niyan landungun ko didalum o Lopa, odi na di kano Niyan botawanan sa sobosobo a puthad, a sa oriyan niyan na da dun a mato-on niyo a Panarigan"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Odi na ba kano somiyarig sa di kano Niyan ro-o pakakasowin sharoman, na botawanan kano Niyan sa mabagur a ndo na ludun kano Niyan sabap ko Kiya-ongkir iyo, oriyan niyan na da dun a matoon niyo a abanga iyo Rukami ron"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Na Sabunsabunar a piyakalubi Ami sa Munang so manga Moriyatao o Adam; go piyakapaguda Ami siran ko Kalopa-an a go so Kalodan; go ini Riskhi Ami kiran so manga pipiya; go Piyakaombao Ami siran ko madakul ko manga Inadun Nami sa titho a Kapakaombao"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "Si-i ko Alongan a itawag Ami ko oman i Manosiya so Daptar iran: Na sa dun sa mibugai ron so Kitab iyan si-i ko kawanan niyan, na siran man na Mabatiya iran so Kitab iran, na da-a masalimbot kiran a ishambo o dadangulisun"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Na sadun sa miyabaloi si-i (sa Doniya) a bota, na sukaniyan si-i ko Akhirat na bota dun, go tanto a miya-awat ko lalan"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "Na Mata-an a maito bo na khapokas Ka iran ndun ko ini Ilaham Ami Ruka (Ya Muhammad), ka-an Ka Rukami Miyangkob so salakao rukaniyan: Na o giyoto i miyasowa na Khowa-angka iran ndun a bolay oka"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Na o da Ami Suka pakathakna-a, na Sabunsabunar a mararani mitaliyadok Ka kiran sa shai a maito"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "Na o giyoto i miyasowa na kaphakita-aman Nami Ruka dun so takup a siksa ko Kaoyagoyag, go so takup a siksa ko kapatai: Oriyan niyan nada-a mato-on Ka a tabanga-a Ka Rukami"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Na Mata-an a maito bo na khabogao Ka iran ko Lopa (a Madinah), ka phaka-awa-an Ka iran non; na o giyoto i miyasowa na da-a khitarug iran ko kaipos Ka, a rowar ko maito"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Okit o tao a Sabunar a Siyogowan Nami a miya-ona an Ka sa pud ko manga Sogo Ami: Na da-a khato-on Ķa a misalin ko okit Amı"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Pamayandugun Ka so Sambayang-ko kapolid o Alongan taman ko kalibotung o Gagawi-i, go so Kapangadi-i ko Qur-an ko Sambayang ko khapita: Mata-an! A so Sambayang ko khapita na tatap a shasaksian"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Na so saba-ad ko Kagagawi-i na puphaguna-on Ka so Qur-an: A malalawan ko manga Paliyogat a ruk Ka: Matatangkud a phakadarpa-an Ka o Kadnan Ka ko darpa a mababantog"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Na Tharowangka: Kadnan Ko! Pakasolud Akongka sa kasolud a kasosowat, go Pakaliyowa Kongka sa kaliyo a Kasosowat; go sunggai Akongka pho-on ko Hadapan Ka sa bagur a phakatabang"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Go Tharowangka: A miyakaoma so bunar, na miyailang so ribat: Mata-an! A so ribat na tatap a ilang"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Na Iputhoron Nami a pud ko Qur-an so bolong go Limo ko Miyamaratiyaya: Na ba dun puphakaoman ko manga Darowaka sa kalogi"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Na igira-a ini Pangalimo Ami so Manosiya, na tomalikhod go itangkiri iyan a kilid iyan, na igiraa minisogaton so marata na mabaloi a kada-an sa panginam"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Tharowangka: A oman i isa na gi-i nggalubuk si-i ko okit iyan: Na so Kadnan niyo i lubi a Mata-o ko tao a sukaniyan i maka-o ontol sa lalan"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Na ipagisha iran Ruka so Niyawa. Tharowangka: A so Niyawa na si-i ko ilmo o Kadnan Ko: Go da-a inibugai rukano ko Kata-o rowar ko maito"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Na Mata-an! a o inikabaya Ami, na matatangkud a maphakada Ami dun so ini Ilaham Ami Ruka: Na sa oriyan niyan na da-a mato-on Ka makapantag Rukaniyan a Panarigan Rukami"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Ogaid na Limo a pho-on ko Kadnan Ka: Mata-an! A so Kapudi Iyan na tatap a si-i Ruka lubi a mala"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Tharowangka: A Mata-an a apiya thampotampong so manga Manosiya go so manga Jinn sa kamba-al iran sa lagid angka-i a Qur-an, na di siran ndun makamba-al sa lagid iyan, apiya pun mabaloi so saba-ad kiran a tabanga o saba-ad"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Na Sabunsabunar a di bo dun pira a kiniropa-an Nami ko Manosiya, si-i sangka-i a Qur-an, ko oman i ibarat: Na da tarima-a o kadakulan ko manga Manosiya ka ba iran ndun siyangka"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Na Pitharo iran: A di ami Suka dun Pharatiyaya-an, taman sa da-a mapakambowat Ka rukami pho-on ko Lopa a manga Bowalan"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "O di na adun a mabaloi a ruk Ka a Pamomolan a manga Qormah go manga Anggor, na kapakambowatan Ka so lumbak iyan sa manga Lawasaig a manga babandus"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "O di na makaolog Ka ko Langit, mana-a so ini Daowangka rukami sa sapangkat; o di na mapakadarupa-a Ķa so Allah go so manga Malaikat sa mipagadapa"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "O di na adun a mabaloi a ruk Ka a Walai a Bolawan, o di na makapanik Ka ko Langit. Na di ami dun Pharatiyaya-an i KĶKiyapakapanik Ka on taman sa di Kamingka Katoronan sa Kitab a mabatiya ami Sukaniyan. Tharowangka: Soti so Kadnan Ko! Ba adun a butad Akun a rowar sa Manosiya;- a Sogo"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Na da-a miyakarun ko Manosiya ko Kapakaparatiyaya iran gowani ko makaoma kiran so Torowan, a rowar sa Kiyatharowa iran: Sa ino Shogo so Allah sa Manosiya a Sogo"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Tharowangka: O aya matatago ko Lopa, na manga Malaikat a Puphulalalakao a khibabalingon, na Mata-an a Pakatoronan Nami siran a pho-on ko Langit sa Malaikat a Sogo"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Tharowangka: Makatatarotop so Allah a saksi Rakun a go si-i rukano: Mata-an! a Sukaniyan na tatap si-i ko manga Oripun Niyan a Kaip, a Puphakailaı"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Na sa dun sa Toro-on o Allah, na sukaniyan i phakakudug ko ontol; go sadun sa dadagun Niyan-na Dingka siran ndun mito-on sa manga Panarigan a salakao Rukaniyan. Go limodun Nami siran ko Alongan a Qiyamah, a mikakamanga so manga Paras iran, a manga bota, go manga omao, go manga bungul: Darpa iran so Naraka Jahannam: Oman puphondao, na omanan Nami kiran sa kakadug"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Giyoto man i balas kiran, sabap sa Mata-an! A siran na In ongkir iran so manga Ayat Ami, go Pitharo iran: Ino amai ka mbaloi kami a manga tolan go botha, ba Mata-an a sukami na Khaoyag kami dun sa Ka-adun a bago"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Ba iran ndi katawi a Mataan! A so Allah, so Miyadun ko manga Langit go so Lopa, khagaga Niyan a Madun sa lagid iran? Go singgayan Niyan siran sa ta-alik, a da-a sangka-a madadalumon. Na da tarima-a o manga Darowaka ka ba iran ndun siyangka"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Tharowangka: O sukano 1i makapapa-ar ko khitatagowan ko Limo o Kadnan Ko, na sa maoto na Mata-an a runun niyo, sa kaluk ko kanggasto: Ka aya butad o Manosiya na maikot"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Na Sabunsabunar a bigan Nami so Musa sa siyao a manga Tanda, a manga rarayag: Na ishaan Ka ko manga Moriyatao o Israil: Gowani a makaoma kiran, na Pitharo-on o Pir-aon: Mata-an! A sakun na aya dun a kaguguda-a ko Ruka Hai Musa! na tataraponan"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Pitharo (o Musa): Sabunsabunar a katawan ka a da-a Tomiyoron saya a rowar ko Kadnan o manga Langit go so Lopa a manga karina: Na Mata-an! A Sakun na aya dun a kaguguda-a Ko ruka Hai Pir-aon! Na ilang"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Na kabaya iyan a mbogaoon niyan siran ko Lopa (a Missir): Na inulud Ami sukaniyan go so langowan a pud iyan"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Go Pitharo Ami ko manga Moriyatao o Israil ko oriyan niyan: a Pagingud kano ko Lopa (a Missir): Na amai ka makaoma so diyandi ko Akhirat, na pakatalingoma-an Nami sukano langon"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Na si-i ko bunar a Kinitorunun Nami (ko Qur-an), go si-i ko bunar a Kiyapakatoron Niyan: Na da-a Kiyasogo Ami Ruka (Ya Muhammad) a rowar sa Puphanonotholan sa mapiya, go Puphamaka-iktiyar"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Na so Qur-an na piyakasusunggaya Ami Sukaniyan, ka-an Ka oto Mabatiya ko manga Manosiya sa malanat: Go Initoron Ami oto sa (miyakashasaliyob a) Kıinitoron Niyan"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Tharowangka: Piyaratiyayaniyo Sukaniyan odi na di niyo Pharatiyaya-a, Mata-an! A siran a piyamugan ko Kata-o a miya-ona a Niyan, na igira-a Pumbatiya-an kiran, na Ipushondong iran so manga baka a Mangangalimbaba-an siran"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Sa gi-ran Tharo-on: Soti so Kadnan nami! Mata-an a tatap a so diyandi o Kadnan nami na Mapunggolaola dun"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Go Ipushondong iran so manga baka, sa Puphamanugad siran, go puphakaoman kiran sa Kapangalimbaba-an"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Tharowangka: Panguni kano ko Allah, o di na Panguni kano ko Rahman: Apiya anda saya i ipanguni niyo Ron, na ruk Iyan so manga ngaran a manga pipiya. Na Dingka phakatanogun so Sambayang Ka, go Dingka oto Phunana-in, na mbabanog Ka ko pagulutan noto sa okit"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Na Tharowangka: So Podi na ruk o Allah, da kowa sa Wata, go da-a miyabaloi a Sakotowa Iyan ko Kapa-ar: Go da-a miyabaloi a tabanga Iyan makapantag ko kapakaito: Na Shulasulangka Sukaniyan sa Samporna a KĶKashulasula"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "So Podi na ruk o Allah, a so Initoron Niyan ko Oripun Niyan so Kitab, go da-a biyaloi Niyan non a bukhog"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "Matitho ka-a Niyan kapakiiktiyari so siksa a sangat a pho-on Rukaniyan, go a Niyan Mapanothol ko Miyamaratiyaya a siran so gi-i nggalubuk ko manga pipiya, a Mata-an! A adun a bagiyan niran a balas a mapiya"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "Matatatap siran non sa dayon sa dayon"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Go a Niyan Mapakaiktiyar so siran a Mitharo: Sa kominowa so Allah sa Wata"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Da-a Kata-oiran non, a go so manga lokus iran. Miyakala a Katharo a puphakambowat pho-on ko manga ngari iran. Da-a gi-i ran Tharo-on a rowar sa kabokhag"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "Na masikun a mapakapagugut Ka a Ginawangka (Ya Muhammad), makapantag ko manga rarad iran o di ran Paratiyaya a angkai a Tothol sa makapantag sa boko"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Mata-an! A Sukami na biyaloi Ami so matatago ko Lopa a Parahiyasan niyan, ka ana Mi siran katupungi o antawa-a kiran i taralbi a mapiya i galubuk"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Na Mata-an! A Sukami na adun ndun a pumbalowin Nami a matatago-on a Lopa kabagabagas"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Ba-aya tangkap Ka na Mataan! A so manga tao ko Liyang a go so migaga-angon na miyabaloi siran a pud ko manga tanda Ami a pakamumusa"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "Gowani a magapas so manga Ngongoda ko Liyang: Na Pitharo iran: Kadnan nami! Bugi Kamingka pho-on Ruka sa Limo, go Tanorangka Rukami so butad Ami sa Torowan"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "Na Piyakatorog Ami siran ko Liyang, ko manga ragon a maliitong"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Oriyan niyan na piyakagogonao Ami siran, ka ana mimapunto o antawa-a ko dowa lompok i Miyakatundo ko masa a kiyathi ran"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Sukami na Puphanotholun Nami Ruka (Ya Muhammad) so Totholan kiran si-i ko bunar: Mata-an! A siran na manga Ngongoda a Piyaratiyaya iran so Kadnan niran, na inomanan Nami siran sa Torowan"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Go piyakabagur Ami so manga poso iran: Gowani a gomanat siran na Pitharo iran: Aya Kadnan Nami na so Kadnan o manga Langit a go so Lopa: Da dun a Phanguniyan Nami a salakao Rukaniyan a Tohan: Sabunsabunar a o sowa-a Mi oto na Miyakatharo Kami sa miyakalupas (a Katharo)"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Siran naya a pagtao Ami na kominowa siran sa salakao Rukaniyan a manga Tohan: Ino a da-a khitalingoma iran kiran a katantowan a mapayag? Na ba adun a lawan a darowaka ko tao a inangkob iyan so Allah sa kabokhag"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "Na amai ka ganatan niyo siran a go so Pushimba-an niran a salakao ko Allah, na pagapas kano ko Liyang: Ka saboyagan kano o Kadnan niyo ko Limo Iyan, go thiyagaran kano Niyan sa rangkap o butad iyo"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "Na Pukhailaingka so Alongan, a igira a somibang, na miraramig ko Liyang iran sa tampar sa kawanan, na igira a sumidup, na pukha-awat kiran sa tampar sa diyowang, a si-i siran matatago ko madaya-on. Giyoto man na pud ko manga Tanda o Allah: Nasa dun sa Toro-on o Allah na sukaniyan i phakakudug ko ontol; na sa dun sa dadagun Niyan, na Dingka dun mito-on sa panarigan a makanggonanao ron"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "Na aya tangkap Ka kiran na khipagu-unao, a o ba di siran na khitotorogun; na gi-i Ami siran pakakhulikhulidun sa tampar sa kawanan go sa tampar sa diyowang: Na so Aso iran na igagamba iyan so dowa kamona mona niyan ko gimowa: Omailaingka siran na Katalikhodan Ka siran ndun sa kapalagoi, go mapuno-puno Ka kiran ndun a kaluk"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Na giyaya i kiyapakagogonawa Mi kiran, Ka-an siran makapamagishaıi. Pitharo o Mitharo a pud kiran: A pira i kiyathi niyo? Pitharo iran: A aya kiyathi tano na Salongan, o di na saba-ad sa Salongan. Pitharo (o saba-ad kiran): A so Kadnan niyo i Mata-o ko kiyathi niyo. Na sogowa niyo so isa rukano rakhus o pirak iyo ai si-i ko Bandar a Ingud: Na pangilailai sa sadun sa Soti a Pangunungkun na wita niyan rukano, a pagupur a pho-on Rukaniyan: Go lalanat, go di kano niyan ndun phakitokawi sa isa a tao"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Mata-an! A siran na o katokawi kano iran, na radiyamun kano iran, odi na pakakasowin kano iran ko okiīt iran, na di kano dun makasulang sa maliwanag sa maoto sa dayon sa dayon"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Na giyaya i kiyapayaga Mi kiran ka-a niran katokawi a Mataan! a so diyandi o Allah (a Kaoyag ko Yaomol Qiyamah) na Bunar, go Mata-an! A so Bangkit na da-a sangka-a madadalumon. Gowani ko puphangasasawalan kiran so butad iran. Na Pitharo iran: Mbalai kano ko obai ran sa Walai: So Kadnan niran i taralbi a Mata-o kiran: Pitharo o siran a miyakasogat siran ko kupit iran: A mba-al tano dun ko obai ran sa Masjid"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Adun a Putharo kiran: Sa tulo, a ika pat iran so Aso iran; go adun a Putharo kiran sa lima, a ika num iran so Aso iran; kapangusar sa gaib; go adun a Putharo kiran: Sa pito, a ika walo iran so Aso iran. Tharowangka: A so Kadnan Ko i taralbi a Mata-o ko bilangan niran; da-a mata-o kiran a rowar ko maito. Na di Ka pakipushasawala makapantag kiran, inonta so kapakishasawala a mapayag, go da-a Pagishaingka kiran sa makapantag kiran a isa bo"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Na Dingka dun Putharowa ko apiya antona-a, i Mata-an! A Sakun na Punggolaola-angko to amag"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Inonta (obana-in Ka-on a) Omiyog so Allah! Go Tadumingka so Kadnan Ka igira a miyalipat Ka, go Tharowangka: A masikun a Toro-on Nako o Kadnan Ko si-i ko marani a di giya i a ontol"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Na miyakatarug siran ko Liyang iran sa Tulo gatos ragon, na inomanan niran sa siyao (ragon)"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Tharowangka: A so Allah i taralbi a Mata-o ko kiyathai a kiyapakatarug iran: Ruk Iyan so mapagu-uma ko manga Langit a go so Lopa: Sayana a lambas i Kailai Sukaniyan, go sayana a Malambut i Kapamamakinug! Da-a bagiyan niran a salakao Rukaniyan a Panarigan; go da-a phakasakoto Niyan ko Kokoman Niyan a isa bo"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Na Batiya-angka so Initoron Ruka ko KĶitab o Kadnan Ka: Da-a phakasambi ko manga Katharo Iyan, go da dun a khato-on Ka a salakao Rukaniyan a kaphagapasan"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Na Gun-gunangka a Ginawangka rakhus o siran a Pushimba-an niran so Kadnan niran ko kapipita go so kagabigabi, a kabaya iran so Kasosowat Iyan; go di siran pulupasa o dowa Matangka, sa kabayaa Ka sa Parayasan ko Kaoyagoyag ko doniya; go Dingka Pagonoti so tao a piyakilipatan Nami ko poso iyan so Tadum Rukami, go inonotan niyan so kabaya iyan a ribat, go mimbaloi so butad iyan a miyakalupas"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Na Tharowangka: A so bunar na pho-on ko Kadnan niyo: Na sa dun sa khabaya, na Paratiyaya, go sa dun sa khabaya, na Khapir: Mata-an! A Sukami na pithiyagaran Nami so manga darowaka sa Apol, khalikopan siran o manga kadug iyan; na amai ka manguni siran sa inomun na paka-inomun siran sa ig a lagid o totonagun a timbuga, a phakatotong ko manga paras. Piyakasisingai a inomun! Go miyakaratarata a darpa"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Mata-an! A so siran a Miyamaratiyayago pinggalubuk iran so manga pipiya, na Mata-an! A Sukami na Diyami ndadasun so balas ko tao a miphiyapiya sa galubuk"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Siran man i khibagiyan ko manga Sorga a tatap, a Puphamangondas ko kababa-an niran so manga lawasaig: Phangimowan siran roo ko manga Salunda a Bolawan, go Makapunditar siran sa Nditarun a Gadong a manipis a Sotra, go makapal a Sotra; gi-i siran ro-o Shandasandang ko manga Kantir. Pakaluma a balas! Go miyakapiyapiya a darpa"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "Na Mba-alingka kiran a ibarat, a dowa Mama: A singgayan Nami so isa on sa dowa a Asinda a manga Anggor go piyakalibutan Nami a dowa oto sa Qormah; go biyaloi ami so pagulutan a dowa oto a babasoka"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Omani isa sa dowaya a Asinda na pukhibugai niyan so Onga niyan, go da-a khorangun niyan non a maito bo: Na piyakaondasan Nami so lumbak a dowa oto sa lawasaig"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "Na miyakatimo sa manga Onga: Na Pitharo iyan ko pud iyan a sukaniyan na puphangandagan niyan: A sakun i madakul a di suka i Tamok, go tanto a mabagur ı manga tabanga"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Na somiyolud ko Asinda niyan ko gi-i niyan kandarowaka-i sa ginawa niyan: Pitharo iyan: A di ko puraotun a kirakira a ba ini mailang sa dayon sa dayon"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "Go di ko puraotun a kirakira 1 so Bangkit na ba makatindug: Na ibut o makandodako ko Kadnan ko, na Mata-an a phakato-on nako dun sa tomo adi giyai a darpa a khan dodan"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Pitharo on o pud iyan, a gi-i ron makishinumbaga: A inongka Pagongkira so (Allah a) Inadungka Niyan a pho-on sa botha, oriyan niyan na pho-on sa Notfa, oriyan niyan na Pithaongka niyan a Mama"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Ogaid na (sakun na miyagikral ako sa) Sukaniyan so Allah, a Kadnan ko, na da-a Ishakoto akun ko Kadnan ko a isa bo"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Na inongka da Tharowa isa ko somolud ka ko Asindangka: A sa dun sa kabaya o Allah! Da-a bagur odi si-i ko Allah! Apiya aya kapukhailayangka rakun na sakun na maito a di sukai Tamok a go Moriyatao"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "Na matatangkud a mbugan nako o Kadnan ko sa tomo a di so Asindangka, na botawanan Niyan (so asıindangka) sa manga Luthi a pho-on ko Langit, na mabaloi a Lopa a miyagunasnas"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "O di na mabaloi so igon a somunup, na dingka dun oto magaga mbabanog"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Na miya-ilang so Pur iyan, na miyabaloi a di-i niyan mapakakhosowa so dowa a palad iyan makapantag ko miyanggasto niyan non, a giyoto na Miyangaguguba so manga ta-aron, sa gi-i niyan Matharo: Hai o ba bo da-a Minisakoto akun ko Kadnan a isa bo"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "Na da-a miyabaloi ron a pagtao a makaphananabangon a salakao ko Allah, go da niyan malinding a ginawa niyan"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "Ro-o man na so Parinta na ruk o Allah, a ontol. Sukaniyan i mapiya i kabalas, go mapiya a khabolosan"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Na Payagangka kiran so ibarat o Kaoyagoyag ko doniya: Lagid o ig a Piyakatoron Nami sukaniyan pho-on ko Kawang: Na miyakashaosaog sa sabap rukaniyan so manga Mangunguto ko Lopa, (na sa oriyan niyan) na mimbaloi a gapok, a ipukhayambur sukaniyan o manga ndo: Na tatap a so Allah si-i ko langowan taman na Gaos Iyan"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "So tamok a go so Manga Moriyatao na (matag) Parahiyasan ko Kaoyagoyag ko doniya: Na so manga tatap a manga pipiya, i taralbi a mapiya a balas si-i ko Kadnan Ka, go taralbi a mapiya a a-arapun"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "Na (Tadumingka) so Alongan a pakalalakaon Nami so manga Palao, na Mailaingka so Lopa a mamamayas, go timo-on Nami siran, na da-a ibagak Ami kiran a isa bo"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "Na ipangadap siran ko Kadnan Ka a shasa-asa-ap siran, (Tharo-on o Allah:) Sabunsabunar a miyakaoma kano Rukami sa lagid o Kiya-aduna Mi rukano ko paganai a kiya-okitan: Kuna, ka ini tugo niyo a da dun a isunggai Ami rukano a ta-alik (a ka Khaoyag iyo)"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "Na mibutad so Daptar, na Mailaingka so manga baradosa a ma-aluk siran po-on ko nganin a matatago-on; Go Matharo iran: Hai miyabinasa tano! Antona ini a Daptar! A da-a pulao-on niyan a maito go da-a mala, a ba niyan nda maitong! Na maoma iran non so pinggalubuk iran a makamamasa: Na da-a shalimbotan o Kadnan Ka a isa bo"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "Na gowani na Pitharo Ami ko manga Malaikat: A pangalimbaba-an kano ko Adam: Na Miyangalimbaba-an siran inonta so Iblis. Sukaniyan na pud ko manga Jinn, na siyangka iyan so Sogowan o Kadnan Niyan. Ba niyo khowa-a sukaniyan a go so manga tonas iyan a manga panarigan a ishambi-iyo Rakun? A siran na manga ridowai niyo! Sayana a marata a kiyasambı o manga darowaka"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "Kuna a ba Akun kiran piyakishaksi-an a Kiya-aduna ko manga Langit a go so Lopa, o dina so Kiya-aduna ko manga ginawa iran: Go kuna a ba Akun kinowa so phamakadadag a manga tabanga"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "Na (Tadumingka) so Alongan a Tharo-on (o Allah): A tawaga niyo so ini puririmbang iyo Rakun, a siran so ini tugo niyo; na Panongganowin niran siran, na di ran siran masumbag; na tagowan Nami so pagulutan niran sa Landung a phakabinasa"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Na kasandungan o manga baradosa so Apoi na matangkud iran a Mata-an! A siran na khaolog siran non: Go da-a mato-on niran a milidason"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Na Sabunsabunar a pishalinsalin Ami magosai sangkai a Quran, ko manga Manosiya so oman i ibarat: Na tatap a so Manosiya, na lubi a madakul i kapamawal ko apiya antona-a"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Na da-a miyakarun ko manga Manosiya ko Kapakaparatiyaya iran,isa ko makaoma kiran so Torowan, a go so Kapakapanguni ran sa Ma-ap ko Kadnan niran, a rowar sa kaphakatalingoma kiran o kiyaokitan o miyanga o ona, o di na so kaphakatalingoma kiran o siksa a mithomlanga (iran)"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Na da-a Kiyasogo Ami ko manga Sogo a rowar sa Pakaphamanotholun siran sa mapiya go Phamaka-iktiyar siran: Na ipuphamawal o siran a Miyamangongkir so ribat, ka imbinasa iran noto ko bunar, go kinowa iran so manga Ayat Akun go so Piyaki-iktiyaran kiran a kasandagan"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Na ba adun a tao a makalawan a darowaka ko tao a minindao ron so manga Ayat o Kadnan niyan, na tiyalikhodan niyan, go piyakalipatan niyan so Miyanggalubuk o dowa lima niyan (a dosa)? Mataan! A Sukami na tiyagowan Nami so manga poso iran sa manga totop ka-a niyan ndi khasabot, go (Tiyagowan Nami) so manga tangila iran, sa kabungul. Na apiya pun tawagun Ka siran ko Torowan, na di siran ndun Phakaontol sa maoto sa dayon sa dayon"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Na so Kadnan Ka a Manapi, i khiruk ko Limo. O danuga Niyan siran sabap ko pinggalubuk iran, na Mata-an a kapunggaga-a nan Niyan kiran so siksa: Kuna, ka adun a bagiyan niran a ta-alik, na da dun a mato-on niran a salakao Rukaniyan a kapagapasan"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Na giyangkoto a (tao ko) manga Ingud na bininasa Mi siran ko kiyandarowaka iran; go tiyagowan Nami so kakhabinasa iran sa ta-alik"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Na gowani na Pitharo o Musa ko Mangoda Niyan: A di Yako Tharug taman sa di Yako Misampai ko kiyambaratumowa-an o dowa Kalodan, o di na makapopos Ako sa phipira ragon"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Na kagiya a iraot siran ko kiyambaratumowa-an a dowa oto (a Kalodan), na kiyalipatan niran so suda iran, na miyakamba-al sa lalan Niyan ko Kalodan a okita (a kiyamara-an)"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Na kagiya a makalupas siran na Pitharo Iyan ko Mangoda Niyan: Witangka si-i so ipagoto ta; Sabunsabunar a riya-ot Ta sa kaphulalakao Ta ini a dokao"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Pitharo (o Mangoda Niyan): A ino Miya-ilaingka gowani ko Domukhata ko lakongan? Na Mataan! A Sakun na kiyalipatangko so suda: Na da-a lominipat Rakun non ko Ka-aloya ko ron a rowar ko Shaitan: Na Miyakamba-al sa lalan Niyan ko Kalodan a Pakamumusa"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Pitharo (o Musa): A giyoto man so Puphuloloba-an Ta: Na komiyasoi Siran ko kiyaiposan Niran, sa gi iran panondogun so Lakawiran"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Na miyakato-on Siran sa isa a Oripun, a pud ko manga Oripun Nami, a bigan Nami Sukaniyan sa Limo a pho-on ko Hadapan Nami, go Inundao Ami Sukaniyan pho-on ko Hadapan Nami sa Kata-o"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Pitharo-on o Musa: Ino o onota Ko Ruka, sa Undaon Ka Rakun so Inindao Ruka a Ontol"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Pitharo o (Khidhr): A Mataan! A Suka na di Ka dun Makagaga Phantang sa Kapagonot Ka Rakun"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Na andamanaya i Kakhapantangangka ko Dangka sukaniyan sushuba a Kata-o"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Pitharo o (Musa): A Khatukhadakongka, Omiyog so Allah, a Mapantang: Go da-a Shorangungko a Sogowan Ka"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Pitharo (o Khidhr): Na o Pagonot Ka Rakun, na Dingka Rakun Pagisha-an so apiya antona-a taman sa di Ko Ruka Mapanothol sa maosai i sabap iyan"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Na lomiyalakao Siran a dowa: Taman sa kagiya a makada Siran ko Awang, na libo Niyan. Pitharo (o Musa): Ba aya Kiyalubo Wangka-on na Paguludun Ka so tao ron? Sabunsabunar a Miyakanggolaola Ka sa shai a tanto a marata"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Pitharo Iyan: Ba Akun da Tharowa a Mata-an! A Suka na di Ka dun makagaga Phantang sa Kapagonot Ka Rakun"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Pitharo (o Musa): Diyakongka khararangiti sabap ko Kıyalipat Akun, go Diyakongka Phaliyogati ko Miyanggolaola Ko sa marugun"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Na lomiyalakao Siran a dowa: Taman sa minitho-ona Iran a Bagowamama, na biyono Iyan. Pitharo (o Musa): Ino Ka Phamono sa baraniyawa a da-a sala iyan ka da-a miyabono iyan a tao? Subunsabunar a Minggolaola Ka sa shai a mala a Pakasisingai"
        }
    ]
}