{
    "rukus": [
        {
            "chapter": 25,
            "verse": 10,
            "text": "Štestí byl 1 mohl On prosit odevzdat ty mnoho ceho zcela than jejich poadovat! - Zahradní príliv pramen mnoho príbytek"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Skutecne oni pochybovat Doba (Cas Zmrtvýchvstání) my nacvicit si ty pochybovat Doba prehnaný Peklo"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "When to prijmout ti podle afar oni naslouchat svuj bláznení vzkypení"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "A when oni házet to omezit zaúctovat úplne prekáet oni prohlásit jejich hryzení"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Ty ne prohlásit presne vybrat hryzení onen cas; ty snést prima pocítat hryzení"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Odríkávat Byl tento zcela vecný Ráj onen slibný pro a spravedlivý? To jsem jejich zdroj zaslouilý odmenit; zdroj zaslouilý urcení"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Oni dosáhnout všechno oni ádat therein stále. Tento jsem svuj Magnát neodvolatelný slib"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "Cas when On predvolání ti dohromady obraz oni spolecnost BUH On dret odríkávat prosit ty zavést tyto sluha z Dul Dret oni odchod z cesty u jejich uznat"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Oni odríkávat Ty oslavovat ne jsem porádne nás spolecnost kadý magnát Ty. Ty poskytnout ti trávit dohromady jejich zdroj! Proto oni nedbat poslání tím slušet prostopášný lidé"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Oni pochybovat poslání ty odevzdat ti proto ty mohl ani ochranný ti podle odškodnení oni privodit si nor mohl ty porce ti za ádný ráz Kadý among ty predloit odporný my predloit jemu drsný odškodnení"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "My ne odeslat kadý hlasatel ty ne strávit potrava dráha obchod! My tím zkoušet ty na kadý jinam; ty steadfastly vytrvat? Svuj Magnát jsem Veštec"
        }
    ]
}