{
    "manzils": [
        {
            "chapter": 26,
            "verse": 1,
            "text": "သွာ စီမ် မီမ်။"
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "ဤသည် ထင်ရှား‌သော ကျမ်းဂန်၏အာယသ်‌တော်များပင်ဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "သူတို့သည် အီမာန်မယုံကြည်သည်နှင့် အသင်သည် မိမိကိုယ်ကို သတ်‌သေမည့်ဆဲဆဲ ဖြစ်‌နေသည်နှင့်တူသည်။"
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "အကယ်၍ ငါအရှင်မြတ်သည် အလိုရှိ‌တော်မူလျှင် မိုး‌ကောင်းကင်မှ သက်‌သေသာဓကတစ်ခုကို သူတို့အ‌ပေါ်တွင် ချ‌ပေးလိုက်‌တော်မူမည်ဖြစ်သည်။ ထို့‌နောက် သူတို့၏လည်တိုင်များသည် ထိုသက်‌သေသာဓက၏‌ရှေ့၌ ယိမ်းညွတ်လာကြမည်ဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "ထို့ပြင် ရဟ်မာန် အနန္တကရုဏာ‌တော်ရှင်၏ထံမှ မည်သည့်ဆုံးမဩဝါဒအသစ်သည် သူတို့ထံသို့ ‌ရောက်လာသည်ပင်ဖြစ်‌စေ၊ သူတို့သည် ထိုဆုံးမမှုမှ မျက်နှာလွှဲ‌နေခဲ့ကြသည်ချည်းပင်ဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "ထို့‌နောက် အမှန်ပင် သူတို့သည် မဟုတ်မမှန်ငြင်းပယ်ခဲ့ကြပြီဖြစ်သည့်အတွက်‌ကြောင့် သူတို့ ‌ပြောင်‌လှောင်‌နေခဲ့သည်များ၏အဖြစ်မှန်သည် မကြာမီ သူတို့ထံသို့ ‌ရောက်လာမည်ဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "သူတို့သည် ‌မြေပထဝီကို မမြင်ခဲ့ကြသ‌လော။ ငါအရှင်မြတ်သည် ထို‌မြေတွင် ‌ကောင်းမြတ်‌သော အမျိုးအစားတိုင်းမှ အဘယ်မျှ များစွာ(အပင်များ)‌ပေါက်‌ရောက်‌စေ‌တော်မူခဲ့သနည်း။"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "အမှန်စင်စစ် ထိုအထဲတွင် ကြီးကျယ်‌သော သက်‌သေသာဓကတစ်ခုရှိသည်။ ထို့ပြင် သူတို့ထဲမှ အများစုသည် ယုံကြည်ကြမည့်သူများ မဟုတ်ကြ‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "ထို့ပြင် အမှန်စင်စစ် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် အမှန်ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "ထို့ပြင် တစ်ခါက အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် မူစာကို အသင်သည် ညှဉ်းပန်းနှိပ်စက်သည့်သူများထံသို့ သွားပါဟု မိန့်ကြား‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "ဖိရ်‌အောင်န်၏အမျိုးသားများပင်၊ သူတို့သည် မ‌ကြောက်ရွံ့ကြသ‌လော။"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "၎င်း(မူစာ)က ‌လျှောက်ထားခဲ့သည်- အို- ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၊ သူတို့က ကျွန်ုပ်ကို မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်ကြမည်ကို အမှန်စင်စစ် ကျွန်ုပ်စိုးရိမ်ပါသည်။"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "ထို့ပြင် ကျွန်ုပ်သည် စိတ်ကျဉ်းကျပ်သည့်အပြင် ကျွန်ုပ်၏လျှာသည်လည်း သွက်လက်မှုမရှိ‌ပေ။ သို့ဖြစ်ရာ အရှင်မြတ်သည် (ကျွန်ုပ်၏အစ်ကို)ဟာရူန်ထံသို့လည်း (နဗီဖြစ်ခြင်း၏အမိန့်‌တော်)ပို့‌တော်မူပါ။"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "ထို့ပြင် သူတို့နှင့်ပတ်သက်၍ ကျွန်ုပ်အ‌ပေါ်တွင် အပြစ်တစ်ခုလည်း ရှိ‌နေသည့်အတွက် သူတို့က ကျွန်ုပ်ကို သတ်ဖြတ်လိုက်ကြမည်ကိုလည်း ကျွန်ုပ်စိုးရိမ်ပါသည်။"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "အရှင်မြတ်က မိန့်ကြား‌တော်မူသည်- လုံးဝမဟုတ်‌ပေ။ သို့ဖြစ်ရာ အသင်တို့နှစ်ဦးသည် ငါအရှင်မြတ်၏ သက်‌သေသာဓကများနှင့်အတူ သွားကြပါ။ အမှန်စင်စစ် ငါအရှင်မြတ်သည် အသင်တို့နှင့်အတူ နား‌ထောင်လျက် ရှိ‌နေ‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "သို့ဖြစ်ရာ အသင်တို့နှစ်ဦးသည် ဖိရ်‌အောင်န်ထံသို့သွား၍ (ဤသို့)‌ပြောဆိုကြပါ- အမှန်စင်စစ် ကျွန်ုပ်တို့သည် စကြဝဠာအ‌ပေါင်းအား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်က ‌စေလွှတ်လိုက်‌တော်မူ‌သော တမန်‌တော်ဖြစ်ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "အသင်သည် အစ္စရာအီလ်မျိုးနွယ်ဝင်များကို (သူတို့၏အမိနိုင်ငံသို့ပြန်ရန်) ကျွန်ုပ်တို့နှင့်အတူ လွှတ်လိုက်ပါ။"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "သူ(ဖိရ်‌အောင်န်)က ‌ပြောဆိုခဲ့သည်- ကျွန်ုပ်သည် အသင့်အား က‌လေးဘဝတွင် ကျွန်ုပ်တို့ထံ၌သာ ‌ကျွေး‌မွေး‌စောင့်‌ရှောက်ခဲ့သည် မဟုတ်‌လော။ ထို့ပြင် အသင်သည် အသင်၏သက်တမ်းထဲမှ နှစ်‌ပေါင်းအ‌မြောက်အမြား ကျွန်ုပ်တို့ထံတွင် ‌နေထိုင်ခဲ့သည် မဟုတ်‌လော။"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "ထို့ပြင် အသင်သည် အသင်ပြုခဲ့‌သော ပြစ်မှုကိုလည်း အသင်သည် ‌ကျေးဇူးမသိတတ်သည့်သူများထဲမှဖြစ်လျက် ကျူးလွန်ခဲ့သည် မဟုတ်‌လော။"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "၎င်း(တမန်‌တော်မူစာ)က ‌ပြောဆိုသည်- ကျွန်ုပ်သည် ထိုလုပ်ရပ်ကို ထိုစဉ်က မ‌တော်တဆ မှားယွင်းပြီး ပြုမိခဲ့ခြင်းသာဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "ထို့‌နောက် ကျွန်ုပ်သည် အသင်တို့အား ‌ကြောက်ရွံ့သည့်အခါ အသင်တို့ထံမှ တိမ်း‌ရှောင်‌နေခဲ့သည်။ ထို့‌နောက် ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်က ကျွန်ုပ်ကို ပညာဉာဏ်အ‌မြော်အမြင်‌ပေးသနား‌တော်မူ၍ ကျွန်ုပ်ကို တမန်‌တော်များထဲတွင် အပါအဝင်ဖြစ်‌စေ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "ထို့ပြင် ထိုအရာသည် ‌ကျေးဇူး‌တော်တစ်ခုပင်ဖြစ်သည်။ ထို‌ကျေးဇူးနှင့် အသင်သည် ကျွန်ုပ်အ‌ပေါ်တွင် ဂုဏ်‌ဖော်ပြီး အစ္စရာအီလ်မျိုးနွယ်ဝင်များကို ကျွန်ပြုလုပ်ထားခြင်းပင်ဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "ဖိရ်‌အောင်န်က ‌ပြောသည်- စကြဝဠာအ‌ပေါင်းကို ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင် ဆိုသည်မှာ မည်သည့်အရာနည်း။"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "၎င်း(တမန်‌တော် မူစာ)က‌ပြောသည်- အကယ်၍ အသင်တို့သည် ယုံကြည်သူများဖြစ်ကြသည်ဆိုလျှင် (ထိုအရှင်သည်) မိုး‌ကောင်းကင်များ၊ ‌မြေပထဝီနှင့် ထိုမိုးနှင့်‌မြေကြားရှိသမျှအရာများအား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်ပင် ဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "သူ(ဖိရ်‌အောင်န်)က သူ၏အနီးတွင် ရှိကြသည့်သူများကို ‌ပြောသည်- အသင်တို့ ‌သေချာစွာ မကြားကြသ‌လော။"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "၎င်း(တမန်‌တော် မူစာ)က‌ပြောသည်- (ထိုအရှင်မြတ်သည်) အသင်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်ဖြစ်သည်သာမက အသင်တို့၏မတိုင်မီရှိခဲ့ကြ‌သော အဘ၊ ဘိုး၊ ‌ဘေးများအား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်လည်း ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "သူ(ဖိရ်‌အောင်န်)က‌ပြောသည်- အမှန်ပင် အသင်တို့ထံသို့ ‌စေလွှတ်ခြင်းခံရ‌သော တမန်‌တော်သည် မုချ ရူးသွပ်သူပင်ဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "၎င်း(တမန်‌တော် မူစာ)က‌ပြောသည်- အကယ်၍ အသင်တို့သည် သိနားလည်ကြသည်ဆိုလျှင် (ထိုအရှင်မြတ်သည်) အ‌ရှေ့‌နေထွက်ရာအရပ်၊ အ‌နောက်‌နေဝင်ရာအရပ်နှင့် ထိုအရပ်၏နှစ်ခုကြားတွင်ရှိသမျှအရာများအား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "သူ(ဖိရ်‌အောင်န်)က‌ပြောသည်- အမှန်ပင် အကယ်၍ အသင်သည် ကျွန်ုပ်မှလွဲ၍ အခြားကိုးကွယ်ရာတစ်ပါးကို ‌ရွေးချယ်ခဲ့လျှင် အမှန်စင်စစ် ကျွန်ုပ်သည် အသင့်အား အကျဉ်း‌ထောင်၌ချထားမည်။"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "၎င်း(တမန်‌တော် မူစာ)က‌ပြောသည်- ကျွန်ုပ်သည် အသင်၏ထံသို့ ထင်ရှား‌သော တန်ခိုး‌တော်တစ်စုံတစ်ခု ယူ‌ဆောင်လာခဲ့လျှင်လည်း (ကျွန်ုပ်ကို အကျဉ်းချထားဦးမည်‌လော)။"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "သူ(ဖိရ်‌အောင်န်)က‌ပြောသည်- သို့ဖြစ်လျှင် အကယ်၍ အသင်သည် အမှန်‌ပြောဆိုသူတစ်ဦးဖြစ်ခဲ့လျှင် ထိုအရာ(တန်ခိုး‌တော်)ကို ယူလာပါ။"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "ထို့‌နောက်(တမန်‌တော်)မူစာသည် ၎င်း၏‌တောင်‌ဝှေးကို ပစ်ချလိုက်သည် ချက်ချင်းပင် ထင်ရှား‌သော ‌မြွေတစ်‌ကောင်ဖြစ်သွားခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "ထို့ပြင် (တမန်‌တော်)မူစာသည် ၎င်း၏လက်ကို ဆွဲထုတ်လိုက်သည့်အခါ ချက်ချင်းပင် ထိုလက်သည် ကြည့်ရှုသူများ‌ရှေ့၌ ဖြူ‌ဖွေး‌တောက်ပလျက်ရှိ‌နေခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 34,
            "text": "သူ(ဖိရ်‌အောင်န်)က သူ၏အနီးတွင်ရှိ‌သော မှူးကြီးမတ်ရာများအား ‌ပြောခဲ့သည်- အမှန်စင်စစ် ဤသူသည် ကျွမ်းကျင်‌သော‌မှော်ဆရာတစ်ဦးဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "၎င်းသည် ၎င်း၏‌မှော်အတတ်ပညာဖြင့် အသင်တို့အား အသင်တို့၏တိုင်းပြည်မှ နှင်ထုတ်ရန် ကြံရွယ်‌နေသည်။ သို့ဖြစ်ရာ အသင်တို့သည် မည်သည့်အမိန့်(အကြံ)‌ပေးကြမည်နည်း။"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "ထိုမှူးကြီးမတ်ရာများက ‌ပြောဆိုကြသည်- ဘုရင်မင်းမြတ်သည် ၎င်း(တမန်‌တော်မူစာ)နှင့် ၎င်း၏အစ်ကိုအား ဆိုင်းငံ့ထားပြီး မင်း‌စေများအား အမြို့မြို့အရွာရွာသို့ ‌စေလွှတ်‌တော်မူပါ။"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "ထိုမင်း‌စေများသည် အလွန်ကျွမ်းကျင်‌သော‌မှော်ဆရာများအားလုံးကို ဘုရင်မင်းမြတ်ထံသို့ ‌ခေါ်‌ဆောင်လာကြမည်။"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "ထို့‌နောက် ‌မှော်ဆရာများသည် သတ်မှတ်ထား‌သော‌နေ့၏ အထူးချိန်းဆိုထားသည့်အချိန်တွင် စု‌ဝေးခဲ့ကြရမည်။"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "ထို့ပြင် လူများကိုလည်း ‌ပြောထားခဲ့သည်- အသင်တို့သည် စုရုံးကြမည့်သူများ‌လော(စုရုံးကြမည်‌လော)။"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "သို့မှသာ ကျွန်ုပ်တို့သည် ‌မှော်ဆရာများ(၏လမ်းစဉ်)ကိုပင် အကယ်၍ သူတို့ ‌အောင်နိုင်ကြမည်ဆိုလျှင် လိုက်နာနိုင်ကြမည်ဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "ထို့‌နောက် ‌မှော်ဆရာများ ‌ရောက်ရှိလာကြသည့်အခါ သူတို့က ဖိရ်‌အောင်န်ကို အကယ်၍ ကျွန်ုပ်တို့သည် ‌အောင်နိုင်သူများဖြစ်ခဲ့ကြလျှင် အမှန်ပင် ကျွန်ုပ်တို့သည် ဆုလာဘ်ကို မုချရရှိကြမည်‌လောဟု ‌ပြောဆိုကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "သူ(ဖိရ်‌အောင်န်)က‌ပြောသည်- ဟုတ်သည်။ ထို့ထက်မက ထိုသို့ဖြစ်ခဲ့လျှင် အမှန်ပင် အသင်တို့သည် အနီးကပ်(မင်းမှုထမ်း)သည့်သူများထဲတွင် အပါအဝင်ဖြစ်လိမ့်မည်။"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "(တမန်‌တော်)မူစာက သူတို့(‌မှော်ဆရာများ)ကို‌ပြောသည်- အသင်တို့သည် အသင်တို့ ပစ်ချမည့်အရာများကို ပစ်ချကြပါ။"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "ထို့‌နောက် ‌မှော်ဆရာများသည် သူတို့၏ကြိုးများနှင့် သူတို့၏တုတ်များကို ပစ်ချခဲ့ကြသည်။ ထို့ပြင် သူတို့က ‌ပြောဆိုခဲ့ကြသည်- ဖိရ်‌အောင်န်ဘုရင်၏တန်ခိုး‌တော်အား တိုင်တည်ကျိန်ဆိုပါသည်၊ အမှန်စင်စစ် ကျွန်ုပ်တို့ပင် ‌အောင်နိုင်သူများဖြစ်ကြမည်။"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "ထို့‌နောက်(တမန်‌တော်)မူစာသည် ၎င်း၏‌တောင်‌ဝှေးကို ပစ်ချလိုက်သည်နှင့် ချက်ချင်းပင်(‌မြွေနဂါးဖြစ်သွား၍) ‌မှော်ဆရာများက လှည့်စားထား‌သောအရာများကို မျိုချလိုက်‌တော့သည်။"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "ထို့‌နောက် ‌မှော်ဆရာများသည် ဝပ်တွားပြီး ဦးချကြ‌တော့သည်။"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "သူတို့က ‌ပြောဆိုကြသည်- ကျွန်ုပ်တို့သည် စကြဝဠာအ‌ပေါင်းအား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ကို ယုံကြည်ကြပါပြီဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "(ထိုအရှင်သည်)မူစာနှင့်ဟာရူန်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "သူ(ဖိရ်‌အောင်န်)က‌ပြောသည်- အသင်တို့အား ကျွန်ုပ် ခွင့်မပြုမီ အသင်တို့သည် ၎င်း(မူစာ)ကို ယုံကြည်ခဲ့ကြသည်။ အမှန်ပင် ၎င်းသည် အသင်တို့အား ‌မှော်အတတ်ပညာ သင်ကြား‌ပေးခဲ့‌သော အသင်တို့၏အကြီးအကဲဖြစ်သည်။ သို့ဖြစ်ရာ မကြာမီ အသင်တို့ သိကြရမည်။ ငါ(ဖိရ်‌အောင်ဘုရင်)သည် အသင်တို့၏လက်များနှင့်‌ခြေများကို ဘက်လွှဲပြီး အမှန်ပင် ဖြတ်ပစ်မည်။ ထို့ပြင် အမှန်ပင် ငါသည် အသင်တို့အားလုံးကို လက်ဝါးကပ်တိုင်တင်မည်။"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "သူတို့က ‌ပြောကြသည်- (ကျွန်ုပ်တို့မှာ) လုံးဝ အကျိုးယုတ်ပျက်စီးမှုရှိမည် မဟုတ်‌ပေ။ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်ထံ‌တော်သို့ ပြန်သွားရမည့်သူများပင်ဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ပထမဦးဆုံး အီမာန်ယုံကြည်သူများဖြစ်သည့်အတွက် ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်က ကျွန်ုပ်တို့၏အပြစ်များကို ခွင့်လွှတ်ချမ်းသာ‌ပေး‌တော်မူလိမ့်မည်ဟု ကျွန်ုပ်တို့ ‌မျှော်လင့်ကြပါသည်။"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် (တမန်‌တော်)မူစာထံသို့ ဝဟီအမိန့်‌တော် ထုတ်ပြန်‌တော်မူခဲ့သည်။ အသင်သည် ငါအရှင်မြတ်၏ကျွန်များကို ညအချိန်တွင် ‌ခေါ်‌ဆောင်သွားပါ။ အမှန်ပင် အသင်တို့သည် ‌နောက်မှ လိုက်လံခြင်းကို ခံကြရမည့်သူများဖြစ်ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "ထို့‌နောက် ဖိရ်‌အောင်န်သည် မင်း‌စေများကို အမြို့မြို့အရွာရွာတွင် ‌စေလွှတ်ခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "အမှန်စင်စစ် ဤသူများသည် အနည်းငယ်မျှသာရှိ‌သော အုပ်စုက‌လေးပင်ဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "ထို့ပြင် အမှန်ပင် သူတို့သည် ကျွန်ုပ်တို့အား ‌ဒေါသဖြစ်‌အောင် လုပ်သူများဖြစ်ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "ထို့ပြင် အမှန်ပင် ကျွန်ုပ်တို့သည် လက်နက်ကိရိယာ တန်ဆာပလာများနှင့် အဆင်သင့်ဖြစ်‌နေ‌သောအုပ်စု ဖြစ်သည်။ (ကျွန်ုပ်တို့သည် စိုးရိမ်ကြသည့်အုပ်စုဖြစ်သည်)။"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "ထို့‌နောက် ငါအရှင်မြတ်သည် သူတို့ကို ဥယျာဉ်များနှင့် စမ်း‌ချောင်းများမှ ထုတ်ပစ်‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "ထို့ပြင် စု‌ဆောင်းထားသည့် ‌ရွှေ‌ငွေများနှင့်၊ ခမ်းနားသည့်‌နေအိမ်များကပါ (ထုတ်ပစ်‌တော်မူခဲ့သည်)။"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "ဤသို့ပင်၊ ထို့ပြင် ငါအရှင်မြတ်သည် ထိုပစ္စည်းများကို အစ္စရာအီလ်မျိုးနွယ်ဝင်များအား အ‌မွေအဖြစ် ပိုင်ဆိုင်‌စေ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "ထို့‌နောက် ထိုသူ(ဖိရ်‌အောင်န်နှင့် အ‌ခြွေအရံ)များသည် အစ္စရာအီလ်မျိုးနွယ်ဝင်များကို ‌နေထွက်ချိန်၌ ‌နောက်မှလိုက်၍ မီသွားခဲ့ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 61,
            "text": "၎င်းပြင် အုပ်စုနှစ်ခုလုံးသည် တစ်ဖက်နှင့်တစ်ဖက် ‌တွေ့မြင်ကြသည့်အခါ (တမန်‌တော်)မူစာ၏အ‌ပေါင်းအပါများက စင်စစ် ကျွန်ုပ်တို့သည် အမှန်ပင် အဖမ်းခံကြရပြီဟု ‌ပြောဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "(တမန်‌တော်)မူစာက ‌ပြောသည်- လုံးဝ မဟုတ်‌ပေ။ အမှန်စင်စစ် ငါ့အား ‌မွေးမြူဖန်ဆင်း‌တော်မူ‌သော အရှင်မြတ်သည် ငါနှင့်အတူ ရှိ‌တော်မူသည်။ အရှင်မြတ်သည် ငါ့အား လမ်းညွှန်ကြားပြသ‌တော်မူလိမ့်မည်။"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "ထို့‌နောက် ငါအရှင်မြတ်သည် (တမန်‌တော်)မူစာထံသို့ အသင်သည် အသင်၏‌တောင်‌ဝှေးဖြင့် ပင်လယ်ကို ရိုက်ခတ်လိုက်ပါဟု အမိန့်‌ပေး‌တော်မူခဲ့သည်။ ထိုအခါ ပင်လယ်သည် ကွဲသွားပြီး ‌ရေပြင်ကြီးများသည် ကြီးမားသည့်‌တောင်ကြီးများကဲ့သို့ ဖြစ်သွားခဲ့ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် အခြားအုပ်စု(ဖြစ်‌သော ဖိရ်‌အောင်န်နှင့် အ‌ခြွေအရံများ)ကိုလည်း ထို‌နေရာသို့ နီးကပ်‌စေ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် (တမန်‌တော်)မူစာနှင့် ၎င်း၏အ‌ပေါင်းအပါများအားလုံးကို ကယ်တင်‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် အခြားအုပ်စုကို နစ်မြုပ်ပစ်‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "အမှန်စင်စစ် ထိုအထဲတွင် ကြီးကျယ်‌သော သက်‌သေလက္ခဏာတစ်ခုရှိသည်။ ထို့ပြင် သူတို့ထဲမှ အများစုသည် ယုံကြည်ကြမည့်သူများ မဟုတ်ခဲ့ကြ‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "ထို့ပြင် အမှန်စင်စစ် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် အမှန်ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "ထို့ပြင် အသင်သည် သူတို့‌ရှေ့၌ (တမန်‌တော်)အိဗ်ရာဟီမ်၏အ‌ကြောင်းကို ‌ပြောပြလိုက်ပါ။"
        },
        {
            "chapter": 26,
            "verse": 70,
            "text": "တစ်ခါက ၎င်း(တမန်‌တော်အိဗ်ရာဟီမ်)သည် ၎င်း၏ဖခင်နှင့် ၎င်း၏အမျိုးသားများအား ‌ပြောဆို‌မေးမြန်းခဲ့သည်- အသင်တို့သည် မည်သည့်အရာကို ကိုးကွယ်‌နေကြသနည်း။"
        },
        {
            "chapter": 26,
            "verse": 71,
            "text": "သူတို့က ‌ပြောကြသည်- ကျွန်ုပ်တို့သည် ရုပ်တုများကို ကိုးကွယ်ကြသည့်အပြင် ထိုရုပ်တုများအပါး၌ပင် အမြဲစွဲလမ်း တွယ်ကပ်လျက်ရှိကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 72,
            "text": "၎င်း(တမန်‌တော်အိဗ်ရာဟီမ်)က ‌ပြောသည်- အသင်တို့ ဟစ်‌ခေါ်ကြသည့်အခါ ထိုရုပ်တုများသည် အသင်တို့(၏ဟစ်‌ခေါ်သံ)ကို ကြားကြသ‌လော။"
        },
        {
            "chapter": 26,
            "verse": 73,
            "text": "သို့မဟုတ် သူတို့သည် အသင်တို့အား ‌ကောင်းကျိုးပြုကြသ‌လော၊ သို့မဟုတ် ဆိုးကျိုးပြုကြသ‌လော။"
        },
        {
            "chapter": 26,
            "verse": 74,
            "text": "သူတို့က ‌ပြောဆိုကြသည်- ထိုသို့မဟုတ်‌ပေ။ စင်စစ် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏အဘ၊ ဘိုး၊ ‌ဘေးများအား ဤသို့ပြုမူ‌နေကြသည်ကို ‌တွေ့ရှိခဲ့ကြခြင်းဖြစ်ပါသည်။"
        },
        {
            "chapter": 26,
            "verse": 75,
            "text": "၎င်း(တမန်‌တော်အိဗ်ရာဟီမ်)က ‌ပြောသည်- အသင်တို့သည် အသင်တို့ ကိုးကွယ်‌နေခဲ့သည့်အရာများကို စဉ်းစားကြည့်ကြသ‌လော။"
        },
        {
            "chapter": 26,
            "verse": 76,
            "text": "အသင်တို့နှင့် အသင်တို့၏‌ရှေး‌ဟောင်း အဘ၊ ဘိုး၊ ‌ဘေးများ။"
        },
        {
            "chapter": 26,
            "verse": 77,
            "text": "အဘယ့်‌ကြောင့်ဆို‌သော် အမှန်စင်စစ် စကြဝဠာအ‌ပေါင်းအား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်မှလွဲ၍ သူတို့သည် ကျွန်ုပ်တို့၏ရန်သူများပင် ဖြစ်ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 78,
            "text": "ထိုအရှင်မြတ်သည် ကျွန်ုပ်အား ဖန်ဆင်း‌တော်မူခဲ့သည်။ ထို့ပြင် အရှင်မြတ်ပင် ကျွန်ုပ်အား လမ်းမှန်ညွှန်ကြားပြသ‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 79,
            "text": "ထို့ပြင် အရှင်မြတ်ပင် ကျွန်ုပ်အား ‌ကျွေး‌မွေး‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်ပင် ကျွန်ုပ်အား တိုက်‌ကျွေး‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 80,
            "text": "ထို့ပြင် ကျွန်ုပ်သည် ‌ရောဂါဖြစ်သည့်အခါ အရှင်မြတ်သည်ပင် ကျွန်ုပ်ကို ‌ပျောက်ကင်း‌စေ‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 81,
            "text": "ထို့ပြင် အရှင်မြတ်သည်ပင် ကျွန်ုပ်အား ‌သေ‌စေ‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည်ပင် ကျွန်ုပ်အား ရှင်‌စေ‌တော်မူမည်ဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 82,
            "text": "ထို့ပြင် အရှင်မြတ်သည် တရားစီရင်မည့်‌နေ့တွင် ကျွန်ုပ်၏ချွတ်‌ချော်မှားယွင်းမှုများကို ခွင့်လွှတ်‌တော်မူလိမ့်မည်ဟု ကျွန်ုပ်‌မျှော်လင့်လျက်ရှိသည်။"
        },
        {
            "chapter": 26,
            "verse": 83,
            "text": "အို- ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၊ အရှင်မြတ်သည် ကျွန်ုပ်အား ဉာဏ်ပညာကို ‌ပေးသနား‌တော်မူပါ။ ထို့ပြင် အရှင်မြတ်သည် ကျွန်ုပ်အား ‌ကောင်းမြတ်သည့်သူများနှင့်အတူ ‌ပေါင်းဖက်ပါဝင်‌စေ‌တော်မူပါ။"
        },
        {
            "chapter": 26,
            "verse": 84,
            "text": "ထို့ပြင် အရှင်မြတ်သည် ကျွန်ုပ်အတွက် ‌နောင်လာ‌နောက်သားများတွင် အမည်‌ကောင်းခြင်း (‌ကောင်းခြင်းဖြင့် ‌ကျော်ကြားခြင်း)ကို* ပြုလုပ်‌ပေးသနား‌တော်မူပါ။"
        },
        {
            "chapter": 26,
            "verse": 85,
            "text": "ထို့ပြင် အရှင်မြတ်သည် ကျွန်ုပ်အား ‌ကျေးဇူး‌တော်နှင့်ပြည့်စုံ‌သော ဂျန္နသ်သုခဘုံ၏ အ‌မွေစားအ‌မွေခံများထဲမှ ပြုလုပ်‌တော်မူပါ။"
        },
        {
            "chapter": 26,
            "verse": 86,
            "text": "ထို့ပြင် အရှင်မြတ်သည် ကျွန်ုပ်၏ဖခင်အား လွတ်ငြိမ်းချမ်းသာခွင့် ‌ပေးသနား‌တော်မူပါ။* အမှန်စင်စစ် သူသည် လမ်းလွဲသူများထဲတွင် အပါအဝင်ဖြစ်ပါသည်။"
        },
        {
            "chapter": 26,
            "verse": 87,
            "text": "ထို့ပြင် အရှင်မြတ်သည် ရှင်ပြန်ထရမည့်‌နေ့တွင် ကျွန်ုပ်အား အရှက်တကွဲ ဖြစ်‌စေ‌တော်မမူပါနှင့်။"
        },
        {
            "chapter": 26,
            "verse": 88,
            "text": "ထို‌နေ့တွင် ပစ္စည်းဥစ္စာနှင့်သား(သမီး)များသည် အသုံးဝင်မည် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 89,
            "text": "သို့ရာတွင် အရှင်မြတ်ထံ‌တော်သို့ စင်ကြယ်သန့်ရှင်း‌သော စိတ်နှလုံးနှင့်တကွ ‌ရောက်လာခဲ့သည့်သူသာ (လွတ်‌မြောက်မည်)။"
        },
        {
            "chapter": 26,
            "verse": 90,
            "text": "ထို့ပြင် ဂျန္နသ်သုခဘုံသည် ‌ကြောက်ရွံ့အပြစ်‌ရှောင် ‌ကောင်းကျိုး‌ဆောင်သူများနှင့် နီးကပ်စွာ ထားမည်ဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 91,
            "text": "ထို့ပြင် ဂျဟန္နမ်ငရဲသည် လမ်းလွဲသည့်သူများ၏‌ရှေ့၌ ထင်ရှား‌စေခြင်းခံရမည်။"
        },
        {
            "chapter": 26,
            "verse": 92,
            "text": "ထို့ပြင် သူတို့သည် ‌ပြောဆိုခြင်းခံကြရမည်- အသင်တို့ ကိုးကွယ်လျက်ရှိခဲ့ကြ‌သော ကိုးကွယ်ရာများသည် မည်သည့်‌နေရာတွင် ရှိကြသနည်း။"
        },
        {
            "chapter": 26,
            "verse": 93,
            "text": "အလ္လာဟ်အရှင်မြတ်အား စွန့်ပြီး အသင်တို့ (ကိုးကွယ်ခဲ့ကြသည့်) ကိုးကွယ်ရာများသည် အသင်တို့ကို ကူညီနို်င်ကြသ‌လော။ သို့မဟုတ် သူတို့သည် သူတို့ကိုယ်တိုင်ကို‌ရော ကယ်တင်နိုင်ကြသ‌လော။"
        },
        {
            "chapter": 26,
            "verse": 94,
            "text": "ထို့ပြင် သူတို့နှင့် လမ်းလွဲသည့်သူများကို ဂျဟန္နမ်ငရဲထဲတွင် ‌စောက်ထိုးပစ်ချခြင်းခံကြရမည်။"
        },
        {
            "chapter": 26,
            "verse": 95,
            "text": "ထို့ပြင် အိဗ်လီစ်၏စစ်တပ်အားလုံးလည်း (ပစ်ချခံကြရမည်)။"
        },
        {
            "chapter": 26,
            "verse": 96,
            "text": "သူတို့သည် ထို(ငရဲ)ထဲတွင် ငြင်းခုံလျက်(သူတို့၏ကိုးကွယ်ရာများအား)‌ပြောဆိုကြမည်။"
        },
        {
            "chapter": 26,
            "verse": 97,
            "text": "အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်ကျိန်ဆိုပါသည်၊ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အလွန်ထင်ရှားလှ‌သော လမ်းလွဲမှု၌ပင် ရှိခဲ့ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 98,
            "text": "တစ်ခါက ကျွန်ုပ်တို့သည် (ကိုးကွယ်ရာအတုများဖြစ်သည့်) အသင်တို့ကို စကြဝဠာအ‌ပေါင်းအား ဖန်ဆင်‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်နှင့်အတူ ဂုဏ်ရည်တူများ ပြုလုပ်လျက်ရှိခဲ့ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 99,
            "text": "ထို့ပြင် ကျွန်ုပ်တို့အား ပြစ်မှုကျူးလွန်သည့်သူများကပင် လမ်းလွဲ‌စေခဲ့ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 100,
            "text": "သို့ဖြစ်ရာ ကျွန်ုပ်တို့အတွက် ကြားဝင်အသနားခံ‌ပေးမည့်သူ မည်သူမျှ မရှိ‌တော့‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 101,
            "text": "ထို့ပြင် ရင်းနှီး‌သောမိတ်‌ဆွေလည်း မည်သူမျှ မရှိ‌တော့‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 102,
            "text": "သို့ဖြစ်ရာ အကယ်၍ ကျွန်ုပ်တို့အတွက် (‌လောကကို) ‌နောက်တစ်ကြိမ် ပြန်သွားခွင့်ရရှိကြမည်ဆိုလျှင် ‌ကောင်း‌လေစွ။ သို့ဖြစ်လျှင် ကျွန်ုပ်တို့သည် အီမာန်ယုံကြည်သူများထဲတွင် ဖြစ်ကြမည်။"
        },
        {
            "chapter": 26,
            "verse": 103,
            "text": "အမှန်စင်စစ် ထိုအထဲတွင် ကြီးကျယ်‌သော သက်‌သေလက္ခဏာတစ်ခုရှိသည်။ ထို့ပြင် သူတို့ထဲမှ အများစုသည် ယုံကြည်ကြမည့်သူများ မဟုတ်ခဲ့ကြ‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 104,
            "text": "ထို့ပြင် အမှန်စင်စစ် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် အမှန်ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 105,
            "text": "(တမန်‌တော်)နူးဟ်၏အမျိုးသားများသည် တမန်‌တော်များအား မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 106,
            "text": "တစ်ခါက သူတို့အား သူတို့၏‌နောင်‌တော် (တမန်‌တော်)နူးဟ်က ‌ပြောကြားခဲ့သည်။ အသင်တို့သည် (အလ္လာဟ်အရှင်မြတ်အား) မ‌ကြောက်ရွံ့ကြသ‌လော။"
        },
        {
            "chapter": 26,
            "verse": 107,
            "text": "အမှန်စင်စစ် ကျွန်ုပ်သည် အသင်တို့အတွက် ယုံကြည်စိတ်ချရ‌သော တမန်‌တော်တစ်ပါးဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 108,
            "text": "သို့ဖြစ်ရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။ ထို့ပြင် အသင်တို့သည် ကျွန်ုပ်၏အမိန့်ကို လိုက်နာကြပါ။"
        },
        {
            "chapter": 26,
            "verse": 109,
            "text": "ထို့ပြင် ကျွန်ုပ်သည် ဤအလုပ်အ‌ပေါ်တွင် အသင်တို့ထံမှ မည်သည့်အကျိုးတစ်ခုမျှ ‌တောင်းဆိုခြင်းမရှိ‌ပေ။ ကျွန်ုပ်ကို အကျိုး‌ပေးရန်တာဝန်သည် စကြဝဠာအ‌ပေါင်းအား ဖန်ဆင်‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်အ‌ပေါ်တွင်သာရှိသည်။"
        },
        {
            "chapter": 26,
            "verse": 110,
            "text": "သို့ဖြစ်ရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။ ထို့ပြင် အသင်တို့သည် ကျွန်ုပ်၏အမိန့်ကို လိုက်နာကြပါ။"
        },
        {
            "chapter": 26,
            "verse": 111,
            "text": "သူတို့က ‌ပြောဆိုကြသည်- ကျွန်ုပ်တို့သည် အသင့်အား ယုံကြည်ရမည်‌လော။ ထို့ပြင်လည်း ဂုဏ်သ‌ရေ‌သေးသိမ်သည့်သူများသာ အသင်၏‌နောက်လိုက်များ ဖြစ်‌နေကြပြန်သည်။"
        },
        {
            "chapter": 26,
            "verse": 112,
            "text": "၎င်း(တမန်‌တော်နူးဟ်)က ‌ပြောသည်- ထို့ပြင် ကျွန်ုပ် သူတို့၏အလုပ်အကိုင်နှင့်ပတ်သက်၍ မည်သို့သိမည်နည်း။"
        },
        {
            "chapter": 26,
            "verse": 113,
            "text": "သူတို့အား စစ်‌ဆေးရန်တာဝန်သည် ကျွန်ုပ်အား ဖန်ဆင်‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်အ‌ပေါ်တွင်သာ ရှိသည်ကို အသင်တို့သိကြလျှင် ‌ကောင်း‌လေစွ။"
        },
        {
            "chapter": 26,
            "verse": 114,
            "text": "ထို့ပြင် ကျွန်ုပ်သည် အီမာန်ယုံကြည်သူများကို နှင်ထုတ်မည့်သူ မဟုတ်‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 115,
            "text": "ကျွန်ုပ်သည် ရှင်းလင်းစွာ သတိ‌ပေးနှိုး‌ဆော်သူတစ်ဦးသာဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 116,
            "text": "သူတို့က ‌ပြောဆိုကြသည်- အို- နူးဟ်၊ အကယ်၍ အသင်သည် မရပ်တန့်ခဲ့လျှင် အမှန်ပင် အသင်သည် ခဲပစ်‌ပေါက်(၍ သတ်ဖြတ်)ခြင်း ခံရမည့်သူများထဲတွင် အပါအဝင် ဖြစ်သွားမည်။"
        },
        {
            "chapter": 26,
            "verse": 117,
            "text": "၎င်း(တမန်‌တော်နူးဟ်)က ‌ပြောဆို‌လျှောက်ထားသည်- အို- ကျွန်ုပ်အား ဖန်ဆင်‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်၊ အမှန်စင်စစ် ကျွန်ုပ်၏အမျိုးသားများသည် ကျွန်ုပ်အား မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်ခဲ့ကြပြီဖြစ်ပါသည်။"
        },
        {
            "chapter": 26,
            "verse": 118,
            "text": "သို့ဖြစ်ရာ အရှင်မြတ်သည် ကျွန်ုပ်နှင့် သူတို့ကြားတွင် ထင်ရှား‌သော အဆုံးအဖြတ်ကို စီရင်ဆုံးဖြတ်‌ပေး‌တော်မူပါ။ ထို့ပြင် အရှင်မြတ်သည် ကျွန်ုပ်ကိုသာမက ကျွန်ုပ်နှင့်အတူရှိ‌သော အီမာန်ယုံကြည်သူများကိုလည်း ကယ်တင်‌တော်မူပါ။"
        },
        {
            "chapter": 26,
            "verse": 119,
            "text": "သို့ဖြစ်ရာ ငါအရှင်မြတ်သည် (တမန်‌တော်)နူးဟ်ကိုသာမက ၎င်းနှင့်အတူ ဝန်အပြည့်တင်ထား‌သော သ‌ဘေင်္ာ‌ပေါ်တွင် ပါလာကြ‌သော အီမာန်ယုံကြည်သူများကိုလည်း ကယ်တင်‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 120,
            "text": "ထို့‌နောက် ငါအရှင်မြတ်သည် ကျန်ရှိသူများကို နှစ်မြှုပ်‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 121,
            "text": "အမှန်စင်စစ် ထိုအထဲတွင် ကြီးကျယ်‌သော သက်‌သေသာဓကရှိသည်။ ထို့ပြင် သူတို့ထဲမှ အများစုသည် အီမာန်ယုံကြည်ကြမည့်သူများ မဟုတ်ခဲ့ကြ‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 122,
            "text": "ထို့ပြင် အမှန်စင်စစ် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် အမှန်ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 123,
            "text": "အာဒ်အမျိုးသားများလည်း တမန်‌တော်များကို မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "တစ်ခါက သူတို့၏‌နောင်‌တော် (တမန်‌တော်)ဟူဒ်က သူတို့ကို ‌ပြောကြားခဲ့သည်- အသင်တို့သည် (အလ္လာဟ်အရှင်မြတ်အား) မ‌ကြောက်ကြ‌လေသ‌လော။"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "အမှန်စင်စစ် ကျွန်ုပ်သည် အသင်တို့အတွက် ယုံကြည်စိတ်ချရ‌သော တမန်‌တော်တစ်ပါးဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "သို့ဖြစ်ရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။ ထို့ပြင် အသင်တို့သည် ကျွန်ုပ်၏အမိန့်ကို လိုက်နာကြပါ။"
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "ထို့ပြင် ကျွန်ုပ်သည် ဤအလုပ်အ‌ပေါ်တွင် အသင်တို့ထံမှ မည်သည့်အကျိုးတစ်ခုမျှ ‌တောင်းဆိုခြင်းမရှိ‌ပေ။ ကျွန်ုပ်အား အကျိုး‌ပေးရန်တာဝန်သည် စကြဝဠာအ‌ပေါင်းအား ဖန်ဆင်‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်အ‌ပေါ်တွင်သာရှိသည်။"
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "အသင်တို့သည် ကုန်းမြင့်တိုင်းတွင် အထိမ်းအမှတ်တစ်ခု အကျိုးမဲ့တည်‌ဆောက်ကြသ‌လော။"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "ထို့ပြင် အသင်တို့သည် ကြီးကျယ်ခမ်းနား‌သော တိုက်တာ‌ဂေဟာများကို အသင်တို့ အမြဲ‌နေထိုင်ကြရမည်ကဲ့သို့ တည်‌ဆောက်ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "ထို့ပြင် အသင်တို့သည် ဖမ်းဆီးအ‌ရေးယူကြသည့်အခါ ရက်စက်ကြမ်းကြုတ်သူများအဖြစ် ဖမ်းဆီးအ‌ရေးယူကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "သို့ဖြစ်ရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။ ထို့ပြင် အသင်တို့သည် ကျွန်ုပ်၏အမိန့်ကို လိုက်နာကြပါ။"
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "ထို့ပြင် အသင်တို့သည် အသင်တို့သိရှိသည့်အရာများနှင့် ကူညီ‌စောင်မ‌တော်မူခဲ့‌သော အကြင်အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "ထိုအရှင်မြတ်သည် အသင်တို့အား ကျွဲ၊ နွား တိရစာ္ဆန်များနှင့် သား(သမီး)များဖြင့် ကူညီ‌စောင်မ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "ထို့ပြင် ဥယျာဉ်များနှင့် စမ်း‌ချောင်းများဖြင့်လည်း (ကူညီ‌တော်မူခဲ့သည်)။"
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "အမှန်စင်စစ် ကျွန်ုပ်သည် အသင်တို့နှင့်ပတ်သက်၍ ကြီးကျယ်လှသည့်‌နေ့၏ပြစ်ဒဏ်ကို စိုးရိမ်မိသည်။"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "သူတို့က ‌ပြောဆိုခဲ့ကြသည်- အသင်သည် ဆုံးမသည်ဖြစ်‌စေ၊ မဆုံးမဘဲ‌နေသည်ဖြစ်‌စေ၊ ကျွန်ုပ်တို့အတွက် အတူတူပင်ဖြစ်သည်။ (မည်သည့်အ‌ကြောင်းမှ ထူးမည်မဟုတ်‌ပေ)။"
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "ဤသည် ‌ရှေးယခင်ကလူများ၏ ဓ‌လေ့ထုံးစံမျှသာဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "ထို့ပြင် ကျွန်ုပ်တို့သည် ပြစ်ဒဏ်‌ပေးခြင်းခံရမည့်သူများ မဟုတ်‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "ထို့‌နောက် သူတို့သည် (တမန်‌တော်)ဟူဒ်အား မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်ခဲ့ကြသည့်အတွက် ငါအရှင်မြတ်သည် သူတို့အား ဖျက်ဆီး‌တော်မူခဲ့သည်။အမှန်စင်စစ် ထိုအထဲတွင် ကြီးကျယ်‌သော သက်‌သေသာဓကတစ်ခုရှိသည်။ ထို့ပြင် သူတို့ထဲမှ အများစုသည် အီမာန်ယုံကြည်ကြမည့်သူများ မဟုတ်ခဲ့ကြ‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "ထို့ပြင် အမှန်စင်စစ် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 141,
            "text": "ဆမူဒ်အမျိုးသားများသည်လည်း တမန်‌တော်များအား မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 142,
            "text": "တစ်ခါက သူတို့အား သူတို့၏‌နောင်‌တော် (တမန်‌တော်)စွာလိဟ်က ‌ပြောဆိုခဲ့သည်- အသင်တို့သည် (အလ္လာဟ်အရှင်မြတ်အား) မ‌ကြောက်ကြ‌လေသ‌လော။"
        },
        {
            "chapter": 26,
            "verse": 143,
            "text": "အမှန်စင်စစ် ကျွန်ုပ်သည် အသင်တို့အတွက် ယုံကြည်စိတ်ချရ‌သော တမန်‌တော်တစ်ပါးဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 144,
            "text": "သို့ဖြစ်ရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။ ထို့ပြင် အသင်တို့သည် ကျွန်ုပ်၏အမိန့်ကို လိုက်နာကြပါ။"
        },
        {
            "chapter": 26,
            "verse": 145,
            "text": "ထို့ပြင် ကျွန်ုပ်သည် ဤအလုပ်အ‌ပေါ်တွင် အသင်တို့ထံမှ မည်သည့်အကျိုးတစ်ခုမျှ ‌တောင်းဆိုခြင်းမရှိ‌ပေ။ ကျွန်ုပ်အား အကျိုး‌ပေးရန်တာဝန်မှာ စကြဝဠာအ‌ပေါင်းအား ဖန်ဆင်‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်အ‌ပေါ်တွင်သာရှိသည်။"
        },
        {
            "chapter": 26,
            "verse": 146,
            "text": "အသင်တို့သည် ဤဘဝ၌ရှိသည့်အရာများထဲတွင် ‌အေးချမ်းစွာ(နှင့် အမြဲ‌နေထိုင်ရန်) စွန့်လွှတ်ထားခြင်းကို ခံကြရမည်‌လော။"
        },
        {
            "chapter": 26,
            "verse": 147,
            "text": "ဥယျာဉ်များနှင့် စမ်း‌ချောင်းများတွင်။"
        },
        {
            "chapter": 26,
            "verse": 148,
            "text": "ထို့ပြင် လယ်ယာများနှင့် စွန်ပလွံသီးအခိုင်များပြွတ်‌နေ‌သော စွန်ပလွံခြံများတွင်။"
        },
        {
            "chapter": 26,
            "verse": 149,
            "text": "ထို့ပြင် အသင်တို့သည် ‌တောင်များကို အိမ်များဖြစ်‌အောင် ကျွမ်းကျင်စွာ ထွင်းကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 150,
            "text": "သို့ဖြစ်ရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။ ထို့ပြင် အသင်တို့သည် ကျွန်ုပ်၏အမိန့်ကို လိုက်နာကြပါ။"
        },
        {
            "chapter": 26,
            "verse": 151,
            "text": "ထို့ပြင် အသင်တို့သည် စည်းကမ်းကျူးလွန်သူများ၏ အမိန့်ကို မလိုက်နာကြနှင့်။"
        },
        {
            "chapter": 26,
            "verse": 152,
            "text": "ထိုသူများသည် တိုင်းပြည်တွင် ဖျက်လိုဖျက်ဆီးပြုလုပ်ကြသည်။ ထို့ပြင် (တိုင်းပြည်ကို)‌ကောင်းမွန်‌အောင် မပြုပြင်ကြ‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 153,
            "text": "သူတို့က ‌ပြောဆိုခဲ့ကြသည်- အသင်သည် ပြင်းထန်စွာ စုန်းပြုစားခြင်းခံရသူတစ်ဦးသာဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 154,
            "text": "အသင်သည် ကျွန်ုပ်တို့ကဲ့သို့ လူသားတစ်ဦးမှလွဲ၍ မည်သည့်အရာမျှ မဟုတ်‌ပေ။ သို့ဖြစ်ရာ အသင်သည် မှန်ကန်သူတစ်ဦးဖြစ်ခဲ့လျှင် သက်‌သေသာဓကတစ်ခု ယူ‌ဆောင်လာခဲ့ပါ။"
        },
        {
            "chapter": 26,
            "verse": 155,
            "text": "၎င်း(တမန်‌တော်စွာလိဟ်)က ‌ပြောဆိုခဲ့သည်- ဤသည် ကုလားအုတ်မတစ်‌ကောင်ဖြစ်သည်။ သူ့အတွက် ‌ရေ‌သောက်ရန် အလှည့်တစ်လှည့်ရှိပြီး အသင်တို့အတွက်လည်း သတ်မှတ်ထား‌သော ‌နေ့တစ်‌နေ့တွင် ‌ရေ‌သောက်ရန် အလှည့်တစ်လှည့်ရှိသည်။"
        },
        {
            "chapter": 26,
            "verse": 156,
            "text": "ထို့ပြင် အသင်တို့သည် ထိုကုလားအုတ်မကို မ‌ကောင်း(သာရည်ရွယ်ချက်)နှင့် မထိပါးကြနှင့်။ ထိုသို့ ထိပါးခဲ့လျှင် ကြီးကျယ်သည့်‌နေ့၏ပြစ်ဒဏ်သည် အသင်တို့ကို ဖမ်းဆီးကွပ်မျက်လိမ့်မည်။"
        },
        {
            "chapter": 26,
            "verse": 157,
            "text": "ထို့‌နောက် သူတို့သည် ကုလားအုတ်မ၏‌ခြေများကို ဖြတ်‌တောက်ခဲ့ကြသည်။ သို့ဖြစ်ရာ သူတို့သည် အရှက်တကွဲ ‌နောင်တရမည့်သူများ ဖြစ်သွားခဲ့ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 158,
            "text": "သို့ဖြစ်ရာ ပြင်ဒဏ်သည် သူတို့ကို ဖမ်းဆီးကွပ်မျက်ခဲ့သည်။ အမှန်စင်စစ် ထိုအထဲတွင် ကြီးကျယ်‌သော သက်‌သေသာဓကတစ်ခုရှိသည်။ ထို့ပြင် သူတို့ထဲမှ အများစုသည် အီမာန်ယုံကြည်ကြမည့်သူများ မဟုတ်ခဲ့ကြ‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 159,
            "text": "ထို့ပြင် အမှန်စင်စစ် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် အမှန်ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 160,
            "text": "(တမန်‌တော်)လူသွ်၏အမျိုးသားများသည် တမန်‌တော်များအား မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "တစ်ခါက သူတို့အား သူတို့၏‌နောင်‌တော် (တမန်‌တော်)လူသွ်က ‌ပြောကြားခဲ့သည်- အသင်တို့သည် (အလ္လာဟ်အရှင်မြတ်အား) မ‌ကြောက်ကြ‌လေသ‌လော။"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "အမှန်စင်စစ် ကျွန်ုပ်သည် အသင်တို့အတွက် ယုံကြည်စိတ်ချရ‌သော တမန်‌တော်တစ်ပါးဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "သို့ဖြစ်ရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။ ထို့ပြင် အသင်တို့သည် ကျွန်ုပ်၏အမိန့်ကို လိုက်နာကြပါ။"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "ထို့ပြင် ကျွန်ုပ်သည် ဤအလုပ်အ‌ပေါ်တွင် အသင်တို့ထံမှ မည်သည့်အကျိုးတစ်ခုမျှ ‌တောင်းဆိုခြင်းမရှိ‌ပေ။ ကျွန်ုပ်ကို အကျိုး‌ပေးရန်တာဝန်မှာ စကြဝဠာအ‌ပေါင်းအား ဖန်ဆင်‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်အ‌ပေါ်တွင်သာရှိသည်။"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "အသင်တို့သည် ကမာ္ဘသူ ကမာ္ဘသားများထဲမှ ‌ယောက်ျားများထံသို့ လာ(၍ ကာမလိုက်စား)ကြသ‌လော။"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "ထို့ပြင် အသင်တို့သည် အသင်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်က အသင်တို့အတွက် ဖန်ဆင်းထား‌တော်မူ‌သော ဇနီးမိန်းမများကိုမူ စွန့်ထားကြသ‌လော။ အမှန်စင်စစ် အသင်တို့သည် စည်းကမ်းကျူးလွန်‌သော ‌ယောက်ျားများပင် ဖြစ်ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "သူတို့က ‌ပြောဆိုခဲ့ကြသည်- အို- လူသွ်၊ အကယ်၍ အသင်သည် မရပ်တန့်ခဲ့လျှင် အမှန်ပင် အသင်သည် (တိုင်းပြည်က)နှင်ထုတ်ခံရမည့်သူတစ်ဦးဖြစ်သွားမည်။"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "၎င်းက ‌ပြောကြားခဲ့သည်- အမှန်စင်စစ် ကျွန်ုပ်သည် အသင်တို့၏လုပ်ရပ်ကို အလွန်စက်ဆုပ်သူတစ်ဦးပင် ဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "အို- ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၊ အရှင်မြတ်သည် ကျွန်ုပ်နှင့် ကျွန်ုပ်၏အိမ်သူအိမ်သား (‌နောက်လိုက်ငယ်သား)များကို သူတို့ပြုကျင့်‌နေကြ‌သောအရာများမှ လွတ်ကင်း‌စေ‌တော်မူပါ။"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "သို့ဖြစ်ရာ ငါအရှင်မြတ်သည် ၎င်းနှင့် ၎င်း၏အိမ်သူအိမ်သား (တပည့်သား)အားလုံးကို ကယ်တင်‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "သို့ရာတွင် အဖွားအိုတစ်ဦးမှာမူ ‌နောက်တွင် ကျန်ရစ်ခဲ့သူများထဲတွင် ကျန်ရစ်ခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "ထို့‌နောက် ငါအရှင်မြတ်သည် ကျန်သူအားလုံးကို ဖျက်ဆီး‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့အ‌ပေါ်တွင် မိုးတစ်မျိုး(ခဲမိုး)ကို ရွာသွန်း‌စေ‌တော်မူခဲ့သည်။ ထို့‌နောက် သတိ‌ပေးနှိုး‌ဆော်ခြင်းခံကြရသူများ၏(အ‌ပေါ်တွင် ရွာသွန်းချခဲ့သည့်)မိုးသည် အလွန်ဆိုးရွားလှသည်။"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "အမှန်စင်စစ် ထိုအထဲတွင် ကြီးကျယ်‌သော သက်‌သေသာဓကတစ်ခုရှိသည်။ ထို့ပြင် သူတို့ထဲမှ အများစုသည် အီမာန်ယုံကြည်ကြမည့်သူများ မဟုတ်ခဲ့ကြ‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "ထို့ပြင် အမှန်စင်စစ် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် အမှန်ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 176,
            "text": "‌တောအုပ်တွင် ‌နေထိုင်ကြ‌သောအမျိုးသားများသည် တမန်‌တော်များအား မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 177,
            "text": "တစ်ခါက သူတို့အား (တမန်‌တော်)ရှုအိုင်ဗ်က ‌ပြောကြားခဲ့သည်၊ အသင်တို့သည် (အလ္လာဟ်အရှင်မြတ်အား) မ‌ကြောက်ကြ‌လေသ‌လော။"
        },
        {
            "chapter": 26,
            "verse": 178,
            "text": "အမှန်စင်စစ် ကျွန်ုပ်သည် အသင်တို့အတွက် ယုံကြည်စိတ်ချရ‌သော တမန်‌တော်တစ်ပါးဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 179,
            "text": "သို့ဖြစ်ရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။ ထို့ပြင် အသင်တို့သည် ကျွန်ုပ်၏အမိန့်ကို လိုက်နာကြပါ။"
        },
        {
            "chapter": 26,
            "verse": 180,
            "text": "ထို့ပြင် ကျွန်ုပ်သည် ဤအလုပ်အ‌ပေါ်တွင် အသင်တို့ထံမှ မည်သည့်အကျိုးတစ်ခုမျှ ‌တောင်းဆိုခြင်းမရှိ‌ပေ။ ကျွန်ုပ်အား အကျိုး‌ပေးရန်တာဝန်မှာ စကြဝဠာအ‌ပေါင်းအား ဖန်ဆင်‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်အ‌ပေါ်တွင်သာရှိသည်။"
        },
        {
            "chapter": 26,
            "verse": 181,
            "text": "အသင်တို့သည် အခြင်အတွယ်ကို အပြည့်(ခြင်ပြီး)‌ပေးကြပါ။ ထို့ပြင် အသင်တို့သည် (သူတစ်ပါးအား) ‌လျော့နည်းဆုံးရှုံး‌အောင် လုပ်သည့်သူများ မဖြစ်ကြနှင့်။"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "ထို့ပြင် အသင်တို့သည် မှန်ကန်‌သော ချိန်ခွင်နှင့် ချိန်တွယ်ကြပါ။"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "ထို့ပြင် အသင်တို့သည် လူများအား သူတို့၏ပစ္စည်းများကို ‌လျှော့၍မ‌ပေးကြနှင့်။ ထို့ပြင် အသင်တို့သည် တိုင်းပြည်တွင် ဖျက်ဆီးသူများအဖြစ် သွားလာလှုပ်ရှား ‌သောင်းကျန်းမှု မပြုကြနှင့်။"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "ထို့ပြင် အသင်တို့သည် အသင်တို့နှင့် အသင်တို့မတိုင်မီ အဖန်ဆင်းခံများကို ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်အား ‌ကြောက်ရွံ့ကြပါ။"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "သူတို့က ‌ပြောဆိုခဲ့ကြသည်- အသင်သည် ပြင်းထန်စွာ စုန်းပြုစားခြင်းခံရသူတစ်ဦးသာဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "ထို့ပြင် အသင်သည် ကျွန်ုပ်တို့ကဲ့သို့ပင် လူသားတစ်ဦးမှလွဲ၍ မည်သည့်အရာမျှ မဟုတ်‌ပေ။ ထို့ပြင် အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အသင့်အား လိမ်လည်သူတစ်ဦးဖြစ်သည်ဟုပင် ထင်မှတ်ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "သို့ဖြစ်ရာ အသင်သည် မှန်ကန်သူများထဲမှဖြစ်လျှင် ကျွန်ုပ်တို့အ‌ပေါ်တွင် မိုး‌ကောင်းကင်မှ အစိတ်အပိုင်းတစ်စုံတစ်ခု ကျလာ‌အောင် အသင် ပြုလုပ်ပါ။"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "၎င်းက ‌ပြောကြားခဲ့သည်- ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် အသင်တို့ပြုလုပ်ကြသည်များကို အသိဆုံးအရှင်မြတ် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "ထို့‌နောက် သူတို့သည် ၎င်းအား မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်ခဲ့ကြသည့်အတွက် တိမ်အရိပ်များကျလာသည့်‌နေ့၏ပြစ်ဒဏ်သည် သူတို့အား ဖမ်းဆီးကွပ်မျက်ခဲ့သည်။ အမှန်စင်စစ် ထိုပြစ်ဒဏ်သည် ကြီးကျယ်သည့်‌နေ့၏ပြစ်ဒဏ်ပင် ဖြစ်ခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "အမှန်စင်စစ် ထိုအထဲတွင် ကြီးကျယ်‌သော သက်‌သေသာဓကရှိသည်။ ထို့ပြင် သူတို့ထဲမှ အများစုသည် အီမာန်ယုံကြည်ကြမည့်သူများ မဟုတ်ခဲ့ကြ‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "ထို့ပြင် အမှန်စင်စစ် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် အမှန်ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "ထို့ပြင် အမှန်စင်စစ် ဤ(ကုရ်အာန်ကျမ်း‌တော်မြတ်)သည် စကြဝဠာအ‌ပေါင်းအား ဖန်ဆင်‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်က ချ‌ပေး‌တော်မူ‌သောအရာ(ကျမ်းဂန်)ဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "ယုံကြည်စိတ်ချရ‌သော ဝိညာဉ်‌တော်(‌ကောင်းကင်တမန် ဂျိဗ်ရီလ်)သည် ထို(ကုရ်အာန်)ကို ယူ‌ဆောင်ချ‌ပေးခဲ့ခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "အသင်၏စိတ်နှလုံးအ‌ပေါ်တွင် အသင်သည် သတိ‌ပေးနှိုး‌ဆော်သူများထဲမှ ဖြစ်ရန်အတွက် (ချ‌ပေးခဲ့ခြင်းဖြစ်သည်)။"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "ရှင်းလင်းထင်ရှား‌သော အရဗီစကားဖြင့်။"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "ထို့ပြင် အမှန်စင်စစ် ၎င်း(ကုရ်အာန် ကျမ်း‌တော်မြတ်၏အ‌ကြောင်း)မှာ ‌ရှေး‌ဟောင်းလူများ၏ ကျမ်းများထဲတွင်လည်းပါရှိသည်။"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "အစ္စရာအီလ်မျိုးနွယ်ဝင်များထဲမှ ပညာရှင်များက ၎င်း(ကုရ်အာန်ကျမ်း‌တော်မြတ်)ကို သိရှိကြခြင်းသည် သူတို့(ကုရိုင်းရှ်မျိုးနွယ်ဝင်များ)အတွက် သက်‌သေသာဓက မဖြစ်ခဲ့သ‌လော။"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "ထို့ပြင် အကယ်၍ ငါအရှင်မြတ်သည် ၎င်း(ကုရ်အာန်ကျမ်း‌တော်မြတ်)ကို အရဗ် အမျိုးသားမဟုတ်သူတစ်ဦးတစ်‌ယောက်၏အ‌ပေါ်တွင် ချ‌ပေး‌တော်မူခဲ့လျှင်။"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "ထို့ပြင် ထိုသူက သူတို့(ကုရိုင်းရှ်မျိုးနွယ်ဝင်များ)၏‌ရှေ့၌ ထိုအရာကို ဖတ်ကြားခဲ့လျှင်လည်း သူတို့သည် ၎င်း(ကုရ်အာန်ကျမ်း‌တော်မြတ်)ကို ယုံကြည်ကြမည့်သူများ မဟုတ်ကြ‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "ဤသို့ပင် ငါအရှင်မြတ်သည် အပြစ်ကျူးလွန်သူများ၏စိတ်ထဲတွင် ထိုငြင်းပယ်မှုကို ထည့်သွင်း‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "သူတို့သည် နာကျင်‌စေ‌သောပြစ်ဒဏ်ကို မမြင်မချင်း ၎င်း(ကုရ်အာန်ကျမ်း‌တော်မြတ်)ကို ယုံကြည်ကြမည် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "ထို့ပြင် ထိုပြစ်ဒဏ်သည် သူတို့ထံသို့ သူတို့ ‌မေ့‌လျော့‌နေလျက်ရှိသည့်အခါတွင် ရုတ်တရက် ‌ရောက်လာလိမ့်မည်။"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "သို့ဖြစ်ရာ သူတို့က ကျွန်ုပ်တို့သည် ဆိုင်းငံ့ခွင့် ရရှိနိုင်ဦးမည်‌လောဟု ‌ပြောဆိုကြမည်။"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "သို့ဖြစ်ပါလျက် သူတို့က ငါအရှင်မြတ်၏ပြစ်ဒဏ်ကို အလျင်စလို ‌တောင်းဆို‌နေကြသ‌လော။"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "အသင် မည်ကဲ့သို့ ယူဆမည်နည်း၊ အကယ်၍ ငါအရှင်မြတ်သည် သူတို့အား နှစ်ကာလရှည်လျားစွာ အကျိုးခံစားခွင့်‌ပေး‌တော်မူခဲ့လျှင်။"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "ထို့‌နောက် သူတို့ ချိန်းဆိုခံကြရသည့်အရာ(ပြစ်ဒဏ်)သည် သူတို့ထံသို့ ‌ရောက်လာခဲ့လျှင်။"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "(ထိုအခါ) သူတို့အတွက် သူတို့ အကျိုးခံစားခွင့်ရရှိခဲ့ကြသည့်အရာများသည် မည်သည့်အရာမျှ အသုံးဝင်မည် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "ထို့ပြင် ငါအရှင်မြတ် ဖျက်ဆီး‌တော်မူခဲ့‌သောမြို့ရွာတိုင်းတွင် သတိ‌ပေးနှိုး‌ဆော်သူများ ‌ရောက်ရှိခဲ့ကြသည်ချည်းသာဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "သတိ‌ပေးဆုံးမဩဝါဒ(‌ပေးရန်ဖြစ်သည်)။ ထို့ပြင် ငါအရှင်မြတ်သည် မတရားနှိပ်စက်ညှဉ်းပန်း‌တော်မူ‌သောအရှင် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "ထို့ပြင် ၎င်း(ကုရ်အာန်ကျမ်း‌တော်မြတ်)ကို ရှိုန်သွာန်များက ယူ‌ဆောင်လာသည် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "ထို့ပြင် ၎င်း(ကုရ်အာန်ကျမ်း‌တော်မြတ်ကို ယူ‌ဆောင်လာခြင်း)ကိစ္စသည် သူတို့နှင့် အပ်စပ်ခြင်းလည်း မရှိ‌ပေ။ ထို့ပြင် သူတို့သည် (ယူ‌ဆောင်လာရန်) တတ်စွမ်းနိုင်သည်လည်း မဟုတ်‌ပေ။"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "အမှန်စင်စစ် ထိုသူ(ရှိုန်သွာန်)များသည် (ဝဟီအမိန့်‌တော်ကို)ကြားနာမှုမှ အမှန်ပင် ဖယ်ရှားခြင်း ခံခဲ့ကြရပြီးဖြစ်သည်။"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "သို့ဖြစ်ရာ အသင်သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ မည်သည့်ကိုးကွယ်ရာကိုမှ ဟစ်‌ခေါ်တသခြင်း မပြုနှင့်။ ထိုသို့ပြုခဲ့လျှင် အသင်လည်း ပြစ်ဒဏ်‌ပေးခြင်းခံရသူများထဲတွင် အပါအဝင်ဖြစ်သွားမည်။"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "ထို့ပြင် အသင်သည် အသင်၏နီးစပ်‌သော ‌ဆွေမျိုးသားချင်းများကို သတိ‌ပေးနှိုး‌ဆော်ပါ။"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "ထို့ပြင် အသင်သည် အသင်၏‌နောက်သို့လိုက်ကြ‌သော အီမာန်ယုံကြည်သူများ၏‌ရှေ့၌ (ကရုဏာသက်သည့်‌နေဖြင့်)ကျိုးနွံပါ။"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "ထို့‌နောက် အကယ်၍ သူတို့သည် အသင်(တမန်‌တော်)၏အမိန့်ကို ဖီဆန်ခဲ့ကြလျှင် (အို- တမန်‌တော်)အသင်သည် (သူတို့အား) ငါသည် အသင်တို့၏လုပ်ရပ်များမှ အမှန်စင်စစ် ကင်းလွတ်သည်ဟု ‌ပြောလိုက်ပါ။"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "ထို့ပြင် အသင်(တမန်‌တော်)သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သော အလွန်ကြင်နာသနား‌တော်မူ‌သော အရှင်မြတ်အ‌ပေါ်တွင် ယုံပုံလွှဲအပ်ထားပါ။"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "ထိုအရှင်မြတ်သည် အသင်(အိဗာဒသ်အတွက်)မတ်တတ်ရပ်သည့်အခါ အသင့်အား မြင်‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "ထို့ပြင် (အရှင်မြတ်သည်) စွလာသ်ဝတ်ပြုသူများထဲတွင် အသင်၏ပါဝင် ‌နေထိုင်သွားလာမှုကိုလည်း (မြင်‌တော်မူသည်)။"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "အမှန်စင်စစ် အရှင်မြတ်ပင် အကြွင်းမဲ့ကြား‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့မြင်‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "ငါသည် မည်သူ၏အ‌ပေါ်တွင် ရှိုင်သွာန်များဆင်းသက်ကြသည်ကို အသင်တို့အား ‌ပြောပြရမည်‌လော။"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "ထိုရှိုင်သွာန်များသည် အလွန်အပြစ်ကျူးလွန်သည့်သူ၊ အလွန်လိမ်လည်သည့်သူတိုင်းအ‌ပေါ်တွင် ဆင်းသက်ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "အကြင်သူများသည် (ရှိုင်သွာန်ဘက်သို့)နားစွင့်ပြီး‌နေကြသည်၊ ထို့ပြင် ထိုအထဲမှ အများစုသည် လိမ်လည်သူများပင်ဖြစ်ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "ထို့ပြင် ကဗျာဆရာများမှာမူ သူတို့‌နောက်သို့ လမ်းလွဲသူများသာ လိုက်ကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "အမှန်စင်စစ် သူတို့သည် (စိတ်ကူးယဉ်)လျှို‌မြောင်‌ချောင်းရိုးတိုင်း၌ ‌ခြေဦးလှည့်ရာ(စိတ်ကူးတည့်ရာ) သွားလာ‌နေကြသည်ကို အသင် မမြင်‌လေသ‌လော။"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "ထို့ပြင် သူတို့သည် သူတို့ မပြုလုပ်သည့်ကိစ္စကို (ပြုလုပ်ကြသည်ဟု) ‌ပြောဆို‌လေ့ရှိကြသည်။"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "သို့ရာတွင် (ကဗျာဆရာများထဲမှ) အကြင်သူများသည် ခြွင်းချက်ဖြစ်သည်၊ ထိုသူများသည် အီမာန်ယုံကြည်ခဲ့ကြပြီး ‌ကောင်းမြတ်‌သော အကျင့်သီလများကိုလည်း ‌ဆောက်တည်ခဲ့ကြသည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်အားလည်း များစွာ သတိရခဲ့ကြသည်။ ထို့ပြင် သူတို့သည် သူတို့ မတရားနှိပ်စက်မှုခံခဲ့ကြရပြီး‌နောက် လက်စား‌ချေခဲ့ကြသည်။* ထို့ပြင် မတရားနှိပ်စက်ကြသည့်သူများသည် သူတို့ မည်သည့်‌နေရာ ပြန်လှည့်ကြမည်ကို မကြာမီ သိရှိကြလိမ့်မည်။"
        },
        {
            "chapter": 27,
            "verse": 1,
            "text": "သွာ စီန်။ ဤအရာများသည် ထင်ရှား‌သောကျမ်းဂန် ကုရ်အာန်၏အာယသ်‌တော်များပင်ဖြစ်သည်။"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "အီမာန်ယုံကြည်သူများအတွက် လမ်းမှန် ညွှန်ကြားပြသချက်နှင့် သတင်း‌ကောင်းဖြစ်သည်။"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "ထိုယုံကြည်သူများသည် စွလာသ်ဝတ်ပြုမှုကို တည်‌ဆောက်ကြပြီး ဇကာသ်လည်း ‌ပေး‌ဆောင်ကြသည့်အပြင် အာခိရသ် တမလွန်ဘဝကိုလည်း ယုံကြည်ကြသည်။"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "အမှန်စင်စစ် တမလွန်ဘဝကို မယုံကြည်သူများ၏အမြင်တွင် ငါအရှင်မြတ်သည် သူတို့၏လုပ်ရပ်များကို လှပတင့်တယ်‌စေ‌တော်မူခဲ့သည်။ သို့ဖြစ်ရာ သူတို့သည် တဝဲလည်လည် ဖြစ်‌နေကြသည်။"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "ဤလူများပင် ဖြစ်ကြသည်၊ ထိုသူများအတွက် (ဤဘဝတွင်လည်း)အလွန်ဆိုးရွား‌သော ပြစ်ဒဏ်ရှိသည်။ တမလွန်ဘဝတွင်လည်း သူတို့သည် အလွန်ဆုံးရှုံးသူများပင် ဖြစ်ကြမည်။"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "ထို့ပြင် အမှန်စင်စစ် အသင်(တမန်‌တော်)သည် ကုရ်အာန်ကျမ်း‌တော်မြတ်ကို ပညာဉာဏ်အ‌မြော်အမြင်နှင့် အလွန်ပြည့်စုံ‌သော အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်မြတ်ထံ‌တော်မှ ရရှိခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "တစ်ခါက (တမန်‌တော်)မူစာသည် ၎င်း၏အိမ်သူအိမ်သားများအား ‌ပြောခဲ့သည်။ အမှန်စင်စစ် ငါသည် မီးတစ်ခုကို မြင်ရသည်။ ငါသည် မကြာမီ အသင်တို့ထံသို့ မီးရှိရာမှ သတင်းတစ်စုံတစ်ခု ယူလာမည်။ သို့မဟုတ် ငါသည် အသင်တို့ထံသို့ အ‌နွေးဓာတ်ရ‌အောင် မီးလှုံနိုင်ကြရန်အတွက် မီး‌တောက်တစ်ခုကူးပြီး အသင်တို့ထံသို့ ယူ‌ဆောင်လာခဲ့မည်။"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "ထို့‌နောက် ၎င်းသည် ထိုမီးရှိရာသို့‌ရောက်‌သောအခါ (ဤသို့ အသံ‌ပေးခြင်းခံခဲ့ရသည်)၊ “မီးတွင်ရှိသည့်သူနှင့် မီးပတ်ဝန်းကျင်တွင် ရှိ‌သောသူများသည်* ဗရကသ်မဂင်္လာကို ရရှိကြပါ‌စေ“၊ “ထို့ပြင် စကြဝဠာအ‌ပေါင်းအား ဖန်ဆင်‌မွေးမြူ‌တော်မူ‌သော အလ္လာဟ်အရှင်မြတ်သည် သန့်ရှင်းစင်ကြယ်‌တော်မူပါသည်။“"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "အို- မူစာ၊ ၎င်းသည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ ပညာဉာဏ်အ‌မြော်အမြင်နှင့် အလွန်ပြည့်စုံ‌တော်မူ‌သော ငါ အလ္လာဟ်အရှင်မြတ်ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "ထို့ပြင် အသင်သည် အသင်၏‌တောင်‌ဝှေးကိုပစ်ချလိုက်ပါ။ ထို့‌နောက် (တမန်‌တော်)မူစာသည် (ပစ်ချလိုက်‌သောအခါ) ထို‌တောင်‌ဝှေးအား ‌မြွေကဲ့သို့ တွန့်လိမ်လှုပ်ရှားသည်ကို မြင်သည်နှင့် ‌နောက်သို့ လှည့်မကြည့်‌တော့ဘဲ ‌ကျောခိုင်းထွက်သွားခဲ့သည်။ (အရှင်မြတ်က မိန့်ကြား‌တော်မူသည်) အို-မူစာ၊ အသင်သည် မ‌ကြောက်‌လေနှင့်။ အမှန်စင်စစ် ငါအရှင်မြတ်ထံ‌တော်တွင် တမန်‌တော်များသည် ‌ကြောက်ရွံ့‌လေ့မရှိကြ‌ပေ။"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "သို့ရာတွင် မည်သူမဆို မတရားကျူးလွန်ခဲ့လျှင် ထို့ပြင် သူသည် မ‌ကောင်းမှု၏‌နောက်တွင် ‌ကောင်းမှုကို ‌ပြောင်းလဲပြီးပြုလုပ်ခဲ့လျှင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် အလွန်လွတ်ငြိမ်းချမ်းသာခွင့်‌ပေး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "ထို့ပြင် အသင်သည် အသင်၏လက်ကို အသင်၏ချိုင်းကြားတွင်သွင်းလိုက်ပါ။ (ထို့ပြင် ပြန်ထုတ်လိုက်လျှင်) ထိုလက်သည် မည်သည့်အပြစ်အနာအဆာမျှမရှိဘဲ လင်းဝင်း‌တောက်ပလျက် ထွက်‌ပေါ်လာမည်ဖြစ်သည်။ (ဤသည်) ဖိရ်‌အောင်န်နှင့်တကွ သူ၏အမျိုးသားများနှင့် ယှဉ်ပြိုင်ရန်အတွက် တန်ခိုး‌တော်ကိုးပါးတွင် အပါအဝင်ဖြစ်သည်။ အမှန်စင်စစ် သူတို့သည် စည်းကမ်း‌ဖောက်ဖျက် ကျူးလွန်ကြ‌သော အမျိုးသားများပင်ဖြစ်ကြသည်။"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "ထို့‌နောက် သူတို့ထံသို့ ငါအရှင်မြတ်၏ ထင်ထင်ရှားရှားမြင်သာ‌သော တန်ခိုး‌တော်များ ‌ရောက်ရှိလာခဲ့‌သောအခါ သူတို့က ဤသည် ထင်ရှား‌သော ‌မှော်အတတ်ပညာပင်ဖြစ်သည်ဟု ‌ပြောဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "ထို့ပြင် သူတို့၏စိတ်နှလုံးများသည် ထိုတန်ခိုးများအား ယုံကြည်‌သော်လည်း သူတို့ကမူ မတရားသဖြင့် ‌မောက်မာပလွှားပြီး ထိုတန်ခိုး‌တော်များအား ငြင်းပယ်ခဲ့ကြသည်။ သို့ဖြစ်ရာ ပျက်စီးရာပျက်စီး‌ကြောင်းကို ပြုလုပ်ကြ‌သော သူများ၏‌နောက်ဆုံးအကျိုးဆက်သည် မည်သို့ဖြစ်ခဲ့သည်ကို အသင်ကြည့်လိုက်ပါ။"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် (တမန်‌တော်)ဒါဝူဒ်နှင့် (တမန်‌တော်)စုလိုင်မာန်အား အသိပညာတစ်ရပ်ကို ‌ပေးသနား‌တော်မူခဲ့သည်။* ထို့ပြင် သူတို့နှစ်ဦးက ‌ပြောဆို‌လျှောက်ထားခဲ့သည်- ကျွန်ုပ်တို့အား အရှင်မြတ်၏ယုံကြည်သူ ကျွန်အများစုထက်မြင့်မြတ်‌စေ‌တော်မူခဲ့‌သော အလ္လာဟ်အရှင်မြတ်သည်ပင် ချီးမွမ်းခြင်းအ‌ပေါင်းတို့ကို ခံယူထိုက်‌တော်မူသည်။"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "ထို့ပြင် (တမန်‌တော်)စုလိုင်မာန်သည် (တမန်‌တော်)ဒါဝူဒ်၏အ‌မွေကို ဆက်ခံခဲ့သည်။ ထို့ပြင် (တမန်‌တော်)စုလိုင်မာန်က‌ပြောဆိုသည်- အို- လူသားအ‌ပေါင်းတို့၊ ငါတို့သည် ငှက်များ၏စကားကို သင်ကြားပို့ချခြင်းခံခဲ့ကြရသည်။ ထို့ပြင် ငါတို့သည် (အုပ်ချုပ်မှုဆိုင်ရာ လိုအပ်သမျှ)အရာများကို ‌ပေးသနား‌တော်မူခြင်း ခံခဲ့ကြရသည်။ အမှန်စင်စစ် ဤသည် ထင်ရှားလှ‌သော ‌ကျေးဇူး‌တော်ပင်ဖြစ်သည်။"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "ထို့ပြင် (တမန်‌တော်)စုလိုင်မာန်‌ရှေ့‌မှောက်တွင် ဂျင်န်များ၊ လူများနှင့် ငှက်များထဲမှ ၎င်း၏စစ်တပ်များသည် စုရုံး‌စေခြင်းခံခဲ့ကြရသည်။ ထို့ပြင် ထိုစစ်တပ်များသည် (ပြန့်ကျဲမသွား‌အောင် တန်းစီချီတက်နိုင်ရန်)တားဆီးခံကြရသည်။ (ဝါ) ထိုစစ်တပ်များအား သူအဆင့်နှင့်သူ ခွဲ‌ဝေ‌နေရာချထား‌ပေးခြင်းခံကြရသည်။"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "‌နောက်ဆုံးတွင် အကြင်အခါ ထိုစစ်တပ်ကြီးသည် ပုရွက်ဆိတ်များရှိ‌သော လျှို‌မြောင်‌ချောင်းရိုးကို ‌ရောက်‌သောအခါ ပုရွက်ဆိတ်တစ်‌ကောင်က အို- ပုရွက်ဆိတ်အ‌ပေါင်းတို့၊ (တမန်‌တော်)စုလိုင်မာန်နှင့်တကွ ၎င်း၏စစ်တပ်များသည် အသင်တို့ကို မသိမမြင်ကြဘဲလျက် (မ‌တော်တဆ)တက်နင်း ‌ချေမှုန်းမပစ်မိကြရန်အတွက် အသင်တို့သည် တွင်းများထဲသို့ဝင်‌ရောက်ကြပါဟု ‌ပြောဆိုခဲ့သည်။"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "သို့ဖြစ်ရာ (တမန်‌တော်)စုလိုင်မာန်သည် ထိုသူ(ပုရွက်ဆိတ်)၏စကား‌ကြောင့် ပြုံးရယ်ခဲ့သည်။* ထို့ပြင် ၎င်းသည် (အရှင်မြတ်ထံ‌တော်တွင်)‌ပြောဆိုပန်ကြားခဲ့သည်။ အို- ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်၊ အရှင်မြတ်သည် ကျွန်ုပ်အ‌ပေါ်တွင်လည်း‌ကောင်း၊ ကျွန်ုပ်၏မိဘနှစ်ပါးအ‌ပေါ်တွင်လည်း‌ကောင်း အရှင်မြတ်ပြု‌တော်မူ‌သော ‌ကျေးဇူး‌တော်နှင့်ပတ်သက်၍ ကျွန်ုပ်အား အမြဲ‌ကျေးဇူးသိတတ်‌စေသည့်အသိကို ထည့်‌ပေး‌တော်မူပါ။ ထို့ပြင် ကျွန်ုပ်အား အရှင်မြတ်နှစ်သက်‌တော်မူ‌သော ‌ကောင်းမြတ်သည့်လုပ်ရပ်ကိုလည်း အမြဲပြုလုပ် ‌ဆောက်တည်နိုင်စွမ်း ‌ပေး‌တော်မူပါ။ ထို့ပြင် အရှင်မြတ်သည် ကျွန်ုပ်အား အရှင်မြတ်၏ ကရုဏာ‌တော်နှင့် ‌ကောင်းမြတ်‌သောကျွန်များထဲတွင် ဝင်‌ရောက်ပါဝင်‌စေ‌တော်မူပါ။"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "ထို့ပြင် ၎င်းသည် ငှက်များအား စစ်‌ဆေးခဲ့ပြီး ‌ပြောဆိုသည်- ငါသည် အဘယ့်‌ကြောင့် ဘီး‌တောင်ပိုငှက်ကို မမြင်ရသနည်း။ သို့မဟုတ် သူသည် ပျက်ကွက်‌ပျောက်ကွယ်‌နေသ‌လော။"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "အမှန်ပင် ငါသည် သူ့အား မုချ ပြင်းထန်စွာ ပြစ်ဒဏ်‌ပေးမည်။ သို့မဟုတ် အမှန်ပင် ငါသည် သူ့အား လှီးဖြတ်မည်။ သို့မဟုတ် သူသည် ငါ့ထံသို့ ထင်ရှား‌သော သက်‌သေအ‌ထောက်အထားကို အမှန်ပင် ယူ‌ဆောင်လာရမည်။"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "ထို့‌နောက် မကြာမီ ထိုဘီး‌တောင်ပိုငှက်သည် လာ‌ရောက်‌ပြောဆို‌လျှောက်ထားသည်။ ကျွန်ုပ်သည် ကိုယ်‌တော်မသိသည့်အ‌ကြောင်းကို သိခဲ့ပါသည်။ ထို့ပြင် ကျွန်ုပ်သည် ကိုယ်‌တော်၏ထံသို့ ရှီဗာ(စဗအ်)နိုင်ငံက မှန်ကန်သည့် သတင်းတစ်ခုကို ယူလာခဲ့ပါသည်။"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "အမှန်စင်စစ် ကျွန်ုပ်သည် ထိုရှီဗာကို အုပ်ချုပ်‌နေ‌သော အမျိုးသမီးတစ်ဦးကို ‌တွေ့ခဲ့ပါသည်။ ထို့ပြင် ထိုအမျိုးသမီးသည် အရာအားလုံးကို ‌ပေးသနားခံရသည့်အပြင် သူမတွင် ကြီးကျယ်‌သော ပလ္လင်တစ်ခုလည်း ရှိပါသည်။"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "ကျွန်ုပ်သည် ထိုအမျိုးသမီးနှင့် သူမ၏အမျိုးသားများအား အလ္လာဟ်အရှင်မြတ်ကိုစွန့်ပြီး ‌နေကို ဦးချ(ကိုးကွယ်)‌နေကြသည်ကို ‌တွေ့ခဲ့ပါသည်။ ထို့ပြင် ရှိုင်သွာန်သည် သူတို့၏လုပ်ရပ်များကို သူတို့အမြင်တွင် လှပတင့်တယ်‌အောင် ပြုလုပ်ထားပါသည်။ ထို့ပြင် ရှိုင်သွာန်သည် သူတို့အား လမ်း(မှန်)မှပိတ်ဆို့ထားသည့်အတွက် သူတို့သည် လမ်းမှန်မရကြ‌တော့‌ပေ။"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "(သို့ဖြစ်ရာ သူတို့သည်) အကြင် အလ္လာဟ်အရှင်မြတ်ကိုပင် ဦးမချ(မကိုးကွယ်)‌တော့‌ပေ၊ ထိုအရှင်မြတ်သည် မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီတွင် ဖုံးအုပ်‌နေသည့်အရာများအား အပြင်သို့ ထွက်‌စေ‌တော်မူသည်။* ထို့ပြင် အရှင်မြတ်သည် အသင်တို့ လျှို့ဝှက်ကြသည့်အရာများနှင့် အသင်တို့ ထုတ်‌ဖော်ကြသည့်အရာများကို သိရှိ‌တော်မူသည်။"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် ထိုအရှင်မြတ်ပင်ဖြစ်သည်၊ ထိုအရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သည့်အရှင် မရှိ‌ပေ။ ထိုအရှင်သည် ကြီးကျယ်‌သော အရ်ရှ်ပလ္လင်‌တော်ကို စိုးပိုင်‌တော်မူ‌သော အရှင်မြတ်ပင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "၎င်း(တမန်‌တော်စုလိုင်မာန်)က‌ပြောသည်- အသင်သည် အမှန်‌ပြောခဲ့‌လေသ‌လော၊ သို့မဟုတ် လိမ်‌ပြောခဲ့သ‌လောဆိုသည်ကို ငါကြည့်မည်။"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "အသင်သည် ငါ၏ ဤစာကို ယူသွားပါ၊ ၎င်းပြင် အသင်သည် ထိုစာကို သူတို့ထံသို့ချ‌ပေးပြီးလျှင် သူတို့အနီးမှ ‌ဘေးဖယ်၍‌နေပါ။ ထို့‌နောက် အသင်သည် သူတို့ မည်သို့ အ‌ကြောင်းပြန်ကြသနည်းဆိုသည်ကို ကြည့်ပါ။"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "သူ(ရှီဗာဘုရင်)မက ‌ပြောခဲ့သည်- အို- မှူးမတ်အ‌ပေါင်းတို့၊ အမှန်စင်စစ် မြင့်မြတ်သည့် စာတစ်‌စောင်သည် ကျွန်မထံသို့ ‌ပေးပို့ခြင်းခံခဲ့ရသည်။"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "အမှန်စင်စစ် ထိုစာသည် (တမန်‌တော်)စုလိုင်မာန်ထံမှဖြစ်သည်။ ထို့ပြင် အမှန်စင်စစ် ၎င်းသည် ဤသို့ဖြစ်သည်- အနန္တကရုဏာရှင်ဖြစ်‌တော်မူ‌သော အလွန်သနားကြင်နာ‌တော်မူ‌သော အလ္လာဟ်အရှင်မြတ်၏ နာမ‌တော်ဖြင့် (ကျွန်ုပ်အစပြုပါသည်)။"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "အသင်တို့သည် ငါနှင့်ယှဉ်ပြိုင်ပြီး ဘဝင်မမြင့်ကြနှင့်။ ထို့ပြင် အသင်တို့သည် ငါ၏ထံသို့ မွတ်စ်လင်မ် အမိန့်နာခံသူများအဖြစ်နှင့် လာ‌ရောက်ကြပါ။"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "သူမက အို- မှူးမတ်အ‌ပေါင်းတို့၊ အသင်တို့သည် ကျွန်မ၏အ‌ရေးကိစ္စနှင့်စပ်လျဉ်း၍ ကျွန်မကို အကြံ‌ပေးကြပါ။ အသင်တို့သည် ကျွန်မ၏အနားတွင် မရှိသမျှ ကျွန်မသည် မည်သည့်ကိစ္စမျှ စီရင်ဆုံးဖြတ်‌လေ့မရှိ‌ပေဟု ‌ပြောကြားခဲ့သည်။"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "ထိုမှူးမတ်များက ကျွန်ုပ်တို့သည် အင်အားရှိသူများနှင့် ပြင်းထန်စွာ တိုက်ခိုက်ကြသည့်သူများ ဖြစ်ကြပါသည်။ ထို့ပြင် အမိန့်အာဏာကမူ အသင်ဘုရင်မ၏လက်ထဲတွင်ပင် ရှိသည့်အတွက် အသင်ဘုရင်မသည် မည်သို့ အမိန့်‌ပေးမည်ကိုသာ စဉ်းစားကြည့်ပါဟု ‌ပြောဆို‌လျှောက်ထားခဲ့ကြသည်။"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "သူမက ‌ပြောခဲ့သည်- အမှန်စင်စစ် ဘုရင်မင်းများဆိုသည်မှာ မြို့ရွာတစ်ခုကို ဝင်‌ရောက်ကြသည့်အခါ ထိုမြို့ရွာအား ဖျက်ဆီး‌လေ့ရှိကြသည်။ ထို့ပြင် သူတို့သည် ထိုမြို့ရွာမှ ဂုဏ်သိက္ခာရှိသည့်သူများကို ဂုဏ်သိက္ခာမဲ့သူများဖြစ်‌စေသည်။ ထို့ပြင် သူတို့သည်လည်း ဤသို့ပင် ပြုမူကြမည်ဖြစ်သည်။"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "ထို့ပြင် အမှန်ပင် ကျွန်မကမူ ၎င်းတို့ထံသို့ လက်‌ဆောင်တစ်စုံတစ်ရာ‌ပေးပြီး‌နောက် ‌စေတမန်များသည် မည်သည်ကို ပြန်ယူလာကြသနည်းဆိုသည်ကို ‌စောင့်ကြည့်ဦးမည်ဖြစ်သည်။"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "ထို့‌နောက် ထို(သံတမန်)များသည် (တမန်‌တော်)စုလိုင်မာန်ထံသို့ ‌ရောက်သည့်အခါ သူက‌ပြောဆိုသည်- အသင်တို့သည် ငါ့အား ပစ္စည်းဥစ္စာနှင့် ကူညီချင်ကြသ‌လော။ (အမှန်စင်စစ်) ငါ့အား အလ္လာဟ်အရှင်မြတ်က ‌ပေးသနားထား‌တော်မူသည်များမှာ အရှင်မြတ်က အသင်တို့အား ‌ပေးသနားထား‌တော်မူသည်များထက် ပို‌ကောင်းသည်။ ထို့‌နောက် အမှန်စင်စစ်မှာ အသင်တို့သာ အသင်တို့၏လက်‌ဆောင်များနှင့် ‌ပျော်မြူး‌နေကြခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "အသင်သည် သူတို့ထံသို့ ပြန်သွားပါ။ ထို့ပြင် အမှန်စင်စစ် ငါတို့သည် သူတို့ထံသို့ သူတို့ မယှဉ်ပြိုင်နိုင်‌သော စစ်တပ်နှင့် ‌ရောက်ရှိလာကြမည်။ ထို့ပြင် အမှန်စင်စစ် ငါတို့သည် သူတို့ကို ထို(တိုင်းပြည်)မှ ‌သေးသိမ်သူများအဖြစ်နှင့် သူတို့သည် အရှက်တကွဲ အကျိုးနည်းသူများဖြစ်ကြလျက်* နှင်ထုတ်ကြမည်။"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "၎င်း(တမန်‌တော်စုလိုင်မာန်)က ‌ပြောသည်- အို- မှူးမတ်အ‌ပေါင်းတို့၊ သူတို့သည် ငါ့ထံသို့ မွတ်စ်လင်မ်အဖြစ် မ‌ရောက်လာမီ၊ အသင်တို့ထဲမှ မည်သူသည် ထိုဘုရင်မ၏ပလ္လင်ကို ငါ့ထံ ယူလာနိုင်မည်သနည်း။"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "ဂျင်န်သတ္တဝါများထဲမှ အလွန်အင်အားကြီး‌သော ဂျင်န်တစ်ဦးက ‌ပြောဆို‌လျှောက်ထားသည်- ကိုယ်‌တော်သည် ကိုယ်‌တော်(စီရင်ဆုံးဖြတ်သည့်တရားခွင်)‌နေရာမှ မထမီ(တရားစီရင်မှုအစီအစဉ်မပြီးမီ) ကျွန်ုပ်သည် ထိုပလ္လင်ကို ကိုယ်‌တော်၏ထံသို့ ယူလာပါမည်။ ထို့ပြင် အမှန်စင်စစ် ကျွန်ုပ်သည် အမှန်ပင် ဤကိစ္စနှင့်ပတ်သက်၍ပြုလုပ်ရန် အင်အားရှိသူ၊ ယုံကြည်စိတ်ချရသူ တစ်ဦးပင်ဖြစ်ပါသည်။"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "ကျမ်းဂန်၏အသိပညာရှိသူတစ်ဦးက ကျွန်ုပ်သည် ထိုပလ္လင်ကို ကိုယ်‌တော်၏မျက်စိတစ်မှတ်အတွင်း ကိုယ်‌တော်၏ထံသို့ ယူခဲ့ပါမည်ဟု ‌ပြောဆိုခဲ့သည်။ ထို့‌နောက် ၎င်းသည် ထိုပလ္လင်ကို ၎င်းအနီး၌ တည်ငြိမ်‌ရောက်ရှိ‌နေသည်ကို ‌တွေ့မြင်သည့်အခါ ၎င်းက ‌ပြောဆိုသည်- ဤသည် ငါ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၏‌ကျေးဇူး‌တော်ထဲမှ တစ်ခုဖြစ်သည်။ ငါသည် ‌ကျေးဇူးတင်သ‌လော၊ သို့မဟုတ် ငါသည် ‌ကျေးဇူးကန်းသ‌လောဆိုသည်ကို အရှင်မြတ်က ငါ့အား စမ်းသပ်‌တော်မူရန်အတွက် ဖြစ်သည်။ ထို့ပြင် မည်သူမဆို ‌ကျေးဇူးတင်ခဲ့လျှင် သူ၏အကျိုးအတွက် ‌ကျေးဇူးတင်ခဲ့ခြင်းသာဖြစ်သည်။ ထို့ပြင် မည်သူမဆို ‌ကျေးဇူးကန်းခဲ့လျှင် အမှန်စင်စစ် ငါ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် လိုလား‌တောင့်တခြင်းကင်းပြီး ပြည့်စုံကြွယ်ဝ‌တော်မူ‌သောအရှင် အလွန်ရက်‌ရော‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "၎င်း(တမန်‌တော်စုလိုင်မာန်)က ‌ပြောဆိုခဲ့သည်- အသင်တို့သည် ထိုဘုရင်မ၏ပလ္လင်ကို အသွင်‌ပြောင်းထားလိုက်ကြပါ။ သူမသည် (သူမ၏ပလ္လင်မှန်းမှတ်မိပြီး ဤသည်မှာ တန်ခိုး‌တော်နှင့် ယူထားခြင်းဖြစ်သည်ကို သိပြီး) လမ်းမှန်ရသည့်သူ‌လော၊ သို့မဟုတ် (ထိုအရာများကို မသိဘဲ) လမ်းမှန် မရ‌သေးသည့်သူများထဲမှ ဖြစ်သ‌လောဆိုသည်ကို ကျွန်ုပ်တို့ ကြည့်ရှုကြမည်။"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "ထို့‌နောက် ဘုရင်မ‌ရောက်ရှိလာသည့်အခါ တစ်‌ယောက်‌ယောက်က “အသင်မ၏ပလ္လင်သည် ဤသို့ပင်‌လော“ဟု ‌မေးလိုက်သည်။ သူမက‌ပြောသည်- “ဤသည် ထိုပလ္လင်ဖြစ်မည်နှင့်တူသည်။“* ထို့ပြင် ကျွန်ုပ်တို့သည် ဤသည့်အလျင်ကတည်းက အသိပညာကို ‌ပေးသနားခံခဲ့ကြရပြီဖြစ်သည်သာမက ကျွန်ုပ်တို့သည် မွတ်စ်လင်မ် အမိန့်နာခံသူများပင် ဖြစ်ခဲ့ကြပြီဖြစ်သည်။"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "ထို့ပြင် အလ္လာဟ်အရှင်မြတ်အား စွန့်ပြီး ထိုဘုရင်မ ကိုးကွယ်‌နေခဲ့‌သောအရာများက သူမကို တားဆီးထားခဲ့ခြင်းဖြစ်သည်။ အမှန်စင်စစ် သူမသည် ကာဖိရ်အုပ်စုများထဲတွင်ပင် ဖြစ်ခဲ့သည်။"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "သူမအား အသင်မသည် နန်း‌တော်ဧည့်ခန်းထဲသို့ ဝင်ပါဟု တစ်ဦးတစ်‌ယောက်က ‌ပြောခဲ့သည်။ သို့ဖြစ်ရာ သူမသည် နန်း‌တော်ဧည့်ခန်းကိုမြင်သည့်အခါ ထိုနန်း‌တော်ဧည့်ခန်းကို နက်သည့်‌ရေ(ကန်ထဲတွင် ‌ဆောက်လုပ်ထားသည်)ဟု ထင်မှတ်ပြီး (ထို‌ရေများထဲမှ ဖြတ်သွားရန်) သူမ၏‌ခြေသလုံးနှစ်ဖက်(‌ပေါ်တွင်ရှိ‌သော ဝတ်ရုံကို ပင့်မပြီး)‌ဖော်ခဲ့သည်။ (ထိုအခါ) ၎င်း(တမန်‌တော်စုလိုင်မာန်)က ‌ပြောလိုက်သည်- ဤသည် (‌ရေကန်‌ပေါ်တွင်) ဖန်များနှင့် ‌ချောမွတ်‌အောင် ပြုလုပ်(ခင်းကျင်း)ထား‌သော ဧည့်ခန်းပင်ဖြစ်သည်။ သူမက ‌ပြောဆိုသည်- အို- ကျွန်မအား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၊ အမှန်စင်စစ် ကျွန်မသည် မိမိကိုယ်မိမိ နှိပ်စက်မိပြီဖြစ်ပါသည်။ ထို့‌နောက် ကျွန်မသည် (တမန်‌တော်)စုလိုင်မာန်နှင့်အတူ စကြဝဠာအ‌ပေါင်းအား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အလ္လာဟ်အရှင်မြတ်(၏အမိန့်‌တော်)ကို လိုက်နာပြီဖြစ်ပါသည်။"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် ဆမူဒ်အမျိုးသားများထံသို့ သူတို့၏‌နောင်‌တော်(တမန်‌တော်)စွာလိဟ်ကို အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ကိုးကွယ်ရမည်ဟု (အမိန့်‌တော်နှင့်တကွ) ‌စေလွှတ်‌တော်မူခဲ့သည်။ ထိုအခါ (မုအ်မင်န်နှင့် ကာဖိရ်)အုပ်စုနှစ်စုသည် (သူမှန်သည်၊ ငါမှန်သည်နှင့်) အငြင်းအခုံပြုကြ‌တော့သည်။"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "၎င်း(တမန်‌တော်စွာလိဟ်)က ‌ပြောခဲ့သည်- အို- ငါ၏အမျိုးသားတို့၊ အသင်တို့သည် အဘယ့်‌ကြောင့် ကရုဏာထက်အလျင် အပြစ်ဒဏ်ကို ‌ဆောလျင်စွာ လိုလားကြသနည်း။ အသင်တို့သည် သနားခြင်းခံရရန် အဘယ့်‌ကြောင့် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်တွင် ချမ်းသာခွင့်ကို ‌တောင်းခံမှု မပြုကြသနည်း။"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "ထိုအမျိုးသားများက ကျွန်ုပ်တို့သည် အသင်နှင့် အသင်၏အ‌ပေါင်းအပါများ‌ကြောင့် (နိမိတ်ဆိုးဖြစ်ပြီး) လာဘ်ပိတ်‌နေခဲ့သည်ဟု ‌ပြောဆိုခဲ့ကြသည်။ ၎င်း(တမန်‌တော်စွာလိဟ်)က ‌ပြောဆိုသည်- အသင်တို့၏နိမိတ်ဆိုးသည် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်၌သာရှိသည်။ ထိုသို့မဟုတ်‌ပေ၊ အမှန်စင်စစ် အသင်တို့သည် စမ်းသပ်ခြင်းကို ခံကြရမည့် အမျိုးသားများပင်ဖြစ်သည်။"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "ထို့ပြင် မြို့တွင်း၌ ‌ယောက်ျားကိုးဦး ရှိခဲ့သည်။ သူတို့သည် တိုင်းပြည်ကို ပြုပြင်ကြခြင်းမရှိဘဲ၊ ဖျက်ဆီးမှုသာ ပြုလုပ်လျက်ရှိကြသည်။"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "သူတို့သည် အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်၍ အမှန်ပင် ကျွန်ုပ်တို့သည် (တမန်‌တော်)စွာလိဟ်နှင့် ၎င်း၏လူများအား ညအချိန်တွင် သွား‌ရောက်သတ်ဖြတ်ကြမည်၊ ထို့ပြင် ၎င်း၏ အ‌မွေစားအ‌မွေခံများအား ၎င်းနှင့်ပတ်သက်သည့်သူများ အသတ်ခံကြရသည့်အချိန်တွင် ကျွန်ုပ်တို့ ‌တွေ့မြင်ခဲ့ကြသည် မဟုတ်‌ပေ၊ ထို့ပြင် အမှန်စင်စစ် ကျွန်ုပ်တို့သည် မှန်ကန်သည့်သူများဖြစ်ကြသည်ဟု ‌ပြောဆိုကြမည့်အ‌ကြောင်း အချင်းချင်း ‌ပြောဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "ထို့ပြင် သူတို့သည် အကြံအစည်တစ်ခုကို လျှို့ဝှက်ကြံစည်ခဲ့ကြသည်။ ထို့ပြင် ငါအရှင်မြတ်ကလည်း စီမံခန့်ခွဲမှုတစ်ခုကို သူတို့မသိလိုက်ကြဘဲလျက် စီမံခန့်ခွဲ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "သို့ဖြစ်ရာ အသင်သည် သူတို့၏ အကြံအစည်၏‌နောက်ဆုံးအကျိုးဆက်သည် မည်သို့ဖြစ်ခဲ့သည်ကို ကြည့်လိုက်ပါ။ အမှန်စင်စစ် ငါအရှင်မြတ်သည် သူတို့နှင့် သူတို့၏အမျိုးသားများအားလုံးကို ဖျက်ဆီး‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "ဤသည် သူတို့၏‌သွေဖည်မှု‌ကြောင့် ပျက်စီး‌နေ‌သော သူတို့၏‌နေအိမ်များဖြစ်သည်။ အမှန်စင်စစ် ထိုအထဲတွင် သိနားလည်ကြသည့်သူအတွက် အမှန်ပင် သက်‌သေသာဓကရှိသည်။"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် အီမာန်ယုံကြည်ပြီး ‌ကြောက်ရွံ့အပြစ်‌ရှောင် ‌ကောင်းကျိုး‌ဆောင်ကြသည့်သူများကို ကယ်ဆယ်‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် လူသွ်ကို(လည်း တမန်‌တော်အဖြစ် ‌စေလွှတ်‌တော်မူခဲ့သည်)၊ တစ်ခါက ၎င်းသည် ၎င်း၏အမျိုးသားများကို ‌ပြောဆိုခဲ့သည်။ အသင်တို့သည် သိလျက်နှင့် စက်ဆုပ်ဖွယ်ရာအမှုကို ကျူးလွန်ကြသ‌လော။"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "အသင်တို့သည် မိန်းမများအားစွန့်ပြီး ‌ယောက်ျားများထံတွင် ကာမဂုဏ်ခံစားရန်လာကြသ‌လော။ အမှန်စင်စစ် အသင်တို့သည် ကျူး‌ကျော်မိုက်မဲ‌သော အမျိုးသားများပင်ဖြစ်ကြသည်။"
        },
        {
            "chapter": 27,
            "verse": 56,
            "text": "ထိုအမျိုးသားများက သူတို့အချင်းချင်း အသင်တို့သည် (တမန်‌တော်)လူသွ်နှင့် ပတ်သက်သည့်သူများအား အသင်တို့မြို့ရွာမှ နှင်ထုတ်ကြပါ။ အမှန်စင်စစ် ၎င်းတို့သည် သန့်ရှင်းဟန်‌ဆောင်သူများပင်ဖြစ်ကြသည်ဟု (‌ပြောင်‌လှောင်)‌ပြောဆိုခဲ့ကြသည်မှလွဲ၍ သူတို့တွင် အခြားအ‌ဖြေမရှိခဲ့ကြ‌ပေ။"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "သို့ဖြစ်ရာ ငါအရှင်မြတ်သည် (တမန်‌တော်)လူသွ်နှင့် ၎င်း၏အိမ်သူအိမ်သားများကို ကယ်ဆယ်‌တော်မူခဲ့သည်။ သို့ရာတွင် ၎င်း၏ဇနီးကိုမူ ငါအရှင်မြတ်သည် သူမအား ကျန်ရစ်သူများထဲတွင် သတ်မှတ်‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့အ‌ပေါ်တွင် မိုးတစ်မျိုးကို ရွာသွန်း‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် သတိ‌ပေးနှိုး‌ဆော်ခြင်းခံခဲ့ကြရ‌သောသူများ၏မိုးသည် အလွန်ဆိုးရွားလှသည်။"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောဆိုပါ- ချီးမွမ်းခြင်းအ‌ပေါင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက်ပင် ဖြစ်ပါသည်။ ထို့ပြင် ငြိမ်းချမ်းသာယာမှုသည် အရှင်မြတ်‌ရွေးချယ်‌တော်မူခဲ့‌သော ကျွန်များအ‌ပေါ်တွင် ကျ‌ရောက်ပါ‌စေ။ အလ္လာဟ်အရှင်မြတ်သည် ပိုပြီး မြင့်မြတ်သ‌လော၊ သို့မဟုတ် သူတို့ တွဲဖက်ကိုးကွယ်ကြ‌သော အရာများသည် (ပိုပြီးမြင့်မြတ်ကြသ‌လော)။"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "(ထို ရုပ်တုများက မြင့်မြတ်သ‌လော)။ သို့မဟုတ် အကြင်အရှင်မြတ်ကပင် (မြင့်မြတ်‌တော်မူပါသ‌လော)။ ထိုအရှင်မြတ်သည် မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီကို ဖန်ဆင်း‌တော်မူခဲ့သည်။ ထို့ပြင် အရှင်မြတ်သည် အသင်တို့အတွက် မိုး‌ကောင်းကင်မှ (မိုး)‌ရေကို ချ‌ပေး‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် ထို‌ရေနှင့် စိမ်းလန်းစို‌ပြေ‌သော ခြံဥယျာဉ်များကို ‌ပေါက်‌ရောက်‌စေ‌တော်မူခဲ့သည်။ အသင်တို့သည် ထိုခြံဥယျာဉ်များ၏ သစ်ပင်များကို ‌ပေါက်‌ရောက်‌စေနိုင်သည် မဟုတ်‌ပေ။ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ကိုးကွယ်ခံထိုက်‌သောအရှင် ရှိပါ‌သေးသ‌လော။ ထိုသို့မဟုတ်‌ပေ၊ အမှန်စင်စစ် (သူတို့သည် အမှန်စင်စစ် ‌သွေဖည်သွားကြသည့်အတွက်) သူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် အခြားအရာများကို ဂုဏ်ရည်တူ ပြုလုပ်သည့်သူများ ဖြစ်ကြ‌တော့သည်။"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "(ထို ရုပ်တုများက မြင့်မြတ်သ‌လော)။ သို့မဟုတ် အကြင်အရှင်မြတ်ကပင် (မြင့်မြတ်‌တော်မူပါသ‌လော)။ ထိုအရှင်မြတ်သည် ‌မြေပထဝီကို တည်တံ့‌နေထိုင်ရာ အဖြစ်ပြုလုပ်‌တော်မူခဲ့သည်။ ထို့ပြင် အရှင်မြတ်သည် ထို‌မြေပထဝီ၏အကြားတွင် စမ်း‌ရေ‌ချောင်းများကို ဖန်ဆင်း‌တော်မူခဲ့သည်။ ထို့ပြင် အရှင်မြတ်သည် ‌မြေပထဝီကို (တည်ငြိမ်‌စေရန်)အတွက် ‌တောင်များကို (‌ကျောက်ဆူးများအဖြစ်) ဖန်ဆင်း‌တော်မူခဲ့သည်။ ထို့ပြင် အရှင်မြတ်သည် ပင်လယ်နှစ်ခု၏အကြား၌ အတားအဆီးကို ပြုလုပ်‌တော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ကိုးကွယ်ခံထိုက်‌သောအရှင် ရှိပါ‌သေးသ‌လော။ ထိုသို့မဟုတ်‌ပေ၊ အမှန်စင်စစ် သူတို့ထဲမှ အ‌မြောက်အမြားသည် မသိနားမလည်ကြ‌ပေ။"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "(ထို ရုပ်တုများက မြင့်မြတ်သ‌လော)။ သို့မဟုတ် အကြင်အရှင်မြတ်ကပင် (မြင့်မြတ်‌တော်မူပါသ‌လော)။ ထိုအရှင်မြတ်သည် အကျဉ်းအကျပ်ဖြစ်‌နေသည့်သူ(ဒုက္ခသည်)က အရှင်မြတ်ကို ဟစ်‌ခေါ်သည့်အခါ သူ့အား ပြန်‌ဖြေ‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည် ဆိုးရွားမှု(ဒုက္ခ)ကို ဖယ်ရှား‌တော်မူသည်။ ထိုအရှင်မြတ်သည် ကမာ္ဘ‌မြေတွင် အသင်တို့အား ကိုယ်စားလှယ်များ ပြုလုပ်‌တော်မူခဲ့သည်။ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ကိုးကွယ်ခံထိုက်‌သောအရှင် ရှိပါ‌သေးသ‌လော။ အသင်တို့သည် အနည်းငယ်သာ စဉ်းစားကြသည်။"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "(ထို ရုပ်တုများက မြင့်မြတ်သ‌လော)။ သို့မဟုတ် အကြင်အရှင်မြတ်ကပင် (မြင့်မြတ်‌တော်မူပါသ‌လော)။ ထိုအရှင်မြတ်သည် အသင်တို့အား ကုန်း‌မြေနှင့် ပင်လယ်၏အ‌မှောင်ထုများတွင် လမ်းညွှန်ကြားပြသ‌တော်မူသည်။ ထို့ပြင် ထိုအရှင်မြတ်သည် အရှင်မြတ်၏ကရုဏာမိုး မရွာမီ ‌လေများကို ‌ရှေ့‌ပြေးသတင်း‌ကောင်းအဖြစ် ‌စေလွှတ်‌တော်မူသည်။ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ကိုးကွယ်ခံထိုက်‌သောအရှင် ရှိပါ‌သေးသ‌လော။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့ နှိုင်းယှဉ်ကိုးကွယ်ကြသည့် အရာများထက် အလွန်မြင့်မား‌တော်မူသည်။"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "(ထို ရုပ်တုများက မြင့်မြတ်သ‌လော)။ သို့မဟုတ် အကြင်အရှင်မြတ်ကပင် (မြင့်မြတ်‌တော်မူပါသ‌လော)။ ထိုအရှင်မြတ်သည် အဖန်ဆင်းခံများအား (ပထမအကြိမ်)စတင် ဖန်ဆင်း‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်ပင် ထိုအဖန်ဆင်းခံများအား ‌နောက်တစ်ကြိမ် ထပ်မံပြီး ဖန်ဆင်း‌တော်မူမည်ဖြစ်သည်။* ထို့ပြင် အရှင်မြတ်သည် အသင်တို့အား မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီမှ စားနပ်ရိက္ခာ ‌ပေးသနား‌တော်မူသည်။ အလ္လာဟ်အရှင်မြတ်နှင့်အတူ ကိုးကွယ်ခံထိုက်‌သောအရှင် ရှိပါ‌သေးသ‌လော။ (အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အကယ်၍ အသင်တို့သည် မှန်ကန်သည့်သူများဖြစ်ကြလျှင် (ထိုအရာများနှင့် ပတ်သက်၍) အသင်တို့၏သက်‌သေသာဓကကို ယူ‌ဆောင်လာခဲ့ကြပါ။"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အကွယ်တွင်ရှိသည့်အရာများအား အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မိုး‌ကောင်းကင်များတွင် ရှိသည့်သူများသာမက ‌မြေပထဝီတွင် ရှိသည့်သူများလည်း မည်သူမျှ မသိ‌ပေ။ ထို့ပြင် သူတို့သည် မည်သည့်အချိန်တွင် ရှင်ပြန်ထ‌စေခြင်းခံကြရမည်နည်းဆိုသည်ကိုလည်း သူတို့မသိကြ‌ပေ။"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "အမှန်စင်စစ် တမလွန်ဘဝနှင့်ပတ်သက်၍ သူတို့၏အသိသည် ‌ပျောက်ပျက်သွားပြီဖြစ်သည်။ ထိုသို့မဟုတ်‌ပေ၊ အမှန်စင်စစ် သူတို့သည် တမလွန်ဘဝနှင့်ပတ်သက်၍ သံသယ၌ပင် ရှိ‌နေကြသည်။ ထိုသို့မဟုတ်‌ပေ၊ အမှန်စင်စစ် သူတို့သည် တမလွန်ဘဝနှင့်ပတ်သက်၍ မျက်စိကန်း‌နေကြသည့်သူများပင် ဖြစ်ကြသည်။"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "ထို့ပြင် ကာဖိရ်များက ကျွန်ုပ်တို့နှင့် ကျွန်ုပ်တို့၏ အဘ ဘိုး ‌ဘေးများသည် ‌မြေကြီးဖြစ်သွားပြီးသည့်အခါ ကျွန်ုပ်တို့သည် (သချင်္ီုင်းထဲမှ) အမှန်ပင် ထွက်‌စေခြင်းကို ခံကြရဦးမည်‌လောဟု ‌ပြောဆိုကြသည်။"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "အမှန်စင်စစ် ဤသည်ကို ကျွန်ုပ်တို့နှင့် ကျွန်ုပ်တို့၏ အဘ ဘိုး ‌ဘေးတို့ကို ယခင်ကတည်းက ကတိ‌ပေးခြင်းကို ခံခဲ့ကြရသည်။ ဤသည် ယခင်ကသူများ၏ အ‌ခြေအမြစ်မရှိ‌သော ပုံပြင်များပင်ဖြစ်သည်။"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အသင်တို့သည် ကမာ္ဘ‌မြေတွင် လှည့်လည်သွားလာကြပြီးလျှင် အပြစ်ကျူးလွန်သည့်သူများ၏ ‌နောက်ဆုံးအကျိုးဆက်သည် မည်သို့ဖြစ်ခဲ့သနည်းဆိုသည်ကို ကြည့်ကြပါ။"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "ထို့ပြင် အသင်(တမန်‌တော်)သည် သူတို့နှင့်ပတ်သက်၍ မပူ‌ဆွေးနှင့်။ ထို့ပြင် အသင်သည် သူတို့၏ လျှို့ဝှက်ကြံစည်မှု‌ကြောင့် စိတ်ဆင်းရဲမှုလည်း မဖြစ်နှင့်။"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "ထို့ပြင် သူတို့က အကယ်၍ အသင်တို့သည် မှန်ကန်သူများဖြစ်ကြလျှင် ဤချိန်းဆိုချက်သည် မည်သည့်အခါဖြစ်မည်နည်းဟု ‌ပြောဆိုကြသည်။"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အသင်တို့ အလျင်စလို ‌တောင့်တ‌နေကြ‌သော ပြစ်ဒဏ်တစ်ချို့တစ်ဝက်သည် အသင်တို့၏‌နောက်မှ လိုက်လာ‌နေပြီဖြစ်သည်။"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "ထို့ပြင် အမှန်စင်စစ် အသင်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် လူမျာအ‌ပေါ်တွင် အလွန်‌ကျေးဇူးပြု‌တော်မူ‌သောအရှင် အမှန်ပင် ဖြစ်‌တော်မူသည်။ သို့ရာတွင် လူများထဲမှ အများစုသည် ‌ကျေးဇူးမသိတတ်ကြ‌ပေ။"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "ထို့ပြင် အသင်(တမန်‌တော်)အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် သူတို့၏ရင်များက လျှို့ဝှက်ထားကြသည့်များနှင့် သူတို့က ထုတ်‌ဖော်‌ပြောကြားသည်များကို အမှန်ပင် သိရှိ‌တော်မူသည်။"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "ထို့ပြင် မိုး‌ကောင်းကင်နှင့် ‌မြေပထဝီတွင် လျှို့ဝှက်သည့်အရာဟူသည် မရှိ‌ပေ။ သို့ရာတွင် (ထိုအရာများသည်) ထင်ရှား‌သော(မှတ်တမ်း)စာအုပ်၌ မှတ်သားထားပြီးဖြစ်သည်။"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "အမှန်စင်စစ် ဤကုရ်အာန်ကျမ်း‌တော်မြတ်သည် အစ္စရာအီလ်မျိုးနွယ်ဝင်များ၏ ‌ရှေ့၌ သူတို့ ကွဲလွဲ‌နေကြ‌သော အ‌ကြောင်းအရာများထဲမှ အ‌ကြောင်းအရာများစွာကို ‌ဖော်ပြသည်။"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "ထို့ပြင် အမှန်စင်စစ် ထိုကုရ်အာန်ကျမ်း‌တော်မြတ်သည် အီမာန်ယုံကြည်သူများအတွက် အမှန်ပင် လမ်းမှန် ညွှန်ကြားပြသချက်နှင့် ကရုဏာဖြစ်သည်။"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "အမှန်စင်စစ် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် သူတို့အကြားတွင် အရှင်မြတ်၏အမိန့်‌တော်ဖြင့် စီရင်ဆုံးဖြတ်‌တော်မူမည်။ ထို့ပြင် အရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "သို့ဖြစ်ရာ အသင်သည် အလ္လာဟ်အရှင်မြတ်အ‌ပေါ်တွင် ယုံပုံလွှဲအပ်လိုက်ပါ။ အမှန်စင်စစ် အသင်သည် ထင်ရှား‌သော အမှန်အ‌ပေါ်တွင် တည်ရှိ‌နေသည်။"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "အမှန်စင်စစ် အသင်(တမန်‌တော်)သည် ‌သေသူများကို ကြား‌စေနိုင်သည်လည်း မဟုတ်‌ပေ။ ထို့ပြင် နားပင်းသူများကိုလည်း သူတို့သည် ‌ကျောခိုင်းလှည့်ထွက်သွားသည့်အခါ အသင်၏‌ခေါ်သံကို ကြား‌အောင် မပြုလုပ်နိုင်‌ပေ။"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "ထို့ပြင် အသင်သည် မျက်စိကန်းသူများအားလည်း သူတို့၏လမ်းလွဲမှုမှ (လမ်းမှန်‌အောင်)ညွှန်ကြားပြသ‌ပေးနိုင်သူ မဟုတ်‌ပေ။ သို့ရာတွင် ငါအရှင်မြတ်၏အာယသ်‌တော်များကို ယုံကြည်ပြီး‌နောက် အမိန့်‌တော်ကို လိုက်နာသူများကိုသာ အသင်သည် ကြား‌စေနိုင်ခြင်း ဖြစ်သည်။"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "ထို့ပြင် ချိန်းဆိုချက်သည် သူတို့အ‌ပေါ်တွင် ဆိုက်‌ရောက်လာသည့်အခါ ငါအရှင်မြတ်သည် သူတို့အတွက် ‌မြေကြီးမှ အကြင်သတ္တဝါကို ထွက်‌စေ‌တော်မူမည်။* ထိုသတ္တဝါသည် သူတို့အား (ဤသို့)စကား‌ပြောဆိုမည်ဖြစ်သည်- “လူများသည် အရှင်မြတ်၏အာယသ်‌တော်များကို ယုံကြည်ခြင်း မရှိခဲ့ကြ‌ပေ။“"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "ထို့ပြင် ထို‌နေ့တွင် ငါအရှင်မြတ်သည် အုပ်စုအသီးသီးထဲမှ ငါအရှင်မြတ်၏အာယသ်‌တော်များကို မဟုတ်မမှန်ဟု ငြင်းပယ်ကြသည့်သူများအား တစ်အုပ်စုစီ စုရုံး‌စေ‌တော်မူမည်။ ထို့ပြင် သူတို့သည် တန်းစီရပ်‌စေခြင်းကို ခံကြရမည်။"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "‌နောက်ဆုံးတွင် သူတို့သည် (အရှင်မြတ်ထံ‌တော်)‌ရောက်ရှိလာခဲ့ကြသည့်အခါ အရှင်မြတ်က အသင်တို့သည် ငါအရှင်မြတ်၏အာယသ်‌တော်များကို အသင်တို့ အသိပညာနှင့် ဝန်းခြုံသိရှိခြင်းမရှိ‌သေးမီ၌ပင် မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်ခဲ့ကြသ‌လော။ သို့မဟုတ် အသင်တို့သည် မည်သည့်အရာများကို ပြုလုပ်‌နေခဲ့ကြသနည်းဟု မိန့်ကြား‌တော်မူမည်။"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "ထို့‌နောက် သူတို့၏ကျူးလွန်မှုများ‌ကြောင့် ကတိချိန်းဆိုချက်သည် သူတို့အ‌ပေါ်တွင် အတည်ဖြစ်ခဲ့သည့်အတွက် သူတို့သည် စကား‌ပြောဆိုနိုင်ကြ‌တော့မည် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "အမှန်စင်စစ် ငါအရှင်မြတ်သည် ညကို သူတို့ ထိုညတွင် အနားယူနိုင်ရန်အတွက်နှင့် ‌နေ့ကို မြင်‌စေနိုင်သည့်အရာအဖြစ် ပြုလုပ်‌တော်မူခဲ့သည်ကို သူတို့သည် မမြင်ခဲ့ကြသ‌လော။ အမှန်စင်စစ် ထိုအထဲတွင် အီမာန်ယုံကြည်သူများအတွက် သက်‌သေသာဓကများ အမှန်ပင်ရှိသည်။"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "ထို့ပြင် တံပိုးခရာမှုတ်မည့်‌နေ့တွင် အလ္လာဟ်အရှင်မြတ် အလိုရှိ‌တော်မူ‌သောသူမှလွဲ၍ မိုး‌ကောင်းကင်များတွင်ရှိသူများနှင့် ‌မြေပထဝီတွင်ရှိသူများသည် ထိတ်လန့်သွားကြလိမ့်မည်။* ထို့ပြင် အားလုံးသည် ‌သေးသိမ်စွာနှင့် အရှင်မြတ်ထံ‌တော်သို့ ‌ရောက်ရှိလာကြမည်။"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "ထို့ပြင် အသင်သည် ‌တောင်များကို မြင်သည်။ အသင်သည် ထို‌တောင်များကို အစိုင်အခဲများပင်ဟု ထင်မှတ်ထားသည်။ သို့ရာတွင် (ထို‌နေ့တွင်) ထို‌တောင်များသည် မိုးတိမ်များ လွင့်‌မျော‌နေသကဲ့သို့ လွင့်‌မျော‌နေမည်။ (ဤသည်) အရာအားလုံးတို့ကို ခိုင်ခံ့‌အောင်ပြုလုပ်ထား‌တော်မူ‌သော အလ္လာဟ်အရှင်မြတ်၏ အစွမ်းအစပင် ဖြစ်‌တော်မူသည်။ အမှန်စင်စစ် အရှင်မြတ်သည် အသင်တို့ပြုလုပ်သမျှကို အကြွင်းမဲ့ကြားသိ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "မည်သူမဆို (အီမာန်ယုံကြည်၍)‌ကောင်းမှုနှင့်တကွ လာခဲ့လျှင် ထိုသူ့အတွက် ထိုထက်‌ကောင်း‌သော အကျိုးရှိမည့်အပြင် သူတို့သည် ထို‌နေ့တွင် ထိတ်လန့်ခြင်းမှလည်း ကင်းလွတ်သူများပင် ဖြစ်ကြမည်။"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "ထို့ပြင် မည်သူမဆို (ကုဖ်ရ် ငြင်းပယ်၍) မ‌ကောင်းမှုနှင့်တကွ ‌ရောက်ရှိလာခဲ့လျှင် ထိုသူများသည် မျက်နှာ‌မှောက်‌စေပြီး မီးထဲသို့ ပစ်ချခြင်းခံကြရမည်ဖြစ်သည်။ (ထို့ပြင်)အသင်တို့သည် အသင်တို့ပြုလုပ်ခဲ့‌သော လုပ်ရပ်များ၏ အစား‌ပေးခြင်းကို ခံကြရခြင်းသာဖြစ်သည်(ဟု ‌ပြောဆိုခံကြရမည်)။"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "(အို- တမန်‌တော် အသင်‌ပြောလိုက်ပါ)- ငါသည် ဤ(မက္ကဟ်)မြို့၏အရှင်သခင်အား ကိုးကွယ်ရန် အမိန့်‌ပေး‌တော်မူခြင်းကို ခံရသည်။ ထိုအရှင်မြတ်သည် ဤမြို့‌တော်ကို ထွတ်မြတ်‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် အရာအားလုံးသည် အရှင်မြတ်ပိုင်ဆိုင်‌တော်မူ‌သောအရာများပင် ဖြစ်ကြသည်။ ထို့ပြင် ငါသည် မွတ်စ်လင်မ် အမိန့်နာခံသူထဲတွင် ပါဝင်ဖို့ အမိန့်‌ပေး‌တော်မူခြင်းကို ခံရသည်။"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "ထို့ပြင် ငါသည် ကုရ်အာန်ကျမ်း‌တော်မြတ်ကို ဖတ်ကြားရန် (အမိန့်‌ပေး‌တော်မူခြင်းခံရသည်)။ သို့ဖြစ်ရာ မည်သူမဆို လမ်းမှန်ကို ရရှိခဲ့လျှင် ထိုသူသည် သူ၏အတွက်ပင် လမ်းမှန်ကို ရရှိခဲ့ခြင်းဖြစ်သည်။ ထို့ပြင် မည်သူမဆို လမ်းလွဲ‌နေခဲ့လျှင် ငါသည် သတိ‌ပေးနှိုး‌ဆော်သူတစ်ဦးသာ ဖြစ်သည်ဟု (အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ။"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "ထို့ပြင် (အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- ချီးမွမ်းခြင်းအ‌ပေါင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက်ပင် ဖြစ်သည်။ ထို့‌နောက် အသင်တို့သည် ထိုအရာများကို သိရှိကြလိမ့်မည်။ ထို့ပြင် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် အသင်တို့ ပြုလုပ်‌နေကြ‌သောလုပ်ရပ်များကို သတိမမူ ‌မေ့‌လျော့‌နေ‌တော်မူ‌သောအရှင် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "သွာ စီန် မီမ်။"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "ဤအရာများသည် ထင်ရှား‌သောကျမ်းဂန်၏ အာယသ်‌တော်များဖြစ်သည်။"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "ငါအရှင်မြတ်သည် အီမာန်ယုံကြည်သူ အမျိုးသားများအတွက် (တမန်‌တော်)မူစာနှင့် ဖိရ်‌အောင်န်၏ အဖြစ်အပျက်အ‌ကြောင်းအရာအချို့ကို အသင်၏‌ရှေ့၌ တိကျမှန်ကန်စွာ ဖတ်ကြား(ပြ)‌တော်မူသည်။"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "အမှန်စင်စစ် ဖိရ်‌အောင်န်သည် တိုင်းပြည်တွင် အလွန်‌မောက်မာလာပြီး သူသည် ထိုတိုင်းသူပြည်သားများအား အုပ်စုများခွဲ၍ ပြုလုပ်ထားသည်။ သူသည် ထိုအုပ်စုများထဲမှ အုပ်စုတစ်ခုကို အင်အား‌လျော့နည်း‌အောင် ပြုလုပ်ထားသည်။ သူတို့၏သား‌ယောက်ျား‌လေးများအား သတ်ဖြတ်၍ သူတို့၏(သမီး)မိန်းမများကိုမူ မသတ်ဘဲ အရှင်ထားသည်။ အမှန်စင်စစ် ဖိရ်‌အောင်န်သည် ဖျက်ဆီးသူတစ်ဦးဖြစ်သည်။"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် တိုင်းပြည်တွင် အင်အား‌လျော့နည်း‌အောင် ပြုလုပ်ခံခဲ့ကြရသူများအား ‌ကျေးဇူးပြု‌တော်မူရန်၊ ထို့ပြင် သူတို့အား ‌ရှေ့‌ဆောင်‌ရှေ့ရပ်များ ပြုလုပ်‌တော်မူရန်နှင့် သူတို့အား အ‌မွေစားအ‌မွေခံများ ပြုလုပ်‌တော်မူရန်အတွက် အလိုရှိ‌တော်မူသည်။"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့အား ကမာ္ဘ‌မြေတွင် အုပ်ချုပ်သူများအဖြစ် ပြုလုပ်‌တော်မူရန်အပြင် ဖိရ်‌အောင်န်၊ ဟာမာန်*နှင့် ထိုနှစ်ဦးတို့၏စစ်တပ်များအား သူတို့စိုးရိမ်‌နေကြသည့်အရာများကို ငါအရှင်ပြသရန် (ရည်ရွယ်‌တော်မူသည်)။"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် (တမန်‌တော်)မူစာ၏မိခင်ထံသို့ အသိ‌ပေး‌တော်မူခဲ့သည်- အသင်မသည် ၎င်းအား နို့တိုက်ပါ။ ထို့ပြင် အသင်မသည် ၎င်းနှင့်ပတ်သက်၍ စိုးရိမ်သည့်အခါ ၎င်းကို မြစ်ထဲ(‌မျှော)ပစ်လိုက်ပါ။ ထို့ပြင် အသင်မသည် မစိုးရိမ်‌လေနှင့်၊ ထို့ပြင် မပူ‌ဆွေး‌လေနှင့်။ အမှန်စင်စစ် ငါအရှင်မြတ်သည် ၎င်းကို အသင်မထံ ပြန်ပို့‌ပေး‌တော်မူမည့်အရှင်၊ ထို့ပြင် ၎င်းကို တမန်‌တော်များထဲတွင် တစ်ပါးအပါအဝင် ပြုလုပ်‌တော်မူမည့်အရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "ထို့‌နောက် ဖိရ်‌အောင်န်၏အိမ်သူအိမ်သားများသည် ထိုမူစာအား(‌နောက်ဆုံးတွင်) ၎င်း(မူစာ)သည် သူတို့၏ရန်သူဖြစ်ရန်နှင့် (သူတို့ကို)ပူ‌ဆွေး‌စေမည့်သူဖြစ်ရန် ‌ကောက်ယူခဲ့ကြသည်။ အမှန်စင်စစ် ဖိရ်‌အောင်န်နှင့် ဟာမာန်အပြင် သူတို့နှစ်ဦး၏တပ်သားများသည် ပြစ်မှုကျူးလွန်သူများပင် ဖြစ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "ထို့ပြင် ဖိရ်‌အောင်န်၏မိန်းမက “ကျွန်မနှင့် ရှင်၏အတွက် မျက်စိ‌အေးဖွယ်ရာဖြစ်သည်။ (သို့ဖြစ်ရာ) အသင်သည် ၎င်း(မူစာ)အား မသတ်ကြ‌လေနှင့်။ ၎င်းသည် ကျွန်မတို့ကို အကျိုး‌ပေး‌ကောင်း‌ပေးလိမ့်မည်။ သို့မဟုတ် ကျွန်မတို့သည် ၎င်းအား သားအဖြစ် ‌မွေးစားထားကြမည်“ဟု သူတို့သည် (၎င်း‌ကြောင့် သူတို့ပျက်စီးမည်ကို) မသိကြဘဲလျက်* ‌ပြောဆိုခဲ့သည်။"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "ထို့ပြင် မူစာ၏မိခင်၏စိတ်နှလုံးသည် ဟာသွားခဲ့သည်။ အကယ်၍သာ ငါအရှင်မြတ်က သူမကို ယုံကြည်သူများထဲတွင် အပါအဝင်ဖြစ်‌စေရန်အတွက် သူမ၏စိတ်နှလုံးကို ခိုင်မြဲ‌စေ‌တော်မမူခဲ့လျှင် အမှန်စင်စစ် သူမသည် မူစာ၏အ‌ကြောင်းကို ထုတ်‌ဖော်‌ပြောဆိုမည့်ဆဲဆဲဖြစ်သွားခဲ့သည်။"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "ထို့ပြင် သူမ(မူစာ၏မိခင်)သည် ၎င်း(မူစာ)၏အစ်မကို ‌ပြောဆိုခဲ့သည်- အသင်မသည် ထိုမူစာ၏‌နောက်ကို လိုက်သွားပါ။ သို့ဖြစ်ရာ ၎င်း၏အစ်မသည် ၎င်းကို အ‌ဝေးမှ သူတို့သည် (သူမ‌စောင့်ကြည့်‌နေသည်ကို) မသိကြဘဲလျက် (‌စောင့်)ကြည့်‌နေခဲ့သည်။"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် ယခင်ကတည်းက ကြိုတင်ပြီး နို့ထိန်းသည်များ၏နို့ရည်ကို (မစို့ရန်)၎င်း၏အ‌ပေါ်တွင် တားမြစ်ထား‌တော်မူခဲ့သည်။ သို့ဖြစ်ရာ ၎င်း၏အစ်မက ကျွန်မသည် အသင်တို့အား အသင်တို့အတွက် ထိုက‌လေးငယ်ကို ၎င်း၏‌ကောင်းကျိုးလိုလားသူများဖြစ်ကြလျက် ‌မွေးမြူ‌စောင့်‌ရှောက်‌ပေးကြမည့် အိမ်‌ထောင်စုများကို ညွှန်ပြရမည်‌လောဟု ‌ပြောဆိုခဲ့သည်။"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "ထို့‌နောက် သူမ၏မျက်စိ‌အေးမြရန်အတွက်နှင့်၊ သူမ ပူ‌ဆွေးမ‌နေရန်အတွက် အပြင်၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ကတိ‌တော်သည် မှန်ကန်သည်ကို သူမ သိရှိရန်အတွက် ငါအရှင်မြတ်သည် (ကတိအတိုင်း) ထိုသားငယ်ကို ၎င်း၏မိခင်ထံ ပြန်ပို့‌ပေး‌တော်မူခဲ့သည်။ သို့ရာတွင် သူတို့ထဲမှ အများစုသည် မသိကြ‌ပေ။"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "ထို့ပြင် ၎င်း(မူစာ)သည် ၎င်း၏လူလား‌မြောက်သည့်အရွယ်သို့‌ရောက်ပြီး ရင့်ကျက်လာသည့်အခါ ငါအရှင်မြတ်သည် ၎င်းကို ပညာဉာဏ်အ‌မြော်အမြင်နှင့် အသိပညာကို ‌ပေးသနား‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် ဤသို့ပင် ‌ကောင်းကျိုးပြုလုပ်သူများကို အစား‌ပေး‌တော်မူသည်။"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "ထို့ပြင် ၎င်းသည် မြို့ထဲသို့ သူတို့အမှတ်မထင်ဖြစ်‌နေသည့်အချိန်* ဝင်‌ရောက်ခဲ့သည့်အခါ ထိုမြို့ထဲတွင် စကားများရန်ဖြစ်‌နေကြ‌သော လူနှစ်ဦးကို ‌တွေ့ခဲ့ရသည်။ (ထိုအထဲမှ)ဤတစ်‌ယောက်သည် ၎င်း၏အုပ်စုထဲမှဖြစ်ပြီး အခြားတစ်‌ယောက်ကမူ ၎င်း၏ရန်သူများထဲမှ ဖြစ်ခဲ့သည်။ ထို့ပြင် ၎င်း၏အုပ်စုထဲမှသူက ၎င်း၏ရန်သူအုပ်စုထဲမှသူနှင့် ဆန့်ကျင်ပြီး အကူအညီ အတင်းအကျပ်‌တောင်းခံခဲ့သည်။ သို့ဖြစ်ရာ မူစာသည် (၎င်း၏ရန်သူအုပ်စုမှဖြစ်သည့်)သူကို လက်သီးနှင့်ထိုးလိုက်သည်။ သို့ဖြစ်ရာ ထိုသူသည် ‌သေဆုံးသွားခဲ့သည်။ ၎င်း(မူစာ)က ဤသည် ရှိုင်သွာန်၏လုပ်ရပ်*ပင်ဖြစ်သည်။ အမှန်စင်စစ် ထိုရှိုင်သွာန်သည် ထင်ရှားစွာ လမ်းလွဲ‌စေ‌သော ရန်သူပင်ဖြစ်သည်ဟု ‌ပြောဆိုခဲ့သည်။"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "၎င်းက (အရှင်မြတ်ထံ‌တော်တွင်) အို- ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၊ အမှန်စင်စစ် ကျွန်ုပ်သည် မိမိကိုယ်မိမိ နှိပ်စက်မိပြီဖြစ်ပါသည်။ သို့ဖြစ်ရာ အရှင်မြတ်မသည် ကျွန်ုပ်အား ခွင့်လွှတ်ချမ်းသာ ‌ပေးသနား‌တော်မူပါဟု ‌ပြောဆို‌လျှောက်ထားခဲ့သည့်အတွက် အရှင်မြတ်က ၎င်းအား ခွင့်လွှတ်ချမ်းသာ‌ပေးသနား‌တော်မူခဲ့သည်။ အမှန်စင်စစ် အရှင်မြတ်သည် အလွန်လွတ်ငြိမ်းချမ်းသာခွင့် ‌ပေး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "၎င်းက ‌ပြောဆို‌လျှောက်ထားသည်- အို- ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်၊ အရှင်မြတ်သည် ကျွန်ုပ်၏အ‌ပေါ်တွင် ‌ကျေးဇူးပြု‌တော်မူခဲ့သည့်အတွက် ကျွန်ုပ်သည်လည်း အပြစ်ရှိသည့်သူများကို မည်သည့်အခါမှ အကူအညီ‌ပေးသူ ဖြစ်‌တော့မည် မဟုတ်ပါ။"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "ထို့‌နောက် ၎င်းသည် မြို့ထဲသို့ နံနက်အချိန်တွင် ‌ကြောက်ရွံ့စွာ သတင်း‌ထောက်လှမ်း‌နေစဉ် ရုတ်တရက် မ‌နေ့က ၎င်းထံသို့ အကူအညီ‌တောင်းခဲ့သည့်သူသည် ၎င်းကို ဟစ်‌ခေါ်‌နေပြန်သည်။ ၎င်း(မူစာ)က သူ့ကို အမှန်စင်စစ် အသင်သည် ထင်ရှား‌သော ဆိုးသွမ်းသူတစ်ဦးပင်ဖြစ်သည်ဟု ‌ပြောကြားခဲ့သည်။"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "ထို့‌နောက် ၎င်းသည် ၎င်းတို့နှစ်ဦးစလုံး၏ရန်သူဖြစ်သူကို (ရန်မဖြစ်‌အောင်တားဆီး) ချုပ်ကိုင်ရန် ကြံရွယ်သည့်အခါ (၎င်း၏အုပ်စုထဲမှသူက သူ့ကို ထင်ရှား‌သော ဆိုးသွမ်းသူဟု ‌ပြောထားသည့်အတွက် သူ့ကို သတ်‌တော့မည်ဟုထင်ပြီး)သူက ‌ပြော‌တော့သည်- အို- မူစာ၊ အသင်သည် မ‌နေ့က လူတစ်ဦးအား သတ်ဖြတ်ခဲ့သကဲ့သို့ ကျွန်ုပ်ကို သတ်ဖြတ်လိုသ‌လော။ အသင်သည် တိုင်းပြည်တွင် ရက်စက်စွာ စိုးမိုးအုပ်ချုပ်သည့်သူဖြစ်ရန်သာ အလိုရှိသည်။ ထို့ပြင် အသင်သည် ဖျန်‌ဖြေ‌စေ့စပ်‌ပေးသူအဖြစ် အလိုမရှိ‌ပေ(ဟု ‌ပြောဆိုခဲ့သည်။ သူ၏ထိုစကား‌ကြောင့် ရန်သူဖြစ်သူသည် မ‌နေ့က လူတစ်‌ယောက်ကို သတ်ဖြတ်သူသည် မူစာပင်ဖြစ်သည်ကို သိသွားပြီး ဖိရ်‌အောင်န်ထံသို့ သတင်းသွား‌ပေးလိုက်သည်)။"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "ထို့‌နောက် မြို့အစွန်မှ လူတစ်‌ယောက်*သည် ‌ပြေးလာ၍၊ အို- မူစာ၊ အမှန်ပင် မှူးကြီးမတ်ရာများသည် အသင်နှင့်ပတ်သက်၍ အသင့်အား သတ်ပစ်ရန် ‌ဆွေး‌နွေးတိုင်ပင်‌နေကြသည်။ သို့ဖြစ်ရာ အသင် ထွက်သွားလိုက်ပါ၊ အမှန်စင်စစ် ကျွန်ုပ်သည် အသင်၏‌ကောင်းကျိုးကို လိုလားသူတစ်ဦးဖြစ်သည်ဟု ‌ပြောခဲ့သည်။"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "ထို့‌နောက် ၎င်း(မူစာ)သည် ‌ကြောက်ရွံ့စိုးရိမ်လျက်၊ အ‌ခြေအ‌နေအကဲခတ် ‌စောင့်ကြည့်လျက် ထိုမြို့မှ ထွက်ခွာသွားခဲ့သည်။ ၎င်းက ‌ပြောဆို‌လျှောက်ထားသည်- အို- ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်၊ အရှင်မြတ်သည် ကျွန်ုပ်အား မတရားသူများမှ လွတ်‌မြောက်‌စေ‌တော်မူပါ။"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "ထို့ပြင် ၎င်းသည် မဒ်ယန်မြို့ဘက်သို့ မျက်နှာမူသည့်အခါ ငါ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်သည် ငါ့အား အ‌ကောင်းဆုံးလမ်းသို့ ညွှန်ကြားပြသ‌တော်မူမည်ကို ‌မျှော်လင့်သည်ဟု ‌ပြောဆိုသည်။"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "ထို့ပြင် ၎င်းသည် မဒ်ယန်မြို့၏‌ရေတွင်းသို့ ‌ရောက်သည့်အခါ ထို‌ရေတွင်းအနီးတွင် လူတစ်စုသည် (သူတို့၏တိရစာ္ဆန်များအား) ‌ရေတိုက်‌နေသည်ကို ‌တွေ့ရသည်။ ထို့ပြင် အမျိုးသမီးနှစ်ဦးကိုလည်း ‌တွေ့ရသည်၊ သူမတို့နှစ်ဦးသည် (သူမတို့၏တိရစာ္ဆန်များအား အခြားတိရစာ္ဆန်များနှင့် ‌ရော‌နှောမသွား‌အောင်) တားဆီးထိန်းသိမ်း‌နေကြသည်ကိုလည်း ‌တွေ့ရှိခဲ့သည်။ ၎င်းက အသင်မတို့နှစ်ဦးသည် မည်သို့နည်းဟု ‌မေးသည့်အခါ သူမတို့နှစ်ဦးက ‌ပြောဆိုခဲ့ကြသည်- ထိုထိန်း‌ကျောင်းသူများသည် (သူတို့၏တိရစာ္ဆန်များကို) ပြန်ထုတ်မသွားသမျှ ကျွန်မတို့သည် (ကျွန်မတို့၏တိရစာ္ဆန်များကို) ‌ရေတိုက်‌ကျွေးခြင်း မပြုလုပ်နိုင်‌ပေ။ ထို့ပြင် ကျွန်မတို့၏ဖခင်သည်လည်း အသက်အရွယ် အိုမင်းရင့်‌ရော်‌နေသူဖြစ်သည်။"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "သို့ဖြစ်ရာ ၎င်းသည် သူမတို့နှစ်ဦးအား သက်ညှာပြီး (သူမတို့၏တိရစာ္ဆန်များကို) ‌ရေ(ငင်ပြီး)တိုက်လိုက်သည်။ ထို့‌နောက် အရိပ်ရှိရာသို့သွား(‌ရောက်ထိုင်)ပြီး ၎င်းက‌ပြောဆိုသည်- “အို- ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၊ အမှန်စင်စစ် ကျွန်ုပ်သည် အရှင်မြတ် ကျွန်ုပ်အား ချ‌ပေးသနား‌တော်မူမည့် မည်သည့်‌ကောင်းမြတ်သည့်အရာကိုမဆို လိုလား‌တောင့်တသူ ဖြစ်ပါသည်။“"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "ထို့‌နောက် သူမတို့နှစ်‌ယောက်ထဲမှ တစ်‌ယောက်က ၎င်း၏ထံသို့ ရှက်ရှက်နှင့်‌လျှောက်လာပြီး “အသင်သည် ကျွန်မတို့အား သက်ညှာပြီး ‌ရေတိုက်‌ပေးခဲ့သည့်အကျိုး‌ကျေးဇူးကို အသင့်အား ပြန်ဆပ်ရန် ကျွန်မတို့ဖခင်က အသင့်အား အမှန်ပင် ‌ခေါ်‌နေပါသည်“ဟု ‌ပြောဆိုသည်။ ထို့‌နောက် ၎င်း(မူစာ)သည် သူ(သူမတို့၏ဖခင်)၏ထံသို့ ‌ရောက်လာပြီး အဖြစ်အပျက်အ‌ကြောင်းအရာများကို ၎င်း၏‌ရှေ့၌ ‌ပြောပြသည့်အခါ သူမတို့၏ဖခင်က “အသင်မစိုးရိမ်ပါနှင့်၊ အသင်သည် မတရားသူများမှ လွတ်‌မြောက်လာခဲ့ပြီဖြစ်သည်“ဟု ‌ပြောဆိုသည်။"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "သူမတို့နှစ်ဦးထဲမှ တစ်ဦးက “အို- ဖခင်၊ ဖခင်သည် ၎င်းကို (အလုပ်လုပ်မည့်သူ အဖြစ်)ငှားလိုက်ပါ။ အမှန်စင်စစ် ဖခင်ငှားမည့်သူများထဲတွင် အင်အား‌တောင့်တင်းသူ၊ ယုံကြည်စိတ်ချရသူသည် အ‌ကောင်းဆုံးဖြစ်ပါသည်“ဟု ‌ပြောဆိုသည်။"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "သူ(ဖခင်)က ‌ပြောဆိုသည်- အမှန်စင်စစ် ကျွန်ုပ်သည် အသင့်အား ကျွန်ုပ်၏သမီးနှစ်‌ယောက်ထဲမှ တစ်‌ယောက်နှင့် အသင်သည် ကျွန်ုပ်ထံတွင် ရှစ်နှစ်အလုပ်လုပ်‌ပေးရန် စည်းကမ်းချက်ဖြင့် ထိမ်းမြား‌ပေးရန် ရည်ရွယ်သည်။ ထို့ပြင် အသင်သည် ဆယ်နှစ်ပြည့်‌အောင်လုပ်ခဲ့လျှင် အသင့်ဘက်မှ(‌ကျေးဇူး)ပင်ဖြစ်သည်။ ထို့ပြင် ကျွန်ုပ်သည် အသင်၏အ‌ပေါ်တွင် ကျပ်တည်း‌စေရန် မလိုလား‌ပေ။ အကယ်၍ အလ္လာဟ်အရှင်မြတ်အလိုရှိ‌တော်မူလျှင် မကြာမီ အသင်သည် ကျွန်ုပ်ကို ‌ကောင်းမြတ်သူတစ်ဦးအဖြစ် ‌တွေ့ရှိရပါလိမ့်မည်။"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "၎င်း(မူစာ)က ‌ပြောဆိုသည်- “ဤစည်းကမ်းချက်သည် အသင်နှင့် ကျွန်ုပ်အကြားတွင် ရှိခဲ့ပြီဖြစ်သည်။ ကန့်သတ်ထား‌သော ကာလနှစ်ခုထဲမှ မည်သည့်ကာလကိုမဆို ကျွန်ုပ်သည် ပြည့်‌အောင်ပြုလုပ်ခဲ့လျှင် ကျွန်ုပ်အ‌ပေါ်တွင် အတင်းအကျပ်ပြုရန် အ‌ကြောင်းမရှိ‌တော့‌ပေ။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့‌ပြောဆိုကြ‌သော ကိစ္စနှင့်ပတ်သက်၍ (သက်‌သေအဖြစ်)အလွန်ယုံပုံလွှဲအပ်ခြင်း ခံထိုက်‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူပါသည်။“"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "ထို့‌နောက် (တမန်‌တော်)မူစာသည် ကန့်သတ်ထား‌သောကာလ ပြီး‌မြောက်‌အောင်ပြုလုပ်ခဲ့ပြီး ၎င်း၏အိမ်သူအိမ်သားတို့နှင့်အတူ (ခရီး)သွားခဲ့သည့်အခါ ၎င်းသည် သွူရ်‌တောင်ဘက်တွင် မီး‌ရောင်တစ်ခုကို ‌တွေ့မြင်ခဲ့သည်။ ၎င်းက ၎င်း၏အိမ်သူအိမ်သားများကို ‌ပြောသည်- အသင်တို့သည် ‌စောင့်‌နေခဲ့ကြပါ။ အမှန်ပင် ကျွန်ုပ်သည် မီး‌ရောင်တစ်ခုကို မြင်ရပြီဖြစ်သည်။ ကျွန်ုပ်သည် ထိုမီးရှိရာမှ သတင်းတစ်စုံတစ်ခု သို့မဟုတ် မီးစ တစ်စုံတစ်စုံကို အသင်တို့ အ‌နွေးဓာတ်ရ‌အောင် မီးလှုံနိုင်ကြရန် ယူ‌ဆောင်လာနိုင်မည်ဖြစ်သည်။"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "ထို့‌နောက် ၎င်းသည် မီးရှိရာသို့‌ရောက်သည့်အခါ မဂင်္လာအ‌ပေါင်းနှင့် ပြည့်စုံသည့်‌နေရာတွင် (မူစာ၏)လက်ယာဘက်ဖြစ်‌သော ‌တောင်ကြားအရပ်၏ အစွန်း၌ရှိ‌သော သစ်ပင်မှ အသံကြားလိုက်ရသည်။ “အို- မူစာ၊ အမှန်စင်စစ် ငါအရှင်မြတ်သည် စကြဝဠာအ‌ပေါင်းအား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အလ္လာဟ်အရှင်မြတ်ပင် ဖြစ်‌တော်မူသည်။“"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "ထို့ပြင် အသင်သည် အသင်၏‌တောင်‌ဝှေးကို ပစ်ချလိုက်ပါ။ ထို့‌နောက် ၎င်းသည် ထို‌တောင်‌ဝှေးအား ‌မြွေကဲ့သို့ တွန့်လိမ်လှုပ်ရှား‌နေသည်ကို ‌တွေ့မြင်သည့်အခါ ပြန်လှည့်၍ပင် မကြည့်ဘဲ ‌နောက်သို့ လှည့်ထွက်သွား‌တော့သည်။ (အရှင်မြတ်က အမိန့်ရှိ‌တော်မူသည်)။ အို- မူစာ၊ အသင်သည် ‌ရှေ့သို့လာခဲ့ပါ။ ထို့ပြင် အသင်သည် မ‌ကြောက်ပါနှင့်။ အမှန်စင်စစ် အသင်သည် ‌ဘေးကင်းသူတစ်ဦးဖြစ်သည်။"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "အသင်သည် အသင်၏လက်ကို အကင်္ျီကွဲ‌ကြောင်း(မှချိုင်းကြား)ကို ထည့်သွင်းလိုက်ပါ။ ထိုလက်သည် အပြစ်အနာအဆာမရှိဘဲ လင်းဝင်း‌တောက်ပလျက်ထွက်လာမည်။ ထို့ပြင် အသင်သည် ‌ကြောက်ရွံ့မှုကင်းရန်အတွက် အသင်၏လက်ကို အသင်၏ကိုယ်နှင့် ပူးကပ်ထားလိုက်ပါ။ ဤနှစ်ခုသည် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်ထံ‌တော်မှ ဖိရ်‌အောင်န်နှင့် သူ၏မှူးမတ်များထံသို့(ယူသွားရန်) ထင်ရှား‌သော သက်‌သေသာဓကနှစ်ခုပင် ဖြစ်သည်။ အမှန်စင်စစ် သူတို့သည် အမိန့်‌တော်ကို ‌သွေဖည်ကြ‌သော အမျိုးသားများပင် ဖြစ်ကြသည်။"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "၎င်းက ‌ပြောဆို‌လျှောက်ထားသည်။ အို- ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၊ အမှန်စင်စစ် ကျွန်ုပ်သည် သူတို့ထဲမှ လူတစ်ဦးကို သတ်ဖြတ်မိခဲ့သည့်အတွက် သူတို့သည် ကျွန်ုပ်အား သတ်ဖြတ်မည်ကို ကျွန်ုပ်စိုးရိမ်မိပါသည်။"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "ထို့ပြင် ကျွန်ုပ်အစ်ကို ဟာရူန်ကမူ စကား‌ပြောဆိုရာတွင် ကျွန်ုပ်ထက်ပို၍ စကားကြွယ်သည့်သူဖြစ်ပါသည်။ သို့ဖြစ်ရာ အရှင်မြတ်သည် ကျွန်ုပ်၏အစ်ကိုကိုလည်း ကျွန်ုပ်နှင့်အတူ ကျွန်ုပ်ကို‌ထောက်ခံ(‌ပြောဆိုနိုင်ရန်) ကူညီရိုင်းပင်းသူအဖြစ် ‌စေလွှတ်‌တော်မူပါ။ အမှန်စင်စစ် ကျွန်ုပ်သည် ကျွန်ုပ်အား သူတို့က မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်ကြမည်ကို စိုးရိမ်မိပါသည်။"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "အရှင်မြတ်က အမိန့်ရှိ‌တော်မူသည်- ငါအရှင်မြတ်သည် အသင်၏အစ်ကိုနှင့် အသင်၏လက်ရုံးရည်ကို အားပိုရှိ‌စေ‌တော်မူမည်။ ထို့ပြင် ငါအရှင်မြတ်သည် အသင်တို့နှစ်ဦးအား အရှိန်အဝါတစ်မျိုးကို ‌ပေးသနား‌တော်မူမည်ဖြစ်သည့်အတွက် သူတို့သည် အသင်တို့အ‌ပေါ်တွင် မည်သို့မှ ထိပါးနိုင်ကြမည် မဟုတ်‌ပေ။ (အသင်တို့နှစ်ဦးသည်) ငါအရှင်မြတ်၏ သက်‌သေလက္ခဏာများနှင့်တကွ(သွားကြပါ)။ အသင်တို့နှစ်ဦးနှင့် အသင်တို့နှစ်ဦး‌နောက်သို့ လိုက်ကြသည့်သူများသည် ‌အောင်နိုင်သူများဖြစ်ကြလိမ့်မည်။"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "ထို့‌နောက် (တမန်‌တော်)မူစာသည် သူတို့ထံသို့ ငါအရှင်မြတ်၏ ထင်ရှားသည့်သက်‌သေလက္ခဏာ‌တော်များကို ယူ‌ဆောင်လာခဲ့သည့်အခါ သူတို့က ဤသည် လုပ်ကြံဖန်တီးထား‌သော ‌မှော်အတတ်ပင်ဖြစ်သည်။ ထို့ပြင် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏‌ရှေးက အဘ၊ ဘိုး၊ ‌ဘေးများ(လက်ထက်)တွင် ဤသို့စကားမျိုး မကြားဖူးခဲ့ကြပါဟု ‌ပြောဆိုကြသည်။"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "ထို့ပြင် (တမန်‌တော်)မူစာက ‌ပြောခဲ့သည်- ငါ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်သည် အရှင်မြတ်ထံ‌တော်မှ မည်သူသည် လမ်းမှန် ညွှန်ကြားပြသချက်ကို ယူ‌ဆောင်ခဲ့သည်ကိုသာမက ဤဘဝ၏ ‌နောက်ဆုံးအကျိုးသည် မည်သူ့အတွက် ဖြစ်သည်ဆိုသည်ကို အသိဆုံးအရှင်ဖြစ်‌တော်မူသည်။ အမှန်စင်စစ် မတရားကျူးလွန်သူများသည် ‌အောင်မြင်မှုကို ရရှိကြမည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "ထို့ပြင် ဖိရ်‌အောင်န်က ‌ပြောဆိုသည်။ အို- မှူးမတ်တို့၊ ကျွန်ုပ်သည် ကျွန်ုပ်မှလွဲ၍ အသင်တို့တွင် အခြားကိုးကွယ်ရာရှိသည်ဟု မသိ‌ပေ။ သို့ဖြစ်ရာ အို- ဟာမာန်၊ ကျွန်ုပ်သည် မူစာ၏ကိုးကွယ်ထိုက်သည့်အရှင်ကို ကြည့်ရန် အသင်သည် ကျွန်ုပ်အတွက် ရွှံ့‌မြေကိုမီးဖုတ်ပြီး မြင့်သည့်အ‌ဆောက်အအုံ(‌မျှော်စင်)တစ်ခုပြုလုပ်ပါ။ ထို့ပြင် အမှန်စင်စစ် ကျွန်ုပ်သည် သူ့ကို လိမ်လည်သူဖြစ်သည်ဟု ထင်သည်။"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "ထို့ပြင် ထိုဖိရ်‌အောင်န်နှင့် သူ၏တပ်သားများသည် တိုင်းပြည်တွင် မတရား မာန‌ထောင်ကြရုံသာမက အမှန်စင်စစ် သူတို့သည် ငါအရှင်မြတ်ထံသို့ ပြန်လည်‌ရောက်ရှိကြမည်မဟုတ်‌ပေဟု ထင်မှတ်‌နေခဲ့ကြခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "သို့ဖြစ်ရာ ငါအရှင်မြတ်သည် ထိုဖိရ်‌အောင်န်နှင့် သူ၏တပ်သားများကို ဖမ်းဆီးပြီး ပင်လယ်ထဲသို့ ပစ်ချ‌တော်မူခဲ့သည်။ သို့ဖြစ်ရာ မတရားသူများ၏‌နောက်ဆုံးအကျိုးသည် မည်သို့ရှိခဲ့သနည်းဆိုသည်ကို အသင်ကြည့်လိုက်ပါ။"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့အား ငရဲဘက်သို့ ဖိတ်‌ခေါ်ကြ‌သောအခါ ‌ရှေ့‌ဆောင်‌ရှေ့ရပ်များအဖြစ် ပြုလုပ်‌တော်မူခဲ့သည်။ ထို့ပြင် ကိယာမသ်ရှင်ပြန်ထမည့်‌နေ့တွင် သူတို့သည် ကူညီမှု ခံရမည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် ဤဘဝတွင်လည်း ကရုဏာ‌တော်မှကင်း‌ဝေးမှုကို သူတို့၏‌နောက်မှ လိုက်ပါ‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် ကိယာမသ်‌နေ့တွင်လည်း သူတို့သည် အ‌ခြေအ‌နေ အလွန်ဆိုးရွားသူများထဲမှပင် ဖြစ်ကြလိမ့်မည်။"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် ယခင်ကမျိုးဆက်များကို ဖျက်ဆီး‌တော်မူခဲ့ပြီး‌နောက် လူများ တရားရကြရန်အတွက် ထင်ရှား‌သောသက်‌သေခံများအဖြစ်၊ လမ်းမှန်ညွှန်ကြားပြသချက်အဖြစ်နှင့် ကရုဏာ‌တော်အဖြစ် ငါအရှင်မြတ်သည် (တမန်‌တော်)မူစာအား ကျမ်းဂန်ကို ‌ပေးသနား‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် (တမန်‌တော်)မူစာထံသို့ အမိန့်‌တော်ပို့ချ‌တော်မူခဲ့စဉ်က အသင်(တမန်‌တော်မုဟမ္မဒ်-ဆွ)သည် အ‌နောက်ဘက်အရပ်တွင် ရှိခဲ့သည်လည်းမဟုတ်‌ပေ။ ထို့ပြင် အသင်(တမန်‌တော်)သည် ကြည့်ရှုသူများထဲတွင် ပါဝင်ခဲ့သည်လည်း မဟုတ်‌ပေ။"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "သို့ရာတွင် ငါအရှင်မြတ်သည် မျိုးဆက်အ‌မြောက်အမြားကို ‌ပေါက်ဖွား‌စေ‌တော်မူခဲ့သည်။ သူတို့အ‌ပေါ်တွင်လည်း သက်တမ်းနှစ်များ(များစွာ)ကြာ‌ညောင်း(‌နေထိုင်‌စေ)ခဲ့သည်။ ထို့ပြင် အသင်(တမန်‌တော်)သည် မဒ်ယန်မြို့သားများထဲတွင် ‌နေထိုင်ပြီး သူတို့‌ရှေ့၌ ငါအရှင်မြတ်၏အာယသ်‌တော်များကို ဖတ်ကြား‌နေခဲ့ဖူးသည်လည်း မဟုတ်‌ပေ။ သို့ရာတွင် ငါအရှင်မြတ်သည် (အသင့်အား တမန်‌တော်အဖြစ်)‌စေလွှတ်‌တော်မူမည့် အရှင်မြတ်ပင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် (တမန်‌တော်မူစာကို) ဟစ်‌ခေါ်‌တော်မူခဲ့သည့်အခါတွင် အသင်သည် သွူရ်‌တောင်၏နံ‌ဘေးတွင် ရှိခဲ့သည်လည်းမဟုတ်‌ပေ။ သို့ရာတွင် အသင်သည် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်၏ကရုဏာ‌တော်ဖြင့် အကြင်အမျိုးသားများအား တရားရကြ‌အောင် သတိ‌ပေးနှိုး‌ဆော်ရန်အတွက် (တမန်‌တော်အဖြစ် ချီးမြှင့်‌တော်မူခြင်းကို ခံခဲ့ရသည်)။ ထိုအမျိုးသားများထံသို့ အသင်၏မတိုင်မီ သတိ‌ပေးနှိုး‌ဆော်သူတစ်ဦးမျှ ‌ရောက်ရှိလာခဲ့သည် မရှိ‌ပေ။"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "ထို့ပြင် အကယ်၍သာ သူတို့အ‌ပေါ်တွင် သူတို့လက်များက ကြိုတင်ပို့ထားသည့်အရာ(အပြစ်)များ‌ကြောင့် ဒုက္ခတစ်စုံတစ်ခု ကျ‌ရောက်လာလျှင် သူတို့က အို- ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်၊ အရှင်မြတ်သည် အဘယ့်‌ကြောင့် ကျွန်ုပ်တို့ထံသို့ တမန်‌တော်တစ်ပါးပါး ‌စေလွှတ်‌တော်မမူခဲ့ပါသနည်း။ ထိုသို့ ‌စေလွှတ်‌တော်မူခဲ့လျှင် ကျွန်ုပ်တို့သည် အရှင်မြတ်၏အမိန့်‌တော်များကို လိုက်နာကြမည်ဖြစ်ပါသည်။ ထို့ပြင် ကျွန်ုပ်တို့သည် အီမာန်ယုံကြည်သူများထဲတွင် အပါအဝင်ဖြစ်ကြမည်ဟု မ‌ပြောဆိုနိုင်ကြရန်အတွက် (တမန်‌တော်ကို ‌စေလွှတ်လိုက်ခြင်း)ဖြစ်သည်။"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "ထို့‌နောက် သူတို့ထံသို့ ငါအရှင်မြတ်ထံ‌တော်မှ အမှန်တရား‌တော်‌ရောက်ရှိလာသည့်အခါ သူတို့က အဘယ့်‌ကြောင့် (ဤတမန်‌တော်သည် တမန်‌တော်)မူစာ ချီးမြှင့်ခံရသည့်အရာမျိုး* ချီးမြှင့်ခြင်း မခံခဲ့ရပါသနည်းဟု ‌ပြောဆိုခဲ့ကြသည်။ သူတို့သည် ယခင်က (တမန်‌တော်)မူစာချီးမြှင့်ခံရသည့်အရာကို ငြင်းပယ်ခဲ့ကြသည်မဟုတ်‌လော။ သူတို့က (‌သောင်ရသ်ကျမ်းနှင့် ကုရ်အာန်ကျမ်းမြတ်)နှစ်ခုလုံးသည် အချင်းချင်းတစ်ခုကိုတစ်ခု ‌ထောက်ခံ‌သော ‌မှော်အတတ်ဖြစ်သည်ဟု ‌ပြောဆိုခဲ့ကြသည်။ ထို့ပြင် သူတို့က အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အားလုံးကို ငြင်းပယ်သူများဖြစ်ကြသည်ဟု ‌ပြောဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အကယ်၍ အသင်တို့သည် အမှန်‌ပြောဆိုသူများဖြစ်ကြလျှင် အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်မှ ဤ(ကျမ်း)နှစ်‌စောင်လုံးထက်ပို၍ တရားလမ်းညွှန်ဖြစ်‌သော ကျမ်းတစ်‌စောင်ကို ယူ‌ဆောင်လာကြပါ။ ငါသည် ထိုကျမ်းနှင့်အညီ လိုက်နာပါမည်။"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "ထို့‌နောက် အကယ်၍ သူတို့သည် အသင်၏‌ပြောကြားချက်ကို သ‌ဘောမတူခဲ့ကြလျှင် သူတို့သည် သူတို့၏စိတ်အလိုဆန္ဒများကိုသာ လိုက်စားသူများဖြစ်ကြသည်ဟုပင် အသင် မှတ်ယူလိုက်ပါ။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်မှ တရားလမ်းညွှန်မှု တစ်စုံတစ်ရာမရှိဘဲ မိမိ၏စိတ်အလိုဆန္ဒကိုသာ လိုက်စားသူထက် ပိုမိုလမ်းလွဲသူ မည်သူရှိဦးမည်နည်း။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မတရားကျူး‌ကျော်‌စော်ကား‌သော အမျိုးသားများအား လမ်းမှန်ညွှန်ကြားပြသ‌တော်မမူ‌ပေ။"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် သူတို့အတွက် သူတို့ တရားရကြရန် ကုရ်အာန်ကျမ်း‌တော်မြတ်ကို အဆက်မပြတ်(တဖြည်းဖြည်း)ပို့‌ဆောင်သည်။"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "ဤ(ကုရ်အာန်၏)မတိုင်မီ ငါအရှင်က ကျမ်းဂန်‌ပေးသနား‌တော်မူခဲ့သည့်သူများသည် ဤ(ကုရ်အာန်ကျမ်း‌တော်မြတ်)ကို ယုံကြည်ကြသည်။"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "ထို့ပြင် ဤ(ကျမ်း)ကို သူတို့‌ရှေ့၌ ဖတ်ကြားသည့်အခါ သူတို့က ကျွန်ုပ်တို့သည် ဤ(ကျမ်း)ကို ယုံကြည်ကြပြီဖြစ်ပါသည်။ အမှန်စင်စစ် ဤ(ကျမ်း)သည် ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်မှ အမှန်တရားပင်ဖြစ်သည်။ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ဤ(ကျမ်းမကျမီ) ယခင်ကတည်းက အမိန့်‌တော်ကို လိုက်နာသည့်သူ မွတ်စ်လင်မ်များဖြစ်ခဲ့ကြပါသည်ဟု ‌ပြောဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "သူတို့သည် သည်းခံခဲ့ကြသည့်အတွက်နှင့် အဆိုးကို အ‌ကောင်းနှင့် တွန်းလှန်ကြသည့်အတွက်အပြင် သူတို့ကို ငါအရှင်မြတ်က ‌ပေးသနား‌တော်မူခဲ့‌သော ပစ္စည်းဥစ္စာများထဲမှ သုံးစွဲလှူဒါန်းကြသည့်အတွက်‌ကြောင့် သူတို့၏အကျိုးကို နှစ်ဆ‌ပေး‌တော်မူခြင်း ခံကြရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "ထို့ပြင် သူတို့သည် အကျိုးမဲ့စကားကို ကြားကြသည့်အခါ ထိုအကျိုးမဲ့စကားမှ မျက်နှာလွှဲသွားကြသည့်အပြင် ကျွန်ုပ်တို့၏လုပ်ရပ်များသည် ကျွန်ုပ်တို့အတွက်ဖြစ်ပြီး အသင်တို့၏လုပ်ရပ်များသည် အသင်တို့အတွက်ဖြစ်သည်။ အသင်တို့အ‌ပေါ် ငြိမ်းချမ်းသာယာမှု သက်‌ရောက်ပါ‌စေ။ ကျွန်ုပ်တို့သည် အသိပညာကင်းမဲ့သူများ(နှင့် စကားများရန်)ကို အလိုမရှိကြပါဟု ‌ပြောဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "အမှန်ပင် အသင်သည် အသင်နှစ်သက်သည့်သူကို တရားလမ်းမှန်သို့ ပို့‌ဆောင်မ‌ပေးနိုင်‌ပေ။ သို့ရာတွင် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိသည့်သူကို တရားလမ်းမှန်သို့ ပို့‌ဆောင်‌ပေး‌တော်မူသည်။* ထို့ပြင် အရှင်မြတ်သည် တရားလမ်းမှန်ရရှိမည့်သူများကို အသိဆုံးအရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "ထို့ပြင် သူတို့က အကယ်၍ ကျွန်ုပ်တို့သည် အသင်နှင့်အတူ တရားလမ်းမှန်ကို လိုက်ကြလျှင် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏တိုင်းပြည်မှ နှင်ထုတ်ခြင်းကို ခံကြရမည်ဖြစ်သည်ဟု ‌ပြောဆိုခဲ့ကြသည်။ ငါအရှင်မြတ်သည် သူတို့အား ‌ဘေးရန်ကင်းငြိမ်း‌သော အကြင်ဟရာမ်ထဲတွင် အတည်တကျ ‌နေရာချ‌ပေး‌တော်မူခဲ့ပြီး ထိုဟရာမ်ထံသို့ အသီးအနှံအမျိုးမျိုးသည် ငါအရှင်မြတ်ထံ‌တော်မှ စားနပ်ရိက္ခာအဖြစ် သယ်ယူ‌ရောက်ရှိလာခဲ့သည် မဟုတ်‌လော။ သို့ရာတွင် သူတို့ထဲမှ အများစုသည် မသိနားမလည်ကြ‌ပေ။"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့၏ ပစ္စည်းဥစ္စာချမ်းသာမှု‌ကြောင့် ‌မော်ကြွားရွှင်မြူးခဲ့ကြ‌သော မြို့ရွာအများအပြားအား ဖျက်ဆီး‌တော်မူခဲ့သည်။ ထို့ပြင် ဤအရာများသည် သူတို့၏အိမ်များပင်ဖြစ်ကြသည်။ ထိုအိမ်များတွင် သူတို့မရှိကြသည့်‌နောက် အနည်းငယ်(လူများ)မှလွဲ၍ စည်ကားခဲ့ခြင်း ‌နေထိုင်ခဲ့ခြင်း မရှိ‌တော့‌ပေ။ ထို့ပြင် ငါအရှင်မြတ်ပင် (သူတို့၏ပစ္စည်းများကို) ပိုင်ဆိုင်‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "ထို့ပြင် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် မြို့ရွာများကို ထိုမြို့ရွာများ၏ဌာနချုပ်တွင် ငါအရှင်မြတ်၏အာယသ်‌တော်များကို သူတို့‌ရှေ့၌ဖတ်ကြားမည့် တမန်‌တော်တစ်ပါးပါးအား ပွင့်‌ပေါ်‌စေ‌တော်မူခြင်း မရှိသမျှ ဖျက်ဆီး‌တော်မူ‌သောအရှင် မဟုတ်‌ပေ။ ထို့ပြင် ငါအရှင်မြတ်သည် ထိုမြို့ရွာများကို ထိုမြို့သူရွာသားများသည် မတရားသူများ မဖြစ်သမျှ ဖျက်ဆီး‌တော်မူ‌သောအရှင် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "ထို့ပြင် အသင်တို့ကို ‌ပေးသနားခြင်းခံခဲ့ကြရသည့်အရာများသည် ဤဘဝ၏အသုံးအ‌ဆောင်နှင့် ဤဘဝ၏တင့်တယ်မှုသာဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်တွင် ရှိသည့်အရာများကမူ အ‌ကောင်းဆုံးဖြစ်သည့်အပြင် အတည်မြဲဆုံးလည်းဖြစ်သည်။ သို့ပါလျက် အသင်တို့သည် မသိနားမလည်ကြသ‌လော။"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "သို့ဖြစ်ရာ မည်သူ့အား ငါအရှင်မြတ်သည် ‌ကောင်းမြတ်သည့်ကတိ ‌ပေး‌တော်မူခဲ့သည်၊ ထို(‌ပေးခဲ့သည့်)အတွက် ထိုသူသည် ထိုကတိအတိုင်း ဆုံ‌တွေ့ရမည့်သူလည်းဖြစ်သည်။ ထိုသူသည် အကြင်သူနှင့် တူနိုင်ပါမည်‌လော။ ငါအရှင်မြတ်သည် ထိုသူကို ဤဘဝတွင် အကျိုးခံစားခွင့်‌ပေး‌တော်မူခဲ့သည်။ ထို့ပြင် ကိယာမသ်‌နေ့တွင် သူသည် (ဖမ်းဆီးခံရပြီး) ‌ရှေ့သို့ ပို့ခံကြရမည့်သူများထဲမှဖြစ်သည်။"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "ထို့ပြင် ထို‌နေ့တွင် ငါအရှင်မြတ်သည် သူတို့အား ‌ခေါ်ဆိုမိန့်ကြား‌တော်မူမည်- “အသင်တို့က ထင်မှတ်(ကိုးကွယ်ခဲ့ကြသည့်)ငါ၏ရှယ်ယာဝင်များ (ငါနှင့်တွဲဖက်ကိုးကွယ်ရာများ) အဘယ်မှာနည်း။“"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "အကြင်သူတို့၏အ‌ပေါ်တွင် ငါအရှင်မြတ်၏အမိန့်‌တော်(ပြစ်ဒဏ်) အတည်ဖြစ်သွားသည့်သူ(‌ခေါင်း‌ဆောင်)များက ‌ပြောဆိုကြမည်- “အို- ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၊ ဤသူများကိုပင် ကျွန်ုပ်တို့သည် လမ်းလွဲ‌စေခဲ့ကြပါသည်။ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့ကိုယ်တိုင် လမ်းမှားခဲ့ကြသကဲ့သို့ သူတို့ကိုလည်း လမ်းမှား‌စေခဲ့ကြသည်ပင်ဖြစ်ပါသည်။ (ယခုမူ) အရှင်မြတ်၏‌ရှေ့၌ (သူတို့နှင့် ကျွန်ုပ်တို့သည် မည်သို့မျှ) မသက်ဆိုင်‌ကြောင်း တင်ပြပါသည်။ (အမှန်စင်စစ်) သူတို့သည် ကျွန်ုပ်တို့အား ကိုးကွယ်ခဲ့ကြသည် မဟုတ်‌ပေ။ (သူတို့သည် ရှိုင်သွာန်များကို ကိုးကွယ်‌နေကြခြင်းသာဖြစ်ပါသည်။)"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "ထို့ပြင် (ထိုကာဖိရ်များသည် ဤသို့)အမိန့်‌ပေး‌တော်မူခြင်း ခံကြရမည်- “အသင်တို့သည် အသင်တို့ (ကိုးကွယ်ခဲ့ကြသည့်)ယှဉ်တွဲကိုးကွယ်ရာ တွဲဖက်များကို ‌ခေါ်ကြ‌လော့“။ ထို့‌နောက် သူတို့သည် သူတို့၏တွဲဖက်များအား ဟစ်‌ခေါ်ကြ‌သော်လည်း ထိုတွဲဖက်များက သူတို့အား ပြန်‌ဖြေကြား‌တော့မည် မဟုတ်‌တော့‌ပေ။ ထို့ပြင် သူတို့သည် ပြစ်ဒဏ်ကို ‌တွေ့မြင်ကြမည်။ (ထိုအခါ သူတို့ ‌တောင့်တကြမည်) အကယ်၍ သူတို့သည် ‌လောကတွင် ရှိ‌နေခဲ့ကြစဉ်က လမ်းမှန်လိုက်ခဲ့ကြလျှင် အဘယ်မျှ ‌ကောင်းလိုက်မည်နည်း။"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "ထို့ပြင် ထို‌နေ့တွင် အရှင်မြတ်သည် သူတို့အား ဟစ်‌ခေါ်ပြီး ‌မေးမြန်း‌တော်မူမည်- “အမှန်စင်စစ် အသင်တို့သည် တမန်‌တော်များအား မည်သို့ လက်ခံ‌ဖြေကြားခဲ့ကြသနည်း။“"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "ထို့‌နောက် သူတို့အ‌ပေါ်တွင် ထို‌နေ့၌ သတင်းစကားအားလုံးသည် ဖုံးအုပ်‌ပျောက်ကွယ်သွားမည်။ သူတို့သည် အချင်းချင်း တစ်ဦးကိုတစ်ဦး ‌မေးမြန်းခြင်းလည်း ပြုနိုင်ကြမည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "သို့ရာတွင် မည်သူမဆို ဝန်ချ‌တောင်းပန်ပြီး အီမာန်ယုံကြည်ခဲ့သည့်အပြင် ‌ကောင်းမြတ်သည့်လုပ်ရပ်ကိုလည်း ပြုလုပ်ခဲ့လျှင် ထိုသူသည် ‌အောင်မြင်မှုရရှိသည့်သူများထဲတွင် အပါအဝင်ဖြစ်လိမ့်မည်။"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "ထို့ပြင် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိ‌တော်မူ‌သောအရာကို ဖန်ဆင်း‌တော်မူပြီး ‌ရွေးချယ်‌တော်မူသည်။ ထိုသူ(မုရှ်ရိက်)များတွင် ‌ရွေးချယ်ခွင့် လုံးဝမရှိ‌ပေ။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့ တွဲဖက်ကိုးကွယ်ကြသည်များမှ စင်ကြယ်သန့်ရှင်း‌တော်မူသည့်အပြင် (ထိုအရာများထက် အနှိုင်းမရှိ) အလွန်မြင့်မား‌တော်မူလှသည်။"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "ထို့ပြင် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် သူတို့၏စိတ်နှလုံးများတွင် ကိန်း‌အောင်း‌နေသည်များနှင့် သူတို့ထုတ်‌ဖော်‌ပြောကြားသည်များကို သိရှိ‌တော်မူသည်။"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "ထို့ပြင် အရှင်မြတ်ပင် (ကိုးကွယ်ခြင်းခံထိုက်သည့်) အလ္လာဟ်အရှင်မြတ်ဖြစ်‌တော်မူသည်။ ထိုအရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သည့်အရှင် မရှိ‌ပေ။ ဤဘဝနှင့် တမလွန်ဘဝတွင် အရှင်မြတ်သာ ချီးမွမ်းခြင်းကို ခံထိုက်‌တော်မူသည်။ ထို့ပြင် စိုးမိုးအုပ်ချုပ်မှုအာဏာသည်လည်း အရှင်မြတ်၌ပင် ရှိသည်။ ထို့ပြင် အသင်တို့သည် အရှင်မြတ်ထံ‌တော်သို့ပင် ပြန်သွားကြရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "(အို- တမန်‌တော်)အသင် ‌ပြောလိုက်ပါ- “အသင်တို့‌ပြောကြစမ်းပါ- အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ကိယာမသ်ရှင်ပြန်ထမည့်‌နေ့ထိ ညကို အသင်တို့အ‌ပေါ်တွင် အမြဲတစ်ဆက်တည်း ပြုလုပ်ထားခဲ့လျှင် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အသင်တို့ထံသို့ အလင်း‌ရောင် ယူ‌ဆောင်လာမည့် အခြားကိုးကွယ်ရာ မည်သူရှိ‌သေးသနည်း။ ထို့‌နောက်လည်း အသင်တို့သည် မကြားကြသ‌လော။“"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "(အို- တမန်‌တော်)အသင် ‌ပြောလိုက်ပါ- “အသင်တို့‌ပြောကြစမ်းပါ- အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ကိယာမသ်ရှင်ပြန်ထမည့်‌နေ့ထိ ‌နေ့ကို အသင်တို့အ‌ပေါ်တွင် အမြဲတစ်ဆက်တည်း ပြုလုပ်ထားခဲ့လျှင် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အသင်တို့ အနားယူရန် ညကို အသင်တို့ထံသို့ ယူ‌ဆောင်လာမည့် အခြားကိုးကွယ်ရာ မည်သူရှိ‌သေးသနည်း။ ထို့‌နောက်လည်း အသင်တို့သည် မမြင်ကြသ‌လော။“"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "ထို့ပြင် အရှင်မြတ်သည် အရှင်မြတ်၏ကရုဏာ‌တော်နှင့် အသင်တို့အတွက် ညနှင့်‌နေ့ကို အသင်တို့သည် ည၌ အနားယူကြရန်နှင့် (‌နေ့တွင်) အရှင်မြတ်၏‌ကျေးဇူး‌တော် စားနပ်ရိက္ခာကို ရှာ‌ဖွေကြရန်အတွက် အသင်တို့ ‌ကျေးဇူးသိတတ်ကြရန် ပြုလုပ်ဖန်ဆင်းထား‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "ထို့ပြင် ထို‌နေ့တွင် အရှင်မြတ်သည် သူတို့အား ဟစ်‌ခေါ်မိန့်ကြား‌တော်မူမည်- “အသင်တို့သည် ငါအရှင်မြတ်၏ တွဲဖက်များဖြစ်ကြသည်ဟု ထင်မှတ်(ကိုးကွယ်)‌နေခဲ့ကြ‌သော တွဲဖက်များသည် အဘယ်မှာနည်း။“"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် သာသနာဝင်အုပ်စုတိုင်းမှ သက်‌သေတစ်ဦးစီကို ထုတ်ပြ‌တော်မူပြီး (ကာဖိရ်)များအား အမိန့်ရှိ‌တော်မူမည်- “အသင်တို့သည် (အသင်တို့၏ တွဲဖက်ကိုးကွယ်မှု မှန်ကန်‌ကြောင်းနှင့် ပတ်သက်၍) အသင်တို့၏ သက်‌သေသာဓက အ‌ထောက်အထားကို တင်ပြကြပါ“။ ထို့‌နောက် သူတို့သည် အလ္လာဟ်အရှင်မြတ်၌ပင် မှန်ကန်မှုရှိ‌ကြောင်း သိရှိသွားကြမည်။ ထို့ပြင် သူတို့ လုပ်ကြံဖန်တီးခဲ့ကြသည့်အရာများသည် သူတို့ထံမှ ‌ပျောက်ကွယ်သွားကြလိမ့်မည်။"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "အမှန်စင်စစ် ကာရူန်သည် (တမန်‌တော်)မူစာ၏ (‌ဆွေမျိုးသားချင်းများ)ထဲမှပင် ဖြစ်ခဲ့သည်။ ထို့ပြင် ထိုကာရူန်သည် ထိုအမျိုးသားများအ‌ပေါ်တွင် မာန‌ထောင်ခဲ့သည်။* ထို့ပြင် ငါအရှင်မြတ်သည် သူ့အား အဘယ်မျှ ‌ရွှေ‌ငွေဘဏ္ဍာများကို ‌ပေးသနားထားသနည်းဆိုလျှင်၊ ထို‌ရွှေ‌ငွေဘဏ္ဍာများ(ကို သို‌လှောင်ထား‌သော ဘဏ်တိုက်များ)၏‌သော့များသည် ခွန်အားဗလနှင့်ပြည့်စုံ‌သော လူတစ်စုကိုပင် အမှန်ပင် မနိုင့်တနိုင်ဖြစ်‌စေသည်။ တစ်ခါက သူ၏အမျိုးသားများက သူ့ကို ‌ပြောဆိုကြသည်- “အသင်သည် ဂုဏ်မ‌မောက်နှင့်၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ဂုဏ်‌မောက်သည့်သူများကို နှစ်သက်‌တော်မမူ‌ပေ။“"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "ထို့ပြင် အသင်သည် အသင့်အား အလ္လာဟ်အရှင်မြတ်က ‌ပေးသနား‌တော်မူခဲ့‌သော (‌ရွှေ‌ငွေများ)အထဲမှ တမလွန်ဘဝကို ရှာ‌ဖွေပါ။ ထို့ပြင် အသင်သည် ဤဘဝမှ အသင်၏‌ဝေစုကို (တမလွန်ဘဝသို့ ယူ‌ဆောင်သွားရန်) မ‌မေ့နှင့်။ ထို့ပြင် အသင့်အား အလ္လာဟ်အရှင်မြတ်က ‌ကျေးဇူးပြုသကဲ့သို့ အသင်လည်း (သူများအား)‌ကျေးဇူးပြုပါ။ ထို့ပြင် အသင်သည် တိုင်းပြည်တွင် ဖျက်ဆီးမှုကို မလိုလားနှင့်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ဖျက်ဆီးသည့်သူများကို နှစ်သက်‌တော်မမူ‌ပေ။"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "ထို ကာရူန်က ‌ပြောဆိုသည်- “ငါသည် ဤအရာများကို ငါ၏ထံတွင်ရှိသည့် အတတ်ပညာတစ်ခု‌ကြောင့် ရရှိခဲ့ခြင်းသာဖြစ်သည်။“ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သူ၏မတိုင်မီ သူ့ထက်ပိုပြီး အင်အားကြီးသည့်၊ သူ့ထက်ပိုပြီး အ‌ခြွေအရံများသည့်မျိုးဆက်များကို ဖျက်ဆီး‌တော်မူခဲ့‌ကြောင်း သူမသိခဲ့သ‌လော။ ထို့ပြင် အပြစ်ရှိသည့်သူများကို သူတို့၏အပြစ်များနှင့်ပတ်သက်၍ ‌မေးမြန်းစရာလိုမည် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "ထို့‌နောက် သူသည် သူ၏အမျိုးသားများ‌ရှေ့၌ သူ၏အခမ်းအနားနှင့်တကွ ထွက်ခဲ့သည်။ ဤဘဝကို အလိုရှိသူများက (ဤသို့)‌ပြောဆိုခဲ့ကြသည်- “‌ဪ- ကာရူန်ရရှိခဲ့‌သော ပစ္စည်းဥစ္စာများသည် ကျွန်ုပ်တို့တွင်လည်း ရှိခဲ့လျှင် ‌ကောင်း‌လေစွ၊ အမှန်စင်စစ် သူသည် ကြီးကျယ်‌သော နဖူးစာ‌ဝေစုကို ပိုင်ဆိုင်သူဖြစ်သည်။“"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "ထို့ပြင် အသိပညာကို ‌ပေးသနား‌တော်မူခြင်းခံကြရသည့်သူများကမူ (ဤသို့)‌ပြောဆိုခဲ့ကြသည်- အသင်တို့ ပျက်စီးပါ‌စေ၊ အီမာန်ယုံကြည်ပြီး ‌ကောင်းမြတ်‌သောလုပ်ရပ်ကို ပြုလုပ်ကြသည့်သူများအတွက် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်မှ (‌ပေးသနား‌တော်မူမည့်) အကျိုးကုသိုလ်သည် အ‌ကောင်းဆုံးဖြစ်သည်။ ထို့ပြင် ထိုအကျိုးကုသိုလ်ကို သည်းခံသူများမှလွဲ၍ (မည်သူမျှ)ရမည် မဟုတ်‌ပေ။“"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "ထို့‌နောက် ငါအရှင်မြတ်သည် သူ့အား သူ၏အိမ်နှင့်တကွ ‌မြေမျို‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် သူ့အတွက် အလ္လာဟ်အရှင်မြတ်နှင့်ဆန့်ကျင်ပြီး သူ့ကို ကူညီမည့်အုပ်စုလည်း မရှိခဲ့‌ပေ။ ထို့ပြင် သူသည် သူ့ကိုယ်သူ ကယ်တင်နိုင်သည့်သူများထဲတွင်လည်း အပါအဝင် မဖြစ်ခဲ့‌ပေ။"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "ထို့ပြင် မ‌နေ့က သူကဲ့သို့ဖြစ်ရန် ‌တောင့်တခဲ့ကြသည့်သူများက (ယခု ဤသို့)‌ပြောဆိုကြ‌တော့သည်- “အို- ဆုံးရှုံးရ‌လေခြင်း၊ အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ကျွန်များထဲမှ အရှင်မြတ်အလိုရှိသည့်သူကို စားနပ်ရိက္ခာ ကျယ်ဝန်းစွာ ‌ပေးသနား‌တော်မူပြီး (အရှင်မြတ်အလိုရှိသည့်သူကို) ကျပ်တည်း‌စေ‌တော်မူသည်။ အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အ‌ပေါ်တွင် ‌ကျေးဇူးပြု‌တော်မမူခဲ့လျှင် ကျွန်ုပ်တို့အားလည်း အမှန်ပင် ‌မြေမျို‌စေ‌တော်မူခဲ့မည်ဖြစ်သည်။ အသင်တို့ မသိမမြင်ကြ‌လေသ‌လော၊ ‌ကျေးဇူးကန်းသည့်သူများသည် မည်သည့်အခါမှ မ‌အောင်မြင်ကြ‌ပေ။“"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "ဤသည် တမလွန်ဘဝ၏အ‌ဆောင်ဖြစ်သည်။ ငါအရှင်မြတ်သည် ထိုအ‌ဆောင်ကို တိုင်းပြည်တွင် မာန‌ထောင်လွှားမှုနှင့် ဖျက်လိုဖျက်ဆီးမှုကို မလိုလားကြ‌သောသူများအတွက် သတ်မှတ်ထား‌တော်မူသည်။ ထို့ပြင် (‌ကောင်းမြတ်သည့်)‌နောက်ဆုံးအကျိုးဆက်သည် ‌ကြောက်ရွံ့အပြစ်‌ရှောင် ‌ကောင်းကျိုး‌ဆောင်ကြသည့်သူများအတွက်ပင် ဖြစ်သည်။"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "မည်သူမဆို ‌ကောင်းမှုကို ယူ‌ဆောင်လာလျှင် ထိုသူ့အတွက် ထို‌ကောင်းမှုထက် ပို‌ကောင်း‌သောအရာ(အကျိုး)ရှိသည်။ ထို့ပြင် မည်သူမဆို မ‌ကောင်းမှုကို ယူ‌ဆောင်လာလျှင် သူတို့ကျူးလွန်ခဲ့ကြ‌သော မ‌ကောင်းမှုများမှလွဲ၍ (အခြားအရာကို) အစား‌ပေးခြင်းခံကြရမည် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "အမှန်စင်စစ် အသင်(တမန်‌တော်)၏အ‌ပေါ်တွင် ကုရ်အာန်ကျမ်း‌တော်မြတ်ကို ပြဋ္ဌာန်း‌ပေး‌တော်မူခဲ့‌သော အရှင်မြတ်သည် အသင့်အား (အသင်၏)ဇာတိ‌နေရပ်သို့ အမှန်ပင် ပြန်ပို့‌ပေး‌တော်မူမည့်အရှင် ဖြစ်‌တော်မူသည်။* (အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- ငါ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် တရားလမ်းမှန်ကို ယူ‌ဆောင်လာ‌သောသူနှင့် ထင်ရှား‌သော လမ်းမှားတွင်ရှိ‌နေသည့်သူကို အသိဆုံးဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "ထို့ပြင် အသင်(တမန်‌တော်)သည် အသင်၏ထံသို့ ကျမ်းဂန်ချ‌ပေး‌တော်မူခြင်းခံရမည်ဟု မ‌မျှော်လင့်ခဲ့‌ပေ။ သို့ရာတွင် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၏ကရုဏာ‌တော်ဖြင့် (ကျ‌ရောက်လာခဲ့ပြီဖြစ်သည်)။ သို့ဖြစ်ရာ အသင်သည် ကာဖိရ်ငြင်းပယ်သူများကို ကူညီသူ လုံးဝမဖြစ်‌လေနှင့်။"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "ထို့ပြင် အသင်(တမန်‌တော်)ထံသို့ အလ္လာဟ်အရှင်မြတ်၏အမိန့်‌တော်များ ကျ‌ရောက်လာခဲ့ပြီး‌နောက်၊ သူတို့သည် အသင့်အား ထိုအမိန့်‌တော်များမှ လုံးဝ တားဆီးခြင်း မပြုနိုင်ကြ‌စေနှင့်။ ထို့ပြင် အသင်သည် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်ဘက်သို့ ဖိတ်‌ခေါ်‌နေပါ။ ထို့ပြင် အသင်သည် မုရှ်ရိက်များထဲတွင် အပါအဝင် လုံးဝ မဖြစ်‌လေနှင့်။"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "ထို့ပြင် အသင်သည် အလ္လာဟ်အရှင်မြတ်နှင့်အတူ မည်သည့်ကိုးကွယ်ရာကိုမှ ဟစ်‌ခေါ်(အကူအညီ‌တောင်းခံခြင်း) မပြုပါနှင့်။ ထိုအရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သည့်အရှင် မရှိ‌ပေ။ အရှင်မြတ်မှလွဲ၍ အခြားအရာအားလုံးသည် ပျက်စီးမည့်အရာများသာလျှင် ဖြစ်သည်။* အမိန့်အာဏာအားလုံးသည် အရှင်မြတ်၌ပင်ရှိသည်။ ထို့ပြင် အသင်တို့သည် အရှင်မြတ်ထံ‌တော်သို့ပင် ပြန်သွားကြရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "အလိဖ် လာမ် မီမ်။"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "လူများသည် သူတို့က “ကျွန်ုပ်တို့သည် အီမာန်ယုံကြည်ခဲ့ကြပြီဖြစ်ပါသည်“ဟု ‌ပြောကြသည့်အတွက် သူတို့သည် စမ်းသပ်ခြင်းမခံကြရဘဲလျက် လွှတ်ထားခြင်း ခံကြရမည်ဟု ထင်မှတ်ကြသ‌လော။"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် သူတို့မတိုင်မီက သူများကိုလည်း စမ်းသပ်‌တော်မူခဲ့သည်။* သို့ဖြစ်ရာ အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် မှန်ကန်စွာ ‌ပြောဆိုကြ‌သောသူများကို ‌ပေါ်လွင်ထင်ရှား သိသာ‌စေနိုင်‌အောင် ပြုလုပ်‌တော်မူမည်ဖြစ်သည်။ ထို့ပြင် အမှန်ပင် ထိုအရှင်မြတ်သည် မုသားလိမ်လည်သူများကိုလည်း ခွဲခြားသိမြင်နိုင်‌အောင် ပြုလုပ်‌တော်မူမည်ဖြစ်သည်။"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "သို့မဟုတ် မ‌ကောင်းမှုကျူးလွန်သူများသည် သူတို့အ‌နေနှင့် ငါအရှင်မြတ်(၏ဖမ်းဆီးခြင်း)မှ ထွက်‌ပြေးလွတ်‌မြောက်သွားကြမည်ဟု ထင်မှတ်ကြသ‌လော။ သူတို့၏အဆုံးအဖြတ်သည် အလွန်ဆိုုးရွားလှသည်။"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "မည်သူမဆို အလ္လာဟ်အရှင်မြတ်နှင့် ‌တွေ့ဆုံရန် ‌မျှော်လင့်လျှင် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သတ်မှတ်ထား‌သော အချိန်ကာလသည် အမှန်ပင် ဆိုက်‌ရောက်လာမည် ဖြစ်သည်။ ထို့ပြင် အရှင်မြတ်သည် အကြွင်းမဲ့ကြား‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "ထို့ပြင် မည်သူမဆို ကြိုးစားအားထုတ်ခဲ့လျှင် ထိုသူသည် သူ့အတွက် ကြိုးစားအားထုတ်‌နေခြင်းသာဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် စကြဝဠာအားလုံးမှ မုချ လိုလား‌တောင့်တခြင်းကင်း၍ ပြည့်စုံကြွယ်ဝ‌တော်မူ‌သော အရှင်မြတ်ပင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "ထို့ပြင် အကြင်သူများသည် အီမာန်ယုံကြည်ကြ၍ ‌ကောင်းမြတ်‌သောလုပ်ရပ်များကို ပြုလုပ်ကြလျှင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် သူတို့၏မ‌ကောင်းမှုများကို သူတို့ထံမှ ပ‌ပျောက်‌စေ‌တော်မူမည်။ ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် သူတို့ကို သူတို့ပြုလုပ်ခဲ့ကြသည်များထက် အ‌ကောင်းဆုံးအစားကို ‌ပေးသနား‌တော်မူမည်။"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် လူသားအား(ညွှန်ကြား‌တော်မူသည်၊) အသင်သည် အသင်၏မိဘနှစ်ပါးအား ‌ကောင်းမွန်စွာ ပြုစုရမည်။ ထို့ပြင် အကယ်၍ အသင်မသိသည့်အရာနှင့်ပတ်သက်၍ အသင့်အား ငါအရှင်မြတ်နှင့်ကိုးကွယ်ရန် ထိုမိဘနှစ်ပါးက ကြိုးစားအားထုတ်ခဲ့ကြလျှင် အသင်သည် သူတို့၏(ထို)စကားကို မလိုက်နာနှင့်။* အသင်တို့အားလုံးသည် ငါအရှင်မြတ်ထံ‌တော်သို့ ပြန်လာကြရမည်ဖြစ်သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် အသင်တို့ကို အသင်တို့ပြုလုပ်ခဲ့ကြ‌သော လုပ်ရပ်များနှင့်ပတ်သက်၍ အသိ‌ပေး‌တော်မူမည်။"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "ထို့ပြင် အီမာန်ယုံကြည်၍ ‌ကောင်းမြတ်သည့်လုပ်ရပ်များကို ပြုလုပ်ခဲ့ကြ‌သောသူများကို အမှန်စင်စစ် ငါအရှင်မြတ်သည် ‌ကောင်းမြတ်သည့်သူများထဲတွင် ပါဝင်‌စေ‌တော်မူမည်။"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "ထို့ပြင် လူများထဲတွင် “ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ယုံကြည်ခဲ့ကြပါပြီ“ဟု ‌ပြောဆိုသူများလည်း ရှိကြသည်။ ထို့‌နောက် သူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်ပတ်သက်၍ ဒုက္ခ‌ပေးခြင်းကိုခံခဲ့ကြရသည့်အခါ သူတို့က လူများ၏ဒုက္ခ‌ပေးခြင်းကို အလ္လာဟ်အရှင်မြတ်၏ပြစ်ဒဏ်ကဲ့သို့ မှတ်ယူကြသည်။ ထို့ပြင် အကယ်၍ အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်မှ အကူအညီတစ်စုံတစ်ခု ‌ရောက်လာခဲလျှင် သူတို့က “ကျွန်ုပ်တို့သည်လည်း အမှန်ပင် အသင်တို့နှင့်အတူ ရှိခဲ့ကြသည်“ဟု အမှန်ပင် ‌ပြောဆိုကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် စကြဝဠာအားလုံး(တွင်ရှိသည့်လူများ)၏ စိတ်နှလုံးများထဲတွင်ရှိသည်များကို အသိဆုံးအရှင်ပင် မဟုတ်‌လော။"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "ထို့ပြင် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အီမာန်ယုံကြည်သူများကို သိသာထင်ရှား‌အောင် ပြုလုပ်‌တော်မူမည်။ ထို့ပြင် အမှန်စင်စစ် အရှင်မြတ်သည် မုနာဖိက် အ‌ယောင်‌ဆောင်များကိုလည်း သိသာထင်ရှား‌အောင် ပြုလုပ်‌တော်မူမည်ဖြစ်သည်။"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "ထို့ပြင် ကာဖိရ်များက အီမာန်ယုံကြည်သူများအား “အသင်တို့သည် ကျွန်ုပ်တို့၏လမ်းစဉ်ကို လိုက်နာကြပါ၊ ထို့ပြင် ကျွန်ုပ်တို့သည် အသင်တို့၏အပြစ်များကို ထမ်းရွက်ကြမည်“*ဟု ‌ပြောဆိုကြသည်။ ထို့ပြင် သူတို့သည် ထိုယုံကြည်သူများ၏ အပြစ်များထဲမှ အနည်းငယ်မျှပင် ထမ်းရွက်နိုင်ကြမည့်သူများ မဟုတ်‌ပေ။ အမှန်စင်စစ် သူတို့သည် လိမ်‌ပြောသူများပင်ဖြစ်ကြသည်။"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "ထို့ပြင် အမှန်စင်စစ် သူတို့သည် သူတို့၏(အကုသိုလ်)ဝန်ထုပ်များအပြင် သူတို့၏(အကုသိုလ်)ဝန်ထုပ်များနှင့်အတူ အခြား(အကုသိုလ်)ဝန်ထုပ်များကိုလည်း* ထမ်းပိုးကြရမည်ဖြစ်သည်။ ထို့ပြင် အမှန်စင်စစ် သူတို့သည် ကိယာမသ်ရှင်ပြန်ထမည့်‌နေ့တွင် သူတို့ လုပ်ကြံဖန်တီးထားသည့်အရာများနှင့်ပတ်သက်၍ စစ်‌ဆေး‌မေးမြန်းခြင်းကိုလည်း ခံကြရဦးမည်ဖြစ်သည်။"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် (တမန်‌တော်)နူးဟ်ကို ၎င်း၏အမျိုးသားများထံသို့ ‌စေလွှတ်‌တော်မူခဲ့သည့်အတွက် ၎င်းသည် သူတို့ထဲတွင် နှစ်‌ပေါင်းကိုးရာ့ငါးဆယ်‌နေထိုင်ခဲ့သည်။ ထို့‌နောက် ‌ရေလွှမ်းမိုးမှု(ပြစ်ဒဏ်)သည် ထိုအမျိုးသားများအား သူတို့သည် မတရားကျူးလွန်သူများ ဖြစ်ကြလျက်ရှိစဉ် ဖမ်းဆီးကွပ်မျက်ခဲ့သည်။"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "ထို့‌နောက် ငါအရှင်မြတ်သည် ၎င်း(တမန်‌တော်နူးဟ်)ကိုလည်း‌ကောင်း၊ သ‌ဘေင်္ာ‌ပေါ်တွင် ပါရှိသူများကိုလည်း‌ကောင်း ကယ်တင်‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် ထိုသ‌ဘေင်္ာကို စကြဝဠာအားလုံး(၌ရှိသမျှသူများ)အတွက် သက်‌သေသာဓကတစ်ခုအဖြစ် ပြုလုပ်‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "ထို့ပြင် (တမန်‌တော်)အိဗ်ရာဟီမ်ကို(လည်း ‌စေလွှတ်‌တော်မူခဲ့သည်)။ တစ်ခါက ၎င်းသည် ၎င်း၏အမျိုးသားများကို (ဤသို့)‌ပြောဆိုခဲ့သည်- “အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြပါ။ ထို့ပြင် အသင်တို့သည် အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။ အကယ်၍ အသင်တို့သည် သိရှိနားလည်ကြမည်ဆိုလျှင် ဤ(အီမာန်ယုံကြည်ခြင်း)သည် အသင်တို့အတွက် အ‌ကောင်းဆုံးပင်ဖြစ်သည်။"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား အံတုပြီး ရုပ်တုများကို ကိုးကွယ်ကြသည်။ ထို့ပြင် အသင်တို့သည် မုသားကို လုပ်ကြံဖန်တီးကြသည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်အား အံတုပြီး အသင်တို့ ကိုးကွယ်ကြသည့်အရာများသည် အသင်တို့၏စားနပ်ရိက္ခာကို လုံးဝ ပိုင်ဆိုင်ကြသည်မဟုတ်‌ပေ။ သို့ဖြစ်ရာ အသင်တို့သည် စားနပ်ရိက္ခာကို အလ္လာဟ်အရှင်မြတ်ထံ‌တော်တွင် ရှာ‌ဖွေ(‌တောင်းခံ)ကြပါ။ ထို့ပြင် အသင်တို့သည် အရှင်မြတ်ကိုသာ ကိုးကွယ်ကြပါ။ ထို့ပြင် အသင်တို့သည် အရှင်မြတ်၏‌ကျေးဇူး‌တော်ကို သိတတ်ကြပါ။ အသင်တို့အားလုံးသည် အရှင်မြတ်ထံ‌တော်သို့ပင် ပြန်သွားကြရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "ထို့ပြင် အကယ်၍ အသင်တို့သည် (တမန်‌တော်ကို) မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်ကြလျှင် (အသင်တို့ ငြင်းပယ်‌သော‌ကြောင့် တမန်‌တော်တွင် မည်သည့်‌လျော့နည်းမှုမှ မဖြစ်‌ပေ။) အမှန်စင်စစ် အသင်တို့မတိုင်မီက အုပ်စုများသည်လည်း မဟုတ်မမှန်ဟူ၍ပင် စွပ်စွဲငြင်းပယ်ခဲ့ကြသည်သာဖြစ်သည်။ ထို့ပြင် တမန်‌တော်အ‌ပေါ်တွင် (အရှင်မြတ်၏အမိန့်‌တော်များကို လူသားများထံ) ရှင်းလင်းထင်ရှားစွာ ပို့ချ‌ပေးရန်သာ တာဝန်ရှိသည်။"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် အဖန်ဆင်းခံများအား မည်သို့ စတင်ဖန်ဆင်း‌တော်မူခဲ့သည်ကို သူတို့သည် စဉ်းစားမကြည့်ကြသ‌လော။ ထို့‌နောက် အရှင်မြတ်သည်ပင် ထိုအဖန်ဆင်းခံများအား ပြန်လည် ဖန်ဆင်း‌တော်မူမည်ဖြစ်သည်။ အမှန်စင်စစ် ဤသည် အလ္လာဟ်အရှင်မြတ်အတွက် လွယ်ကူလှသည်။"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အသင်တို့သည် ကမာ္ဘ‌မြေတွင် လှည့်လည်သွားလာ၍ အရှင်မြတ်သည် အဖန်ဆင်းခံများအား မည်သို့ စတင်ဖန်ဆင်း‌တော်မူခဲ့သနည်းဆိုသည်ကို ကြည်ရှု‌လေ့လာကြပါ။ ထို့‌နောက် အလ္လာဟ်အရှင်မြတ်သည် ‌နောက်တစ်ကြိမ် ထပ်မံ၍ ဖန်ဆင်း‌တော်မူမည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးအ‌ပေါ်တွင် အလွန်စွမ်း‌ဆောင်နိုင်‌တော်မူ‌သော အရှင်မြတ်ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိ‌တော်မူ‌သောသူကို ပြစ်ဒဏ်‌ပေး‌တော်မူမည်။ ထို့ပြင် အရှင်မြတ်အလိုရှိ‌တော်မူ‌သောသူကို သနားကြင်နာ‌တော်မူမည်။* ထို့ပြင် အသင်တို့အားလုံးသည် အရှင်မြတ်ထံ‌တော်သို့ပင် ပြန်သွားကြရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "ထို့ပြင် အသင်တို့သည် ကမာ္ဘ‌မြေနှင့် မိုး‌ကောင်းကင်တွင် (အရှင်မြတ်၏ပြစ်ဒဏ်‌ပေးခြင်းမှ) လွတ်ကင်း‌အောင် စွမ်း‌ဆောင်နိုင်ကြသည် မဟုတ်‌ပေ။ ထို့ပြင် အသင်တို့အတွက် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိစ္စဟူသမျှကို ပြီးစီး‌အောင်(ပဲ့ကိုင်)ပြုလုပ်‌ပေးမည့်သူနှင့် ကူညီမည့်သူ မည်သူမှ မရှိ‌ပေ။"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "ထို့ပြင် အလ္လာဟ်အရှင်မြတ်၏အာယသ်‌တော်များနှင့် အရှင်မြတ်၏‌တွေ့ဆုံမှုကို ငြင်းပယ်ခဲ့ကြသည့်သူများသာ ငါအရှင်မြတ်၏ ကရုဏာ‌တော်မှ ‌မျှော်လင့်ချက်ကင်းမဲ့ကြသည်။ ထို့ပြင် ထိုသူများအတွက်ပင် အလွန်နာကျင်‌စေသည့်ပြစ်ဒဏ်ရှိသည်။"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "ထို့‌နောက် ၎င်း(တမန်‌တော်အိဗ်ရာဟီမ်)၏အမျိုးသားများတွင် “အသင်တို့သည် ၎င်းအား သတ်ပစ်ကြပါ၊ သို့မဟုတ် အသင်တို့သည် ၎င်းအား မီးတင်ရှို့ကြပါ“ဟု (လှုံ့‌ဆော်)‌ပြောဆို ‌ဖြေကြားသည်မှလွဲ၍ အခြား မည်သည့်အရာမျှ အ‌ဖြေမ‌ပေးနိုင်ခဲ့ကြ‌ပေ။ သို့ဖြစ်ရာ ငါအရှင်မြတ်သည် ၎င်းအား မီး‌ဘေးမှ ကယ်တင်‌တော်မူခဲ့သည်။* အမှန်စင်စစ် ထို(ဖြစ်ရပ်)အထဲတွင် ယုံကြည်သည့်အမျိုးသားများအတွက် သက်‌သေသာဓကများရှိသည်။"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "ထို့ပြင် ၎င်း(တမန်‌တော်အိဗ်ရာဟီမ်)က ‌ပြောကြားခဲ့သည်။ အသင်တို့သည် ဤဘဝတွင် အသင်တို့အချင်းချင်း ချစ်ခင်ကြသည့်အတွက် အလ္လာဟ်အရှင်မြတ်ကိုစွန့်ပြီး ရုပ်တုများအား ‌ရွေးချယ်ပြုလုပ်ကြခြင်းဖြစ်သည်။ ထို့‌နောက် ကိယာမသ်‌နေ့တွင်မူ အသင်တို့အချင်းချင်း အချို့ကအချို့ကို ငြင်းပယ်ကြမည်။ ထို့ပြင် အချင်းချင်း အချို့က အချို့ကို ကျိန်ဆဲကြမည်။ ထို့ပြင် ငရဲသည် အသင်တို့၏ခိုလှုံရာ‌နေရာဌာနဖြစ်မည်။ ထို့ပြင် အသင်တို့အတွက် ကူညီမည့်သူလည်း မည်သူမျှ ရှိမည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "ထို့‌နောက် (တမန်‌တော်)လူသွ်သည် ၎င်း(တမန်‌တော်အိဗ်ရာဟီမ်)ကို ယုံကြည်‌ထောက်ခံခဲ့သည်။* ထို့ပြင် ၎င်း(တမန်‌တော်အိဗ်ရာဟီမ်)က “အမှန်စင်စစ် ငါသည် နဂို‌နေရင်း အရပ်‌ဒေသကို စွန့်ခွာ၍ ငါ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်(ညွှန်ကြားပြသ‌တော်မူသည့်ဘက်)သို့ ထွက်ခွာသွားမည်။ အမှန်စင်စစ် အရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ ပညာဉာဏ်အ‌မြော်အမြင်နှင့် အလွန်ပြည့်စုံ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်ဟု ‌ပြောဆိုခဲ့သည်။"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် ၎င်းအား(သား‌တော်)အစ္စဟာက်နှင့် (‌မြေး‌တော်)ယအ်ကူဗ်ကို ‌ပေးသနား‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် တမန်‌တော်ဖြစ်ခြင်းနှင့် ကျမ်းဂန်ကို ၎င်း၏သား‌မြေးများထဲတွင် တည်တံ့‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် ၎င်း(တမန်‌တော်အိဗ်ရာဟီမ်)အား ၎င်း၏အကျိုးကို ဤဘဝတွင်လည်း‌ပေးသနား‌တော်မူခဲ့သည်။ ထို့ပြင် အမှန်ပင် ၎င်းသည် တမလွန်ဘဝတွင်လည်း ‌ကောင်းမြတ်သည့်သူများထဲမှ ဖြစ်လိမ့်မည်။"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "ထို့ပြင် (တမန်‌တော်)လူသွ်ကို(လည်း ‌စေလွှတ်‌တော်မူခဲ့သည်)။ တစ်ခါက ၎င်း(တမန်‌တော်လူသွ်)သည် မိမိ၏အမျိုးသားများကို (ဤသို့)‌ပြောကြားခဲ့သည်- အမှန်စင်စစ် အသင်တို့သည် စကြဝဠာအားလုံးထဲတွင် အသင်တို့မတိုင်မီ မည်သူမျှ ကျူးလွန်ခဲ့ခြင်းမရှိ‌သော အလွန် စက်ဆုပ်ရွံရှာဖွယ်ရာအမှုကို ကျူးလွန်ကြခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "အမှန်စင်စစ် အသင်တို့သည် ‌ယောက်ျားများထံသို့ (ကာမဂုဏ်ခံစားရန်)လာကြသ‌လော။* ထို့ပြင် အသင်တို့သည် လမ်းတွင် လုယက်တိုက်ခိုက်ကြသ‌လော။ ထို့ပြင် အသင်တို့သည် အသင်တို့ အသိုင်းအဝိုင်းတွင် စက်ဆုပ်ရွံရှာဖွယ်ကိစ္စများကို ကျူးလွန်ကြသ‌လော(ဟု ‌မေးမြန်း‌ပြောဆိုသည်)။* ထို့‌နောက် ၎င်း၏အမျိုးသားများက “အကယ်၍ အသင်သည် မှန်ကန်သည့်သူတစ်ဦးဖြစ်လျှင် ကျွန်ုပ်တို့ထံသို့ အလ္လာဟ်အရှင်မြတ်၏အပြစ်ဒဏ်ကို ယူ‌ဆောင်လာခဲ့ပါ“ဟု ‌ပြောဆိုသည်မှလွဲ၍ အခြား အ‌ဖြေမရှိခဲ့‌ပေ။"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "၎င်းက “အို- ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်၊ အရှင်မြတ်သည် ကျွန်ုပ်ကို ဖျက်ဆီးမှုပြုသည့်အမျိုးသားများအ‌ပေါ်တွင် ‌အောင်နိုင်မှုကို ‌ပေးသနား‌တော်မူပါ“ဟု ‌ပြောဆို ‌လျှောက်ထားပန်ကြားခဲ့သည်။"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "ထို့ပြင် ငါအရှင်မြတ်၏(‌ကောင်းကင်)‌စေတမန်များသည် ဝမ်း‌မြောက်ဖွယ်သတင်းကို (တမန်‌တော်)အိဗ်ရာဟီမ်ထံသို့ ယူ‌ဆောင်လာကြသည့်အခါ၊ သူတို့က “အမှန်ပင် ကျွန်ုပ်တို့သည် ဤမြို့ရွာသားများအား ဖျက်ဆီးပစ်မည့်သူများဖြစ်သည်။ အမှန်စင်စစ် ထိုမြို့ရွာ၌ ‌နေထိုင်သူများသည် ပြစ်မှုကျူးလွန်သူများဖြစ်ကြသည်“ဟု ‌ပြောဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "၎င်းက ‌ပြောဆိုသည်- အမှန်စင်စစ် ထိုအထဲတွင် (တမန်‌တော်)လူသွ်ရှိ‌နေသည်။ (‌ကောင်းကင်)‌စေတမန်များက ‌ပြောဆိုကြသည်- ထိုအထဲတွင် မည်သူရှိ‌နေသည်ကို ကျွန်ုပ်တို့ ပိုသိကြသည်။ အမှန်ပင် ကျွန်ုပ်တို့သည် (ပြစ်ဒဏ်ခံရန်)ကျန်ရစ်သူများထဲတွင် အပါအဝင်ဖြစ်မည့် (တမန်‌တော်)လူသွ်၏ဇနီးမှလွဲ၍ ၎င်း၏အိမ်သူအိမ်သား(သက်ဆိုင်သူ)များကို ကယ်ဆယ်ကြမည်ဖြစ်သည်။"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "ထို့ပြင် ငါအရှင်မြတ်၏‌စေတမန်များသည် (တမန်‌တော်)လူသွ်ထံသို့‌ရောက်လာသည့်အခါ ၎င်းသည် သူတို့‌ကြောင့် စိတ်ဒုက္ခ‌ရောက်ခဲ့ရသည့်အပြင် သူတို့နှင့်ပတ်သက်၍ စိတ်ကျဉ်းကျပ်မှုလည်းဖြစ်ခဲ့သည်။* ထို့ပြင် ၎င်း(‌ကောင်းကင်တမန်)တို့က ‌ပြောကြသည်၊ အသင်သည် ‌ကြောက်ရွံ့စိုးရိမ်မှု မဖြစ်ပါနှင့်၊ ပူ‌ဆွေးမှုလည်း မဖြစ်ပါနှင့်၊ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် (ပြစ်ဒဏ်ခံစားရန်)ကျန်ရစ်ခဲ့ကြသူများထဲတွင် တစ်ဦးအပါအဝင်ဖြစ်‌သော အသင်၏ဇနီးမှလွဲ၍ အသင်နှင့် အသင်၏အိမ်သူအိမ်သားများကို ကယ်ဆယ်မည့်သူများ ဖြစ်ကြပါသည်။"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ဤမြို့ရွာသားများအ‌ပေါ်တွင် သူတို့သည် (မ‌ကောင်း‌သောအကျင့်များ ကျူးလွန်၍) အမိန့်ဖီဆန်‌နေခဲ့သည့်အတွက်‌ကြောင့် မိုး‌ကောင်းကင်မှ ပြစ်ဒဏ်တစ်မျိုးကို ချ‌ပေးမည့်သူများပင် ဖြစ်ကြသည်။"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "ထို့‌နောက် အမှန်စင်စစ် ငါအရှင်မြတ်သည်သည် သိနားလည်သူများအတွက် ထိုမြ့ိုရွာမှ ထင်ရှား‌သော သက်‌သေလက္ခဏာတစ်ခုကို ချန်လှပ်ထားရှိ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "ထို့ပြင် မဒ်ယန်မြို့သားများထံသို့ သူတို့၏‌နောင်‌တော်(တမန်‌တော်)ရှုအိုင်ဗ်ကို (‌စေလွှတ်‌တော်မူခဲ့သည်)။ သို့ဖြစ်ရာ ၎င်းက‌ပြောခဲ့သည်- အို- ငါ၏အမျိုးသားတို့၊ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို ကိုးကွယ်ကြပါ။ ထို့ပြင် အသင်တို့သည် ‌နောက်ဆုံး‌နေ့ကို ‌ကြောက်ရွံ့ကြပါ။ ထို့ပြင် အသင်တို့သည် ဖျက်ဆီးသူများအဖြစ် တိုင်းပြည်တွင် (လှည့်လည်)‌သောင်းကျန်းမှု မပြုလုပ်ကြနှင့်။"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "ထို့‌နောက် သူတို့သည် ၎င်း(တမန်‌တော်)ရှုအိုင်ဗ်အား မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်ခဲ့ကြသည်။ သို့ဖြစ်ရာ ‌မြေငလျင်သည် သူတု့ိအား ဖမ်းဆီးကွပ်မျက်ခဲ့သည့်အတွက် သူတို့သည် သူတို့၏‌နေအိမ်များတွင် ‌မှောက်လျက်သား (‌သေ‌ကြေပျက်စီး)လဲကျ‌နေသူများ ဖြစ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "ထို့ပြင် အာဒ်အမျိုးသားများနှင့် ဆမူဒ်အမျိုးသားများကိုလည်း (ဖမ်းဆီးကွပ်မျက်‌တော်မူခဲ့သည်)။ ထို့ပြင် အမှန်စင်စစ် အသင်တို့အတွက် သူတို့၏‌နေအိမ်များ(ကို ကြည့်ရှု‌လေ့လာခြင်းဖြင့် သူတို့ပြစ်ဒဏ်‌ပေးခြင်းခံခဲ့ရ‌ကြောင်း) ထင်ရှားခဲ့ပြီဖြစ်သည်။ ထို့ပြင် ရှိုင်သွာန်သည် သူတို့၏(ကုဖ်ရ်)လုပ်ရပ်များကို သူတို့၏အမြင်တွင် လှပတင့်တယ်‌အောင် ပြုလုပ်ပြီး သူတို့အား (အီမာန်တည်းဟူ‌သော မှန်ကန်သည့်)လမ်းမှ တားဆီးပိတ်ပင်ခဲ့သည်။ ထို့ပြင် (အမှန်စင်စစ်) သူတို့သည် အမြင်ကျယ်သည့်သူများပင်ဖြစ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "ထို့ပြင် ကာရူန်၊ ဖိရ်‌အောင်န်နှင့် ဟာမာန်တို့ကိုလည်း (ဖျက်ဆီး‌တော်မူခဲ့သည်)။ ထို့ပြင် အမှန်စင်စစ် (တမန်‌တော်)မူစာသည် သူတို့ထံသို့ ထင်ရှားသည့် သက်‌သေသာဓကများနှင့်တကွ ‌ရောက်ရှိလာခဲ့သည်။ ထို့‌နောက်လည်း သူတို့သည် တိုင်းပြည်တွင် မာန‌ထောင် ဆိုးသွမ်းခဲ့ကြသည်။ ထို့ပြင် သူတို့သည် (ငါအရှင်မြတ်၏ပြစ်ဒဏ်မှ) လွတ်‌မြောက်သွားနိုင်ကြသူများ မဖြစ်ခဲ့ကြ‌ပေ။"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "သို့ဖြစ်ရာ ငါအရှင်မြတ်သည် တစ်ဦးချင်းစီအား သူတို့၏အပြစ်‌ကြောင့် ဖမ်းဆီးကွပ်မျက်‌တော်မူခဲ့သည်။ ထို့ပြင် အချို့အား ငါအရှင်မြတ်သည် ‌မြေမျို‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် အချို့အား ‌ရေနစ်‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား နှိပ်စက်‌တော်မမူခဲ့‌ပေ။ (အပြစ်ရှိသူအား အပြစ်‌ပေးခြင်းသည် အပြစ်မရှိသူအား ဆုလာဘ်‌ပေးခြင်းပင်ဖြစ်သည်။) သို့ရာတွင် သူတို့သည် သူတို့ကိုယ်သူတို့ နှိပ်စက်‌နေခဲ့ကြခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "အလ္လာဟ်အရှင်မြတ်အားစွန့်ပြီး အခြားအရာကို အစစအရာရာ ပြုလုပ်‌ဆောင်ရွက်‌ပေး‌သော အုပ်ထိန်းသူအဖြစ် ပြုလုပ်ကြသည့်သူများ၏ဥပမာသည် အိမ်တစ်လုံးပြုလုပ်တည်‌ဆောက်ခဲ့‌သော ပင့်ကူ‌ကောင်နှင့်တူသည်။ ထို့ပြင် အမှန်စင်စစ် အချည့်နဲ့ဆုံးအိမ်သည် ပင့်ကူအိမ်ပင်ဖြစ်‌ကြောင်း သူတို့ သိရှိကြလျှင် ‌ကောင်း‌လေစွ။"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်ကိုစွန့်ပြီး သူတို့ ဟစ်‌ခေါ်ကြ‌သော မည်သည့်အရာကိုမဆို သိရှိ‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ ပညာဉာဏ်အ‌မြော်အမြင်နှင့် အလွန်ပြည့်စုံ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "ငါအရှင်မြတ်သည် ဤဥပမာအား လူများအတွက် ခိုင်းနှိုင်းပြခြင်းဖြစ်သည်။ ထို့ပြင် အာလင်မ်ပညာရှင်များသာ ထိုဥပမာများအား သိနားလည်ကြသည်။"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီကို တိကျမှန်ကန်မှုနှင့် ဖန်ဆင်း‌တော်မူခဲ့ခြင်းဖြစ်သည်။ အမှန်စင်စစ် ထိုအထဲတွင် အီမာန်ယုံကြည်သူများအတွက် သက်‌သေလက္ခဏာ အမှန်ပင်ရှိသည်။"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "အသင်(တမန်‌တော်)သည် အသင်၏ထံသို့ ပို့ချခြင်းခံရ‌သော ကျမ်း‌တော်မြတ်(ကုရ်အာန်)ကိုရွတ်ဖတ်ပါ။* ထို့ပြင် အသင်သည် စွလာသ်ဝတ်ပြုမှုကို ‌ဆောက်တည်ပါ။ အမှန်စင်စစ် စွလာသ်ဝတ်ပြုမှုသည် အလွန်စက်ဆုပ်ဖွယ်ရာ အမှုကိစ္စများနှင့် မဖွယ်မရာ ညစ်ညမ်း‌သောကိစ္စများမှ ကာကွယ်မှုပြု‌ပေးသည်။* ထို့ပြင် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်အား သတိရတသခြင်းသည် အကြီးကျယ်ဆုံး(အမြင့်မြတ်ဆုံး)ဖြစ်သည်။* ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့ ပြုလုပ်သမျှအား သိရှိ‌တော်မူသည်။"
        },
        {
            "chapter": 29,
            "verse": 46,
            "text": "ထို့ပြင် အသင်တို့သည် ကျမ်းဂန်ရရှိခဲ့ကြသည့်သူများကို (‌သောင်ဟီဒ်နှင့် ရိစာလသ်နှင့်ပတ်သက်‌သော ကွဲလွဲမှုကိစ္စများတွင်) ‌ကောင်းမွန်(သိမ်‌မွေ့)သည့်နည်းဖြင့်သာ အပြန်အလှန် ‌ပြောဆိုကြပါ။ သို့ရာတွင် သူတို့ထဲမှ မတရားသူများကိုမူ (ပြတ်သားစွာ ‌ပြောဆိုနိုင်သည်)။ ထို့ပြင် အသင်တို့သည် (ဤသို့)‌ပြောဆိုကြပါ- “ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့ထံသို့ ကျ‌ရောက်ခဲ့‌သောကျမ်းနှင့် အသင်တို့ထံသို့ ကျ‌ရောက်ခဲ့သည့်ကျမ်းများကို ယုံကြည်ကြသည်။ ထို့ပြင် ကျွန်ုပ်တို့၏ကိုးကွယ်ထိုက်သည့်အရှင်နှင့် အသင်တို့၏ကိုးကွယ်ထိုက်သည့်အရှင်သည် တစ်ပါးတည်းပင်ဖြစ်‌တော်မူသည်။ ထို့ပြင် ကျွန်ုပ်တို့သည် ထိုအရှင်မြတ်၏အမိန့်‌တော်ကိုသာ လိုက်နာသူများဖြစ်ကြသည်။"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "ထို့ပြင် ထိုသို့ပင် ငါအရှင်မြတ်သည် အသင်တို့ထံသို့ ကျမ်းဂန်ချ‌ပေး‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်က ကျမ်းဂန်ချ‌ပေး‌တော်မူခဲ့သည့်သူများသည် ဤကျမ်းကိုလည်း ယုံကြည်ကြသည်။ ထို့ပြင် ဤသူ(မက္ကဟ်သား)များထဲမှလည်း ဤကျမ်းကို ယုံကြည်သူများရှိကြသည်။ ထို့ပြင် ငါအရှင်မြတ်၏အာယသ်‌တော်များအား ကာဖိရ်များသာ ငြင်းပယ်ကြသည်။"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "(အရှင်မြတ်က လူတိုင်း၏အသိဉာဏ်ဖြင့် စဉ်းစားပြီး သိရှိယုံကြည်နိုင်‌အောင် ထင်ရှား‌သော အ‌ထောက်အထားတစ်ခုကို ‌ဖော်ပြလိုက်သည်။) ထို့ပြင် အသင်သည် ဤကျမ်း‌တော်မတိုင်မီက မည်သည့်ကျမ်း‌တော်ကိုမျှ ဖတ်ရွတ်ခဲ့သည်လည်း မရှိ‌ပေ။ မည်သည့်ကျမ်းကိုမျှ အသင်၏လက်ယာလက်ဖြင့် ‌ရေးသားခဲ့သည်လည်း မရှိ‌ပေ။* ထိုသို့ဖြစ်လျှင် အမှားကိုလိုက်စားကြသည့်သူများသည် အမှန်ပင် သံသယဖြစ်ကြလိမ့်မည်။"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "ထိုသို့မဟုတ်‌ပေ၊ အမှန်စင်စစ် ဤကျမ်းသည် အသိပညာကို‌ပေးခြင်းခံရသူများ၏စိတ်နှလုံးများတွင် အလွန်ထင်ရှား‌သော သက်‌သေလက္ခဏာများပင်ဖြစ်သည်။ ထို့ပြင် တရားမျှတမှုမရှိသူများသာ ငါအရှင်မြတ်၏အာယသ်‌တော်များကို ငြင်းပယ်ကြသည်။"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "ထို့ပြင် သူတို့က “အဘယ့်‌ကြောင့် ဤ(တမန်‌တော်)၏အ‌ပေါ်တွင် ၎င်းအား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်မှ သက်သလက္ခဏာများ ကျ‌ရောက်မလာသနည်း“ဟု ‌ပြောဆိုကြသည်။ (အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- သက်‌သေလက္ခဏာများသည် အလ္လာဟ်အရှင်မြတ်၏လက်‌တော်ထဲ၌ပင် ရှိသည်။ ထို့ပြင် ငါသည် ထင်ရှားစွာ သတိ‌ပေးနှိုး‌ဆော်သူတစ်ဦးသာဖြစ်သည်။"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "သူတို့‌ရှေ့၌ ဖတ်ကြားခြင်းခံရ‌သော (ကုရ်အာန်)ကျမ်း‌တော်မြတ်ကို ငါအရှင်မြတ်သည် အသင်၏အ‌ပေါ်တွင် အမှန်စင်စစ် ချ‌ပေး‌တော်မူခဲ့ခြင်းသည် သူတို့အတွက် (သက်‌သေလက္ခဏာအဖြစ်)မလုံ‌လောက်‌လေသ‌လော။ ထိုအထဲတွင် ယုံကြည်သူများအတွက် ကရုဏာနှင့် ဆုံးမဩဝါဒ အမှန်ပင်ရှိသည်။"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- “အလ္လာဟ်အရှင်မြတ်သည် ငါနှင့် အသင်တို့၏ကြားတွင် သက်‌သေအဖြစ် လုံ‌လောက်‌တော်မူသည်။ အရှင်မြတ်သည် မိုး‌ကောင်းကင်များတွင်ရှိသမျှနှင့် ‌မြေပထဝီတွင်ရှိသမျှကို သိရှိ‌တော်မူသည်။ ထို့ပြင် အမှားကို ယုံကြည်လက်ခံပြီး အလ္လာဟ်အရှင်မြတ်အား ငြင်းပယ်ကြ‌သောသူများမှာမူ သူတို့ပင် ဆုံးရှုံးပျက်စီးသည့်သူများ ဖြစ်ကြသည်။"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "ထို့ပြင် သူတို့သည် ပြစ်ဒဏ်နှင့်ပတ်သက်၍ အသင့်ထံတွင် အလျင်စလို ‌တောင်းဆိုကြသည်။ ထို့ပြင် အကယ်၍ အချိန်ကာလတစ်ခုသာ ပြဋ္ဌာန်းပြီးမဟုတ်ခဲ့လျှင် ပြစ်ဒဏ်သည် သူတို့ထံသို့ အမှန်ပင် ဆိုက်‌ရောက်ခဲ့ပြီးဖြစ်သည်။ ထို့ပြင် ထိုပြစ်ဒဏ်သည် အမှန်ပင် သူတို့ထံသို့ သူတို့သည် သိပင်မသိလိုက်ဘဲလျက်* ရုတ်တရက် ‌ရောက်လာမည်ဖြစ်သည်။"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "သူတို့သည် အသင့်ထံတွင် ပြစ်ဒဏ်ကို အလျင်စလို ‌တောင်းဆိုကြသည်။ ထို့ပြင် အမှန်စင်စစ် ဂျဟန္နမ်ငရဲဘုံသည် ကာဖိရ်များအား ဝိုင်းရံလျက်ပင်ရှိသည်။"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "ထို‌နေ့တွင် ပြစ်ဒဏ်သည် သူတို့အား သူတို့၏အထက်နှင့် သူတို့၏‌ခြေများ‌အောက်မှ ဝန်းရံ‌နေမည်။ ထို့ပြင် အရှင်မြတ်က “အသင်တို့သည် အသင်တို့ပြုလုပ်‌နေခဲ့ကြသည့်အရာများ၏ အရသာကို မြည်းစမ်းကြပါ“ဟု မိန့်ကြား‌တော်မူမည်။"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "အို- အီမာန်ယုံကြည်‌သော ငါအရှင်မြတ်၏‌ကျေးကျွန်အ‌ပေါင်းတို့၊ အမှန်စင်စစ် ငါအရှင်မြတ်၏ကမာ္ဘ‌မြေသည် အလွန်ကျယ်ဝန်းလှသည်။ သို့ဖြစ်ရာ အသင်တို့သည် ငါအရှင်မြတ်ကိုသာ ကိုးကွယ်ကြပါ။"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "သက်ရှိသတ္တဝါတိုင်းသည် ‌သေခြင်း၏အရသာကို မြည်းစမ်းကြရမည်ပင်ဖြစ်သည်။ ထို့‌နောက် အသင်တို့သည် ငါအရှင်မြတ်ထံ‌တော်သို့ပင် ပြန်လည်ပို့‌ဆောင်ခြင်းကို ခံကြရမည်ပင်ဖြစ်သည်။"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "ထို့ပြင် အီမာန်ယုံကြည်၍ ‌ကောင်းမြတ်‌သောလုပ်ရပ်များကို ပြုလုပ်ကြသည့်သူများကမူ အမှန်ပင် ငါအရှင်မြတ်သည် သူတို့အား ဂျန္နသ်သုခဘုံမှ (မြင့်မားသည့်)အ‌ဆောင်များတွင် ‌နေရာချ‌ပေး‌တော်မူမည်ဖြစ်သည်။ ထိုအ‌ဆောင်များ‌အောက်တွင် စမ်း‌ရေ‌ချောင်းများ စီးဆင်း‌နေလိမ့်မည်။ (သူတို့သည်) ထိုအထဲတွင် အမြဲ‌နေကြရမည်။ (‌ကောင်းမြတ်‌သော)အလုပ် ပြုလုပ်ခဲ့သူများ၏အကျိုးသည် အဘယ်မျှ ‌ကောင်းမြတ်လိုက်သနည်း။"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "ထိုသူများသည် (အမျိုးမျိုးနှိပ်စက်မှုဒဏ်များကိုလည်း)သည်းခံခဲ့ကြရသည်။ ထို့ပြင် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်အ‌ပေါ်တွင် (ကိစ္စဟူသမျှကို)ယုံပုံလွှဲအပ်ကြသည်။"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "ထို့ပြင် တိရစာ္ဆန်အ‌မြောက်အမြားသည် သူတို့၏စားနပ်ရိက္ခာကို သယ်ပိုးထားကြသည် မဟုတ်‌ပေ။ အလ္လာဟ်အရှင်မြတ်သည်ပင် ထိုတိရစာ္ဆန်များနှင့် အသင်တို့အား စားနပ်ရိက္ခာ‌ပေးသနား‌တော်မူခြင်းဖြစ်သည်။ ထို့ပြင် အရှင်မြတ်သည် အကြွင်းမဲ့ကြား‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "ထို့ပြင် အကယ်၍ အသင်တို့သည် သူတို့အား “မည်သူသည် ‌ကောင်းကင်များနှင့် ‌မြေပထဝီကို ဖန်ဆင်း‌တော်မူခဲ့သနည်း၊ ထို့ပြင် မည်သူသည် ‌နေနှင့်လကို အမိန့်နာခံခိုင်းခဲ့သနည်း“ဟု ‌မေးလျှင် သူတို့က “အလ္လာဟ်အရှင်မြတ်“ပင်ဟု အမှန်စင်စစ် ‌ပြောဆိုကြမည်။ ထို့‌နောက် (ထိုသို့အ‌ဖြေ‌ပေးပြီး‌နောက် ဆက်လက်ယုံကြည်လက်ခံသင့်သည့် အချက်အလက်များကို မယုံကြည်ဘဲ)သူတို့သည် မည်သည့်‌နေရာမှ အလှည့်စားခံလိုက်ရသနည်း။ (အဘယ်သို့ လှည့်သွားကြသနည်း)။"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် မိမိ၏‌ကျေးကျွန်များထဲမှ အရှင်မြတ်အလိုရှိ‌တော်မူ‌သောသူကို စားနပ်ရိက္ခာကျယ်ဝန်းစွာ ‌ပေးသနား‌တော်မူသည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိ‌တော်မူ‌သောသူကို ကျပ်တည်းစွာ ‌ပေး‌တော်မူသည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို အကြွင်းမဲ့သိ‌တော်မူ‌သော အရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "ထို့ပြင် အကယ်၍ အသင်သည် သူတို့အား “မည်သူသည် မိုး‌ကောင်းကင်မှ မိုး‌ရေကို ရွာသွန်း‌စေသနည်း၊ ထို့ပြင် ‌သေပြီး‌သော (‌ခြောက်‌သွေ့‌နေ‌သော) ‌မြေပထဝီကို ထိုမိုး‌ရေနှင့် မည်သူက ရှင်‌စေခဲ့သနည်း (စိမ်းလန်းစို‌ပြေ‌အောင် မည်သူလုပ်ခဲ့သနည်း)“ဟု ‌မေးလျှင် သူတို့က “အလ္လာဟ်အရှင်မြတ်“ဟု အမှန်စင်စစ် ‌ပြောဆိုကြလိမ့်မည်။ (အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- ချီးမွမ်းခြင်းအ‌ပေါင်းသည် အလ္လာဟ်အရှင်မြတ်ပင် ဖြစ်သည်။ အမှန်စင်စစ် သူတို့ထဲမှ အများစုသည် (မိမိတို့၏ဝန်ခံချက်မှ ‌နောက်ဆက်တွဲ သက်‌ရောက်မှုများကို လက်မခံကြသည့်အတွက်) အသိဉာဏ်မရှိကြ‌ပေ။"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "ထို့ပြင် ဤဘဝသည် ‌ပျော်မြူးဖွယ်ရာနှင့် ကစားစရာမှလွဲ၍ အခြားမည်သည့်အရာမျှ မဟုတ်‌ပေ။ ထို့ပြင် အမှန်စင်စစ် တမလွန်ဘဝသာ စစ်မှန်သည့် အသက်ရှင်ခြင်းဖြစ်သည်ကို သူတို့ သိကြမည်ဆိုလျှင် အဘယ်မျှ ‌ကောင်းလိုက်မည်နည်း။"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "ထို့ပြင် သူတို့သည် သ‌ဘေင်္ာ‌ပေါ်စီးနင်းလိုက်ပါကြသည့်အခါ အလ္လာဟ်အရှင်မြတ်ကိုသာ စိတ်‌စေတနာဖြူစင်စွာဖြင့် ဟစ်‌ခေါ်တသကြသည်။ ထို့‌နောက် အရှင်မြတ်သည် သူတို့အား ကယ်တင်ပြီး ကုန်း‌ပေါ်ပို့လိုက်သည့်အခါ သူတို့သည် ချက်ချင်းပင် အရှင်မြတ်နှင့်တွဲဖက် ကိုးကွယ်ကြ‌တော့သည်။"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "သူတို့သည် ငါအရှင်မြတ်က သူတို့အား ‌ပေးသနား‌တော်မူခဲ့‌သော ‌ကျေးဇူး‌တော်များအား ငြင်းပယ်‌ကျေးဇူးကန်ရန်အတွက် (တွဲဖက် ကိုးကွယ်ကြခြင်းဖြစ်သည်)။ သို့ဖြစ်ရာ သူတို့သည် ‌ခေတ္တအကျိုးခံစားကြရမည်၊ ထို့‌နောက် မကြာမီပင်(၎င်း၏အကျိုးဆက်ကို) သူတို့သည် သိရှိကြလိမ့်မည်။"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "အမှန်စင်စစ် ငါအရှင်မြတ်သည် (သူတို့‌နေထိုင်‌သော မက္ကဟ်မြို့‌တော်ကို) ‌ဘေးရန်ကင်းငြိမ်း‌သော ဟရမ်ပြုလုပ်‌တော်မူခဲ့သည်ကို သူတု့ိသည် မ‌တွေ့မမြင်ခဲ့ကြသ‌လော။ ထို့ပြင် သူတို့၏ပတ်ဝန်းကျင်းတွင် လူများသည် လုယက်တိုက်ခိုက်ခြင်း ခံ‌နေကြရသည်။ သို့ပါလျက် သူတို့သည် အမှားကို ယုံကြည်လက်ခံပြီး အလ္လာဟ်အရှင်မြတ်၏‌ကျေးဇူး‌တော်များအား ငြင်းပယ်ကြသ‌လော။"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "ထို့ပြင် အလ္လာဟ်အရှင်မြတ်အ‌ပေါ်တွင် မုသားကို လုပ်ကြံစွပ်စွဲသူ၊ သို့မဟုတ် မိမိထံသို့ အမှန်တရား ‌ရောက်ရှိလာပြီး‌နောက် မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်သူထက် ပို၍မတရားသည့်သူ မည်သူရှိ‌သေးသနည်း။ ကာဖိရ်များ၏‌နေထိုင်ရာဌာနသည် ဂျဟန္နမ်ငရဲဘုံ၌ပင် ရှိမည်မဟုတ်‌လော။"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "ထို့ပြင် ငါအရှင်မြတ်၏လမ်း‌တော်တွင် သက်စွန့်ကြိုးပမ်း‌ဆောင်ရွက်ကြ‌သောသူများကမူ* ငါအရှင်မြတ်သည် ၎င်းတို့အား မိမိ၏လမ်းများကို အမှန်စင်စစ် ပြသ‌တော်မူမည်။ ထို့ပြင် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ‌ကောင်းကျိုး‌ဆောင်ရွက်သူများနှင့်အတူတကွ ရှိ‌တော်မူသည်။"
        },
        {
            "chapter": 30,
            "verse": 1,
            "text": "အလိဖ်၊ လာမ်၊ မီမ်။"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "‌ရောမနိုင်ငံသားများသည် (စစ်)ရှုံးကြပြီဖြစ်သည်။"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "(စအူဒီ အရဗ်နှင့်)နီးကပ်ဆက်စပ်‌နေ‌သော (ဆီးရီးယား)တိုင်းပြည်တွင်၊ ထို့ပြင် သူတို့သည် သူတို့(စစ်)ရှုံးကြပြီး‌နောက် မကြာမီ သူတို့သည် ‌အောင်နိုင်ကြမည်။"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "အနည်းငယ်နှစ်ကာလ၌ပင်ဖြစ်သည်။ အမိန့်အာဏာသည် ယခင်ကလည်း အလ္လာဟ်အရှင်မြတ်၌ပင် ရှိခဲ့သည်။ ‌နောင်တွင်လည်း (အရှင်မြတ်ထံ‌တော်၌သာ ရှိ‌နေမည်ဖြစ်သည်)။ ထို‌နေ့တွင် အီမာန်ယုံကြည်သူများသည် ဝမ်း‌မြောက်ကြလိမ့်မည်။"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "အလ္လာဟ်အရှင်မြတ်၏ ကူညီမှု‌ကြောင့်ပင်ဖြစ်သည်။ အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိ‌တော်မူ‌သောသူကို ကူညီ‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "(ဤသည်)အလ္လာဟ်အရှင်မြတ်၏ကတိပင်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်ပြုထား‌တော်မူသည့်ကတိကို ‌ဖောက်ဖျက်‌တော်မမူ‌ပေ။ သို့ရာတွင် လူအများစုသည် မသိကြ‌ပေ။"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "သူတို့သည် တမလွန်ဘဝကို လျစ်လျူရှုသည့်သူများဖြစ်ကြလျက် သူတို့သည် ဤဘဝ၏အ‌ပေါ်ယံကိုသာ သိရှိကြသည်။"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "သူတို့သည် သူတို့၏စိတ်နှလုံးများထဲတွင် မစဉ်းစားခဲ့ကြသ‌လော။ အလ္လာဟ်အရှင်မြတ်သည် မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီအပြင် ထိုနှစ်ခုကြားတွင် ရှိသမျှများကို တိကျမှန်ကန်မှုနှင့် ကန့်သတ်ချိန်ကာလအတွက်သာ ဖန်ဆင်း‌တော်မူခဲ့သည်။ ထို့ပြင် အမှန်စင်စစ် လူအများစုသည် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်နှင့် ‌တွေ့ဆုံမှုကို ငြင်းပယ်သူများ အမှန်ပင်ဖြစ်ကြသည်။"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "သူတို့သည် ကမာ္ဘ‌မြေတွင် လှည့်လည်သွားလာမှု မပြုခဲ့ကြ‌လေသ‌လော၊ ထိုသို့သွားလာခဲ့လျှင် သူတို့မ‌နေဖြင့် သူတို့မတိုင်မီက လူများ၏‌နောက်ဆုံးအကျိုးဆက်သည် မည်သို့ဖြစ်ခဲ့သည်ကို ‌တွေ့မြင်ကြမည်ဖြစ်သည်။ ထိုယခင်ကလူများသည် သူတို့ထက် အင်အား‌တောင့်တင်းသူများဖြစ်ခဲ့ကြသည်သာမက သူတို့သည် ကမာ္ဘ‌မြေပြင်ကို ဤသူများ စည်ကား‌အောင် ပြုလုပ်ကြသည်ထက် အလွန်များပြားစွာ ပိုမိုထွန်ယက်စိုက်ပျိုးပြီး စည်ကား‌အောင်ပြုလုပ်ခဲ့ကြသည်။ ထို့ပြင် သူတို့ထံသို့လည်း သူတို့၏တမန်‌တော်များသည် ထင်ရှား‌သော သက်‌သေသာဓကများနှင့်တကွ ‌ရောက်ရှိလာခဲ့ကြသည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် သူတု့ိအား မတရားနှိပ်စက်‌တော်မူမည် မဟုတ်‌ပေ။ ိသို့ရာတွင် သူတို့ကိုယ်ကို သူတို့ပင် မတရားနှိပ်စက်ခဲ့ကြခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "ထို့‌နောက် ဆိုးယုတ်သည့်အမှုကိစ္စကို ပြုလုပ်ခဲ့ကြသည့်သူများ၏‌နောက်ဆုံးအကျိုးဆက်သည် အဆိုးပင်ဖြစ်ခဲ့သည်။ အ‌ကြောင်းကမူ သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏သက်‌သေ သာဓကများအား မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်ခဲ့ကြသည်သာမက ထိုသက်‌သေသာဓကများအား ‌ပြောင်‌လှောင်မှုလည်း ပြုခဲ့ကြ‌သေးသည်။"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "အလ္လာဟ်အရှင်မြတ်ပင် အဖန်ဆင်းခံများအား စတင်ဖန်ဆင်း‌တော်မူခဲ့ခြင်းဖြစ်သည်။ ထို့‌နောက် အရှင်မြတ်ပင် ထိုအဖန်ဆင်းခံများအား ‌နောက်တဖန် ဖန်ဆင်း‌တော်မူမည်ဖြစ်သည်။ ထို့ပြင် အသင်တို့သည် အရှင်မြတ်ထံ‌တော်သို့ပင် ပြန်လည်‌ရောက်ရှိကြမည်ဖြစ်သည်။"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "ထို့ပြင် ကိယာမသ်ဆိုက်‌ရောက်သည့်‌နေ့တွင် အပြစ်ရှိသူများသည် ‌မျှော်လင့်ချက်ကင်းမဲ့ပြီး စိတ်ပျက်သွားကြမည်။"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "ထို့ပြင် သူတို့၏တွဲဖက်များထဲမှ သူတို့အား ကြားဝင်အသနားခံ‌ပေးမည့်သူလည်း ရှိမည်မဟုတ်‌ပေ။ ထို့ပြင် သူတို့ တွဲဖက်ကိုးကွယ်ခဲ့ကြသည့် ကိုးကွယ်ရာများကိုယ်တိုင်ကပင် (မိမိတို့အား လူများသည် တွဲဖက်ကိုးကွယ်ခဲ့ကြသည် မဟုတ်ပါဟု) ငြင်းဆိုကြလိမ့်မည်။"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "ထို့ပြင် ကိယာမသ်ဆိုက်‌ရောက်မည့်‌နေ့တွင် (လူအားလုံးသည်) သီးခြားစီဖြစ်သွားကြပြီး အတန်းအစား အမျိုးမျိုး ကွဲပြားသွားကြမည်။"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "ထို့‌နောက် အီမာန်ယုံကြည်၍ ‌ကောင်းမြတ်‌သောလုပ်ရပ်များကို ပြုလုပ်ခဲ့ကြသည့်သူများသည် ဥယျာဉ်‌တော်တွင် ဂုဏ်ပြုဧည့်ခံမှုကို ခံကြရပြီး ဝမ်းသာကြရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "ထို့ပြင် ကုဖ်ရ်ငြင်းပယ်ပြီး ငါအရှင်မြတ်၏သက်‌သေသာဓက‌တော်များကို မဟုတ်မမှန်ဟု စွပ်စွဲခဲ့ကြသည့်သူများနှင့် တမလွန်ဘဝ၏‌တွေ့ဆုံမှုကို ငြင်းပယ်ကြ‌သောသူများကမူ သူတို့သည်ပင် ပြစ်ဒဏ်တွင် အဆင်သင့်‌ရောက်ရှိ‌စေခြင်းကို ခံကြရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "သို့ဖြစ်ရာ အသင်တို့သည် ည‌နေအချိန်‌ရောက်သည့်အခါနှင့် နံနက်အချိန်‌ရောက်သည့်အခါတွင် အလ္လာဟ်အရှင်မြတ် စင်ကြယ်‌တော်မူ‌ကြောင်း ရွတ်ဆိုကြပါ။"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "ထို့ပြင် မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီတွင် ချီးမွမ်းခြင်းအ‌ပေါင်းသည် အရှင်မြတ်အတွက်ပင်ဖြစ်သည်။ ထို့ပြင် အသင်တို့သည် မွန်းလွဲပြီးအချိန်နှင့် ‌နေ့လယ်အချိန်ဝင်သည့်အခါတွင် (အရှင်မြတ် စင်ကြယ်‌တော်မူ‌ကြောင်း ရွတ်ဆိုကြပါ)။"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "အရှင်မြတ်သည် သက်ရှိကို သက်မဲ့မှ ထုတ်ယူ‌တော်မူသည်။ ထို့ပြင် သက်မဲ့ကို သက်ရှိမှ ထုတ်ယူ‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည် ‌မြေပထဝီကို ထို‌မြေသည် ‌သေပြီး‌နောက် ပြန်ရှင်‌စေ‌တော်မူသည်။ (‌သွေ့‌ခြောက်ပြီး‌နောက် ပြန်လည်စို‌ပြေ‌စေ‌တော်မူသည်)။ ထို့ပြင် အသင်တို့သည်လည်း ဤသို့ပင် ထုတ်ခြင်းခံကြရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "ထို့ပြင် အရှင်မြတ်၏သက်‌သေလက္ခဏာများထဲတွင် (ဤသည်လည်း ပါဝင်သည်)- အရှင်မြတ်သည် အသင်တို့အား ‌မြေကြီးနှင့် ဖန်ဆင်း‌တော်မူခဲ့သည်။ ထို့‌နောက် အသင်တို့သည် ရုတ်တရက် လူသားများဖြစ်လာကြပြီး (ကမာ္ဘတွင်)ပျံ့နှံ့‌နေကြသည်။"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "ထို့ပြင် အရှင်မြတ်၏သက်‌သေလက္ခဏာများထဲတွင် (ဤသည်လည်း ပါဝင်သည်)- အရှင်မြတ်သည် အသင်တို့အတွက် အသင်တို့၏အမျိုးအစားထဲမှပင် ဇနီးကြင်ရာများအား သူတို့ထံတွင် အသင်တို့ စိတ်ချမ်းသာမှုနှင့် အနားယူကြရန်အတွက် ဖန်ဆင်း‌တော်မူခဲ့သည်။ ထို့ပြင် အရှင်မြတ်သည် အသင်တို့ကြားတွင် ချစ်ခင်မှုနှင့် ကြင်နာမှုကို ပြုလုပ်‌ပေး‌တော်မူခဲ့သည်။ အမှန်စင်စစ် ထိုအထဲတွင် စဉ်းစားဆင်ခြင်သူများအတွက် အမှန်ပင် သက်‌သေလက္ခဏာများ ရှိသည်။"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "ထို့ပြင် အရှင်မြတ်၏သက်‌သေလက္ခဏာများထဲတွင် မိုး‌ကောင်းကင်နှင့် ‌မြေပထဝီကိုဖန်ဆင်းခြင်း၊* ထို့ပြင် အသင်တို့၏ဘာသာစကားများနှင့် အ‌သွေးအ‌ရောင်များ ကွဲပြားခြားနား‌နေခြင်း* (လည်းပါဝင်သည်)။ အမှန်စင်စစ် ထိုအထဲတွင် ပညာရှင်များအတွက် သက်‌သေလက္ခဏာများ အမှန်ပင်ရှိသည်။"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "ထို့ပြင် အရှင်မြတ်၏သက်‌သေလက္ခဏာများထဲတွင် ညနှင့်‌နေ့၌ အသင်တို့ အိပ်စက်မှုနှင့် အရှင်မြတ်၏‌ကျေးဇူး‌တော် စားနပ်ရိက္ခာကို အသင်တို့ ရှာ‌ဖွေမှု(လည်းပါဝင်သည်)။ အမှန်စင်စစ် ထိုအထဲတွင် ကြားနာသူများအတွက် အမှန်ပင် သက်‌သေလက္ခဏာများရှိသည်။"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "ထို့ပြင် အရှင်မြတ်၏သက်‌သေလက္ခဏာများထဲတွင် (ဤသည်လည်း ပါဝင်သည်)- အရှင်မြတ်သည် အသင်တို့အား လျှပ်စီးလက်ခြင်းကို ‌ကြောက်ရွံ့‌စေရန်နှင့် ‌မျှော်လင့်‌စေရန် ပြသ‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည် မိုး‌ကောင်းကင်မှ မိုး‌ရေကို ရွာသွန်း‌စေ‌တော်မူသည်။* ထို့ပြင် အရှင်မြတ်သည် ထိုမိုး‌ရေနှင့် ‌မြေပထဝီကို ထို‌မြေသည် ‌သေပြီး‌နောက် (‌ခြောက်‌သွေ့ပြီး‌နောက်) ရှင်ပြန်(စို‌ပြေ)‌စေ‌တော်မူသည်။ အမှန်စင်စစ် ထိုအထဲတွင် သိနားလည်ကြသူများအတွက် အမှန်ပင် သက်‌သေလက္ခဏာများရှိသည်။"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "ထို့ပြင် အရှင်မြတ်၏သက်‌သေလက္ခဏာများထဲတွင် အရှင်မြတ်၏အမိန့်‌တော်ဖြင့် မိုး‌ကောင်းကင်နှင့် ‌မြေပထဝီ၏ရပ်တည်‌နေခြင်းလည်း ပါဝင်သည်။* ထို့‌နောက် အရှင်မြတ်သည် အသင်တို့အား ‌မြေကြီးထဲမှ(ထုတ်ယူ‌တော်မူရန်) ဟစ်‌ခေါ်မှု တစ်ကြိမ်ဟစ်‌ခေါ်လိုက်သည်နှင့် အသင်တို့သည် ချက်ချင်းထွက်လာကြလိမ့်မည်။"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "ထို့ပြင် မိုး‌ကောင်းကင်များတွင်ရှိသမျှနှင့် ‌မြေပထဝီတွင်ရှိသမျှသူများသည် အရှင်မြတ်ပင် ပိုင်ဆိုင်‌တော်မူသည်။ အားလုံးကိုယ်စီသည် အရှင်မြတ်၏အမိန့်‌တော်ကို လိုက်နာ‌နေကြခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "ထို့ပြင် အရှင်မြတ်ပင် အဖန်ဆင်းခံများအား စတင်ဖန်ဆင်း‌တော်မူခဲ့ခြင်းဖြစ်သည်။ ထို့‌နောက် အရှင်မြတ်ပင် ထိုအဖန်ဆင်းခံများအား ထပ်၍ ဖန်ဆင်း‌တော်မူမည်ဖြစ်သည်။ ထို့ပြင် ဤသည် အရှင်မြတ်အတွက် ပို၍ပင် လွယ်ကူသည်။* ထို့ပြင် မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီတွင် အရှင်မြတ်၌သာ အလွန်ထူးကဲမြင့်မား‌သော ဂုဏ်ထူးဝိ‌သေသ ရှိ‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ ပညာဉာဏ်အ‌မြော်အမြင်နှင့် အလွန်ပြည့်စုံ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "အရှင်မြတ်သည် အသင်တို့ထဲမှပင် အသင်တို့အတွက် ပမာ ခိုင်းနှိုင်းပြ‌တော်မူသည်။ အသင်တို့ ပိုင်ဆိုင်ကြ‌သော လက်‌အောက်ခံကျွန်များထဲတွင် ဤသို့‌သော ကျွန်မျိုးရှိကြသ‌လော။ ထိုကျွန်သည် ငါအရှင်မြတ်က အသင်တို့ကို ‌ပေးသနားထား‌တော်မူ‌သော ပစ္စည်းဥစ္စာများ၌ အတူတူ ဖက်စပ်ပိုင်ဆိုင်သည်ဆိုသည်မှာ ရှိသ‌လော။ ထို့ပြင် အသင်တို့သည် အသင်တို့(လွတ်လပ်သူ)အချင်းချင်းကို ‌ကြောက်ရွံ့စိုးရိမ်ကြသကဲ့သို့ ထိုကျွန်များအားလည်း အသင်တို့ ‌ကြောက်ရွံ့စိုးရိမ်ကြသည်ဆိုသည်မှာ ရှိသ‌လော။* ငါအရှင်မြတ်သည် အသိဉာဏ်ရှိသူများအတွက် သက်‌သေသာဓကများအား ဤသို့ပင် ရှင်းလင်းထင်ရှားစွာ အ‌သေးစိတ် မိန့်ကြား‌တော်မူသည်။"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "သို့ရာတွင် အမှန်စင်စစ် မတရားသူများသည် ပညာအ‌ထောက်အထားမရှိဘဲနှင့် သူတို့၏စိတ်အလိုဆန္ဒ‌နောက်ကိုသာ လိုက်ကြခြင်းဖြစ်သည်။ သို့ဖြစ်ရာ အရှင်မြတ်က လမ်းမှား၌ပင် ထားလိုက်ပြီဖြစ်သည့်သူကို လမ်းမှန် မည်သူပြ‌ပေးနိုင်ဦးမည်နည်း။ ထို့ပြင် သူတို့တွင် ကူညီမည့်သူများလည်း ရှိကြမည်မဟုတ်‌တော့‌ပေ။"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "သို့ဖြစ်ရာ အသင်သည် အလ္လာဟ်အရှင်မြတ်က လူသားများကို ဖန်ဆင်း‌တော်မူခဲ့‌သော သဘာဝအရည်အချင်းအတိုင်း* အသင်၏မျက်နှာကို (မှန်ကန်သည့်)သာသနာ‌ပေါ်တွင် တစ်စိတ်တစ်လက်တည်း အာရုံစိုက်ပြီး ခိုင်မြဲစွာထားပါ။ အလ္လာဟ်အရှင်မြတ်၏ဖန်ဆင်းမှုတွင် မည်သည့် ‌ပြောင်းလဲမှုမျှမရှိ‌ပေ။ ဤသည် ‌ဖြောင့်မတ်မှန်ကန်‌သော သာသနာဖြစ်သည်။ သို့ရာတွင် လူအများစုသည် မသိနားမလည်ကြ‌ပေ။"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "အရှင်မြတ်ဘက်သို့ပင် လှည့်‌နေသူများအဖြစ်နှင့် (အရှင်မြတ်၏အမိန့်များကို လိုက်နာကြပါ)။ ထို့ပြင် အသင်တို့သည် အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။ ထို့ပြင် စွလာသ်ဝတ်ပြုမှုကိုလည်း တည်‌ဆောက်ကြပါ။ ထို့ပြင် အသင်တို့သည် မုရှ်ရိက်များထဲမှ မဖြစ်ကြနှင့်။"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "အကြင်(မုရှ်ရိက်)များထဲမှ (မဖြစ်ကြနှင့်) ထိုသူများသည် သူတို့၏သာသနာကို အစိတ်စိတ် အပိုင်းပိုင်း ပြုလုပ်ခဲ့ကြသည့်အပြင် ဂိုဏ်းဂဏအမျိုးမျိုး ဖြစ်သွားခဲ့ကြသည်။ ဂိုဏ်းအဖွဲကိုယ်စီသည် သူတို့တွင်ရှိသည့်အရာ (လမ်းစဉ်)နှင့်သာ ‌ပျော်‌မွေ့‌နေကြ‌တော့သည်။"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "ထို့ပြင် လူများတွင် ‌ဘေးဒုက္ခတစ်စုံတစ်ခုကျ‌ရောက်ခဲ့လျှင် သူတို့သည် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ဘက်သို့လှည့်လျက် အရှင်မြတ်အား ဟစ်‌ခေါ်ကြသည်။ ထို့‌နောက် အရှင်မြတ်သည် သူတို့အား အရှင်မြတ်ထံ‌တော်မှ ကြင်နာသနားမှု (‌ကျေးဇူး‌တော်)အနည်းငယ်မြည်းစမ်း‌စေ‌တော်မူသည့်အခါ သူတို့ထဲမှ လူတစ်စုသည် ချက်ချင်းပင် (အခြားအရာများကို) သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်ကြ‌တော့သည်။"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "သူတို့သည် ငါအရှင်မြတ်က သူတို့အား ‌ပေးသနား‌တော်မူခဲ့‌သော ‌ကျေးဇူး‌တော်များအား ငြင်းပယ်ကြရန်အတွက် (တွဲဖက်ကိုးကွယ်ကြသည်)။ သို့ဖြစ်ရာ အသင်တို့သည် (‌ခေတ္တ)အကျိုး‌ကျေးဇူးခံစားကြပါ။ ထို့ပြင် မကြာမီ၌ပင် အသင်တို့သည် သိရှိကြရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "ငါအရှင်မြတ်က သူတို့အ‌ပေါ်တွင် အ‌ထောက်အထား တစ်စုံတစ်ခုချ‌ပေးခဲ့၍ ထိုအ‌ထောက်အထားက ‌ပြောသည့်အတွက် သူတို့သည် တွဲဖက်ကိုးကွယ်ကြသ‌လော။"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် လူသားများအား ‌ကျေးဇူး‌တော် အနည်းငယ်၏အရသာကို မြည်းစမ်း‌စေ‌တော်မူ‌သောအခါ သူတို့သည် ထို‌ကျေးဇူး‌တော်နှင့်ပတ်သက်၍ ရွှင်မြူးလျက်ရှိကြသည်။ ထို့ပြင် အကယ်၍ သူတို့၏လက်များက ကြိုတင်ပို့နှင့်ခဲ့ကြသည့်အရာ (သူတို့ကိုယ်တိုင်ပြုကျင့်ခဲ့‌သောအပြစ်)များ‌ကြောင့် သူတို့တွင် ဒုက္ခတစ်စုံတစ်ခု ကျ‌ရောက်ခဲ့လျှင် သူတို့သည် ချက်ချင်းပင် ‌မျှော်လင့်ချက် ကင်းမဲ့သွား‌တော့သည်။"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိ‌တော်မူ‌သောသူအား စာနပ်ရိက္ခာကို ကျယ်ဝန်းစွာ ‌ပေးသနား‌တော်မူပြီး အရှင်မြတ်အလိုရှိ‌တော်မူ‌သောသူအား ကျပ်တည်း‌စေ‌တော်မူသည်ကို သူတို့သည် မမြင်ခဲ့ကြသ‌လော။* အမှန်စင်စစ် ထိုအထဲတွင် ယုံကြည်သူများအတွက် သက်‌သေသာဓကများရှိသည်။"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "သို့ဖြစ်ရာ အသင်သည် ‌ဆွေမျိုးသားချင်းများ၏အခွင့်အ‌ရေးကို ‌ပေး‌ဆောင်ပါ။ ထို့ပြင် ဆင်းရဲသားနှင့် ခရီးသည်ကိုလည်း(‌ပေးပါ)။ ဤသည် အလ္လာဟ်အရှင်မြတ်၏နှစ်သက်မှုကို လိုလားသူများအတွက် အ‌ကောင်းဆုံးပင် ဖြစ်သည်။ ထို့ပြင် ထိုသူများပင် ‌အောင်မြင်မည့်သူများဖြစ်ကြသည်။"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "ထို့ပြင် အသင်တို့သည် လူများ၏ပစ္စည်းဥစ္စာများထဲတွင် ‌ပေါင်းစပ်ပြီး အတိုးရရန်အတွက် ‌ပေးခဲ့‌သောပစ္စည်း (အတိုး‌ချေးစားခြင်း)သည် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်တွင် မတိုးပွား‌ပေ။ ထို့ပြင် အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏နှစ်သက်မှုကို လိုလား၍ တစ်စုံတစ်ခု‌ပေးကမ်းလှူဒါန်းကြလျှင် ထိုသူများပင် (သူတို့ ‌ပေးကမ်းကြသည်များအား အရှင်မြတ်ထံ‌တော်တွင်) တိုးပွား‌စေကြသူများဖြစ်ကြသည်။"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "အလ္လာဟ်အရှင်မြတ်သည်ပင် အသင်တို့အား ဖန်ဆင်း‌တော်မူ‌သောအရှင်မြတ် ဖြစ်‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည်ပင် အသင်တို့အား စားနပ်ရိက္ခာ‌ပေးသနား‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည်ပင် အသင်တို့အား ‌သေ‌စေ‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည်ပင် အသင်တို့အား ရှင်‌စေ‌တော်မူမည်။ အသင်တို့၏တွဲဖက်ကိုးကွယ်ရာများသည် ဤအရာများထဲမှ မည်သည့်အရာတစ်ခုမျှကိုပင်ဖြစ်‌စေ ပြုလုပ်နိုင်ကြသူဟူ၍ ရှိပါသ‌လော။ အရှင်မြတ်သည် သူတို့ တွဲဖက်ကိုးကွယ်ကြသည်များ(၏ချို့တဲ့ချွတ်ယွင်းမှုအ‌ပေါင်း)မှ သန့်ရှင်းစင်ကြယ်‌တော်မူပြီး (ဂုဏ်ဒြပ်)အလွန်မြင့်မား‌တော်မူလှသည်။"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "လူများ၏လက်များက ရှာ‌ဖွေ(ကျူးလွန်)ခဲ့ကြသည့်အရာ(မ‌ကောင်းမှု)များ‌ကြောင့် ကုန်း‌မြေနှင့် ပင်လယ်တွင် ပျက်စီးမှု(ဒုက္ခ)များသည် ဖြစ်‌ပေါ်‌နေရသည်။ (ထိုသို့ဖြစ်ရခြင်းမှာ) သူတို့သည် (မ‌ကောင်းမှုများမှ) ပြန်လှည့်လာကြရန် သူတို့ပြုလုပ်ခဲ့‌သော လုပ်ရပ်အချို့၏အရသာကို အရှင်မြတ်က သူတို့အား မြည်းစမ်း‌စေ‌တော်မူရန်ဖြစ်သည်။"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အသင်တို့သည် ကမာ္ဘ‌မြေတွင် လှည့်လည်သွားလာကြပြီး‌နောက် ယခင်လူများ၏ ‌နောက်ဆုံးအကျိုးဆက်သည် မည်သို့ရှိခဲ့သည်ဆိုသည်ကို ကြည့်ရှု(‌လေ့လာ)ကြပါ။ သူတို့ထဲမှ အများစုသည် မုရှ်ရိက်များပင်ဖြစ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "ထို့‌နောက် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်မှ ‌ပြောင်း‌ရွှေ့‌ပေးမှု လုံးဝမရှိမည့်‌နေ့၊ လူများသည် တကွဲတပြားစီဖြစ်ကြမည့်‌နေ့ မတိုင်မီတွင် အသင်သည် အသင်၏မျက်နှာ(ဦးတည်ရာ)ကို ‌ဖြောင့်မတ်‌သော သာသနာ‌ပေါ်တွင် တည်တံ့ခိုင်မြဲစွာထားပါ။"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "မည်သူမဆို ငြင်းပယ်ခဲ့လျှင် သူ၏ငြင်းပယ်မှု(၏ဆိုးကျိုးများ)သည် သူ၏အ‌ပေါ်၌ပင် ကျ‌ရောက်မည်ဖြစ်သည်။ ထို့ပြင် မည်သူမဆို ‌ကောင်းမြတ်သည့်လုပ်ရပ်ကို ပြုလုပ်ခဲ့လျှင် သူတို့သည် သူတို့၏အကျိုးအတွက်ပင် စီမံပြုလုပ်‌နေကြခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "(‌နောက်ဆုံးရလဒ်ကမူ) အရှင်မြတ်သည် အီမာန်ယုံကြည်၍ ‌ကောင်းမြတ်သည့်လုပ်ရပ်များကို ပြုလုပ်ခဲ့ကြ‌သောသူများအား အရှင်မြတ်၏‌ကျေးဇူး‌တော်ဖြင့် (‌ကောင်းမြတ်သည့်)အစား‌ပေး‌တော်မူရန် ဖြစ်သည်။ အမှန်စင်စစ် အရှင်မြတ်သည် ကာဖိရ်များအား နှစ်သက်‌တော်မမူ‌ပေ။"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "ထို့ပြင် အရှင်မြတ်၏ကရုဏာ‌တော်၏အရသာကို အသင်တို့အား မြည်းစမ်း‌စေ‌တော်မူရန်အတွက်လည်း‌ကောင်း၊ အရှင်မြတ်၏အမိန့်‌တော်နှင့် ရွက်သ‌ဘေင်္ာများ သွားလာနိုင်ရန်အတွက်လည်း‌ကောင်း၊ အသင်တို့သည် အရှင်မြတ်၏‌ကျေးဇူး‌တော်(စာနပ်ရိက္ခာ)ကို ရှာ‌ဖွေနိုင်ကြရန်အတွက်လည်း‌ကောင်း၊ အသင်တို့သည် ‌ကျေးဇူး‌တော်ကို သိတတ်ကြရန်အတွက်လည်း‌ကောင်း အရှင်မြတ်က ‌ရှေ့‌ပြေးသတင်း‌ကောင်းအဖြစ် (မိုးမရွာမီ)‌လေများအား ‌စေလွှတ်‌တော်မူခြင်းသည် အရှင်မြတ်၏သက်‌သေလက္ခဏာများထဲမှပင် ဖြစ်သည်။"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် အသင်၏မတိုင်မီ တမန်‌တော်များအား ၎င်း၏အမျိုးသားများထံ ‌စေလွှတ်‌တော်မူခဲ့သည့်အတွက် ထိုတမန်‌တော်များသည် သူတို့ထံသို့ ထင်ရှား‌သော သက်‌သေသာဓကများနှင့်တကွ ‌ရောက်ရှိလာခဲ့ကြသည်။ ထို့‌နောက် ငါအရှင်မြတ်သည် အပြစ်ကျူးလွန်သူများအား တန်ပြန် အ‌ရေးယူ‌တော်မူခဲ့သည်။ ထို့ပြင် အီမာန်ယုံကြည်သူများအား ကူညီ‌တော်မူခြင်းသည် ငါအရှင်မြတ်၏တာဝန်ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် အကြင်အရှင်မြတ်ပင် ဖြစ်‌တော်မူသည်၊ ထိုအရှင်မြတ်သည် ‌လေများအား ‌စေလွှတ်‌တော်မူသည်။ ထို့‌နောက် ‌လေများသည် မိုးတိမ်များအား သယ်‌ဆောင်သွားကြသည်။ ထို့ပြင် အရှင်မြတ်သည် ထိုမိုးတိမ်များအား အရှင်မြတ်အလိုရှိ‌တော်မူသည့်အတိုင်း မိုး‌ကောင်းကင်တွင် ဖြန့်‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည် ထိုမိုးတိမ်များကို အပိုင်းများပြုလုပ်‌တော်မူသည်။ ထို့‌နောက် အသင်သည် ထိုမိုးတိမ်များကြားမှ မိုး‌ရေ(ကျလာသည်)ကို မြင်ရသည်။ ထို့‌နောက် အရှင်မြတ်သည် ထိုမိုး‌ရေကို အရှင်မြတ်၏ကျွန်များထဲမှ အရှင်မြတ်အလိုရှိ‌တော်မူသူထံ ကျ‌ရောက်‌စေ‌တော်မူသည့်အခါ သူတို့သည် ချက်ချင်းပင် ဝမ်း‌မြောက်‌ပျော်ရွှင်သွားကြသည်။"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "ထို့ပြင် သူတို့သည် ထိုသို့ ဝမ်း‌မြောက်‌ပျော်ရွှင်မှု မဖြစ်ရ‌သေးမီ ထိုမိုးမရွာမီက အမှန်ပင် ‌မျှော်လင့်ချက် ကင်းမဲ့လျက်ရှိခဲ့ကြသည်။"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "သို့ဖြစ်ရာ အသင်(တမန်‌တော်)သည် အလ္လာဟ်အရှင်မြတ်၏ကရုဏာ‌တော်(မိုး)၏သ‌ကေင်္တများအား ကြည့်ပါ။ အရှင်မြတ်သည် ‌မြေပထဝီကို ထို‌မြေ(‌ခြောက်‌သွေ့)‌သေပြီး‌နောက် မည်သို့ရှင်‌စေ‌တော်မူခဲ့သနည်းဆိုသည်ကို ကြည့်ပါ။ အမှန်စင်စစ် ဤ‌မြေပထဝီကို ရှင်သန်‌စေသည့်အရှင်သည် ‌သေသူများအား ရှင်‌စေ‌တော်မူမည့်အရှင် ဖြစ်‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည် အရာအားလုံးကို အလွန်စွမ်း‌ဆောင်နိုင်‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "ထို့‌နောက် အမှန်ပင် အကယ်၍ ငါအရှင်မြတ်က (အခြား)‌လေ(ပူကြမ်း)တစ်မျိုးကို ‌စေလွှတ်‌တော်မူ၍ သူတို့သည် ထို လယ်ယာအား(‌ခြောက်‌သွေ့၍)ဝါ‌နေသည်ကို ‌တွေ့မြင်ခဲ့ကြလျှင် သူတို့သည် ထို(ကဲ့သို့ ဝါသွားပြီးသည့်)‌နောက်တွင် အမှန်ပင် ‌ကျေးဇူးကန်းကြလိမ့်ဦးမည်။"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "ထို့‌နောက် အမှန်ပင် အသင်(တမန်‌တော်)သည် (မိမိ၏စကားကို)‌သေသူများအား ကြား‌စေနိုင်မည် မဟုတ်‌ပေ။* ထို့ပြင် အသင်သည် နားပင်းသူများအားလည်း သူတို့‌ကျောခိုင်းလှည့်ထွက်သွားသည့်အခါ (မိမိ၏)ဟစ်‌ခေါ်သံကို ကြား‌စေနိုင်မည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "ထို့ပြင် အသင်သည် မျက်စိကန်းသူများအားလည်း သူတို့၏လမ်းလွဲခြင်းမှ(ကယ်တင်ရန်) လမ်းမှန်ကို ညွှန်ကြားပြသနိုင်မည်မဟုတ်‌ပေ။ အသင်သည် ငါအရှင်မြတ်၏အာယသ်‌တော်များကို ယုံကြည်၍နာခံသူများကိုသာ ကြား‌စေနိုင်မည်ဖြစ်သည်။"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့အား ချည့်နဲ့ရာမှ ဖန်ဆင်း‌တော်မူသည့်အရှင်မြတ်ပင် ဖြစ်‌တော်မူသည်။ ထို့‌နောက် အရှင်မြတ်သည် ချည့်နဲ့မှု၏‌နောက်တွင် အင်အားကို ပြုလုပ်‌ပေး‌တော်မူခဲ့သည်။ ထို့‌နောက် အရှင်မြတ်သည် အင်အား၏‌နောက်တွင် ချည့်နဲ့မှုနှင့် အိုမင်းရင့်‌ရော်မှုကို ပြုလုပ်‌တော်မူခဲ့သည်။* အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိ‌တော်မူသည့်အရာအား ဖန်ဆင်း‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည် အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်၊ အလွန်တတ်စွမ်းနိုင်‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "ထို့ပြင် ကိယာမသ်ဆိုက်‌ရောက်မည့်‌နေ့တွင် အပြစ်ကျူးလွန်ခဲ့ကြသည့်သူများက သူတို့သည် အချိန်အနည်းငယ်ထက် ပိုမ‌နေခဲ့ကြရ‌ပေဟု ကျိန်‌ပြောကြမည်။ သူတို့သည် ဤသို့ပင်(‌လောကီတွင် လိမ်လည်ကျိန်ဆိုပြီး) လှည့်စားခံခဲ့ကြရသည်။"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "ထို့ပြင် အသိပညာနှင့် အီမာန်‌ပေးသနားခံခဲ့ကြရသည့်သူများကမူ “အမှန်စင်စစ် အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ မှတ်တမ်းတွင်ပါရှိသည့်အတိုင်း ရှင်ပြန်ထမည့်‌နေ့အထိ ‌နေခဲ့ကြခြင်းဖြစ်သည်။ ထို့‌နောက် ဤသည် ရှင်ပြန်ထမည့်‌နေ့ပင်ဖြစ်သည်။ သို့ရာတွင် အသင်တို့သည် မယုံကြည်ခဲ့ကြ‌ပေ“*ဟု ‌ပြောဆိုကြမည်။"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "ထို့ပြင် ထို‌နေ့တွင် မတရားပြုလုပ်ခဲ့ကြသည့်သူများကို သူတို့၏အ‌ကြောင်းပြချက်သည် အကျိုး‌ပေးမည် မဟုတ်‌ပေ။ ထို့ပြင် သူတို့သည် အရှင်မြတ်အား ‌ကျေနပ်‌အောင် နှစ်သိမ့်ခိုင်းခြင်းခံကြရမည်လည်း မဟုတ်‌ပေ။"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် လူများအတွက် ဤကုရ်အာန်ကျမ်း‌တော်မြတ်ထဲတွင် ပမာမျိုးစုံကို ခိုင်းနှိုင်းပြထား‌တော်မူသည်။ ထို့‌နောက် အကယ်၍ အသင်သည် သူတို့ထံသို့(အဘယ်မျှကြီးသည့်) သက်‌သေသာဓကတစ်ခုကိုဖြစ်‌စေ ယူ‌ဆောင်လာခဲ့လျှင်လည်း အမှန်စင်စစ် ငြင်းပယ်သူများက “အသင်တို့သည် (‌မှော်အတတ်နှင့်) အမှားပြုလုပ်(လိမ်လည်ကြံရွယ်)သူများပင် ဖြစ်ကြသည်“ဟု ‌ပြောဆိုကြမည်ပင်ဖြစ်သည်။"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် မသိနားမလည်သည့်(အပြင် နားလည်ရန်ပင် မလိုလား‌သော)သူများ၏ စိတ်နှလုံးများအ‌ပေါ်တွင် ဤသို့ပင် တံဆိပ်ခတ်နှိပ်‌တော်မူသည်။"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "သို့ဖြစ်ရာ အသင်(တမန်‌တော်)သည် သည်းခံပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ကတိ‌တော်သည် မှန်ကန်‌သော ကတိ‌တော်ပင်ဖြစ်သည်။ ထို့ပြင် (ပွင့်လင်းမြင်သာ‌သော သက်‌သေလက္ခဏာ အ‌ထောက်အထားများအား) မယုံကြည်သူများက အသင့်ကို သည်းမခံနိုင်သည်အထိ(စိတ်)ကျဉ်းကျပ် ချည့်နဲ့မှုမျိုးဖြစ်‌အောင် မပြုလုပ်‌စေနှင့်။"
        },
        {
            "chapter": 31,
            "verse": 1,
            "text": "အလိဖ် လာမ် မီမ်။"
        },
        {
            "chapter": 31,
            "verse": 2,
            "text": "ဤသည် ဉာဏ်ပညာနှင့်ပြည့်စုံ‌သော ကျမ်းဂန်၏အာယသ်‌တော်များဖြစ်သည်။"
        },
        {
            "chapter": 31,
            "verse": 3,
            "text": "(ထိုအာယသ်‌တော်များသည်) ‌ကောင်းမြတ်သည့်သူများအတွက် လမ်းမှန်ညွှန်ကြားပြသချက်နှင့် ကရုဏာ‌တော်ဖြစ်သည်။"
        },
        {
            "chapter": 31,
            "verse": 4,
            "text": "ထိုသူများသည် စွလာသ်ဝတ်ပြုမှုကို တည်‌ဆောက်ကြသည်။ ထို့ပြင် ဇကာသ်(ဆင်းရဲသားနှင့် လိုအပ်သူများ၏‌ဝေစု)ကိုလည်း ‌ပေး‌ဆောင်ကြသည်။ ထို့ပြင် သူတို့သည် တမလွန်ဘဝကိုလည်း ယုံကြည်ကြသည်။"
        },
        {
            "chapter": 31,
            "verse": 5,
            "text": "သူတို့သည် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်မှ တရားလမ်းမှန်‌ပေါ်တွင် ရှိကြသည်။ သူတို့ပင် ‌အောင်မြင်မှုရရှိသူများ ဖြစ်ကြသည်။"
        },
        {
            "chapter": 31,
            "verse": 6,
            "text": "ထို့ပြင် လူများထဲတွင် အသိပညာအ‌ထောက်အထားမရှိဘဲ (သူတစ်ပါးအား) အလ္လာဟ်အရှင်မြတ်၏လမ်းမှ လွဲ‌ချော်‌အောင်အတွက်နှင့် ထိုလမ်းကို ‌ပြောင်‌လှောင်မှုပြုလုပ်ရန်အတွက် အကျိုးမဲ့စကား*ကို ဝယ်ယူသူလည်းရှိသည်။ ထိုသူများအတွက် ‌သေးသိမ်‌စေ‌သော ပြစ်ဒဏ်ရှိသည်။"
        },
        {
            "chapter": 31,
            "verse": 7,
            "text": "ထို့ပြင် သူ၏‌ရှေ့၌ ငါအရှင်မြတ်၏အာယသ်‌တော်များ ဖတ်ကြားသည့်အခါ သူသည် ထိုအာယသ်‌တော်များအား မကြားသည့်ပမာနှင့် သူ၏နားနှစ်ဖက်သည် ပင်း‌နေသကဲ့သို့ မာန‌ထောင်လျက် မျက်နှာလွှဲသွားသည်။ သို့ဖြစ်ရာ အသင်(တမန်‌တော်)သည် သူ့အား နာကျင်‌စေသည့်ပြစ်ဒဏ်နှင့်ပတ်သက်‌သော သတင်းကို‌ပြောလိုက်ပါ။"
        },
        {
            "chapter": 31,
            "verse": 8,
            "text": "အမှန်စင်စစ် အီမာန်ယုံကြည်၍ ‌ကောင်းမြတ်သည့်လုပ်ရပ်များအား ပြုလုပ်ကြသူများအတွက် စည်းစိမ်ချမ်းသာနှင့်ပြည့်စုံ‌သော ဥယျာဉ်များရှိသည်။"
        },
        {
            "chapter": 31,
            "verse": 9,
            "text": "(သူတို့သည်) ထိုဥယျာဉ်များတွင် အမြဲ‌နေကြရမည်။ အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ကတိ‌တော်ကို မှန်ကန်စွာ ပြု‌တော်မူထားသည်။ ထို့ပြင် အရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ ဉာဏ်အ‌မြော်အမြင်နှင့်အလွန်ပြည့်စုံ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 31,
            "verse": 10,
            "text": "အရှင်မြတ်သည် မိုး‌ကောင်းကင်များအား အသင်တို့ ‌တွေ့မြင်နိုင်သည့်တိုင်များမပါဘဲ ဖန်ဆင်း‌တော်မူခဲ့သည်။ ထို့ပြင် အရှင်မြတ်သည် ‌မြေပထဝီတွင် ထို‌မြေသည် အသင်တု့ိနှင့် ယိုင်မသွား‌စေရန် ‌တောင်များအား (‌ကျောက်ဆူးကဲ့သို့)ချထား‌တော်မူခဲ့သည်။ ထို့ပြင် အရှင်မြတ်သည် ထို‌မြေ‌ပေါ်တွင် သတ္တဝါအမျိုးမျိုးအား ပြန့်ပွား‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် မိုး‌ကောင်းကင်မှ မိုး‌ရေကို ချ‌ပေး‌တော်မူပြီး‌နောက် ထို‌မြေတွင် ‌ကောင်းမြတ်‌သော(အပင်)အမျိုးမျိုးကို ‌ပေါက်‌ရောက်‌စေ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 31,
            "verse": 11,
            "text": "ဤအရာများသည် အလ္လာဟ်အရှင်မြတ်၏ ဖန်ဆင်းမှုများပင်ဖြစ်သည်။ သို့ဖြစ်ရာ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ တခြားသူများက မည်သည့်အရာများအား ဖန်ဆင်းခဲ့ကြသနည်းဆိုသည်ကို ငါ့အား ပြကြပါ။ ထိုသို့မဟုတ်‌ပေ၊ အမှန်စင်စစ် မတရားသူများသည် ထင်ရှား‌သော လမ်းလွဲမှုထဲတွင် ရှိ‌နေကြခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 31,
            "verse": 12,
            "text": "ထို့ပြင် အမှန်ပင် ငါအရှင်မြတ်သည် လွတ်က်မာန်ကို ဉာဏ်ပညာ အ‌မြော်အမြင်‌ပေးသနား‌တော်မူခဲ့သည်။* (သို့ဖြစ်ရာ)အသင်သည် အလ္လာဟ်အရှင်မြတ်အား ‌ကျေးဇူးတင်ပါ။* ထို့ပြင် မည်သူမဆို ‌ကျေးဇူးတင်လျှင် မိမိအတွက် ‌ကျေးဇူးတင်ခြင်းသာဖြစ်သည်။ ထို့ပြင် မည်သူမဆို ‌ကျေးဇူးကန်းခဲ့လျှင် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် လိုလား‌တောင့်တခြင်းကင်းပြီး ပြည့်စုံကြွယ်ဝ‌တော်မူ‌သောအရှင်၊ ချီးမွမ်းခြင်းခံထိုက်‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။ (ထို‌ကျေးဇူးကန်းခြင်းသည် အလ္လာဟ်အရှင်မြတ်အား မည်သို့မျှ ထိခိုက်နစ်နာ‌စေမည်မဟုတ်‌ပေ။)"
        },
        {
            "chapter": 31,
            "verse": 13,
            "text": "ထို့ပြင် တစ်ခါက လွတ်က်မာန်သည် သူ၏သားကို (ဤသို့)ဆုံးမလျက် သူက ‌ပြောဆိုခဲ့သည်၊ “အို- ချစ်သား၊ အသင်သည် အလ္လာဟ်အရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်မှု မပြုနှင့်။ အမှန်စင်စစ် တွဲဖက်ကိုးကွယ်ခြင်းသည် အမှန်ပင် ကြီး‌လေး‌သောမတရားမှုဖြစ်သည်။“"
        },
        {
            "chapter": 31,
            "verse": 14,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် လူသားအား သူ၏မိဘနှစ်ပါးနှင့်ပတ်သက်၍ အမိန့်‌ပေး‌တော်မူခဲ့သည်။ သူ၏မိခင်သည် ချည့်နဲ့မှုအ‌ပေါ်တွင် ချည့်နဲ့မှုနှင့် သူ့အား လွယ်ပိုက်ထားခဲ့သည်။ ထို့ပြင် ၂နှစ်‌ရောက်သည့်အခါ(မှသာလျှင်) နို့ဖြတ်သည်။ (သို့ဖြစ်ရာ) အသင်သည် ငါအရှင်မြတ်နှင့် အသင်၏မိဘနှစ်ပါးအား ‌ကျေးဇူးတင်ပါ။ (အသင်၏)ပြန်လှည့်ရာဌာနသည် ငါအရှင်မြတ်ထံ‌တော်၌သာဖြစ်သည်။"
        },
        {
            "chapter": 31,
            "verse": 15,
            "text": "ထို့ပြင် အကယ်၍ အသင်၏မိဘနှစ်ပါးက အသင့်တွင် အ‌ထောက်အထားမရှိသည့်အရာတစ်စုံတစ်ခုကို ငါအရှင်မြတ်နှင့် တွဲဖက်ကိုးကွယ်ရန်မ အသင့်အား အကျပ်ကိုင်ကြိုးစားခဲ့လျှင် အသင်သည် ထိုမိဘနှစ်ပါး၏(ထို)အမိန့်ကို မနာခံနှင့်။* ထို့ပြင် အသင်သည် ဤဘဝတွင် ထိုမိဘနှစ်ပါးနှင့် ‌ကောင်းမွန်စွာ ဆက်ဆံပါ။ ထို့ပြင် အသင်သည် ငါအရှင်မြတ်ဘက်သို့ တစ်စိတ်တစ်လက်နှင့် ပြန်လှည့်သူ၏လမ်းစဉ်ကို လိုက်နာပါ။ ထို့‌နောက် အသင်တို့သည် ငါအရှင်မြတ်ထံ‌တော်သို့ ပြန်လှည့်လာကြရမည်ဖြစ်သည်။ ထို့‌နောက် ငါအရှင်မြတ်သည် အသင်တို့ပြုလုပ်ခဲ့သည်များကို အသင်တို့အား အသိ‌ပေး‌တော်မူမည်ဖြစ်သည်။"
        },
        {
            "chapter": 31,
            "verse": 16,
            "text": "(လွတ်က်မာန်က မိမိသားကို ဆုံးမသည်မှာ)အို- ချစ်သား၊ အမှန်စင်စစ် (အ‌ကောင်း သို့မဟုတ် အဆိုး)လုပ်ရပ်တစ်စုံတစ်ခုသည် မုန်ညှင်း‌စေ့ခန့်မျှသာဖြစ်ပြီး၊ ‌ကျောက်‌ဆောင်တစ်စုံတစ်ခုတွင်ရှိ‌နေသည်ဖြစ်‌စေ၊ မိုး‌ကောင်းကင်များတွင် ရှိသည်ဖြစ်‌စေ၊ ‌မြေကြီးအတွင်း၌ ရှိ‌နေသည်ဖြစ်‌စေ အလ္လာဟ်အရှင်မြတ်သည် ထိုလုပ်ရပ်ကို (အရှင်မြတ်‌ရှေ့၌) အသင့်‌ရောက်‌စေ‌တော်မူမည်ပင် ဖြစ်သည်။* အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်သိမ်‌မွေ့‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့ကြားသိ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 31,
            "verse": 17,
            "text": "အို- ချစ်သား၊ အသင်သည် စွလာသ်ဝတ်ပြုမှုကို တည်‌ဆောက်ပါ။ ထို့ပြင် အသင်သည် ‌ကောင်းမှုနှင့်ပတ်သက်၍ ညွှန်ကြားပါ။ ထို့ပြင် အသင်သည် မ‌ကောင်းမှုမှ တားမြစ်ပါ။ ထို့ပြင် အသင်သည် အသင့်တွင် ကျ‌ရောက်သည့်ဒုက္ခအ‌ပေါ်တွင် ကြံ့ကြံ့ခံပါ။ အမှန်စင်စစ် ထိုအရာသည် ဇွဲသတ္တိနှင့်ဆိုင်‌သော အမှုကိစ္စများထဲမှပင်ဖြစ်သည်။"
        },
        {
            "chapter": 31,
            "verse": 18,
            "text": "ထို့ပြင် အသင်သည် လူများ‌ရှေ့၌ အသင်၏မျက်နှာကို (မျက်နှာချင်းမဆိုင်ချင်သည့်ပုံစံမျိုးနှင့်) လှည့်မထားနှင့်။ ထို့ပြင် အသင်သည် ‌မြေ‌ပေါ်တွင် ‌မော်ကြွားပြီး လမ်းမ‌လျှောက်နှင့်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်အထင်ကြီးသူ၊ ဂုဏ်‌မောက်သူကိုမှ နှစ်သက်‌တော်မမူ‌ပေ။"
        },
        {
            "chapter": 31,
            "verse": 19,
            "text": "ထို့ပြင် အသင်သည် အသင်၏လမ်း‌လျှောက်မှုတွင် အလယ်အလတ်ပြုလုပ်ပါ။ (သိက္ခာ‌စောင့်စည်းပါ)။ ထို့ပြင် အသင်သည် အသင်၏အသံကို နှိမ့်ချပါ။ အမှန်စင်စစ် စက်ဆုပ်ဖွယ်အဖြစ်ဆုံးအသံကမူ မြည်း၏အသံပင်ဖြစ်သည်။"
        },
        {
            "chapter": 31,
            "verse": 20,
            "text": "အသင်တို့သည် မမြင်ခဲ့ကြသ‌လော၊ အမှန်စင်စစ အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့(အကျိုး)အတွက် ‌ကောင်းကင်များတွင်ရှိ‌သောအရာများနှင့် ‌မြေပထဝီတွင်ရှိ‌သောအရာများကို အသုံးချထား‌တော်မူခဲ့သည်။* ထို့ပြင် အရှင်မြတ်သည် အရှင်မြတ်၏မြင်သာ‌သော ‌ကျေးဇူး‌တော်များနှင့် မမြင်သာ‌သော‌ကျေးဇူး‌တော်များအား* အသင်တို့အ‌ပေါ်တွင် ပြည့်စုံစွာ ချ‌ပေး‌တော်မူခဲ့သည်။ ထို့ပြင် လူများထဲမှ အချို့သည် မည်သည့်ပညာမှမရှိ၊ မည်သည့်လမ်းညွှန်မှုမှမရှိ၊ မည်သည့်ထွန်းလင်းသည့်ကျမ်းမှ မရှိဘဲလျက် အလ္လာဟ်အရှင်မြတ်(တစ်ပါးတည်းသာ ကိုးကွယ်ခြင်းခံထိုက်မှု)နှင့်ပတ်သက်၍ အငြင်းအခုံ ပြုလုပ်‌လေ့ရှိကြသည်။"
        },
        {
            "chapter": 31,
            "verse": 21,
            "text": "ထို့ပြင် သူတို့အား အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်ချ‌ပေးသနား‌တော်မူခဲ့သည်ကို လိုက်နာကြပါဟု ‌ပြောခဲ့လျှင်၊ သူတို့က ထိုသို့မဟုတ်‌ပေ၊ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အဘ၊ ဘိုး၊ ‌ဘေးများ လိုက်နာခဲ့ကြသည်ကို ‌တွေ့ရှိကြရသည့်လမ်းစဉ်ကိုပင် ကျွန်ုပ်တို့ လိုက်နာကြမည်ဟု ‌ဖြေကြားခဲ့သည်။ ထိုအဘ၊ ဘိုး၊ ‌ဘေးများကို ရှိုင်သွာန်သည် ငရဲဘုံ၏ပြစ်ဒဏ်ဘက်သို့ ဖိတ်‌ခေါ်‌နေသည်ဆိုလျှင်လည်း (သူတို့သည် ထိုသူများ၏လမ်းစဉ်ကို လိုက်နာကြဦးမည်‌လော)။"
        },
        {
            "chapter": 31,
            "verse": 22,
            "text": "ထို့ပြင် မည်သူမဆို (အမှန်‌နောက်လိုက်ပြီး) မိမိ၏ဦးတည်ချက်ကို အလ္လာဟ်အရှင်မြတ်ဘက်သို့ လှည့်၍(လိုက်နာမှုပြုလျှင်) ထိုသူသည် (စိတ်ထား‌ကောင်းမွန်စွာဖြင့်) ‌ကောင်းကျိုး‌ဆောင်ရွက်သူလည်းဖြစ်လျှင် အမှန်စင်စစ် ထိုသူသည် ခိုင်မြဲ‌သောကြိုးကွင်းကို ဆွဲကိုင်ထားလိုက်ပြီဖြစ်သည်။ ထို့ပြင် ကိစ္စဟူသမျှ၏အဆုံးရလဒ်သည် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်၌သာ ဖြစ်သည်။"
        },
        {
            "chapter": 31,
            "verse": 23,
            "text": "ထို့ပြင် မည်သူမဆို ငြင်းပယ်ခဲ့လျှင်၊ သူ၏ငြင်းပယ်မှု‌ကြောင့် အသင်(တမန်‌တော်)မပူ‌ဆွေးပါနှင့်။ သူတို့ ပြန်လည်ရာသည် ငါအရှင်မြတ်ထံ‌တော်၌သာ ဖြစ်သည်။ ထို့‌နောက် ငါအရှင်မြတ်သည် သူတို့ပြုလုပ်ခဲ့သည်များကို အသိ‌ပေး‌တော်မူမည်ဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် စိတ်နှလုံးများထဲတွင် (လျှို့ဝှက်ထား)ရှိသည်များကို အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 31,
            "verse": 24,
            "text": "ငါအရှင်မြတ်သည် သူတို့အား အချိန်အနည်းငယ်ပင် အကျိုးခံစားခွင့်‌ပေး‌တော်မူသည်။ ထို့‌နောက် ငါအရှင်မြတ်သည် သူတို့အား ပြင်းထန်‌သော ပြစ်ဒဏ်ထံသို့ မလွဲမ‌သွေ ‌မောင်းနှင်ပို့‌ဆောင်‌တော်မူမည် ဖြစ်သည်။"
        },
        {
            "chapter": 31,
            "verse": 25,
            "text": "ထို့ပြင် အကယ်၍ အသင်သည် သူတို့အား မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီကို မည်သူဖန်ဆင်းခဲ့သနည်းဟု ‌မေးလျှင် အမှန်စင်စစ် သူတို့က အလ္လာဟ်အရှင်မြတ်ပင်ဟု ‌ပြောဆိုကြလိမ့်မည်။ (အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- ချီးမွမ်းခြင်းအ‌ပေါင်းသည် အလ္လာဟ်အရှင်မြတ်အတွက်ပင် ဖြစ်သည်။ သို့ရာတွင် သူတို့ထဲမှ အများစုသည် အသိမရှိကြ‌ပေ။"
        },
        {
            "chapter": 31,
            "verse": 26,
            "text": "မိုး‌ကောင်းကင်တွင် ရှိသမျှနှင့် ‌မြေပထဝီတွင် ရှိသမျှသည် အလ္လာဟ်အရှင်မြတ်ပိုင်ဆိုင်သည့်အရာများသာလျှင် ဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် လိုလား‌တောင့်တခြင်းကင်းပြီး ပြည့်စုံကြွယ်ဝ‌တော်မူ‌သောအရှင်၊ ချီးမွမ်းခြင်းခံထိုက်‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 31,
            "verse": 27,
            "text": "ထို့ပြင် အကယ်၍ ‌မြေပထဝီတွင် ရှိသမျှသစ်ပင်များသည် က‌လောင်များဖြစ်၍ ပင်လယ်သည် (မင်ဖြစ်ကာ ထိုပင်လယ်ကုန်ခန်းသွားပြီး‌နောက်) ပင်လယ်ခုနစ်ခုသည် ထို(ခန်း‌ခြောက်သွားသည့်)ပင်လယ်အား ထပ်ဖြည့်လျှင်လည်း အလ္လာဟ်အရှင်မြတ်၏စကား‌တော်များသည် ကုန်ဆုံးမည်မဟုတ်‌ပေ။* အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ ပညာဉာဏ်အ‌မြော်အမြင်နှင့် အလွန်ပြည့်စုံ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 31,
            "verse": 28,
            "text": "အသင်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူခြင်းနှင့် အသင်တို့အား ရှင်ပြန်ထ‌စေ‌တော်မူခြင်းသည် လူတစ်‌ယောက်(ကို ဖန်ဆင်း‌တော်မူပြီး ရှင်ပြန်ထ‌အောင်ပြုလုပ်သ)ကဲ့သို့ဖြစ်သည်။ (အရှင်မြတ်အတွက် မည်သို့မျှ ခက်ခဲမှုမရှိ‌ပေ။) အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အကြွင်းမဲ့ကြား‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့မြင်‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 31,
            "verse": 29,
            "text": "အသင် မသိမြင်ခဲ့သ‌လော၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ည(၏အစိတ်အပိုင်းများ)ကို ‌နေ့ထဲတွင်၊ ‌နေ့(၏အစိတ်အပိုင်းများ)ကို ညထဲတွင် ဝင်‌စေ‌တော်မူခဲ့သည်။ (သို့ဖြစ်ရာ ညတာ တိုခြင်း ရှည်ခြင်း၊ ‌နေ့တာ တိုခြင်း ရှည်ခြင်း ဖြစ်‌ပေါ်လာရသည်)။ ထို့ပြင် အရှင်မြတ်သည် ‌နေနှင့်လကို နိုင်နင်း‌စေ‌တော်မူခဲ့သည်။ သူတို့တစ်ခုစီသည် သတ်မှတ်ပြဋ္ဌာန်းထား‌သော အချိန်အထိ သွားလာလှုပ်ရှား‌နေကြမည်ဖြစ်သည်။ ထို့ပြင် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့ပြုလုပ်သမျှကို အကြွင်းမဲ့ကြားသိ‌တော်မူ‌သောအရှင်မြတ် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "ဤ(အစီစဉ်များဖြစ်‌နေသည့်အ‌ကြောင်းရင်း)ကမူ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ် (တည်ရှိ‌နေသည်မှာ) မှန်ကန်သည့်အတွက်‌ကြောင့်ဖြစ်သည်။ ထို့ပြင် အရှင်မြတ်မှလွဲ၍ သူတို့ ဟစ်‌ခေါ်‌နေသည့်အရာများသည် မုချ မှားသည့်အတွက်‌ကြောင့်ဖြစ်သည်။ ထို့ပြင် အမှန်ပင် အလ္လာဟ်အရှင်မြတ်သည် အလွန်မြင့်မား‌တော်မူ‌သောအရှင်၊ အလွန်ကြီးကျယ် ထူးကဲမြင့်မြတ်‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည့်အတွက်‌ကြောင့်ပင်ဖြစ်သည်။"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏‌ကျေးဇူး‌တော်ဖြင့် ပင်လယ်ထဲတွင် ရွက်သ‌ဘေင်္ာများ သွားလာလှုပ်ရှား‌နေကြခြင်းသည် အရှင်မြတ်က အသင်တို့အား အရှင်မြတ်၏အချို့သက်‌သေသာဓကများကို ပြသ‌တော်မူရန်အတွက်ဖြစ်‌ကြောင်း အသင် မမြင်ခဲ့‌လေသ‌လော။ အမှန်စင်စစ် ထိုအထဲတွင် အလွန်သည်းခံ‌သော အလွန်‌ကျေးဇူးသိတတ်‌သော သူတိုင်းအတွက် အမှန်ပင် သက်‌သေသာဓကများ ရှိသည်။"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "ထို့ပြင် သူတို့အား လှိုင်းများသည် အရိပ်များ(အမိုးများ)ကဲ့သို့ လွှမ်းမိုးသည့်အခါ သူတို့သည် ယုံကြည်ချက်ကို အရှင်မြတ်တစ်ပါးတည်းအတွက်သာ သီးသန့်ပြုလုပ်ကြသည့်သူများအဖြစ်နှင့် အလ္လာဟ်အရှင်မြတ်အား ဟစ်‌ခေါ်တသကြသည်။ ထို့‌နောက် ငါအရှင်မြတ်က သူတို့အား ကယ်တင်ပြီး ကုန်း‌ပေါ်သို့ပို့လိုက်သည့်အခါ သူတို့ထဲမှ အချို့ကမူ အလယ်အလတ်လမ်းစဉ်ကို လိုက်ကြသည်။ ထို့ပြင် ငါအရှင်မြတ်၏အာယသ်‌တော် (ထင်ရှား‌သော‌ကျေးဇူး‌တော်)များကို ‌ကျေးဇူးကန်းကတိ‌ဖောက်ဖျက်သည့်သူ‌တွေသာ ငြင်းပယ်‌လေ့ရှိကြသည်။"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "အို- လူသားအ‌ပေါင်းတို့၊ အသင်တို့သည် အသင်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။ ထို့ပြင် အသင်တို့သည် မည်သည့်ဖခင်တစ်ဦးကမှ သူ၏သားအတွက် အ‌ထောက်အကူမပြုနိုင်သည့်အပြင်၊ မည်သည့်သားတစ်ဦးကမှလည်း သူ၏ဖခင်အတွက် အ‌ထောက်အကူပြုနိုင်မည်မဟုတ်သည့်‌နေ့အား စိုးရိမ်ကြပါ။* အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ ကတိ‌တော်သည် မှန်ကန်သည်။ သို့ဖြစ်ရာ ဤဘဝတွင် အသက်ရှင်ခြင်းက အသင်တို့အား လုံးဝ မလှည့်ဖြား‌စေနှင့်။ ထို့ပြင် ထိုလှည့်စားသူ (ရှိုင်သွာန်)သည်လည်း အသင်တို့အား အလ္လာဟ်အရှင်မြတ်နှင့်ပတ်သက်၍ မလှည့်ဖြား‌စေနှင့်။"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "အမှန်စင်စစ် ရှင်ပြန်ထမည့်‌နေ့၏အသိသည် အလ္လာဟ်အရှင်မြတ်၌ပင် ရှိသည်။ ထို့ပြင် အရှင်မြတ်ပင် မိုး‌ရေကို ရွာချ‌ပေး‌တော်မူသည်။ ထို့ပြင် (မိခင်များ၏) သားအိမ်များတွင် မည်သည့်အရာများရှိသည်ဆိုသည်ကိုလည်း အရှင်မြတ်ပင်သိ‌တော်မူသည်။ ထို့ပြင် မည်သူမျှ နက်ဖြန်တွင် သူမည်သည့်အရာပြုလုပ်မည်ကို မသိ‌ပေ။ ထို့ပြင် မည်သူမျှ မည်သည့်‌နေရာတွင် သူ‌သေဆုံးမည်ကို မသိ‌ပေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ပင် အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့ကြားသိ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 32,
            "verse": 1,
            "text": "အလိဖ် လာမ် မီမ်။"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "ကျမ်းဂန်ကို ချ‌ပေးခြင်းသည် စကြဝဠာအ‌ပေါင်းအား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်မှ ဖြစ်သည်။ ထိုအထဲတွင် သံသယဖြစ်ဖွယ်ရာ မရှိ‌ပေ။"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "သူတို့က ၎င်း(တမန်‌တော်)သည် ဤကျမ်းကို လုပ်ကြံဖန်တီးထားသည်ဟု ဆိုကြသ‌လော။ ထိုသို့မဟုတ်၊ အမှန်စင်စစ် ဤကျမ်းသည် အသင်၏မတိုင်မီက သတိ‌ပေးနှိုး‌ဆော်သူတစ်ဦးမျှ လာ‌ရောက်ခြင်းမရှိ‌သေး‌သော အမျိုးသားများအား သူတို့ တရားလမ်းမှန်ရကြရန်အတွက် အသင် သတိ‌ပေးနှိုး‌ဆော်ရန် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်မှ (ချ‌ပေး‌တော်မူ‌သောကျမ်း) အမှန်ပင်ဖြစ်သည်။"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "အလ္လာဟ်အရှင်မြတ်သည်ပင် မိုး‌ကောင်းကင်များနှင့်၊ ‌မြေပထဝီအပြင် ထိုနှစ်ခုကြားတွင် ရှိသမျှအရာများကို ‌ခြောက်ရက်(နှင့်ညီမျှ‌သောအချိန်)ဖြင့် ဖန်ဆင်းပြီး‌နောက် အရှင်မြတ်သည် အရ်ရှ်ပလ္လင်‌တော်အ‌ပေါ်တွင် (၎င်းကို မမှီခိုဘဲ)တည်(ရှိလျက် အရှင်မြတ်နှင့်ထိုက်တန်‌တော်မူသည့်အတိုင်း စံမြန်း‌နေ)‌တော်မူသည်။ အသင်တို့အတွက် ထိုအရှင်မြတ်အပြင် ကူညီမည့်သူနှင့် ကြားဝင်အသနားခံ‌ပေးမည့်သူဟူ၍ မည်သူမျှမရှိ‌ပေ။ ထို့‌နောက်လည်း အသင်တို့သည် သတိတရားမရကြ‌လေသ‌လော။"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "အရှင်မြတ်သည် မိုး‌ကောင်းကင်မှ ‌မြေပထဝီအထိ ကိစ္စဟူသမျှကို စီမံခန့်ခွဲ‌တော်မူသည်။* ထို့ပြင် ထိုကိစ္စများသည် အသင်တို့‌ရေတွက်ကြ‌သော အ‌ရေအတွက်နှင့် နှစ်‌ပေါင်းတစ်‌ထောင်အတိုင်းအတာရှိသည့် ‌နေ့တစ်‌နေ့တွင်* အရှင်မြတ်ထံ‌တော်သို့ တက်သွားမည်ဖြစ်သည်။"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "အရှင်မြတ်သည် ဖုံးကွယ်‌နေသည်များနှင့် ထင်ရှား‌နေသည်များကို သိ‌တော်မူ‌သော တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "အရှင်မြတ်သည် အရှင်မြတ်ဖန်ဆင်း‌တော်မူ‌သောအရာတိုင်းအား အ‌ကောင်းဆုံးပြုလုပ်ဖန်ဆင်း‌တော်မူခဲ့သည်။* ထို့ပြင် အရှင်မြတ်သည် လူသားဖန်ဆင်းခြင်းကို ရွှံ့ညွှန်နှင့် အစပြု‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "ထို့‌နောက် အရှင်မြတ်သည် လူသား၏အဆက်အနွယ်များကို ညှစ်ထုတ်ထား‌သော (ပန်းထွက်သည့်) အဖိုးမတန်သည့်(သုက်)ရည်ဖြင့် ပြုလုပ်ဖန်ဆင်း‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "ထို့‌နောက် အရှင်မြတ်သည် သူ့ကို ‌နေသားတကျ ပြုလုပ်‌တော်မူပြီး (သူ၏ခန္ဓာကိုယ်)ထဲတွင် အရှင်မြတ်ထံ‌တော်မှ အသက်ဝိညာဉ်ကို မှုတ်သွင်း‌တော်မူခဲ့သည်။ ထို့ပြင် အရှင်မြတ်သည် အသင်တို့အတွက် နား၊ မျက်စိနှင့် စိတ်နှလုံးများကို ပြုလုပ်‌ပေးသနား‌တော်မူခဲ့သည်။ (သို့ပါလျက်နှင့်) အသင်တို့သည် အနည်းငယ်သာ ‌ကျေးဇူးတင်ကြသည်။"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "ထို့ပြင် သူတို့က ‌ပြောဆိုကြသည်- “ကျွန်ုပ်တို့သည် ‌မြေကြီးထဲတွင် ‌ဆွေးမြည့်‌ပျောက်ကွယ်သွားကြသည့်အခါ အသစ်ပြန် ဖန်ဆင်းခြင်းခံကြရဦးမည်‌လော။“ အမှန်စင်စစ် သူတို့သည် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်နှင့် ‌တွေ့ဆုံမှုကိုပင် ငြင်းပယ်သည့်သူများ ဖြစ်ကြသည်။"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အသင်တို့နှင့်ပတ်သက်၍ ခန့်အပ်ခြင်းခံရ‌သော ‌သေမင်းတမန်သည် အသင်တို့၏အသက်ကို နှုတ်သိမ်းမည်။ ထို့ပြင် အသင်တို့သည် အသင်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်သို့ပင် ပြန်‌ရောက်‌စေခြင်းကို ခံကြရမည်။"
        },
        {
            "chapter": 32,
            "verse": 12,
            "text": "အကယ်၍ (ထို‌နေ့၏မြင်ကွင်းကို) အသင်‌တွေ့မြင်လျှင် (အဘယ်မျှ အံ့ဩလိုက်မည်နည်း)။ ထို‌နေ့တွင် အပြစ်ရှိသူများသည် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်၏‌ရှေ့၌ သူတို့၏ဦး‌ခေါင်းများကို ငိုက်စိုက်ချ၍ “အို- ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၊ (ယခုမူ) ကျွန်ုပ်တို့သည် မြင်လည်းမြင်ကြပြီဖြစ်ပါသည်၊ ကြားလည်းကြားကြပြီဖြစ်ပါသည်။ သို့ဖြစ်ရာ အရှင်မြတ်သည် ကျွန်ုပ်တို့အား (‌လောကသို့)ပြန်ပို့‌ပေး‌တော်မူပါ။ (ဤတစ်ခါမူ) ကျွန်ုပ်တို့သည် ‌ကောင်းမြတ်‌သောလုပ်ရပ်များကိုသာ ပြုလုပ်ကြပါ‌တော့မည်။ (ယခု) ကျွန်ုပ်တို့သည် အမှန်ပင် ယုံကြည်သူများ ဖြစ်ကြပါပြီ“ဟု ‌ပြောဆိုကြလိမ့်မည်။"
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "ထို့ပြင် အကယ်၍ ငါအရှင်မြတ်အလိုရှိ‌တော်မူခဲ့လျှင် လူတိုင်းကို သူတို့၏ လမ်းမှန်ညွှန်ကြားပြသချက် အမှန်ပင် ‌ပေး‌တော်မူခဲ့မည်ဖြစ်သည်။ သို့ရာတွင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် ဂျဟန္နမ်ငရဲဘုံကို ဂျင်န်များ၊ လူများနှင့် စု‌ပေါင်းပြီး ဖြည့်‌တော်မူမည်ဟု ငါအရှင်မြတ်ထံ‌တော်မှ အမိန့်‌တော်သည် စင်စစ် အတည်ဖြစ်သွားခဲ့ပြီဖြစ်သည်။"
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "“ယခုမူ အသင်တို့သည် အသင်တို့၏ ဤ‌နေ့ဤရက်တွင် ‌တွေ့ဆုံကြရမည်ကို ‌မေ့‌နေခဲ့ခြင်း၏အရသာကို မြည်းစမ်းကြပါ။ ငါအရှင်မြတ်သည်လည်း အသင်တို့အား ‌မေ့ထား‌တော်မူလိုက်ပြီဖြစ်သည်။ ထို့ပြင် အသင်တို့သည် အသင်တို့ပြုလုပ်ခဲ့ကြ‌သော လုပ်ရပ်များ‌ကြောင့် ထာဝရ ပြစ်ဒဏ်၏အရသာကို မြည်းစမ်းလိုက်ကြပါ။“"
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "ငါအရှင်မြတ်၏အာယသ်‌တော်များကို အကြင်သူများပင် ယုံကြည်ကြသည်။ ထိုသူများသည် ထိုအာယသ်‌တော်များနှင့် သတိ‌ပေးခြင်းခံခဲ့ကြရသည့်အခါ သူတို့သည် မာန‌ထောင်လွှားခြင်းမရှိကြဘဲလျက် စဂျ်ဒဟ်ဦးချကာ ကျလာခဲ့ကြသည်။ ထို့ပြင် သူတို့သည် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်အား ချီးမွမ်းမှုနှင့်တကွ သန့်ပြန့်စင်ကြယ်‌တော်မူ‌ကြောင်းကို ရွတ်ဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "သူတို့၏နံ‌ဘေးများသည် အိပ်ရာများမှ ခွဲခွာလျက်ရှိကြသည်။ သူတို့သည် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်အား ‌ကြောက်ရွံ့လျက်၊ ‌မျှော်လင့်လျက်နှင့် ဟစ်‌ခေါ်တသကြသည့်အပြင် သူတို့အား ငါအရှင်မြတ်က ‌ပေး‌တော်မူထားသည့်အရာများထဲမှ သုံးစွဲလှူဒါန်းမှုကိုလည်း ပြုလုပ်ကြသည်။"
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "ထို့ပြင် သူတို့အတွက် သူတို့ ပြုလုပ်ခဲ့ကြသည့်လုပ်ရပ်များ၏ အကျိုး‌ကျေးဇူးအဖြစ် လျှို့ဝှက်ထား‌သော မျက်စိ‌အေးမြကြည်လင်မှုကို မည်သူမျှ မသိ‌ပေ။"
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "သို့ဖြစ်ရာ အီမာန်ယုံကြည်သူသည် အမိန့်ဖီဆန်သည့်သူနှင့် တူသ‌လော။ သူတို့သည် မတူကြ‌ပေ။"
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "မည်သို့ပင်ဖြစ်‌စေ၊ အီမာန်ယုံကြည်ပြီး ‌ကောင်းမြတ်သည့်လုပ်ရပ်များကို ပြုလုပ်ခဲ့ကြသည့်သူများအတွက် သူတို့ပြုလုပ်ခဲ့ကြသည်များကို ဧည့်သည်အ‌နေနှင့် ခိုလှုံ‌နေထိုင်ရာဥယျာဉ်များမရှိလိမ့်မည်။"
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "ထို့ပြင် မည်သို့ပင်ဖြစ်‌စေ၊ အမိန့်‌တော်ကို ဖီဆန်ခဲ့ကြသည့်သူများ၏ ‌နေထိုင်ရာဌာနကမူ ငရဲပင်ဖြစ်သည်။ သူတို့သည် မည်သည့်အခါပင်ဖြစ်‌စေ ငရဲထဲမှထွက်ရန် ကြံရွယ်ခဲ့လျှင် ထိုငရဲမီးထဲသို့ပင် ပြန်တွန်းပို့ခြင်းခံကြရမည်။ ထို့ပြင် သူတို့အား “အသင်တို့သည် မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်ခဲကြ‌သော ထိုငရဲမီး၏ပြစ်ဒဏ်ကို မြည်းစမ်းလိုက်ကြပါ“ဟု ‌ပြောဆိုခြင်းကို ခံကြရဦးမည်ဖြစ်သည်။"
        },
        {
            "chapter": 32,
            "verse": 21,
            "text": "ထို့ပြင် သူတို့သည် (သူတု့ိ၏တွဲဖက်ကိုးကွယ်ရာများမှစွန့်ပြီး) ပြန်လှည့်လာကြရန်အတွက် အမှန်စင်စစ် ငါအရှင်မြတ်သည် သူတို့အား ထိုပြစ်ဒဏ်ကြီးမ‌ပေး‌သေးမီ ဤဘဝတွင် ပြစ်ဒဏ်ငယ်‌လေးနှင့် (သတိ‌ပေး)မြည်းစမ်း‌စေဦးမည်ဖြစ်သည်။"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "အကြင်သူထက် ပို၍မတရားသူသည် မည်သူရှိဦးမည်နည်း။ ထိုသူသည် သူ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်၏အာယသ်‌တော်များနှင့် သတိ‌ပေးခြင်းခံခဲ့ရသည်။ ထို့‌နောက် သူသည် ထိုအာယသ်‌တော်များမှ မျက်နှာလွှဲခဲ့သည်။ အမှန်စင်စစ် ငါအရှင်မြတ်သည် အပြစ်ရှိသူများကို တန်ပြန်အ‌ရေးယူ‌တော်မူမည့် အရှင်မြတ်ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် (တမန်‌တော်)မူစာကိုလည်း (အသင်တမန်‌တော်ကို ‌ပေးသကဲ့သို့) ကျမ်းဂန်‌ပေးသနား‌တော်မူခဲ့သည်။ သို့ဖြစ်ရာ အသင်(တမန်‌တော်)သည် ၎င်း(ကျမ်းဂန်)ကို‌တွေ့ဆုံမှု* နှင့်ပတ်သက်၍ မည်သည့်သံသယမျှ မရှိ‌လေနှင့်။ ထို့ပြင် ငါအရှင်မြတ်သည် (တမန်‌တော်မူစာကို ‌ပေး‌တော်မူခဲ့သည့်)ကျမ်းဂန်ကို အစ္စရာအီလ်မျိုးနွယ်ဝင်များအတွက် လမ်းမှန်ညွှန်ကြားပြသချက်အဖြစ် ပြုလုပ်‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် ထိုအစ္စရာအီလ်မျိုးနွယ်ဝင်များထဲမှ သူများအား သည်းခံခဲ့ကြသည့်အခါ ‌ရှေ့‌ဆောင်အီမာမ်များ ပြုလုပ်‌ပေး‌တော်မူခဲ့သည်။ ထိုသူများသည် ငါအရှင်မြတ်၏အမိန့်‌တော်နှင့် လမ်းမှန်ညွှန်ကြားပြသကြသည်။ ထို့ပြင် သူတို့သည် ငါအရှင်မြတ်၏ အာယသ်‌တော်များကို ယုံကြည်သူများလည်းဖြစ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "အမှန်စင်စစ် အသင်(တမန်‌တော်)အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် ကိယာမသ်‌နေ့တွင် သူ(မုအ်မင်န်များ နှင့် မုရှ်ရိက်များ)တို့၏အကြားတွင် သူတို့ ကွဲလွဲခဲ့‌နေကြသည့် ကိစ္စများနှင့်ပတ်သက်၍ (အမှား အမှန်ကို ယတိပြတ်)စီရင်ဆုံးဖြတ်‌တော်မူမည်ဖြစ်သည်။"
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "ငါအရှင်မြတ်သည် သူတို့မတိုင်မီ မျိုးနွယ်အ‌မြောက်အမြားကို (သူတို့၏ပြစ်မှုများ‌ကြောင့်) ဖျက်ဆီး‌တော်မူခဲ့သည်။ သူတို့သည် ထို‌နေရာ‌ဒေသများတွင် သွားလာ‌နေကြသည်။ ထို့‌နောက်လည်း (ဤသည်) သူတို့အတွက် လမ်းမှန်ညွှန်ကြားပြသချက် မဖြစ်သ‌လော။ အမှန်စင်စစ် ထိုအထဲတွင် သက်‌သေသာဓကများ မုချရှိသည်။ ထို့‌နောက်လည်း သူတို့သည် မကြားကြ‌လေသ‌လော။"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "ထို့ပြင် သူတို့သည် မမြင်ကြ‌လေသ‌လော၊ အမှန်စင်စစ် ငါအရှင်မြတ်သည် မိုး‌ရေကို ‌ခြောက်‌သွေ့‌သော ‌မြေယာထံသို့ ‌မောင်းနှင်ပို့‌ပေး‌တော်မူသည်။ ထို့ပြင် ငါအရှင်မြတ်သည် ထိုမိုး‌ရေနှင့် ‌ကောက်ပဲသီးနှံများအား ထွက်‌စေ‌တော်မူသည်။ ထိုအပင်များထဲမှ သူတို့၏ ကုလားအုတ်၊ ကျွဲ၊ နွား၊ တိရစာ္ဆန်များလည်း စားကြသည်။ သူတို့ကိုယ်တိုင်လည်း စားကြသည်။ ထို့‌နောက်လည်း သူတို့သည် မမြင်ကြသ‌လော။"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "ထို့ပြင် သူတို့က ‌ပြောဆိုကြသည်- အကယ်၍ အသင်တို့သည် မှန်ကန်စွာ ‌ပြောဆိုသူများဖြစ်ကြလျှင် ဤ(ကိယာမသ်)စီရင်ဆုံးဖြတ်ချက်သည် မည်သည့်အခါဖြစ်မည်နည်း။“"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- ထိုစီရင်ဆုံးဖြတ်မည့်‌နေ့တွင် ကာဖိရ်များ၏ယုံကြည်မှုသည် သူတို့အား အကျိုး‌ပေးမည်မဟုတ်‌ပေ။ ထို့ပြင် သူတို့သည် ဆိုင်းငံ့ခြင်းကိုလည်း ခံကြရမည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "သို့ဖြစ်ရာ အသင်(တမန်‌တော်)သည် သူတို့(၏‌ပြောဆိုမှုများ)အား လျစ်လျူရှုပြီး (အရှင်မြတ်၏ အဆုံးအဖြတ်ကိုသာ) ‌စောင့်ဆိုင်း‌နေပါ။ အမှန်စင်စစ် သူတို့လည်း (သူတို့ အထင်အမြင်အရ အသင်၏အ‌ပေါ် ဒုက္ခကျ‌ရောက်ရန်) ‌စောင့်ဆိုင်း‌နေကြသူများပင် ဖြစ်ကြသည်။"
        },
        {
            "chapter": 33,
            "verse": 1,
            "text": "အို- တမန်‌တော်၊ အသင်သည် အလ္လာဟ်အရှင်မြတ်အား ‌ကြောက်ရွံ့ပြီး‌နေပါ၊ ထို့ပြင် အသင်သည် ကာဖိရ်များ၏‌ပြောဆိုချက်နှင့် မုနာဖိက် အ‌ယောင်‌ဆောင်များ၏ ‌ပြောဆိုချက်ကို မလိုက်နာပါနှင့်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်၊ ပညာဉာဏ်အ‌မြော်အမြင်နှင့် အလွန်ပြည့်စုံ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "ထို့ပြင် အသင်သည် အသင်၏ထံသို့ အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်မှ ပို့ချခြင်းခံရ‌သော အမိန့်‌တော်များကိုပင် လိုက်နာပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့ ပြုလုပ်ကြသည်များကို အကြွင်းမဲ့ကြားသိ‌တော်မူ‌သောအရှင်မြတ်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "ထို့ပြင် အသင်သည် အလ္လာဟ်အရှင်မြတ်အ‌ပေါ်တွင် ယုံပုံလွှဲအပ်ထားပါ။ အလ္လာဟ်အရှင်မြတ်သည် ကိစ္စဟူသမျှကို ပြီးစီး‌အောင် ‌ဆောင်ရွက်‌ပေးမည့်သူအဖြစ် လုံ‌လောက်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် မည်သည့်လူသားကိုမျှ သူ၏ခန္ဓာကိုယ်တွင် စိတ်နှလုံးနှစ်ခု ပြုလုပ်‌တော်မမူခဲ့‌ပေ။ ထို့ပြင် အရှင်မြတ်သည် အသင်တို့၏ အကြင်ဇနီးကြင်ရာများအား “အသင်မသည် ကျွန်ုပ်အ‌ပေါ်တွင် မိခင်ကဲ့သို့ ဟရာမ်ဖြစ်သည်“ဟု ‌ပြောဆို(ပြီး ဇွိဟာရ်ပြုလုပ်)ကြ‌သော‌ကြောင့် အသင်တို့၏ မိခင်များအဖြစ် ပြုလုပ်‌တော်မမူခဲ့‌ပေ။ ထို့ပြင် အရှင်မြတ်သည် အသင်တို့၏‌မွေးစားသားများကိုလည်း အသင်တို့၏သား(အရင်း)များအဖြစ် ပြုလုပ်‌တော်မမူခဲ့‌ပေ။* ထိုအရာများသည် အသင်တို့က အသင်တို့နှုတ်များဖြင့် ‌ပြောဆိုကြ‌သော အသင်တို့၏ (‌ဘောင်မဝင်‌သော)‌ပြောဆိုချက်ပင် ဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်ကမူ အမှန်ကို မိန့်ကြား‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်ကပင် (မှန်ကန်သည့်)လမ်းကို ညွှန်ကြားပြသ‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "အသင်တို့သည် သူတို့အား သူတို့၏ဖခင်(အရင်း)များနှင့် ဆက်စပ်ပြီး (မည်သူမည်ဝါ၏သားဖြစ်သည်ဟု) ‌ခေါ်‌ဝေါ်ကြပါ။ ထိုအရာပင် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်တွင် တရားမျှတဆုံးဖြစ်သည်။* ထို့ပြင် အကယ်၍ အသင်တို့သည် သူတို့၏ဖခင်များကို မသိခဲ့ကြလျှင် သူတို့သည် အသင်တို့၏ သာသနာဝင် ညီအစ်ကိုများဖြစ်ကြသည့်အပြင်၊ အသင်တို့၏မိတ်‌ဆွေများလည်း ဖြစ်ကြသည်။ ထို့ပြင် အသင်တို့အ‌ပေါ်တွင် အသင်တို့ ‌မေ့မှားပြီး ပြုလုပ်ခဲ့ကြသည့်ကိစ္စနှင့်ပတ်သက်၍ မည်သည့်အပြစ်မျှ မရှိ‌ပေ။ သို့ရာတွင် အသင်တု့ိ၏စိတ်က ကြံရွယ်ပြုလုပ်ခဲ့ကြ‌သောကိစ္စမှာမူ (အပြစ်)ရှိသည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အလွန်လွတ်ငြိမ်းချမ်းသာခွင့် ‌ပေး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "တမန်‌တော်မြတ်သည် အီမာန်ယုံကြည်သူများနှင့် သူတို့ကိုယ်တိုင်ထက်ပင် ပို၍နီးစပ်သည်။* ထို့ပြင် ၎င်းတမန်‌တော်မြတ်၏ကြင်ရာ‌တော်များသည် အီမာန်ယုံကြည်သူများ၏မိခင်းများပင် ဖြစ်ကြသည်။* ထို့ပြင် အလ္လာဟ်အရှင်မြတ်၏ကျမ်းဂန်တွင် ‌သွေး‌တော်စပ်သူများသည် အချင်းချင်း တစ်ဦးနှင့်တစ်ဦး အခြားအီမာန်ယုံကြည်သူများနှင့် မုဟာဂျရ် စွန့်ခွာ‌ပြောင်း‌ရွှေ့သူများထက် ပိုမို၍ နီးစပ်သူများဖြစ်ကြသည်။* သို့ရာတွင် အသင်တို့သည် အသင်တို့၏မိတ်‌ဆွေများအား တစ်စုံတစ်ရာ ‌ကျေးဇူးပြုလိုပါက (ပြုပိုင်ခွင့်ရှိသည်)။ ဤသည် အလ္လာဟ်အရှင်မြတ်၏ မှတ်တမ်း‌တော်တွင် ‌ရေးသားပြီးဖြစ်သည်။"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "ထို့ပြင် တစ်ခါက ငါအရှင်မြတ်သည် တမန်‌တော်များထံသို့ ကတိဝန်ခံချက်ကို ယူ‌တော်မူခဲ့သည်။ (ထိုတမန်‌တော်များထဲတွင်) အသင်၏ထံမှသာမက၊ (တမန်‌တော်များဖြစ်ကြသည့်) နူးဟ်၊ အိဗ်ရာဟီမ်၊ မူစာ၊ မရ်ယမ်၏သား အီစာတို့ထံမှလည်း (ကတိဝန်ခံချက် ယူ‌တော်မူခဲ့ခြင်းဖြစ်သည်)။ ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့ထံမှ ခိုင်မာ‌သော ကတိဝန်ခံချက်ကို ယူ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "(ထိုသို့ ဝန်ခံချက်ယူ‌တော်မူခဲ့ခြင်းမှာ) အရှင်မြတ်သည် မှန်ကန်သူများအား (ကိယာမသ်‌နေ့တွင်) သူတို့၏မှန်ကန်မှုနှင့်ပတ်သက်၍ စစ်‌ဆေး‌မေးမြန်း‌တော်မူရန်အတွက် ဖြစ်သည်။ ထို့ပြင် အရှင်မြတ်သည် ကာဖိရ်များအတွက် နာကျင်‌စေသည့်ပြစ်ဒဏ်ကို အဆင်သင့် ပြုလုပ်ထား‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "အို- အီမာန်ယုံကြည်သူအ‌ပေါင်းတို့၊ အသင်တို့သည် အသင်တို့အ‌ပေါ်တွင် (ပြု‌တော်မူခဲ့သည့်) အလ္လာဟ်အရှင်မြတ်၏‌ကျေးဇူး‌တော်ကို ပြန်လည် သတိရကြပါ။ တစ်ခါက အသင်တို့ထံသို့ စစ်တပ်အ‌မြောက်အမြားသည် (တိုက်ခိုက်ရန်) ချီတက်လာခဲ့ကြသည်။ ထို့‌နောက် ငါအရှင်မြတ်သည် ထိုစစ်တပ်များအ‌ပေါ်တွင် ‌လေပြင်းတစ်ခုနှင့် အသင်တို့မမြင်ရ‌သော စစ်တပ်များကို* ‌စေလွှတ်(သုတ်သင်‌စေ)‌တော်မူခဲ့သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့ ပြုလုပ်‌နေသည်များကို အလွန်မြင်‌တော်မူ‌သော အရှင်မြတ်ပင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "ထိုစဉ်က ထိုစစ်တပ်များသည် အသင်တို့၏အထက်ဘက်မှသာမက အသင်တို့၏‌အောက်ဘက်မှလည်း ချီတက်လာခဲ့ကြသည်။ ထို့ပြင် ထိုစဉ်က(‌ကြောက်လန့်ပြီး)မျက်စိများသည် ပြူးကျယ်သွားခဲ့ကြသည်။ ထို့ပြင် နှလုံးများသည်လည်း လည်မျိုများသို့ ‌ရောက်ရှိသွားခဲ့ကြသည်။ ထို့ပြင် အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အ‌ပေါ်တွင် အမျိုးမျိုး ထင်မြင်ယူဆချက်များကို ထင်မြင်ယူဆခဲ့ကြသည်။"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "ထိုအခါတွင် အီမာန်ယုံကြည်သူများသည် စမ်းသပ်မှုခံခဲ့ရသည့်အပြင် ပြင်းထန်စွာ တုန်လှုပ်‌ချောက်ချား‌စေခြင်းကိုလည်း ခံခဲ့ကြရသည်။"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "ထို့ပြင် ထိုစဉ်က မုနာဖိက်အ‌ယောင်‌ဆောင်များနှင့် စိတ်နှလုံးများတွင် ‌ရောဂါရှိသူများက (ဤသို့)‌ပြောဆို‌နေခဲ့ကြသည်- “အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏တမန်‌တော်သည် ကျွန်ုပ်တို့အား ဖြား‌ယောင်းသည်မှလွဲ၍ မှန်ကန်သည့်ကတိကို ‌ပေးခဲ့ကြသည်မဟုတ်‌ပေ“။"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "ထို့ပြင် ထိုစဉ်က ထိုသူများထဲမှ လူတစ်စုသည် ‌ပြောဆိုကြသည်- “အို- ယဆ်ရိဗ်မြို့သားတို့၊* အသင်တို့အတွက် ရပ်တည်ရာမရှိ‌တော့သည့်အတွက် အသင်တို့သည် ပြန်သွားကြပါ‌တော့“။ ထို့ပြင် သူတို့ထဲမှ လူတစ်စုက “အမှန်စင်စစ် ကျွန်ုပ်တို့၏အိမ်များသည် လုံခြုံမှုမရှိပါ“ဟု ‌ပြောဆိုပြီး တမန်‌တော်၏ထံတွင် ခွင့်ပန်‌နေကြသည်။ ထိုအိမ်များသည် မလုံခြုံသည့်အိမ်များမဟုတ်ဘဲလျက် သူတို့က ထွက်‌ပြေးရန်ပင် ကြံရွယ်‌နေကြခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "ထို့ပြင် သူတို့ထံသို့ ထိုယဆ်ရိဗ်မြို့၏‌ဘေးပတ်ဝန်းကျင်များမှ (ကာဖိရ်စစ်သည်များသည်)ဝင်‌ရောက်ခဲ့ကြလျှင် ထို့‌နောက် သူတို့သည် ဖျက်ဆီးမှုပြုရန် (မွတ်စ်လင်မ်များနှင့် တိုက်ခိုက်ရန်) ‌တောင်းဆို‌နေခြင်းကို ခံခဲ့ကြရလျှင် သူတို့သည် ထိုအိမ်များတွင် ‌ခေတ္တသာ‌နေ၍ ချက်ချင်းပင် ထိုဖျက်ဆီး(တိုက်ခိုက်)မှုကို အမှန်ပင် လက်ခံ ပြုလုပ်ကြမည်ဖြစ်သည်။"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "ထို့ပြင် အမှန်စင်စစ် သူတို့သည် ယခင်ကတည်းက “‌ကျောခိုင်း ထွက်မ‌ပြေးပါ“ဟု အလ္လာဟ်အရှင်မြတ်နှင့် ကတိပြုခဲ့ပြီးဖြစ်ကြသည်။* ထို့ပြင် အလ္လာဟ်အရှင်မြတ်နှင့်ပြုခဲ့‌သော ကတိဝန်ခံချက်သည် စစ်‌ဆေး‌မေးမြန်းခြင်းခံရမည့် ကတိဝန်ခံချက်ပင်ဖြစ်သည်။"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- “အကယ်၍ အသင်တို့သည် ‌သေ‌ဘေးနှင့် အသတ်ခံရမည့်‌ဘေးမှ ထွက်‌ပြေးခဲ့ကြလျှင် အသင်တို့အား ထိုထွက်‌ပြေးခြင်းက မည်သည့်အရာမျှ အကျိုးရှိ‌စေမည် မဟုတ်‌ပေ။ ထို့ပြင် သို့ဖြစ်လျှင် အသင်တို့သည် (ထွက်‌ပြေးပြီး)အချိန်အနည်းငယ်မှလွဲ၍ အကျိုးခံစားရမည်လည်း မဟုတ်‌ပေ။“"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့နှင့်ပတ်သက်၍ ‌ဘေးဒုက္ခတစ်စုံတစ်ခုကို ရည်ရွယ်‌တော်မူခဲ့လျှင် အသင်တို့အား ထိုအရှင်မြတ်၏(ပြစ်ဒဏ်)မှ မည်သူသည် ကာကွယ်‌စောင့်‌ရှောက်မည်နည်း။ သို့မဟုတ် အရှင်မြတ်သည် အသင်တို့နှင့်ပတ်သက်၍ ‌ကျေးဇူးတစ်စုံတစ်ခုကို ရည်ရွယ်‌တော်မူလျှင် (မည်သူ ပိတ်ပင်နိုင်သနည်း)။ ထို့ပြင် သူတို့သည် အလ္လာဟ်အရှင်မြတ်အပြင် သူတို့အတွက် ကူညီမည့်သူ မည်သူမျှ ‌တွေ့ရမည်မဟုတ်‌ပေ။ ကာကွယ်မည့်သူလည်း မည်သူမျှ ‌တွေ့ရမည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့ထဲမှ တားဆီး‌နှောင့်ယှက်သူများနှင့် သူတို့၏ညီအစ်ကိုများအား “အသင်တို့သည် ကျွန်ုပ်တို့ထံသို့ လာခဲ့ကြပါ“ဟု ‌ပြောဆိုကြသည့်သူများကို သိရှိ‌တော်မူသည်။ ထို့ပြင် သူတို့ကိုယ်တိုင်မှာမူ စစ်တိုက်ရာသို့ လာကြသည်မရှိ‌ပေ၊ သို့ရာတွင် အနည်းငယ်မျှသာ လာကြသည်ဖြစ်၏။"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "အသင်တို့အ‌ပေါ်တွင် တွန့်တိုကြလျက်၊ ထို့ပြင် စိုးရိမ်ဖွယ်ရာတစ်စုံတစ်ခု ‌ပေါ်‌ပေါက်လာလျှင် သူတို့သည် ‌သေခြင်းဆိုက်‌ရောက်လာ၍ ‌မေ့‌မြော‌နေသူကဲ့သို့ မျက်စိများမူး‌ဝေလျက် အသင်၏ဘက်သို့ စိုက်ကြည့်‌နေကြသည်ကို အသင်‌တွေ့မြင်ရသည်။ ထို့‌နောက် စိုးရိမ်မှုပ‌ပျောက်သွားသည့်အခါ သူတို့သည်(သုံ့ပန်း)ပစ္စည်းများအ‌ပေါ်တွင် ‌လောဘတက်လျက် ထက်မြက်သည့်နှုတ်သီးများနှင့် အသင်တို့အား နာကျည်း‌စေရန် ‌စောင်း‌မြောင်း‌ပြောဆိုကြသည်။ ထိုသူများသည် အီမာန်ယုံကြည်ခဲ့ကြသည် မဟုတ်‌ပေ။ သို့ဖြစ်ရာ အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏လုပ်ရပ်များအား အကျိုးမဲ့ဖြစ်‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် ဤသည် အလ္လာဟ်အရှင်မြတ်အတွက် လွယ်ကူသည်။"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "သူတို့သည် “‌ပေါင်းစည်းထားသည့်(ကာဖိရ် မဟာမိတ်)အုပ်စုများသည် (ယခုထိ)မသွားကြ‌သေး‌ပေ“ဟု ထင်မှတ်‌နေကြသည်။ ထို့‌နောက် ထိုစု‌ပေါင်းထားသည့်အုပ်စုများ‌ရောက်လာကြလျှင်၊ အမှန်စင်စစ် သူတို့သည် “အကယ်၍ ကျွန်ုပ်တို့သည် ‌ကျေးလက်‌တောရွာများတွင် ‌နေထိုင်ခဲ့ကြပြီး အသင်တို့၏သတင်းများ စုံစမ်း‌မေးမြန်း‌နေခဲ့လျှင် ‌ကောင်း‌လေစွ“ဟု ‌တောင့်တကြမည်။ ထို့ပြင် အကယ်၍ သူတို့သည် အသင်တို့နှင့်အတူ ရှိ‌နေခဲ့ကြလျှင်လည်း အနည်းငယ်သာ တိုက်ခိုက်ကြမည်ဖြစ်သည်။"
        },
        {
            "chapter": 33,
            "verse": 21,
            "text": "အမှန်စင်စစ် အသင်တို့အတွက် အလ္လာဟ်အရှင်မြတ်၏တမန်‌တော်တွင် ‌ကောင်းမြတ်‌သော စံနမူနာရှိသည်။* အကြင်သူများအတွက်လည်းဖြစ်သည်၊ ထိုသူများသည် အလ္လာဟ်အရှင်မြတ်နှင့် ‌နောက်ဆုံး‌နေ့အား ‌ကြောက်ရွံ့ကြသည့်အပြင် အလ္လာဟ်အရှင်မြတ်အား များစွာ သတိရတသလျက်ရှိကြသည်။"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "ထို့ပြင် အီမာန်ယုံကြည်သူများသည် စု‌ပေါင်းထားသည့် မဟာမိတ်အုပ်စုများကို ‌တွေ့မြင်ကြသည့်အခါ “ဤသည် ကျွန်ုပ်တို့အား အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏တမန်‌တော်က ချိန်းဆို‌တော်မူခဲ့သည့်ကိစ္စပင် ဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏ တမန်‌တော်သည် မှန်ကန်စွာ မိန့်‌တော်မူခြင်းဖြစ်သည်“ဟု ‌ပြောဆိုကြသည်။ ထို့ပြင် ထိုကိစ္စသည် သူတို့တွင် အီမာန်ယုံကြည်မှုနှင့် လိုက်နာမှုကိုပင် တိုးပွား‌စေခဲ့သည်။"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "အီမာန်ယုံကြည်သူများထဲတွင် အလ္လာဟ်အရှင်မြတ်နှင့် သူတို့ပြုလုပ်ထား‌သော ကတိဝန်ခံချက်အတိုင်း မှန်ကန်စွာ ပြုလုပ်ခဲ့ကြသည့်သူများလည်း ရှိကြသည်။ ထို့ပြင် သူတို့ထဲတွင် သူတို့၏အဓိဋ္ဌာန်ကိုပြီးစီး‌အောင် ‌ဆောင်ရွက်ခဲ့သူများလည်း ရှိကြသည်။ ထို့ပြင် သူတို့ထဲတွင် (သူတို့၏အဓိဋ္ဌာန်ကိုပြီးစီး‌အောင် ‌ဆောင်ရွက်ရန်) ‌စောင့်စား‌နေသူများလည်း ရှိကြသည်။ သူတို့သည် အနည်းငယ်မျှပင် မ‌ပြောင်းလဲခဲ့ကြ‌ပေ။"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "(ထိုသို့ဖြစ်ရခြင်းကမူ) အလ္လာဟ်အရှင်မြတ်သည် မှန်ကန်သူများအား သူတို့၏မှန်ကန်မှု‌ကြောင့် အစား‌ပေး‌တော်မူရန်အတွက်နှင့် အကယ်၍ အလိုရှိ‌တော်မူလျှင် မုနာဖိက်အ‌ယောင်‌ဆောင်များကို ပြစ်ဒဏ်‌ပေး‌တော်မူရန် သို့မဟုတ် သူတို့၏ဝန်ချ‌တောင်းပန်မှုကို လက်ခံ‌တော်မူရန်အတွက် ဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်လွတ်ငြိမ်းချမ်းသာခွင့် ‌ပေး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် ကာဖိရ်များအား သူတို့သည် မည်သည့်အကျိုးမျှ မရရှိကြဘဲလျက် သူတို့၏ အမျက်‌ဒေါသများနှင့်တကွ ပြန်သွား‌စေ‌တော်မူခဲ့သည်။* ထို့ပြင် စစ်တိုက်ရာတွင် အလ္လာဟ်အရှင်မြတ်သည်ပင် အီမာန်ယုံကြည်သူများအတွက် လုံ‌လောက်‌တော်မူခဲ့သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အလွန်အင်အားရှိ‌တော်မူ‌သော၊ တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်မြတ် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "ထို့ပြင် အရှင်မြတ်သည် သူတို့(ကာဖိရ် မဟာမိတ်များ)ကို ကူညီခဲ့ကြ‌သော ကျမ်းဂန်ရရှိသူများအား သူတို့၏ခံတပ်များမှ ထွက်‌စေ‌တော်မူခဲ့သည့်အပြင် သူတို့၏စိတ်နှလုံးများထဲတွင် ‌ကြောက်ရွံ့ထိတ်လန့်မှုကို ထည့်သွင်း‌တော်မူခဲ့သည့်အတွက် အသင်တို့သည် သူတို့ထဲမှ လူတစ်စုအား သတ်ဖြတ်လျက်ရှိကြပြီး၊ လူတစ်စုကိုမူ (သုံ့ပန်းများအဖြစ်)ဖမ်းဆီးချုပ်‌နှောင်ကြသည်။"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "ထို့ပြင် အရှင်မြတ်သည် သူတို့၏‌မြေများ၊ သူတို့၏‌နေအိမ်များ၊ သူတို့၏ဥစ္စာပစ္စည်းများနှင့် အသင်တို့ ‌ခြေပင်မချရ‌သေး‌သော‌မြေများကို* အသင်တို့အား အ‌မွေဆက်ခံ‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးအ‌ပေါ်တွင် အလွန်တတ်စွမ်းနိုင်‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "အို- တမန်‌တော်၊ အသင်သည် အသင်၏ကြင်ရာများကို ‌ပြောလိုက်ပါ- အကယ်၍ အသင်မတို့သည် ဤဘဝနှင့် ဤဘဝ၏လှပတင့်တယ်မှုကို အလိုရှိကြလျှင် အသင်မတို့လာကြပါ၊ ငါသည် အသင်မတို့အား ‌ကျေနပ်‌အောင် အကျိုးခံစားခွင့်‌ပေးပြီး ‌ကောင်းမွန်စွာ စွန့်လွှတ်လိုက်မည်။"
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "ထို့ပြင် အကယ်၍ အသင်မတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏တမန်‌တော်အပြင် တမလွန်ဘဝကို ရည်ရွယ်ကြလျှင် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အသင်မတို့ထဲမှ ‌ကောင်းမြတ်သည့်လုပ်ရပ်များ ပြုလုပ်ကြသည့်သူမတို့အတွက် ကြီးကျယ်သည့်အကျိုးကို အဆင်သင့် ပြုလုပ်ထား‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "အို- တမန်‌တော်၏ကြင်ရာအ‌ပေါင်းတို့၊ အသင်မတို့ထဲမှ မည်သူမဆို ထင်ရှား‌သော စက်ဆုပ်ဖွယ်ရာအမှုကို ပြုလုပ်လျှင် ထိုသူမသည် ပြစ်ဒဏ်နှစ်ဆတိုး‌ပေးခြင်းခံရမည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်အ‌ပေါ်တွင် ထိုသို့ပြုလုပ်ရန် လွယ်ကူလှသည်။"
        },
        {
            "chapter": 33,
            "verse": 31,
            "text": "ထို့ပြင် အသင်မတို့(ကြင်ရာ‌တော်များ)ထဲမှ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်၏အမိန့်‌တော်နှင့် အရှင်မြတ်၏တမန်‌တော့်အမိန့်‌တော်ကို လိုက်နာသည့်အပြင် ‌ကောင်းမြတ်သည့်လုပ်ရပ်များကို ပြုလုပ်လျှင် ငါအရှင်မြတ်သည် ၎င်း(တမန်‌တော်၏ကြင်ရာ)အား သူမ၏အကျိုးနှစ်ဆ ‌ပေးသနား‌တော်မူသည်။ ထို့ပြင် ငါအရှင်မြတ်သည် သူမတို့အတွက် မြင့်မြတ်သည့်ချီးမြှင့်မှုကိုလည်း အဆင်သင့်ပြင်ဆင်ထားပြီးဖြစ်သည်။"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "အို- တမန်‌တော်၏ကြင်ရာအ‌ပေါင်းတို့၊ အသင်မတို့သည် အခြားအမျိုးသမီးများကဲ့သို့ မဟုတ်ကြ‌ပေ။* သို့ဖြစ်ရာ အကယ်၍ အသင်မတို့သည် အပြစ်မှ‌ရှောင်ကြဉ်ကြလျှင် အသင်မတို့သည် စကား‌ပြောဆိုရာတွင် ကနွဲ့ကလျ မရှိကြနှင့်။ ထိုသို့‌ပြောဆိုမည်ဆိုလျှင် စိတ်တွင်း၌‌ရောဂါရှိသူသည် အလိုရမ္မက်ထားရှိကြလိမ့်မည်။ ထို့ပြင် အသင်မတို့သည် ‌ကောင်းမွန်‌သောစကားကိုသာ ‌ပြောဆိုကြပါ။"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "ထို့ပြင် အသင်မတို့သည် အသင်မတို့၏‌နေအိမ်များ၌ တည်ငြိမ်စွာ ‌နေထိုင်ကြပါ။* ထို့ပြင် ယခင် အမိုက်‌ခေတ်က အလှအပကို (အခြားအမျိုးသမီးများ)ထုတ်‌ဖော်ပြကြသကဲ့သို့ အသင်မတို့သည် အသင်မတို့၏အလှအပကို ထုတ်‌ဖော်မပြသကြနှင့်။ ထို့ပြင် အသင်မတို့သည် စွလာသ်ဝတ်ပြုမှုကို ‌ဆောက်တည်ကြပါ။ ထို့ပြင် အသင်မတို့သည် ဇကာသ်‌ပေး‌ဆောင်ကြပါ။ ထို့ပြင် အသင်မတို့သည် အလ္လာဟ်အရှင်မြတ်၏အမိန့်‌တော်နှင့် အရှင်မြတ်၏တမန်‌တော့်အမိန့်ကို လိုက်နာကြပါ။ အို- တမန်‌တော်၏အိမ်သူအိမ်သားအ‌ပေါင်းတို့၊ အလ္လာဟ်အရှင်မြတ်သည် အသင်မတို့မှ အညစ်အ‌ကြေးကို ပ‌ပျောက်‌စေ‌တော်မူရန်နှင့် စင်ကြယ်သန့်ရှင်း‌စေ‌တော်မူရန်ကိုပင် ရည်ရွယ်‌တော်မူခဲ့ခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "ထို့ပြင် အသင်မတို့သည် အသင်မတို့၏အိမ်များတွင် ဖတ်ကြားခြင်းခံရ‌သော အလ္လာဟ်အရှင်မြတ်၏အာယသ်‌တော်များနှင့် (တမန်‌တော်မိန့်ကြားသည့်) ‌တွေး‌ခေါ်‌မြော်မြင်မှုပညာရပ်များကို ကျက်မှတ်ကြပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်သိမ်‌မွေ့‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့ကြား‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "အမှန်စင်စစ် မွတ်စ်လင်မ်‌ယောက်ျားများနှင့် မွတ်စ်လင်မ်မိန်းမများ၊ မုအ်မင်န်‌ယောက်ျားများနှင့် မုအ်မင်န်မိန်းမများ၊ အမိန့်နာခံ‌သော ‌ယောက်ျားများနှင့် အမိန့်နာခံသည့်မိန်းမများ၊ မှန်ကန်‌သော‌ယောက်ျားများနှင့် မှန်ကန်သည့်မိန်းမများ၊ သည်းခံ‌သော‌ယောက်ျားများနှင့် သည်းခံ‌သောမိန်းမများ၊ ‌ကြောက်ရွံ့ရိုကျိုး‌သော‌ယောက်ျားများနှင့် ‌ကြောက်ရွံ့ရိုကျိုး‌သောမိန်းမများ၊ အလှူဒါနပြု‌သော‌ယောက်ျားများနှင့် အလှူဒါနပြု‌သောမိန်းမများ၊ စွိယာမ်ဥပုသ်‌စောင့်ထိန်းသည့်‌ယောက်ျားများနှင့် စွိယာမ်ဥပုသ်‌စောင့်ထိန်းသည့်မိန်းမများ၊ မိမိအရှက်အဂင်္ါကို ထိန်းသိမ်းကြ‌သော‌ယောက်ျားများနှင့် မိမိအရှက်အဂင်္ါကိုထိန်းသိမ်းကြ‌သောမိန်းမများ၊ အလ္လာဟ်အရှင်မြတ်အား များစွာ သတိရတသ‌သော‌ယောက်ျားများနှင့် အလ္လာဟ်အရှင်မြတ်အား များစွာသတိရတသ‌သောမိန်းမများ၊ ထိုသူများ (အားလုံး)အတွက် အလ္လာဟ်အရှင်မြတ်သည် လွတ်ငြိမ်းချမ်းသာခွင့်နှင့် ကြီးကျယ်သည့်အကျိုးကို အဆင်သင့် ပြုလုပ်ထား‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "အီမာန်ယုံကြည်သူ မည်သည့်‌ယောက်ျားဖြစ်‌စေ၊ အီမာန်ယုံကြည်သူ မည်သည့်မိန်းမဖြစ်‌စေ အ‌ရေးကိစ္စတစ်စုံတစ်ခုကို အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏တမန်‌တော်က အမိန့်ချမှတ်‌တော်မူလိုက်လျှင် သူတို့၏ ထိုအ‌ရေးကိစ္စနှင့်ပတ်သက်၍ သူတို့မှာ ‌ရွေးချယ်ပိုင်ခွင့်မရှိ‌တော့‌ပေ။* ထို့ပြင် မည်သူမဆို အလ္လာဟ်အရှင်မြတ်နှင့် အရှင့်တမန်‌တော်၏အမိန့်ကို ဖီဆန်လျှင် အမှန်စင်စစ် ထိုသူသည် ထင်းရှားသည့်လမ်းလွဲခြင်းကို ‌ရောက်ရှိခဲ့ပြီဖြစ်သည်။"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "ထို့ပြင် တစ်ခါက အလ္လာဟ်အရှင်မြတ်သာမက အသင်(တမန်‌တော်)ကိုယ်တိုင်လည်း ‌ကျေးဇူးပြု‌တော်မူခဲ့သည့်သူကို အသင်က “အသင်သည် အသင်၏ဇနီးကို(မကွာရှင်းဘဲ) အသင်၏ထံ၌သာ (တရားဝင်ဇနီးအဖြစ်နှင့်)ထားပါ။ ထို့ပြင် အသင်သည် အလ္လာဟ်အရှင်မြတ်အား ‌ကြောက်ရွံ့ပါ“ဟု ‌ပြောဆိုဆုံးမ‌နေခဲ့သည်။ ထို့ပြင် အသင်(တမန်‌တော်)သည် အသင်၏စိတ်ထဲတွင် အကြင်ကိစ္စကို လျှို့ဝှက်ဖုံးအုပ်ပြီးထားသည်။ ထိုကိစ္စအား အလ္လာဟ်အရှင်မြတ်သည် (‌နောက်ဆုံးတွင်) ထင်ရှား‌စေ‌တော်မူမည်ပင်ဖြစ်သည်။ ထို့ပြင် အသင်သည် အလ္လာဟ်အရှင်မြတ်ကိုသာ ပိုပြီးစိုးရိမ်‌ကြောက်ရွံ့ထိုက်ပါလျက်နှင့် အသင်သည် လူများအား စိုးရိမ်‌ကြောက်ရွံ့‌နေခဲ့သည်။ ထို့‌နောက် အီမာန်ယုံကြည်သူများအ‌ပေါ်တွင် သူတို့၏‌မွေးစားသားများ၏ဇနီးမိန်းမများနှင့်ပတ်သက်၍ ထို‌မွေးစားသားများက သူမတို့အား အလိုမရှိကြ‌တော့သည့်အခါ (သူမတို့အား လက်ထပ်ယူခြင်းဖြင့်) မည်သည့် ကျဉ်းကျပ်မှုမှ မဖြစ်‌စေရန် ဇိုင်ဒ်သည် ထိုမိန်းမကို အလိုမရှိ‌တော့သည့်အခါ ငါအရှင်မြတ်သည် အသင့်အား ထိုမိန်းမနှင့် ထိမ်းမြား‌ပေး‌တော်မူလိုက်သည်။ ထို့ပြင် (အမှန်စင်စစ်) အလ္လာဟ်အရှင်မြတ်၏အမိန့်‌တော်သည် ပြီး‌မြောက်မည်ပင်ဖြစ်သည်။"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "အလ္လာဟ်အရှင်မြတ်က တမန်‌တော်မြတ်‌ပေါ်တွင် သတ်မှတ်ပြဋ္ဌာန်း‌တော်မူခဲ့သည့်ကိစ္စနှင့်ပတ်သက်၍ ထိုအမိန့်‌တော်အ‌ပေါ်တွင် မည်သည့်အရာမျှ အပြစ်တင်စရာမရှိ‌ပေ။ (ဤသည်) ယခင်က ကုန်လွန်ခဲ့‌သော ၎င်း(တမန်‌တော်)တို့နှင့်ပတ်သက်‌သော အလ္လာဟ်အရှင်မြတ်၏ လုပ်ထုံးလုပ်နည်းအတိုင်းပင်ဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်၏အမိန့်‌တော်သည် စီမံထားသည့်အတိုင်း သတ်မှတ်ပြဋ္ဌာန်းပြီးသားဖြစ်သည်။"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "ထိုသူများသည် အလ္လာဟ်အရှင်မြတ်၏အမိန့်‌တော်များအား ပို့‌ဆောင်ကြသည့်သူများပင် ဖြစ်ကြသည်။ ထို့ပြင် သူတို့သည် အလ္လာဟ်အရှင်မြတ်ကိုသာ ‌ကြောက်ရွံ့ကြသည်။ ထို့ပြင် သူတို့သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ မည်သူ့ကိုမှ လုံးဝမ‌ကြောက်ကြ‌ပေ။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အလွန်စစ်‌ဆေး‌တော်မူမည့်အရှင်မြတ်အဖြစ် လုံ‌လောက်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "(တမန်‌တော်)မုဟမ္မဒ်သည် အသင်တို့ ‌ယောက်ျားများထဲမှ မည်သူ၏ဖခင်မှ မဟုတ်‌ပေ။* ထို့ပြင် အလ္လာဟ်အရှင်မြတ်၏တမန်‌တော်နှင့် တမန်‌တော်အားလုံးကို အဆုံးသတ်သူ(‌နောက်ဆုံးတမန်‌တော်)* ဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "အို- အီမာန်ယုံကြည်သူအ‌ပေါင်းတို့၊ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား များစွာ သတိရတသကြပါ။"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "ထို့ပြင် အသင်တို့သည် နံနက်နှင့်ည‌နေတွင် အရှင်မြတ် စင်ကြယ်သန့်ရှင်း‌တော်မူ‌ကြောင်း ရွတ်ဆိုကြပါ။"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "အရှင်မြတ်သည် ထိုအရှင်မြတ်ပင် ဖြစ်‌တော်မူသည်။ ထိုအရှင်မြတ်နှင့် အရှင်မြတ်၏‌ကောင်းကင်တမန်များသည် အရှင်မြတ်က အသင်တို့အား အ‌မှောင်ထုမှ အလင်းသို့ ထွက်‌စေ‌တော်မူရန်အတွက် အသင်တို့အ‌ပေါ်တွင် ‌ကောင်းချီးမဂင်္လာပို့လျက်ရှိကြသည်။ ထို့ပြင် အရှင်မြတ်သည် အီမာန်ယုံကြည်သူများအ‌ပေါ်တွင် အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင်မြတ် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "သူတို့သည် အရှင်မြတ်နှင့် ‌တွေ့ဆုံကြမည့်‌နေ့တွင် သူတို့အား (အရှင်မြတ်က) နှုတ်ခွန်းဆက်သ‌တော်မူမည့်စကားမှာ စလာမ်(ငြိမ်းချမ်းသာယာမှုကျ‌ရောက်ပါ‌စေ)ဟူ၍ဖြစ်မည်။ ထို့ပြင် အရှင်မြတ်သည် သူတို့အတွက် မြင့်မြတ်‌သောအကျိုးကို အဆင်သင့်ပြုလုပ်ထား‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "အို- တမန်‌တော်၊ အမှန်စင်စစ် ငါအရှင်မြတ်သည် အသင့်အား သက်‌သေအဖြစ်သာမက သတင်း‌ကောင်း‌ပြောသူအဖြစ်နှင့် သတိ‌ပေးနှိုး‌ဆော်သူအဖြစ် ‌စေလွှတ်‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "ထို့ပြင် အလ္လာဟ်အရှင်မြတ်ဘက်သို့ အရှင်မြတ်၏အမိန့်‌တော်ဖြင့် ဖိတ်‌ခေါ်သူအဖြစ်နှင့် လင်းဝင်း‌တောက်ပ‌သော မီးတိုင်အဖြစ်(‌စေလွှတ်‌တော်မူခဲ့သည်)။"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "ထို့ပြင် အသင်(တမန်‌တော်)သည် အီမာန်ယုံကြည်သူများအား အမှန်ပင် သူတို့အ‌ပေါ်တွင် အလ္လာဟ်အရှင်မြတ်ထံမှ ကြီးကျယ်သည့်‌ကျေးဇူး‌တော်ရှိ‌ကြောင်း သတင်း‌ကောင်း‌ပြောလိုက်ပါ။"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "ထို့ပြင် အသင်(တမန်‌တော်)သည် ကာဖိရ်များ၏‌ပြောဆိုချက်နှင့် မုနာဖိက်အ‌ယောင်‌ဆောင်များ၏ ‌ပြောဆိုချက်ကို မလိုက်နာပါနှင့်။ ထို့ပြင် အသင်သည် သူတို့၏ပုတ်ခတ်‌ပြောဆိုမှုကို လျစ်လျူရှုပြီး အလ္လာဟ်အရှင်မြတ်အ‌ပေါ်၌ပင် ယုံပုံလွှဲအပ်ထားပါ။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် ကိစ္စဟူသမျှကို ‌ဆောင်ရွက်‌ပေး‌တော်မူ‌သော အရှင်မြတ်အဖြစ် လုံ‌လောက်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "အို- အီမာန်ယုံကြည်သူအ‌ပေါင်းတို့၊ အကယ်၍ အသင်တို့သည် အီမာန်ယုံကြည်သူ အမျိုးသမီးများနှင့် နိကာဟ်ပြု ထိမ်းမြားလက်ထပ်ခဲ့ကြပြီး‌နောက် သူမတို့အား ထိ‌တွေ့ခြင်းမပြုမီ အသင်တို့သည် သွလာက်‌ပေး ကွာရှင်းခဲ့ကြလျှင်၊ အသင်တို့နှင့်ပတ်သက်၍ သူမတို့အ‌ပေါ်တွင် မည်သည့်အိဒ်ဒသ်ရက်မျှ ဆိုင်းငံ့ပြီး ‌ရေတွက်စရာမရှိ‌ပေ။ သို့ဖြစ်ရာ အသင်တို့သည် သူမတို့အား အကျိုး‌ကျေးဇူးခံစားခွင့်*‌ပေးပြီး ‌ကောင်းမွန်စွာ စွန့်လွှတ်လိုက်ကြပါ။"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "အို- တမန်‌တော်၊ အမှန်စင်စစ် ငါအရှင်မြတ်သည် အသင်(ထိမ်းမြားဖို့ သ‌ဘောတူထားသည့်)မဟရ်ပစ္စည်း‌ပေးခဲ့‌သော အသင်၏ကြင်ရာများ၊ အသင့်အား အလ္လာဟ်အရှင်မြတ်က သုံ့ပန်းအဖြစ်‌ပေး‌တော်မူခဲ့သဖြင့် အသင်ပိုင်ဆိုင်ခဲ့‌သော ကျွန်မများ၊ အသင်နှင့်အတူ ‌ရွှေ့‌ပြောင်းလာခဲ့ကြ‌သော အသင်၏ ဘကြီး၊ ဘ‌ထွေး၏သမီးများ၊ အသင်၏အ‌ဒေါ်ကြီးအ‌ဒေါ်‌လေး၏သမီးများ၊ အသင်၏ဦးကြီးဦး‌လေးများ၏သမီးများ၊ အသင်၏အရီးကြီးအရီး‌လေးများ၏သမီးများကို အသင့်အတွက် (လက်ထပ်လိုက လက်ထပ်ရန်) ဟလာလ် တရားဝင် ခွင့်ပြု‌ပေးထား‌တော်မူသည်။ ထို့ပြင် အီမာန်ယုံကြည်သူ အမျိုးသမီးတစ်ဦးသည် မိမိကိုယ်ကို အကယ်၍ တမန်‌တော်မြတ်အား (ထိမ်းမြားဖို့ သ‌ဘောတူထားသည့် မဟရ်ပစ္စည်းမယူဘဲ) သက်သက်‌ပေးအပ်ခဲ့၍ တမန်‌တော်ကလည်း ထိုအမျိုးသမီးနှင့် ထိမ်းမြားရန် ရည်ရွယ်ခဲ့လျှင် ထိုအမျိုးသမီးကိုလည်း (တရားဝင်ပြုလုပ်‌တော်မူသည်။ ဤခွင့်ပြုချက်မှာ) အခြား အီမာန်ယုံကြည်သူများအတွက် မဟုတ်ဘဲ အသင်(တမန်‌တော်)အတွက် သက်သက် အထူး(ခွင့်ပြုခြင်းသာ)ဖြစ်သည်။* ငါအရှင်မြတ်သည် ထိုအီမာန်ယုံကြည်သူများအ‌ပေါ်တွင် သူတို့၏ဇနီးမိန်းမများ၊ သူတို့၏ကျွန်မများနှင့်ပတ်သက်၍ ချမှတ်‌တော်မူခဲ့‌သော အမိန့်‌တော်များအား အမှန်စင်စစ် ငါအရှင်မြတ် သိ‌တော်မူသည်။ (အသင့်အတွက် ထိုအမိန့်ထုတ်ပြန်‌တော်မူခြင်းသည်) အသင်၏အပါ်တွင် မည်သည့်အရာမျှ ကျပ်တည်းမှု မရှိရန်အတွက်ဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အလွန်ခွင့်လွှတ်‌တော်မူ‌သောအရှင်၊ အလွန်သနား‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "အသင်သည် ထိုကြင်ရာများထဲမှ အသင်အလိုမရှိသူကို ခွဲထားပြီး အသင်အလိုရှိသူကို အသင်၏အပါး၌ ထားရှိနိုင်သည်။ ထို့ပြင် အသင်သည် ‌ဘေးဖယ်ထားခဲ့သူမကိုလည်း အလိုရှိလျှင် ပြန်ထားနိုင်သည်။ အသင်၏အ‌ပေါ်တွင် မည်သည့်အရာမျှ အပြစ်မရှိ‌ပေ။* ဤသည် ထိုကြင်ရာများ၏မျက်စိ‌အေးရန်၊ သူမတို့သည် ‌သောကမဖြစ်‌စေရန်နှင့် သူမတို့အားလုံးသည် အသင်‌ပေးသမျှနှင့် နှစ်သိမ့်‌ကျေနပ်ကြရန် ပိုမိုနီးစပ်သည်။* ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့၏စိတ်နှလုံးများတွင် ရှိသမျှကို သိရှိ‌တော်မူသည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်၊ အလွန်သည်းခံ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "ဤ‌နောက်တွင် အခြားအမျိုးသမီးများသည် အသင့်အတွက်(လက်ထပ်ရန်)ခွင့်မပြု‌တော့‌ပေ။ ထို့ပြင် လက်ရှိကြင်ရာများ၏အစား အခြားအမျိုးသမီးများကို သူမတို့၏လှပမှုသည် အသင့်အား နှစ်သက်‌စေ(‌လောက်)လျှင်လည်း အသင်သည် ‌ပြောင်းလဲ(လက်ထပ်)ပိုင်ခွင့်မရှိ‌ပေ။* သို့ရာတွင် အသင်ပိုင်ဆိုင်‌သော ကျွန်မများကိုမူ (‌ပြောင်းလဲပိုင်ခွင့်နှင့် ယူပိုင်ခွင့်ရှိသည်)။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးအ‌ပေါ်တွင် အလွန် ထိန်းသိမ်း‌စောင့်‌ရှောက်‌တော်မူ‌သော အရှင်မြတ် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "အို- အီမာန်ယုံကြည်သူအ‌ပေါင်းတို့၊ အသင်တို့သည် အစားအစာစားရန် ခွင့်ပြုခြင်းခံရသည့်အခါမှလွဲ၍ တမန်‌တော်၏အိမ်များသို့ မဝင်ကြ‌လေနှင့်။ (ထိုအခါတွင်လည်း) စား‌သောက်ရန်အချိန်ကို ‌စောင့်‌မျှော်သူများ မဖြစ်ကြဘဲလျက် ဖိတ်‌ခေါ်ခံကြရ‌သော အခါမျိုးမှသာ ဝင်‌ရောက်ကြပါ။ ထို့‌နောက် စား‌သောက်ပြီးသည့်အခါ အသင်တို့သည် လူစုခွဲပြီးပြန်ကြပါ။ ထို့ပြင် စကားစမြည်‌ပြောဆိုခြင်းတွင် စိတ်ဝင်စားပြီး ထိုင်မ‌နေကြနှင့်။ အမှန်စင်စစ် ဤသည် တမန်‌တော်ကို စိတ်ဒုက္ခဖြစ်‌စေသည်။ ထို့‌နောက်လည်း တမန်‌တော်သည် အသင်တို့အား အားနာ(ရှက်)‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်ကမူ မှန်ကန်သည့်စကား‌ပြော‌တော်မူရန် အားနာ(ရှက်)‌တော်မမူ‌ပေ။* ထို့ပြင် အသင်တို့သည် ထိုတမန်‌တော်၏ကြင်ရာများထံတွင် ပစ္စည်းတစ်စုံတစ်ခု ‌တောင်းသည့်အခါ လိုက်ကာ၏‌နောက်မှ ‌တောင်းကြပါ။* ဤသည် အသင်တို့၏စိတ်နှလုံးများနှင့် ထိုကြင်ရာများ၏စိတ်နှလုံးများကို ပိုမိုသန့်စင်‌စေသည်။ ထို့ပြင် အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ တမန်‌တော်အား စိတ်ဒုက္ခ‌ပေးပိုင်ခွင့်မရှိ‌ပေ။* ထိုတမန်‌တော်မရှိသည့်‌နောက်တွင် သူ၏ကြင်ရာ‌တော်များနှင့် မည်သည့်အခါမှ ထိမ်မြားပိုင်ခွင့်လည်းမရှိ‌ပေ။* အမှန်စင်စစ် ဤ(တမန်‌တော်ကို စိတ်ဒုက္ခ‌ပေးခြင်းနှင့် တမန်‌တော်မရှိသည့်‌နောက် ကြင်ရာ‌တော်များကို ထိမ်းမြားခြင်း)သည် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်တွင် အလွန်ကြီး‌လေး‌သောအပြစ်ဖြစ်သည်။"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "အကယ်၍ အသင်တို့သည် တစ်စုံတစ်ခုကို ထုတ်‌ဖော်ကြသည်ပင်ဖြစ်‌စေ၊ အသင်တို့သည် ထိမ်ချန် လျှို့ဝှက်ထားသည်ဖြစ်‌စေ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "ထိုအမျိုးသမီးများအ‌ပေါ်တွင် သူမတို့၏ဖခင်များ၊ သူမတို့၏သားများ၊ သူမတို့၏အစ်ကိုများ‌မောင်များ၊ သူမတို့၏အစ်ကိုများ‌မောင်များ၏သားများ၊ သူမတို့၏အစ်မ ညီမများ၏သားများ၊ သူမတို့၏မိန်းမအချင်းချင်းများ၊ သူမတို့၏လက်ယာလက်က ပိုင်ဆိုင်ကြ‌သောကျွန်များ(၏ ‌ရှေ့များသို့ထွက်ခြင်း)မှာ မည်သည့်အပြစ်မျှ မရှိ‌ပေ။* ထို့ပြင် သူမတို့သည် အလ္လာဟ်အရှင်မြတ် ‌ကြောက်ရွံ့ကြပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးအ‌ပေါ်တွင် မျက်‌မှောက်အသိသက်‌သေ ဖြစ်‌နေ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏‌ကောင်းကင်တမန်များသည် တမန်‌တော်၏အ‌ပေါ်တွင် ‌ကောင်းချီးမဂင်္လာပို့သ‌နေကြသည်။ အို- အီမာန်ယုံကြည်သူအ‌ပေါင်းတို့၊ အသင်တို့သည်လည်း ထိုတမန်‌တော်၏အ‌ပေါ်တွင် ‌ကောင်းချီးမဂင်္လာပို့သခြင်းနှင့် စလာမ်‌မေတ္တာပို့သခြင်းကို လွန်စွာပြုလုပ်ကြပါ။"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏တမန်‌တော်ကို စိတ်ဒုက္ခ‌ပေးကြသည့်သူများအား အလ္လာဟ်အရှင်မြတ်သည် ဤဘဝနှင့် ‌နောင်ဘဝတွင် ကရုဏာမှ ကင်း‌ဝေး‌စေ‌တော်မူသည့်အပြင် အရှင်မြတ်သည် သူတို့အတွက် ‌သေးသိမ်‌စေ‌သော ပြစ်ဒဏ်ကိုလည်း အဆင်သင့် ပြုလုပ်ထား‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "ထို့ပြင် အီမာန်ယုံကြည်သူ‌ယောက်ျား၊မိန်းမများကို သူတို့ မည်သည့်အရာမျှ ကျူးလွန်ခြင်းမရှိဘဲနှင့် စိတ်ဒုက္ခ‌ပေးကြသည့်သူများသည် အမှန်ပင် မတရားစွပ်စွဲမှုနှင့် ထင်ရှား‌သောပြစ်မှုကို ထမ်း‌ဆောင်ခဲ့ကြသည်။"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "အို- တမန်‌တော်၊ အသင်သည် အသင်၏ကြင်ရာ‌တော်များနှင့် အသင်၏သမီး‌တော်များအပြင် အီမာန်ယုံကြည်သူများ၏ဇနီးမိန်းမများကိုလည်း “သူမတို့သည် သူမတို့၏ အ‌ပေါ်ခြုံထည်(‌စောင် သို့မဟုတ် ပဝါစသည်)များကို သူမတို့အ‌ပေါ်တွင် (ဖုံးကွယ်နိုင်‌အောင်) တွဲ‌လောင်းချထားကြရမည်“ဟု ‌ပြောလိုက်ပါ။ ဤသည် သူမတို့ကို ခွဲခြားမှတ်မိရန် ပိုနီးစပ်သည်။ သို့ဖြစ်ရာ သူမတို့အ‌နေနှင့် ‌နှောင့်ယှက်ခြင်းခံကြရမည် မဟုတ်‌ပေ။* ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အလွန် လွတ်ငြိမ်းချမ်းသာခွင့်‌ပေး‌တော်မူ‌သောအရှင်၊ အလွန် သနားကြင်နာ‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "အကယ်၍ မုနာဖိက်အ‌ယောင်‌ဆောင်များနှင့် စိတ်ထဲတွင် ‌ရောဂါရှိသူများအပြင် မဒီနဟ်မြို့ထဲတွင် ထိတ်လန့်ဖွယ်ရာ သတင်းလွှင့်သူများပါ (သူတို့၏လုပ်ရပ်များကို) မရပ်စဲကြလျှင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် အသင့်အား သူတို့အ‌ပေါ်တွင် လွှမ်းမိုး‌စေ‌တော်မူမည်။ ထို့‌နောက် သူတို့သည် အသင်၏ထံ မဒီနဟ်မြို့၌ အနည်းငယ်ကာလမှလွဲ၍ ‌နေကြရ‌တော့မည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "(ထို ‌ခေတ္တ‌နေကြရသည့်အခါတွင်လည်း သူတို့သည်) ကရုဏာ‌တော်မှ ကင်း‌ဝေး‌စေခြင်းခံကြရသူများအဖြစ် (‌နေကြရသည့်အပြင်) မည်သည့်‌နေရာ၌မဆို ‌တွေ့ရှိခဲ့ကြလျှင်လည်း သူတို့သည် ဖမ်းဆီးခြင်းခံကြရမည်ဖြစ်သည်။ ထို့ပြင် သူတို့သည် ပြင်းထန်စွာ သတ်ဖြတ်ခြင်းကို ခံကြရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "(ဤသည်) ယခင် လွန်ခဲ့သည့်သူများနှင့်ပတ်သက်‌သော အလ္လာဟ်အရှင်မြတ်၏ လုပ်ထုံးလုပ်နည်းပင် ဖြစ်သည်။ ထို့ပြင် အသင်သည် အလ္လာဟ်အရှင်မြတ်၏ လုပ်ထုံးလုပ်နည်း‌တော်တွင် မည်သည့်‌ပြောင်းလဲမှုကိုမှ လုံးဝ‌တွေ့ရမည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "ကိယာမသ် ကမာ္ဘပျက်မည့်‌နေ့ ရှင်ပြန်ထမည့်‌နေ့နှင့်ပတ်သက်၍ လူများက အသင့်အား ‌မေးမြန်းကြသည်။ (အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- ထို‌နေ့၏အသိသည် အလ္လာဟ်အရှင်မြတ်၌ပင် ရှိသည်။ အသင် မည်သို့ သိမည်နည်း၊ ထိုကိယာမသ်သည် နီး‌နေသည်လည်း ဖြစ်နိုင်သည်။"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် ကာဖိရ်များအား ကရုဏာ‌တော်မှ ကင်း‌ဝေး‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် အရှင်မြတ်သည် သူတို့အတွက် မီး‌တောက်မီးလျှံကို အဆင်သင့် ပြုလုပ်ထား‌တော်မူသည်။"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "သူတို့သည် ထိုမီးထဲတွင် အမြဲ‌နေကြရမည်။ သူတို့သည် မည်သည့်‌စောင့်‌ရှောက်သူကိုမှ ‌တွေ့ရမည်မဟုတ်‌ပေ။ မည်သည့်ကာကွယ်‌ပေးမည့်သူကိုမှလည်း ‌တွေ့ရမည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "သူတို့၏မျက်နှာများသည် မီးထဲတွင် (အ‌နေအထားအမျိုးမျိုးနှင့်) လှည့်‌ပြောင်းခံကြရ‌သော‌နေ့တွင် သူတို့က ‌ပြောဆိုကြမည်- “‌ဪ- ငါတို့သည် အလ္လာဟ်အရှင်မြတ်၏အမိန့်‌တော်ကို လိုက်နာခဲ့ကြလျှင်၊ ထို့ပြင် တမန်‌တော်၏အမိန့်ကို လိုက်နာခဲ့ကြလျှင် အဘယ်မျှ ‌ကောင်းလိုက်မည်နည်း။“"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "ထို့ပြင် သူတို့က ‌ပြောဆိုကြဦးမည်- “အို- ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၊ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏‌ခေါင်း‌ဆောင်များနှင့် ကျွန်ုပ်တို့၏အကြီးအကဲများ၏စကားကို နား‌ထောင်လိုက်နာမိခဲ့ကြပါသည်။ သူတို့သည် ကျွန်ုပ်တို့အား လမ်းလွဲ‌စေခဲ့ကြပါသည်။“"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "“အို- ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၊ အရှင်မြတ်သည် သူတို့အား ပြစ်ဒဏ်နှစ်ဆ ‌ပေး‌တော်မူပါ။ ထို့ပြင် အရှင်မြတ်သည် သူတို့အား ကရုဏာ‌တော်မှ ကြီးကျယ်စွာ ‌ဝေးကွာ‌စေ‌တော်မူပါ။“"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "အို- အီမာန်ယုံကြည်သူအ‌ပေါင်းတို့၊ အသင်တို့သည် အကြင်သူများကဲ့သို့ မဖြစ်ကြနှင့်။ ထိုသူများသည် (တမန်‌တော်)မူစာကို စိတ်ဒုက္ခ‌ပေးခဲ့ကြသည်။ ထို့‌နောက် အလ္လာဟ်အရှင်မြတ်သည် ၎င်း(တမန်‌တော်မူစာ)ကို သူတို့၏‌ပြောဆိုစွပ်စွဲမှုများမှ အပြစ်ကင်း‌ကြောင်း ထင်ရှား‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် ၎င်း(တမန်‌တော်မူစာ)သည် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်တွင် ဂုဏ်ရှိသည့်သူဖြစ်သည်။"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "အို- အီမာန်ယုံကြည်သူအ‌ပေါင်းတို့၊ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။ ထို့ပြင် အသင်တို့သည် ‌ဖြောင့်မတ်မှန်ကန်‌သော စကားကို ‌ပြောဆိုကြပါ။"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "အရှင်မြတ်သည် အသင်တို့အတွက် အသင်တို့၏လုပ်ရပ်များကို ပြုပြင်‌ပေးသနား‌တော်မူမည်။ ထို့ပြင် အရှင်မြတ်သည် အသင်တို့အတွက် အသင်တို့၏ မ‌ကောင်းမှုအပြစ်များကို ခွင့်လွှတ်‌တော်မူမည်။ ထို့ပြင် မည်သူမဆို အလ္လာဟ်အရှင်မြတ်၏အမိန့်‌တော်နှင့် အရှင်မြတ်၏တမန်‌တော့်အမိန့်‌တော်ကို လိုက်နာလျှင် အမှန်စင်စစ် ထိုသူသည် ကြီးကျယ်စွာ ‌အောင်မြင်သွားပြီဖြစ်သည်။"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "အမှန်စင်စစ် ငါအရှင်မြတ်သည် တာဝန်‌ပေးအပ်မှုကို မိုး‌ကောင်းကင်များ‌ရှေ့၌၊ ၎င်းပြင် ‌မြေပထဝီ‌ရှေ့၌၊ ၎င်းပြင် ‌တောင်များ‌ရှေ့၌ ‌ဖော်ပြ‌တော်မူခဲ့သည့်အတွက် သူတို့က ထိုတာဝန်ကို တာဝန်ယူခြင်းမှ ငြင်းဆန်ခဲ့ကြသည်။ ထို့ပြင် ထိုတာဝန်ကို ထမ်း‌ဆောင်ရန် ‌ကြောက်ရွံ့စိုးရိမ်ခဲ့ကြသည်။ ထို‌နောက် လူသားက ထိုတာဝန်ကို ထမ်း‌ဆောင်ခဲ့သည်။ အမှန်ပင် လူသားသည် အလွန်ရက်စက်သူ၊ အလွန်အသိတရား ‌ခေါင်းပါးသူပင်ဖြစ်သည်။"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "(ထိုတာဝန်ကို လူသားအား ‌ပေးရသည့်အ‌ကြောင်းကမူ) အလ္လာဟ်အရှင်မြတ်သည် မုနာဖိက်အ‌ယောင်‌ဆောင် ‌ယောက်ျား၊မိန်းမများနှင့် မုရှ်ရိက်‌ယောက်ျား၊ မိန်းမများကို ပြစ်ဒဏ်‌ပေး‌တော်မူရန်အတွက်နှင့် အလ္လာဟ်အရှင်မြတ်သည် အီမာန်ယုံကြည်သူ ‌ယောက်ျား၊မိန်းမတို့၏‌သောင်ဗဟ်ကို လက်ခံပြီး ရဟ်မသ်ဖြင့်လှည့်ကာ ခွင့်လွှတ်‌တော်မူရန်အတွက်ဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အလွန် လွတ်ငြိမ်းချမ်းသာခွင့်‌ပေး‌တော်မူ‌သောအရှင်၊ အလွန် သနားကြင်နာ‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 34,
            "verse": 1,
            "text": "ချီးမွမ်းခြင်းအ‌ပေါင်းသည် အကြင်အရှင်မြတ်ပင် ခံထိုက်‌တော်မူသည်။ မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီတွင် ရှိသမျှအရာများသည် ထိုအရှင်မြတ်ပင် ပိုင်ဆိုင်‌တော်မူသည်။ ထို့ပြင် တမလွန်ဘဝတွင် ချီးမွမ်းခြင်းမှုဟူသမျှသည်လည်း အရှင်မြတ်ပင် ခံထိုက်‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည် ပညာဉာဏ်အ‌မြော်အမြင်နှင့် အလွန်ပြည့်စုံ‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့ကြားသိ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "ထိုအရှင်မြတ်သည် ‌မြေပထဝီထဲသို့ ဝင်သည့်အရာများကိုလည်း‌ကောင်း၊ ၎င်းထဲအလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင်မှ ထွက်သည့်အရာများကိုလည်း‌ကောင်း၊ မိုး‌ကောင်းကင်မှ ဆင်းသက်သည့်အရာများကိုလည်း‌ကောင်း၊ ၎င်းသို့တက်သွားသည့်အရာများကိုလည်း‌ကောင်း သိရှိ‌တော်မူသည်။* ထို့ပြင် အရှင်မြတ်သည် အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင်၊ အလွန်လွတ်ငြိမ်းချမ်းသာခွင့် ‌ပေး‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "ထို့ပြင် ကာဖိရ်များက ကျွန်ုပ်တို့ထံသို့ “ကိယာမသ်‌နေ့ဆိုက်‌ရောက်လာမည် မဟုတ်‌ပေ“ဟု ‌ပြောဆိုကြသည်။ (အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- ငါ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်ဖြစ်‌သော အကွယ်၌ရှိသည်များကို သိမြင်‌တော်မူ‌သော အရှင်မြတ်ကို တိုင်တည်‌ပြောသည်၊ ထို‌နေ့သည် အမှန်ပင် အသင်တို့ထံသို့ ‌ရောက်လာလိမ့်မည်။ မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီတွင် အဏုမြူခန့်ရှိသည့်အရာသည်လည်း အရှင်မြတ်၏အသိမှ ‌ပျောက်ကွယ်မ‌နေ‌ပေ။ ထို့ပြင် ထိုအဏုမြူခန့်ရှိသည့်အရာထက်‌သေးသည့်အရာဖြစ်‌စေ၊ ကြီးသည့်အရာဖြစ်‌စေ ထင်ရှား‌သော မှတ်တမ်းစာအုပ်တွင် (‌ရေးမှတ်ထားပြီး)ဖြစ်သည်။"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "(ကိယာမသ်‌နေ့ဆိုက်‌ရောက်လာ‌စေခြင်းသည်) အရှင်မြတ်က အီမာန်ယုံကြည်ပြီး ‌ကောင်းမြတ်‌သော လုပ်ရပ်များကိုပြုလုပ်ခဲ့သည့်သူများအား အစား‌ပေးရန်ဖြစ်သည်။ ထိုသူများအတွက် လွတ်ငြိမ်းချမ်းသာခွင့်နှင့် မြင့်မြတ်‌သော စားနပ်ရိက္ခာရှိသည်။"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "ထို့ပြင် ငါအရှင်မြတ်၏အာယသ်‌တော်များကို ပျက်ပြား‌အောင် ကြိုးပမ်း‌နေသည့်သူများကမူ သူတို့အတွက် နာကျင်‌စေသည့် အဆိုးဆုံးပြစ်ဒဏ်တစ်မျိုးရှိသည်။"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "ထို့ပြင် အသိပညာ‌ပေးသနားခြင်းခံခဲ့ကြရသည့်သူများသည် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်မှ အသင့်ထံသို့ ချ‌ပေးခြင်းခံရ‌သောအရာ(ကုရ်အာန်)သည် မှန်ကန်သည်ဟု မြင်ကြသည်။ ထို့ပြင် ထိုအရာသည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သော ချီးမွမ်းခြင်းအလွန်ခံထိုက်‌တော်မူ‌သော အရှင်မြတ်၏လမ်းကို ညွှန်ကြားပြသသည်ဟု (မြင်ကြသည်)။"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "ထို့ပြင် ကာဖိရ်များက (အချင်းချင်း)‌ပြောဆိုကြသည်- ကျွန်ုပ်တို့သည် အသင်တို့အား အကြင်‌ယောက်ျားတစ်ဦးကို ညွှန်ပြရမည်‌လော။ ၎င်းသည် အသင်တို့အား (ဤသို့)သတင်း‌ပေးသည်- “အသင်တို့သည် ‌ကြေမွသွား‌အောင် ‌ချေပစ်ခံခဲ့ကြရသည့်အခါ အမှန်စင်စစ် အသင်တို့သည် အသစ်တစ်ဖန်ပြန်ပြီး ဖန်ဆင်းခြင်းကို ခံကြရမည်“။"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "၎င်းသည် အလ္လာဟ်အရှင်မြတ်အ‌ပေါ်တွင် လုပ်ကြံစွပ်စွဲခဲ့သ‌လော၊ သို့မဟုတ် ၎င်းတွင် ရူးသွပ်ခြင်း‌ဝေဒနာ ရှိ‌နေသ‌လော။ ထိုသို့မဟုတ်‌ပေ၊ အမှန်စင်စစ် တမလွန်ဘဝကို မယုံကြည်သူများပင် ပြစ်ဒဏ်နှင့် ‌ဝေးလံ‌သောလမ်းမှားမှုတွင် ရှိ‌နေကြခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "သူတို့သည် သူတို့၏ ‌ရှေ့နှင့်‌နောက်(ထက်‌အောက်)တွင်ရှိ‌နေ‌သော မိုး‌ကောင်းကင်နှင့် ‌မြေပထဝီကို မမြင်ကြသ‌လော။ အကယ်၍ ငါအရှင်မြတ် အလိုရှိ‌တော်မူလျှင် သူတို့အား ‌မြေမျို‌စေ‌တော်မူမည်။ သို့မဟုတ် ငါအရှင်မြတ်သည် သူတို့အ‌ပေါ်တွင် မိုး‌ကောင်းကင်မှ အပိုင်းအစများ ကျ‌ရောက်‌စေ‌တော်မူမည်။ အမှန်စင်စစ် ထိုအထဲတွင် (ငါအရှင်မြတ်ဘက်သို့) ပြန်လှည့်ကြ‌သော ကျွန်များအတွက် သက်‌သေသာဓကများ ရှိသည်။"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "အမှန်စင်စစ် ငါအရှင်မြတ်သည် (တမန်‌တော်)ဒါဝူဒ်ကို အရှင်မြတ်ထံ‌တော်မှ ‌ကျေးဇူး‌တော် ‌ပေးသနား‌တော်မူခဲ့သည်။ (ငါအရှင်မြတ်က) “အို- ‌တောင်များ၊ အသင်တို့သည် ဒါဝူဒ်နှင့်အတူ (ငါအရှင်မြတ်)စင်ကြယ်‌တော်မူ‌ကြောင်း လိုက်ဆိုကြ“(ဟု မိန့်ကြား‌တော်မူခဲ့သည်)။ ထို့ပြင် ငှက်များကိုလည်း (ဤသို့ပင် အမိန့်ရှိခဲ့သည်)။ ထို့ပြင် ငါအရှင်မြတ်သည် ၎င်းအတွက် သံကို ‌ပျော့‌ပျောင်း‌စေ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "(အရှင်မြတ်က သူ့ကို မိန့်ကြား‌တော်မူသည်) “အသင်သည် သံချပ်အကျင်္ီရှည်များကို ပြုလုပ်ပါ။ ထို့ပြင် အသင်သည် (သံကြိုးကွင်းဆက်များကို) ဆက်ရာမှာ ချိန်ဆခန့်မှန်းပြုလုပ်ပါ။ ထို့ပြင် (အို- ဒါဝူဒ်၏သား‌မြေးတို့) အသင်တို့သည် ‌ကောင်းမြတ်‌သော လုပ်ရပ်များကို ပြုလုပ်ကြပါ၊ အမှန်စင်စစ် ငါအရှင်မြတ်သည် အသင်တို့ ပြုလုပ်သမျှကို အကြွင်းမဲ့သိမြင်‌တော်မူ‌သော အရှင်မြတ်ဖြစ်‌တော်မူသည်။“"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "ထို့ပြင် (ငါအရှင်မြတ်သည်)‌လေကို (တမန်‌တော်)စုလိုင်မာန်အတွက် (နာခံ‌စေ‌တော်မူခဲ့သည်)။ ထို‌လေ၏ တစ်နံနက်ခရီးသည် တစ်လခရီးဖြစ်ပြီး ထို‌လေ၏ တစ်ည‌နေခရီးသည်လည်း တစ်လခရီးဖြစ်သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် ၎င်းအတွက် ‌ကြေးနီ‌ချောင်းများကို စီးဆင်း‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် ဂျင်န်များထဲမှ အချို့သည် ၎င်း၏‌ရှေ့၌ ၎င်းအား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်၏အမိန့်‌တော်နှင့် (၎င်းခိုင်းသမျှ) လုပ်ကိုင်‌ဆောင်ရွက်‌ပေးလျက်ရှိခဲ့သည်။ ထို့ပြင် ထိုဂျင်န်များထဲမှ မည်သူမဆို ငါအရှင်မြတ်၏အမိန့်‌တော်မှ ‌သွေဖည်လျှင် ငါအရှင်မြတ်သည် သူ့အား မီး‌တောက်မီးလျှံ ပြစ်ဒဏ်၏အရသာကို မြည်းစမ်း‌စေ‌တော်မူမည်ဖြစ်သည်။"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "ထိုဂျင်န်များသည် ၎င်းအတွက် ၎င်းအလိုရှိ‌သော ကြီးကျယ်သည့်အ‌ဆောက်အအုံများ၊ ရုပ်တုများ၊ ‌ရေကန်ကြီးခန့်ရှိသည့် ဇလုံများ၊ မ‌ပြောင်းမ‌ရွှေ့နိုင်‌သော အိုးကြီးများကို ပြုလုပ်‌ပေးကြသည်။ (ထို့ပြင် ငါအရှင်မြတ်သည် ဤသို့ မိန့်ကြား‌တော်မူခဲ့သည်)။ အို- ဒါဝူဒ်၏မျိုးနွယ် အိမ်သူအိမ်သားအ‌ပေါင်းတို့၊ အသင်တို့သည် ‌ကျေးဇူးသိတတ်သည့်အ‌နေဖြင့် ‌ကောင်းမှုပြုကြပါ။ ထို့ပြင် အရှင်မြတ်၏ကျွန်များထဲတွင် ‌ကျေးဇူးသိတတ်သူများသည် အလွန်နည်းသည်။"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "ထို့‌နောက် ငါအရှင်မြတ်သည် ထို(တမန်‌တော်)စုလိုင်မာန်၏အ‌ပေါ်တွင် ‌သေခြင်းကို ပြဋ္ဌာန်‌တော်မူသည့်အခါ ၎င်း၏‌တောင်‌ဝှေးကိုစား‌နေ‌သော ‌မြေပိုး(ခြ‌ကောင်)မှလွဲ၍ ၎င်း‌သေဆုံးပြီဖြစ်‌ကြောင်း ထိုဂျင်န်များအား မည်သူကမျှ ညွှန်ပြအသိမ‌ပေးခဲ့ကြ‌ပေ။ ထို့‌နောက် ၎င်းသည် လဲကျသွားသည့်အခါ ဂျင်န်များသည် အမှန်စင်စစ် သူတို့သည် အကွယ်ကိုသာ သိကြလျှင် ဤ‌သေးသိမ်‌စေ‌သော ဒုက္ခထဲတွင် ဆက်လက်‌နေခဲ့ကြမည် မဟုတ်‌ပေဆိုသည်ကို သိသွားခဲ့ကြသည်။"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "အမှန်စင်စစ် စဗအ်မျိုးနွယ်ဝင်များအတွက် သူတို့၏ ‌နေထိုင်ရာ‌ဒေသ၌ ကြီးကျယ်‌သော သက်‌သေသာဓကရှိခဲ့သည်။ သူတို့မြို့ရွာများ၏ လက်ယာဘက်နှင့် လက်ဝဲဘက်တွင် ဥယျာဉ်နှစ်ခုရှိခဲ့သည်။ (တမန်‌တော်များက တစ်ဆင့်‌ပြောခံခဲ့ရသည်)။ “အသင်တို့သည် အသင်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်က (‌ပေးသနားထား‌တော်မူ‌သော)စားနပ်ရိက္ခာကို စားသုံးကြပါ။ ထို့ပြင် အသင်တို့သည် အရှင်မြတ်အား ‌ကျေးဇူးတင်ကြပါ။ (အသင်တို့၏မြို့ရွာသည်) ‌ကောင်းမွန်သန့်ပြန့်‌သော မြို့ရွာဖြစ်ပြီး (အသင်တို့၏ အရှင်မြတ်သည်လည်း) အလွန်လွတ်ငြိမ်းချမ်းသာခွင့်‌ပေး‌တော်မူ‌သော ဖန်ဆင်း‌မွေးမြူရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "ထို့‌နောက် သူတို့သည် (အမိန့်‌တော်ကို) မျက်နှာလွှဲခဲ့သည့်အတွက် ငါအရှင်မြတ်သည် သူတို့အ‌ပေါ်တွင် အရင်မ် ‌ရေကာတာမှ အပြင်းအထန် စီးဆင်းသည့်‌ရေကို လွှတ်‌ပေး‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့အား သူတို့၏ ဥယျာဉ်နှစ်ခု၏အစား (အခြား)ဥယျာဉ်နှစ်ခုကို လဲလှယ်‌ပေး‌တော်မူခဲ့သည်။ ထိုနှစ်ခုတွင် ဖန်‌သော၊ ခါး‌သော၊ အရသာမ‌ကောင်း‌သော သစ်သီးဝလံများ၊ အသားမာ‌သော မန်ကျည်းပငများနှင့် ဆီးပင်အနည်းငယ်သာရှိ‌သော ဥယျာဉ်နှစ်ခုဖြစ်ခဲ့သည်။"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "ဤသည်မှာ ငါအရှင်မြတ်သည် သူတို့အား သူတို့၏‌ကျေးဇူးကန်းမှု‌ကြောင့် ‌ပေး‌တော်မူခဲ့‌သော အပြစ်ဒဏ်ဖြစ်သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် အလွန်‌ကျေးဇူးကန်းသည့်သူများကိုသာ အပြစ်‌ပေး‌လေ့ရှိ‌တော်မူသည်။"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် ထိုသူများနှင့် ငါအရှင်မြတ်က သုခချမ်းသာနှင့် ပြည့်စုံ‌စေ‌တော်မူခဲ့‌သော မြို့ရွာများ၏ကြားတွင် မြင်လွယ်‌သောမြို့ရွာများကို စည်းကား‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် ထိုမြို့ရွာများတွင် (‌ခေတ္တ တစ်‌ထောက်နားနိုင်သည့်) ခရီး‌ထောက်များကိုလည်း သတ်မှတ်‌ပေး‌တော်မူခဲ့သည်။ (ထို့ပြင် ငါအရှင်မြတ် မိန့်ကြား‌တော်မူခဲ့သည်)။ အသင်တို့သည် ထိုမြို့ရွာများတွင် အန္တရာယ်မရှိဘဲ ‌နေ့သာမက ညလည်း ခရီးသွားလာကြပါ။"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "ထို့‌နောက် သူတို့က “အို- ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၊ အရှင်မြတ်သည် ကျွန်ုပ်တို့၏ခရီးလမ်းများကို ‌ဝေးကွာ‌စေ‌တော်မူပါ“ဟု ‌ပြောဆို‌လျှောက်ထားကြသည်။ ထို့ပြင် သူတို့သည် သူတို့ကိုယ်ကိုလည်း နှိပ်စက်ခဲ့ကြသည့်အတွက် ငါအရှင်မြတ်သည် သူတို့(၏အ‌ကြောင်းကို) ယုံတမ်းစကားများအဖြစ် ပြုလုပ်‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့အား လုံးဝအစိတ်စိတ်အမြွှာမြွှာ ဖြစ်‌စေ‌တော်မူခဲ့သည်။ အမှန်စင်စစ် ထိုအထဲတွင် အလွန်သည်းခံသည့်၊ အလွန်‌ကျေးဇူးသိတတ်သည့်သူတိုင်းအတွက် သက်‌သေသာဓကများ အမှန်ပင်ရှိသည်။"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "ထို့ပြင် အမှန်စင်စစ် အိဗ်လီစ်သည် သူတို့(အာဒမ်၏ သားသမီးများ)နှင့်ပတ်သက်‌သော သူ၏ထင်မြင်ယူဆချက်ကို မှန်ကန်‌ကြောင်း‌တွေ့ရှိခဲ့သည်။ အဘယ့်‌ကြောင့်ဆို‌သော် အီမာန်ယုံကြည်‌သော လူတစ်စုမှလွဲ၍ သူတို့သည် အိဗ်လီစ်၏‌နောက်ကို လိုက်ခဲ့သည့်အတွက်‌ကြောင့်ပင်ဖြစ်သည်။"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "ထို့ပြင် ထိုအိဗ်လီစ်သည် သူတို့အ‌ပေါ်တွင် လွှမ်းမိုးနိုင်ခဲ့ခြင်းမှာ ငါအရှင်မြတ်က တမလွန်ဘဝကို ယုံကြည်သူများအား ထိုတမလွန်ဘဝနှင့်ပတ်သက်ပြီး သံသယရှိသူများနှင့် ခွဲခြားသိ‌တော်မူရန်အတွက်ပင် ဖြစ်ခဲ့သည်။* ထို့ပြင် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် အရာအားလုံးကို ထိန်းသိမ်း‌စောင့်‌ရှောက်‌တော်မူ‌သော အရှင်မြတ်ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အသင်တို့ ထင်မှတ်ကိုးကွယ်ခဲ့ကြသည့်သူများကို ဟစ်‌ခေါ်ကြပါ။ သူတို့သည် မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီတွင် နှမ်း‌စေ့မျှပင် ပိုင်ဆိုင်ကြသည်မဟုတ်‌ပေ။ ထို့ပြင် ထိုနှစ်ခု၌ သူတို့၏ဖက်စပ်ပါဝင်မှုလည်း လုံးဝမရှိ‌ပေ။ ထို့ပြင် သူတို့ထဲမှ အရှင်မြတ်အား ရိုင်းပင်းကူညီသူလည်း မည်သူမျှမရှိ‌ပေ။"
        },
        {
            "chapter": 34,
            "verse": 23,
            "text": "ထို့ပြင် အရှင်မြတ်ထံ‌တော်တွင် အရှင်မြတ်ခွင့်ပြု‌တော်မူ‌သောသူမှလွဲ၍ အခြားမည်သူ၏ ကြားဝင်အသနားခံ‌ပေးမှုမှ အကျိုးရှိမည်မဟုတ်‌ပေ။ ‌နောက်ဆုံးတွင် ‌ကြောက်ရွံ့ထိတ်လန့်မှုသည် သူတို့၏စိတ်နှလုံးများထဲမှ ပ‌ပျောက်သွားသည့်အခါ “အသင်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်သည် မည်သည့်အရာကို မိန့်ကြား‌တော်မူလိုက်ပါသနည်း“ဟု (သူတို့အချင်းချင်း)‌မေးမြန်းကြမည်။ သူတို့က အမှန်ကို (မိန့်ကြား‌တော်မူခြင်းဖြစ်သည်)ဟု ‌ဖြေကြားကြမည်။* ထို့ပြင် အရှင်မြတ်သည် အလွန်မြင့်မား‌တော်မူ‌သောအရှင်၊ အလွန်ကြီးကျယ် ထူးကဲမြင့်မြတ်‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီမှ အသင်တို့အား မည်သူက စားနပ်ရိက္ခာ‌ပေးသနည်း။ (အို- တမန်‌တော်)အသင်ကပင်‌ပြောလိုက်ပါ- အလ္လာဟ်အရှင်မြတ်သည်ပင် ‌ပေးသနား‌တော်မူသည်။ ထို့ပြင် အမှန်စင်စစ် ငါတို့သည် သို့မဟုတ် အသင်တို့သည် တရားလမ်းမှန်‌ပေါ်တွင် သို့မဟုတ် ထင်ရှား‌သော လမ်းမှားမှုတွင် ရှိကြသည်။"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အသင်တို့သည် ငါတို့ကျူးလွန်ခဲ့‌သော ပြစ်မှုများနှင့်ပတ်သက်၍ စစ်‌ဆေးခြင်းခံကြရမည် မဟုတ်‌ပေ။ ငါတို့လည်း အသင်တို့ ပြုလုပ်ခဲ့သည်များနှင့်ပတ်သက်ပြီး စစ်‌ဆေးခြင်းခံကြရမည် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- ငါတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် ငါတို့အား (ကိယာမသ်‌နေ့တွင်) စုရုံး‌စေ‌တော်မူမည်။ ထို့‌နောက် အရှင်မြတ်သည် ငါတို့၏ကြားတွင် မှန်ကန်စွာ စီရင်ဆုံးဖြတ်‌တော်မူမည်။ ထို့ပြင် အရှင်မြတ်သည် အလွန်မှန်ကန်စွာ စီရင်ဆုံးဖြတ်‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်မြတ် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အသင်တို့သည် တွဲဖက်များအဖြစ် အရှင်မြတ်နှင့် ဖက်စပ်ကိုးကွယ်ခဲ့ကြသည့်သူများကို ငါ့အား ပြကြပါ။ ထိုသို့မဟုတ်၊ အမှန်စင်စစ် ကိုးကွယ်ရာအစစ်ဖြစ်‌သော အရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ ပညာဉာဏ်အ‌မြော်အမြင်နှင့် အလွန်ပြည့်စုံ‌တော်မူ‌သော အလ္လာဟ်အရှင်မြတ်ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် အသင့်အား လူအားလုံးအတွက် ဝမ်း‌မြောက်ဖွယ်သတင်း‌ပြောကြားသူအဖြစ်နှင့် သတိ‌ပေးနှိုး‌ဆော်သူအဖြစ် ‌စေလွှတ်‌တော်မူခဲ့သည်။* သို့ရာတွင် လူအများစုသည် မသိနားမလည်ကြ‌ပေ။"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "ထို့ပြင် သူတို့က “အကယ်၍ အသင်တို့သည် မှန်ကန်သည့်သူများဖြစ်ခဲ့လျှင် ဤချိန်းဆိုချက်သည် မည်သည့်အခါ ဖြစ်မည်နည်း“ဟု (‌ပြောဆို)‌မေးမြန်းကြသည်။"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အသင်တို့အား ချိန်းဆိုထားသည့်‌နေ့သည် သတ်မှတ်ထားပြီးသည့်‌နေ့ပင် ဖြစ်သည်။ အသင်တို့သည် ထို‌နေ့မှ အချိန်အနည်းငယ် ‌နောက်ဆုတ်နိုင်ကြမည်လည်း မဟုတ်‌ပေ၊ ‌ရှေ့တိုုးနိုင်ကြမည်လည်း မဟုတ်‌ပေ။"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "ထို့ပြင် ကာဖိရ်များက “ကျွန်ုပ်တို့သည် ဤကုရ်အာန်ကျမ်း‌တော်မြတ်နှင့် ၎င်းမတိုင်မီက ကျမ်းများအား လုံဝ ယုံကြည်ကြမည်မဟုတ်‌ပေ“ဟု ‌ပြောဆိုကြသည်။ ထို့ပြင် မတရားကျူးလွန်သူများသည် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်၏‌ရှေ့‌မှောက်တွင် မတ်တတ်ရပ်‌စေခြင်းခံရပြီး အချင်းချင်း တစ်ဦးအ‌ပေါ်တစ်ဦး အပြစ်ပုံချသည်ကို အသင်မြင်ရလျှင် အဘယ်မျှ အံ့ဩလိုက်မည်နည်း။ (ထိုအခါ) ‌နောက်လိုက်များက အကြီးအကဲများအား “အကယ်၍သာ အသင်တို့မရှိခဲ့ကြလျှင် ကျွန်ုပ်တို့သည် အမှန်ပင် အီမာန်ယုံကြည်သူများဖြစ်ကြလိမ့်မည်“ဟု ‌ပြောဆိုကြမည်။"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "(ထိုအခါ) အကြီးအကဲများက ‌နောက်လိုက်များအား ‌ပြောဆိုကြမည်။ “အသင်တို့ထံသို့ တရားလမ်းမှန်‌ရောက်လာပြီး‌နောက် ကျွန်ုပ်တို့သည် အသင်တို့အား ထိုတရားလမ်းမှန်မှ ပိတ်ပင်ခဲ့သ‌လော။ ထိုသို့မဟုတ်၊ အမှန်စင်စစ် အသင်တို့ပင် အပြစ်ကျူးလွန်သူများ ဖြစ်ခဲ့ကြသည်။“"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "ထို့ပြင် ‌နောက်လိုက်များက အကြီးအကဲများအား ‌ပြောဆိုကြမည်- “ထိုသို့မဟုတ်‌ပေ၊ အမှန်စင်စစ် ‌နေ့ည (အသင်တို့ကြံစည်‌နေကြသည့်) အကြံအစည်များကပင် (ပိတ်ပင်ခဲ့ခြင်းဖြစ်သည်)။ ထိုစဉ်က ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်အား မယုံကြည်ရန်နှင့် ကျွန်ုပ်တို့သည် အရှင်မြတ်နှင့် ဂုဏ်ရည်တူများပြုလုပ်ကြရန်အတွက် အသင်တို့သည် ကျွန်ုပ်တို့အား အမိန့်‌ပေးလျက်ရှိခဲ့ကြသည်။“ ထို့ပြင် သူတို့သည် အပြစ်ဒဏ်ကို မြင်သည့်အခါ (သူတို့၏)‌နောင်တရမှုကို လျှို့ဝှက်ထားကြမည်။ ထို့ပြင် ငါအရှင်မြတ်သည် ကာဖိရ်များ၏လည်ကုတ်များတွင် လည်ထိပ်*များ စွပ်‌ပေး‌တော်မူမည်။ သူတို့သည် သူတို့ပြုလုပ်ခဲ့ကြသည်များမှလွဲ၍ အစား‌ပေးခြင်း ခံကြရမည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် မည်သည့်မြို့ရွာကိုမဆို သတိ‌ပေးနှိုး‌ဆော်သူ တစ်ပါးပါး‌စေလွှတ်‌တော်မူသည့်အခါ ထိုမြို့ရွာမှ စည်းစိမ်ရှင်များက “အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အသင်တို့အား‌ပေးပြီး ‌စေလွှတ်ခြင်းခံကြရသည့်အရာ (သာသနာ)ကို ငြင်းပယ်သူများပင်ဖြစ်ကြသည်“ဟု ‌ပြောဆိုခဲ့ကြသည်ချည်းပင်ဖြစ်သည်။"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "ထို့ပြင် သူတို့က “ကျွန်ုပ်တို့သည် ပစ္စည်းဥစ္စာနှင့်သားသမီးများ (အသင်တို့ထက်)‌ပေါများကြွယ်ဝသည်။ ၎င်းပြင် ကျွန်ုပ်တို့သည် ပြစ်ဒဏ်‌ပေးခြင်းခံကြရမည့်သူများ မဟုတ်‌ပေ“ဟု ‌ပြောဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အမှန်စင်စစ် ငါ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် အရှင်မြတ်အလိုရှိသည့်သူကို စားနပ်ရိက္ခာ ကျယ်ဝန်း‌စေ‌တော်မူပြီး (အရှင်မြတ်အလိုရှိသည့်သူကို) ကျပ်တည်း‌စေ‌တော်မူသည်။ သို့ရာတွင် လူအများစုသည် မသိကြ‌ပေ။"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "ထို့ပြင် အသင်တို့၏ ပစ္စည်းဥစ္စာများနှင့် အသင်တို့၏သားသမီးများသည် အသင်တို့အား မည်သည့်‌နေရာတွင်မှ ငါအရှင်မြတ်ထံ‌တော်သို့ နီးကပ်‌စေသည့်အရာများ မဟုတ်‌ပေ။ သို့ရာတွင် မည်သူမဆို အီမာန်ယုံကြည်ပြီး ‌ကောင်းမြတ်‌သောလုပ်ရပ်များကို ပြုလုပ်ခဲ့လျှင် ထိုသူများအတွက် သူတို့ပြုလုပ်ခဲ့သည့်လုပ်ရပ်များ‌ကြောင့် သာပိုတိုးပွားမည့်အစားရရှိမည့်အပြင် သူတို့သည် မြင့်မားသည့်အ‌ဆောင်များတွင် ငြိမ်းချမ်းစွား ‌နေထိုင်ကြရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "ထို့ပြင် ငါအရှင်မြတ်၏အာယသ်‌တော်များကို ‌ပျောက်ပျက်‌အောင် ကြိုးပမ်း‌နေကြသည့်သူများကမူ သူတို့ပင် ပြစ်ဒဏ်တွင် အသင့်‌ရောက်ရှိ‌စေခြင်း ခံကြရမည့်သူများပင် ဖြစ်ကြသည်။"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အမှန်စင်စစ် ငါ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် အရှင်မြတ်၏ကျွန်များထဲမှ အရှင်မြတ်အလိုရှိသည့်သူကို စားနပ်ရိက္ခာ ကျယ်ဝန်း‌စေ‌တော်မူပြီး (အရှင်မြတ်အလိုရှိ‌တော်မူ‌သောသူကို) ကျပ်တည်း‌စေ‌တော်မူသည်။ ထို့ပြင် အသင်တို့သည် မည်သည့်အရာကိုမဆို သုံးစွဲလှူဒါန်းခဲ့ကြလျှင် အရှင်မြတ်သည် ၎င်း၏အစားကို ‌ပေး‌တော်မူမည်ဖြစ်သည်။ ထို့ပြင် အရှင်မြတ်သည် စားနပ်ရိက္ခာ‌ပေးသနားသူများထဲတွင် အ‌ကောင်းဆုံးပင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "ထို့ပြင် ထို‌နေ့တွင် အရှင်မြတ်သည် သူတို့အားလုံးကို စုရုံး‌စေ‌တော်မူပြီး‌နောက် ‌ကောင်းကင်တမန်များအား “ဤသူများသည် အသင်တို့အား ကိုးကွယ်ခဲ့ကြသ‌လော“ဟု ‌မေးမြန်း‌တော်မူမည်။"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "‌ကောင်းကင်တမန်များက ‌ပြောဆိုကြလိမ့်မည်- အရှင်မြတ်သည် သန့်ပြန့်စင်ကြယ်‌တော်မူပါသည်။ ကျွန်ုပ်တို့သည် အရှင်မြတ်နှင့်သာ ပတ်သက်ကြပါသည်။ သူတို့နှင့် ပတ်သက်မှုမရှိကြပါ။ အမှန်စင်စစ် သူတို့သည် ဂျင်န်များကိုပင် ကိုးကွယ်ခဲ့ကြသည်ဖြစ်ပါသည်။ သူတို့ထဲမှ အများစုသည် ဂျင်န်များကိုပင် ယုံကြည်သူများဖြစ်ခဲ့ကြပါသည်။"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "သို့ဖြစ်ရာ ယ‌နေ့မူ အသင်တို့ထဲမှ အချို့သည် အချို့အား အကျိုးပြုရန်နှင့် အကျိုးယုတ်‌စေရန် ပိုင်ဆိုင်ခွင့်မရှိ‌တော့‌ပေ။ ထို့ပြင် ငါအရှင်မြတ်သည် မတရားသူများအား “အသင်တို့သည် မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်ခဲ့ကြ‌သော ငရဲမီး၏ပြစ်ဒဏ်ကို မြည်းစမ်းကြ“ဟု မိန့်ကြား‌တော်မူမည်ဖြစ်သည်။"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "ထို့ပြင် ငါအရှင်မြတ်၏ထင်ရှား‌သော အာယသ်‌တော်များသည် သူတို့၏‌ရှေ့၌ ဖတ်ကြားခြင်းခံကြရသည့်အခါ သူတို့က “ဤသူသည် အသင်တို့အား အသင်တို့၏ အဘ၊ ဘိုး၊ ‌ဘေးတို့ကိုးကွယ်‌နေခဲ့ကြ‌သော ကိုးကွယ်ရာများမှ ပိတ်ပင်တားဆီးချင်သည့်သူတစ်ဦးပင်ဖြစ်သည်“ဟု ‌ပြောဆိုခဲ့ကြသည့်အပြင် “ဤကုရ်အာန်သည် လုပ်ကြံဖန်တီးထား‌သော မုသားတစ်ခုပင်ဖြစ်သည်“ဟုလည်း ‌ပြောဆိုခဲ့ကြသည်။ ထို့ပြင် ကာဖိရ်များက သူတို့ထံသို့ အမှန်တရား ‌ရောက်ရှိလာသည့်အခါ ထိုအမှန်တရားကို “ဤသည် ထင်ရှား‌သော ‌မှော်အတတ်ပညာတစ်ခုပင်ဖြစ်သည်“ဟု ‌ပြောဆိုကြသည်။"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့အား ကျမ်းဂန်များ ‌ပေးသနား‌တော်မူခဲ့သည် မဟုတ်‌ပေ။ သူတို့သည် ထိုကျမ်းဂန်များကို ဖတ်ရွတ်သင်ကြား‌နေခဲ့ကြသည်လည်း မဟုတ်‌ပေ။ ထို့ပြင် ငါအရှင်မြတ်သည် အသင်၏မတိုင်မီ သူတို့ထံသို့ သတိ‌ပေးနှိုး‌ဆော်သူတစ်ဦးဦး ‌စေလွှတ်‌တော်မူခဲ့သည်လည်း မဟုတ်‌ပေ။"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "ထို့ပြင် သူတို့မတိုင်မီသူများကလည်း မဟုတ်မမှန်ဟုပင် စွပ်စွဲငြင်းပယ်ခဲ့ကြသည်ဖြစ်သည်။ ထို့ပြင် ဤသူများသည် ယခင်ကသူများအား ငါအရှင်မြတ်‌ပေး‌တော်မူခဲ့သည်များ၏ ဆယ်ပုံတစ်ပုံပင် ရရှိ‌သေးသည်မဟုတ်‌ပေ။ ထို့ပြင် ထိုသူများသည် ငါအရှင်မြတ်၏တမန်‌တော်များအား မဟုတ်မမှန် စွပ်စွဲငြင်းပယ်ခဲ့ကြသည့်အတွက် ငါအရှင်မြတ်၏ပြစ်ဒဏ်သည် မည်သို့ရှိခဲ့သနည်း။"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- “ငါသည် အသင်တို့အား ကိစ္စတစ်ခုကိုသာ ဆုံးမလိုသည်။ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အားရည်ရွယ်ပြီး တစ်ဦးစီ၊နှစ်ဦးစီထ၍ အသင်တို့၏အ‌ဖော်ဖြစ်သူ(ငါ့)တွင် ရူးသွပ်ခြင်း‌ဝေဒနာ ရှိပါ၏‌လော“ဟု စဉ်းစားဆင်ခြင်ကြပါ။ ထိုအသင်တို့ရဲ့အ‌ဖော်ဖြစ်သူ(ငါ)သည် အသင်တို့ကို ပြင်းထန်သည့်ပြစ်ဒဏ်မ‌ရောက်ခင်(ကြိုတင်)သတိ‌ပေးနှိုး‌ဆော်သူတစ်ဦးသာဖြစ်သည်။"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- “ငါသည် အသင်တို့ထံတွင် (အကျိုး)တစ်စုံတစ်ရာ‌တောင်းခဲ့လျှင် ထိုအကျိုးသည် အသင်တို့ထံ၌သာ ရှိပါ‌စေ။ အဘယ့်‌ကြောင့်ဆို‌သော် ငါ၏အကျိုးသည် အလ္လာဟ်အရှင်မြတ်အ‌ပေါ်၌သာ တာဝန်ရှိသည့်အတွက်‌ကြောင့်ဖြစ်သည်။ ထို့ပြင် အရှင်မြတ်သည် အရာအားလုံးအ‌ပေါ်တွင် မျက်‌မှောက်အသိသက်‌သေ ဖြစ်‌နေ‌တော်မူသည့်‌သောအရှင် ဖြစ်‌တော်မူသည်။“"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- “အမှန်စင်စစ် ငါ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်သည် (အမှားကို) အမှန်တရားနှင့် နှိမ်နှင်း‌တော်မူသည်။ အကွယ်၌ရှိသမျှကို အလွန်သိရှိ‌တော်မူ‌သော အရှင်မြတ်လည်း ဖြစ်‌တော်မူသည်။“"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- “အမှန်တရားသည် ‌ရောက်ရှိလာပြီဖြစ်သည်။ ထို့ပြင် အမှားသည် (မည်သည့်အရာတစ်ခုမျှ) ဖြစ်‌ပေါ်‌စေနိုင်သည်လည်း မဟုတ်‌ပေ။ ထို့ပြင် (မည်သည့်အရာတစ်ခုမျှ) ပြန်ယူလာနိုင်သည်လည်းမဟုတ်‌ပေ။ (အမှားသည် ချည့်နဲ့သွားသည်သာမက ‌နောက်တစ်ကြိမ်လည်း မည်သည့်အရာမျှ ပြန်လုပ်မနိုင်‌တော့‌ပေ)။“"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- “အကယ်၍ ငါသည် လမ်းမှားခဲ့လျှင်၊ ငါသည် င့ါကိုယ်ငါ ဆန့်ကျင်၍ပင် လမ်းမှားခဲ့ခြင်းဖြစ်မည်။ (ငါ၏အမှားကို ငါသာလျှင်ခံရမည်)။ သို့ရာတွင် အကယ်၍ ငါသည် လမ်းမှန်ခဲ့လျှင်လည်း ငါ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်က ငါ၏ထံသို့ ဝဟီအမိန့်‌တော် ချ‌ပေး‌တော်မူခြင်း‌ကြောင့်ပင်ဖြစ်သည်။ အမှန်စင်စစ် အရှင်မြတ်သည် အကြွင်းမဲ့ကြားသိ‌တော်မူ‌သော အလွန်နီးကပ်စွာရှိ‌တော်မူ‌သော အရှင်မြတ်ပင်ဖြစ်‌တော်မူသည်။“"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "ထို့ပြင် အကယ်၍ အသင်သည် သူတို့ ထိတ်လန့်‌ကြောက်ရွံ့‌နေသည့်အခါတွင် ‌တွေ့မြင်ရလျှင် ‌ကောင်း‌လေစွ။ ထိုအခါ သူတို့သည် ထွက်‌ပြေးစရာလမ်းမရှိ‌တော့ဘဲ အနီးမှကပ်ပြီး အဖမ်းခံလိုက်ရ‌တော့မည်ပင်ဖြစ်သည်။"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "ထို့‌နောက် သူတို့က “ကျွန်ုပ်တို့သည် ထိုအရာကို ယုံကြည်ကြပါပြီ“ဟု ‌ပြောဆိုကြမည်။ ထို့ပြင် သူတို့သည် ဤမျှ‌ဝေးလံသည့်‌နေရာမှ (အီမာန်)မည်သို့ ရယူနိုင်ကြမည်နည်း။"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "ထို့ပြင် အမှန်စင်စစ် သူတို့သည် ယခင်ကတည်းက ထိုအရာကို ငြင်းပယ်‌နေခဲ့ကြသည်သာမက မသိဘဲနှင့် အ‌ဝေးမှ ရမ်းဆ‌ပြောဆို စွပ်စွဲ‌နေခဲ့ကြသည်ဖြစ်သည်။"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "ထို့ပြင် (ထို‌နေ့တွင်) ယခင်က သူတို့ကဲ့သို့သူများကို ပြုလုပ်ခဲ့သည့်နည်းသူပင် သူတို့နှင့် သူတို့လိုလားသည့်အရာများ၏ကြား၌ အကာအဆီးတစ်ခု ပြုလုပ်ခြင်းခံရမည်ဖြစ်သည်။ အမှန်စင်စစ် သူတို့သည် ယုံမှားမှုဖြစ်‌စေ‌သော သံသယထဲ၌ပင် ရှိ‌နေခဲ့ကြသည်ဖြစ်သည်။"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "ချီးမွမ်းခြင်းအ‌ပေါင်းသည် အကြင်အလ္လာဟ်အရှင်မြတ်နှင့်သာ ထိုက်တန်‌တော်မူသည်။ ထိုအရှင်မြတ်သည် မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီကို စတင်ဖန်ဆင်း‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။ ထိုအရှင်မြတ်သည် အ‌တောင်ပံနှစ်ခုနှစ်ခု၊ သုံးခုသုံးခု၊ ‌လေးခု‌လေးခုရှိ‌သော ‌ကောင်းကင်တမန်များကို ‌စေတမန်များအဖြစ် ပြုလုပ်‌တော်မူ‌သောအရှင်လည်း ဖြစ်‌တော်မူသည်။* အရှင်မြတ်သည် ဖန်ဆင်းမှုတွင် အရှင်မြတ်အလိုရှိ‌တော်မူ‌သောအရာကို တိုးပွား‌စေ‌တော်မူသည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို စွမ်း‌ဆောင်နိုင်‌တော်မူ‌သော အရှင်မြတ်ပင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "လူများအတွက် အလ္လာဟ်အရှင်မြတ်ဖွင့်‌ပေးထား‌တော်မူ‌သော ရဟ်မသ် သနားကရုဏာကို ပိတ်နိုင်သူမရှိ‌ပေ။ ထို့ပြင် အရှင်မြတ်ပိတ်ထား‌တော်မူ‌သော အရာကိုလည်း အရှင်မြတ်ပိတ်ထားပြီးသည့်‌နောက် ထိုအရာကို (ဖွင့်)လွှတ်မည့်သူ မရှိ‌တော့‌ပေ။* ထို့ပြင် အရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ ပညာဉာဏ်အ‌မြော်အမြင်နှင့် အလွန်ပြည့်စုံ‌တော်မူ‌သောအရှင်မြတ် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "အို- လူသားအ‌ပေါင်းတို့ အသင်တို့သည် အသင်တို့အ‌ပေါ်တွင် အလ္လာဟ်အရှင်မြတ်က ပြု‌တော်မူခဲ့‌သော ‌ကျေးဇူး‌တော်များကို သတိရကြပါ။ အလ္လာဟ်အရှင်မြတ်၏အပြင် အသင်တို့အား မိုး‌ကောင်းကင်နှင့် ‌မြေပထဝီမှ စားနပ်ရိက္ခာ‌ပေးမည့် ဖန်ဆင်းရှင်တစ်ဦးတစ်‌ယောက်ရှိ‌သေးသ‌လော၊ ထိုအရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ထိုက်သည့်အရှင် မရှိ‌ပေ။ ထို့‌နောက် အသင်တို့သည် မည်သည့်ဘက်သို့ ပြန်လှည့်သွားကြသနည်း။"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "အကယ်၍ သူတို့သည် အသင်(တမန်‌တော်)အား လိမ်လည်သူဟု စွပ်စွဲကြလျှင်၊ (စိတ်ဆင်းရဲမှုမဖြစ်ပါနှင့်)၊ အမှန်စင်စစ် အသင်၏မတိုင်မီက တမန်‌တော်များသည်လည်း လိမ်လည်သူများဟု စွပ်စွဲငြင်းပယ်ခြင်းကို ခံခဲ့ကြရသည်သာဖြစ်သည်။ ထို့ပြင် အ‌ရေးကိစ္စဟူသမျှသည် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်သို့ပင် ပြန်လည်‌ရောက်ရှိကြရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "အို- လူသားအ‌ပေါင်းတို့၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ပြုထား‌သော ကတိ‌တော်သည် မှန်သည်။ သို့ဖြစ်ရာ ဤဘဝ၏အသက်ရှင်မှုသည် အသင်တို့အား မလှည့်ဖြား‌စေနှင့်။ ထို့ပြင် လှည့်စားသူ(ရှိုင်သွာန်)သည်လည်း အသင်တို့အား အလ္လာဟ်အရှင်မြတ်နှင့်ပတ်သက်၍ မလှည့်ဖြား‌စေနှင့်။"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "အမှန်စင်စစ် ရှိုင်သွာန်သည် အသင်တို့၏ရန်သူပင်ဖြစ်သည်။ သို့ဖြစ်ရာ အသင်တို့သည် သူ့အား အသင်တို့၏ရန်သူဟုပင် အသိအမှတ်ပြုထားကြပါ။ သူသည် သူ၏ဘက်သားများအား မီး‌တောက်မီးလျှံထဲ၌ရှိသည့်သူများထဲတွင် အပါအဝင်ဖြစ်‌စေရန်ပင် ဖိတ်‌ခေါ်သည်။"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "ကာဖိရ်များအတွက် ပြင်းထန်‌သော အပြစ်ဒဏ်ရှိသည်။ ထို့ပြင် အီမာန်ယုံကြည်၍ ‌ကောင်းမြတ်သည့်လုပ်ရပ်များကို ပြုလုပ်ကြသည့်သူများအတွက်မူ လွတ်ငြိမ်းချမ်းသာခွင့်နှင့် ကြီးကျယ်သည့်အကျိုး‌ကျေးဇူးရှိသည်။"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "ထို့ပြင် အကြင်သူ၏မ‌ကောင်းမှုများသည် သူ၏အမြင်တွင် လှပတင့်တယ်‌အောင် ပြုလုပ်ခြင်းခံရသည့်အတွက် ထိုအရာ(အမှား)ကို အ‌ကောင်း(အမှန်)ဟုထင်မြင်သည့်သူသည် (အမှားကိုအမှား၊ အမှန်ကို အမှန်ဟု မြင်သည့်သူနှင့် တူနိုင်ပါမည်‌လော)။ ထို့ပြင် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိ‌တော်မူသူကို လမ်းမှား၌ပင် ထား‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်အလိုရှိ‌တော်မူသူကို လမ်းမှန်ညွှန်ကြားပြသ‌တော်မူသည်။ သို့ဖြစ်ရာ အသင်သည် သူတို့အတွက် ပူ‌ဆွေး‌သောကဖြစ်လျက် အသင်၏အသက်ကိုပျက်စီး‌အောင် မလုပ်လိုက်နှင့်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် သူတို့ပြုလုပ်သမျှကို အကြွင်းမဲ့သိရှိ‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည်ပင် ‌လေများကို ‌စေလွှတ်‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။ ထို့‌နောက် ထို‌လေများသည် မိုးတိမ်များကို သယ်‌ဆောင်သွားကြသည်။ ထို့ပြင် ငါအရှင်မြတ်သည် ထိုမိုးတိမ်များအား (‌ခြောက်‌သွေ့ပြီး)‌သေ‌နေ‌သော ‌မြေ‌နေရာများထံသို့ ‌မောင်းနှင်‌တော်မူသည်။ ထို့‌နောက် ငါအရှင်မြတ်သည် ထို(မိုးတိမ်များက ရွာချသည့်မိုး)‌ရေနှင့် ‌သေ‌နေ‌သော‌မြေကို ပြန်လည် စို‌ပြေ‌စေ‌တော်မူခဲ့သည်။ ရှင်ပြန်ထခြင်းသည်လည်း ဤသို့ပင်ဖြစ်သည်။"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "မည်သူမဆို ဂုဏ်သိက္ခာကို အလိုရှိလျှင် (အရှင်မြတ်ထံ‌တော်၌သာ ‌တောင်းခံပါ၊ အဘယ့်‌ကြောင့်ဆို‌သော်) ဂုဏ်သိက္ခာဟူသမျှသည် အလ္လာဟ်အရှင်မြတ်၌ပင်ရှိသည်။ သန့်ပြန့်စင်ကြယ်သည့်စကားများသည် အရှင်မြတ်ထံ‌တော်သို့ပင် တက်သွားကြသည်။ ထို့ပြင် ‌ကောင်းမြတ်‌သောလုပ်ရပ်သည် ထိုစင်ကြယ်သည့်စကားကို မြှင့်တင်ပို့‌ဆောင်‌ပေးသည်။* ထို့ပြင် မ‌ကောင်သည့်အကြံအစည်များကို ကြံစည်သည့်သူများအတွက်ကမူ ပြင်းထန်‌သောပြစ်ဒဏ်ရှိသည်။ ထို့ပြင် သူတို့၏အကြံအစည်များသည်လည်း ပျက်စီးသွားကြမည်ဖြစ်သည်။"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့အား ‌မြေကြီးဖြင့် ဖန်ဆင်း‌တော်မူခဲ့သည်။ ထို့‌နောက် သုက်ရည်ဖြင့်(ဖန်ဆင်း‌တော်မူခဲ့သည်)။ ထို့‌နောက် အရှင်မြတ်သည် အသင်တို့အား စုံတွဲများပြုလုပ်‌တော်မူခဲ့သည်။ ထို့ပြင် မည်သည့်မိန်းမတစ်ဦးမှ အရှင်မြတ်သိ‌တော်မမူဘဲ ကိုယ်ဝန်‌ဆောင်သည်လည်း မရှိ‌ပေ၊ သားဖွားခြင်းလည်း မရှိ‌ပေ။ ထို့ပြင် မည်သည့်အသက်ရှည်သူတစ်ဦး၏ အသက်ကိုမှ ပိုသတ်မှတ်‌ပေးသည်လည်း မရှိ‌ပေ။ မည်သူ၏အသက်ကိုမှ ‌လျှော့ပြီးသတ်မှတ်သည်လည်း မရှိ‌ပေ။ သို့ရာတွင် ၎င်းသည် ထိုမှတ်တမ်း‌တော်တွင် ‌ရေးမှတ်ပြီးသားပင်ဖြစ်သည်။ အမှန်စင်စစ် ဤသည် အလ္လာဟ်အရှင်မြတ်အတွက် အလွန်လွယ်ကူသည်။"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "ထို့ပြင် ပင်လယ်နှစ်ခုသည် မတူကြ‌ပေ။ ဤသည် ‌ရေချိုဖြစ်သည်။ ထို‌ရေကို ‌သောက်သုံးခြင်းသည် အဝင်‌ကောင်းပြီး ‌ရေငတ်‌ပြေ‌စေသည်။ ဤသည်ကမူ ငံသည်၊ ခါးသည်။ ထို့ပြင် အသင်တို့သည် ထို(ပင်လယ်)တိုင်းက လတ်ဆတ်‌သော အသားငါးများကို စားသုံးကြသည်။ ထို့ပြင် အသင်တို့သည် ၎င်းထဲမှ အသင်တို့ ဝတ်ဆင်ကြ‌သော လက်ဝတ်လက်စား တန်ဆာပလာများကို ထုတ်ယူကြသည်။ ထို့ပြင် အသင်တို့သည် အရှင်မြတ်၏ ‌ကျေးဇူး‌တော်စားနပ်ရိက္ခာကို ရှာ‌ဖွေရန်အတွက် ထိုပင်လယ်ထဲတွင် ‌ရေကိုခွဲပြီး သ‌ဘေင်္ာများသွားလာ‌နေသည်ကို အသင်‌တွေ့မြင်ရမည်။ ထို့ပြင် အသင်တို့သည် အရှင်မြတ်၏‌ကျေးဇူး‌တော်ကို သိတတ်ကြရန်အတွက် (ထိုကဲ့သို့ ပြုလုပ်‌ပေးထားခြင်း)ဖြစ်သည်။"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "အရှင်မြတ်သည် ညကို‌နေ့ထဲတွင် ဝင်‌စေ‌တော်မူပြီး ‌နေ့ကိုညထဲတွင် ဝင်‌စေ‌တော်မူသည်။ (ညတာတိုခြင်း၊ရှည်ခြင်းနှင့် ‌နေ့တာတိုခြင်း၊ရှည်ခြင်းတို့ ဖြစ်‌ပေါ်‌စေသည်)။ ထို့ပြင် အရှင်မြတ်သည် ‌နေနှင့်လအား အမိန့်နာခံခိုင်းထားသည့်အတွက် သူတို့အသီးသီးသည် သတ်မှတ်ပြဋ္ဌာန်းထား‌သော အချိန်ကာလအထိ သွားလာလှုပ်ရှား‌နေကြသည်။ ဤသည် အသင်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ပင်ဖြစ်‌တော်မူသည်။ စိုးမိုးအုပ်ချုပ်မှုအာဏာသည် အရှင်မြတ်၌ပင်ရှိသည်။ ထို့ပြင် အရှင်မြတ်မှလွဲ၍ အသင်တို့ ဟစ်‌ခေါ်တသ‌နေကြသည့်သူများသည် စွန်ပလွံ‌စေ့၌ကပ်‌နေ‌သော အ‌မြှေးပါးမျှပင် ပိုင်ဆိုင်ကြသည် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "အသင်တို့သည် အကယ်၍ သူတို့အား ဟစ်‌ခေါ်ကြလျှင် သူတို့သည် အသင်တို့၏ဟစ်‌ခေါ်မှုကို ကြားကြမည်မဟုတ်‌ပေ။ ထို့ပြင် အကယ်၍ သူတို့သည် ကြားခဲ့ကြလျှင်လည်း အသင်တို့အား ပြန်ထူးကြမည် မဟုတ်‌ပေ။ ထို့ပြင် ကိယာမသ်‌နေ့တွင် သူတို့သည် အသင်တို့၏တွဲဖက်ကိုးကွယ်မှုကိုပင် ငြင်းပယ်ကြဦးမည်ဖြစ်သည်။ ထို့ပြင် အရာအားလုံးကို အကြွင်းမဲ့ကြားသိ‌တော်မူ‌သော အရှင်မြတ်ကဲ့သို့ မည်သူမျှ အသင့်အား ထုတ်‌ဖော်‌ပြောကြားမည် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 35,
            "verse": 15,
            "text": "အို- လူသားအ‌ပေါင်းတို့၊ အသင်တို့ပင် အလ္လာဟ်အရှင်မြတ်(၏ကူညီမှုဘက်)သို့ လိုလား‌တောင့်တ‌နေကြရသည့်သူများဖြစ်ကြသည်။ ထို့ပြင် အရှင်မြတ်ကမူ လိုလား‌တောင့်တခြင်းကင်းပြီး ပြည့်စုံကြွယ်ဝ‌တော်မူ‌သောအရှင်၊ ချီးမွမ်းခြင်းခံထိုက်‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "အကယ်၍ အရှင်မြတ်သည် အလိုရှိ‌တော်မူလျှင် အသင်တို့အား ဖယ်ရှား‌တော်မူပြီး အဖန်ဆင်းခံအသစ်အား ယူလာနိုင်‌တော်မူသည်။"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "ထို့ပြင် ဤသည် အလ္လာဟ်အရှင်မြတ်အ‌ပေါ်တွင် မခဲယဉ်း‌ပေ။"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "ထို့ပြင် မည်သည့်ဝန်ထုပ်ထမ်းသူ (အပြစ်ရှိသူ)တစ်ဦးကမျှ သူတစ်ပါး၏(အပြစ်)ဝန်ထုပ်ကို သယ်ပိုးထမ်းရွက်မည် မဟုတ်‌ပေ။ ထို့ပြင် အကယ်၍ ဝန်ထုပ်ထမ်း‌နေသူတစ်ဦးက သူ၏ဝန်ထုပ်ကို ထမ်းခိုင်ရန် တစ်ဦးဦးကို ဟစ်‌ခေါ်မည်ဆိုလျှင်လည်း ထိုဟစ်‌ခေါ်ခြင်းခံရသူသည် သူ၏‌ဆွေမျိုးသားချင်း ဖြစ်ခဲ့လျှင်လည်း သူ၏ဝန်ထုပ်မှ အနည်းငယ်မျှ သယ်ပိုးထမ်းရွက်‌ပေးမည် မဟုတ်‌ပေ။ အသင်သည် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်အား မမြင်ဘဲ ‌ကြောက်ရွံ့၍ စွလာသ်ဝတ်ပြုမှု တည်‌ဆောက်ကြသည့်သူများကိုသာ သတိ‌ပေးနှိုး‌ဆောင်နိုင်သည်။ ထို့ပြင် မည်သူမဆို စင်ကြယ်သန့်ရှင်းခဲ့လျှင် ထိုသူသည် သူ့အတွက် စင်ကြယ်သန့်ရှင်ခဲ့ခြင်းသာဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်သို့ပင် ‌နောက်ဆုံးပြန်ကြရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "မျက်ကန်းနှင့် မျက်မြင်သည် မတူ‌ပေ။"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "အ‌မှောင်များနှင့် အလင်းသည်လည်း မတူ‌ပေ။"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "အရိပ်နှင့် အပူရှိန်သည်လည်း မတူ‌ပေ။"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "အသက်ရှင်သူများနှင့် ‌သေသူများသည်လည်း မတူ‌ပေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်အလိုရှိ‌တော်မူ‌သောသူကို ကြား‌စေ‌တော်မူသည်။ ထို့ပြင် အသင်သည် သချင်္ီုင်းများထဲတွင် ရှိသူများအား ကြား‌အောင်ပြုနိုင်သူ မဟုတ်‌ပေ။"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "အသင်(တမန်‌တော်)သည် သတိ‌ပေးနှိုး‌ဆော်သူတစ်ဦးသာဖြစ်သည်။"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "အမှန်စင်စစ် ငါအရှင်မြတ်သည် အသင့်အား အမှန်တရားနှင့်တကွ ဝမ်း‌မြောက်ဖွယ်သတင်း‌ကောင်း‌ပေးသူ အဖြစ်နှင့် သတိ‌ပေးနှိုး‌ဆော်သူအဖြစ် ‌စေလွှတ်‌တော်မူခဲ့သည်။ ထို့ပြင် သာသနာဝင်အုပ်စုတိုင်းတွင် သတိ‌ပေးနှိုး‌ဆော်သူတစ်ဦး ‌ရောက်လာခဲ့သည်ပင်ဖြစ်သည်။"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "ထို့ပြင် အကယ်၍ သူတို့သည် အသင့်အား လိမ်လည်သူဟု စွပ်စွဲငြင်းပယ်ကြလျှင် စစ်စစ် သူတို့မတိုင်မီသူများကလည်း မဟုတ်မမှန်ဟုပင် စွပ်စွဲငြင်းပယ်ခဲ့ကြသည် ဖြစ်သည်။ ထိုသူများထံသို့ သူတို့၏တမန်‌တော်များသည် ထင်ရှား‌သော သက်‌သေလက္ခဏာများနှင့်၊ (အမိန့်ပညတ်ချက်များ စုထားသည့်)ကျမ်းငယ်များသာမက လင်းဝင်းသည့်ကျမ်း‌တော်ကိုလည်း ယူ‌ဆောင်လာခဲ့ကြသည်ဖြစ်သည်။"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "ထို့‌နောက် ငါအရှင်မြတ်သည် ငြင်းပယ်သူများအား ဖမ်းဆီးကွပ်မျက်‌တော်မူခဲ့သည်။ သို့ဖြစ်ရာ (ယခု အသင်ကြည့်ပါ)ငါအရှင်မြတ်၏ပြစ်ဒဏ်သည် မည်သို့ဖြစ်သွားခဲ့သနည်း။"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "အသင် မမြင်ခဲ့သ‌လော၊ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိုး‌ကောင်းကင်မှ မိုး‌ရေကို ချ‌ပေး‌တော်မူခဲ့သည်။ ထို့ပြင် ငါအရှင်မြတ်သည် ထို‌ရေနှင့် အ‌ရောင်အ‌သွေး အမျိုးမျိုးကွဲပြားခြားနား‌သော သစ်သီးဝလံများကို ထွက်‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် ‌တောင်များတွင်လည်း အ‌ရောင်အမျိုးမျိုးရှိ‌သော အလွှာအထပ်ထပ် အပိုင်းအပိုင်း(‌တောင်ကြားလမ်း)များရှိကြသည်။ အချို့သည်အဖြူ အချို့သည်အနီများ ဖြစ်ကြပြီး အလွန်မည်းနက်သည်များလည်းရှိသည်။"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "ထို့ပြင် လူများ၊ သက်ရှိသတ္တဝါများနှင့် ကုလားအုတ်၊ ကျွဲ၊ နွား၊ တိရစာ္ဆန်များတို့တွင် ထိုကဲ့သို့ အ‌ရောင်အဆင်း အမျိုးမျိုးရှိကြသည်။ အလ္လာဟ်အရှင်မြတ်အား အရှင်မြတ်၏ကျွန်များထဲမှ ပညာရှင်များသာ ‌ကြောက်ရွံ့ကြသည်။* အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ လွတ်ငြိမ်းချမ်းသာခွင့် အလွန်‌ပေး‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "အမှန်စင်စစ် အကြင်သူများသည် အလ္လာဟ်အရှင်မြတ်၏ကျမ်းဂန်ကို ရွတ်ဖတ်ကြသည်။ ထို့ပြင် စွလာသ်ဝတ်ပြုမှုကို ‌ဆောက်တည်ကြသည်။ ထို့ပြင် သူတို့အား ငါအရှင်မြတ် ‌ပေးသနား‌တော်မူခဲ့‌သော အရာများထဲမှ လုံးဝ မဆုံးရှုံး မပျက်စီး‌သော ‌ရောင်းဝယ်‌ဖောက်ကားမှုမျိုး(ဖြစ်‌သော ဂျန္နသ်သုခဘုံ)ကို ‌မျှော်လင့်‌တောင့်တ‌နေကြလျှက် တိတ်ဆိတ်စွာနှင့် ထင်‌ပေါ်စွာ လှူဒါန်းကြသည်။"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "(‌နောက်ဆုံးတွင်) အရှင်မြတ်သည် သူတို့အား သူတို့၏အကျိုးများ ပြည့်ပြည့်ဝဝ ‌ပေး‌တော်မူသည့်အပြင် အရှင်မြတ်၏‌ကျေးဇူး‌တော်နှင့် သူတို့အား ပို့‌ပေး‌တော်မူမည်ဖြစ်သည်။ အမှန်စင်စစ် အရှင်မြတ်သည် အလွန်လွတ်ငြိမ်းချမ်းသာခွင့် ‌ပေး‌တော်မူ‌သောအရှင်၊ ‌ကျေးဇူးသိတတ်သူကို အလွန်အစား‌ပေး‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "ထို့ပြင် အသင်၏ထံသို့ ငါအရှင်မြတ်ချ‌ပေး‌တော်မူ‌သောကျမ်းသည် ၎င်းမတိုင်မီက ကျမ်းများကိုလည်း မှန်သည်ဟု ‌ထောက်ခံလျက်ရှိ‌သော လုံးဝ မှန်သည့်ကျမ်းဖြစ်သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ကျွန်မျာနှင့်ပတ်သက်၍ အလွန်သိကျွမ်း‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့မြင်‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "ထို့‌နောက် ငါအရှင်မြတ်သည် ငါအရှင်မြတ်၏ကျွန်များထဲမှ ငါအရှင်မြတ် ‌ရွေးချယ်‌တော်မူ‌သောသူများအား (ဤ)ကျမ်းကို အ‌မွေအဖြစ် ‌ပေးသနား‌တော်မူသည်။ ထို့ပြင် သူတို့ထဲမှ အချို့မှာ သူ့ကိုယ်သူ နှိပ်စက်သည့်သူများရှိသည်။ အချို့မှာ အလယ်အလတ် လိုက်သည့်သူရှိသည်။ အချို့ကမူ အလ္လာဟ်အရှင်မြတ်၏အမိန့်‌တော်ဖြင့် ‌ကောင်းမှုများနှင့် ‌ရှေ့ကသွားသူ ရှိသည်။ ဤသည် ကြီးကျယ်‌သော ‌ကျေးဇူး‌တော်ပင်ဖြစ်သည်။"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "အမြဲ‌နေထိုင်ရမည့် ဥယျာဉ်များ၊ သူတို့သည် ထိုဥယျာဉ်များတွင် ဝင်‌ရောက်ကြမည်။ သူတို့သည် ၎င်းထဲတွင် ‌ရွှေလက်‌ကောက်များ၊ ပုလဲများနှင့် တန်ဆာဆင်ယင်‌ပေးခြင်း ခံကြရမည်ဖြစ်သည်။ ထို့ပြင် ၎င်းထဲတွင် သူတို့၏ အဝတ်အစားမှာ ပိုးထည်ဖြစ်မည်။"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "ထို့ပြင် သူတို့သည် (ဤသို့)‌ပြောဆိုကြမည်- “ချီးမွမ်းခြင်းအ‌ပေါင်းသည် ကျွန်ုပ်တို့ထံမှ ပူပင်‌သောကကို ပ‌ပျောက်‌စေ‌တော်မူ‌သော အလ္လာဟ်အရှင်မြတ်အတွက်ပင်ဖြစ်သည်။ အမှန်စင်စစ် ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်သည် အလွန်လွတ်ငြိမ်းချမ်းသာခွင့် ‌ပေး‌တော်မူ‌သောအရှင်၊ ‌ကျေးဇူးသိတတ်သူကို အလွန်အစား‌ပေး‌တော်မူ‌သောအရှင် အမှန်ပင် ဖြစ်‌တော်မူသည်။“"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "အကြင် အရှင်မြတ်သည် အရှင်မြတ်၏‌ကျေးဇူး‌တော်နှင့် ကျွန်ုပ်တို့အား အမြဲ‌နေရမည့်ဌာနတွင် ‌နေရာချ‌ပေး‌တော်မူသည်။ ၎င်းထဲတွင် ကျွန်ုပ်တို့အား မည်သည့်ပင်ပန်းမှုမျှ သက်‌ရောက်မည်မဟုတ်‌ပေ။ ထို့ပြင် ကျွန်ုပ်တို့အား ၎င်းတွင် မည်သည့်‌မောပန်းငြီး‌ငွေ့မှုမှလည်း သက်‌ရောက်မည် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "ထို့ပြင် ကာဖိရ်များအတွက် ဂျဟန္နမ်ငရဲဘုံ၏မီးရှိမည်။ သူတို့အ‌ပေါ်တွင် သူတို့‌သေဆုံးနိုင်ကြရန် (အပြီးသတ်)အမိန့်‌ပေးခံရမည်လည်း မဟုတ်‌ပေ။ ထို့ပြင် ထိုငရဲဘုံ၏ပြစ်ဒဏ်သည် သူတို့ထံမှ ‌ပေါ့‌လျော့‌စေခြင်း ခံရမည်လည်း မဟုတ်‌ပေ။ ငါအရှင်မြတ်သည် ဤသို့ပင် အလွန်‌သွေဖည်သူတိုင်းကို အစား‌ပေး‌တော်မူသည်။"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "ထို့ပြင် သူတို့သည် ထိုငရဲဘုံတွင် (ဤသို့)‌အော်ဟစ်‌လျှောက်ထားကြမည်- “အို- ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်၊ အရှင်မြတ်သည် ကျွန်ုပ်တို့အား (ဤငရဲဘုံမှ) ထုတ်‌တော်မူပါ၊ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့ပြုလုပ်‌နေခဲ့‌သော လုပ်ရပ်များမှလွဲ၍ ‌ကောင်းမြတ်သည့်လုပ်ရပ်များကို ပြုလုပ်ကြပါမည်။“ (သူတို့သည် ဤသို့ ‌ပြောခံကြရမည်) - ငါအရှင်မြတ်သည် စဉ်းစားဆင်ခြင်လိုသည့်သူများ စဉ်းစားဆင်ခြင်နိုင်သည့် သက်တမ်းကို အသင်တို့အား ‌ပေး‌တော်မူခဲ့သည် မဟုတ်‌လော။ ထို့ပြင် အသင်တို့ထံသို့ သတိ‌ပေးနှိုး‌ဆော်သူလည်း ‌ရောက်လာခဲ့သည် (မဟုတ်‌လော)။ သို့ဖြစ်ရာ အသင်တို့သည် (ယခုမူပြစ်ဒဏ်ကိုသာ) မြည်းစမ်းလိုက်ကြပါ။ ထို့ပြင် မတရားသူများအတွက် ကူညီရိုင်းပင်းမည့်သူ မည်သူမျှ မရှိ‌ပေ။"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိုး‌ကောင်းကင်များတွင် ဖုံးကွယ်‌နေသည်များနှင့် ‌မြေပထဝီတွင် ဖုံးကွယ်‌နေသည်များကို သိ‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။ အမှန်စင်စစ် အရှင်မြတ်သည် စိတ်နှလုံးများတွင်ရှိသည်များကို အကြွင်းမဲ့သိရှိ‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "အရှင်မြတ်သည်ပင် အသင်တို့အား ကမာ္ဘ‌မြေတွင် ကိုယ်စားလှယ်ဆက်ခံသည့်သူများအဖြစ် ပြုလုပ်‌တော်မူခဲ့သည့်အရှင်ဖြစ်‌တော်မူသည်။ သို့ဖြစ်ရာ မည်သူမဆို ‌ကျေးဇူးကန်ခဲ့လျှင် သူ၏‌ကျေးဇူးကန်းမှုသည် သူ၏အ‌ပေါ်၌ပင် ကျ‌ရောက်မည်ဖြစ်သည်။ ထို့ပြင် ကာဖိရ်များအ‌ပေါ်တွင် သူတို့၏‌သွေဖည်မှုသည် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်တွင် မုန်းတီးစက်ဆုပ်မှုကိုသာ တိုးပွား‌စေမည်ဖြစ်သည်။ ထို့ပြင် ကာဖိရ်များအ‌ပေါ်တွင် သူတို့၏‌သွေဖည်မှုသည် ဆုံးရှုံးမှုကိုသာ တိုးပွား‌စေမည်ဖြစ်သည်။"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အားစွန့်ပြီး ဟစ်‌ခေါ်တသကြ‌သော အသင်တို့၏တွဲဖက်ကိုးကွယ်ရာများအား မမြင်ကြသ‌လော။ အသင်တို့သည် ငါ့အား ပြသကြပါ- ထိုသူများသည် ‌မြေပထဝီ၏ မည်သည့်အစိတ်အပိုင်းကို ဖန်ဆင်းခဲ့ကြသနည်း။ သို့မဟုတ် မိုး‌ကောင်းကင်များတွင် သူတို့၏ဖက်စပ်ပိုင်ဆိုင်မှုဟူ၍ မည်သည်ရှိသနည်း။ သို့မဟုတ် ငါအရှင်မြတ်သည် သူတို့အား ကျမ်းတစ်‌စောင်‌ပေး‌တော်မူခဲ့၍ သူတို့သည် ထိုကျမ်း၏အ‌ထောက်အထား တစ်စုံတစ်ခုအ‌ပေါ်တွင် ရပ်တည်‌နေကြသ‌လော။ ထိုသို့လုံးဝမဟုတ်‌ပေ၊ အမှန်စင်စစ် မတရားသူများသည် သူတို့အချင်းချင်း တစ်ဦးကိုတစ်ဦး လိမ်လည်လှည့်ဖြား‌နေကြသည်မှလွဲ၍ အခြားမည်သည့်အရာကိုမျှ ကတိ‌ပေးသည် မရှိကြ‌ပေ။"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိုး‌ကောင်းကင်များနှင့်‌မြေပထဝီကို ‌ရွေ့‌လျောတိမ်း‌စောင်းမသွားရန် ထိန်းထား‌တော်မူသည်။ ထို့‌နောက် အကယ်၍ ‌ရွေ့‌လျောတိမ်း‌စောင်းသွားခဲ့လျှင် အရှင်မြတ်မှလွဲ၍ မည်သူကမှ ထိုမိုး‌ကောင်းကင်များနှင့်‌မြေပထဝီကို ထိန်းနိုင်မည်မဟုတ်‌ပေ။ အမှန်စင်စစ် အရှင်မြတ်သည် အလွန်‌ထောက်ထားညှာတာ သည်းခံဆိုင်းငံ့‌တော်မူ‌သောအရှင်၊ အလွန်လွတ်ငြိမ်းချမ်းသာခွင့် ‌ပေး‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "ထို့ပြင် သူတို့က အလ္လာဟ်အရှင်မြတ်အား တိုင်တည်၍ အစွမ်းကုန် ကျိန်ဆိုခဲ့ကြသည်- “အမှန်ပင် အကယ်၍ သတိ‌ပေးနှိုး‌ဆော်သူတစ်ဦးတစ်‌ယောက်သည် သူတို့ထံသို့လာခဲ့လျှင် အမှန်စင်စစ် သူတို့သည် သာသနာဝင်အုပ်စုတိုင်းထက်ပိုပြီး တရားလမ်းမှန်ကို လိုက်နာသူများဖြစ်ကြပါမည်။“ ထို့‌နောက် သတိ‌ပေးနှိုး‌ဆော်သူသည် သူတို့ထံသို့ ‌ရောက်လာသည့်အခါ ထိုအရာသည် သူတို့တွင် စက်ဆုပ်မှုကိုသာ တိုးပွား‌စေခဲ့သည်။"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "(သူတို့သည် အမှန်တရားကို လိုလား၍ ထိုသို့ ကျိန်ဆိုခဲ့ကြသည် မဟုတ်‌ပေ၊ အမှန်စင်စစ် သူတို့သည်) သူတို့ကိုယ်ကို ကမာ္ဘ‌မြေ‌ပေါ်တွင် အထင်ကြီးခဲ့သည့်အတွက်‌ကြောင့် (ကျိန်ဆိုခဲ့ကြခြင်းဖြစ်သည်)၊ ထို့ပြင် (သူတို့သည် ထိုကျိန်ဆိုမှုနှင့်)မ‌ကောင်းကြံစည်မှုကို (ပြုလုပ်ကြရန် လူများအား လှည့်စားကြရန် ရည်ရွယ်ခြင်းဖြစ်သည်)။ ထို့ပြင် မ‌ကောင်းကြံစည်မှု၏အကျိုးဆက်သည် ထိုမ‌ကောင်းကြံစည်မှုကို ကြံစည်သည့်သူများအ‌ပေါ်၌ပင် သက်‌ရောက်သည်။ သို့ဖြစ်ရာ သူတို့သည် ယခင်က လူများ(အ‌ပေါ် အရှင်မြတ်၏)လုပ်ထုံးလုပ်နည်းကိုပင် ‌စောင့်‌မျှော်‌နေကြသည်ဖြစ်သည်။ ထို့ပြင် အသင်သည် အလ္လာဟ်အရှင်မြတ်၏လုပ်ထုံးလုပ်နည်းတွင် မည်သည့်‌ပြောင်းလဲမှုကိုမျှ လုံးဝ‌တွေ့ရမည် မဟုတ်‌ပေ။ ထို့ပြင် အသင်သည် အလ္လာဟ်အရှင်မြတ်၏လုပ်ထုံးလုပ်နည်းတွင် မည်သည့် လဲလှယ်မှုကိုမျှလည်း ‌တွေ့ရမည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "သူတို့သည် ကမာ္ဘ‌မြေတွင် လှည့်လည်မသွားလာခဲ့ကြသ‌လော။ ထိုသို့သွားလာခဲ့ကြလျှင် သူတို့သည် သူတို့မတိုင်မီကသူများ၏ ‌နောက်ဆုံးအကျိုးဆက်သည် မည်သို့ရှိခဲ့သနည်းဆိုသည်ကို ‌တွေ့မြင်ကြမည်ဖြစ်သည်။ ထို့ပြင် ထိုသူများသည် သူတို့ထက် အင်အား ပိုကြီးမားပြင်းထန်ခဲ့သည့်သူများပင် ဖြစ်ခဲ့ကြသည်။ ထို့ပြင် မိုး‌ကောင်းကင်များတွင်ဖြစ်‌စေ၊ ‌မြေပထဝီတွင်ဖြစ်‌စေ၊ မည်သည့်အရာကမှ အလ္လာဟ်အရှင်မြတ်အား မစွမ်း‌ဆောင်နိုင်‌အောင် ပြုလုပ်နိုင်ကြသည် မဟုတ်‌ပေ။ အမှန်စင်စစ် အရှင်မြတ်သည် အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်၊ အလွန်တတ်စွမ်းနိုင်သည့်အရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "ထို့ပြင် အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် လူများအား သူတို့ရှာ‌ဖွေ ဆည်းပူးခဲ့ကြသည့် ပြစ်မှုများ‌ကြောင့် အ‌ရေးယူမည်ဆိုလျှင် ကမာ္ဘ‌မြေ၏‌ကျောကုန်း‌ပေါ်တွင် လှုပ်ရှားသွားလာ‌နေ‌သော မည်သည့်သတ္တဝါကိုမျှ ချန်လှပ်ထား‌တော်မူမည် မဟုတ်‌ပေ။ သို့ရာတွင် အရှင်မြတ်သည် သူတို့အား သတ်မှတ်ထားသည့်အချိန်အထိ ဆိုင်းငံ့ထား‌တော်မူသည်။ ထို့‌နောက် သူတို့၏အချိန်ကာလ ‌ရောက်လာသည့်အခါ (သူတို့၏ လုပ်ရပ်များနှင့်ပတ်သက်၍ အကျိုးအပြစ်‌ပေး‌တော်မူမည်ဖြစ်သည်)။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရှင်မြတ်၏ကျွန်များကို အကြွင်းမဲ့မြင်‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "ယာစီန်။"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "(ငါအရှင်မြတ်သည်)ပညာဉာဏ်အ‌မြော်အမြင်နှင့်ပြည့်စုံ‌သော ကုရ်အာန်ကျမ်း‌တော်မြတ်ကို သက်‌သေထူ‌တော်မူသည်။"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "အမှန်စင်စစ် အသင်သည် တမန်‌တော်များထဲတွင် အမှန်ပင် တစ်ပါးအပါအဝင်ဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "‌ဖြောင့်မတ်သည့်လမ်း‌ပေါ်တွင် တည်ရှိ‌နေသည်။"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင်မြတ်ထံ‌တော်မှ ချ‌ပေး‌တော်(မူ‌သော ကျမ်းဖြစ်)သည်။"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "(ထိုသို့ချ‌ပေး‌တော်မူခြင်းမှာ) အသင်(တမန်‌တော်)သည် အကြင်အမျိုးသားများကို သတိ‌ပေးနှိုး‌ဆော်ရန်အတွက်ဖြစ်သည်။* ထိုအမျိုးသားများ၏ အဘ၊ ဘိုး၊ ‌ဘေးများသည် သတိ‌ပေးနှိုး‌ဆော်ခြင်း မခံခဲ့ကြရ‌ပေ။ သို့ဖြစ်ရာ သူတို့သည် (တရား)မသိသူများဖြစ်‌နေကြသည်။"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "အမှန်စင်စစ် သူတို့ထဲမှ အ‌မြောက်အမြားအ‌ပေါ်တွင် အမိန့်‌တော်သည် အတည်ဖြစ်ခဲ့သည်။ သို့ဖြစ်ရာ သူတို့သည် အီမာန်ယုံကြည်ကြမည် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "အမှန်စင်စစ် ငါအရှင်မြတ်သည် သူတို့၏လည်ကုပ်များတွင် လည်ထိပ်*များကို စွပ်ထား‌တော်မူခဲ့သည်။ သို့ဖြစ်ရာ ထိုလည်ထိပ်များသည် ‌မေး‌စေ့များအထိ ‌ရောက်‌နေပြီဖြစ်သည်။ ထိုအရာ‌ကြောင့် သူတို့သည် ‌ခေါင်း‌မေ့ာ‌နေကြသည်။"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့‌ရှေ့၌ အကာအဆီးတစ်ခု၊ ထို့ပြင် သူတို့‌နောက်တွင် အကာအဆီးတစ်ခု ပြုလုပ်‌တော်မူခဲ့သည်။ ထို့‌နောက် ငါအရှင်မြတ်သည် သူတို့အား (အကာများနှင့်)ဖုံးလွှမ်းထားလိုက်သည့်အတွက် သူတို့သည် (မည်သည့်အရာကိုမျှ) မမြင်နိုင်ကြ‌တော့‌ပေ။"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "ထို့ပြင် သူတို့အ‌ပေါ်၌ အတူတူပင်၊ အသင်(တမန်‌တော်)သည် သူတို့အား သတိ‌ပေးနှိုး‌ဆော်ခဲ့သည်ပင်ဖြစ်‌စေ၊ သတိ‌ပေးနှိုး‌ဆော်မှု မပြုခဲ့သည်ပင်ဖြစ်‌စေ၊ သူတို့ကမူ ယုံကြည်ကြမည် မဟုတ်‌ပေ။"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "အသင်(တမန်‌တော်)သည် ဆုံးမဩဝါဒကို လိုက်နာပြီး ရဟ်မာန် အနန္တကရုဏာ‌တော်ရှင်အား အကွယ်မှ ‌ကြောက်ရွံ့သည့်သူကိုပင် သတိ‌ပေးနှိုး‌ဆော်နိုင်မည်ဖြစ်သည်။* သို့ဖြစ်ရာ အသင်သည် ထိုသူကို လွတ်ငြိမ်းချမ်းသာခွင့်နှင့် မြင့်မြတ်သည့်အကျိုးရှိသည့်အ‌ကြောင်း ဝမ်း‌မြောက်ဖွယ်ရာသတင်းကို ‌ပြောလိုက်ပါ။"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "အမှန်စင်စစ် ငါအရှင်မြတ်သည် ‌သေသူများကို ရှင်‌စေ‌တော်မူမည်။ ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့ ကြိုတင်ပို့ခဲ့ကြသည်များနှင့် သူတို့ ‌နောက်ချန်ထားခဲ့ကြသည်များကို ‌ရေးသားထား‌တော်မူသည်။ ထို့ပြင် ငါအရှင်မြတ်သည် အရာအားလုံးကို ထင်ရှား‌သောမှတ်တမ်းစာအုပ်တွင် ‌ရေးမှတ်ထားပြီးဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "ထို့ပြင် အသင်(တမန်‌တော်)သည် သူတို့အား ထိုမြို့သူမြို့သားများ၏အ‌ကြောင်းတစ်ခုကို ‌ပြောပြလိုက်ပါ- တစ်ခါက ထိုမြ့ိုသူမြ့ိုသားများထံသို့ တမန်‌တော်များသည် ‌ရောက်ရှိလာခဲ့ကြသည်။"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "ထိုစဉ်က ငါအရှင်မြတ်သည် သူတို့ထံသို့ တမန်‌တော်နှစ်ပါးကို ‌စေလွှတ်‌တော်မူခဲ့သည်။ ထို့‌နောက် သူတို့က ထိုနှစ်ပါးလုံးအား လိမ်လည်သူများဟု စွပ်စွဲငြင်းပယ်ခဲ့ကြသည်။ သို့ဖြစ်ရာ ငါအရှင်မြတ်သည် တတိယ တမန်‌တော်တစ်ပါးနှင့် အင်အားဖြည့်‌ပေး‌တော်မူခဲ့သည်။ ထို့ပြင် သူတို့က အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အသင်တို့ထံသို့ ‌စေလွှတ်ခြင်းခံကြရ‌သော တမန်‌တော်များဖြစ်ကြသည်ဟု ‌ပြောဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "ထိုမြို့သားများက “အသင်တို့သည် ကျွန်ုပ်တို့ကဲ့သို့ လူသားများပင်ဖြစ်ကြသည်။ ထို့ပြင် ရဟ်မာန် အနန္တကရုဏာ‌တော်ရှင်သည် အသင်တို့အ‌ပေါ်တွင် မည်သည့်အရာမျှ ချ‌ပေး‌တော်မူသည်မဟုတ်‌ပေ၊ အသင်တို့သည် လိမ်လည်‌ပြောဆို‌နေကြသည်သာဖြစ်သည်“ဟု ‌ပြောဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "ထိုတမန်‌တော်များက ‌ပြောကြားခဲ့ကြသည်- “အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အသင်တို့ထံသို့ ‌စေလွှတ်ခြင်းခံကြရသည့်သူများဖြစ်‌ကြောင်းကို ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်သည် သိရှိ‌တော်မူသည်။“"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "ထို့ပြင် ကျွန်ုပ်တို့အ‌ပေါ်မှာမူ (အရှင်မြတ်၏အမိန့်‌တော်များကို) ထင်ရှားစွာ ပို့‌ဆောင်ရန်တာဝန်မှလွဲ၍ အခြား တာဝန်မရှိ‌ပေ။“"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "ထိုမြ့ိုသားများက ‌ပြောဆိုခဲ့ကြသည်- “အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အသင်တို့အား နမိတ်မ‌ကောင်းသည့်သူများဟု ယူဆကြသည်။ အကယ်၍ အသင်တို့သည် မရပ်စဲကြလျှင် အမှန်စင်စစ် ကျွန်ုပ်တို့သည် အသင်တို့အား ခဲများဖြင့် ပစ်‌ပေါက်သတ်ကြမည်ဖြစ်သည်။ ထို့ပြင် ကျွန်ုပ်တို့ထံမှ အသင်တို့ထံသို့ နာကျင်‌စေသည့်ပြစ်ဒဏ်လည်း အမှန်စင်စစ် ကျ‌ရောက်မည်ဖြစ်သည်။“"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "တမန်‌တော်များက ‌ပြောဆိုခဲ့ကြသည်- “အသင်တို့၏ မ‌ကောင်းသည့်အတိတ်နမိတ်သည် အသင်တို့၌ပင် ရှိ‌နေသည်။ အသင်တို့အ‌နေဖြင့် ဆုံးမဩဝါဒ‌ပေးခံရခြင်းသည် မ‌ကောင်း‌သော အတိတ်နမိတ်‌လော။ ထိုသို့မဟုတ်‌ပေ၊ အမှန်စင်စစ် အသင်တို့ပင် စည်း‌ဖောက်သူများဖြစ်ကြသည်။“"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "ထို့‌နောက် မြို့စွန်မှ လူတစ်‌ယောက်‌ပြေးလာပြီး ‌ပြောဆိုသည်- “အို- ကျွန်ုပ်၏အမျိုးသားတို့၊ အသင်တို့သည် တမန်‌တော်များ၏စကားကို နား‌ထောင်ကြပါ။“"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "“အသင်တို့ထံမှ မည်သည့်အကျိုးမျှမ‌တောင်းဘဲ လမ်းမှန်ရရှိ‌နေကြသည့်သူများ၏‌နောက်ကို အသင်တို့လိုက်ကြပါ။“"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "ကျွန်ုပ်မှာ ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်အား မကိုးကွယ်ရန် မည်သည့်အ‌ကြောင်းရှိသနည်း။ ထို့ပြင် အသင်တို့သည် အရှင်မြတ်ထံ‌တော်သို့ပင် ပြန်လည်‌ရောက်ရှိကြရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "ကျွန်ုပ်တို့သည် အရှင်မြတ်အား စွန့်၍ ထိုသို့‌သော အခြားအရာများအား ကိုးကွယ်ရမည်‌လော၊ အကယ်၍ ရဟ်မာန် အနန္တကရုဏာ‌တော်ရှင်သည် ကျွန်ုပ်တို့တွင် ဒုက္ခတစ်စုံတစ်ခု သက်‌ရောက်‌စေရန် ရည်ရွယ်‌တော်မူလျှင် ထိုကိုးကွယ်ရာများ၏ ကြားဝင်အသနားခံ‌ပေးမှုသည်လည်း ကျွန်ုပ်အတွက် အနည်းငယ်မျှ အသုံးဝင်မည်မဟုတ်‌ပေ။ ထို့ပြင် သူတို့သည် ကျွန်ုပ်အား ကယ်တင်နိုင်ကြမည်လည်း မဟုတ်‌ပေ။"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "ထိုသို့ဖြစ်ခဲ့လျှင် အမှန်စင်စစ် ကျွန်ုပ်သည် ထင်ရှား‌သောလမ်းမှားမှုထဲတွင် ရှိ‌နေပြီဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "အမှန်စင်စစ် ကျွန်ုပ်သည် အသင်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ကို ယုံကြည်ခဲ့ပြီဖြစ်သည့်အတွက် အသင်တို့သည် ကျွန်ုပ်(၏စကား)ကို နား‌ထောင်ကြပါ။"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "(ထို့‌နောက် မြို့သားများသည် သူ့အား သတ်လိုက်သည့်အခါ အရှင်မြတ်ဘက်မှ သူ့အား)မိန့်ကြား‌တော်မူခြင်းခံရသည်- “အသင်သည် ဂျန္နသ်သုခဘုံထဲသို့ ဝင်‌ရောက်ပါ“။ ထို(အသတ်ခံရ)သူက‌ပြောသည်- “‌ဪ- ကျွန်ုပ်၏အမျိုးသားများသည် သိရှိကြလျှင် အဘယ်မျှ‌ကောင်းလိုက်မည်နည်း။“"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "“ကျွန်ုပ်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် ကျွန်ုပ်အား လွတ်ငြိမ်းချမ်းသာခွင့်‌ပေး‌တော်မူခဲ့သည်သာမက ကျွန်ုပ်ကို ဂုဏ်ရှိသူများထဲတွင် ပါဝင်‌စေ‌တော်မူခဲ့သည်ကို (သူတို့ သိရှိကြလျှင် အဘယ်မျှ‌ကောင်းလိုက်မည်နည်း)။“"
        },
        {
            "chapter": 36,
            "verse": 28,
            "text": "ထို့‌နောက် ငါအရှင်မြတ်သည် ထိုသူ(‌သေဆုံးပြီး)‌နောက်တွင် သူ၏အမျိုးသားများအ‌ပေါ်တွင် မိုး‌ကောင်းကင်မှ မည်သည့် စစ်တပ်ကိုမျှ ‌စေလွှတ်‌တော်မူခဲ့သည် မဟုတ်‌ပေ။ ထို့ပြင် ငါအရှင်မြတ်အတွက် ‌စေလွှတ်ရန်လည်း မလို‌ပေ။"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "(သူတို့အတွက် ပြစ်ဒဏ်မှာ) ပြင်းထန်‌သောဟစ်‌အော်သံတစ်ခုပင် ဖြစ်ခဲ့သည်။ ထို့‌နောက် သူတို့သည် ချက်ချင်းပင် အသက်ချုပ်ငြိမ်းသွားသူများဖြစ်ခဲ့ကြရသည်။"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "‌ဪ- ဤသို့ကျွန်များအ‌ပေါ်တွင် ဝမ်းနည်းဖွယ်ရာပင်၊ ထိုသူများထံသို့ မည်သည့်တမန်‌တော် ‌ရောက်လာသည်ဖြစ်‌စေ၊ သူတို့သည် ထိုတမန်‌တော်အား ‌ပြောင်‌လှောင်ခဲ့ကြသည်ချည်းသာဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "ငါအရှင်မြတ်သည် သူတို့မတိုင်မီ လူမျိုးဆက် အ‌မြောက်အမြားကို ဖျက်ဆီး‌တော်မူခဲ့သည်။ ထို့‌နောက် ပျက်စီးသွားခဲ့‌သော လူမျိုးဆက်များသည် အမှန်စင်စစ် သူတို့ထံ ပြန်မလာကြသည်ကို သူတို့သည် မမြင်ခဲ့ကြသ‌လော။"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "ထို့ပြင် အားလုံးသည် ငါအရှင်မြတ်ထံ‌တော်သို့ပင် အသင့်‌ရောက်ရှိ‌စေခြင်းကို ခံကြရမည့်သူများဖြစ်ကြသည်။"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "ထို့ပြင် သူတို့အတွက် သက်‌သေသာဓကတစ်ခုမှာ (‌ခြောက်‌သွေ့သည့်)‌မြေ‌သေဖြစ်သည်။ ငါအရှင်မြတ်သည် ထို‌မြေ‌သေကို ရှင်‌စေ‌တော်မူပြီး‌နောက် ထို‌မြေမှ ‌ကောက်ပဲသီးနှံကို ထွက်‌စေ‌တော်မူခဲ့သည့်အတွက် သူတို့သည် ထို‌ကောက်ပဲသီးနှံများကို စားသုံး‌နေကြသည်။"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် ထို‌မြေတွင် စွန်ပလွံခြံများနှင့် စပျစ်ခြံများကို ပြုလုပ်‌ပေး‌တော်မူခဲ့သည်သာမက ထို‌မြေတွင် စမ်း‌ရေ‌ချောင်းများကိုလည်း ပန်းထွက်စီးဆင်း‌စေ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "သူတို့သည် သူတို့၏လက်များက ပြုလုပ်ခဲ့ကြသည်မဟုတ်ပါဘဲလျက် ထိုစွန်ပလွံပင် သို့မဟုတ် စပျစ်ပင်၏အသီးများကို စားသုံးကြရန်ဖြစ်သည်။ သို့ပါလျက် သူတို့သည် ‌ကျေးဇူးမတင်ကြ‌လေသ‌လော။"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "အကြင်အရှင်မြတ်သည် သန့်ပြန့်စင်ကြယ်‌တော်မူသည်၊ ထိုအရှင်မြတ်သည် ‌မြေကြီးမှ ‌ပေါက်‌ရောက်သည့်အရာများနှင့် သူတို့ကိုယ်များတွင်သာမက သူတို့မသိသည့်အရာများတွင်လည်း ဖိုမ စုံတွဲများ အမျိုးမျိုးအစားစား ဖန်ဆင်း‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "ထို့ပြင် သူတို့အတွက် သက်‌သေသာဓကတစ်ခုမှာ ညဖြစ်သည်။ ငါအရှင်မြတ်သည် ထိုညမှ ‌နေ့ကို ချွတ်ခွာယူ‌တော်မူသည်နှင့် တစ်ပြိုင်နက် သူတို့သည် အ‌မှောင်ထဲတွင် ရှိ‌နေကြရ‌တော့သည်။"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "ထို့ပြင် ‌နေသည် သူ၏လမ်‌ကြောင်းအတိုင်းသွားလာ‌နေသည်။ ဤသည် တန်ခိုး‌တော်နှင့် အလွန်လွှမ်းမိုး‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်မြတ်၏ တိုင်းတာသတ်မှတ်ချက်ဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "ထို့ပြင် လကို ငါအရှင်မြတ်က ခရီးစခန်းများ သတ်မှတ်‌ပေး‌တော်မူခဲ့သည်။ ‌နောက်ဆုံးထိုလသည် ‌ကွေး‌နေ‌သော စွန်ပလွံခိုင်‌ခြောက်‌ဟောင်းပမာ ပြန်ဖြစ်သွား‌တော့သည်။"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "‌နေသည် လကို မမီနိုင်သကဲ့သို့ ညသည်လည်း ‌နေ့ကို မ‌ကျော်လွန်နိုင်‌ပေ။ ထို့ပြင် အားလုံးကိုယ်စီသည် ပတ်လမ်း‌ကြောင်းတစ်ခုစီတွင် ကူးခတ်သွားလာ‌နေကြသည်ဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "ထို့ပြင် သူတို့အတွက် သက်‌သေသာဓကတစ်ခုမှာ အမှန်စင်စစ် ငါအရှင်မြတ်သည် သူတို့၏သား‌မြေးများကို ဝန်အပြည့်တင်ထား‌သော သ‌ဘေင်္ာ‌ပေါ်တွင် တင်‌ဆောင်စီးနင်း‌စေ‌တော်မူခြင်းပင် ဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့အတွက် ထိုသ‌ဘေင်္ာကဲ့သို့ပင် သူတို့ စီးနင်းကြ‌သော အခြားအရာများကိုလည်း ဖန်ဆင်း‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် အလိုရှိ‌တော်မူလျှင် သူတို့အား နစ်မြှပ်‌စေ‌တော်မူမည်ဖြစ်သည်။ ထိုအခါ သူတို့အား ကူညီမည့်သူလည်း မည်သူမျှ ရှိမည်မဟုတ်‌ပေ။ သူတို့သည် ကယ်တင်ခြင်းခံကြရမည်လည်း မဟုတ်‌ပေ။"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "သို့ရာတွင် (၎င်းသည်) ငါအရှင်မြတ်၏ကရုဏာပင်ဖြစ်သည်။ ထို့ပြင် သတ်မှတ်ပြီး‌သော အချိန်ကာလထိ (သူတို့အား) အကျိုးခံစား‌စေခြင်းလည်း ဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "ထို့ပြင် သူတို့အား အသင်တို့သည် သနား‌တော်မူခြင်းခံကြရရန်အတွက် အသင်တို့၏‌ရှေ့‌မှောက်၌ ရှိသည့်အရာ(ပြစ်ဒဏ်)နှင့် အသင်တို့၏‌နောက်တွင် ရှိသည့်အရာ(ပြစ်ဒဏ်)ကိုပါ ‌ကြောက်ရွံ့စိုုးရိမ်ကြပါဟု ‌ပြောခဲ့သည့်အခါ (သူတို့သည် မျက်နှာလွှဲခဲ့ကြသည်)။"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "ထို့ပြင် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၏ အမိန့်‌တော်များထဲမှ အမိန့်‌တော်တစ်စုံတစ်ခုသည် သူတို့ထံသို့ ‌ရောက်လာတိုင်း သူတို့သည် ထိုအမိန့်‌တော်မှ မျက်နှာလွှဲခဲ့ကြသည်ချည်းပင်ဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "ထို့ပြင် သူတို့အား အသင်တို့သည် အသင်တို့အား အလ္လာဟ်အရှင်မြတ်‌ပေးသနား‌တော်မူခဲ့သည့်အထဲမှ သုံးစွဲလှူဒါန်းကြပါဟု ‌ပြောဆိုသည့်အခါ ကာဖိရ်ငြင်းပယ်သူများက အလ္လာဟ်အရှင်မြတ်သည် အလိုရှိ‌တော်မူလျှင် အရှင်မြတ်ကိုယ်တိုင် ‌ကျွေး‌မွေး‌တော်မူမည်ဖြစ်သည့်သူများကို ကျွန်ုပ်တို့က ‌ကျွေး‌မွေးကြရမည်‌လော၊ အသင်တို့သည် ထင်ရှား‌သောလမ်းမှားတွင် ရှိ‌နေကြသည်ဖြစ်သည်ဟု အီမာန်ယုံကြည်သူများအား ‌ပြောဆိုကြသည်။"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "ထို့ပြင် သူတို့က အကယ်၍ အသင်တို့သည် မှန်ကန်သူများဖြစ်ကြလျှင် ဤချိန်းဆိုချက်သည် မည်သည့်အခါဖြစ်သနည်းဟု ‌ပြောဆို‌မေးမြန်းကြသည်။"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "သူတို့သည် မိမိတို့အချင်းချင်း အငြင်းပွား‌နေလျက်ရှိစဉ်၌ပင် သူတို့အား ဖမ်းဆီးဖျက်ဆီးမည့် ဟစ်‌အော်သံတစ်ခုကိုသာ ‌စောင့်‌မျှော်‌နေကြခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "သို့ဖြစ်ရာ ထိုအသံကြားကြရ‌သောအခါ သူတို့သည် မည်သည့်‌သေတမ်းစကားကိုမျှ မှာကြားနိုင်ကြမည်မဟုတ်‌ပေ။ သူတို့၏အိမ်သူအိမ်သားများထံသု့ိ ပြန်သွားနိုင်ကြမည်လည်း မဟုတ်‌ပေ။"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "ထို့ပြင် တံပိုးခရာမှုတ်သည့်အခါ သူတို့သည် ချက်ချင်း သချင်္ီုင်းများမှ ထွက်ပြီး သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်ထံ‌တော်သို့ ‌ပြေးလွှားလျက်လာကြမည်။"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "သူတို့က ‌ဪ- ငါတို့သည် ပျက်စီးရ‌လေခြင်းပင်။ မည်သူက ငါတို့အား ငါတို့၏အိပ်ရာမှ ထ‌စေသနည်းဟု ‌ပြောဆိုညည်းညူကြမည်ဖြစ်သည်။ (‌ကောင်းကင်တမန်များက ‌ဖြေကြားမည်)- ဤသည် ရဟ်မာန် အနန္တကရုဏာ‌တော်ရှင်က ချိန်းဆိုထား‌တော်မူခဲ့‌သော ချိန်းဆိုချက်ပင်ဖြစ်သည်။ ထို့ပြင် တမန်‌တော်များသည် မှန်ကန်စွာပင် ‌ပြောဆိုခဲ့ကြသည်ဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "ထိုအရာ(တံပိုးခရာမှုတ်ခြင်း)သည် ပြင်းထန်‌သော ဟစ်‌အော်သံတစ်ခုပင်ဖြစ်မည်။ ထို့‌နောက် သူတို့အားလုံးသည် ချက်ချင်းပင် ငါအရှင်မြတ်ထံသို့ ‌ခေါ်‌ဆောင်လာခြင်းခံကြရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "ယ‌နေ့မူ မည်သူမျှ အနည်းငယ်မျှ မတရားပြုလုပ်ခြင်းခံရမည် မဟုတ်‌ပေ။ ထို့ပြင် အသင်တို့သည် အသင်တို့ပြုလုပ်ခဲ့ကြ‌သော လုပ်ရပ်များကိုပင် အစား‌ပေးခြင်း ခံရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "အမှန်စင်စစ် ဂျန္နသ်သုခဘုံသားများသည် ယ‌နေ့(သူတို့၏)အ‌ရေးကိစ္စများ၌ပင် ‌မွေ့‌လျော်‌ပျော်ရွှင်‌နေကြမည်။"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "သူတို့နှင့် သူတို့၏ဇနီးကြင်ရာများသည် အရိပ်များ‌အောက်တွင် မြင့်မား‌သော ထိုင်ခုံများ‌ပေါ်တွင် မှီအုံးများအားမှီ၍ ထိုင်‌နေကြမည်။"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "သူတို့အတွက် ထိုသုခဘုံတွင် သစ်သီးဝလံ(မျိုးစုံ)လည်း ရှိကြမည်။ ထို့ပြင် သူတို့အတွက် သူတို့‌တောင်းသမျှ အရာများလည်း ရှိကြမည်။"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "အလွန်သနားကြင်နာ‌တော်မူ‌သော ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်ဘက်မှ စလာမ်ငြိမ်းချမ်းပါ‌စေဟု မိန့်ကြား‌တော်မူမည်။"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "ထို့ပြင် အို- အပြစ်ရှိသူအ‌ပေါင်းတို့၊ အသင်တို့သည် ယ‌နေ့ သီးခြား‌နေကြ‌ပေ‌တော့(ဟု အရှင်မြတ်က မိန့်ကြား‌တော်မူလိမ့်မည်)။"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "အို- အာဒမ်၏သားသမီးအ‌ပေါင်းတို့၊ ငါအရှင်မြတ်သည် အသင်တို့အား အသင်တို့အ‌နေနှင့် ရှိုင်သွာန်ကို မကိုးကွယ်ကြနှင့်ဟု မိန့်မှာ‌တော်မူခဲ့သည်မဟုတ်‌လော။ အမှန်စင်စစ် သူသည် အသင်တို့၏ ထင်ရှား‌သောရန်သူပင်ဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "ထို့ပြင် အသင်တို့သည် ငါအရှင်မြတ်ကိုပင် ကိုးကွယ်ကြပါ၊ ဤသည်ပင် ‌ဖြောင့်မတ်မှန်ကန်‌သော တရားလမ်းဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "ထို့ပြင် အမှန်စင်စစ် ထိုရှိုင်သွာန်သည် အသင်တို့ထဲမှ အဖန်ဆင်းခံအ‌မြောက်အမြားအား လမ်းလွဲ‌စေခဲ့ပြီဖြစ်သည်။ သို့ပါလျက် အသင်တို့သည် မသိနားမလည်ကြသ‌လော။"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "ဤသည် အသင်တို့ ကတိ‌ပေးချိန်းဆိုခြင်းခံခဲ့ကြရ‌သော ဂျဟန္နမ်ငရဲဘုံပင်ဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "အသင်တို့သည် အသင်တို့ငြင်းပယ်ခဲ့ကြသည့်အတွက်‌ကြောင့် ယ‌နေ့ ထိုငရဲဘုံထဲသို့ ဝင်ကြ‌ပေ‌တော့။"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "ယ‌နေ့မူ ငါအရှင်မြတ်သည် သူတို့၏ နှုတ်လျှာများအ‌ပေါ်တွင် တံဆိပ်ခတ်နှိပ်‌တော်မူမည်။ ထို့ပြင် သူတို့၏လက်များသည် ငါအရှင်မြတ်နှင့် စကား‌ပြောဆိုကြမည်။ ထို့ပြင် သူတို့၏‌ခြေများသည်လည်း သူတို့ပြုလုပ်ခဲ့သမျှများကို သက်‌သေခံကြမည်။"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "ထို့ပြင် အကယ်၍ ငါအရှင်မြတ် အလိုရှိ‌တော်မူလျှင် (‌လောက ကတည်းက) သူတို့၏မျက်စိများကို ကွယ်‌ပျောက်‌စေ‌တော်မူခဲ့မည်။ ထို့‌နောက် သူတို့သည် လမ်းကို ‌ပြေးကြမည်။ သို့ဖြစ်ရာ သူတို့သည် အဘယ်သို့ မြင်ကြရ‌တော့မည်နည်း။"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် အလိုရှိ‌တော်မူလျှင် သူတို့၏‌နေရာ၌ပင် သူတို့အား ပုံ‌ပြောင်းပစ်လိုက်‌တော်မူခဲ့မည်ဖြစ်သည်။ ထို့‌နောက် သူတို့သည် ‌ရှေ့သို့လည်းမသွားနိုင်၊ ‌နောက်သို့လည်း မဆုတ်နိုင်ဖြစ်ကြလိမ့်မည်။"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် အိုမင်းရင့်‌ရော်‌စေ‌တော်မူ‌သောသူကို သူ၏ဖန်ဆင်းမှုတွင် ‌ပြောင်းပြန်ဖြစ်‌စေ‌တော်မူလိုက်သည်။ (သူငယ်ပြန်‌စေ‌တော်မူလိုက်သည်)။ သို့ပါလျက် သူတို့သည် မသိနားမလည်ကြသ‌လော။"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် ၎င်း(တမန်‌တော်မုဟမ္မဒ်-ဆွ)ကို ကဗျာသင်‌ပေးခဲ့သည် မဟုတ်‌ပေ။ ထို့ပြင် ထိုကဗျာသည် ၎င်း(တမန်‌တော်)နှင့်လည်း မအပ်စပ်‌ပေ။ အမှန်စင်စစ် ထိုအရာသည် ဆုံးမဩဝါဒနှင့် ထင်ရှား‌သောကုရ်အာန်ကျမ်း‌တော်မြတ်ပင် ဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "(ထို ကုရ်အာန်သည်) ၎င်း(တမန်‌တော်)အ‌နေနှင့် (စိတ်နှလုံး)ရှင်သူများကို သတိ‌ပေးနှိုး‌ဆော်ရန်အတွက်နှင့် ကာဖိရ်များအ‌ပေါ်တွင် စွဲချက်အတည်ဖြစ်ရန်အတွက်ဖြစ်သည်။"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် သူတို့အတွက် ငါအရှင်မြတ်၏လက်‌တော်နှင့် ပြုလုပ်‌တော်မူခဲ့‌သော အရာများထဲမှ ကုလားအုတ်၊ ကျွဲ၊ နွား၊ တိရစာ္ဆန်များကို ဖန်ဆင်း‌တော်မူခဲ့သည့်အတွက် သူတို့သည် ထိုတိရစာ္ဆန်များကို ပိုင်ဆိုင်သူများ ဖြစ်သွားခဲ့ကြသည်ကို သူတို့ မမြင်ခဲ့ကြသ‌လော။"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် ထိုတိရစာ္ဆန်များအား အနွံအတာခံ‌စေ‌တော်မူခဲ့သည့်အတွက် ၎င်းတို့ထဲမှ အချို့မှာ သူတို့၏ အစီးအနင်းများဖြစ်‌နေကြသည်။ ထို့ပြင် ၎င်းတို့ထဲမှ အချို့ကို သူတို့စားသုံးကြသည်။"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "ထို့ပြင် သူတို့အတွက် ထိုအထဲတွင် အခြား‌ကျေးဇူးများနှင့် ‌သောက်သုံးစရာများလည်းရှိကြသည်။ ထို့‌နောက်လည်း သူတို့သည် ‌ကျေးဇူးမတင်ကြသ‌လော။"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "ထို့ပြင် သူတို့သည် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားကိုးကွယ်ရာများကို သူတို့သည် ကူညီကြရလိမ့်မည်ထင်ပြီး သတ်မှတ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "ထိုကိုးကွယ်ရာများသည် သူတို့အား မကူညီနိုင်သည့်အပြင် (သူတိုု့ကိုယ်သူတို့ပင် မကူညီနိုင်၍) သူတို့သည်ပင် ထိုကိုးကွယ်ရာများ(အား မွမ်းမံပြုပြင်‌ပေးရန်၊ ကာကွယ်‌စောင့်‌ရှောက်‌ပေးရန်၊ မ‌ကောင်း‌ပြောခံရလျှင် ကိုယ်စားပြန်‌ပြော‌ပေးကြရန်)အတွက် ‌ရှေ့၌ အသင့်‌ရောက်ရှိ‌နေကြရ‌သော အုပ်စုတပ်သားများ ဖြစ်‌နေကြရသည်။"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "သို့ဖြစ်ရာ သူတို့၏‌ပြောဆိုမှုသည် အသင့်အား စိတ်မဆင်းရဲ‌စေနှင့်။ အမှန်စင်စစ် ငါအရှင်မြတ်သည် သူတို့ လျှို့ဝှက်သမျှနှင့် သူတို့ထုတ်‌ဖော်သမျှကို သိရှိ‌တော်မူသည်။"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "လူသားသည် စဉ်းစားမကြည့်ခဲ့သ‌လော။ အမှန်စင်စစ် ငါအရှင်မြတ်သည် သူ့အား သုက်ရည်တစ်စက်ဖြင့် ဖန်ဆင်း‌တော်မူခဲ့သည်။ ထို့‌နောက် ချက်ချင်းပင် သူသည် ထင်ရှား‌သော ငြင်းခံသူဖြစ်လာခဲ့သည်။"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "ထို့ပြင် လူသားသည် ငါအရှင်မြတ်နှင့်ပတ်သက်၍ ပမာတစ်ခု ခိုင်းနှိုင်း‌ပြောဆိုခဲ့သည်။ ထို့ပြင် သူသည် သူဖန်ဆင်းခြင်းခံရသည့်အဖြစ်ကို ‌မေ့သွားခဲ့သည်။ သူက “အရိုးများသည် ‌ဆွေးမြည့်သွားသည့်အခါ မည်သူက ထိုအရိုးများအား ရှင်‌စေဦးမည်နည်း“ဟု ခိုင်းနှိုင်း‌ပြောဆိုခဲ့သည်။"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "(အို- တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- ပထမအကြိမ် ထိုအရိုးများကို ဖန်ဆင်း‌တော်မူခဲ့သည့်အရှင်မြတ်ပင် ထိုအရိုးများကို ရှင်‌စေ‌တော်မူမည်။ ထို့ပြင် အရှင်မြတ်သည် ဖန်ဆင်းနည်းမျိုးစုံကိုလည်း အလွန်သိရှိ‌တော်မူ‌သော အရှင်ပင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "အကြင်အရှင်မြတ်သည် စိမ်းစို‌သောသစ်ပင်မှ အသင်တို့အတွက် မီးကို ဖန်ဆင်း‌တော်မူခဲ့သည့်အတွက် အသင်တို့သည် (အချင်းချင်းပင်) ထိုသစ်ပင်မှ မီး‌မွှေး‌နေကြသည်။"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "ထို့ပြင် မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီကို ဖန်ဆင်း‌တော်မူခဲ့သည့်အရှင်သည် သူတိုု့ကဲ့သို့လူမျိုးကို (‌နောက်တစ်ကြိမ်)ဖန်ဆင်းရန် တတ်စွမ်းနိုင်‌တော်မူ‌သောအရှင်မြတ် မဟုတ်သ‌လော။ အဘယ့်‌ကြောင့် မဟုတ်ရမည်နည်း၊ အမှန်ပင် အရှင်မြတ်သည် အကြိမ်ကြိမ်ဖန်ဆင်း‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "အရှင်မြတ်၏အမိန့်ကမူ တစ်စုံတစ်ခုကို အရှင်မြတ်သည် (ဖန်ဆင်း‌တော်မူရန်)ရည်ရွယ်‌တော်မူလျှင် ထိုအရာကို“ဖြစ်‌စေ“ဟု မိန့်လိုက်ရုံပင်ဖြစ်သည်။ ထို့‌နောက် ထိုအရာသည် ဖြစ်လာ‌တော့သည်။"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "သို့ဖြစ်ရာ အကြင်အရှင်မြတ်သည် သန့်ရှင်းစင်ကြယ်‌တော်မူပါသည်။ ထိုအရှင်၏လက်ထဲတွင် အရာအားလုံး၏ စိုးမိုးအုပ်ချုပ်မှုအာဏာရှိသည်။ ထို့ပြင် အသင်တို့သည် အရှင်မြတ်ထံ‌တော်သို့ပင် ပြန်လည်သွားကြရမည်ဖြစ်သည်။"
        }
    ]
}