{
    "rukus": [
        {
            "chapter": 27,
            "verse": 67,
            "text": "၆၇။\tသို့ပါလျက်မယုံကြည်သူတို့သည် ဤသို့ဆိုကြ၏၊ အကျွနု်ပ်တို့သည် မိမိတို့၏မိဘဘိုးဘွားကဲ့သို့ မြေမှုန့်အတိ ဖြစ်ပြီးမှ ရှင်ပြန်ထမြောက်ရဦးမည်လော။"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "၆၈။\tထိုသို့ရှင်ပြန်ထမြောက်ရမည်ဟု အကျွန်ုပ်တို့အား ကတိပေး၏၊ အကျွနု်ပ်တို့၏ မိဘဘိုးဘွားကိုလည်း ကတိ ပေးလေ၏၊ ဤဟောကြားချက်များသည် ရှေးလူဟောင်းတို့တီထွင်လိုက်သောဒဏ္ဍာရီဝထ္ထုမှတပါး အခြားတစ်စုံ တစ်ရာမျှမဖြစ်ချေ။"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "၆၉။\tအို-မိုဟမ္မဒ်၊ သင်သည် သူတို့အား ဟောကြားလော့၊ ဟယ်-အချင်းတို့၊ ကမ္ဘာမြေပြင်ဝယ် လှည့်ပတ်သွားလာ၍ အပြစ်ကျူးလွန်သူအပေါင်းတို့သည် အဘယ်အဖြစ်သို့ ရောက်ကြသည်လေသည်ကို ကြည့်ရှုလော့။"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "၇ဝ။\tအို-တမန်တော်၊ သင်သည် သူတို့အတွက် စိတ်မပူလင့်၊ သို့မဟုတ် သူတို့သည် သင်ပျက်စီးရာပျက်စီးကြောင်း ကို ကြံစည်သောကြောင့် စိတ်ဒုက္ခမရောက်လင့်။"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "၇၁။\tတဖန်ထိုသူတို့က သင်တို့အမှန်ကို ဟောကြားလျှင် ဤကတိသည် မည်သည့်အခါ၌ အကောင်အထည်ပေါ် မည်နည်းဟု မေးကြ၏။"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "၇၂။\tအို-တမန်တော်၊ သင်ဟောကြားလော့၊ ဟယ်-အချင်းတို့၊ သင်တို့မြန်မြန်ဖြစ်စေလိုသောအရာ၏ တစ်စိတ် တစ်ဒေသသည် သင်တို့နှင့်အလွန်နီးကပ်ကောင်းနီးကပ်နေချေမည်။"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "၇၃။\tမှတ်သားကြလော့၊ သင်၏အသက်သခင်ကျေးဇူးရှင်သည် လူသားအပေါင်းတို့ကို အတိုင်းမသိပေးကမ်းစွန့်ကြဲ တော်မူ၏၊ သို့သော်လူသားများအနက် များစွာသောသူတို့သည် ကျေးဇူးမတင်ကြချေ။"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "၇၄။\tမှတ်သားကြလော့၊ သင်တို့၏အသက်သခင်ကျေးဇူးရှင်သည် လူသားအပေါင်းတို့ကို အတိုင်းမသိပေးကမ်းစွန့် ကြဲတော်မူ၏၊ သို့သော်လူသားများအနက် များလှစွာသောသူတို့သည် ကျေးဇူးမတင်ကြချေ။"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "၇၅။\tအလွန်ရှင်းလင်းထင်ရှားသောမှတ်ပုံတင်စာရင်းစာအုပ်ကြီးတွင် မပါဝင်ပဲ မိုးကောင်းကင်နှင့် ကမ္ဘာမြေပြင်ဝယ် ဖုံးအုပ်ထားသောအရာတစ်စုံတစ်ရာမျှမရှိချေ။"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "၇၆။\tမှတ်သားကြလော့၊ ဤကျမ်းမြတ်ကုရ်အာန်သည် အစ္စရာအီလ်အမျိုးသားတို့အား မိမိတို့အချင်းချင်းကွဲပြား နေသောပြဿနာအရပ်ရပ်ကို တင်ပြ၏။"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "၇၇။\tထို့အပြင်ကျမ်းတော်သည် ယုံကြည်သူတို့အဖို့ရာ လမ်းညွှန်တော်နှင့်ကောင်းကြီးမင်္ဂလာတော်အမှန်ဖြစ်၏။"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "၇၈။\tသင်၏အရှင်သခင်သည် သူတို့၏အလယ်ကြားတွင် သဗ္ဗညုတဉာာဏ်တော်အားဖြင့် စီရင်ဆုံးဖြတ်တော်မူလိမ့်မည်၊ အရှင်မြတ်သည် အနန္တတန်ခိုးတော်သခင်၊ သဗ္ဗညုတဉာာဏ်တော်ရှင်ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "၇၉။\tထို့ကြောင့်အို-မိုဟမ္မဒ်၊ သင်သည် မိမိ၏အသက်သခင်ကျေးဇူးရှင်၌ ယုံကြည်ကိုးစားလော့၊ အကြောင်းမူကား သင်သည် ရှင်းလင်းသောသစ္စာတရားတော်ကို ကိုင်ထားသူဖြစ်၏။"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "၈ဝ။\tမှတ်သားကြလော့၊ သင်တမန်တော်သည် သေသူများကို ကြားအောင်မပြုစွမ်းနိုင်ချေ၊ သို့မဟုတ် နားပင်းသူ တို့သည် ထွက်ပြေးရန် လှည့်သွားသောအခါ သင်သည် သူတို့ကို တရားစာကြားအောင် မပြုစွမ်းနိုင်ချေ။"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "၈၁။\tထို့အပြင်သင်သည် မျက်စိကန်းသူတို့အား သူတို့၏အမှားမှ အမှန်သို့ လမ်းမညွှန်နိုင်ချေ၊ သင်သည် ငါ၏ နှုတ်ကပတ်တော်များကို ယုံကြည်၍ ကျိုးနွံနာခံသူတို့မှတပါး အခြားသူတို့အား တရားတော်ကို ကြားစေခြင်းငှာ မတတ်စွမ်းနိုင်ချေ။"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "၈၂။\tငါသည် မိစ္ဆာမိုက်တို့အပေါ်တွင် ထားတော်မူသောကတိဗျာဒိတ်တော်ကို အကောင်အထည်ဖော်တော်မူသောအခါ ငါသည် သူတို့အား စကားစမြည်ပြောဆိုဖို့ရာ မြေမှ ခြေလေးချောင်းတိရိစ္ဆာန်တစ်ကောင်ကို ထွက်စေတော်မူမည်၊ အကြောင်းမူကားလူသားတို့သည် ငါ၏နှုတ်ကပတ်တော်များကို မယုံကြည်ကြချေ။"
        }
    ]
}