{
    "juzs": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "И кто нечестивее того, кто выдумывает ложь о Боге, и ложью считает истину, когда она открылась ему? Не в геенне ли будет жилище неверным"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Те, которые приносят истину и те, которые принимают ее, как истину, - те благочестивы"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Для них пред Господом их будет все, чего пожелают. Таково воздаяние добродетельным"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Для того, чтобы Богу очистить их худые дела, какие сделали они, и воздать им награду за добро, какое сделали они"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Бог не есть ли удовлетворитель за раба своего? Они хотят устрашить тебя теми, какие у них опричь Него. Кого Бог введет в заблуждение, для того уже не будет вождя"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "А кому вождем будет Бог, того никто не введет в заблуждение. Не силен ли, не мстителен ли Бог"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Если ты спросишь их: \"Кто сотворил небеса и землю?\" Они непременно скажут: \"Бог\". Скажи: \"Уже ли думаете, что те, которых, опричь Бога, призываете вы, если Бог захочет сделать мне что-либо вредное, могут удалить от меня этот вред? Или, если Он захочет явить ко мне милость, могут остановить милость Его?\" Скажи: \"Бог есть мое довольство: на Него уповают уповающие"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Скажи: \"Сограждане мои! Поступайте по вашему внутреннему настроению, а я буду поступать по своему, и вы скоро узнаете"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "На кого придет наказание, посрамляющее его, и кого постигнет наказание, непрекращающееся"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "Действительно, Мы ниспослали тебе это писание для научения этих людей истине; потому, кто пойдет прямым путем, тот пойдет для души своей, и кто уклонится от него, тот уклонится во вред ей. Ты не поручитель за них"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Бог посылает кончину людям или тогда, когда время умереть им, или во время сна их, когда им еще не умирать бы: и одних, о которых состоялось определение, подвергает смерти, а других освобождает от нее до определенного срока. В этом есть знамения для людей размышляющих"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Уже ли найдут они каких либо ходатаев за себя опричь Бога? Скажи: \"И как же бы были ими те, которые не имеют никакой силы и ничего не разумеют"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Скажи: \"Ходатайство вполне во власти Бога; Он царь небес и земли: со временем к Нему возвращены будете"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Когда напоминается, что Бог есть един: тогда сердца неверующих в будущую жизнь содрогаются; а когда упоминаются те, которые не Он: вот, они тогда радуются"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Скажи: \"Боже, создатель небес и земли, знающий и невидимое и видимое! Ты рассуди рабов твоих в том, в чем они между собою не согласны"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Если бы во власти беззаконных было все, что есть на земле, и еще что либо подобное тому: они в день воскресения предложили бы за себя выкуп от лютости наказания. Но тогда от Бога явится им такое, о чем они и не думали"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "Тогда явятся им злые дела, какие они себе усвоили; их поразит то, над чем смеялись они прежде"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "Когда постигнет человека какое-либо несчастие, тогда он молится Нам; а после того, когда Мы наделим его нашею милостью, он говорит: \"Это сбылось так, как я знал\". Напротив, это было искушением ему; но многие из них того не знают"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Это говорили еще бывшие прежде них; но какую выгоду принесло им то, что они усвоили себе"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "На них пали те злые дела, какие усвоили они себе; и тех из сих людей, которые беззаконствуют, постигнут злые дела, какие усвоили они себе: им того не отклонить от себя"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Уже ли они не знают, что Бог щедро раздает, кому хочет, жизненные потребности, или ограничивает их? В этом знамения для людей верующих"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "Скажи: \"Рабы Мои, вы, которые неправильно употребляли свои силы! Не отчаивайтесь в милости Божией: Бог прощает все грехи, потому что Он прощающий, милосердный"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "С раскаянием обратитесь ко Господу вашему и будьте покорны Ему, прежде, нежели постигнет вас наказание; после него вам уже не будет помощи"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Последуйте с полнейшим расположением тому, что ниспослано вам от Господа вашего, прежде, нежели постигнет вас наказание внезапно, когда вы и не предполагаете"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Прежде того, как человек станет говорить: \"О как несчастен я за то, что пренебрег обязанностями к Богу и был в числе смеющихся над ними"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "Или станет говорить: \"Если бы руководил меня Бог, я был бы в числе благочестивых"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Или станет говорить, когда увидит свое наказание: \"Если бы я возвратился, где был прежде, я был бы в числе добродетельных"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "Нет, для тебя приходили уже наши знамения, а ты почел их ложными; ты величался и был в числе неверных"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "В день воскресения, ты увидишь, у тех, которые говорили ложное о Боге, лица будут почерневшими. Не в геенне ли будет жилище гордым"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "А тех, которые были благочестивы, Бог спасет в блаженном для них жилище; зло не коснется их, им не будет печали"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Бог есть творец всего: Он есть управитель всего"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "у Него ключи небес и земли. Те, которые отвергают знамения Божии, будут несчастны"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "Скажи: \"Уже ли вы, несмысленные, велите мне, что бы я покланялся тому, что не Бог"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "Тебе и бывшим прежде тебя уже дано откровение, что если ты будешь многобожником, то твоя деятельность будет тщетною, и ты наверно будешь в числе несчастных"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Богу покланяйся и будь в числе благодарных"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "Они не чтят Бога честью, Ему подобающею, тогда как в день воскресения вся земля будет горстью праха в руке Его, и небеса книжным свитком в деснице Его. Да воздастся хвала Ему и да превознесется Он над теми, которых признают соучастниками Ему"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "Прозвучит труба, и все, что на небесах и на земле, изомрет как умирает пораженный молнией, кроме тех, которых оставить живыми захочет Бог; потом прозвучит она в другой раз; и вот, они восстанут, озираясь кругом себя"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "Земля озарится светом Господа своего, положена будет книга, приведутся пророки и мученики, и рассудятся они праведно, обижены не будут"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Верно воздастся каждому человеку за то, что сделал он, потому что Он вполне знает, что делают они"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Неверных толпами погонят к геенне, и когда они подойдут к ней, отверзнутся врата ее. Стражи ее скажут им: \"Уже ли не приходили к вам посланники из среды вас самих, чтобы прочитать вам знамения Господа вашего и предуведомить вас о встрече вами дня сего?\" Они скажут: \"Напротив\"; но верно исполнилось над неверными слово о наказании"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "Им сказано будет: \"Войдите во врата геенны, оставаясь в ней на веки\". Какое ужасное жилище для гордых"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Боящихся Господа своего толпами поведут к раю; и когда они подойдут к нему, отверзнутся врата его; стражи его скажут им: \"Мир вам! Вы были добрыми, за то войдите в него, оставаясь в нем на веки"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "Они скажут: \"Слава Богу верно исполнившему для нас обетование свое, давшему нам в наследие эту землю, чтобы нам обитать в раю, где ни захотим! Как прекрасна награда деятельным"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "И ты увидишь, как ангелы, носясь окрест престола, будут славословить Господа своего. Суд между ними произведен истинный; и будет сказано: \"Слава Богу, Господу миров"
        },
        {
            "chapter": 40,
            "verse": 1,
            "text": "ХМ"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "Откровение сего писания от Бога, сильного, знающего"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "Прощающего грех, приемлющего покаяние, страшного в наказаниях, Долготерпеливого. Нет Бога кроме Его: к Нему все возвращается"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "Только неверные спорят о знамениях Божиих; но да не обольщает тебя их успешная изворотливость в этой стране"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "Прежде них народ Ноя и за ним наступившие поколения упорно держались лжи; каждое из тех племен составляло умыслы против посланника к нему, чтобы взять верх над ним: они вступали с ним в споры, чтобы ложью опровергнуть истину; но Я захватил их, и - какова была казнь Моя"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "Так оправдалось слово Господа твоего над неверными; они будут мучится в огне"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "Носящие престол Бога и стоящие окрест его славословят Господа своего, веруют в него, просят у Него прощения верующим: \"Господи наш! Ты на все простираешь Твою милость и Твое знание; прости тем, которые в покаянии обращаются к Тебе и идут по пути Твоему; сохрани их от муки в геенне"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "Господи наш! Введи их в сады Эдема, которые Ты обещал им, и тем из отцев их, супруг их и потомков их, которые будут добродетельны; потому что Ты силен, мудр"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "Сохрани их от зол сих: кого Ты в этот день избавишь от зол сих, тот будет в милости у тебя: а это есть великое блаженство"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "Неверным же будет возглашено: \"Ненависть Божия к вам больше ненависти вашей одного к другому: когда вас призывали к вере, вы отвергли ее"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "Они скажут: \"Господи наш! Ты двукратно умерщвлял нас, и двукратно оживил нас: исповедуем грехи наши; есть ли какой - либо путь для выхода отсюда"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "Это вам за то, что вы, когда возвещалось, что Бог един, вы остались неверными; а если сказывалось о соучастниках Ему, вы являлись верующими: суд принадлежит Богу, вышнему, великому"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "Он дает вам видеть свои знамения, и ниспосылает вам с неба жизненные потребности: но этим вразумляются только те, которые с раскаянием обращаются к Нему"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "Потому, призывайте Бога, искренне исполняя для Него дела благочестия, не смотря на противоборство неверных"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "Высокий на ступенях своего величия Обладатель престола по Своей воле низводит духа на того из Своих рабов, на кого хочет, чтобы напоминать о дне встречи"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "О дне, в который они явятся, и в который ничего в них скрытого для Бога не будет. В этот день кому принадлежать будет царская власть? Богу единому, грозному"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "В этот день каждой душе воздастся за то, что усвоила она себе; в этот день не будет неправды: потому, что Бог скор в расчете"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Вразумляй их относительно этого дня внезапности, когда души задержатся у самых гортаней. Для беззаконных не будет ни друга искреннего, ни заступника усердного"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "Знает Он лукавство очей, и то, что закрывает грудь"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Бог судит истинно; те же, каких, опричь Его призывают они, ничего не рассудят: потому что только Бог - слышащий, видящий"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Не проходили ли они по этой земле, и не видели ли, каков был конец тех, которые были прежде них? Но Бог казнил их за грехи их, и не было им защитника от Бога"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "Это было им за то, что они, когда приходили к ним посланники с ясными доказательствами, не веровали, и за то Бог наказал их: Он силен, страшен в наказании"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "Мы посылали Моисея с нашими знамениями и с ясным полномочием"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "К Фараону, Гаману, к Каруну, но они сказали: \"Он - чародей, лжец"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "Когда он принес им от Нас истину, они сказали: \"Убивайте сынов тех, которые уверовали вместе с ним, и оставьте в живых женский пол их\"; но коварство неверных безуспешно"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "Фараон сказал: \"Оставьте меня, - я убью Моисея; пусть он на помощь себе зовет Господа своего; я боюсь, что бы он не заставил переменить веру вашу, или, что бы не распространил по сей земле гибельное нечестие"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "Моисей сказал: \"Моя защита в Господе моем и Господе вашем от всякого гордеца, не верующего в день отчета"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "Некто верующий из семейства Фараонова, скрывавший веру свою, сказал: \"Ужели убьете человека за то, что он говорит: \"Бог мой есть Господь мой!\" тогда как он привел от Господа вашего ясные доказательства? Если он лжец, то его ложь будет на беду ему самому; а если он справедлив, то вас постигнет которая либо из угроз его: потому, что Бог не вождь тому, кто своеволен, кто лжец"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "Народ мой! Ныне власть у вас и вы господствуете в земле сей; но кто защитит нас от гнева Божия, когда он придет на нас?\" Фараон сказал: \"Я даю вам видеть только то, что вижу сам: я веду вас по прямому пути"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "Но верующий тот сказал: \"Народ мой! Я боюсь за вас подобного тому, что было в день соумышленников"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "Подобного тому, что сбылось с народом Ноя, с Гадянами, Фемудянами и с бывшими после них, хотя Бог и не хочет угнетения рабам Своим"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "Народ мой! За тебя я боюсь дня рыдания"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "Дня, в который вы будете обращены вспять. Вам не будет тогда никакого защитника от Бога: кого вводит Бог в заблуждение, того уже никто не выведет на прямой путь"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "Прежде сего уже приходил к вам Иосиф с ясными указаниями; но вы остались в сомнении о том, с чем приходил он к вам; и когда он погиб, вы сказали: \"После него Бог уже не воздвигнет посланника\". Так Бог вводит в заблуждение тех, которые вольнодумствуют, сомневаются"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "Те, которые спорят против знамений Божиих, не имея полномочия, данного им, весьма ненавистны Богу и верующим: за то Бог запечатлевает сердце каждого гордеца, каждого упрямца"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "Фараон сказал: \"Гаман, построй мне башню, что бы мне взойти на эти высоты"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "На высоты небес и достигнуть до Бога Моисея: я считаю его лжецом№. Так обольстился Фараон своим злым делом и сбился с пути: коварство Фараона было в погибель только ему самому"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "Верующий сказал: \"Соплеменники мои! Последуйте мне, я поведу вас по прямому пути"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "Соплеменники мои! Эта настоящая жизнь есть только временный удел: другая же будущая есть постоянное жилище"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Тем, которые делают зло, и воздаяние будет такое же; а которые, - мужчины ли будут они, или женщины, - делают доброе, будучи верующими, те войдут в рай, и в нем наделены будут всем бессчетно"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "Народ мой! Что мне не звать вас ко спасению, когда вы зовете меня к муке в огне"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "Вы зовете меня к нечестию пред Богом, к признанию соучастниками Ему тех, которых я не знаю; а я зову вас к вере в Сильного, прощающего"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "Нет сомнения, что тех, к которым вы меня призываете, не подобает призывать ни в сем настоящем, ни в том будущем мире, что будет наше возвращение к Богу, что нечестивые будут мучиться в огне"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "Со временем вы вспомните, что говорю я вам; а я отдаю дело мое на волю Бога; потому что Бог видит рабов сиих"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "Бог сохранил его от зол, от того, что умышляли они против него; а народ Фараона постигла лютая казнь"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "Огонь, в который вводят его и утром и вечером. Когда же наступит час, тогда скажут: \"Ввергните народ Фараона в самую жестокую муку"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "И вот, они в огне будут препираться между собою: простолюдины скажут вельможам: \"Мы были последователями вам: можете ли вы нас избавить от этой участи быть в огне"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Вельможи скажут: \"Все мы в нем; Бог совершил уже суд над Своими рабами"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Находящиеся в огне скажут стражам геенны: \"Умолите Господа вашего облегчить это мучение для нас хотя бы на один день"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "Они скажут: \"Не приходили ли к вам посланники, к вам от Бога, с очевидными доказательствами?\" - Они скажут: \"Да\". Те скажут: \"Так умоляйте сами\". - Но молитва неверных теряется на пути к Богу"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "Действительно, Мы помогаем нашим посланникам и верующим и в настоящей жизни и в день, в который предстанут они пред Нами, как свидетели"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "В этот день, в который нечестивым будет бесполезно извинение их: им тогда проклятие, им тогда мучительное жилище"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "Некогда Мы доставили Моисею руководство и дали в наследие сынам Израилевым Писание"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "руководство и наставление для рассудительных"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "Будь терпелив, потому что Бог верен в обетованиях; проси у Него прощения грехам своим и воссылай хвалу Господу твоему вечером и утром"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "У тех, которые спорят о знамениях Божиих, не имея силы, данной им на это, в сердцах одна только гордость; они не достигнут своего, а ты ищи себе защиты у Бога: потому что он слышащий, видящий"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Создание небес и земли больше создания людей; но многие из людей не знают этого"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Слепой не ровняется зрячему, и верующие и делающие доброе не тоже, что делающий злое: мало размышляете вы об этом"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "Действительно, час наступит, - нет сомнения в этом, - но многие из людей не веруют в него"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Господь ваш сказал: \"Призывайте Меня, и Я буду внимателен к вам; действительно, те, которые по гордости отказываются от поклонения Мне, войдут в геенну, будучи в уничиженном положении"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "Сам Бог установил ночь для вас на то, чтобы вы видели; потому что Бог щедр для людей, но многие из людей неблагодарны"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "Вот, Бог, ваш Господь, есть творец всего; нет Бога кроме Его. Как нерассудительны вы"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Нерассудительны также и те, которые отвергают знамения Божии"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Бог, который установил для вас землю постоянным жилищем, а небо сводом, дает вам различные образы, и образы дает вам красивые; наделяет вас благами в насыщение. Таков Бог, Господь ваш; благословен Бог, Господь миров"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "Кроме Его, Его Живого, нет Бога. Потому, Его призывайте, искренно совершая для Него дела благочестия. Слава Богу, Господу миров"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "Скажи: \"Мне запрещено покланяться тем, которых призываете вы, опричь Бога, после того, как от Господа моего пришли ко мне ясные указания; а повелено мне быть покорным Господу миров"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Он самый создал вас из персти, потом создает из семени, потом из сгустившейся крови, потом выводит вас младенцами с тем, чтобы вы потом достигали полного вашего возраста, а потом делались бы стариками; из вас есть такие, которые умирают преждевременно, и такие, которые достигают до определенного срока жизни, и это для того, чтобы вы были рассудительны"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Он самый оживляет и умерщвляет: когда Он присудит быть чему либо, то скажет только тому: \"Будь!\" - и оно получает бытие"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Не видел ли ты, как изворотливы те, которые спорят против знамений Бога"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Которые считают ложью это писание и то, с чем посылали Мы посланников наших? Они скоро узнают это"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "Когда на шеях у них будут ярмы и цепи, которыми потащу их"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "в огнище, где будут опаляемы они пламенем"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Там будет сказано им: \"Где же те, которых вы чтили"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "наравне с Богом?\" Они скажут: \"Нам неизвестно, где они; да мы прежде и не призывали никого!\" Так Бог вводит в заблуждение неверных"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "За то, что вы на земле веселились не по надлежащему, за то, что были надменны"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Войдите во врата геенны и оставайтесь в ней вечно. Какое ужасное жилище для гордых"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Будь терпелив, потому что Бог верен в обетованиях; дадим ли Мы тебе увидеть что либо из того, что обещаем им, или прежде того пошлем кончину тебе, они возвращены будут к Нам"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Еще прежде тебя Мы посылали посланников (о некоторых из них Мы рассказали тебе, а о некоторых из них Мы тебе не рассказывали): посланник не иначе представлял какое либо знамение, как только по изволению Божию: когда приходит повеление от Бога, тогда оно совершается в точности; а считающие его ложным тогда погибают"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Бог - Он подчинил вам скотов, чтобы на одних из них вам ездить, а других есть"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "И другие выгоды от них есть вам, чтобы при помощи их достигать вам того дела, какое придет вам на сердце: вы перевозитесь на них так же, как и на кораблях"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Так проявляет Он свои знамения пред вами: из знамений Божиих которое вы отвергнете"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Не проходили ли они по этой земле и не видели ли, каков был конец живших на ней прежде них? Они были многочисленнее их, избыточнее своими силами и произведениями на земле; но не помогли им их стяжания"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Когда к ним приходили посланники с ясными указаниями, они хвалились тем знанием, какое было у них, и их - поражало то, над чем они смеялись"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "Когда же они видели грозу нашу, тогда говорили: \"Мы веруем в Бога, в то, что Он един, и отрицаемся от тех, которых считали доселе соучастниками Его"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Но вера для их была бесполезна для них, после того, когда они уже видели над собой грозу нашу. Таков был путь Бога среди рабов Его, которых уже нет ныне. Так гибли неверные"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Х, мыслете"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "Он - ниспослание милостивого, милосердного"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "Писание, которого знамения ясно изложены на языке арабском для людей знающих"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "Он благовестник и обличитель; но многие из них удаляются от него и не хотят его слушать"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Они говорят: \"Сердца наши покрывалами закрыты от того, к чему ты призываешь нас; в ушах наших глухота; между нами и тобой завеса: делай свое, а мы свое будем делать"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Скажи: \"Я такой же человек как и вы; мне сказывается в откровении, что Бог ваш есть единый Бог; к нему прямо идите и у Него просите прощения; горе многобожникам"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Тем, которые не дают очистительной милостыни, - им, неверующим в будущую жизнь"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Тем же, которые веруют и делают доброе, награда неистощимая"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "Скажи: \"Уже ли вы будете неверны пред Тем, кто сотворил землю в два дня и допустите равных Ему? Он - Господь миров"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "Он положил горные твердыни на ней, - на ее поверхности; в продолжении четырех дней благословил ее и поровну распределил на ней пропитание требующим его"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Потом Он возшел к небу, которое было как дым, и сказал ему и земле: \"Идите ко Мне добровольно, или невольно!\" Они оба сказали: \"Идем добровольно"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "И Он определил быть семи небесам в два дня, и каждому небу указал свое дело. Низшее небо Мы украсили светилами, и для того, чтобы ими охранять их. Таково было определение Сильного, знающего"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "И если они станут удаляться от тебя, то скажи: \"Предостерегаю вас от поражения громоносной молнией, подобной громоносной молнии, поразившей Гадян и Фемудян"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "Вот, к ним приходили посланники, и туземные и посторонние, со словами: \"Покланяйтесь только Богу!\" Они говорили: \"Господь наш, если бы восхотел, верно ниспослал бы ангелов; а то, с чем присланы вы, мы отвергаем"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "Гадяне - они гордились на земле несправедливо; они говорили: \"Кто превосходнее нас силою?\" Они не думали, что Бог, который сотворил их, превосходнее их силою, и отвергли наши знамения"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "И Мы послали на них бурный ветер в несчастные дни, для того, чтобы дать вкусить им посрамительную казнь в сем мире; казнь в будущем будет еще более посрамительна, и они не избавятся от нее"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "Фемудяне - им Мы указали прямой путь, но они свою слепоту возлюбили больше, чем правоту, и громоносная молния поносной казни поразила их за то, что они себе усвоили"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "Но Мы спасли тех, которые уверовали и были богобоязненны"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "В некоторый день враги Бога будут собраны к огню геенны, и, разделенные на отряды"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "Когда они подойдут к нему, против них будут свидетельствовать их уши, их очи, их кожи, о том, что сделали они"
        },
        {
            "chapter": 41,
            "verse": 21,
            "text": "Они скажут своим кожам: \"Зачем вы свидетельствуете против нас?\" Те скажут: \"Бог, который дает слово всякому существу, и нам дал слово\", Он сотворил вас в первый раз, и к Нему вы возвращаетесь"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "Нельзя было вам укрыться так, что бы не свидетельствовали о вас ни ваши уши, ни ваши очи, ни ваши кожи, хотя вы и мыслили, что Бог не знает многого из того из того, что делали вы"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "И эта ваша мысль, какую мыслили вы о Господе вашем, сгубила вас, и вы оказались в числе несчастных"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "А потому, если вам страдать теперь, то в огне - жилище для вас; а если вам искать теперь благоволения к себе, то вам не быть в числе удостоенных благоволения"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "Мы приставили к ним товарищей: они показывали им в обольстительном виде и то, что было пред ними и что было позади их; и слово, изреченное о сонмищах из гениев и людей, какие были некогда прежде них, исполнилось над ними, и вот они в числе несчастных"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "Неверные сказали: \"Не слушайте чтения этого Корана; во время его говорите, что ни попадет, дабы вам заглушать его"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "За это Мы заставим неверных испытывать лютую муку и отплатим им за злые дела, какие делали они"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "Отплата врагам Бога - огонь: он для них будет вечным жилищем, в отплату за то, что отвергли наши знамения"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "Нечестивые тогда скажут: \"Господи наш! Покажи нам тех из гениев и людей, которые ввели нас в заблуждение: тех и других Мы бросим себе под ноги, чтобы тем обнаружилось все ничтожество их"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Действительно, к тем, которые говорят: \"Бог есть Господь наш!\" и потом идут прямым путем, нисходят ангелы, говоря: \"Не бойтесь, не печальтесь; утешьтесь вестью о рае, который вам обещан"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "Мы покровители вам и в здешней жизни и в будущей: в нем для вас все, чего ни пожелает душа ваша; в нем для вас все, чего ни попросите"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "По гостеприимству Прощающего, Милосердного"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Есть ли кто по своему слову лучше того, кто молится Богу, делает доброе, и говорит: \"Я один из покорных Ему"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Добро и зло не равны одно другому: тщись делать самое доброе, и тогда тот, у кого была вражда с тобою, будет тебе близким, искренним другом"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "Но этого достигают только те, которые терпеливы; этого достигают только великие счастливцы"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "Как скоро наваждается тебе сатаною какое либо наваждение, ищи убежища у Бога: Он слышит, знает"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "В числе знамений Его ночь и день, солнце и луна. Не поклоняйтесь ни солнцу, ни луне; но поклоняйтесь Богу, который сотворил их, если Ему покланяться хотели вы"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "И если они величаются, то да знают, что те, которые предстоят Господу твоему, хвалят Его ночь и день, не считая этого для себя тягостным"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "В числе знамений Его земля, которую видишь поблекшею; но когда Мы пошлем на нее воду, она получает в себя силу и произращает. Действительно, Тот, кто оживляет ее, оживит и мертвых; потому что Он всемогущ"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Те, которые противятся нашим знамениям, не утаятся от Нас. Так тот ли счастливее, кто в день воскресения будет повергнут в огонь, или тот, кто будет идти в безопасности? Делайте, что хотите: Он видит, что делаете"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Действительно, те, которые отвергают это учение после того, как они пришло к ним - истинно он - драгоценное писание"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Ложь не подходит к нему ни спереди, ни сзади; он откровение Мудрого, Славного"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Тебе сказывается только то, что сказано было уже посланникам, бывшим прежде тебя; потому что Господь твой властен прощать и властен строго наказывать"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Если бы Мы изложили его на иностранном языке, то они непременно сказали бы: \"О если бы его знамения изложены были ясно! Иностранная речь тоже ли, что и арабская?\" Скажи: \"Для тех, которые веруют, он руководство и врачевство; а у тех, которые не веруют в ушах глухота: он для них непрозримая темнота; они как те, которым кричат из отдаленного места"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Мы некогда дали Моисею Писание, и о нем возникли споры; и если бы слово Господа твоего не предупредило их, то суд над ними уже совершился бы: они в отношении к нему остаются в неразрешимом сомнении"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Кто делает доброе, делает то для себя самого, и кто делает злое, также для себя: Господь твой не обидчик рабов Своих"
        }
    ]
}