{
    "rukus": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "This is a declaration of disavowal by Allah and His Messenger to those who associate others with Allah in His Divinity and with whom you have made treaties"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "You may go about freely in the land, for four months, but know well that you will not be able to frustrate Allah, and that Allah will bring disgrace upon those who deny the Truth"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "This is a public proclamation by Allah and His Messenger to all people on the day of the Great Pilgrimage: \"Allah is free from all obligation to those who associate others with Allah in His Divinity; and so is His Messenger. If you repent, it shall be for your own good; but if you turn away, then know well that you will not be able to frustrate Allah. So give glad tidings of a painful chastisement to those who disbelieve"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "In exception to those who associate others with Allah in His Divinity are those with whom you have made treaties and who have not violated their treaties nor have backed up anyone against you. Fulfil your treaties with them till the end of their term. Surely Allah loves the pious"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "But when the sacred months expire slay those who associate others with Allah in His Divinity wherever you find them; seize them, and besiege them, and lie in wait for them. But if they repent and establish the Prayer and pay Zakah, leave them alone. Surely Allah is All-Forgiving, Ever-Merciful"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "And if any of those who associate others with Allah in His Divinity seeks asylum, grant him asylum that he may hear the Word of Allah, and then escort him to safety for they are a people who do not know"
        }
    ]
}