{
    "rukus": [
        {
            "chapter": 12,
            "verse": 105,
            "text": "How many are the signs in the heavens and the earth which people pass by without giving any heed"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "And most of them believe in Allah only when they associate others with Him in His Divinity"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Do they, then, feel secure that an overwhelming chastisement shall not visit them, and the Hour shall not suddenly come upon them without their even perceiving it"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Tell them plainly: \"This is my way: I call you to Allah, on the basis of clear perception - both I and those who follow me. Allah - Glory be to Him - is free of every imperfection. I have nothing to do with those who associate others with Allah in His Divinity"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "The Messengers whom We raised before you, (O Muhammad), and to whom We sent down revelations, were only human beings, and were from among those living in earthly habitations. Have these people not travelled in the earth that they may observe the end of their predecessors? Certainly the abode of the Hereafter is much better for those (who accepted the call of the Messengers and) acted in a God-fearing manner. Will you still not act with good sense"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "(It also happened with the earlier Messengers that for long they preached and people paid no heed) until the Messengers despaired of their people, and the people also fancied that they had been told lies (by the Messengers), then suddenly Our help came to the Messengers. And when such an occasion comes We rescue whom We will; as for the guilty, Our chastisement cannot be averted from them"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Certainly in the stories of the bygone people there is a lesson for people of understanding. What is being narrated in the Qur'an is no fabrication; it is rather confirmation of the Books that preceded it, and a detailed exposition of everything, and a guidance and mercy for people of faith"
        }
    ]
}