{
    "rukus": [
        {
            "chapter": 22,
            "verse": 26,
            "text": "Call to mind when We assigned to Abraham the site of the House (Kabah), directing him: \"Do not associate aught with Me\" and \"Keep My House pure for those who walk around it, and for those who stand and who bow down and who prostrate themselves (in worship)"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "and publicly proclaim Pilgrimage for all mankind so that they come to you on foot and mounted on lean camels from every distant point"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "to witness the benefits in store for them, and pronounce the name of Allah during the appointed days over the cattle that He has provided them. So eat of it and feed the distressed and the needy"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Thereafter, let them tidy up and fulfil their vows and circumambulate the Ancient House"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Such (was the purpose of building the Kabah). Whosoever, then, venerates Allah's sanctities will find it to be good for him in the sight of his Lord. Cattle have been made lawful for you except those mentioned to you (as unlawful). So shun the abomination of idols and shun all words of falsehood"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Become exclusively devoted to Allah, ascribing Divinity to none other than Him. Whoso ascribes Divinity to aught beside Allah, it is as though he fell down from the sky whereafter either the birds will snatch him away, or the wind will sweep him to a distant place (causing him to be shattered to pieces)"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Such is the fact. And whoso venerates the sanctity of all that have been ordained as symbols of Allah surely does so because it is part of the true piety of the hearts"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "You may derive benefit (from sacrificial animals) until an appointed time. Thereafter their place (of sacrifice) is near the Ancient House"
        }
    ]
}