{
    "maqras": [
        {
            "chapter": 3,
            "verse": 52,
            "text": "Îsa onlardan inkarı sezince: \"Allah yolunda kimler bana yardımcı olacak?\" dedi. Havariler: \"Biz, Allah(yolun)un yardımcılarıyız; Allah'a inandık, şahid ol, biz müslümanlarız.\" dediler"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Rabbimiz, senin indirdiğine inandık, elçiye uyduk; bizi şahidlerle beraber yaz"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Tuzak kurdular, Allah da onların tuzaklarına karşılık verdi; çünkü Allah, en iyi tuzak kurandır"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Allah demişti ki: \"Ey Îsa, ben senin canını alacağım, seni bana yükselteceğim, seni inkar edenlerden temizleyeceğim ve sana uyanları kıyamet gününe kadar inkar edenlerin üstünde tutacağım. Sonra dönüşünüz bana olacaktır. Ayrılığa düştüğünüz şeyler hakkında aranızda ben hükmedeceğim"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "İnkar edenlere gelince, onlara dünyada da, ahirette de şiddetle azabedeceğim, onların yardımcıları da olmayacaktır"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "İnanıp iyi şeyler yapanlara da (Allah) mükafatlarını tam olarak verecektir. Allah zalimleri sevmez"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "İşte bu sana okuduğumuz, o ayetlerden ve o hikmetli Zikir(Kitap)dandır"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Allah'a göre Îsa'nın durumu, Adem'in durumu gibidir: Onu, topraktan yarattı, sonra ona \"Ol!\" dedi, artık olur"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "(Bu,) Rabbinden gelen gerçektir. Öyle ise kuşkulananlardan olma"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Kim sana gelen ilimden sonra seninle tartışmaya kalkarsa, de ki: \"Gelin oğullarımızı ve oğullarınızı, kadınlarımızı ve kadınlarınızı, kendimizi ve kendinizi çağıralım, sonra gönülden la'netle du'a edelim de, Allah'ın la'netini yalancıların üstüne atalım"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "İşte (Îsa hakkındaki) gerçek kıssa (öykü) budur. Allah'tan başka tanrı yoktur. Allah, elbette aziz (kesin galib), hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Eğer dönerlerse, muhakkak ki Allah, bozguncuları bilir"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "De ki: \"Ey Kitap ehli, bizim ve sizin aranızda eşit olan bir kelimeye gelin: \"Yalnız Allah'a tapalım. O'na hiçbirşeyi ortak koşmayalım; birbirimizi Allah'tan başka tanrılar edinmeyelim.\" Eğer yüz çevirirlerse; \"Şahid olun, biz müslümanlarız!\" deyin"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "Ey Kitap ehli, neden İbrahim hakkında tartışıyorsunuz? Oysa Tevrat da, İncil de ondan sonra indirilmiştir. Düşünmüyor musunuz"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Haydi siz, biraz bilginiz olan şey hakkında tartıştınız; ama hiç bilginiz olmayan şey hakkında neden tartışıyorsunuz? Allah bilir, siz bilmezsiniz"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "İbrahim ne yahudi, ne de hıristiyandı; dosdoğru bir müslümandı. Müşriklerden de değildi"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Doğrusu, insanların İbrahim'e en yakın olanı, ona uyanlar, bu peygamber ve mü'minlerdir. Allah da mü'minlerin dostudur"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Kitap ehlinden bir grup istedi ki sizi saptırsınlar. Oysa sadece kendilerini saptırıyorlar; fakat farkında değiller"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "Ey Kitap ehli, (gerçeği) gördüğünüz halde, niçin Allah'ın ayetlerini inkar ediyorsunuz"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "Ey Kitap ehli, niçin hakkı batıla karıştırıyor ve bile bile gerçeği gizliyorsunuz"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Kitap ehlinden bir grup dedi ki: \"İnananlara indirilmiş olana, günün önünde inanın, sonunda inkar edin; belki (size bakarak onlar da) dönerler"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Sizin dininize uyandan başkasına güvenmeyin! (dediler.) De ki: \"Hidayet Allah'ın hidayetidir. Birine, size verilenin benzerinin verilmesinden veya Rabbinizin huzurunda aleyhinize deliller getireceklerinden ötürü mü (böyle söylüyorsunuz)?, De ki: \"Lutuf Allah'ın elindedir, onu dilediğine verir, Allah(ın lutfu) geniştir, (O her şeyi) bilendir"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Rahmetini dilediğine has kılar. Allah, büyük lutuf ve ikram sahibidir"
        }
    ]
}