{
    "maqras": [
        {
            "chapter": 4,
            "verse": 36,
            "text": "Allah'a kulluk edin, O'na hiçbir şeyi ortak koşmayın, ana babaya, akrabaya, öksüzlere, yoksullara, yakın komşuya, uzak komşuya, yan(ınız)daki arkadaşa, yolcuya, ellerinizin altında bulunanlara iyilik edin. Allah, kurumlu, böbürlenen insanları sevmez"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Bunlar öyle insanlardır ki, cimrilik ederler ve insanlara da cimriliği emrederler, Allah'ın bol hazinesinden kendilerine verdiğini gizlerler. (Biz de) o nankörlere alçaltıcı bir azab hazırlamışızdır"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "Bunlar mallarını insanlara gösteriş için verirler, Allah'a, ve ahiret gününe inanmazlar. Kimin arkadaşı şeytan ise, o(nun) ne kötü bir arkadaş(ı var)dır"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Onlara ne olurdu sanki Allah'a ve ahiret gününe inansalardı ve Allah'ın kendilerine verdiği rızıktan Allah yolunda harcasalardı! Allah onları biliyordu"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Allah zerre kadar haksızlık etmez, zerre miktarı bir iyilik olsa onu kat kat yapar ve kendi katından da büyük bir mükafat verir"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Her ümmetten (inanç ve davranışlarının doğru olup olmadığına tanıklık edecek) bir şahid, seni de bunlara şahid getirdiğimiz zaman (halleri) nice olur"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Nankörlük edip, (Allah'ın) Elçi(sin)e karşı gelenler, o gün yerin dibine geçirilmeyi isterler ve Allah'tan hiçbir söz gizleyemezler"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "Ey inananlar, sarhoşken namaza yaklaşmayın ki ne dediğinizi bilesiniz. Yoldan geçici olmanız dışında, cünüp iken de yıkanıncaya kadar (namaza yaklaşmayın). Eğer hasta, yahut yolculukta iseniz, yahut biriniz tuvaletten gelmişse, yahut da kadınlara dokunmuşsanız (bu durumlarda) su bulamadığınız takdirde temiz toprağa teyemmüm edin: (Toprağı) yüzlerinize ve ellerinize sürün. Şüphesiz Allah, çok affeden, çok bağışlayandır"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Şu kendilerine Kitaptan bir pay verilenleri görmedin mi? (Baksana onlar,) sapıklığı satın alıyorlar, istiyorlar ki, siz de yolu sapıtasınız"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Allah sizin düşmanlarınızı daha iyi bilir. Dost olarak Allah yeter, yardımcı olarak da Allah yeter"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Yahudilerden öyleleri var ki, kelimeleri yerlerinden kaydırıyorlar. Dillerini eğip bükerek ve dini taşlayarak: \"İşittik ve isyan ettik\", \"dinle, dinlemez olası\" ve: \"ra'ina\" diyorlar. Eğer onlar: \"İşittik ve ita'at ettik\", \"Dinle ve bize bak!\" deselerdi, elbette kendileri için daha iyi olurdu. Fakat Allah, inkarlarından dolayı onları la'netlemiştir, pek az inanırlar"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "Ey Kitap verilenler, biz bazı yüzleri, silip arkalarına döndürmeden, ya da Cumartesi adamlarını la'netlediğimiz gibi onları da la'netlemeden önce, yanınızdakini doğrulayıcı olarak indirdiğimiz(Kur'an)a inanın. Allah'ın buyruğu yapılır"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Allah, kendisine ortak koşulmasını bağışlamaz, bundan başkasını dilediğine bağışlar. Allah'a ortak koşan da gerçekten büyük bir günah işlemiştir"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Şu kendilerini övüp yüceltenleri görmedin mi? Hayır, ancak Allah dilediğini yüceltir, onlara kıl kadar zulmedilmez"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Bak nasıl Allah'a yalan uyduruyorlar. Apaçık bir günah olarak bu (onlara) yeter"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Kendilerine Kitaptan bir pay verilenleri görmedin mi? (Baksana onlar) cibt ve tağut'a inanıyorlar ve inkar edenler için: \"Bunlar, inananlardan daha doğru yoldadır\" diyorlar"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "İşte onlar, Allah'ın la'netlediği insanlardır. Allah, kimi la'netlerse artık onun için hiçbir yardımcı bulamazsın"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Yoksa onların mülkten bir payı mı var? Öyle olsaydı insanlara bir çekirdek zerresi bile vermezlerdi"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Yoksa Allah'ın, lutfundan insanlara verdiği (vahiyler) yüzünden onları kıskanıyorlar mı? Oysa biz İbrahim soyuna da Kitabı ve hikmeti vermiş ve onlara büyük bir mülk vermiştik"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Onlardan kimi O(Hak Kitabı)na inandı, kimi de ondan yüz çevirdi. Öylesine de çılgın alevli cehennem yetti"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "O ayetlerimizi inkar edenleri yakında bir ateşe sokacağız, derileri piştikçe azabı tadsınlar diye onlara başka deriler vereceğiz! Şüphesiz Allah daima üstündür, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "İnanıp iyi işler yapanları da altlarından ırmaklar akan cennetlere sokacağız. Orada sürekli kalacaklardır. Orada kendilerine tertemiz eşler de vardır ve onları (hiç güneş sızmayan) eşsiz bir gölgeye sokacağız"
        }
    ]
}