{
    "pages": [
        {
            "chapter": 2,
            "verse": 70,
            "text": "Sie sagten: «Rufe für uns deinen Herrn an, daß Er uns deutlich mache, wie sie sein soll, denn die Kühe kommen uns doch ähnlich vor. Aber wir werden gewiß, so Gott will, die richtige finden.»"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Er sagte: «Er spricht: Es soll eine Kuh sein, die weder zum Pflügen des Ackers noch zum Bewässern der Felder gezwungen wurde, fehlerfrei und ohne Farbmischung.» Sie sagten: «Jetzt hast du die Wahrheit gebracht.» Sie schachteten sie. Doch beinahe hätten sie es nicht getan"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Und als ihr jemanden getötet hattet und über ihn miteinander Streit bekamt. Aber Gott bringt doch heraus, was ihr verschwiegen hattet"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Da sprachen Wir: «Schlagt ihn mit einem Stück von ihr.» So macht Gott die Toten wieder lebendig und läßt euch seine Zeichen sehen, auf daß ihr verständig werdet"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Nach diesem Geschehen verhärteten sich eure Herzen, so daß sie wie Steine waren oder noch härter. Denn unter den Steinen gibt es welche, aus denen die Bäche hervorbrechen; und es gibt welche, die sich spalten, so daß das Wasser aus ihnen herauskommt; und es gibt welche, die aus Ehrfurcht vor Gott herunterfallen. Und Gott läßt nicht unbeachtet, was ihr tut"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Erhofft ihr etwa, daß sie mit euch glauben, wo doch ein Teil von ihnen das Wort Gottes hörte, es aber dann wissentlich entstellte, nachdem er es verstanden hatte"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Wenn sie diejenigen, die glauben, treffen, sagen sie: «Wir glauben.» Und wenn sie miteinander allein sind, sagen sie: «Wollt ihr denn mit ihnen über das reden, was Gott euch eröffnet hat, so daß sie damit vor eurem Herrn mit euch streiten? Habt ihr denn keinen Verstand?»"
        }
    ]
}