{
    "pages": [
        {
            "chapter": 7,
            "verse": 138,
            "text": "Und Wir ließen die Kinder Israels das Meer überqueren. Sie trafen auf Leute, die sich dem Dienst an ihren Götzen widmeten. Sie sagten: «O Mose, mache uns einen Gott, wie sie ja Götter haben.» Er sagte: «Ihr seid Leute, die töricht sind"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Was die da vollziehen, wird dem Verderben anheimfallen, und zunichte wird, was sie zu tun pflegten.»"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Er sagte: «Sollte ich euch einen anderen Gott wünschen als Gott, wo Er euch doch vor den Weltenbewohnern bevorzugt hat?»"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Und als Wir euch vor den Leuten Pharaos retteten, als sie euch eine schlimme Pein zufügten, indem sie eure Söhne ermordeten und nur eure Frauen am Leben ließen. Darin war für euch eine gewaltige Prüfung von eurem Herrn"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Und wir verabredeten uns mit Mose dreißig Nächte lang und ergänzten sie mit weiteren zehn. So vervollständigte sich der Termin seines Herrn auf vierzig Nächte. Und Mose sagte zu seinem Bruder Aaron: «Sei mein Nachfolger bei meinem Volk, sorge für Ordnung und folge nicht dem Weg der Unheilstifter.»"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Als Mose zu unserem Termin kam und sein Herr zu ihm sprach, sagte er: «Mein Herr, zeige (Dich) mir, daß ich zu Dir schaue.» Er sprach: «Du wirst Mich nicht sehen. Aber schau zu dem Berg. Wenn er an seiner Stelle festbleibt, wirst du Mich sehen.» Als sein Herr sich vor dem Berg enthüllte, machte Er ihn zu Staub, und Mose fiel zu Boden wie vom Blitz getroffen. Als er aufwachte, sagte er: «Preis sei Dir! Ich wende mich Dir zu, und ich bin der erste der Gläubigen.»"
        }
    ]
}