{
    "pages": [
        {
            "chapter": 17,
            "verse": 28,
            "text": "Und falls du dich von ihnen abwendest im Streben nach einer von dir erhofften Barmherzigkeit von deinem Herrn, so sprich zu ihnen milde Worte"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Und laß deine Hand nicht an deinem Hals gefesselt sein, aber strecke sie auch nicht vollständig aus. Sonst würdest du getadelt und verarmt dasitzen"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Dein Herr teilt den Lebensunterhalt großzügig, wem Er will, und auch bemessen zu. Er hat Kenntnis von seinen Dienern, und Er sieht sie wohl"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Und tötet nicht eure Kinder aus Furcht vor Verarmung. Ihnen und euch bescheren Wir doch den Lebensunterhalt. Sie töten ist eine große Sünde"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Und nähert euch nicht der Unzucht. Sie ist etwas Schändliches, und sie ist ein übler Weg"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Und tötet nicht den Menschen, den Gott für unantastbar erklärt hat, es sei denn bei vorliegender Berechtigung. Wird jemand ungerechterweise getötet, so geben Wir seinem nächsten Verwandten Vollmacht (ihn zu rächen). Nur soll er nicht maßlos im Töten sein; siehe, er wird Beistand finden"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Und nähert euch nicht dem Vermögen des Waisenkindes, es sei denn auf die beste Art, bis es seine Vollkraft erreicht hat. Und erfüllt eingegangene Verpflichtungen. Ober die Verpflichtungen wird Rechenschaft gefordert"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Und gebt volles Maß, wenn ihr meßt. Und wägt mit der richtigen Waage. Das ist besser und führt zu einem schöneren Ergebnis"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Und verfolge nicht das, wovon du kein Wissen hast. Ober Gehör, Augenlicht und Herz, über all das wird Rechenschaft gefordert"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Und schreite nicht unbekümmert auf der Erde einher. Du wirst ja die Erde nicht durchbohren und die Berge an Höhe nicht erreichen können"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Das schlechte Verhalten in alledem ist bei deinem Herrn verpönt"
        }
    ]
}