{
    "pages": [
        {
            "chapter": 17,
            "verse": 76,
            "text": "Und fast hätten sie dich aus dem Land aufgeschreckt, um dich daraus zu vertreiben. Dann würden sie nach dir nur ein wenig verweilen können"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Nach diesem Beispiel wurde verfahren mit denen von unseren Gesandten, die Wir vor dir gesandt haben. Und du wirst keine Veränderungen bei unserem Verfahren finden"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Verrichte das Gebet beim Neigen der Sonne bis zum Dunkel der Nacht, und (auch) die Koranlesung bei Tagesanbruch. Der Koranlesung bei Tagesanbruch soll man beiwohnen"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Und wache einen Teil der Nacht damit, als zusätzliche Tat für dich. Dein Herr möge dich zu einer lobenswerten Rangstellung erwecken"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Und sprich: Mein Herr, gewähre mir einen wahrhaftigen Eingang und gewähre mir einen wahrhaftigen Ausgang, und schaffe mir von Dir her eine unterstützende Macht"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Und sprich: Die Wahrheit ist gekommen, und das Falsche schwindet dahin. Das Falsche schwindet ja schnell dahin"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Und Wir senden vom Koran hinab, was den Gläubigen Heilung und Barmherzigkeit bringt; denen aber, die Unrecht tun, bringt es nur noch mehr Verlust"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Wenn Wir dem Menschen Gnade erweisen, wendet er sich ab und entfernt sich beiseite. Und wenn ihn das Böse trifft, ist er sehr verzweifelt"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Sprich: Jeder handelt nach seiner Weise. Euer Herr weiß besser, wer dem richtigeren Weg folgt"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Und sie fragen dich nach dem Geist. Sprich: Der Geist ist vom Befehl meines Herrn. Und euch ist vom Wissen nur wenig zugekommen"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Und wenn Wir wollten, würden Wir sicherlich wegnehmen, was Wir dir offenbart haben. Du könntest dann für dich in dieser Sache keinen Sachwalter gegen Uns finden"
        }
    ]
}