{
    "pages": [
        {
            "chapter": 18,
            "verse": 98,
            "text": "Er sagte: «Das ist eine Barmherzigkeit von meinem Herrn. Wenn dann das Versprechen meines Herrn eintrifft, macht Er ihn zu Staub. Und das Versprechen meines Herrn ist wahr.»"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "Und Wir lassen sie an jenem Tag durcheinander in Wallung geraten. Es wird in die Trompete geblasen. Dann versammeln Wir sie alle"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Und Wir führen den Ungläubigen an jenem Tag die Hölle nachdrücklich vor"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "(ihnen), deren Augen vor meiner Ermahnung bedeckt waren, und die auch nicht hören konnten"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Meinen denn diejenigen, die ungläubig sind, daß sie sich meine Diener an meiner Stelle zu Freunden nehmen können? Wir haben den Ungläubigen die Hölle als Herberge bereitet"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Sprich: Sollen Wir euch die bekanntgeben, die an ihren Werken am meisten verlieren"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "Deren Mühen im diesseitigen Leben fehlgeht, während sie meinen, sie würden rechtschaffen handeln"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Das sind diejenigen, die die Zeichen ihres Herrn und die Begegnung mit Ihm verleugnen. Ihre Werke sind wertlos, und Wir werden ihnen am Tag der Auferstehung kein Gewicht beimessen"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Das ist ihr Lohn, die Hölle, dafür, daß sie ungläubig waren und meine Zeichen und meine Gesandten zum Gegenstand des Spottes genommen haben"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Diejenigen, die glauben und die guten Werke tun, werden die Gärten des Paradieses zur Herberge haben"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Sie werden darin ewig weilen und sich nicht wünschen, davon wegzugehen"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Sprich: Wenn das Meer Tinte für die Worte meines Herrn wäre, würde das Meer zu Ende gehen, bevor die Worte meines Herrn zu Ende gehen, auch wenn Wir noch einmal soviel hinzubrächten"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Sprich: Ich bin ja nur ein Mensch wie ihr; mir wird offenbart, daß euer Gott ein einziger Gott ist. Wer nun auf die Begegnung mit seinem Herrn hofft, der soll gute Werke tun und bei der Anbetung seines Herrn (Ihm) niemanden beigesellen"
        }
    ]
}