{
    "pages": [
        {
            "chapter": 27,
            "verse": 89,
            "text": "Diejenigen, die mit einer guten Tat kommen, erhalten etwas Besseres als siel Und sie sind an jenem Tag vor dem Schrecken in Sicherheit"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Und diejenigen, die mit einer schlechten Tat kommen, werden auf ihren Gesichtern ins Feuer gestürzt: «Wird euch denn für etwas anderes vergolten als das, was ihr zu tun pflegtet?»"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "Wahrlich, mir ist befohlen worden, dem Herrn dieser Ortschaft zu dienen, der sie für heilig erklärt hat und dem alles gehört. Und mir ist befohlen worden, einer der Gottergebenen zu sein"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "Und den Koran zu verlesen. Wer der Rechtleitung folgt, folgt ihr zu seinem eigenen Vorteil. Und wenn einer irregeht, dann sprich: Ich bin ja nur einer der Warner"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "Und sprich: Lob sei Gott! Er wird euch seine Zeichen sehen lassen, so werdet ihr sie erkennen. Und Gott läßt nicht unbeachtet, was ihr tut"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "Taa Sien Mim"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Dies sind die Zeichen des deutlichen Buches"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "Wir verlesen dir aus dem Bericht über Mose und Pharao der Wahrheit entsprechend, für Leute, die glauben"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Pharao hatte hohe Gewalt im Land und machte seine Bewohner zu Parteien, von denen er eine Gruppe wie Schwache behandelte, indem er ihre Söhne abschlachtete und nur ihre Frauen am Leben ließ. Er gehörte zu den Unheilstiftern"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Wir aber wollten denen, die im Land wie Schwache behandelt wurden, eine Wohltat erweisen und sie zu Vorbildern machen und zu Erben machen"
        }
    ]
}