{
    "pages": [
        {
            "chapter": 3,
            "verse": 166,
            "text": "Und was euch traf an dem Tag, da die beiden Scharen aufeinandertrafen, das geschah mit der Erlaubnis Gottes, und damit Er die Gläubigen in Erfahrung bringe"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "Und auch die in Erfahrung bringe, die heucheln. Und es wurde zu ihnen gesagt: «Kommt her, kämpft auf dem Weg Gottes oder wehrt die Feinde ab.» Sie sagten: «Wenn wir wüßten, daß es einen Kampf geben würde, würden wir euch sicherlich folgen.» An jenem Tag waren sie dem Unglauben näher als dem Glauben, sie sagten ja mit ihrem Munde, was nicht in ihrem Herzen war. Und Gott weiß besser, was sie verschweigen"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Das sind diejenigen, die, während sie selbst zurückblieben, von ihren Brüdern sagten: «Hätten sie uns gehorcht, wären sie nicht getötet worden.» Sprich: Wehrt doch den Tod von euch ab, so ihr die Wahrheit sagt"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Halte diejenigen, die auf dem Weg Gottes getötet wurden, nicht für tot. Sie sind vielmehr lebendig bei ihrem Herrn, und sie werden versorgt"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "Und sie freuen sich dabei über das, was Gott ihnen von seiner Huld zukommen ließ. Und sie erwarten die, die hinter ihnen nachgekommen sind und sie noch nicht eingeholt haben, voll Freude darüber, daß auch sie nichts zu befürchten haben und nicht traurig sein werden"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Sie empfangen mit Freude Gnade und Huld von Gott und (freuen sich) darüber, daß Gott den Lohn der Gläubigen nicht verlorengehen läßt"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Für diejenigen, die auf Gott und den Gesandten gehört haben, nachdem sie die Wunde erlitten hatten, - für diejenigen von ihnen, die rechtschaffen und gottesfürchtig waren, ist ein großartiger Lohn bestimmt"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Zu ihnen haben die Menschen gesagt: «Die Menschen haben sich gegen euch versammelt, daher fürchtet euch vor ihnen.» Aber das hat ihren Glauben nur verstärkt, und sie sagten: «Gott genügt uns. Welch vorzüglicher Sachwalter!»"
        }
    ]
}