{
    "pages": [
        {
            "chapter": 2,
            "verse": 49,
            "text": "Und als Wir euch von den Leuten des Pharao erretteten, die euch schlimme Pein zufügten, indem sie eure Söhne abschlachteten und nur eure Frauen am Leben ließen - darin war für euch eine gewaltige Prüfung von eurem Herrn"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Und als Wir euretwegen das Meer spalteten und euch so retteten und die Leute des Pharao ertrinken ließen, während ihr zuschautet"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Und als Wir uns mit Mose für vierzig Nächte verabredeten. Dann nahmt ihr euch, nachdem er weggegangen war, das Kalb und habt so Unrecht getan"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Dann verziehen Wir euch nach diesem (Frevel), auf daß ihr dankbar würdet"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Und als Wir Mose das Buch und die Unterscheidungsnorm zukommen ließen, auf daß ihr der Rechtleitung folget"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Und als Mose zu seinem Volk sagte: «O mein Volk, ihr habt euch selbst Unrecht getan, indem ihr euch das Kalb genommen habt. Kehrt zu eurem Schöpfer um und tötet einander. Das ist besser für euch in den Augen eures Schöpfers.» Da wandte Er sich euch wieder gnädig zu. Er ist der, der sich gnädig zuwendet, der Barmherzige"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Und als ihr sagtet: «O Mose, wir werden dir nicht glauben, bis wir Gott offen sehen.» Da ergriff euch der Donnerschlag, während ihr zuschautet"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Dann erweckten Wir euch nach eurem Tod, auf daß ihr dankbar würdet"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Und Wir ließen die Wolken euch überschatten und sandten auf euch das Manna und die Wachteln hinunter: «Eßt von den köstlichen Dingen, die Wir euch beschert haben.» Und nicht Uns taten sie Unrecht, sondern sich selbst haben sie Unrecht getan"
        }
    ]
}