{
    "rukus": [
        {
            "chapter": 6,
            "verse": 31,
            "text": "Những kẻ phủ nhận việc gặp Allah chắc chắn sẽ thua thiệt. Mãi đến khi Giờ Tận Thế bất ngờ xảy đến với họ thì họ mới nói: “Thật khổ thân cho chúng ta về điều mà chúng ta đã thường làm ngơ!” Họ phải mang trên lưng tội lỗi của mình. Thật tồi tệ cho tội lỗi mà họ phải gánh lấy"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Cuộc sống trần gian này chỉ là trò vui chơi và thú tiêu khiển (ngắn ngủi cho những ai không muốn làm hài lòng Allah), và cõi Đời Sau thực sự tốt đẹp (trường tồn) cho những người ngoan đạo (luôn cố gắng làm Allah hài lòng). Lẽ nào các ngươi không hiểu (hỡi những kẻ đa thần)"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "TA thực sự biết rõ những gì họ nói làm Ngươi (Thiên Sứ) buồn rầu. Quả thật họ không phủ nhận Ngươi, tuy nhiên, những kẻ sai quấy thường chống đối các Lời Mặc Khải của Allah"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Quả thật, các vị Thiên Sứ trước Ngươi (hỡi Thiên Sứ Muhammad) cũng đã bị phủ nhận nhưng Họ đã kiên nhẫn chịu đựng trước sự phủ nhận và gây hại (của những kẻ phủ nhận chống đối) cho đến khi TA (Allah) mang đến cho Họ sự chiến thắng. Quả thật, lời (hứa ban cho sự chiến thắng) của Allah không hề thay đổi. Ngươi đích thực đã nhận được các nguồn tin của các vị Thiên Sứ (trước Ngươi)"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Nếu sự quay lưng của (những kẻ đa thần) là điều trở ngại lớn cho Ngươi (hỡi Thiên Sứ) thì với khả năng của Ngươi, hãy đào một đường hầm dưới đất hoặc hãy bắt một cái thang lên trời để mang đến cho họ một dấu hiệu (để thuyết phục họ). Quả thật, nếu Allah muốn thì chắc chắn Ngài đã tập hợp toàn bộ họ đi trên chính đạo. Cho nên, Ngươi chớ là kẻ ngu muội"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Quả thật chỉ những ai nghe (và hiểu được lời nói) mới đáp lại (lời kêu gọi của Ngươi – hỡi Thiên Sứ), còn (những kẻ vô đức tin là) những kẻ đã chết (bởi trái tim của họ đã chết), rồi đây (vào Ngày Phán Xét) Allah sẽ phục sinh họ và họ sẽ được đưa trở về trình diện Ngài"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "(Những kẻ đa thần) nói: “Sao Y (Muhammad) không được ban cho một phép lạ từ Thượng Đế của mình (để làm minh chứng cho sứ mạng của Y cơ chứ?) Ngươi (Thiên Sứ) hãy nói: “Chắc chắn Allah thừa khả năng ban xuống một phép lạ (theo ý muốn của họ) nhưng đa số bọn họ lại không biết (Allah chỉ ban phép lạ xuống theo mục đích Ngài muốn chứ không theo ý của họ)"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Bất cứ loài động vật nào sống trên trái đất và (bất cứ) loài chim nào bay bằng đôi cánh của chúng cũng đều (sống thành) những cộng đồng giống như các ngươi (hỡi con người). TA đã không bỏ sót bất cứ điều gì trong quyển Kinh (Mẹ - Lawhu Al-Mahfuzh). Rồi đây, tất cả đều được triệu tập trình diện Thượng Đế của họ (để Ngài xét xử và thưởng phạt)"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Những ai phủ nhận các Lời Mặc Khải của TA, (hình ảnh của họ giống như) kẻ vừa điếc vừa câm mắc kẹt trong bóng tối. Allah muốn đẩy ai vào lầm lạc là tùy ý Ngài và Ngài muốn hướng dẫn ai đến con đường ngay chính cũng tùy ý Ngài"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ đa thần này): “Nếu các ngươi nói thật (rằng các thần linh của các người có thể mang lại điều lợi và đẩy lùi điều dữ) thì các người hãy cho ta biết nếu hình phạt của Allah túm lấy các người hoặc Giờ Tận Thế (bất ngờ) xảy đến, có phải các người sẽ cầu xin ai khác ngoài Allah chứ?!”"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "“Không đâu, (vào lúc nguy cấp đó) chắc chắn các người chỉ cầu xin mỗi mình (Allah) mà thôi. Nếu Ngài muốn, Ngài sẽ lấy khỏi các người (những tai họa) mà các người cầu xin Ngài và các ngươi sẽ quên bẵng (các thần linh) mà các người tổ hợp (cùng với Allah).”"
        }
    ]
}