{
    "rukus": [
        {
            "chapter": 6,
            "verse": 42,
            "text": "Quả thật TA đã gởi đến các thế hệ trước Ngươi (hỡi Thiên Sứ) các vị Sứ Giả (nhưng tất cả đã bị người dân phủ nhận) thế là TA đã trừng phạt họ bằng sự đói khổ và bệnh tật mong họ biết hạ mình (thần phục TA)"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Đáng lẽ ra họ phải biết hạ mình (thần phục TA) khi tai họa của TA giáng xuống họ, tuy nhiên, con tim của họ đã chai sạn và Shaytan đã trang hoàng những điều (tội lỗi) họ làm trở nên đẹp đẽ đối với họ"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Cho nên, khi họ quên bẵng những điều họ được nhắc nhở thì TA mở toang cho họ các cánh cửa (phồn vinh) về mọi thứ (trong cuộc sống trần tục của họ) mãi đến khi họ chỉ biết vui và tự hào về những gì mà họ được ban cho thì lúc đó TA bất ngờ trừng phạt họ khiến họ trở nên tuyệt vọng"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Thế là (tất cả) đám người có hành vi sai trái đều đã bị tiêu diệt hoàn toàn. Alhamdulillah, Thượng Đế của toàn vũ trụ và vạn vật"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Ngươi (hỡi Thiên Sứ) hãy nói với (những kẻ đa thần): “Các người hãy cho ta biết nếu Allah lấy đi thính giác và thị giác của các người đồng thời đóng dấu lên con tim của các người (để các người không thể nhận thức được gì nữa) thì thần linh nào ngoài Allah có thể phục hồi những thứ đó cho các người?” Ngươi (hỡi Thiên Sứ) hãy xem TA đã trình bày rõ ràng các lời mặc khải (của TA) như thế nào, vậy mà họ vẫn ngoảnh mặt quay đi"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Ngươi (hỡi Thiên Sứ) hãy nói với (những kẻ đa thần): “Các người hãy cho ta biết nếu hình phạt của Allah đến với các người một cách bất ngờ hoặc một cách công khai (thì liệu các người có thoát được không)? Chắc chắn những kẻ làm điều sai quấy đều sẽ bị tiêu diệt toàn bộ.”"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "TA (Allah) đã không cử phái các vị Thiên Sứ đến ngoại trừ vì mục đích báo tin mừng (về Thiên Đàng cho những người có đức tin) và cảnh báo (về Hỏa Ngục cho những kẻ vô đức tin). Do đó, ai có đức tin và cải thiện bản thân thì họ sẽ không phải lo sợ cũng sẽ không phải buồn phiền"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Những ai phủ nhận các Lời Mặc Khải của TA thì sự trừng phạt sẽ chạm đến họ bởi những điều mà họ đã bất tuân và dấy loạn"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ đa thần): “Ta không hề nói với các người rằng Ta nắm giữ các kho tàng của Allah, Ta không hề nói với các ngươi rằng Ta biết điều vô hình, và Ta cũng không hề nói với các người rằng Ta chính là Thiên Thần, (mà Ta chỉ nói với các ngươi rằng) Ta chỉ làm theo điều được mặc khải cho Ta mà thôi.” Ngươi hãy nói (với họ): “Lẽ nào người mù và người sáng mắt lại ngang bằng nhau ư? Lẽ nào các người không suy ngẫm?!”"
        }
    ]
}