{
    "rukus": [
        {
            "chapter": 9,
            "verse": 67,
            "text": "Những kẻ giả tạo đức tin, nam cũng như nữ, đều giống nhau. Chúng kêu nhau làm điều sai và cấm cản nhau làm điều đúng, chúng giữ chặt (tài sản) trong tay (không muốn chi dùng cho con đường chính nghĩa của Allah). Chúng đã quên Allah, vì vậy, Ngài đã quên chúng. Thật vậy, những kẻ giả tạo đức tin là những kẻ dấy loạn, bất tuân"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Allah đã hứa với những kẻ giả tạo đức tin cả nam lẫn nữ cũng như những kẻ vô đức tin Lửa của Hỏa Ngục, chúng sẽ mãi mãi sống trong đó. (Hỏa Ngục) đã đủ cho chúng. Allah nguyền rủa chúng và chúng sẽ phải chịu sự trừng phạt vĩnh viễn"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "(Hỡi những người giả tạo đức tin,) các ngươi giống những kẻ trước các ngươi. Chúng hơn các ngươi về sức mạnh, tài sản và đông con, chúng đã hưởng thụ những thứ được ghi cho chúng. Vì vậy, các ngươi cứ hưởng thụ những thứ được ghi cho các ngươi giống như những kẻ trước các ngươi, và các ngươi cứ tiếp tục nhạo báng giống như những kẻ trước các ngươi đã nhạo báng. Đó là những kẻ mà việc làm (thiện tốt) của chúng không có kết quả gì ở trần gian cũng như ở Đời Sau và chúng thực sự là những kẻ thất bại"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Lẽ nào chúng chưa nghe về câu chuyện của những kẻ trước chúng ư? Đám dân của Nuh (Nô-ê), đám dân ‘Ad, đám dân Thamud, đám dân của Ibrahim, đám dân ở Madyan và các thị trấn bị lật ngược (đám dân của Lut), các Sứ Giả (của Allah) đã được cử phái đến gặp chúng với những bằng chứng rõ ràng (nhưng chúng đều phủ nhận Họ). Vì vậy, không phải Allah bất công với chúng mà chính chúng đã bất công với bản thân mình"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Những người có đức tin nam và nữ là đồng minh của nhau. Họ kêu gọi nhau làm điều đúng và ngăn cản nhau làm sai, họ thiết lập lễ nguyện Salah, xuất Zakah và tuân lệnh Allah và Thiên Sứ của Ngài. Họ là những người sẽ được Allah thương xót. Quả thật, Allah là Đấng Toàn Năng, Đấng Sáng Suốt"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Allah đã hứa với những người có đức tin nam và nữ những Ngôi Vườn Thiên Đàng bên dưới có các dòng sông chảy, nơi họ sẽ sống vĩnh viễn, họ sẽ ở trong những ngôi nhà đẹp (đầy tiện nghi) bên trong các khu vườn vĩnh cửu; và họ sẽ được sự hài lòng của Allah, (một phần thưởng) lớn nhất. Đó là sự thành công vĩ đại"
        }
    ]
}