{
    "rukus": [
        {
            "chapter": 25,
            "verse": 45,
            "text": "Lẽ nào Ngươi đã không nhìn thấy việc Thượng Đế của Ngươi đã kéo dài cái bóng như thế nào ư? Nếu muốn, Ngài có thể làm cho nó đứng yên tại chỗ. Nhưng rồi TA đã dùng mặt trời làm một chỉ điểm cho nó (khiến nó thay đổi dài ngắn khác nhau)"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Rồi TA dần dần thu nó (cái bóng) lại một cách đơn giản (qua sự lên cao của mặt trời)"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Ngài (Allah) là Đấng đã làm cho các ngươi ban đêm thành một tấm phủ, giấc ngủ thành một sự nghỉ ngơi và ban ngày thành (thời gian lý tưởng) để hoạt động cho cuộc sống"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Ngài là Đấng đã gởi những luồng gió làm tín hiệu báo trước cơn mưa của Ngài sắp đến. Và TA ban từ trên trời xuống nguồn nước tinh khiết"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "Để TA dùng nó làm sống lại lớp đất chết khô và để giải khát động vật và loài người trong số tạo vật mà TA đã tạo ra rất nhiều"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Quả thật, TA đã phân phối số nước đó giữa họ để họ biết ghi nhớ, nhưng đa số nhân loại thường vô ơn"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Nếu muốn, TA có thể cử đến với mỗi thị trấn một người Cảnh Báo"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "Bởi thế, Ngươi (Thiên Sứ Muhammad) chớ nghe theo những kẻ vô đức tin mà hãy dùng Qur’an đấu tranh chống lại họ bằng một cuộc đấu tranh mạnh mẽ"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Ngài là Đấng đã làm cho hai biển nước tự do chảy, một loại là nước ngọt dễ uống và một loại là nước mặn và chát. Ngài đã dựng một bức chắn tách biệt giữa chúng không cho chúng trộn lẫn với nhau"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Ngài là Đấng đã tạo hóa con người từ nước (tinh dịch), rồi Ngài thiết lập cho y mối quan hệ ruột thịt, mối quan hệ hôn nhân. Và Thượng Đế của Ngươi là Đấng Toàn Năng"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Nhưng họ lại tôn thờ ngoài Allah những vật không giúp ích cũng như không gây hại được họ; và kẻ vô đức tin luôn (đi theo Shaytan) chống đối lại Thượng Đế của y"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "TA (Allah) cử Ngươi (hỡi Thiên Sứ Muhammad) đến chỉ để làm một người báo tin mừng và một người cảnh báo"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Ngươi hãy nói (với họ): “Ta không đòi các người trả công cho Ta về sứ mạng này ngoại trừ việc ai tự nguyện chọn lấy con đường đi đến với Thượng Đế của y.”"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Ngươi hãy phó thác cho Đấng Hằng Sống không bao giờ chết và Ngươi hãy tán dương ca tụng Ngài; và chỉ riêng Ngài đủ biết rõ tội lỗi của đám bầy tôi của Ngài"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Ngài là Đấng đã tạo các tầng trời, trái đất và vạn vật giữa trời đất trong sáu ngày rồi an vị trên chiếc Ngai Vương; Ngươi hãy hướng về Đấng Độ Lượng mà hỏi, Ngài thông toàn tất cả"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Khi có lời bảo họ: “Các người hãy phủ phục Đấng Độ Lượng”, họ đáp: “Nhưng Đấng Độ Lượng là ai? Bọn ta sẽ phải quỳ lạy Đấng mà Ngươi truyền lệnh cho bọn ta hay sao?” Và điều đó càng làm cho họ thêm xa lánh (đức tin nơi Allah)"
        }
    ]
}