{
    "rukus": [
        {
            "chapter": 40,
            "verse": 28,
            "text": "Một người đàn ông có đức tin trong gia tộc của Pha-ra-ông đã giấu kín đức tin của mình nói: “Lẽ nào quí ngài muốn giết một người chỉ vì y nói ‘Thượng Đế của tôi là Allah’ trong khi Y đã mang những bằng chứng rõ ràng từ Thượng Đế của quí ngài đến cho quí ngài sao? Nếu Y là một tên nói dối thì Y sẽ phải chịu tội về lời gian dối của Y. Nhưng nếu Y là một người nói thật thì điều mà Y cảnh báo quí ngài chắc chắn sẽ xảy đến với quí ngài. Quả thật, Allah không hướng dẫn kẻ phạm tội, kẻ gian dối.”"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "“Thưa quí ngài, ngày hôm nay mọi quyền hành đều thuộc về quí ngài. Nhưng ai sẽ cứu chúng ta khỏi sự trừng phạt của Allah nếu như nó xảy đến với chúng ta?” Pha-ra-ông nói: “Ta chỉ trình bày cho các ngươi thấy điều mà ta thấy và ta cũng chỉ muốn hướng dẫn các ngươi theo con đường chân chính mà thôi.”"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "(Người có đức tin đó) nói: “Thưa quí ngài! Tôi thực sự sợ giùm cho quí vị gặp phải (số phận) giống như (nó đã xảy ra) vào ngày của liên quân (tòng phạm!)”"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "“Giống như số phận người dân của Nuh, người dân của ‘Ad và Thamud cũng như những kẻ thời sau họ. Quả thật, Allah không hề bất công với đám bầy tôi của Ngài.”"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "“Thưa quí ngài! Tôi thực sự sợ giùm cho quí ngài về Ngày réo gọi nhau.”"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "“Ngày mà quí ngài sẽ quay lưng tháo chạy (khi nhìn thấy Hỏa Ngục). (Ngày mà) quí ngài sẽ không có ai che chở khỏi (sự trừng phạt) của Allah. Ai mà Allah làm cho lầm lạc thì sẽ không có được người hướng dẫn.”"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "“Quả thật, trước đây Yusuf (Joseph) đã đến gặp quí ngài với những bằng chứng rõ ràng nhưng quí ngài đã luôn hoài nghi về những gì Người mang đến; rồi cho đến khi Người qua đời thì quí ngài lại nói rằng Allah sẽ không bao giờ dựng một Sứ Giả nào sau Người nữa. Như thế đó, Allah làm lầm lạc những ai là kẻ tội lỗi và hay hoài nghi.”"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "“Những người hay tranh cãi về các dấu hiệu của Allah nhưng lại không có bất cứ thẩm quyền (bằng chứng) nào (được mang đến cho họ), đối với Allah và đối với những người có đức tin, họ là những kẻ đáng ghét và đáng căm thù. Tương tự như thế, Allah niêm kín trái tim của từng tên tự cao tự đại (trước chân lý).”"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "Pha-ra-ông nói (với Haman, tể tướng của hắn): “Này Haman! Khanh hãy xây cho trẫm một cái tháp cao để trẫm có thể đi tới những con đường.”"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "“Những con đường của các tầng trời đưa trẫm đi diện kiến Thượng Đế của Musa. Nhưng trẫm thực sự nghĩ nó là một kẻ dối trá.” Như thế đó, hành động tội lỗi đã trở nên hấp dẫn đối với Pha-ra-ông và hắn bị cản trở khỏi con đường (của Allah). Và mưu đồ của Pha-ra-ông chỉ đưa đến thất bại"
        }
    ]
}