{
    "pages": [
        {
            "chapter": 20,
            "verse": 13,
            "text": "Y te he escogido a ti (de entre tu pueblo); escucha, pues, lo que te va a ser revelado"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Ciertamente, Yo soy Al-lah, no hay ninguna otra divinidad verdadera fuera de Mí. Adórame, pues, (solo a Mí) y cumple con la oración para glorificarme"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "La Hora final llegará con toda certeza. Solo Yo sé cuándo sucederá[572] para recompensar a cada ser según se haya esforzado (y haya actuado)"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "No dejes que quienes no creen (en la Hora) y siguen sus pasiones te aparten de tu fe, pues sería tu perdición"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "¿Y qué es eso que llevas en tu mano derecha, Moisés?”"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Moisés (dijo): “Es mi cayado. Me apoyo en él, sacudo con él las ramas de los árboles para (que caigan las hojas de las que se alimenta) mi ganado y me sirve para muchas otras cosas”"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Al-lah le dijo: “¡Arrójalo, Moisés!”"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Moisés lo arrojó y se convirtió en una serpiente que se movía con rapidez"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "(Al-lah) le dijo: “¡Tómalo y no temas! Lo devolveremos a su estado original"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "(E introduce la mano por el cuello de tus vestimentas) y presiónala en el costado (bajo la axila); al extraerla aparecerá (radiantemente) blanca, sin que padezcas ninguna enfermedad[573]. Este es otro milagro (de tu Señor)"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "(Esto es) para mostrarte grandes pruebas de Nuestro poder"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Ve al Faraón, pues se ha excedido (en opresión e incredulidad)”"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Entonces, (Moisés) suplicó (a su Señor) diciendo: “¡Señor!, abre mi corazón (dándome confianza y valor)"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "y facilítame mi misión"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "y libérame de mi impedimento al hablar"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "para que entiendan mis palabras"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Desígname a un ayudante de mi familia"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "(desígname como ayudante) a Aarón, mi hermano"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Refuérzame con él"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "y haz que participe conmigo en mi misión"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "para que te alabemos"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "y te glorifiquemos mucho"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "En verdad, tu nos observas (en todo momento y ves todo lo que hacemos)”"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "(Al-lah) respondió: “Tu plegaria ha sido aceptada, Moisés"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "y ya te concedimos Nuestro favor en otra ocasión"
        }
    ]
}