{
    "pages": [
        {
            "chapter": 26,
            "verse": 1,
            "text": "Ta. Sin. Mim"
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "Estas son las aleyas del Libro esclarecedor (el Corán)"
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "Puede que te consumas de pesar (¡oh, Muhammad!) porque (los habitantes de La Meca) no creen"
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "Si quisiéramos, les enviaríamos un milagro del cielo que los obligaría a doblegarse ante la verdad con sumisión"
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "Mas cada vez que les llega una nueva revelación del Clemente se apartan de ella"
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "Ciertamente han negado la verdad, y recibirán noticias de aquello de lo que se burlaban (el castigo de Al-lah, el cual se abatirá sobre ellos)"
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "¿Acaso no ven cómo hacemos que crezcan en la tierra todo tipo de nobles especies"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "En verdad, en ello tienen una prueba (del poder) de Al-lah; pero la mayoría (de los hombres) no cree"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "Y, ciertamente, tu Señor (¡oh, Muhammad!) es el Poderoso y el Misericordioso"
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "Y recuerda cuando tu Señor llamó a Moisés (y le dijo): “Ve al pueblo injusto"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "al pueblo del Faraón, ¿es que no van a temer a Al-lah?”"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "(Moisés) dijo: “¡Señor!, en verdad, temo que me desmientan"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "Y temo que mi pecho se oprima (si me desmienten) y que no pueda expresarme con claridad; envía, pues, a Aarón (conmigo)"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "Y cometí un crimen[713] contra ellos y temo que me maten”"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "(Al-lah) respondió: “No te matarán. Vayan los dos con Mis pruebas (y milagros). Yo estaré con ustedes escuchándolo todo"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "Preséntense ante el Faraón y díganle: ‘Somos mensajeros del Señor de toda la creación"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "Dejen que los hijos de Israel vengan con nosotros’”"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "El Faraón dijo (a Moisés): “¿Acaso no te educamos de pequeño y viviste entre nosotros muchos años de tu vida"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "e hiciste lo que hiciste (matar a un egipcio) siendo desagradecido?”"
        }
    ]
}