{
    "pages": [
        {
            "chapter": 35,
            "verse": 4,
            "text": "Y si (tu pueblo) te desmiente (¡oh, Muhammad!, recuerda que) otros mensajeros anteriores a ti también fueron desmentidos; y todos los asuntos retornarán a Al-lah (para que decida sobre ellos)"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "¡Oh, gentes!, la promesa de Al-lah es cierta. No se dejen seducir por la vida mundanal ni por el seductor (del Demonio porque se apartarían del camino de Al-lah)"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "Ciertamente, el Demonio es un enemigo su; tomadlo, pues, como el enemigo que es. Él invita a quienes lo siguen a ser de los habitantes del fuego abrasador"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "Quienes hayan rechazado la verdad tendrán un severo castigo; y quienes hayan creído y obrado rectamente obtendrán el perdón (de Al-lah) y una gran recompensa"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "¿Acaso quien se ha dejado seducir por sus malas acciones hasta verlas como buenas (puede compararse con quien Al-lah ha guiado)? Al-lah extravía a quien quiere (por rechazar la verdad) y guía a quien quiere. Y no te consumas de pesar por ellos (¡oh, Muhammad!); Al-lah sabe bien lo que hacen"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "Al-lah es Quien envía los vientos que forman nubes. Después las conduce hacia un país árido y revive la tierra tras su muerte (mediante la lluvia). Así será la resurrección"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "Quien quiera poder y gloria (que sepa que) todo el poder y la gloria pertenecen a Al-lah (y que solo pueden conseguirlos obedeciéndolo a Él). A Él ascienden las buenas palabras[828] y enaltece las buenas acciones (de los hombres). Y quienes tramen cualquier mala acción tendrán un severo castigo y sus planes se desmoronarán"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "Y Al-lah los creó de polvo (la primera vez), y después, de una mínima cantidad de esperma (nutfah)[829] e hizo parejas de ustedes. Ninguna mujer concibe ni da a luz sin Su conocimiento. Y no hay vida que Él prolongue o cuya duración acorte que no haya sido decretada y conste en un registro (la Tabla Protegida); y esto es fácil para Al-lah"
        }
    ]
}