{
    "pages": [
        {
            "chapter": 60,
            "verse": 6,
            "text": "Realmente, en ellos (en Abraham y en quienes creyeron en él) hay un buen ejemplo para quienes de ustedes anhelan el encuentro con su Señor y la recompensa del Día del Juicio Final. Y quien se aleje (de lo que Al-lah ha ordenado y se alíe con quienes niegan la verdad) debe saber que Al-lah no necesita nada de nadie y es (el único) digno de toda alabanza"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Puede ser que Al-lah establezca el afecto entre ustedes y quienes consideraban sus enemigos (una vez han sido guiados hacia la fe). Al-lah es Todopoderoso; y Al-lah es Indulgente y Misericordioso"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Al-lah no les prohíbe tratar con amabilidad y justicia a aquellos (de entre quienes rechazan la verdad) que no los han combatido por su religión ni los han expulsado de sus hogares. Ciertamente, Al-lah ama a los justos"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Lo que Él les prohíbe es que tomen por aliados y protectores a aquellos que los combatieron debido a su religión y los expulsaron de sus hogares y a quienes colaboraron en su expulsión. Y quien los tome por aliados y protectores serán los injustos"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "¡Oh, creyentes!, cuando les lleguen las mujeres creyentes (de La Meca) con la intención de emigrar hacia ustedes (después del tratado de Hudaibiyah), comprueben su fe (para asegurarse de que emigran por la religión)[1036]. Al-lah es Quien mejor conoce su fe. Si tienen la certeza de que son verdaderas creyentes (tras haberlo ellas jurado), no las devuelvan a sus esposos idólatras (de La Meca). Ellas no son lícitas para ellos ni ellos son lícitos para ellas. Y entreguen a los esposos idólatras (de las mujeres que han aceptado el Islam) los bienes equivalentes al maher[1037] que ellos les ofrecieron cuando las desposaron. No incurren en pecado si se casan luego con ellas, siempre y cuando les ofrezcan unos bienes como maher. Y no mantengan los lazos matrimoniales con las mujeres que rechazan la verdad y pidan a los idólatras los bienes que les ofrecieron a estas cuando las desposaron, y que ellos pidan lo que entregaron a sus esposas cuando las desposaron. Esto es lo que Al-lah dictamina, y así juzga entre ustedes. Y Al-lah es Omnisciente y Sabio"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Y si algunas de sus esposas huyen hacia los idólatras y (tras una batalla) obtienen un botín, entreguen a quienes perdieron a sus esposas lo equivalente a los bienes que les ofrecieron como maher cuando las desposaron. Y teman a Al-lah si realmente creen en Él"
        }
    ]
}