{
    "pages": [
        {
            "chapter": 4,
            "verse": 87,
            "text": "¡Al-lah! No hay nada ni nadie con derecho a ser adorado excepto Él. Ciertamente, los reunirá a todos el día sobre el cual no hay duda (el Día de la Resurrección), ¿y quién es más veraz que Al-lah"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "¿¡Oh, creyentes!, por qué están divididos en dos grupos con respecto a los hipócritas? Al-lah ha hecho que regresen a la incredulidad por lo que han cometido (por desafiar y desobedecer al Profeta). ¿Es que quieren guiar a quien Al-lah ha extraviado (por rechazar la verdad)? Y no podrás guiar a quien Al-lah ha desviado del camino"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "(Los hipócritas) desean que renieguen de su creencia como ellos mismos han hecho para que sean como ellos. No los tomen, pues, por aliados y protectores hasta que emigren sinceramente por la causa de Al-lah. Pero si no lo hacen (y se vuelven abiertamente hostiles), aprésenlos y ajustícienlos allí donde los encuentren. Y no tomen de entre ellos ni protectores ni auxiliadores"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "Pero no luchen contra quienes se alíen con gentes con las que (ustedes) mantienen un acuerdo de paz o contra quienes lleguen a ustedes con el corazón apesadumbrado por tener que luchar contra ustedes o contra su propia gente. Si Al-lah hubiera querido les habría dado poder sobre ustedes y los habrían combatido. Mas si se mantienen al margen, no los combaten y les proponen la paz, entonces Al-lah no permite que tomen acciones contra ellos"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "Encontrarán a otros que desean gozar de seguridad entre ustedes (haciéndose pasar por creyentes) y entre los suyos (adorando lo que ellos adoran). Cada vez que son puestos a prueba se hunden más en la incredulidad. Mas si no se mantienen al margen ni les proponen la paz ni dejan de combatirlos, aprésenlos y ajustícienlos allí donde los encuentren. Contra estos sí que les hemos concedido una clara autorización (para combatirlos)"
        }
    ]
}