{
    "maqras": [
        {
            "chapter": 2,
            "verse": 177,
            "text": "La piete ne consiste aucunement a tourner son visage en direction du Levant ou du Couchant, mais a croire en Allah, au Jour dernier, aux anges, aux Livres reveles et aux prophetes, a faire don de ses biens - malgre l’amour qu’on peut leur porter - aux proches parents, aux orphelins, aux necessiteux, aux voyageurs demunis, aux mendiants, mais aussi a affranchir les esclaves, a accomplir la priere, a s’acquitter de l’aumone, a honorer les engagements contractes et a endurer patiemment la misere, les souffrances et l’aprete des combats. Seuls ceux qui agissent ainsi sont sinceres dans leur foi et craignent veritablement Allah"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Vous qui croyez ! La loi du talion vous est prescrite en cas de meurtre. Homme libre pour homme libre, esclave pour esclave, femme pour femme. Si toutefois le meurtrier obtient le pardon de son frere, qu’une compensation lui soit reclamee selon les usages et qu’il s’en acquitte de bonne grace. C’est la un effet de la misericorde de votre Seigneur qui vous offre ainsi un allegement. Quiconque, cependant, transgressera la loi apres cela subira un douloureux chatiment"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Sachez, vous qui etes doues de raison, que la loi du talion est un moyen de preserver vos vies et de vous inciter a craindre Allah"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Il est egalement prescrit a celui qui, au seuil de la mort, laisse des richesses de faire un testament equitable au profit de ses pere et mere et de ses proches parents. C’est la un devoir pour quiconque craint Allah"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Quiconque en modifie les dispositions apres en avoir eu connaissance supportera seul les consequences de son acte. Allah, en verite, entend tout et sait tout"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Quiconque toutefois, temoin d’une injustice deliberee ou involontaire de la part du testateur, decide de corriger le testament d’un commun accord avec les heritiers, ne commet aucun peche. Allah, en verite, est Tres Clement et Tres Misericordieux"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Vous qui croyez ! Le jeune vous est prescrit - de meme qu’il fut prescrit aux nations qui vous ont precedes - afin de vous preserver du peche"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Il vous est prescrit de jeuner un nombre limite de jours. Quiconque parmi vous est malade ou en voyage est dispense de jeune, mais devra le compenser par un nombre equivalent de jours. Quant a ceux qui, pouvant le supporter, preferent s’en dispenser, ils devront en compensation nourrir un necessiteux. Quiconque se montre plus genereux le sera pour son plus grand bien. Jeuner est neanmoins preferable pour vous, si vous saviez"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "C’est au mois de Ramadan que fut revele le Coran dont les enseignements indiquent clairement aux hommes la voie du salut en leur permettant de discerner le vrai du faux. Quiconque parmi vous est present en ce mois devra donc le jeuner. Quant a celui qui est malade ou en voyage, il devra jeuner un nombre equivalent de jours. Allah veut vous faciliter les choses, non les rendre malaisees, et vous permettre de jeuner le mois en entier et de celebrer, en signe de reconnaissance, Sa grandeur pour vous avoir guides"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "A ceux de Mes serviteurs qui t’interrogent sur Moi, reponds que Je suis tout proche, J’exauce quiconque M’invoque sincerement. Qu’ils suivent donc la voie du salut en se soumettant a Mes commandements et en croyant en Moi"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Il vous est dorenavant permis, les nuits de Ramadan, d’avoir des rapports avec vos epouses qui sont pour vous un vetement, de meme que vous etes pour elles un vetement. Allah savait que vous trichiez parfois avec vous-memes. Il a donc accepte votre repentir, allege vos obligations et vous a pardonne. Vous pouvez desormais avoir des relations avec elles en esperant obtenir ce qu’Allah vous a predestine. Mangez et buvez jusqu’au moment ou se distingueront clairement les premieres lueurs de l’aube dans l’obscurite de la nuit, puis jeunez jusqu’a la tombee du jour. Mais evitez tout rapport avec elles lors de vos retraites dans les mosquees. Telles sont les limites qu’Allah vous a imposees, gardez-vous donc de vous en approcher. C’est ainsi qu’Allah expose clairement Ses enseignements aux hommes afin de les preserver du peche"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Que les uns ne s’emparent pas sans droit des biens des autres, ni n’utilisent leurs propres biens pour corrompre les juges, commettant ainsi un peche flagrant en spoliant sciemment leurs victimes d’une partie de leurs richesses"
        }
    ]
}