{
    "rukus": [
        {
            "chapter": 6,
            "verse": 21,
            "text": "र त्योभन्दा अन्यायी को होला जसले अल्लाहमाथि झूठा आरोप लगाउँछ वा उसका आयतहरूलाई मिथ्या ठहरयाउँछ । यस्ता अन्यायीहरूले मुक्ति पाउने छैनन् ।"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "र स्मर्णीय छ त्योदिन जुन दिन हामीले सबै मानिसहरूलाई एकत्रित गर्नेछौं अनि मुश्रिकहरूसित सोध्नेछौं कि (आज) तिम्रा साझेदारहरू कहाँ छन्, जसलाई पूजनीय भनी तिमीहरू दावी गर्दथ्यौ"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "त्यसपछि तिनीहरूको यो झूठ भन्नु बाहेक अरु कुनै उपद्रव हुँदैन कि अल्लाहको कसम ! हे हाम्रो पालनकर्ता हामी कदापि बहुदेववादी थिएनौं ।"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "अलि हेर त, कस्तो किसिमबाट तिनीहरूले आफूमाथि नै झूठा कुरा गरे, र जसको बारेमा मनगढन्त मिथ्या कुरागर्दथे ती सबै बेपत्ता भइहाले ।"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "र तिनीहरूमध्ये केही यस्ता छन् जो तपाईको कुरा सुन्ने स्वाङ पार्छन् र हामीले तिनीहरूका हृदयमाथि आवरण हालिदिएका छौं, जसले कि तिनलाई बुझ्न नसकुन् र उनको कानहरूमा बहिरोपनको सृजना गरिदिएका छौं र यदि तिनीहरूले सम्पूर्ण निशानीहरू देखे तापनि, तिनमाथि कहिले ईमान ल्याउने छैनन्, यहाँसम्म कि जब तिनीहरू तपाईको नजिक आउँछन् त बिना कारण विवाद गर्न आउँछन् त जो काफिर छन्, यसरी भन्दछन् कि यो (कुरआन) त पूर्वजहरूको दन्त कथा बाहेक अरु केही होइन ।"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "र तिनीहरूले यसबाट अरुहरूलाई पनि रोकिराखेका छन् र स्वयं पनि टाढा रहन्छन् तर तिनीहरूले आफूलाई नै विनाश गरिरहेका छन् र तिनीहरू महसूस गरिरहेका छैनन् ।"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "यदि तपाईले त्यो समय हेर्नपाउने भए जब यिनीहरू नर्कछेउ उभ्याइने छन् र भन्ने छन् कि क्याराम्रो हुने थियो यदि हामीलाई फर्काइयोस् भने हामीले आफ्नो पालनकर्ताका आयतहरूलाई झूठा भन्ने थिएनौं र हामी ईमान ल्याउने थियौं ।"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "हो, यिनीहरूले जुन कुरा अघि लुकाउँदथे (आज) त्यो कुरा तिनीहरूका आँखाको अगाडि छर्लङ्ग भइसकेको छ र यिनलाई संसारमा फर्काइए पनि जुन कामबाट मनाही गरिएको थियो, त्यही काम फेरि गर्न थाल्नेछन् । निःसन्देह यिनीहरू एकदम झुट्ठा हुन् ।"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "र तिनीहरू भन्दछन् कि हाम्रो जो संसारिक जीवन छ, यही नै वास्तविक जिन्दगी हो, (मृत्यु पश्चात) फेरि हामी जीवित पारिने छैनौं ।"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "र तपाईले तिनीहरूलाई आफ्नो पालनकर्ताको अगाडि उभ्याइऐको बेला हेर्नु भएमा अल्लाहले सोध्नेछ, के यो कुरा सत्य होइन ? तिनीहरूले भन्ने छन्, पालनकर्ताको कसम किन नहुनु ! अल्लाहले आदेश दिनेछ अब आफ्नो कुफ्रको बदलामा सजाय चाख ।"
        }
    ]
}