{
    "rukus": [
        {
            "chapter": 9,
            "verse": 81,
            "text": "पछि परेकाहरू रसूलुल्लाह(सल्लल्लाहो अलैहे वसल्लम) गइसकेपश्चात आफू बसिराख्नुमा खुशी छन् । उनीहरूले अल्लाहको मार्गमा आफ्ना माल र आफ्नो ज्यानहरूसित जिहाद गर्न रुचाएनन् र उनीहरूले भने कि यस गर्मीमा ननिस्क । भनिदिनुस् कि नर्कको आगो साह्रै नै गरम छ । यिनीहरूले यो कुरा बुझेको भए कति राम्रो हुने थियो ।"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "तसर्थ यिनीहरूले आफ्ना क्रियाकलापहरूको बदलामा जो यिनीहरूले गर्दथे कम हाँसुन् र धेरै रोउन् ।"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "अब यदि अल्लाहले तपाईलाई उनीहरूको कुनै समूहतिर फर्काएर लगाएपछि अनि भविष्यमा तिनीहरूले तपाईंसित युद्ध मैदानमा निस्कन अनुमति चाहन्छन् भने त भनिदिनुस्ः ‘‘तिमीहरू मेरो साथमा कहिल्यै पनि निस्कन सक्दैनौ र न त मेरो साथमा कुनै शत्रुसँग लड्न सक्छौ । तिमीले पहिलोपटक नै बसिराख्न रुचायौ, तसर्थ अब पछि पर्नेहरूकै साथमा बसिराख ।"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "यिनीहरूमध्ये कोही मर्छ भने तपाईंले उसको जनाजाको नमाज कहिल्यै नपढ्नु र न उसको चिहान छेउ उभिनु । यिनीहरूले अल्लाह र उसका रसूलको अवज्ञा गरे, र मर्ने बेलासम्म पनि उल्लङ्घनकारी र तिरस्कृत नै रहे ।"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "तपाईंलाई तिनीहरूका धन–सम्पत्ति र सन्तान आकृष्ट नगरुन् । अल्लाह त यही नै चाहन्छ कि ती कुराहरूद्वारा उनीहरूलाई संसारमा सजाय देओस् र यिनीहरू आफ्नो प्राण ननिस्कुनजेलसम्म काफिर नै रहुन् ।"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "जब कुनै सूराः उतारिन्छ कि, ‘‘अल्लाहमाथि आस्था राख र उसका रसूलको साथ मिलेर जिहाद गर’’। त यिनीमध्ये सम्पन्नहरूको एउटा समूह तपाईंको पासमा आएर विदा माँग्दछन् र भन्छन् कि ‘‘हामीलाई त बसिराख्नेहरूसित नै छोडिदिनुस्’’।"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "उनीहरूले त पर्दाभित्रका स्त्रीहरूकै साथदिने कुरामा प्रसन्न भइहाले, र उनीहरूको हृदयमा छाप लगाइहालियो । अब उनीहरू केही बुझ्दैनन् ।"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "तर स्वयं रसूल (सन्देष्टा) र उनका साथमा ईमानवालाहरूले आफ्नो माल र ज्यानसित जिहाद गर्दछन् । यी व्यक्तिहरू नै भलाईवाला हुन् र यी मानिसहरू नै सफलता प्राप्त गर्नेवाला हुन् ।"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "यिनीहरूकै निम्ति अल्लाहले ती स्वर्गहरू तयार गरेको छ, जसमुनि नहरहरू बगिराखेका छन् जसमा यिनीहरू सधैं रहनेछन् । यही ठूलो सफलता हो ।"
        }
    ]
}