{
    "rukus": [
        {
            "chapter": 11,
            "verse": 25,
            "text": "र हामीले ‘‘नूहलाई’’ उनको कौमतिर रसूल बनाएर पठायौं (उनले भने) कि मैले तिमीलाई खुल्लमखुल्ला सावधान गराउने आएको हूँ ।"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "कि तिमीहरू अल्लाह बाहेक कसैको पूजा नगर । मलाई तिम्रो बारेमा कष्टदायक सजाय हुने दिनको भय छ ।"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "अनि उनको समुदायका काफिरहरूको नायकहरूले भन्न थालेः कि हामीले तिमीलाई आफू जस्तै एउटा मानिसको रूपमा देख्छौं र यो पनि देख्छौं कि तिम्रा अनुयायीहरू तल्लो श्रेणीका मानिसहरू बाहेक कोही छैन जसले नजानी बुझीकन तिम्रो अनुयायी भएका छन् । हामीले त हामीहरूभन्दा तिमीमा केही बढी विशेषता देखेका छैनौं बरु तिमीलाई हामीले झूठा ठान्दछौं ।"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "नूहले भने कि हे मेरो सम्प्रदायका मानिसहरू, बताऊ यदि म आफ्नो पालनकर्ताबाट (स्पष्ट) प्रमाण राख्दछु र उसले मलाई आफ्नो तर्फबाट दया प्रदान गरेको छ, त्यो तिम्रो दृष्टिमा पर्दैन भने त के हामीले यसको निम्ति तिमीलाई बाध्य गरौं ? जबकि तिमी त्यसबाट अप्रसन्न छौ ।"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "र हे मेरो समुदायहरू ! म यस (सन्देश) बापत तिमीसित धनसम्पत्ति माँग्दिन, मेरो पुरस्कार त केवल अल्लाहको जिम्मामा छ, र ईमानवाला मानिसहरूलाई म लखेटन सक्दिनँ, तिनीहरू आफ्नो पालनकर्तासित साक्षातकार प्राप्त गर्नेवाला छन्, तर म तिमीहरूलाई अज्ञानतापूर्ण कार्य गरिराखेका देख्दछु ।"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "र हे मेरो कौमका मानिसहरू यदि मैले तिनीहरूलाई निकालिदिएँ भने अल्लाहबाट कसले मेरो मद्दत गर्न सक्दछ । के तिमी केही उपदेश ग्रहण गर्दैनौ ।"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "म तिमीसित यो भन्दिनँ कि मसित अल्लाहको खजाना छ र नत यो कि म अदृश्य कुरो जान्दछु र नत यो भन्छु कि म फरिश्ता हूँ र न तिनीहरूको बारेमा केही भन्दछु, जसलाई तिमीले हेलाको दृष्टिले हेर्दैछौ, कि अल्लाहले तिनीहरूलाई राम्रो प्रतिफल दिनेछैन । जुन उनका हृदयमा छन्, त्यसलाई अल्लाह जान्दछ । यदि म यस्तो भन्छु भने निःसन्देह अत्याचारीहरूमध्येको हुनेछु ।"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "सम्प्रदाय वालाले भनेः कि हे नूह ! तिमीले हामीसँग धेरै विवाद गर्यौ यदि तिमी साँचो हौ भने जुन कुरोबाट हामीलाई तर्साइराखेका छौ त्यो हाम्रो अगाडि लिएर आऊ ।"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "नूह (अलैस्सिलाम) ले भने कि यसलाई त अल्लाहले चाहे भने मात्र ल्याउन सक्छ र तिमीले उसलाई कुनै प्रकारले विवश गर्न सक्दैनौ ।"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "र यदि म चाहन्छु कि तिम्रो भलो गरूँ र अल्लाह यो चाहन्छ कि तिमीलाई मार्गविचलित गरोस् त मेरो शुभेक्षा तिमीलाई कुनै फाइदा पुर्याउन सक्दैन । उही नै तिम्रो पालनकर्ता हो र तिमीलाई उसैतिर फर्किजानु पर्नेछ ।"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "के यिनीहरूले भन्दछन्ः कि यसलाई पैगम्बर आफैले बनाइहालेको छ त भनिदिनुस्ः कि यदि मैले आफैले यसलाई बनाएको छु भने त्यसको अपराध ममाथि छ र जुन अपराध तिमीहरूले गर्दछौ त्यसको जिम्मेवारीबाट म मुक्त छु ।"
        }
    ]
}