{
    "rukus": [
        {
            "chapter": 25,
            "verse": 10,
            "text": "अल्लाह धेरै बरकतावाला छ, जसले यदि चाहेको भए तपाईलाई यिनीहरूले भनेको भन्दा राम्रा बगैचाहरू प्रदान गर्दथ्यो जसमुनि नहरहरू बगिराखेका हुन्छन् र तपाईको निम्ति महल पनि बनाइदिने थियो ।"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "कुरो यो छ कि यिनीहरूले त कियामतलाई नै झूठो भनिराखेका छन् । र हामीले कियामतलाई झूठो भन्नेहरूको निम्ति नर्कमा आगो तयार राखेका छौं ।"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "जब त्यसले (नर्कले) उनीहरूलाई टाढाबाट देख्नेछ, तब यिनीहरूले उसको भयङ्कर रिसको चित्कार सुन्नेछन् ।"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "र जब यिनीहरू नर्कको कुनै साङ्गुरो ठाउँमा जंजीरमा हात पछाडि बाँधिएर फालिनेछन् तब (यिनीहरूले) त्यहाँ आफ्नो लागि मृत्युलाई पुकारने छन् ।"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "(उनी सित भनिनेछ) आज एउटा मृत्युलाई मात्र न पुकार, धेरै मृत्युहरूलाई पुकार ।"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "तपाई भनिदिनुस् ! कि के यो उत्तम हो वा त्योे सधैंको जन्नत (स्वर्ग), जसको आत्मसंयमिहरूसित वाचा गरिएको छ । जो उनीहरूको (कर्मको) प्रतिफल हो र उनीहरूले बस्ने स्थान हुनेछ ।"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "(त्यहाँ) तिनीहरू जे चाहन्छन्, उनीहरूको निम्ति त्यो उपलब्ध हुनेछ, सधैं त्यसमा बास गर्नेछन् । यो तिम्रो पालनकर्ताको जिम्मा यस्तो वचन हो जुन प्रार्थनीय छ ।"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "र जुन दिन अल्लाहले यिनीहरूलाई र अल्लाह बाहेक यिनीहरूले जसको पूजा गर्दछन्, एकत्रित गरेर सोध्नेछ, कि के तिमीले मेरा यी सृष्टिहरूलाई विचलित गरेका थियौ वा यिनीहरू स्वयम् मार्गविचलित भएका थिए"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "उनीहरूले जवाफ दिनेछन्ः कि पवित्र छौ तिमी, हामीलाई यो कुरा उचित थिएन कि तिमीलाई छाडी अरु कसैलाई पक्षधर (स्रष्टा) बनाऔं, कुरो यो छ कि तिमीले नै उनीहरूलाई र उनीहरूका बाबु बाजेलाई अत्यधिक सुख सामग्री प्रदान गर्यौ यहाँसम्म कि उनीहरूले तिम्रो उपदेशलाई बिर्सिदिए र यिनीहरू नष्ट हुनेहरू नै थिए ।"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "(काफिरहरू !) उनीहरूले त तिमीलाई तिम्रो सबै कुरामा झुठ्लाएका थिए । अब न तिमीमा यातनामा परिवर्तन गर्ने शक्ति छ र नकुनै सहायता नै पाउन सक्तछौ । र तिमीहरूमध्ये जस–जसले पनि अत्याचार गरेका छन् तिनलाई हामीले ठूलो यातनाको स्वाद चखाउँनेछौं ।"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "हामीले तपाईभन्दा पहिला जति पैगम्बरहरू पठाएका छौं, सबै खाना खानथे र बजारहरूमा हिंड्डुल गर्दथे र हामीले तिमीहरूमध्ये हरेकलाई एक अर्काको निम्ति परीक्षाको माध्यम बनायौं । के तिमीले धैर्य गर्दछौ ? तिम्रो पालनकर्ताले सबै (कुरा) देख्दछ ।"
        }
    ]
}