{
    "rukus": [
        {
            "chapter": 30,
            "verse": 28,
            "text": "अल्लाहले तिम्रो लागि स्वयम् तिम्रो एउटा उदाहरणको वर्णन गरेको छ । जे जति मैले तिमीलाई दिइराखेको छु के तिम्रो दासहरूमध्येको पनि कोही त्यसमा हकदार छ ? कि तिमी र तिनी त्यसमा बराबर भागीदार छौ ? र तिमीले उनीसित यस्तो डराउँछौ जस्तो तिमी आफ्नै (भाइ–अंशियारहरू) सित डराउँछौ हामीले बुद्धिमानहरूको लागि यस्तै स्पष्ट गरी–गरी आयतहरू वर्णन गर्दछौं ।"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "अपितु कुरो यो हो कि यी अन्यायीहरू बिना ज्ञान त्यस्तै स्वार्थपूर्तिमा लागेका छन् । त्यसलाई कसले बाटो (सही बाटो) देखाउन सक्दछ जसलाई अल्लाहले मार्गविचलित गरिदिन्छन् । यिनीहरूको एउटा पनि मद्दत गर्नेवाला हुँदैन ।"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "तसर्थ तपार्इं दत्तचित्त भएर आफूलाई दीन (इस्लाम) तर्फ लगाउँदै गर्नुस्, अल्लाहको त्यो विशेषता जसमाथि उसले मानिसहरूको सृष्टि गरेको छ । अल्लाहले बनाएको (लाई) नबदल्नु, यही सोझो धर्म हो । तर धेरैले बुझ्दैनन् ।"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "(मानिसहरू हो !) अल्लाहतर्फ लागेर ऊसित डर मान्ने गर र नमाज पढ्ने गर र मुश्रिकहरूमध्येबाट नबन्नु ।"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "उनीहरूमध्येबाट जसले आफ्नो धर्मलाई टुक्रा–टुक्रा गरिदिए र स्वयम् पनि समूह–समूहमा विभाजित भए, प्रत्येक समूह आफूसंग भएको चीज–वस्तुमा प्रसन्न छ ।"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "जब मानिसहरूलाई कुनै कष्ट पुगदछ, त आफ्नो पालनकर्तातर्फ प्रवृत्त भएर प्रार्थना गर्दछन् । अनि जब उसले उनीहरूलाई आफ्नो दयालुताको रसास्वादन गराइदिन्छ तब उनीहरूमध्ये केही मानिसहरूले (एउटा समूहले) आफ्नो पालनकर्ताको साझेदार ठहराउन थाल्दछन् ।"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "ताकि उनीहरूले त्यसप्रति अकृतज्ञता देखाऊन् जुन हामीले उनीहरूलाई प्रदान गरेका छौं, ठीकै छ तिमी फाइदा उठाइहाल । अति शीघ्र नै तिमीलाई (परिणाम) थाहा भइहाल्नेछ ।"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "के हामीले उनीहरूलाई कुनै यस्तो प्रमाण उतारेका छौं जसले उनलाई स्पष्ट गरी अल्लाहको साथ शिर्क गर्न सिकाउँछ ।"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "र जब हामीले मानिसहरूलाई आफ्नो दयालुताको रसास्वादन गराउँदछौं त अत्यन्त खुशी भइहाल्छन् र यदि उनकै हातले गरेको उनीहरूका कर्महरूको कारणले कुनै कष्ट पुग्दछ भने निराश भइहाल्दछन् ।"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "के उनीहरूले यो देखेनन् कि अल्लाहले नै जसको निम्ति चाहन्छ जीविका विस्तृत गरिदिन्छ र जसको निम्ति चाहन्छ संकुचित गरिदिन्छ । निःसन्देह यसमा पनि ईमानवालाहरूको निम्ति निशानीहरू छन् ।"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "तसर्थ नातेदारहरू र निमुखाहरू र बटुवाहरूलाई उनीहरूको हक दिनेगर, जुन मानिसहरू अल्लाहको प्रसन्नताको इच्छुक छन, यो उनीहरूको हकमा राम्रो छ, र यिनै मानिसहरू सफलता प्राप्त गर्नेवाला हुन् ।"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "तिमीले जुन व्याजमा दिन्छौ, ताकि त्यो मानिसको मालमा शम्मिलित भई बढ्ने गरोस्, त त्यो अल्लाहकहाँ बढ्दैन, तर जुन जकात तिमीले अल्लाहको प्रसन्नता प्राप्त गर्नको निम्ति दियौ, त यस्ता मानिसहरूले नै (अल्लाहकहाँ) आफ्नो मालमा वृद्धि गर्छन् ।"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "अल्लाह नै त हो जसले तिमीलाई सृष्टि गर्यो, अनि तिमीलाई जीविका दियो, अनि तिमीलाई उसले मृत्यु दिनेछ अनि तिमीलाई जीवित गर्नेछ । के तिमीले साझेदार ठहराकाहरूमध्ये पनि कोही यस्तो छ, जसले यी कामहरूमध्ये केही गर्न सकोस् । अल्लाहको लागि पवित्रता र श्रेष्ठता छ उनीहरूका साझेदारहरूबाट ।"
        }
    ]
}