{
    "rukus": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "यस किताबको अवतरण अल्लाह अत्यन्त अधिपत्यशाली, तत्वदर्शीको तर्फबाट हो ।"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "हामीले यो किताब तिमीतिर सत्यताको साथ अवतरित गरेका हौं, तसर्थ तिमी अल्लाहको उपासना गर, धर्मलाई खास उसैको निम्ति विशेष गरेर ।"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "खबरदार ! उपासना खास अल्लाहकै लागि हो । र जसले उस बाहेक अरु मित्र बनाएका छन् र भन्दछन् किः ‘‘हामीले यिनीहरूलाई यसकारण पूज्दछौं कि हामीलाई अल्लाहको सामीप्यता प्राप्त गराइदिउन् ।’’ निश्चय नै अल्लाहले उनीहरूको बीचमा त्यस कुराको फैसला गरिदिनेछ जसमा उनीहरूले विवाद गरिराखेका छन् । अल्लाहले उसलाई मार्ग देखाउँदैन जो झूठो र अकृतज्ञ छ ।"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "यदि अल्लाहले आफ्नो सन्तान चाहेको भए, उसले आफ्नो सृष्टिहरूमध्येबाट, जसलाई चाहन्थ्यो, रोजिहाल्थ्यो । तर ऊ त उच्च छ ! उही अल्लाह एक्लै र सबैमाथि शक्तिमान् छ ।"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "उसैले आकाशहरू र धरतीलाई अत्यन्त राम्रो ढंगले सृष्टि गरेको छ । उसले रातीलाई दिनमाथि र दिनलाई रातीमाथि लपेटिदिन्छ र उसैले सूर्य र चन्द्रलाई (नियन्त्रणमा राखेर) काममा लगाएको छ । सबै एक निर्धारित समयसम्म संचालित छन् । निश्चित मान ऊ अधिपत्यशाली र क्षमाशील छ ।"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "उसले तिमी सबैलाई एक ज्यानबाट सृष्टि गर्यो, अनि उसैबाट जोडी बनायो र उसैले तिम्रो निम्ति चौपायामध्ये आठ जोडीहरू (भाले–पोथी) बनायो । उसैले तिम्रा आमाहरूको पेटमा एउटा आकारपछि अर्को आकारमा सृजना गर्दछ तीन–तीन अँध्याराहरूमा । उही अल्लाह तिम्रो पालनकर्ता हो । सत्ता उसैको हो, उसबाहेक कोही सत्य पूज्य छैन । अनि तिमी कहाँ बहकिरहेका छौ"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "यदि तिमी अकृतज्ञता प्रकट गर्दछौ भने सम्झिराख अल्लाह तिमी सबैसित निस्पृह छ । र उसले आफ्ना भक्तहरूको कृतघ्नता रुचाउँदैन, र यदि तिमी कृतज्ञता प्रकट गर्दछौ भने, उसले यसलाई तिम्रो निम्ति रुचाउनेछ । कसैले अर्काको लागि कुनै बोझ उठाउँदैन । अनि तिमीहरू सबैलाई आफ्नो पालनकर्तातिर फर्किजानु पर्नेछ । र उसले तिमीलाई बताइदिनेछ, जे तिमीले गरिराखेका हुनेछौ । निश्चय नै उसले छातीभित्रको कुरा पनि जान्दछ ।"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "र जब मानिसलाई कुनै कष्ट पुग्दछ तब राम्रो एकाग्र भएर आफ्नो पालनकर्तालाई पुकार्दछ अनि जब अल्लाहले उसमाथि आफ्नो अनुकम्पा गर्दछ, तब त्यसले त्यस कुरालाई बिर्सिहाल्दछ जसको निम्ति पहिला पुकारिराखेको थियो, र अल्लाहको समकक्षी ठहराउन थाल्दछ, ताकि यसको परिणामस्वरूप त्यसले उसको मार्गबाट अरुलाई पनि विचलित गराइदेओस् । तपार्इं भनिदिनुस् कि आफ्नो इन्कारको फाइदा केही दिनसम्म लिइहाल । अन्ततः तिमी नरकीहरूमध्येका हुनेछौ ।"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "त्यो व्यक्ति जसले रातको समयमा सजदा (उपासना) गर्दछ र उपासनामा उभिरहन्छ, आखिरतसित डर्छ र आफ्नो पालनकर्ताको दयाको आशा राख्दछ त्यो र यसको विपरीत गर्नेवाला के बराबर हुन सक्दछन् ? भन कि ‘‘के उनीहरू जो ज्ञानी छन् र उनीहरू जो अज्ञानी छन् दुवै समान हुनेछन् ? निश्चितरूपले शिक्षा त तिनैले ग्रहण गर्छन् जो बुद्धिवाला (सक्षम) छन् ।’’"
        }
    ]
}