{
    "rukus": [
        {
            "chapter": 39,
            "verse": 42,
            "text": "अल्लाहले नै प्राणहरूलाई उनीहरूको मृत्युको समय र जसको मृत्यु आएन त्यसलाई उसको निद्राको अवस्थामा ग्रस्त गरिहाल्दछ । अनि जसको मृत्युको निर्णय गरिसकेको छ, त्यसलाई रोकिराख्दछ । र अरु प्राणहरूलाई एक निर्धारित समयसम्मको लागि छोडिदिन्छ । निश्चय नै यसमा सोचविचार गर्नेहरूको निम्ति कैयन् निशानीहरू छन् ।"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "के उनीहरूले अल्लाह बाहेक अरुलाई सिफारिश गर्नेहरू बनाएका छन् ? तपार्इं भनिदिनुस् कि ‘‘चाहे उनीहरू कुनै कुराको पनि अधिकार राख्दैनन् र न केही बुझ्छन्, तैपनि ?’’"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "भनिदिनुस् ! कि ‘‘सबै सिफारिशको मालिक त अल्लाह नै हो । सबै आकाशहरू र जमिनको सत्ता उसैको लागि छ । अनि तिमी सबै उसैतिर फर्केर जानेछौ ।’’"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "र जब एक्लो अल्लाहको चर्चा गरिन्छ तब जुन मानिसहरू आखिरतमा विश्वास गर्दैनन् उनीहरूको हृदय घृणाले भरिन्छ, तर जब उस बाहेक अरुहरूको चर्चा आउँदछ तब उनीहरू आनन्दले प्रफुल्ल भइहाल्दछन् ।"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "तपार्इं भन्नुस् कि ‘‘हे अल्लाह ! आकाशहरू र धरतीको स्रष्टा (र) अदृश्य र प्रकट कुराको ज्ञाता ! तिमीले नै आफ्ना भक्तहरूमा ती कुराहरूको, निर्णय गर्नेछौ जसमा उनीहरूले विवाद गरिराखेका छन् ।’’"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "यदि अत्याचारीहरूसँग धरतीमा उपलब्ध सबै कुरा र त्यसको साथै त्यति नै अरु पनि हुनेछ भने, त उनीहरूले कयामतको दिन नराम्रो यातनाबाट बच्नको निम्ति ती सबै कुरा दिहाल्नेछन् । र उनको सामु अल्लाहतिरबाट त्यो प्रकट हुनेछ जसको उनीहरूले कल्पना पनि गर्दैन्थे ।"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "र उनीहरूले जे गरेका थिए त्यसको नराम्रो प्रभाव प्रकट भइहाल्नेछ र जसको (यातनाको) उनीहरूले हाँसो गर्दथे, त्यसले उनीहरूलाई आई घेर्नेछ ।"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "जब मानिसहरूलाई कुनै कष्ट पुग्छ तब उसले हामीलाई पुर्कादछ अनि जब हाम्रो तर्फबाट उसमाथि कुनै कृपा प्रदान भइसक्छ तब भन्दछः ‘‘कि यो त मलाई मेरो ज्ञानको कारणले प्राप्त भएको छ ।’’ (होइन) बरु यो त एउटा परीक्षा हो, तर उनीहरूमध्ये धेरै अज्ञानी छन् ।"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "जुन मानिसहरू यिनीहरूभन्दा अगाडि थिए, उनीहरूले पनि यही भन्ने गर्दथे, तर उनीहरूको कामकुरा उनीहरूलाई केही काम लागेन ।"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "अनि जेजति उनीहरूले कमाए, त्यसका नराम्रा कुराहरूको प्रभाव उनीहरूमाथि आइपर्यो र यिनीहरूमध्ये पनि जुन मानिसहरूले अत्याचार गरे, यिनीहरूमाथि पनि जे–जति उनीहरूले कमाए त्यसको नराम्रो परिणाम छिट्टै आइहाल्नेछ । र, यिनीहरूले (हामीलाई) हराउन सक्ने छैनन् ।"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "के उनीहरूलाई यो थाहा छैन कि अल्लाहले नै जसको निम्ति चाहन्छ जीविका प्रशस्त गरिदिन्छ र जसको निम्ति चाहन्छ सीमित गरिदिन्छ ? यसमा ईमान ल्याउनेहरूको निम्ति ठूला निशानीहरू छन् ।"
        }
    ]
}