{
    "rukus": [
        {
            "chapter": 3,
            "verse": 149,
            "text": "मोमिनहरू हो ! यदि तिमी काफिरहरूको भनाई मान्छौ भने, तिनीहरूले तिमीलाई तुरुन्तै विचलित गराइदिनेछन्, अनि तिमीलाई ठूलै हानि हुनेछ ।"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "अपितु अल्लाह नै तिम्रो मालिक हो र उही नै सबभन्दा राम्रो मद्दतगार हो ।"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "हामीले छिट्टै काफिरहरूको हृदयमा तिम्रो भयको सृजना गरिदिनेछौं, किनभने तिनीहरूले अल्लाहसित अरुहरूको साझेदारी ठहराउँछन्, जसको कि अल्लाहले कुनै प्रमाण पठाएको छैन र तिनको आश्रय नर्क हुनेछ । र त्यो अत्याचारीहरूको लागि सबैभन्दा नराम्रो बासस्थान हो ।"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "अल्लाहले आफ्नो वचन पूरा गरेर देखाइहाल्यो, जब तिमीले उसको आदेशले काफिरहरूलाई मरिराखेका थियौ, यहाँसम्म कि जब तिमीले आफ्नो साहस गुमाउन लागेका थियौ र काममा झगडा गर्न थाल्यौ र उसको आदेशको अवज्ञा गर्यौ, यस पश्चात पनि कि तिमीले चाहेको चीज उसले तिमीलाई देखाइदियो । तिमीहरूमध्ये केही त सांसारिक लाभ प्राप्तिको इच्छा गरिराखेका थिए र केही परलोकको आकांक्षा राख्दथे । फेरि अल्लाहले तिमीलाई तिनीहरूकोसँगबाट फर्काइहाल्यौ ताकि तिम्रो परीक्षा गरोस् र निःसंदेह उसले तिम्रा सम्पूर्ण त्रुटिहरूलाई क्षमा गरिदियो र अल्लाह आस्थावानहरूमाथि धेरै दया गर्दछ ।"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "जब तिमीहरू टाढा भाग्दै थियौ र कसैको वास्ता गरिराखेका थिएनौ र अल्लाहका रसूलले तिमीलाई तिम्रो पछाडिबाट आवाज दिइरहनु भएको थियो । तिमीमाथि एक कष्ट पछि अर्को दुःख पुग्यो ताकि जुन कुरो तिम्रो हातबाट हराउँदै थियो त्यसबाट दुःखी नहोऊ र नपुगेको कष्टको लागि उदास नहोऊ । अल्लाह सबै क्रियाकलापको जानकारी राख्दछ ।"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "अनि त्यस कष्टपछि अल्लाहले तिमीलाई सन्तुष्टि प्रदान गर्यो जसबाट तिमीहरूमध्येको एउटा समूहलाई शान्तिको निद्रा आउन लाग्यो, जबकि अर्कोतर्फ एउटा त्यो समूह पनि थियो, जसलाई आफ्नो प्राणको चिन्ता थियो उनीहरूले अल्लाहप्रति मूर्खतापूर्ण शंकाको कुरा गरिरहेका थिए र भन्दथे कि के हामीलाई पनि कुनै कुराको अधिकार छ र ? तपाई भनिदिनुस् कि सबै कुराहरू अल्लाहको अधिकार अन्तर्गत पर्दछन् । तिनीहरूले आफ्नो मनमा लुकाएर राखेका कुरा तपाई सम्मुख प्रकट गर्दैनन् । भन्दथे कि यदि हाम्रो अधिकारभित्र केही कुरा भएको भए हामी यहाँ किन मारिन्थ्यौं ?। तपाई भनिदिनुस् कि यदि मारिनु नै तिम्रो भाग्य भएको भए, तिमी आफ्नो घरहरूमा भए पनि निश्चितरूपमा आफ्ना मृत्युस्थलतिरै निस्की जाने थियौ । कि अल्लाहले तिम्रो छाती भित्रको कुराको परीक्षा गर्नु र तिम्रो हृदयमा जे छ त्यसलाई पवित्र गर्नु थियो र अल्लाह हृदयहरूमा भएका भित्री कुराहरू राम्ररी जान्दछ ।"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "तिमीहरूमध्ये जुन मानिसहरू भागिहाले, त्यसदिन जब दुई समूहहरूको बीच भिडन्त भएको थियो, । तिनीहरू आफ्ना केही क्रियाकलापका कारण शैतानको जालमा परिहाले, तर अल्लाहले तिनका त्रुटिहरूलाई क्षमा गरिदियो निःसन्देह अल्लाह क्षमाकर्ता र सहनकर्ता छ ।"
        }
    ]
}