{
    "maqras": [
        {
            "chapter": 16,
            "verse": 90,
            "text": "Allah porunceºte dreptatea, plinirea faptei bune ºi darniciafaþa de rude ºi El opreºte de la desfrau, fapta urata ºi nelegiuire. El va indeamna pentru ca voi sa va adu"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Þineþi-va legamantul faþa de Allah , dupa ce l-aþi facut ºi nu calcaþi juramintele dupa ce le-aþi intarit ºi dupa ce L-aþi luat pe"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Nu fiþi ca [femeia] aceea care destrama torsura ei bine rasucita infiricele ºi nu faceþi din juramintele voastre un mijloc de a va inºelaintre voi, pentru ca o comunitate sa devi"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Daca Allah ar fi voit, v-ar fi facut pe voi o singura comunitate , insa El lasa in ratacire pe cine voieºte El ºi calauzeºte pe cine voieºte El. Iar voi veþi da soco"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "ªi nu luaþi juramintele voastre drept mijloc pentru a va inºela unii pe alþii, astfel incat sa alunece piciorul [vostru], dupa ce a fost bine intarit ºi sa gustaþi voi"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "ªi nu vindeþi legamantul cu Allah pentru un preþ de nimic , caci numai la Allah se afla ceea ce e mai bun pentru voi, daca pricepeþi"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Ceea ce aveþi voi se termina, pe cand ceea ce se afla la Allah va ramane mereu . Iar Noi ii vom rasplati pe cei care sunt statornici dupa [faptele] cele mai bune pe care le-au savarºit"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Pe cel ce face o fapta buna - barbat ori femeie - ºi este credin- cios il vom darui Noi cu o viaþa buna . ªi Noi ii vom rasplati peei dupa [faptele] cele mai bune pe care le"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Atunci cand citeºti Coranul, cauta tu ocrotire la Allah impotriva luiªeitan cel alungat ºi afurisit"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "El nu are nici o putere asupra acelora care cred ºi care inDomnul lor se incred"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "El ii carmuieºte doar pe aceia care il iau drept ocrotitor ºi pe aceia care il fac pe el asociat"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Cand Noi inlocuim un semn cu un alt semn – ºi Allah ºtie mai bine ceea ce pogoara! –, ei zic: „Tu eºti numai un nascocitor! ” Insa cei mai mulþi dintre ei nu pricep"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Spune : „L-a pogorat Duhul Sfant de la Domnul tau intruadevar ca sa-i intareasca pe cei care cred ºi sa fie calauza ºi buna vestire pentru musulmani!”"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Noi ºtim ca ei zic: „Il invaþa pe El [Coranul] un om! ” Darlimba aceluia spre care ei arata este straina [nearaba], in vreme ce aceasta este o limba araba limpede"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Pe aceia care nu cred in versetele lui Allah, Allah nu-i va calauziºi vor avea ei parte de osanda dureroasa"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Ci plasmuiesc minciuna numai aceia care nu cred in versetele luiAllah ºi aceia sunt mincinoºi"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Aceia care nu cred in Allah, dupa ce au crezut – afara de acela care este silit [sa nu creada], dar inima lui este netulburata intru credinþa – asupra acelora care ºi-au deschis inima necred"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "Aceasta pentru ca ei au iubit viaþa lumeasca mai mult decatViaþa de Apoi , iar Allah nu calauzeºte neamul de necredincioºi"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Aceºtia sunt cei carora Allah le-a pecetluit inimile, auzul ºi vazul ºi aceºtia sunt cei nepasatori"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Fara indoiala ca in Lumea de Apoi ei vor fi pierduþi"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Insa Domnul tau, cu aceia care au pribegit dupa ce au fost ispitiþi ºi apoi au luptat ºi au indurat, cu aceia Domnul tau va fi dupa aceasta Iertator, Indurator [Ghaf]"
        }
    ]
}