{
    "maqras": [
        {
            "chapter": 2,
            "verse": 283,
            "text": "ªi daca sunteþi intr-o calatorie ºi nu gasiþi un scrib, atunci un zalog primit [este de ajuns]. Iar daca aveþi incredere unul in altul, atunci sa inapoiez"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Ale lui Allah sunt toate din ceruri ºi de pre pamant. ªi daca arataþi sau ascundeþi ceea ce este in sufletele voastre, Allah va va cere socoteala pentru acest lucru. Apoi El il va iert"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Trimisul a crezut in ceea ce i-a fost pogorat de la Domnul sau,asemenea ºi dreptcredincioºii. Fiecare [dintre ei] a crezut in Allah, in ingerii Lui, in scripturile Lui ºi in trimiºii Lui. [ªi ei zic]: “Noi nu facemnici o"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Allah nu impune nici unui suflet decat ceea ce este in putinþa lui. El are ca rasplata ceea ce ºi-a agonisit [faptele bune] ºi impotriva lui ceea ce a dobandit [faptele rele]. Doamne, nu ne pedepsi pe noi, daca am ui"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alif, Lam, Mim"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "Allah! Nu exista alta divinitate in afara de El, Cel Viu [Al-Hayy], CelVeºnic [Al-Qayyum]"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "El þi-a pogorat Cartea cu Adevarul [Coranul], intarindu-le pe cele de dinaintea ei. El a pogorat Tora ºi Evanghelia"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "Mai inainte, drept calauza pentru oameni ºi a pogorat Indreptarul[Al-Furqan] . Cei care nu cred in semnele lui Allah vor avea parte dechin aspru. Allah este Atotputernic [’Aziz] [ºi] Datator de pedeaps&a"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Lui Allah nu-I este nimic ascuns, nici de pre pamant ºi nici din cer"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "El este Acela care va plamadeºte in mitre, precum voieºte. Nu este alta divinitatea in afara Lui, Atotputernicul, Inþeleptul [Al-Aziz, Al-Hakim]"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "El este Acela care þi-a pogorat Cartea. In ea sunt versete desluºite- ºi ele sunt temeiurile Carþii - ºi altele nedesluºite. Cei cu inclinare[catre ratacire] in inimi le urmaresc pe"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "Doamne! Nu duce in ratacire inimile noastre, dupa ce Tu ne-ai cala- uzit ºi da-ne noua indurarea Ta, caci Tu eºti Cel Dar nic [Al-Wahhab]"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Doamne! Tu ii vei aduna pe oameni intr-o Zi, in legatura cu care nu este nici o indoiala. Allah [cu adevarat] nu-ªi calca fagaduinþa"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Acelora care nu cred, nu le vor fi de folos nici averile lor ºi nici copiii lor la Allah intru nimic. Aceºtia vor fi vreascuri pentru Foc"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Asemenea neamului lui Faraon ºi celor de dinaintea lui, care au tagaduit semnele Noastre. Dar Allah i-a nimicit pentru pacatele lor ºi Allah este aspru in pedeapsa"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "ªi spune celor care nu cred: “Veþi fi biruiþi [curand] ºi veþi fi adu- naþi spre Gheena! ªi ce pat groaznic veþi avea!”"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Aþi avut un semn in cele doua oºtiri ce s-au ciocnit: o oºtire carelupta pe calea lui Allah ºi o alta, necredincioasa, care i-a vazut [pe credincioºi] de doua ori mai mulþi decat ei"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Frumoasa a fost facuta sa para in ochii oamenilor dragostea pentru cele jinduite - femeile, progeniturile, multe gramezi de aur ºi argint, caii de rasa aleasa, animalele ºi ogoarele. Acest"
        }
    ]
}