{
    "maqras": [
        {
            "chapter": 62,
            "verse": 1,
            "text": "Cele din ceruri ºi de pre pamant Il preamaresc pe Allah - Stapanul,Cel Sfant, Atotputernicul [ºi] Inþeleptul [Al-Malik, Al-Quddus, Al-´Aziz, Al-Hakim]"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "El este Cel care le-a trimis celor fara ºtiinþa de carte un Trimis dintre ei , care sa le recite versetele Sale, sa-i curaþeasca pe ei ºisa-i inveþe Cartea ºi &Icir"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "Ca ºi altora care nu i-au prins pe ei . ªi El este Cel Puternic [ºi] Inþelept [Al-´Aziz, Al-Hakim]"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "Acesta este harul lui Allah ºi El il daruieºte cui voieºte, iar Allah esteCel cu Mare Mila"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "Pilda acelora care au fost incarcaþi cu Tora ºi apoi nu au purtat- o pe ea este ca pilda magarului ce cara carþi. Rea este pilda neamului [de oameni] care au socotit versetele lui Allah mincinoase"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "Spune : \"O, voi cei care aþi primit iudaismul! Daca voi pretindeþica sunteþi dragi lui Allah, afara de ceilalþi oameni, atunci doriþi-va moartea, daca voi sunteþi gra"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "Dar ei nu vor dori nicicand, pentru ceea ce au facut mai inainte mainile lor , insa Allah este bine ºtiutor al nelegiuiþilor"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "Spune: \"Moartea de care fugiþi va va ajunge pe voi! Apoi veþi fiaduºi la Cel care le cunoaºte atat pe cele nevazute, cat ºi pe cele vazute ºi care va va vesti voua ceea ce a"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "O, voi cei care credeþi! Cand se cheama la Rugaciune [As-Salat], in ziua de vineri, grabiþi-va la pomenirea lui Allah ºi lasaþi negoþul! Aceasta este mai bine pentru voi, daca [voi&th]"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "Apoi, dupa ce Rugaciunea [As-Salat] a fost implinita, raspandiþi-va pe pamant ºi cautaþi harul lui Allah ºi pomeniþi-L mult pe Allah, pentru ca voi sa izbandiþi"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "ªi daca vad ei un negoþ sau o petrecere , atunci se impraºtieei inspre ea ºi te lasa pe tine in picioare . Spune: \"Ceea ce se afla la Allah este mai bun decat petrecerea ºi decat negoþul"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "Cand vin la tine, faþar nicii zic: \"Marturisim ca tu eºti Trimisul lui Allah\". Insa Allah ºtie ca tu eºti Trimisul Sau ºi Allah marturiseºte ca faþ"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "Ei ºi-au luat juramintele lor drept pavaza ºi astfel impiedica dela calea lui Allah . Cat de rau este ceea ce fac ei"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "Aceasta este pentru ca ei au crezut, iar apoi s-au lepadat de credinþa ºi inimile lor au fost pecetluite, incat ei nu mai pricep"
        }
    ]
}