{
    "maqras": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "Nu este nimic bun in cea mai mare parte a vorbelor lor tainice, in afara acelora care poruncesc milostenia, fapta buna ºi impacareaintre oameni. Iar aceluia care face aceasta, cautand mulþumirea luiAllah, ii vom d"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Insa pe acela care se impotriveºte Trimisului, dupa ce i s-a aratat lui calea cea dreapta, ºi care urmeaza un alt drum decat cel aldreptcredincioºilor, il vom pune Noi impreuna"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Allah nu iarta sa I se faca semeni, dar iarta orice, in afara de aceasta, celui care voieºte El. Acela care ii face lui Allah semeni, acelas-a ratacit departe"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Nu adora in locul Lui decat niºte fapturi femeieºti ºi nu adora decat un ºeitan razvratit"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Allah l-a blestemat [pe ªeitan], iar el a zis: \"Voi sa iau o parte anumita din robii Tai"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Ii voi duce intru ratacire, le voi da speranþe deºarte, le voiporunci, ºi ei vor taia urechile dobitoacelor ºi le voi porunci saschimbe creaþia lui Allah\". Dar acela"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "El le face fagaduinþe ºi le da speranþe amagitoare, caci ªeitan nu le fagaduieºte decat himere"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Adapostul acestora va fi Gheena ºi nu vor afla de ea scapare"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Cat despre aceia care cred ºi plinesc fapte bune, pe ei ii vom face sa intre in Gradini pe sub care curg paraie, in care vor ramaneveºnic. Fagaduinþa lui Allah este adevar. ªi cine sp"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "Nu este dupa dorinþele voastre, nici dupa dorinþele oamenilor Scripturii. Cine face un rau va fi rasplatit pentru el ºi nu va gasi in sprijinul sau, impotriva lui Allah, nici"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Oricine face fapte bune, barbat sau femeie – credincios fiind - aceia vor intra in Rai ºi nu vor fi nedreptaþiþi nici cat un punct"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "ªi cine are credinþa mai buna decat acela care se supune luiAllah ºi plineºte fapte bune, urmand religia lui Avraam cel dreptintru credinþa? ªi Allah l-a primit pe Avraam ca ales"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Ale lui Allah sunt cele din ceruri ºi cele de pre pamant. ªi Allah este Atotcuprinzator"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Ei iþi cer sfatul in privinþa muierilor. Spune: “Allah va stabileºte randuieli in privinþa lor ºi va este vestit in Carte despre orfelinele, carora nu le daþi ceea ce le-a fost prescris &o"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Daca o femeie se teme de nepasarea sau indepartarea barba- tului ei, atunci nici o vina nu va fi asupra lor daca ajung la o impacare, caci impacarea este mai buna, iar sufletele"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Nu veþi putea sa va purtaþi intocmai la fel cu [toate] soaþele, chiar daca aþi voi cu tot dinadinsul. Dar nu va intoarceþi cu totul [catrevreuna dintre ele], lasand-o"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Iar daca cei doi se despart , atunci Allah poate sa-i inzestreze pe amandoi cu darnicia Sa. ªi Allah este Cel cu Har Nemarginit [ºi] Inþelept [Wasi´, Hakim]"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Ale lui Allah sunt toate cele din ceruri ºi de pre pamant. Noi le- am poruncit celor carora le-a fost data Cartea inaintea voastra, pre- cum ºi voua: \"Fiþi cu frica de Allah!\". Iar daca voi"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Ale lui Allah sunt cele din ceruri ºi de pre pamant ºi Allah este de ajuns ca Ocrotitor [Wakil]"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Daca El ar voi, v-ar lua - o, oameni! – ºi ar aduce alþii [in locul vostru], caci Allah are putere sa faca aceasta"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Daca voieºte cineva rasplata in lumea aceasta, la Allah se afla rasplata ºi pentru aceasta lume ºi pentru Lumea de Apoi, caci Allah este Cel care Aude Totul [ºi] Cel care Vede Totul [Sa]"
        }
    ]
}