{
    "maqras": [
        {
            "chapter": 9,
            "verse": 122,
            "text": "Dreptcredincioºii nu trebuie sa purceada cu toþii, ci sa purceada din fiecare grup o parte dintre ei, pentru ca sa inveþe bine religia ºi sa-i previna [pe cei din] neamul lor, cand se"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "O, voi cei care credeþi! Luptaþi impotriva necredincioºilor de langa voi! Ei sa gaseasca in voi asprime! ªi sa ºtiþi ca Allah este alaturi de cei care au fric&atil"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "Cand este revelata o sura, sunt printre ei unii care zic:\"Caruia dintre voi i-a sporit aceasta credinþa?\" Cat despre aceia carecred, ea a facut sa le sporeasca lor credinþa ºi ei se buc"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "Insa acelora care au patima in inimile lor, [aceasta sura] leva adauga spurcaciune la spurcaciunea lor ºi vor muri ei necredincioºi"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Oare nu baga ei de seama ca in fiecare an sunt incercaþi odata sau de doua ori? ªi cu toate astea, ei nu se caiesc ºi nici nu-ºi aduc aminte"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "ªi cand este revelata o sura, se uita ei unul la altul, [zicandu-ºi]:\"Va vede pe voi cineva?\" Apoi se indeparteaza ei. Allah a intorsinimile lor, pentru ca ei sunt un neam care nu pricep"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "A venit la voi un Trimis chiar dintre voi, caruia ii sunt grelenecazurile ce va lovesc, care este plin de grija pentru voi, iar cudreptcredincioºii este el milostiv ºi indurator [Ra’uwf, Rahi]"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "Iar daca ei se leapada , [atunci] spune: “Allah imi este mie de ajuns! Nu exista alta divinitate in afara de El! In El ma incred, caci El este Stapanul Tronului cel mare!”"
        },
        {
            "chapter": 10,
            "verse": 1,
            "text": "Alif, Lam, Ra´. Acestea sunt versetele Carþii pline de Inþe- lepciune"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Le este oamenilor de mirare ca Noi am revelat unui barbat dintreei: \"Sa-i previi pe oameni ºi sa-i binevesteºti pe cei care cred ca eivor avea loc meritat la Domnul lor!\"? Cei necredincioºi"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Domnul vostru este Allah care a creat cerurile ºi pamantul in ºase zile, apoi s-a inalþat pe Tron. El oranduieºte toate lucrurile ºi nu este mijlocitor in [Ziua de Apoi] decat cu voia Lui. Acesta este Al"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "La El este intoarcerea voastra, a tuturor , fagaduinþa lui Allah [ce se va implini] cu adevarat! El este Cel care infaptuieºte prima oara, apoi o face din nou , pentru a-i rasplati cu dre"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "El este Cel care a facut Soarele ca o lumina stralucitoare ºi Lunaca o lumina ºi El i-a oranduit treptele , pentru ca voi sa cunoaºteþi numarul anilor ºi socotirea [vremii]. Nu le-a f&at"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "In succedarea nopþii ºi zilei ºi in cele pe care Allah le-a facut inceruri ºi pe pamant sunt semne pentru oamenii care au frica [deAllah]"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Cei care nu nadajduiesc in intalnirea cu Noi ºi sunt mulþumiþi de viaþa lumeasca ºi se simt in siguranþa in ea, precum ºi aceia care sunt nepasatori faþa de sem"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "Aceºtia vor avea ca salaº Focul, pentru ceea ce ei au agonisit"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Cei care cred ºi savarºesc fapte bune, pe ei ii va calauzi Domnul pentru evlavia lor. Vor curge paraie pe sub ei in Gradinile placerii"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Rugaciunea lor in ele va fi \"Marire Þie, o, Allah!\", iar salutul lor inele va fi \"Pace [voua]!\", iar sfarºitul rugaciunii lor va fi \"Lauda luiAllah, Domnul lumilor"
        }
    ]
}