{
    "pages": [
        {
            "chapter": 8,
            "verse": 17,
            "text": "(İşte o gün) onları siz öldürmediniz, fakat onları Allah öldürdü. Attığında da sen atmadın fakat müminleri güzel bir imtihanla denemek için Allah attı. Şüphesiz Allah işitendir, bilendir"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "İşte siz ve kafirlerin tuzağını etkisiz kılan Allah"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Fetih istiyorsanız, size fetih gelmiştir. Eğer son verirseniz bu sizin için daha hayırlıdır. Ve eğer tekrar dönerseniz biz de döneriz. Topluluğunuz kalabalık olsa bile size bir fayda vermeyecektir. Çünkü Allah, müminlerle beraberdir"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "Ey iman edenler, Allah’a ve Elçisi’ne itaat edin! İşitip durduğunuz halde ondan yüz çevirmeyin"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Dinlemedikleri halde “işittik” diyenler gibi de olmayın"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Allah’a göre canlıların en kötüsü gerçeği dinlemeyen sağır ve dilsiz kimselerdir"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Allah, onlarda bir hayır görseydi, elbette onlara bir anlayış verirdi, işittirirdi. Onlara anlayış verseydi bile, onlar yine de yüz çevirerek dönerlerdi"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Ey iman edenler! Size hayat verecek bir şeye çağırdığı zaman Allah’a ve Elçisi’ne cevap verin ve bilin ki Allah, kişi ile kalbi arasına nüfuz eder. Şüphesiz siz de O’nun huzurunda toplanacaksınız"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "İçinizden yalnızca zalimlere erişmekle kalmayacak olan bir fitneden de korunun! Allah’ın azabının çok şiddetli olduğunu bilin"
        }
    ]
}