{
    "pages": [
        {
            "chapter": 30,
            "verse": 16,
            "text": "Ya bir de inkar etmiş ve ayetlerimizi ve ahiret buluşmasını yalanlamış olanlar ise; işte onlar da azap içinde hazır tutulurlar"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "Akşamleyen ve sabahleyin Allah’ı tesbih edin"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "Göklerde ve yerde hamd kendisine ait olanı, yatsılayın ve öğleyin de (tesbih ve hamd edin)"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "O, cansızdan canlıyı çıkarır. Canlıdan da cansızı çıkarır. Ölümünden sonra toprağa hayat verir. İşte siz de böyle çıkartılacaksınız"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "Sizi topraktan yaratmış olması O’nun ayetlerindendir. Sonra siz, insan olarak yeryüzünde yayılırsınız"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Size kendi nefsinizden huzura kavuşabilesiniz diye eşler yaratıp, aranıza sevgi ve merhamet koyması da onun ayetlerindendir. Bunda, düşünen toplum için ayetler vardır"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Göklerin ve yerin yaratılması, dillerinizin ve renklerinizin farklılığı da onun ayetlerindendir. Bunda da bilenler için işaretler vardır"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Gece uyumanız, gündüz de onun nimetlerini aramanız da onun işaretlerindendir. Bunda da kulak veren bir toplum için işaretler vardır"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Size korku ve ümit veren şimşeği göstermesi, gökten su indirmesi, onunla yeryüzünü kuruduktan sonra tekrar canlandırması da onun işaretlerindendir. Bunda da aklını kullanan bir toplum için işaretler vardır"
        }
    ]
}