{
    "pages": [
        {
            "chapter": 33,
            "verse": 7,
            "text": "Peygamberlerden söz almıştık. Senden, Nuh’tan, İbrahim’den, Musa’dan ve Meryemoğlu İsa’dan... Onlardan büyük bir söz almıştık"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "Doğrulara doğruluklarından sormak ve inkarcılara da acı bir azap hazırlamak için"
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "Ey İman edenler! Allah’ın üzerinizdeki nimetini düşünün. Hani üstünüze ordular gelmişti de biz de onların üzerine rüzgarı ve göremediğiniz orduları göndermiştik. Allah, ne yaptığınızı görüyordu"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "Onlar, size üstünüzden ve aşağınızdan gelmişlerdi. Gözler dönmüş, yürekler ağza gelmişti. Allah hakkında çeşitli zanlarda bulunuyordunuz"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "İşte orada müminler denenmiş ve şiddetli bir sarsıntı geçirmişlerdi"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Münafıklar ve kalblerinde hastalık bulunanlar: -Allah ve elçisi bize sadece boş vaadde bulunmuş, diyorlardı"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "Onlardan bir grubu da: -Ey Yesrip Halkı, sizin için duracak yer kalmadı, geri çekilin demişler. Onlardan bir başka grup da Peygamber’den izin istiyor: -Evlerimiz açık, diyorlardı. Oysa evleri açık değildi. Sadece kaçmak istiyorlardı"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Eğer, etraflarından evlerine girilseydi, sonra da fitne çıkarmaları istenseydi, hemen işe girişirlerdi. Ama evlerinde de çok az bir zaman kalabilirlerdi"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "Daha önce, arkalarına dönüp, kaçmayacaklarına Allah’a söz vermişlerdi. Allah’a verilen sözler elbette sorulacaktır"
        }
    ]
}