{
    "pages": [
        {
            "chapter": 39,
            "verse": 57,
            "text": "Veya keşke Allah bana doğru yolu gösterseydi de korunanlardan olsaydım demesi"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Veya azabı görünce keşke bir kere daha hak verilse de iyilerden olsam, demesi"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "Hayır, sana ayetlerim gelmişti de sen onları yalanlamış, büyüklük taslamış ve kafirlerden olmuştun"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "Kıyamet günü, Allah hakkında yalan söyleyenlerin yüzlerinin kapkara olduğunu görürsün. Büyüklenenlere cehennemde yer mi yok"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Allah, korunanları başarıları sebebiyle kurtaracaktır. Onlara kötülük dokunmayacak ve onlar üzülmeyecekler"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allah, herşeyin yaratıcısıdır ve O her şeyin gözeticisidir"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "Göklerin ve yerin anahtarları Onundur. Allah’ın ayetlerini tanımayanlar, işte onlar, hüsrana uğrayacaklar, onlardır"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "De ki: -Allah’tan başkasına kulluk etmemi mi emrediyorsunuz ey cahiller"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "Sana ve senden öncekilere: -Eğer şirk koşarsan yaptıkların boşa gider ve hüsrana uğrayanlardan olursun, diye vahyolunmuştur"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Öyleyse, kulluğunu yalnızca Allah’a yap ve şükredenlerden ol"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "Allah’ı hakkıyla takdir edemediler. Yer tamamen onun avucundadır, kıyamet günü gökler de sağ eliyle dürülmüş olacaktır. O, koştukları şirklerden uzak ve çok yücedir"
        }
    ]
}