{
    "maqras": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "Меҳрибон ва раҳмли Аллоҳнинг номи билан бошлайман. (Аллоҳ таоло ўз китобини \"бисмиллаҳ\" билан бошлагани мусулмонларга ҳам ўрнак, улар ҳам доим ўз сўзларини ва ишларини \"бисмиллаҳ\" билан бошламоқлари лозим. Пайғамбар алайҳиссалом ҳадисларидан бирида: \"Эътиборли ҳар бир иш \"бисмиллаҳ\" билан бошланмас экан, унинг охири кесикдир\", деганлар. Яъни, баракаси бўлмайди, охирига етмайди)"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "Барча мақтов, шукрлар оламларнинг тарбиячиси Аллоҳга бўлсин. (Оламларни яратгани учун ҳам, уларнинг тарбиячиси бўлгани учун ҳам, улардаги барча жонзотларга ҳаёт, ризқи рўз бергани учун ҳам Аллоҳ барча ҳамду саноларга сазовордир)"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "У Роҳман ва Раҳийм... (Барчага-кофирга ҳам, мўъминга ҳам меҳрибон ва неъмат берувчи. \"Роҳман\" сифати фақат Аллоҳга хос бўлиб, ундан бошқа ҳеч кимга нисбатан бу сифатни ишлатиб бўлмайди. \"Раҳийм\" сифати, хосроқ бўлиб, фақат мўъминларга қиёмат куни раҳм қилувчи маъносини англатади ва Аллоҳдан ўзгаларга, жумладан, Пайғамбар алайҳиссаломга нисбатан ҳам ишлатилади)"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "У қиёмат кунининг подшоҳи, эгаси. (\"Дин\" сўзи арабчада ҳисоб, жазо, мукофот маъноларини билдиради. \"Явмид дин\"-қиёмат кунида бандалар қайта тирилтирилиб ҳисоб-китоб қилинади. Яхшига мукофот, ёмонга жазо берилади. Бу оятни ўқиганда қиёматни эслаб, ўша даҳшатли кунда фақат Аллоҳнинг ўзи ҳукм чиқаришини, ўша ерда уялиб қолмасликни эслаб, унга тайёргарлик кўришга аҳд қилинади)"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "Фақат сенгагина ибодат қиламиз ва фақат сендангина ёрдам сўраймиз. ( \"Иййака наъбуду\" \"фақат сенинг айтганингни қиламиз\" маъносини англатади. Бу эса, банда тарафидан Аллоҳга берилган улкан ваъда. Аллоҳ таоло барчамизни ушбу ваъданинг устидан чиқадиганлардан қилсин. \"Иййака настаъин\" ҳам, фақат Аллоҳдангина ёрдам сўраш маъносини англатади)"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Бизни тўғри йўлга бошлагин. (\"Ҳидоятга бошлаш\" луғатда бирор нарсага лутф билан йўллаб қўйишга айтилади)"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "Ўзинг неъмат берганларнинг йўлига (бошлагин), ғазабга дучор бўлганларнинг йўлига эмас, адашганларникига ҳам эмас. (\"Неъмат берилганлар\"дан мурод-Пайғамбарлар, сиддиқлар, шаҳидлар ва солиҳ бандалар. \"Ғазабга дучор бўлганлар\"дан мурод-яҳудийлар. Яҳудийларнинг ғазабга дучор бўлишларининг сабаблари кўп, жумладан, анбиёларни ўлдиришлари, Аллоҳга берган аҳдларига вафо қилмасликлари ва ҳоказо. Лекин катта сабаб-билганига амал қилмаслик. Аллоҳ уларга илм берган, улар эса била туриб илмга амал қилмаганлар. \"Адашганлар\"дан мурод-насронийлар. Насороларнинг \"адашганлар\" бўлиши ҳам бир қанча сабабларга кўрадир. Энг асосийси-улар мақсадга эришиш йўлида Аллоҳ кўрсатган йўлни эмас, ўзлари топган йўлни танлаганлар. Демак, оятнинг маъноси: Эй Аллоҳ, бизни ўтган анбиёю авлиё, азизларнинг йўлидан бошлагин, яҳудий ва насронийлар йўлидан бошламагин, деганидир. Имоми Насаий машҳур саҳобий Абу Ҳурайрадан ривоят қилган ҳадиси қудсийда Аллоҳ таоло айтади: \"Намозни ўзим билан бандам орасида иккига бўлганман, бандамга нима сўраса, бераман. Агар у (банда) \"Алҳамду лиллаҳи роббил ъаламийн\" деса, Аллоҳ, бандам менга ҳамд-шукр айтди, дейди. Банда: \"ар-Роҳманир Роҳийм\", деса. Аллоҳ: \"Бандам менга сано-мақтов айтди\", дейди. Банда: \"Малики явмиддин\", деса, Аллоҳ: \"Бандам мени улуғлади\", дейди. Банда: \"Иййака наъбуду ва иййака настаъин\", деса, Аллоҳ: \"Бу мен билан бандам орасидаги аҳд, бандамга нима сўраса, бераман\", дейди. Агар банда: \"Иҳдинас сиротал мустақим, сиротоллазийна анъамта ъалайҳим ғойрил мағзуби алайҳим валаззооллийн\", деса, Аллоҳ: \"Бу бандамга хос, бандамга сўраганини бердим\", дейди"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Алиф Лом Мим. (Қуръони Каримнинг йигирма тўққиз сураси ҳарфлар билан бошланган. Бу ҳарфларга турлича номлар берилган: баъзилар \"Ҳурифул муқатаот\" кесик ҳарфлар десалар, бошқалар \"Ҳурифул ҳижои\" алифбо ҳарифлари дейдилар, учинчилари эса, \"Фавотуҳус суар\" сураларни очувчилар дейдилар. Бу ҳарфларга турлича ном берилганидек, улар ила бошланишидан кўзланган мурод ҳақида ҳам ҳар хил фикрлар айтилган. Бу ҳақда махсус баҳслар ҳам бор. Баъзи уламолар бу ҳарфларнинг сирини Аллоҳга ҳавола этадилар, бошқалари: \"Бу Аллоҳ билан Пайғамбар алайҳиссалом ўрталаридаги сир\", дейдилар. Бошқа бирлари эса, уларга ўзларича маъно йўйганлар. Ихтилофнинг асосий сабаби-улар ҳақида на Пайғамбар алайҳиссаломнинг ўзларидан ва на саҳобаи киромлардан бирорта ҳам ривоят йўқлигидир)"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Бу китобда шак-шубҳа йўқ, у тақводорларга ҳидоятдир. (Яъни, Қуръони Карим шундай китобки, унинг ҳақлигига ҳеч шак-шубҳа йўқ. Унда ҳамма нарса очиқ-ойдин, аниқ-равшандир. Қуръони Каримнинг бир сифати \"тақводорларга ҳидоятдир\". Ҳидоят-мақсадга эриштиргувчи лутф билан йўл кўрсатишдир. Тақводорлар эса, уқубатга элтгувчи нарсалардан сақланадиган шахслардир. Демак, Қуръони Карим ҳидоятидан баҳраманд бўлиш учун тақводор бўлиш керак экан. Тақвосиз қалбга Қуръони Карим ҳидоят солмайди. Кимки Қуръони Каримдан ҳидоят олибдими, демак унда тақво бор экан)"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "Улар Ғайбга иймон келтирурлар, намоз ўқирлар ва Биз уларга берган ризқдан нафақа қилурлар. (Ушбу оятда Қуръон ҳидоятидан баҳраманд бўла оладиган тақводорларнинг сифатларидан учтаси саналган: Биринчиси-\"ғайбга иймон келтирурлар\". Абул Олия ғайбга иймон келтиришнинг тафсирида: \"Аллоҳга, Унинг фаришталарига, китобларига, Пайғамбарларига, қиёмат кунига, жаннатига, дўзахига, мулоқотига, ўлимдан кейинги ҳаётга ва қайта тирилишга ишонишдир\", деган эканлар. Иккинчиси-\"намоз ўқирлар\". Яъни, Аллоҳга ибодат қиладилар. Бандага қул бўлишдан озод бўлиб, бандаларнинг Парвардигорига қул бўладилар. Намоз орқали банда Аллоҳ таолога боғланади. Ҳаётида ерга қапишиб юришдан юқори нарсани топади. Шунингдек, бошқа улкан яхшиликларга эришади. Учинчиси-\"Биз уларга берган ризқдан нафақа қилурлар\". Мўмин-мусулмоннинг, тақводор одамнинг эътиқоди бўйича, унинг қўлидаги мол-дунё Аллоҳ берган ризқ, ўзи яратган нарса эмас. Шунинг учун ҳам тақводор инсон Аллоҳ берган ризқдан ўзининг заифҳол, муҳтож биродарларига садақа қилади. \"Садақа\" сўзини тасдиқ маъноси бор, мол-дунёсини сарфлаб садақа қилишда эътиқоддаги маънонинг, яъни, яхшилик қилиш маъносининг тасдиғи бор. \"Нафақа\" ўзи умумий сўз бўлиб, закот, хайр-эҳсон, садақа каби маъноларни англатади)"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "Ва улар сенга ва сендан олдин нозил қилинган нарсага иймон келтирурлар ва охиратга аниқ ишонурлар. (Демак, тақводорларга оид навбатдаги тўртинчи сифат-Муҳаммад алайҳиссаломга нозил қилинган Қуръони Каримга ва у кишидан олдин туширилган самовий китобларга иймон келтириш. Бу нарса, Ислом умматининг буюк сифатларидан бири бўлиб, бошқа ҳеч бир умматда йўқдир. Чунки Ислом умматидан бошқа ҳеч бир уммат Аллоҳдан нозил бўлган барча китобларга бирдек иймон келтирмаган. Ислом уммати Аллоҳ туширган барча китобларга бирдек иймон келтиради)"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Ана ўшалар Роббиларидан бўлган ҳидоятидадирлар ва ана ўшалар, ўшаларгина нажот топгувчилардир. (Ким нажот топишни истаса, ўзида тақводорлик сифатларини мужассам қилишга уринсин)"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Албатта, куфр келтирганларга қўрқитасанми-қўрқитмайсанми-барибир, иймон келтирмайдилар"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Аллоҳ уларнинг қалблари ва қулоқларини муҳрлаб қўйган ва кўзларида парда бор. Ва уларга улкан азоб бордир"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Ва Одамлардан, Аллоҳга ва охират кунига иймон келтирдик, дейдиганлари бор. Ҳолбуки, улар мўмин эмаслар"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Улар Аллоҳни ва иймон келтирганларни алдамоқчи бўладилар. Ва ҳолбуки, сезмасдан ўзларини алдайдилар"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Уларнинг қалбларида касал бор. Аллоҳ касалларини зиёда қилди. Ва уларга ёлғон гапирганлари учун аламли азоб бор"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Ва агар уларга, ер юзида фасод қилманг, дейилса, биз фақат ислоҳ қилувчилармиз, дейдилар"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Огоҳ бўлинг, улар, фақат улар фасодчилардир, лекин сезмайдилар"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Ва агар уларга, одамлар иймон келтирганидек, иймон келтиринглар, дейилса, \"Эсипастлар иймон келтирганидек иймон келтирамизми?\" дейишади. Огоҳ бўлинг, улар, фақат улар эсипастлардир ва лекин ўзлари билмайдилар"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Улар иймон келтирганларни учратсалар, иймон келтирдик, дейдилар, шайтонлари билан ҳоли қолганда эса, биз сизлар биланмиз, фақат истеҳзо қиляпмиз холос, дейдилар"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Аллоҳ уларни истеҳзо қилади ва туғёнларида довдирашларига қўйиб беради"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Ана ўшалар, ҳидоятга залолатни сотиб олганлардир. Ва тижоратлари фойда келтирмади ҳамда ҳидоят топганлардан бўлмадилар. (Ушбу оятда Аллоҳ таоло мунофиқлар ҳидоятни қўйиб залолат-адашиш йўлини ихтиёр қилганликларини илоҳий таъбирлар билан баён қилмоқда. Агар улар хоҳласалар, ҳидоят қўлларига теккан эди, ундан фойдаланиб юрсалар бўлар эди. Пайғамбар алайҳиссалом бошқалар қатори уларни ҳам даъват қилган эдилар. Аммо улар ҳидоятни бой бериб, залолатни танладилар. Яъни, ҳидоятга залолатни сотиб олдилар. Аммо уларнинг бу тижорат-савдолари фойда келтирмади. Шу билан бирга, улар ҳидоятда-тўғри йўлда юрувчилардан бўлмадилар. Имом Бухорий Абу Ҳурайра розийаллоҳу анҳудан ривоят қилган ҳадисда Пайғамбаримиз алайҳиссалом: \"Мунофиқнинг белгиси учдир: гапирса ёлғон гапиради, ваъда берса, сўзида турмайди ва омонатга хиёнат қилади\", деганлар. Шунингдек, Имом Бухорий Ибн Амр розийаллоҳу анҳудан ривоят қилган ҳадисда: \"Тўрт нарса бор, кимда улар бўлса, тўлиқ мунофиқ бўлади. Кимда улардан бир хислат бўлса, уни ташлагунча, нифоқнинг хислатларидан бири у кишида туради. Омонатга хиёнат қилади, ёлғон гапиради, аҳд қилса, алдайди ва тортишса, фожирлик қилади\", дейилган)"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Улар мисоли ёққан ўти энди атрофини ёритганида Аллоҳ нурларини кетказиб, қоронғу зулматларда қолдирган кишиларга ўхшайдилар. Улар кўрмайдилар. (Ҳақиқатда ҳам, мунофиқлар кофирларнинг зидди ўлароқ, аввал бошдан Ислом даъватини эшитдилар. Ислом-иймон калималарини нутқ қилдилар, ҳатто яхшигина қулоқ осдилар, иймон келтирдик, дедилар, ибодат ҳам қилдилар. Кейин эса, ҳаммасини ташлаб, инкор қилиб, куфр, нифоқ, шак-шубҳа зулматларида қолиб кетдилар)"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Улар кар, соқов, кўрдирлар. Бас, улар қайтмаслар"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Ёки худди осмондан ёмғир ёғиб, қоронғу босиб, момақалдироқ ва чақмоқ чаққанда, яшиндан қочиб, панжаларини қулоқларига тиқиб, ўлимдан эҳтиёт бўлаётган одамга ўхшарлар. Ва Аллоҳ кофирларни ўраб олувчидир"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Чақмоқ уларнинг кўзини олиб қўяй дейди. Ёриган пайтда юришади, қоронғи бўлса, тўхташади. Агар Аллоҳ хоҳласа, уларнинг кўзу қулоқларини кеткизади. Албатта, Аллоҳ ҳар бир нарсага қодирдир. (Аллоҳ таоло ушбу икки оятда мунофиқларнинг ҳайратлари, иккиланишлари ва умумий руҳий ҳолатларини момақалдироқ бўлиб чақмоқ чақиб, осмонни зулмат босиб, қаттиқ ёмғир ёққанда кўчада қолган бечора одамга ўхшатади. У қўрққанидан даҳшатга тушиб, яшиндан қутулмоқчи бўлади, панжаларини қулоқларига тиқиб, шу мени ўлимдан сақлайди, деб туради. Улар куфр ва нифоқ зулматидадирлар; чақмоқ чаққан пайтдаги ёруғдан фойдаланиб бир-икки қадам боса оладилар, чақмоқдан кейин яна қоронғуда туриб қоладилар)"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Эй одамлар, сизларни ва сиздан олдингиларни яратган Роббингизга ибодат қилинг. Шоядки тақводор бўлсангиз. (Ушбу оятда умумбашарга қарата нидо этилмоқдаки, сизларни яратган тарбиякунандаларингиз улуғ Аллоҳга ибодат қилинглар! Сизларни яратишда У ягона бўлган, энди ёлғиз Ўзига ибодат қилишингизга ҳақлидир. Ибодатдан мақсад-шоядки тақводор бўлсаларингиз)"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "У сизларга ерни тўшаб, осмонни бино қилган ва осмондан сув тушириб, у билан сизларга меваларни ризқ қилиб чиқарган зотдир. Билиб туриб Аллоҳга бошқаларни тенглаштирманг"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Ва агар бандамизга туширилган нарсамизга шакингиз бўлса, унга ўхшаш бир сура келтиринг ва рост сўзловчилардан бўлсангиз, Аллоҳдан ўзга гувоҳларингизни чақиринг"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Бас, агар қила олмасанглар, ҳеч қачон қила олмайсизлар ҳам, ёқилғиси одамлар ва тош бўлган, кофирлар учун тайёрланган ўтдан қўрқинглар. (Аллоҳ субҳонаҳу ва таолонинг, \"ҳеч қачон қила олмайсизлар ҳам\", дейиши улкан мўъжизадир. Бу ерда Қуръон сураларидан биттасига ўхшаш сурани ҳеч қачон келтира олмаслиги таъкидлаб айтилмоқда)"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Иймон келтирган ва солиҳ амаллар қилганларга, улар учун остидан анҳорлар оқиб турган жаннатлар борлигининг башоратини бер. Қачонки уларнинг мевасидан баҳраманд бўлсалар, бундан аввал ҳам ризқланган эдик, дейишади. Уларга ўхшаш нарсалар берилгандир. Уларга бу ерда покиза жуфтлар бор ва улар у ерда абадий қолурлар. (Ушбу ояти каримада Аллоҳ субҳонаҳу ва таоло Пайғамбари Муҳаммад алайҳиссаломга хитоб қилиб, иймон келтирган ва солиҳ амал қилганларга башорат-суюнчилик хабар беришни буюрмоқда. Демак, дарахтлари остидан анҳорлар оқиб турувчи жаннатга кириш учун иймон келтириш, яъни, Аллоҳга, Пайғамбарга, Қуръонга ва иймон лозим бўлган бошқа нарсаларга иймон келтириш ҳамда амали солиҳларни, яъни, Қуръон ва суннатда яхши деб таърифланган ишларни қилиш зарурдир)"
        }
    ]
}