{
    "maqras": [
        {
            "chapter": 13,
            "verse": 5,
            "text": "Агар ажабланадиган бўлсанг, уларнинг: «Агар биз тупроқ бўлиб кетсак ҳам, янгидан яратиламизми?!» дейишлари яна ҳам ажабланарлидир. Ана ўшалар Роббиларига куфр келтирганлардир. Ана ўшалар бўйинлари кишанларда бўлганлардир. Ана ўшалар дўзах эгаларидир. Улар унда абадий қолурлар"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Улар сендан яхшиликдан аввал ёмонлик келтиришни талаб қилурлар. Ҳолбуки, улардан аввал мисоллар ўтмишдир. Ва, албатта, Роббинг одамларнинг зулмига қарамай, улар учун мағфиратлидир. Ва, албатта, Роббинг иқоби шиддатлидир. (Уларга ўхшаган кофир қавмлар кўп ўтган. Улар ҳам буларга ўхшаб Пайғамбарларга қарши чиққан ва турли талаблар қўйган эдилар. Оқибатда ҳаммалари ҳалок бўлганлар. Эндигилар аввал ўтган мисоллардан ибрат олсалар, тавба қилсалар, яхши бўлар эди)"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Куфр келтирганлар: «Унга Роббидан бир оят нозил қилинса эди», дерлар. Сен фақат огоҳлантирувчисан, холос. Ва ҳар қавмнинг ҳидоятчиси бордир. (Ҳа, Пайғамбар кишиларни куфрнинг, исённинг ва гуноҳкорликнинг оқибатидан огоҳлантиради, холос. У одамлар сўраган оят-мўъжизаларни келтиришга масъул эмас)"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Аллоҳ ҳар бир урғочининг ҳомиласини ҳамда бачадонлар нуқсон ёки зиёда қиладиган нарсаларни биладир. Ҳар бир нарса Унинг ҳузурида ўлчовлидир"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "У зот ғойибни ҳам, шоҳидни ҳам билгувчидир. У буюкдир, юксакдир"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Сиздан ким гапни сир тутса, ким уни ошкор қилса ёки ким кечаси беркинувчи бўлсаю ким кундузи ошкор юрувчи бўлса, барибир"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Унинг олдида ҳам, ортида ҳам таъқиб қилгувчилар бор. Улар уни Аллоҳнинг амри ила ҳифз қилиб турурлар. Албатта, то бир қавм ўзларини ўзгартирмагунларича, Аллоҳ уларнинг ҳолини ўзгартирмас. Агар Аллоҳ бирор қавмга ёмонликни ирода қилса, бас, уни қайтариб бўлмас ва улар учун Ундан ўзга валий ҳам йўқ. (Аллоҳ Ўзи юқорида зикр қилганидек, бандалар учун ўта махфий бўлган ҳолатларни ҳам жуда аниқлик ила билиб туришига қарамай, ҳар бир бандага тўрттадан фариштани бириктириб қўйгандир. Улардан иккитаси банданинг ҳар бир қилган амалини ўша вақтнинг ўзидаёқ ёзиб қўяди. Бу ҳар бир бандага катта масъулият юклайди. Фаришталардан иккитасининг бандани қўриқлаб туриши эса, Аллоҳ уни мукаррам қилганини кўрсатади. Демак, ҳар бир инсон ўша икромга лойиқ бўлиб, ўша масъулиятни ҳис этмоғи керак. Ўзини ўнглашга, тузатишга, Аллоҳнинг розилигини қозонтирадиган амалларни бажаришга уриниши лозим)"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "У сизларга чақмоқни хавф ва тамаъ қилиб кўрсатади ва оғир булутларни пайдо қилади"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Ва момақалдироқ (раъд) Унинг ҳамди ила тасбиҳ айтадир ва фаришталар ҳам ундан қўрққанларидан (тасбиҳ айтадир). У чақмоқларни юборадир ва улар ила хоҳлаган одамларини, улар Аллоҳ ҳақида талашиб турганларида, урадир. У қаттиқ ушлайдиган зотдир. ( Инсон момақалдироқнинг овозидан даҳшатга тушади, бу овоз унга қўрқинчли бир қувват бўлиб туюлади, аслида эса, момақалдироқ ўзининг Холиқига–Аллоҳ таолога ҳамд ва тасбеҳ айтаётган бўлади)"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Ҳақ даъвати Уникидир. Ундан ўзгага дуо қилаётганларга эса, ҳеч бир нарсада ижобат этмаслар. Магар, икки кафтини сувга узатиб, сув оғзига етишини кутган одамга ўхшарлар. Ҳолбуки, унга етмас. Кофирларнинг дуоси залолатдан ўзга ҳеч нарса эмасдир"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Аллоҳга осмонлару ерлардаги кимсалар ва уларнинг соялари хоҳ истасинлар, хоҳ истамасинлар, эртаю кеч сажда қилурлар. («Осмонлардаги кимсалар» фаришталар ва яна уларга ўхшаган-ўхшамаган ёки умуман бошқа махлуқлар бўлиши мумкин. «Ердаги кимсалар» деганда эса, инсонлар ва жинлар тушунилади. Уларнинг ҳаммаси, хоҳласалар ҳам, хоҳламасалар ҳам, Аллоҳ таолога сажда қиладилар, Унга таслимдирлар, У жорий этган қонунларга бўйинсуниб яшайдилар. Нафақат уларнинг жасадлари, балки соялари ҳам Аллоҳнинг амрига эртаю кеч бўйинсунадилар–сажда қиладилар. Бирорта соя ўз эгасининг хоҳишига биноан тушмайди, унинг хоҳлаганича ҳам бўлмайди)"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Сен: «Осмонлару ернинг Робби ким?» деб айт. «Аллоҳ», дегин. «Ўзингизга Ундан ўзга, ўзларига фойда ёки зарарга эга бўлмаган валийларни тутдингизми?» дегин. «Кўзи кўр билан кўрувчи баробар бўлурми ёки зулматлар билан нур баробар бўлурми?» дегин. Ёки улар Аллоҳга У яратган махлуқотларга ўхшаш махуқотларни яратганларни шерик қилиб олдилару уларга яратилган махлуқотларга ўхшаш кўринмоқдами? «Барча нарсанинг яратувчиси Аллоҳдир. Ва У бирдир, Қаҳҳордир», дегин"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "У зот осмондан сув туширди. Сўнгра водийларда ўз миқдорича сел оқди. Бас, сел ўз устига чиққан кўпикни кўтариб келди. Ва зеб-зийнат, асбоб-ускуна ясаш мақсадида ўтда тобланадиган нарсаларда ҳам шунга ўхшаш кўпик бўладир. Аллоҳ ҳақ ва ботилга мана шундай зарбулмасал келтирур. Аммо кўпик ўз-ўзидан йўқ бўлиб кетди. Одамларга манфаат берадиган нарса эса, ер юзида қолди. Аллоҳ мисолларни ана шундай келтирадир. (Аллоҳ таоло осмондан сув тушириб, ёмғир ёғдирса, сел оқади. Шу билан бирга, сел ўзининг устида кўпикни ҳам оқизиб келади. Бунда сув ҳаққа, кўпик ботилга ўхшатилмоқда. Зеб-зийнат ясаладиган олтин ва кумуш, асбоб-ускуна ясаладиган темир ва мис каби маъданлар устида ҳам занг ва кераксиз моддалар бўлади. Бу масалда ҳаққа асл маъданлар, ботилга занг ва кўпик қиёс қилинмоқда. Кўпик, гарчанд сувнинг устига чиқиб турган бўлса ҳам, барибир у кўпикдир. Маъданлардаги занг ва бошқа моддалар уларни ўраб турган бўлсалар ҳам, тобланиш вақти келганда, бирпасда йўқ бўлиб кетадилар. Ботил ҳам шундай: ўзидан-ўзи йўқ бўлиб кетади)"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Роббиларига ижобат этганларга гўзаллик бордир. Унга ижобат этмаганларга эса, агар ер юзидаги ҳамма нарсалар ва яна шунчасига эга бўлсалару уни фидо қилсалар ҳам, ана ўшаларга ёмон ҳисоб бўлур ва жойлари жаҳаннамдадир. У қандай ҳам ёмон жойдир"
        }
    ]
}