{
    "maqras": [
        {
            "chapter": 27,
            "verse": 82,
            "text": "Қачонки уларнинг бошига сўз(ланган азоб) тушганида, Биз улар учун ердан бир жонивор чиқарамиз. У уларга, албатта, одамлар Бизнинг оятларимизга ишонмайдиган бўлганларини айтиб берадир. (Бу ҳодиса қиёматнинг аломатларидан биридир. Аллоҳ таоло ушбу ояти каримада кофирлар бошига ваъда қилинган сўз–қиёмат азоби тушиш чоғида ердан бир ҳайвон чиқариши ҳақида хабар бермоқда. Демак, бу ишнинг бўлиши муқаррарлигида ҳеч қандай шубҳа йўқ. Саҳиҳ ҳадиси шарифларда бу ҳайвон қиёматнинг аломатларидан бири эканлиги, тавба қилса, фойда бермайдиган вақт бўлиб қолганда чиқиши ҳақида хабарлар келган)"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "Биз ҳар умматнинг оятларимизни ёлғонга чиқарганларидан бир гуруҳини тўплаган кунда улар жамланиб-тизилиб туришар"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Токи улар келиб бўлгач, У зот: «Бизнинг оятларимизни ёлғонга чиқардингизми?! Уларни пухта англамай туриб-а? Йўқса, нима қилган эдингиз?» дейдир"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "Ва уларга зулм қилганлари сабабли сўз(ланган азоб) тушар. Бас, улар сўзлай олмаслар"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Биз сокинлик топишлари учун кечани, кўришлари учун кундузни қилганимизни кўрмадиларми?! Албатта, бунда иймон келтирадиган қавмлар учун ибратлар бордир"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "Сур чалиниб, Аллоҳ хоҳлаганидан бошқа осмонлардаги кимсалар ва ердаги кимсалар даҳшатга тушган кунда ҳамма У зотга бўйин эгиб келурлар"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Тоғларни кўриб, қимирламай турибди деб ҳисоблайсан. Ҳолбуки, улар булутнинг ўтишидек ўтурлар. Бу ҳар бир нарсани пухта қиладиган Аллоҳнинг санъатидир. Албатта, у нима қилаётганингиздан хабардордир. (Қиёмат куни шундай даҳшатлики, кўзимизга энг салобатли, виқорли, мустаҳкам бўлиб кўринадиган улуғвор тоғлар ҳам жойидан кўчиб, титилиб, булутдай сузиб юради. Уларни кўрган одам, жойида турибди, деб ўйлайди, аслида эса, улар булутдек сузиб кетаётган бўлади)"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "Ким яхшилик қилса, унга ундан кўра яхшироқ (мукофот) бўлур. Ҳамда улар ўша куннинг даҳшатидан омондадирлар"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Ким ёмонлик қилса, бас, юзтубан дўзахга ташланурлар ва: «Сизларга фақат қилган амалларингиз жазоси берилмоқда, холос», (дейилур)"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "Мен ушбу шаҳарнинг Робби, уни ҳаром қилган зотга ибодат қилишга амр этилдим, холос. Ҳамма нарса Уникидир. Ва мусулмонлардан бўлишга амр этилдим"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "Ва Қуръонни тиловат қилишга (амр этилдим). Ким ҳидоят топса, фақат ўзи учун ҳидоят топадир. Ким залолатга кетса, унга: «Мен огоҳлантиргувчиларданман, холос», дегин"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "Сен: «Аллоҳга ҳамд бўлсин! У сизларга ўз оят-мўъжизаларини кўрсатур. Сиз уларни кўриб, танийсиз», деб айт. Роббинг қилаётган амалларингиздан ғофил эмасдир"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "То. Сийн. Мийм"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Ушбулар очиқ-ойдин китоб оятларидир"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "Иймон келтирадиган қавм учун сенга Мусо ва Фиръавннинг хабаридан ҳақ ила тиловат қилиб берамиз"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "Албатта, Фиръавн ер юзида баланд кетди. У (ўша ер)нинг аҳолисини бўлиб ташлади. Улардан бир тоифасини эзар, ўғилларини сўйиб, қизларини тирик қолдирарди. Албатта, у бузғунчилардан бўлган эди. (Ушбу ояти каримадаги: «Албатта, Фиръавн ер юзида баланд кетди», дегани Фиръавн бутун ер юзига ҳоким бўлган экан, деган маънони эмас, балки Миср ерида «баланд кетди»–такаббурлик қилди, туғёнга кетди, ҳаддан ошди, каби маъноларни беради. Ўзи ҳоким бўлган ер аҳолисини бўлиб ташлаш ҳар бир фиръавннинг одати)"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Биз эса, ер юзида эзилганларга беминнат неъмат беришни, уларни пешво қилишни ва уларни ворислар қилишни"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "Ва ер юзида уларга имконлар беришни, Фиръавн, Ҳомон ва икковининг аскарларига улар(Бани Исроил)дан қўрққан нарсаларини кўрсатишни истаймиз"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "Ва Мусонинг онасига: «Уни эмизавер. Бас, (унга ёмонлик етишидан) қўрққан чоғингда уни дарёга ташла, қўрқма, хафа бўлма, Биз, албатта, уни сенга қайтаргувчимиз ва Пайғамбарлардан қилгувчимиз», деб ваҳий қилдик. (Араб тилшунос олимлари бу ояти каримани Қуръони Каримнинг юксак даражадаги балоғат ва фасоҳатига мисол сифатида келтирадилар. Аллоҳ таоло биргина оятда иккита буйруқ –» эмизавер» ва «дарёга ташла», иккита қайтариш–«қўрқма», «хафа бўлма», иккита башорат–«уни сенга қайтарамиз» ва «Пайғамбарлардан қилгувчимиз» жуфтликларини ишлатгандир. Оналари кўнгилларига Аллоҳ таоло илҳом этган буйруқни бажардилар. Гўдакни сандиққа солиб, дарёга оқизиб юбордилар)"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Бас, Фиръавн оиласи уни ўзларига душман ва ғам-ғусса бўлиши учун тутиб олдилар. Албатта, Фиръавн, Ҳомон ва икковларининг аскарлари хатокорлардан бўлган эдилар"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "Фиръавннинг хотини: «(Бу бола) мен учун ҳам, сен учун ҳам кўз қувончидир. Уни ўлдирманглар. Шоядки, у бизга фойда берса ёки уни бола қилиб олсак», деди. Ҳолбуки, улар сезмасдилар"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Мусонинг онасининг қалби бўшаб қолди. Мўминлардан бўлиши учун қалбини мустаҳкам боғламаганимизда, уни билдириб қўйишига сал қолди"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "У(она) у(Мусо)нинг опасига: «Изидан бор», деди. Бас, уни бир четдан кўрди. Ҳолбуки, улар сезмасдилар"
        }
    ]
}