{
    "maqras": [
        {
            "chapter": 29,
            "verse": 26,
            "text": "Бас, унга Лут иймон келтирди ва: «Албатта, мен Роббимга ҳижрат қилгувчиман. Албатта, У азиз ва ҳакимдир», деди. (Яъни, Иброҳимга алайҳиссалом Лут иймон келтирди. Лут алайҳиссалом Иброҳимга алайҳиссалом жиян бўлар эди. Лут алайҳиссалом амакилари Иброҳимга алайҳиссалом иймон келтирган биринчи одам бўлдилар. Шунингдек, Иброҳимга алайҳиссалом хотинлари Биби Сора ҳам иймон келтирган эдилар. Тафсирчи уламоларимиз оятдаги «Албатта, мен Роббимга ҳижрат қилгувчиман» жумласини ким айтгани тўғрисида икки хил фикр билдирганлар. Баъзилари, бу гапни Лут алайҳиссалом айтган, десалар, кўплари, Иброҳим алайҳиссалом айтган, дейдилар. Нима бўлганда ҳам, Аллоҳга ҳижрат қилиш, дунёдаги барча нарсани ташлаб, Аллоҳ таолога томон интилиш туйғуси Иброҳимда алайҳиссалом ҳам, Лутда алайҳиссалом ҳам кучли бўлган. Аллоҳ таолонинг азиз-ғолиб, барчадан устун эканлигига ва ҳар нарсани ҳикмат билан қилишига ҳам уларнинг ишончлари юқори даражада бўлган)"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Биз унга Исҳоқни ва Яқубни бахш этдик ва Пайғамбарлик ҳамда китобни унинг зурриётида бўладиган қилдик. Унга бу дунёда ажрини бердик. Албатта, у охиратда солиҳлардан бўлгай"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "Ва Лутни (ҳам юбордик). Ўшанда у ўз қавмига: «Албатта, сиз ўзингиздан олдин ўтган оламлардан ҳеч ким қилмаган фоҳиша ишни қилмоқдасиз"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Сизлар эркакларга яқинлик қилиб, йўлни кесасизми ва тўплантиларингизда мункир иш қилурмисиз?!»деди. Унинг қавмининг жавоби: «Агар ростгўйлардан бўлсанг, бизга Аллоҳнинг азобини келтир», дейишдан бошқа бўлмади"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "У: «Эй Роббим, менга бузғунчи қавмларга қарши Ўзинг нусрат бер», деди. (Бу бузғунчи қавмга ҳеч қандай насиҳат, даъват фойда бермади. Энди, уларга қарши Аллоҳнинг Ўзи нусрат бермаса, бошқа илож йўқ эди. Аллоҳ Лут алайҳиссаломнинг бу дуоларини қабул этди. Фоҳишачи қавмни ҳалок қилиш учун фаришталарни юборди. Ўша фаришталарга йўл-йўлакай Иброҳимга алайҳиссалом фарзанд кўришлари ҳақидаги башорат-хушхабарни етказиш ҳам топширилган эди. Шу мақсад ила улар аввал Иброҳим алайҳиссалом ҳузурларига келдилар)"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "Бизнинг элчиларимиз Иброҳимга хушхабарни келтиришганида: «Албатта, биз ушбу шаҳар аҳлини ҳалок қилгувчидирмиз. Албатта, унинг аҳли зулм қилгувчилардан бўлдилар», дедилар"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "У: «Унда Лут бор-ку?!» деди. Улар: «Биз унда ким борлигини яхши биламиз. Биз, албатта, унга ва унинг аҳлига нажот берамиз. Магар унинг хотини ҳалок бўлгувчилардан бўлгандир», дедилар"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Элчиларимиз Лутга келишганида, у улар сабабли маҳзун бўлди ва келишларидан юраги сиқилди. Улар: «Сен хавфсирама ва маҳзун ҳам бўлма, албатта, биз сени ва аҳлингни қутқаргувчилармиз. Магар хотининг ҳалок бўлгувчилардан бўлгандир. (Лутнинг алайҳиссалом Аллоҳ юборган фаришталарни кўриб хафа бўлишларига сабаб бор эди. Аввалло, элчи-фаришталар навқирон ҳуснли йигитлар қиёфасида келган эдилар. Қолаверса, Лут алайҳиссалом уларнинг элчи-фаришталар эканидан ҳали-ҳануз хабар топмаган эдилар. Шунинг учун ёш ва чиройли меҳмон йигитларга жиноятчи қавм тажовуз қилиб, мезбон Лутни алайҳиссалом шарманда этишлари мумкин эди. Шу сабабли Лут алайҳиссалом уларни кўриб маҳзун бўлдилар ва юраклари сиқилди)"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Албатта, Биз ушбу шаҳар аҳолиси бошига фосиқлик қилганлари туфайли осмондан азоб туширгувчимиз», дедилар"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Батаҳқиқ, Биз ундан ақл юритгувчи қавмлар учун очиқ-ойдин оят-белгилар қолдирганмиз. (Лут қавмидан, улар яшаб ўтган диёрдан уларнинг жиноятлари оқибати нима билан тугаганини эслатиб турувчи нишоналар қолдирилгандир. Бу нишоналар ўша қавм ҳақидаги қисса, оят ва эсдаликлар бўлиши мумкин. Шунингдек, улар яшаб ўтган юртнинг қолдиқлари ҳам бўлиши мумкин. Ўлик денгиз ҳудудида Садум шаҳрининг қолдиқлари топилган, ҳозирда кўпчилик бориб кўрмоқда)"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "Ва Мадянга биродарлари Шуайбни (юбордик). Бас, у: «Эй қавмим, Аллоҳга ибодат қилинг, охират кунидан умидвор бўлинг ва ер юзида бузғунчилик ила харакат қилиб юрманг», деди. (Шуайб алайҳиссалом ҳам, Иброҳимнинг алайҳиссалом зурриётларидан чиққан араблардандирлар)"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Бас, уни ёлғончига чиқардилар. Шунда уларни бир силкиниш тутди ва диёрларида чўккалаб қолдилар. (Мадян аҳлининг қай тарзда ҳалокатга учрагани ҳақидаги хабар тафсилоти бошқа сураларда ўтди. Аввал уларга қаттиқ ва даҳшатли овоз келиб, қалбларини ёриб юборди. Кейин кучли зилзила бўлиб, уларни тутдек тўкиб қўйди. Ҳаммалари турган жойларида чўккалаб қолиб, ҳалок бўлдилар. Бу ҳалокат уларнинг иймон йўлига юрмаганликларининг жазоси эди)"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Ва Од ва Самудни (ҳам ҳалок этдик). Батаҳқиқ, бу сизга уларнинг масканларидан аён бўлиб турибди. Шайтон уларга амалларини зийнатлаб кўрсатиб, уларни йўлдан тўсди. Ҳолбуки, улар кўриб-билиб тургувчи эдилар"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "Қорун, Фиръавн ва Ҳомонларни (ҳам ҳалок қилдик). Батаҳқиқ, Мусо уларга очиқ-ойдин ҳужжатлар келтирди. Бас, улар ер юзида мутакаббирлик қилдилар ва қочиб қутулгувчи бўлмадилар"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Улардан ҳар бирини гуноҳи туфайли тутдик. Бас, улардан баъзилари устига тош ёғдирдик, баъзиларини қичқириқ ушлади, баъзиларини ерга ютдирдик ва баъзиларини ғарқ қилдик. Аллоҳ уларга зулм этгувчи бўлмади, лекин улар ўзларига зулм этдилар"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Аллоҳни қўйиб, ўзга дўстлар тутганларнинг мисоли ўзига уй тутган ўргимчакка ўхшайди. Ҳолбуки, энг заиф уй ўргимчакнинг уясидир. Кошки билсалар эди. (Аллоҳдан ўзганинг йўлини тутганлар, унинг уйидан ўзга уйда яшашни ихтиёр қилганлар ўзларининг ўргимчак уясида яшашни ихтиёр қилаётганларини кошки билсалар эди. Уларнинг тузган тузумлари худди ўргимчак уясига ўхшаб, ўта нимжон эканини билсалар эди. Такаббурликлари ила Аллоҳ қуриб берган улуғвор қасрни инкор этиб, ўргимчак уясида яшашни ихтиёр қилаётганларини билсалар эди. Бу ҳақиқатни биладиларми, билмайдиларми — уларга фарқи йўқ)"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Албатта, Аллоҳ улар ўзидан бошқа нима нарсага дуо қилаётганларини яхши биладир. Ва У азиз ва ҳаким зотдир"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Ушбу мисолларни Биз одамлар учун келтирурмиз. Лекин уларга олимлардан ўзгаларнинг ақллари етмас. (Ҳа, Аллоҳ таоло келтираётган мисолларни ақлли кишиларгина тўла тушуниб етадилар. Ундан ўзларига ибрат оладилар. Ақлсизлар эса, бу мисолларни тушуниш ўрнига Макка мушриклари каби: «Муҳаммаднинг Робби пашша ва ўргимчакни гапириб юрибди», деб масхара қиладилар)"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Аллоҳ осмонлар ва ерни ҳақ ила яратгандир. Албатта, бунда мўминлар учун оят-белги бордир"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Сенга китобдан ваҳий қилинган нарсани тиловат қил ва намозни тўкис адо эт, албатта, намоз фоҳиша ва мункар ишлардан қайтарур. Албатта, Аллоҳнинг зикри буюк ишдир. Аллоҳ нима қилсангиз, билур. (Қуръонни тиловат қилиб, кишиларга етказиш Ислом даъватининг асосий омилидир. Ушбу илоҳий китоб маъноларини кишиларга етказиш, унинг таълимотларига амал қилишга чақириш даъватчининг асосий иши бўлмоғи лозим. Биз «намозни тўкис адо эт» деб таржима қилган жумлани тўридан-тўғри, сўзма-сўз ўзбекчага ағдарадиган бўлсак, «намозни тик турғиз» бўлиб чиқади. Демак, намозни ўқиш билан намозни тик турғизиш, яъни, тўкис адо этиш орасида фарқ бор. Аллоҳ таоло Пайғамбарга (с. а. в.) намоз ўқи деб эмас, намозни тўкис адо эт, деб хитоб қилмоқда. Мана шу нуқтадан кимнинг намози ҳақиқий, кимники сохта эканини билиб оламиз. Намозни ҳамма ҳам ўқийверади, лекин намозхон фоҳиша ва мункар ишлардан қайтмаса, унинг ўқиган намози ҳақиқий бўлмайди. Қачонки намозхон намозни тўкис адо қилса, фоҳиша ва мункар ишлардан қайтади"
        }
    ]
}