{
    "maqras": [
        {
            "chapter": 36,
            "verse": 28,
            "text": "Биз унинг қавмига ундан кейин осмондан бирор лашкар туширмадик ва туширувчи эмас ҳам эдик"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "Фақат биргина қичқириқдан бошқа нарса бўлмади. Бирдан улар сўниб қолдилар"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Бандаларга ҳасратлар бўлсин! Ҳар қачон уларга Пайғамбар келса, уни фақат истеҳзо қилар эдилар"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Ахир улар ўзларидан олдинги қанча асрларни ҳалок этганимизни ва, албатта, ўшалар уларга қайтмасликларини кўрмайдиларми"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Албатта, барчалари тўпланган ҳолларида ҳузуримизга ҳозир қилингайлар"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "Улар учун ўлик ер оят-белгидир. Биз уни тирилтирдик ва ундан дон чиқардик. Бас, ундан ерлар"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "Ва унда хурмо ва узум боғлари яратдик ҳамда ичидан булоқларни чиқардик"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "Унинг меваларидан ва ўз қўллари қилган нарсалардан ейишлари учун. Шукр қилмайдиларми"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Ер ўстирадиган нарсалардан, уларнинг ўзларидан ва улар билмайдиган нарсалардан, барчасидан жуфтларни яратган зот пок бўлди. (Ўсимлик дунёсидан саналувчи барча мавжудотлар жуфт қилиб яратилгани илмга яқинда маълум бўлди. Ҳозирги замон илмининг бу кашфиёти Қуръони Каримнинг ҳақиқий илоҳий китоб эканини яна бир бор тасдиқлади)"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Улар учун кечаси ҳам оят-белгидир. Биз уни кундуздан шилиб оламиз. Бас, улар бирдан зулматда қолгувчилардир. (Кечанинг кириш терини шилиб олишга ўхшатилмоқда. Тери аста-аста шилиб олинганидек, кундуз ҳам ундан ажратиб олинади)"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Қуёш ўз истиқрори учун жараён этар. Бу азизу ўта билгувчи зотнинг тақдир қилганидир. (Оятда қуёшнинг ўз истиқрори учун ажратилган маконда ва замонда жараён этиши–ҳаракатланиши ҳақидагина гап кетмоқда)"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Ойни эса, токи эски (хурмо) шингили (ҳолига) қайтгунга қадар манзилларини бичиб қўйганмиз. (Ой ҳам, қуёш ҳам думалоқ шаклдаги самовий жисмдир. Инсоннинг кўзига қуёш доим бир хил суратда кўринади. Лекин ой бир ой давомида йигирма саккиз шаклга киради. Аввал кичик ҳилол бўлиб кўринади. Кундан-кунга катталашиб, тўлин баркашга айланади. Кейин яна аста-секин ҳилол ҳолига қайтади. Чунки Аллоҳ таоло ой учун йигирма саккиз манзилни бичиб қўйган. Ҳар куни ҳар хил манзилдан чиқади, ҳар куни ҳар хил ҳажмда кўринади)"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "На қуёшнинг ойга етиб олмоғи дуруст бўлар ва на кеча кундуздан ўзиб кетар. Ҳар бири фалакда сузиб юрар. (Ҳеч қачон қуёш ойга етиб олиб, бемаҳалда бош кўтариб қолиши мумкин эмас. Улардан ҳар бири Аллоҳ белгилаган вақтдагина чиқади. Бу, низом ҳатто дақиқаларигача аниқдир. Ундан кеч ҳам қолмайди, илгари ҳам кетмайди. Бу жараён дунё бунёд бўлганидан буён давом этиб келмоқда. Бирон марта бирон дақиқага ўзгарган эмас. Ушбу жараённи тақдир қилган зот ўликларни қайта тирилтиришга қодир эмасми)"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "Улар учун Биз уларнинг наслларини тўла кемада кўтарганимиз ҳам бир оят-белгидир"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "Ва Биз улар учун унга ўхшаш минадиган нарсаларни халқ қилдик"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Агар хоҳласак, уларни ғарқ этурмиз. Бас, уларнинг ёрдамчиси бўлмас ва ҳам улар қутқазилмас"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "Магар Биздан бир раҳмат ва маълум муддатгача баҳраманд бўлиш бўлсагина. (Фақат Аллоҳнинг Ўзи раҳмат назарини солиб, қутқариб қолиши мумкин. Ёки маълум муддатгача дунёнинг матоҳидан баҳраманд қилиш учун омон қолдириши мумкин. Бўлмаса, ҳеч ким эсон қолмас. Бунинг мисоли ҳаётда тез-тез такрорланиб ҳам туради)"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Уларга: «Олдингиздаги нарсадан ва ортингиздаги нарсадан қўрқинг. Шояд раҳм қилинсангиз», дейилса"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Ва уларга Роббилари оятларидан бир оят келганида, фақат ундан юз ўгиргувчи бўлурлар"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Уларга: «Аллоҳ сизга ризқ қилиб берган нарсадан инфоқ қилинглар», дейилганда, куфр келтирганлар иймон келтирганларга: «Аллоҳ хоҳласа, ўзи таом берадиган кимсани биз таомлантирамизми?! Сиз очиқ-ойдин залолатдан бошқа нарсада эмассиз», дерлар. (Сиз Аллоҳ ҳаммага ризқ беради, деган залолатли эътиқоддасизлар, мана, биздан баъзи бир одамларга таом беришимизни сўраб туришингиз бунинг далили, демоқчилар. Аслида эса, уларнинг тасаввурлари, гаплари айни залолатдир. Ҳеч қачон, ҳеч қандай инсон ўзига ҳам, бошқага ҳам ризқ топиб бера олмайди. Аллоҳ таоло бировнинг ризқини кенг, бировнинг ризқини тор қилиб қўяди. Ҳаммаси бандаларни синаш учундир. Ҳаммага ризқ берувчи, боқувчи Аллоҳ таолонинг ягона Ўзидир. Мен бировга ризқ беряпман, таомлантиряпман, боқяпман, деган одам кофир бўлади, очиқ-ойдин залолатга кетади)"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Улар: «Агар ростгўй бўлсангиз, бу ваъда қачон бўлур?» дерлар"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Улар фақат талашиб-тортишиб турганларида ўзларини бирдан оладиган биргина қичқириқдан бошқа нарсани кутаётганлари йўқ"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Улар на васият қилишга қодир бўларлар ва на ўз аҳлларига қайтарлар"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "Ва сурга пуфланди. Бас, улар бирдан Роббилари томон қабрлардан шошилиб чиқурлар"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Улар: «Воҳ, шўримиз қурисин! Бизни ётган жойимиздан ким қўзғотди?! Бу Роҳман ваъда қилган ва юборилган Пайғамбарлар тасдиқлаган нарса-ку?!» дерлар"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Фақат биргина қичқириқдан бошқа нарса бўлгани йўқ. Бас, улар бирдан тўпланиб, ҳузуримизда ҳозир қилингандирлар"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Бугунги кунда бирор жонга ҳеч бир зулм қилинмас. Қилиб ўтган амалларингиздан бошқасига жазо ҳам олмассиз"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Албатта, жаннат эгалари у кунда завқланувчилик ила машғуллар. ( Нима уларга завқ, шодлик, хурсандчилик берса, ҳаммаси у ерда муҳайёдир)"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Улар ва уларнинг жуфтлари сояларда сўриларда ёнбошлаб ётурлар"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Улар учун у ерда мевалар бордир. Улар учун у ерда истаган нарсалар бордир. (Аҳли жаннатлар нимани истасалар, жаннатда ўша нарса бордир. Кўнгиллари исташи билан олдиларида муҳайё бўлади)"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Раҳим бўлган Роббдан «Салом» сўзи бордир. (Шунча нозу неъмат, роҳат-фароғат, шавқу завқнинг устига ўзлари учун ниҳоятда раҳмли бўлган зот Роббилари Аллоҳ таоло томонидан «Салом» ҳам келади)"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "Эй жиноятчилар! Бугунги кунда сиз ажралингиз"
        }
    ]
}