{
    "maqras": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Аллоҳга нисбатан ёлғон гапирган ва ўзига содиқ (сўз) келганида уни ёлғонга чиқаргандан ҳам золимроқ кимса борми?! Кофирларнинг жойи жаҳаннамда эмасми"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Содиқ (сўз)ни келтирган ва уни тасдиқ қилган эса, ана ўшалар тақводорлардир. (Яъни, Аллоҳнинг содиқ сўзини бандаларга етказган ва ўша содиқ сўзни тасдиқлаганлар тақводорлардир. Қуръони Каримни келтирган Муҳаммад (с. а. в.) ҳамда бошқа барча Пайғамбарлар алайҳиссалом ва барча мўмин бандалар шу сирага кирадилар. Улар Аллоҳ таолога тақво этган, унинг айтганини қилган, қайтарганидан қайтган бандалардир"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Улар учун Роббилари ҳузурида хоҳлаган нарсалари бордир. Ана ўша гўзал амал қилгувчиларнинг мукофотидир"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Зеро, Аллоҳ уларнинг қилган энг ёмон амалини ўчириб, қилиб юрган энг гўзал амаллари ажри ила мукофотлар"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Аллоҳ Ўз бандасига етарли эмасми?! Улар сени ундан бошқалар билан қўрқитадилар. Кимни Аллоҳ залолатга кеткизса, бас, унинг учун ҳеч бир ҳидоят қилгувчи йўқ. (Пайғамбаримиз (с. а. в.) мушрикларни Аллоҳ таолонинг тавҳидига чақириб, уларнинг турли сохта худоларини айблаганларида, улар: «Муҳаммад худоларимизни сўкишдан тўхтамаса, унга, албатта, ёмонлик етади», деб у зотни (с. а. в.) қўрқитмоқчи бўлганлар. Ушбу оят шу муносабат ила тушган экан. Гарчи хос сабаб билан нозил бўлса ҳам, маъноси умумийдир"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Кимни Аллоҳ ҳидоятга солса, бас, унинг учун ҳеч бир залолатга кетказгувчи йўқ. Аллоҳ азизу интиқом эгаси эмасми"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Агар улардан: «Осмонлару ерни ким яратди?» деб сўрасанг, албатта: «Аллоҳ!» дерлар. Сен: «Менга хабар беринглар-чи! Сиз илтижо қилаётган Аллоҳдан бошқа нарсалар, агар Аллоҳ менга зарарни ирода қилса, ўшалар унинг зарарини аритгувчи бўла олурларми?! Ёки менга марҳаматни ирода қилса, ўшалар Унинг марҳаматини тутиб қолгувчи бўла олурми?!» деб айт. Сен: «Менга Аллоҳ етарли, таваккал қилгувчилар унгагина таваккал қилурлар», деб айт"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Сен: «Эй қавмим, ўз ҳолингизча амал қилаверинг. Албатта, мен ҳам амал қилгувчиман. Бас, тезда билурсиз"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "Кимга уни расво қиладиган азоб келажагини ва кимга давомли азоб тушажагини», деб айт. (Яъни, эй қавмим, Аллоҳнинг тавҳид йўлига юрмай, Унга ширк келтирадиган бўлсангиз, ўз ихтиёрингиз билан, ўз хоҳишингиз ва йўлингиз билан амал қилаверинг. Аммо мен Аллоҳнинг айтганига амал қиламан. Тезда қиёмат қоим бўлажак, ўшанда биласиз. Кимнинг устидан муқим турадиган азоб тушажагини биласиз. Менингми, сизларнингми)"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "Албатта, Биз одамлар учун сенга китобни ҳақ ила туширдик. Бас, ким ҳидоятга юрса, ўзига фойда. Ким залолатга кетса, ўзига зарар. Сен уларга вакил-қўриқчи эмассан. (Ким ақлини ишлатиб, инсоф қилиб ҳидоятга юрса, Аллоҳ туширган Қуръонга амал қилса, ўзига фойда бўлади. Ким шунчалик гап-сўздан кейин ҳам, Аллоҳ унга ақл-ҳуш бериб, Пайғамбар юбориб, китоб тушириб, ҳақ йўлни кўрсатиб қўйганидан кейин ҳам залолат йўлини танласа, ўзига зарар қилади, бошқага эмас)"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Аллоҳ жонларни ўлими вақтида, ўлмаганларини эса, уйқуси вақтида олур. Бас, ўлишига ҳукм қилганларини ушлаб қолур, қолганларини маълум муддатгача қўйиб юборур. Албатта, бунда тафаккур қиладиган қавмлар учун оят-ибратлар бордир. (Ҳар лаҳзада қанчадан қанча одамлар жон берадилар. Уларнинг жонини ким олади? Ҳар бир одам ҳар куни маълум муддат ухлайди, ўшанда у ўликка ўхшаб ётади. Унинг жони нима бўлади? Бу саволларга мазкур жумлада жавоб бор. Жонларни ўлим вақтида ҳам, ухлаган вақтида ҳам оладиган зот Аллоҳдир. Тандан жон чиқиши катта вафот, ухлаганда тана билан жон орасида алоқанинг кучсизланиши кичик вафот дейилади. Чунки ухлаган одамнинг жонини ҳам Аллоҳ таоло олган бўлади. Кимнинг қазоси етган бўлса, уйқусидан қайта уйғонмай, кичик вафоти катта вафотга айланиб қолаверади. Аллоҳ ажали етмаганларнинг жонини қўйиб юборади. Улар белгиланган ажалгача яшаб юрадилар)"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Ёки Аллоҳдан ўзга шафоатчилар тутганларми?! Сен: «Ахир улар бирор нарсага эга бўлмасалар ва бирор нарсани англамасалар ҳам-а?!» деб айт"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Сен: «Барча шафоат ёлғиз Аллоҳникидир. Осмонлару ернинг мулки-эгалиги ҳам ёлғиз Уникидир. Сўнгра Унгагина қайтарилурсизлар», деб айт"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Қачонки Аллоҳнинг ёлғиз Ўзи зикр қилинса, охиратга иймон келтирмайдиганларнинг қалблари сиқилиб кетар. Қачонки ундан ўзгалар зикр қилинсалар, бирдан шодланиб кетарлар"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Сен: «Эй Аллоҳим! Осмонлару ерни яратган зот! Ғойиб ва ошкорни билгувчи зот! Сенинг Ўзинг бандаларнинг орасида улар ихтилоф қилиб юрган нарсаларда ҳукм қилурсан», деб айт"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Агар зулм этганларга ер юзидаги барча нарса ва у билан яна шу қадар нарса берилса ҳам, қиёмат куни ёмон азобга тўлов қилиб юборишлари аниқ. Ва уларга Аллоҳ томонидан ўзлари хаёлларига ҳам келтирмаган нарсалар зоҳир бўлур. (Кофир ва мушриклар бу дунёда гердайиб, талашиб - тортишганлари билан, қиёмат қоим бўлиб, ўзларига бериладиган азобни тушуниб етганларида, азобдан қутулиши учун бор-йўқ дунёсини беришга тайёр турадилар. Аммо бу тўлов кимга ҳам керак? Қиёмат кунининг қозиси пора ҳам, тўлов ҳам олмайди. У беҳожат зот. Унинг ҳузурида кофир ва мушриклар учун амалларига яраша жазо бор, холос)"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "Ва уларга ўзлари касб қилган нарсаларнинг ёмонлиги зоҳир бўлур ва уларни ўзлари масхара қилиб юрган нарса ўраб олур"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "Бас, қачонки инсонни зарар тутса, у бизга дуо қилур. Сўнгра унга Биз ўзимиздан неъмат берсак: «Албатта, бу менга илмим туфайли берилди», дер. Йўқ! У синовдир. Лекин кўплари билмаслар. (Бошига мусибат тушса, бало-офат келса, ўшандай кимса ҳам сохта худоларига эмас, Аллоҳ таолога ёлборади. Оғир мусибат вақтида манманлик ва такаббурлик ҳам қолмайди, инсоннинг фитрати соф табиати очилади. Инсоннинг фитратида эса, Аллоҳ таолонинг ваҳдониятини тан олиш хусусияти бор. Шу боис ҳар қандай инсон у қанчалик кофир, қанчалик мушрик бўлмасин, бошига мусибат тушиб, зарарга юз тутса, фақат Аллоҳ таолонинг ўзига ёлборади. Аллоҳ таоло ундан зарарни олиб, унга яна тинчлик-омонлик ва офиятни берса, у эски ҳолатига қайтади. Аллоҳ берган неъматни, тинчлик-омонлик, офият ва яхшиликларни ўз илмим, хатти-ҳаракатим билан топдим, деб даъво қила бошлайди)"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Батаҳқиқ, буни улардан аввалгилар ҳам айтган эдилар. Бас, уларнинг қилган касблари ўзларига асқотмади"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Бас, уларга қилган касбларининг ёмонликлари мусибат бўлди. Анавилардан зулм қилганларига ҳам тезда қилган касбларининг ёмонликлари мусибат бўлур. Улар қочиб қутулгувчи ҳам эмаслар"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Улар Аллоҳ хоҳлаган кишисига ризқни кенг ва тор қилишини билмасмидилар?! Албатта, бунда иймон келтиргувчи қавмлар учун оят-белгилар бордир"
        }
    ]
}