{
    "maqras": [
        {
            "chapter": 2,
            "verse": 272,
            "text": "Уларни ҳидоятга солиш сенинг зиммангда эмас. Лекин Аллоҳ кимни хоҳласа, ҳидоятга бошлар. Нафақа қилган яхшиликларингиз ўз фойдангизга. Қилган нафақангиз, фақат Аллоҳнинг юзини исташ учундир. Нафақа қилган яхшиликларингиз ўзингизга тўлалигича қайтарилур. Сизларга зулм қилинмас"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(Садақа ва хайру-эҳсонлар) Аллоҳнинг йўлида тутилган, ер юзида касб қилишга қодир бўлмаган, иффатлари туфайли билмаган киши уларни бой деб ўйлайдиган фақирларгадир. Уларни сиймоларидан танийсан, одамлардан хиралик қилиб сўрамаслар. Нафақа қилган яхшиликларингизни, албатта, Аллоҳ билгувчидир. (Бу тоифадаги одамлар ўзларини Аллоҳ йўлида жиҳод қилишга бағишлаган кишилардир, улар нафсларини жиҳод учун тутганлар, шу сабабдан касб қилишга ҳам имконлари йўқ. Айни чоқда, иффатлари, уятлари кучли бўлганидан ўзларининг ҳожатманд эканликларини яшириб юрадилар. Асл ҳолни билмаган одам уларни сиртларидан кўриб бой деб ўйлайди. Нафақани худди ана ўшаларга қилиш керак. Улар ўзлари асл ҳолларини беркитсалар, одамлардан хиралик билан тиланмасалар, қандай қилиб топамиз уларни? «Уларни сиймоларидан танийсан»)"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Кечасию кундузи молларини нафақа қиладиганларнинг ажрлари Роббилари ҳузуридадир. Уларга хавф йўқ ва улар хафа ҳам бўлмаслар. («Кечасию кундузи» дейишдан мурод ҳамма вақт назарда тутилмоқда; «молларини» деган сўз замирида эса, ҳамма тур моллар ва ҳамма тур эҳсон қилувчиларга ишора бор. Уларнинг ажрлари энг олиймақом жойда–Роббилари ҳузурида эканлиги таъкидланмоқда)"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Рибони ейдиганлар (қабрларидан) фақат шайтон уриб жинни бўлган кишидек довдираб турарлар. Бундай бўлиши уларнинг, тижорат ҳам рибога ўхшаш-да, деганлари учундир. Ва ҳолбуки, Аллоҳ тижоратни ҳалол, рибони ҳаром қилган. Кимки Роббидан мавъиза келганда тўхтаса, аввал ўтгани ўзига ва унинг иши Аллоҳнинг Ўзига ҳавола. Кимки яна (рибога) қайтса, ана ўшалар дўзах эгаларидир. Улар унда абадий қолурлар"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Аллоҳ рибони доимо нуқсонга учратади ва садақаларни зиёда қилади. Ва Аллоҳ ҳар бир кофир, гуноҳкорни хуш кўрмас. (Судхўрнинг пули ҳисоб жиҳатидан кўп бўлса ҳам Аллоҳ унинг баракасини кўтариб, егани ўзига юқмайдиган қилиб қўяди. Судхўрни турли касалликларга дучор қилади, тинчлигини, хотиржамлигини олади. Яна биз билмайдиган кўп бало-офатларга дучор қилади. Шунингдек, сиртдан қараганда, садақа қилган кишиларнинг моли камайганга ўхшайди. Аслида эса, иш бунинг тескариси бўлади: Аллоҳ «садақаларни зиёда қилади». Агар ҳисобда садақа қилувчининг моли ҳажми оз бўлса ҳам, Аллоҳ унга барака ато қилади, бало-офатлардан сақлайди, ўзини тинч, хотирини жам қилади)"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Албатта, иймон келтирган, яхши амалларни қилган, намозни қоим қилиб, закот берганларнинг ажрлари Роббилари ҳузуридадир. Уларга хавф йўқ ва улар хафа ҳам бўлмаслар. (Ҳақиқий иймон эгаси бўлган кишилар доимо яхши амалларни қиладилар, хусусан, намозни вақтида яхшилаб адо этадилар. Иқтисодий соҳада эса, закот берадилар. Рибохўрлар одамларнинг пешона тери билан топган даромадларини ҳаром йўл билан ўзлаштириб олаётган бўлсалар, мўминлар ўзлари пешона тери билан топган ҳалол молларидан закот чиқариб одамларга, шундай еб кетарга берадилар. Қайтариб олиш ёки ўрнига бошқа нарса олиш умидлари ҳам йўқ. Уларнинг бирдан-бир умидлари «закот берганларнинг ажрлари Роббилари ҳузуридадир», деган ваъдададир. Улар икки дунёда эминлик ва бахт-саодатда бўлурлар)"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Эй иймон келтирганлар! Агар мўмин бўлсангиз, Аллоҳга тақво қилинг ва рибонинг сарқитини ҳам тарк қилинг"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Агар ундоқ қилмасангиз, Аллоҳ ва Унинг Расули томонидан бўладиган урушга ишонаверинг. Агар тавба қилсангиз, сармоянгиз ўзингизга, зулм қилмассиз ва сизга ҳам зулм қилинмас"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Агар ночор бўлса, бойигунча интизор бўлинг. Садақа қилмоғингиз, гар билсангиз, ўзингиз учун яхшидир"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Аллоҳга қайтариладиган кунингиздан қўрқинг. Сўнгра ҳар бир жон қилганига яраша тўлиқ оладир. Уларга зулм қилинмас"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "Эй иймон келтирганлар! Маълум муддатга қарз олди-берди қилган вақтингизда, уни ёзиб қўйинг. Орангизда бир ёзувчи адолат билан ёзсин. Ҳеч бир ёзувчи Аллоҳ билдирганидек қилиб ёзишдан бош тортмасин. Бас, ёзсин ва ҳақ зиммасига тушган киши айтиб турсин, Роббига тақво қилсин ва ундан ҳеч нарсани камайтирмасин. Агар ҳақ зиммасига тушган киши эси паст, заиф ёки айтиб тура олмайдиган бўлса, унинг валийси адолат билан айтиб турсин. Эркакларингиздан икки кишини гувоҳ қилинг. Агар икки эр киши бўлмаса, ўзингиз рози бўладиган гувоҳлардан бир эр киши ва икки аёл киши бўлсин. Иккови(аёл)дан бирорталари адашса, бирлари бошқасининг эсига солади. Ва чақирилган вақтда гувоҳлар бош тортмасинлар. Кичик бўлса ҳам, катта бўлса ҳам, муддатигача ёзишингизни малол олманг. Шундоқ қилмоғингиз Аллоҳнинг ҳузурида адолатлироқ, гувоҳликка кучлироқ ва шубҳаланмаслигингиз учун яқинроқдир. Магар ораларингизда юриб турган нақд савдо бўлса, ёзмасангиз ҳам, сизга гуноҳ бўлмас. Олди-сотди қилганингизда, гувоҳ келтиринг ва ёзувчи ҳам, гувоҳ ҳам зарар тортмасин. Агар (аксини) қилсангиз, албатта, бу фосиқлигингиздир. Аллоҳга тақво қилинг. Ва Аллоҳ сизга илм беради. Аллоҳ ҳар бир нарсани билувчи зотдир. (Ояти карима «ҳақ зиммасига тушган киши» деганда қарз олувчини назарда тутган. Демак, ўртадаги киши келиб қарз олди-бердини ёзаётган вақтда матнни қарз олувчи айтиб туради. Аввало, қарз олаётганини эътироф қилади. Қарзнинг миқдорини, шартини ва муддатини айтади. Бу нарсаларни қарз берувчи айтиб турса, ўз фойдасига буриб юбормасин, деган эҳтиёт чораси туфайли шундай қилинади. Қарз олувчи муҳтож бўлиб тургани учун бундай қилмаслиги аниқроқ. Чунки у муомаланинг тезроқ амалга ошишига муҳтож. Шундай бўлса ҳам, ояти карима яна бир бор, уни Роббига тақво қилишга ва ҳеч нарсани камайтирмасликка даъват қилмоқда. Агар қарз олаётган одам эси паст, молиявий ишлар тадбирини билмайдиган бўлса, заифлиги (ёши кичикдир ёки ўта кексадир, касалдир) туфайли ёки тилидаги айби, билмаслиги ва бошқа мавжуд айблар туфайли айтиб тура олмаса, унинг валийси адолат билан айтиб турсин. Чунки валийлар бошқа ишларда ҳам ўз қарамоғидагиларнинг масъулиятини оладилар. Молиявий олди-берди катта аҳамиятга эгадир, чунки бунда орага молу пул аралашади. Бундай ҳолда биров бошқасининг ҳақини еб кетишининг йўлини ҳар жиҳатдан тўсиш лозим. Бунда адолатли котиб ёздириб қўйиш билан кифояланмай, яна мусулмонлардан икки эркак кишини гувоҳ қилишга ҳам амр бўлмоқда. Исломда гувоҳликка доимо адолатли кишилар ўтиши зарур, бу нарса бошқа жойларда кўп таъкидлангани учун бу ерда қайта айтилмади. Аммо барибир бу шарт бекор бўлмайди. Чунки шариат ўлчовида адолатсиз бўлган кишининг гувоҳлиги қабул қилинмайди"
        }
    ]
}