{
    "maqras": [
        {
            "chapter": 4,
            "verse": 36,
            "text": "Ва Аллоҳга ибодат қилинглар ва Унга ҳеч нарсани ширк келтирманглар. Ота-онага, қариндошларга, етимларга, мискинларга, яқин қўшниларга, ён қўшниларга, ёнбошдаги соҳибларга, кўчада қолганларга ва қўлингизда мулк бўлганларга яхшилик қилинглар. Албатта, Аллоҳ ўзини юқори тутувчи ва одамлар устидан фахр қилувчиларни хуш кўрмас. (Оилавий-ижтимоий масалалар, мол-мулк ҳақида, бировларга яхшилик қилиш ҳақида баҳс этувчи оят ва жумлалар ичида ибодат ва ширк келтирмаслик ҳақидаги ушбу жумланинг келиши бежиз эмас. Аллоҳнинг Ўзигагина ибодат қилиш, Унга ҳеч нарсани ширк келтирмаслик–тавҳиддир. Бандалар учун Аллоҳнинг тавҳиди асосий ақидадир. Тавҳид ҳар бир инсондан талаб этилади. У Аллоҳнинг бандаларидаги ҳаққидир. Оятда тавҳидга амр этилганидан сўнг, бир неча тоифа кишиларга яхшилик қилишга буюриляпти)"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "Улар бахиллик қиладиган, одамларни бахилликка буюрадиган ва Аллоҳ уларга Ўз фазлидан берган нарсаларни беркитадиганлардир. Ва кофирларга хорловчи азобни тайёрлаганмиз"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "Улар молларини кишилар кўриши учун сарфлайдилар. Ҳамда Аллоҳга ва қиёмат кунига иймон келтирмайдилар. Кимнинг яқини шайтон бўлса, у қандай ҳам ёмон яқин"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Агар Аллоҳга ва қиёмат кунига иймон келтирсалар, Аллоҳ уларга ризқ қилиб берган нарсадан нафақа қилсалар, уларга нима зарар бўлади? Аллоҳ уларни яхши билувчи зотдир"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Албатта, Аллоҳ заррача ҳам зулм қилмас. Агар яхшилик бўлса, бир неча бор кўпайтирур ва Ўз ҳузуридан улуғ ажр берур"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Ҳар бир умматдан бир гувоҳ келтириб, сени уларнинг ҳаммасига гувоҳ этиб келтирган чоғимизда ҳол қандоқ бўлур?! (Бу оятда қиёмат кунининг васфи келмоқда. Қиёмат қўпганида, ҳар бир умматга ўз Пайғамбари гувоҳ этиб олиб келинади. Анбиёлар эса, умматлари Аллоҳнинг амрига юрганлари ва юрмаганлари ҳақида адолатли гувоҳлик берадилар. Муҳаммад алайҳиссалом аввалдан охиргача ҳамма умматларга гувоҳлик берадилар. Ана ўшанда у кишига иймон келтирмаганлар, мутакаббир, фахрланувчи ва бахилларнинг, одамларни ҳам бахилликка буюрган ва Аллоҳ Ўз фазлидан берган неъматларни беркитганларнинг ҳоли нима бўлади? Улар ўзлари инкор этган Холиқнинг ҳузурида турибдилар, ўзлари рад қилган Пайғамбар энди уларга гувоҳлик бериши, улар ҳақидаги бор ҳақиқатни Олий Қози ҳузурида айтиши керак. Энди бу кофирлар, мунофиқларнинг ҳоли не кечади? Қиёмат қоим бўлди. Xақиқат юзага чиқди)"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Ўша кунда куфр келтирганлар ва Расулга исён қилганлар ерга қоришиб кетишни истарлар ва Аллоҳдан ҳеч гапни яшира олмаслар"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "Эй иймон келтирганлар! Маст ҳолингизда–то айтаётган гапингизни биладиган бўлмагунингизча, намозга яқинлашманг ва жунуб ҳолингизда ҳам то ғусл қилмагунингизча. Магар йўлдан ўтувчи бўлса, майли. Агар бемор ёки сафарда бўлсангиз ёки сиздан бирингиз таҳоратхонадан келса ёхуд аёлларга яқинлашган бўлсангиз-у, сув топа олмасангиз, покиза тупроқ-ла таяммум қилинг. Бас, юзингизга ва қўлларингизга масҳ тортинг. Албатта, Аллоҳ афв ва мағфират қилувчи зотдир. (Бу ояти каримада кўпгина ҳукмлар мужассам топгандир. Шу билан бирга, ароқни ҳаром қилиш йўлида татбиқ қилинган чоранинг яна бир босқичи ҳамдир. Таҳорат ва ғуслга сув топилмаса, тоза тупроқ-ла таяммум қилинади. Шунингдек, сув тегиши билан касаллиги кучайиб кетадиган беморларга ҳам таяммумга рухсат. Яъни, таҳорати йўқ одам таҳоратни ният қилиб таяммум қилса, таҳорат ўрнига ўтади. Жунуб одам ғуслни ният қилиб таяммум қилса, ғусл ўрнига ўтади)"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Китобдан насиба берилганларнинг залолатни сотиб олишларини ва сиз йўлдан адашишингизни исташларини кўрмайсизми"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "Аллоҳ сизнинг душманларингизни билувчи зотдир. Валийликка Аллоҳнинг Ўзи кифоя қилур. Нусрат берувчиликка Аллоҳнинг Ўзи кифоя қилур"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "Яҳудий бўлганлардан калималарни ўз жойидан бузиб-ўзгартирувчилар бор. Улар тилларини бураб ва динга таъна етказиб: «Эшитдик ва исён қилдик, эшит, эшитмай қолгур ва «Роина» дерлар. Агар улар, эшитдик, ва итоат қилдик, эшит ва бизга назар сол, деганларида, албатта, ўзларига яхши ва тўғри бўлар эди. Лекин Аллоҳ уларни куфрлари сабабли лаънатлади. Бас, озгиналаридан бошқалари иймон келтирмаслар. (Яъни, яҳудийлар разилона сўз ўйини қилишади. Сиртдан чиройли, одобли сўзларни айтгандек кўринишади, аммо аслида тилларини буриб, ўша сўзларнинг иккинчи–ёмон маъносини ифодалашади. Мисол учун, Пайғамбаримиз алайҳиссалом бир гапни айтсалар, мўмин-мусулмонлар, эшитдик ва итоат қилдик, дер эдилар. Яҳудийлар эса, эшитдик ва исён қилдик, дейишади. Сиртдан қараганда, худди мўминларга ўхшаб жавоб берганга ўхшашади. Аслида эса, у кишини масхара қилмоқчи ва динга таъна етказмоқчи бўладилар)"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "Эй китоб берилганлар! Юзларни бузиб, орқаларига бурмасимиздан ёхуд уларни шанба одамларини лаънатлаганимиздек лаънатламасимиздан олдин сизлардаги нарсани тасдиқловчи бўлиб келган нарсага иймон келтиринг. Аллоҳнинг иши амалга ошгусидир. (Яҳудийлар шариати бўйича, шанба куни ишлаш, жумладан балиқ овлаш ман қилинган эди. Аммо улар шумлик қилиб, бу илоҳий амрни ҳам буздилар. Алоҳида ҳовузлар қазиб, шанба куни балиқларни қамаб олиб, бошқа кунлари тутишди. Шунда Аллоҳнинг ғазаби келиб, уларни маймун ва тўнғизга айлантирди)"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Албатта, Аллоҳ Ўзига ширк келтирилишини кечирмас. Ундан бошқа гуноҳни, кимни хоҳласа, кечирур. Ким Аллоҳга ширк келтирса, шубҳасиз, катта гуноҳни тўқибдир"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Ўзларини пок қилиб кўрсатаётганларни кўрмайсанми?! Йўқ! Аллоҳ кимни хоҳласа, шуни поклайди. Ва қилча зулм қилинмаслар"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Уларнинг Аллоҳга ёлғон тўқишини кўрмайсанми?! Шунинг ўзи ҳам очиқ-ойдин гуноҳликка етарли"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Китобдан насибадор бўлганларнинг ботилга ва тоғутга иймон келтиришларини ва куфр келтирганларни кўрсатиб: «Анавилар иймон келтирганлардан кўра ҳидоятлироқ йўлдалар», дейишларини кўрмайсанми?! (Бу ояти каримада яҳудийлар энди «Китобдан насибадор бўлганлар», деб тавсифланмоқда. Биз «ботил» деб таржима қилган сўз оятда «жибт» деб келган. Араб тилида жибт–бут, санам, фолбин ва сеҳргарга ўхшаш нарсаларга ишлатилади. «Тоғут» эса–Аллоҳнинг шариатидан бошқа шариат ва Аллоҳнинг шариатига асосланмаган ҳукмдир. Ушбу ояти каримада Аллоҳ таоло яҳудийларни жибт ва тоғутга иймон келтирганлар, деб васф қилмоқда)"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "Ана ўшаларни Аллоҳ лаънатлагандир. Кимни Аллоҳ лаънатласа, унга ҳеч нусратчи тополмассан"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Ёки улар мулкдан насибадорлар-у, шундай тақдирда ундан одамларга зиғирча ҳам бермайдиларми"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Ёки Аллоҳ одамларга Ўз фазлидан берган нарсаларга ҳасад қилмоқдаларми? Батаҳқиқ, Иброҳим оиласига китобни, ҳикматни ва улуғ мулкни берганмиз-ку"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Бас, уларнинг ичида унга (Муҳаммадга) иймон келтирганлар ҳам бор, ундан юз ўгириб куфр келтирганлар ҳам бор. Жаҳаннам куйдириш азобига кифоя қилур"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Оятларимизга куфр келтирганларни, албатта, дўзахга киритамиз. Қачонки, терилари етиб пишганда, азобни тортишлари учун бошқа тери алмаштирамиз. Албатта, Аллоҳ азиз ва ҳаким зотдир"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "Иймон келтирган ва солиҳ амалларни қилганларни, албатта, остидан анҳорлар оқиб турган жаннатларга киритамиз. Унда абадий боқий қолурлар. Унда уларга покиза жуфтлар бор. Ва уларни қуюқ сояларга киритамиз. (Ушбу оятда зикр этилган саодатманд кишилар мазкур улуғ неъматга Аллоҳнинг фазли ила, иймонлари ва солиҳ амаллари туфайли эришадилар)"
        }
    ]
}