{
    "maqras": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "Агар Биз уларга фаришталарни туширсак ҳам, уларга ўликлар гапирса ҳам ва уларнинг олдига ҳамма нарсани очиқ-ойдин тўпласак ҳам, Аллоҳ хоҳламаса, иймон келтирмаслар. Лекин кўплари жоҳилдирлар. (Аллоҳ таоло турли оят-мўъжизани, кишини лол қолдирувчи нарсаларни жилва қилдириб, одамларни танг қолдириб, кейин иймонга келишларини хоҳламаган. Аллоҳ таоло иймон йўлини инкишоф этиб, кишилар ўша йўл билан ақлларини ишлатиб, ўз ихтиёрлари асосида иймонга келишларини хоҳлайди. Иймонга келганларга мукофот беради, келмаганларга–жазо. Одамларнинг «кўплари жоҳилдирлар»)"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Шунингдек, ҳар бир Пайғамбарга инсу жин шайтонларини душман қилиб қўйдик. Уларнинг баъзилари баъзиларини ғурурга кетказишлари учун латиф каломларни танларлар. Агар Роббинг хоҳласа, бундай қилмас эдилар. Бас, уларни ўзлари тўқиган нарсалари ила ёлғиз қўй! (Аллоҳ таоло Ўз хоҳиши билан ҳар бир Пайғамбарга инсий ва жинний шайтонларни душман қилиб қўйган экан. Жин шайтонлар одамларни иғво қилиб, васвасага солиб, залолатга чақириб турадилар. Аммо Аллоҳнинг зикри бор жойдан қочадилар. Аллоҳни эслаб турадиган мўмин-мусулмон кишига улар ўз таъсирларини ўтказа олмайдилар. Аммо одамдан бўлган шайтонлар эса, ҳамма-ҳаммасидан бадтаридир. Улар доимо орамизда, кўзларимиз ўнгида туради. Аллоҳнинг зикрини қилсанг ҳам, қочмайди. Турли йўллар билан васваса қилиб, гуноҳ ишларга бошлайди. Инсу жин шайтонлари доимо ғавғо ва туғён билан машғулдирлар)"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Унга (гапнинг гўзалига) охиратга иймон келтирмайдиганларнинг қалби мойил бўлиши, ундан рози бўлиб, қиладиган гуноҳларини бажаришлари учундир"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Аллоҳдан ўзгани ҳакам қилиб олайми? Ҳолбуки, У сизга китобни батафсил этиб нозил қилди. Биз уларга китоб берганлар уни Роббингдан ҳақ ила нозил қилинганини биладилар. Бас шак келтирувчилардан бўлма"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Роббингнинг сўзлари содиқлик ва адолат ила батамом бўлди. Унинг сўзларини ўзгартувчи йўқ. Ва У яхши эшитгувчи ва яхши билгувчи зотдир"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Ва агар ер юзидагиларнинг кўпларига итоат қилсанг, сени Аллоҳнинг йўлидан адаштирадилар. Улар гумондан бошқага эргашмаслар. Улар тахмин қиларлар, холос"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Албатта, Роббинг ким Унинг йўлидан адашишини яхши билгувчидир. Ва У ҳидоят топувчиларни ҳам яхши билгувчидир"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Агар Унинг оятларига иймон келтиргувчилардан бўлсангиз, Аллоҳнинг исми зикр қилинган нарсадан енг"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "Сизга нима бўлдики, Аллоҳнинг номи айтиб сўйилган нарсани емас экансизлар?! У сизларга ҳаром қилган нарсаларини батафсил баён қилиб берган-ку?! Магар музтар бўлганингизда, майли. Албатта, кўпчилик билмасдан, ҳойу ҳаваслари ила адаштирадилар. Албатта, Роббинг тажовузкорларни яхши билгувчидир. (У зот Ўзининг ҳукмига тажовуз қилиб, ҳаром нарсаларни, Аллоҳнинг номи айтилмай сўйилган ҳайвонлар гўштини еганларни жуда яхши билади ва уларга тегишли жазони беради. Шунингдек, илмсиз, ҳавою нафснинг кўйига кириб, бу масалада ва бошқа масалаларда одамларни адаштирганларни ҳам яхши билади ва уларга ҳам тегишли жазосини беради)"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Ва ошкора ҳамда махфий гуноҳларни тарк қилинглар! Гуноҳ қилувчилар, албатта, қилган гуноҳларининг жазосини олурлар"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Аллоҳнинг исми зикр қилинмаган нарсаларни еманглар. Албатта, бу иш фисқдир. Албатта, шайтонлар ўз дўстларига сизлар билан тортишишни васваса қиларлар. Агар уларга итоат қилсангизлар, сизлар ҳам мушриклардан бўласизлар. (Уламоларимиз агар мусулмон киши ҳайвонни сўяётиб, Аллоҳнинг исмини зикр қилишни унутиб қўйса, сўйган гўшти ҳалол, деганлар. Аммо билиб туриб, қасддан зикр қилмаса, ундай гўшт ҳаром бўлади)"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Аввал ўлик бўлган одамни тирилтириб, унга одамлар орасида юрадиган нурни бериб қўйган бўлсак, у билан зулматлар ичида ундан чиқа олмай юрувчи одам ўхшаш бўладими? Шундай қилиб, кофирларга қилаётган амаллари зийнатлаб кўрсатилди. (Бу ояти каримада кофир одам ўлик ҳисобида эканлиги таъкидланмоқда. Аллоҳ таоло кимни иймонга ҳидоят этса, ўша одамнинг мўмин бўлиши гўё ўликнинг қайта тирилишига тенглаштирилмоқда)"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Худди шунга ўхшаш ҳар бир шаҳарда катта жиноятчиларни унда макр қилиш учун қўйиб юбордик. Улар сезмаган ҳолда фақат ўзларига ўзлари макр қиладилар, холос. (Бу жиноятчилар катта мансабларни эгаллаб олиб, одамларни ўз йўлига солиш учун турли ҳийла-найранглар қиладилар. Уларнинг жинояти Аллоҳ таолонинг ҳақ-ҳуқуқларига тажовуз қилишдир. Катта жиноятчиларнинг динга қарши қилган макр-ҳийлалари ўзларининг бошига етади. Чунки улар динга қарши чиқиш билан Аллоҳга қарши чиқадилар. Ўзининг ҳалокатига замин яратган бўладилар. Мўминларни эса Аллоҳ таолонинг Ўзи ҳимоя қилади)"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Агар уларга оят келса, Аллоҳнинг Пайғамбарларига берилган нарсага ўхшаш нарса бизга ҳам берилмагунча зинҳор иймон келтирмасмиз, дерлар. Ўз Пайғамбарлигини қаерга қўйишни Аллоҳнинг Ўзи яхши биладир. Жиноят қилганларга қилган макрлари учун Аллоҳнинг ҳузурида, албатта, хорлик ва шиддатли азоб бордир"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Кимни Аллоҳ ҳидоят қилмоқчи бўлса, унинг кўксини Исломга очиб қўядир. Кимни залолатга кетказишни ирода қилса, унинг кўксини худди осмонга кўтарилаётгандек, тор ва танг қилиб қўядир. Шундай қилиб, Аллоҳ иймон келтирмайдиганларга азобни дучор қилур. (Аллоҳ таоло бандаларидан кимга ҳидоятни раво кўрса, ўша банданинг кўксини кенг қилиб қўяди. У банда иймон ва Исломни кенг қалб ила қабул қилади. Аксинча, Аллоҳ таоло кимга залолат ва куфрни раво кўрса, унинг қалбини тор ва танг қилиб қўяди. Иймон ва Ислом ҳақида бирор гап эшитса, сиқилаверади. Илм ривожланиб, одамлар фазога учадиган бўлганларида, инсон қанчалик баландга кўтарилса, юраги–кўкси шунчалик сиқилиши кашф этилди. Агар Қуръон ҳақиқий илоҳий китоб бўлмаганда, бундан ўн тўрт аср аввал бу илмий ҳақиқатни қандай қилиб кашф этар эди)"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Мана шу Роббингнинг тўғри йўлидир. Ибрат олувчи қавм учун оятларни батафсил баён қилдик"
        }
    ]
}