{
    "maqras": [
        {
            "chapter": 8,
            "verse": 22,
            "text": "Аллоҳнинг ҳузурида ҳайвоннинг энг ёмони, албатта, кару соқов бўлиб, ақл ишлатмайдиганлардир"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Агар Аллоҳ уларда бирор яхшиликни билганида, албатта, эшиттирар эди ва агар уларга эшиттирса ҳам, албатта, юз ўгириб, бурилиб кетар эдилар. (Аллоҳ таоло улардан бирор яхшилик чиқишини билганида эди, албатта, уларни эшитганидан фойда оладиган қилиб қўйган бўларди. Аммо уларнинг табиатлари бузуқлигини, эшитсалар ҳам, юз ўгириб кетишларини билгани учун ҳам Аллоҳ бундай қилмади)"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Эй иймон келтирганлар! Сизга ҳаёт берадиган нарсага чақирганларида Аллоҳ ва Расулига жавоб беринг ва билинки, албатта, Аллоҳ киши билан унинг қалбини ажратиб қўяди ва, албатта, Унинг ҳузурида тўпланурсиз. («Ҳаёт берадиган нарса»–иймон ва Исломдир. Қуръони Карим таъбири бўйича, ҳақиқий ҳаёт иймон ва Исломдир. Инсон буларсиз ўликдир. Аллоҳ инсон билан қалбининг орасини ажратгандан кейин у ўзини ўнглай олмай қолади. Инсон ўз қалбига молик бўла олмай қолмайди)"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Ва сизлардан фақат зулм қилганларнинг ўзигагина етмайдиган фитнадан сақланинг. Ва билинки, албатта, Аллоҳнинг иқоби шиддатлидир"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Сиз ер юзида оз сонли, заифҳол бўлиб, одамлар сизни тутиб олишидан қўрқиб юрган ҳолингизни эсланг. Бас, У зот сизга жой берди, Ўз нусрати ила қўллади ва сизларга пок нарсаларни ризқ қилиб берди. Шоядки шукр қилсангиз. (Аллоҳ таоло мусулмонларга жуда қийин пайтларида ҳам Ўзи ёрдам берганини эслатмоқда. Исломий даъватнинг бошланишида мусулмонлар оз сонли, заифҳол эдилар. Маккада қўрқиб бекиниб юрардилар)"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Эй иймон келтирганлар, билиб туриб, Аллоҳга, Пайғамбарга ва омонатларингизга хиёнат қилманг. (Аллоҳга хиёнат–«Ла илаҳа илаллоҳ», деб иймонга келган шахснинг ана ўша «Аллоҳдан ўзга ибодатга сазовор зот йўқ» шиорига хилоф қилишидир. Аллоҳдан ўзганинг йўлига юриш, Аллоҳ фарз қилган амалларни тарк этиш, қайтарганларидан қайтмаслик ва бошқа гуноҳлар Аллоҳга хийнат қилиш бўлади. Пайғамбарга хиёнат қилиш эса, «Муҳаммадун Расулуллоҳ»-га хилоф қилишдир. Пайғамбаримизни (с. а. в.) шариатларига юрмаслик, суннатларига амал қилмасликдир. Кишилар орасида бўладиган муомалаларда омонатлар бор. Муомалалар шахсий, ижтимоий, иқтисодий, сиёсий ва бошқача бўлиши мумкин. Уларнинг ҳаммасида ҳам бировга бир нима ишониб топширилса, омонат бўлади. Уни ўз ўрнига қўя олмаслик хиёнат ҳисобланади"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Ва билингки, молларингиз ва фарзандларингиз фитнадан ўзга нарса эмас ва, албатта, Аллоҳнинг ҳузурида улуғ ажр бордир. (Молу дунё ва фарзандлар омонатга хиёнат қилишга сабаб бўлиши учун эмас, синов учун берилади. Ҳар бир инсонда молу дунёга, фарзандга муҳаббат бор. Булар ҳам Аллоҳнинг неъматлари)"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "Эй иймон келтирганлар! Агар Аллоҳга тақво қилсангиз, сизга фурқон беради, сизнинг гуноҳларингизни ювиб, мағфират қиладир. Аллоҳ улуғ фазл эгасидир"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Куфр келтирганларнинг сени ушлаш, ўлдириш ёки чиқариб юбориш учун макр қилганларини эсла. Улар макр қилдилар ва Аллоҳ ҳам «макр» қилди. Аллоҳ «макр» қилгувчиларнинг устасидир. (Уламоларимиз Аллоҳга «маккор» сифатини беришдан қайтарганлар. Шунинг учун ҳам Қуръон ёки ҳадисда Аллоҳ таолога нисбатан «макр» лафзи ишлатилса, уни бандаларга нисбатан қўлланилгани каби тушунмаслик керак)"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Уларга оятларимиз тиловат қилинса: «Батаҳқиқ, эшитдик, агар ҳоҳласак, бунга ўхшашни ўзимиз ҳам айтамиз. Бу аввалгиларнинг афсонасидан ўзга нарса эмас», дерлар"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "«Эй бор Худоё, агар мана шу Сенинг ҳузурингдан келган ҳақ бўлса, устимизга осмондан тош ёғдиргин ёки бизга аламли азоб юборгин», деганларини эсла"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Модомики сен уларнинг ичида экансан, Аллоҳ уларни азобламас. Модомики улар истиғфор айтар эканлар, Аллоҳ уларни азобламас"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "Нега энди Аллоҳ уларни азобламас экан. Улар Масжидул Ҳаромдан тўсмоқдалар. Ҳолбуки, унинг валийлари эмаслар. Унинг валийлари тақводорлардан ўзга ҳеч ким эмас. Лекин кўплари билмайдилар"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Уларнинг байт олдидаги намозлари ҳуштак ва қарсак чалишдан иборат эди, холос. Бас, куфр келтирганингиз туфайли азобни татиб кўринг. (Мушриклар Байтуллоҳнинг валий-мутасаддилари бўлса, ибодатлари хуштак ва чапак чалишдан иборат бўлармиди? Бу ишда на Байтуллоҳга ҳурмат-эҳтиром бор ва на Аллоҳга ибодат. Фақат овоз чиқариш, тўс-тўполон қилиш. Шунинг учун ҳам оятнинг сўнгида уларга хитобан: «Бас куфр келтирганингиз туфайли азобни татиб кўринг», дейилмоқда.)(Яъни, Бадр урушидаги азобни татиб туринг, қолганини қиёматда оласиз)"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Албатта, куфр келтирганлар молларини Аллоҳнинг йўлидан тўсиш учун сарфларлар. Бас, уларни сарфлайдилар-у, сўнгра ўзларига ҳасрат бўладир, кейин маблуғ бўларлар. Куфр келтирганлар жаҳаннамга тўпланурлар. (Ушбу сураи карима тафсири муқаддимасида келтирилган Бадр уруши ҳақидаги ривоятларда Макка мушрикларининг бойлари мусулмонларга, Пайғамбарга (с. а. в.) қарши қанчалик молу мулк сарифлаганликларини кўриб ўтдик. Кофирлар одамларини Аллоҳнинг йўлидан қайтариш учун ундан кейин ҳам, ҳозир ҳам ҳисобсиз маблағларини сарфламоқдалар. Улар ўзларича, бу харажатларни эзгулик йўлида, савоб учун сарфлаяпмиз, деб ўйлайдилар. Улар хоҳлаганларича сарфлайверсинлар, лекин бир куни келиб, худди шу сарфлаган моллари ўзларига ҳасратнадомат бўлиб қайтади. Бунга Бадр урушига харжланган моллар мисол бўла олади. Минг-минглаб сарф қилсалар ҳам, мақсадларига эриша олмай, мағлуб бўлдилар. Охиратда эса, жаҳаннамда тўпланадилар"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "Аллоҳ покдан нопокни айириши учун ва нопокнинг баъзиси устига баъзисини тахлаб, ҳаммасини жаҳаннамга ташлаши учун. Ана ўшалар зиён кўргувчилардир. (Аллоҳ таоло кофирларни у дунёда жаҳаннамга тўплайди, уларни пок–жаннати мўминлардан ажратиб олиш учун, худди ўтинни тахлагандек, бир-бирларининг устига тахлаб туриб, дўзахга ташлаш учун тўплайди. Ҳақиқий зиён кўрувчилар ана шулар бўлади)"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "Куфр келтирганларга айт, агар тўхтасалар, ўтган нарсалар мағфират қилинур ва агар қайтадиган бўлсалар, бас, батаҳқиқ, аввалгиларнинг суннати ўтган"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Ва улар билан то фитна бўлмагунча ва диннинг ҳаммаси Аллоҳга бўлгунча, уруш қилинг. Агар тўхтасалар, бас, Аллоҳ, албатта, нима қилаётганларини кўриб тургувчи зотдир"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "Агар юз ўгирсалар, бас, билгинки, албатта, Аллоҳ хожангиздир. У қандай ҳам яхши хожа ва қандай ҳам яхши нусрат бергувчи"
        }
    ]
}