{
    "rukus": [
        {
            "chapter": 14,
            "verse": 42,
            "text": "Ni jue buyao yiwei an la hu shi bu yi zhe de xingwei, ta zhi dui tamen huanxing dao dengyan de rizi"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "(zai na ri), tamen jiang taizhe tou wang qian benzou, tamen de yanjing bu gan kan ziji, tamen de xin shi kongxu de"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Ni yingdang jinggao zhongren, jianglai yao you zheyang de yi ri, xingfa jiang lailin tamen, er bu yi zhe jiang shuo:“Women de zhu a! Qiu ni rang women yanchi dao yige linjin de dingqi, yibian women xiangying ni de haozhao, shuncong ni de shizhe.” Nandao nimen yiqian meiyou fashi shuo, nimen jue bu hui miewang ma"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Nimen ceng juzhu zai zi kui zhe suo zhu di difang, erqie mingbai wo shi zenyang chuzhi tamen de. Wo ye wei nimen dale xuduo bifang"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Tamen que yi yong jimou, zai an la nali, you tamen de jimou (de guobao). Jishi tamen de jimou neng yidong qun shan"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Ni jue buyao yiwei an la dui ta de shizhe shuangyue. An la que shi qiangda de, que shi cheng e de"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Zai na ri, zhe dadi yao bian cheng bie de dadi, zhu tian ye yao bian cheng bie de zhu tian, tamen yao chulai jian du yi de, quanneng de an la"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Zai na ri, ni jiang kanjian zui renmen daizhe zhigu, cheng shuang cheng dui di bei kunbang qilai"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "tamen de chenyi shi yong liqing zuo de, huo jiang longzhao tamen de lian"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Yibian an la yiju ge ren suo xing de shan e er jiayi baochou. An la que shi qingsuan shensu de"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Zhe shi dui zhongren de chongfen de biaoshi, yibian tamen yinci er shou jinggao, yibian tamen zhidao ta zhishi du yi de bei chongbai zhe, yibian you lizhi de ren jiqu jiaohui"
        }
    ]
}