{
    "rukus": [
        {
            "chapter": 19,
            "verse": 41,
            "text": "Ni yingdang zai zhe bu jingdian li ti ji yi bo la xin, ta yuan shi yige qiancheng de ren, you shi yige xianzhi"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Dangshi ta dui ta fuqin shuo:“Wo de fuqin a! Ni weihe chongbai na ji buneng ting, you buneng jian, duiyu ni you meiyou renhe biyi de dongxi ne"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "Wo de fuqin a! Meiyou jianglin ni de zhishi, que yi jianglin wole; ni shuncong wo ba, wo yao zhishi ni yitiao zhenglu"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "Wo de fuqin a! Ni buyao chongbai emo, emo que shi weikang zhiren zhu de"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "Wo de fuqin a! Wo dique pa ni zaoshou cong zhiren zhu fachu de xingfa, er bian cheng emo de pengyou.”"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "Ta shuo:“Ni taoyan wo de zhuzai ma? Yi bo la xin a! Ruguo ni bu tingzhi, wo shi biyong shitou ji ni. Ni yingdang yuanli wo yige chang shiqi.”"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Ta shuo:“Zhu ni ping'an! Wo jiang wei ni xiang wo de zhu qiurao, ta dui wo que shi renci de"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Wo jiang tuibi nimen, yiji nimen she an la er qidao de. Wo jiang qidao wo de zhu, wo huoxu bu wei qidao wo de zhu er bian cheng boming de ren.”"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Ta ji tuibi tamen, yiji tamen she an la er qidao de, wo jiu shangci ta yi si ha ge he ye er gu bai, wo shi ta lia chengwei xianzhi"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "wo ba wo de enhui shangci tamen, wo shi tamen xiangyou zhenshi de, chonggao de shengwang"
        }
    ]
}