{
    "rukus": [
        {
            "chapter": 22,
            "verse": 65,
            "text": "Nandao ni bu zhidao ma? An la wei nimen zhifu da dishang suoyou de shiwu, yiji feng ta de mingling er zai haishang hangxing de chuanbo, ta weichizhe tian yimian zhuiluo zai dishang, chufei huode ta de xuke. An la duiyu shiren que shi zhi ai de, que shi zhi ci de"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Ta shi nimen sheng, ranhou shi nimen si, ranhou shi nimen fuhuo; ren que shi gu en de"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Wo wei mei ge minzu zhiding yi zhong gong xian yishi, rang tamen you suo zunxun, jue bushi rang tamen wei zhe shi yu ni zhenglun. Ni yingdang zhaohuan zhongren lai chongbai ni de zhu, ni que shi zai zheng lushang de"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Ruguo tamen yu ni zhenglun, ni yingdang shuo:“An la shi zhidao nimen de xingwei de"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Fuhuo ri, an la jiang panjue nimen suo zhenglun de shifei.”"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Nandao ni bu zhidao ma? An la zhidao tiandi wanwu, zhe que shi zai yi ben tian jing li de. Zhe duiyu an la que shi rongyi de"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Tamen she an la er chongbai an la suo wei zhengshi de, ye fei tamen suo zhidao de ouxiang; bu yi de ren jue meiyou renhe yuanzhu zhe"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "dang bieren dui tamen xuandu wo de mingxian de jixiang de shihou, ni kanjian bu xindao zhe de lian shang you bu yuezhi se; tamen jihu yao xiji dui tamen xuandu wo de jixiang zhe. Ni shuo:“Wo gaosu nimen bi zhege geng elie de hao ma? Na jiushi huo yu. An la yi huo yu yingxu bu xindao zhe, na guisu zhen elie"
        }
    ]
}