{
    "rukus": [
        {
            "chapter": 6,
            "verse": 31,
            "text": "Rwose ba bandi bahinyuye kuzahura na Allah (ku munsi w’izuka) barahombye, kugeza ubwo imperuka ibagezeho ibatunguye, bakavuga bati “Mbega akaga tugize kubera ibyo twirengagije (gukora) ku isi!” Bazaba bikoreye imitwaro (ibyaha) ku migongo yabo. Mbega ububi bw’ibyo bazaba bikoreye"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Kandi ubuzima bw’isi nta kindi buri cyo uretse kuba ari umukino no kwinezeza. Ariko ubuturo bwo ku munsi w’imperuka (ijuru) ni bwo bwiza kuri ba bandi batinya (Allah). Ese nta bwenge mugira"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Rwose tuzi ko uterwa agahinda cyane n’ibyo bavuga, ariko mu by’ukuri ntabwo ari wowe baba bahinyura, ahubwo inkozi z’ibibi ziba zihakana nkana ibimenyetso bya Allah"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Kandi rwose Intumwa zakubanjirije zarahinyuwe ariko zihanganira uguhinyurwa no gutotezwa, kugeza ubwo ubutabazi bwacu buzigezeho. Ndetse ntawahindura amagambo (isezerano) ya Allah. Kandi mu by’ukuri wagezweho n’inkuru (z’uko twatabaye) intumwa (zakubanjirije)"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Niba (wowe Muhamadi) uremererwa no guhakana kwabo (ukaba udashobora kubyihanganira), nubishobora uzashake inzira yo mu butaka cyangwa urwego rwakugeza mu kirere kugira ngo ubazanire igitangaza (kandi ntiwabishobora, bityo jya wihangana). N’iyo Allah aza kubishaka, yari kubahuriza ku muyoboro w’ukuri, uramenye ntuzabe mu njiji"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Mu by’ukuri abemera (ibyo ubahamagarira) ni ba bandi bumva (bikabagirira akamaro). Naho abapfu (abahakanye ibyo ubahamagarira); Allah azabazura, maze iwe abe ari ho basubizwa"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Baranavuze bati “Kuki atamanuriwe igitangaza giturutse kwa Nyagasani we?” Vuga (yewe Muhamadi) uti “Mu by’ukuri Allah ashoboye kumanura igitangaza, ariko abenshi muri bo ntibabizi.”"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Nta kiremwa na kimwe kigenda ku isi cyangwa inyoni igurukisha amababa yayo yombi, bitaba mu miryango nk’iyanyu. Nta cyo twasize (tudasobanuye) mu gitabo, hanyuma kwa Nyagasani wabyo ni ho bizakoranyirizwa"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Ba bandi bahinyuye amagambo yacu ni ibipfamatwi bakaba n’ibiragi; bari mu mwijima. Uwo Allah ashaka amurekera mu buyobe ndetse n’uwo ashaka amuyobora inzira igororotse"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Vuga (yewe Muhamadi) uti “Nimumbwire! Ese ibihano bya Allah biramutse bibagezeho cyangwa mukagerwaho n’imperuka, hari undi mwakwiyambaza utari Allah, niba koko muri abanyakuri?”"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Ahubwo ni We wenyine mwakwiyambaza, maze yabishaka akabakiza ibyo mumwiyambajemo, nuko mugahita mwibagirwa ibyo mumubangikanya na byo (kuko nta cyo bishoboye)"
        }
    ]
}