{
    "rukus": [
        {
            "chapter": 22,
            "verse": 49,
            "text": "Vuga (yewe Muhamadi) uti “Yemwe bantu! Mu by’ukuri ndi umuburizi wanyu ugaragara.”"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Bityo ba bandi bemeye bakanakora ibikorwa byiza, bazababarirwa ibyaha banahabwe amafunguro meza"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Naho ba bandi bashishikajwe no kurwanya amagambo yacu (Qur’an), abo ni abantu bo mu muriro wa Jahanamu"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Nta ntumwa n’imwe cyangwa umuhanuzi twohereje mbere yawe (yewe Muhamadi) ngo asome (ibyo yahishuriwe), maze ngo Shitani ibure gushyira urujijo mu byo yasomye (kugira ngo ibuze abantu gukurikiza ibyo basomewe). Nuko Allah agakuramo urwo rujijo Shitani yateje, hanyuma Allah agashimangira amagambo ye. Kandi Allah ni Umumenyi uhebuje, Nyirubugenge buhambaye"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Ibyo byari ukugira ngo urwo rujijo Shitani yateje, (Allah) arugire ikigeragezo kuri ba bandi bafite uburwayi (bw’uburyarya n’ubuhakanyi) mu mitima ndetse n’abafite imitima inangiye. Kandi mu by’ukuri inkozi z’ibibi ziri mu buyobe bukabije"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "No kugira ngo abahawe ubumenyi bamenye ko (Qur’an) ari ukuri kwaturutse kwa Nyagasani wawe, maze bayemere kandi imitima yabo iyicisheho bugufi. Mu by’ukuri Allah ni Uyobora abemeramana inzira igororotse"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Ariko ba bandi bahakanye ntibazareka kuyishidikanyaho (Qur’an), kugeza igihe imperuka izabagereraho ibatunguye cyangwa bakagerwaho n’ibihano by’umunsi ugumbahaye (umunsi w’imperuka, utagira icyiza na kimwe)"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "Kuri uwo munsi ubwami buzaba ari ubwa Allah wenyine uzabacira imanza. Ba bandi bazaba baremeye bakanakora ibikorwa byiza bazaba mu busitani bwuje inema (Ijuru)"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Naho ba bandi bahakanye bakanahinyura amagambo yacu, bazahanishwa ibihano bisuzuguza"
        }
    ]
}