{
    "rukus": [
        {
            "chapter": 30,
            "verse": 1,
            "text": "Alif Laam Miim"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "Abaroma baratsinzwe"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "Mu gihugu cyo hafi (y’Abaperise). Ariko nyuma yo gutsindwa kwabo na bo bazatsinda"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "Mu myaka mike (iri hagati y’itatu n’icumi)! Umwanzuro ni uwa Allah mbere (yo gutsinda kw’Abaroma) na nyuma (yaho). Kandi icyo gihe abemeramana bazishima"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "Ku bw’inkunga ya Allah (azatera Abaromani bagatsinda Abaperise). Atera inkunga uwo ashaka kandi We ni Umunyacyubahiro bihebuje, Nyirimbabazi"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "(Iryo) ni isezerano rya Allah, kandi Allah ntajya yica isezerano rye, ariko abenshi mu bantu ntibabizi"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "Bazi gusa ibigaragara mu buzima bw’isi, nyamara bakirengagiza ubuzima bw’imperuka"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Ese ntibitekerezaho (ngo barebe uko Allah yabaremye)? Nta kindi cyatumye Allah arema ibirere n’isi ndetse n’ibiri hagati yabyo, uretse impamvu y’ukuri ndetse anabigenera igihe ntarengwa (bizabaho)! Ariko mu by’ukuri abenshi mu bantu bahakana kuzahura na Nyagasani wabo"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Ese (abahakanyi) ntibatambagira isi ngo barebe uko iherezo ry’abababanjirije ryagenze? Bari abanyembaraga kubarusha, banahinga isi kubarusha bakanayibyaza umusaruro, ndetse bakanayubaka kurusha uko bo bayubaka. Banagezweho n’Intumwa zabo zibazaniye ibimenyetso bigaragara (ariko barazihinyura, maze Allah arabarimbura). Allah ntiyigeze abarenganya, ahubwo ni bo ubwabo bihemukiye"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Nuko ibyo biba iherezo ribi kuri ba bandi bakoraga nabi, kubera ko bahinyuye amagambo ya Allah (n’ibimenyetso bye) bakanayakerensa"
        }
    ]
}