{
    "rukus": [
        {
            "chapter": 4,
            "verse": 105,
            "text": "(napiye!) Allah umakku arivittataik kontu, nir manitarkalitaiye tirppu valankuvatarkaka, murrilum unmaiyaik kontulla ivvetattai niccayamaka nam um'mitu irakkiyullom;. Enave cati mocakkararkal carpil vatatupavaraki vitatir"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "(tavarukalukkaka) nir allahvitam mannippuk korum, niccamaka allah mannippavanakavum mikka karunai utaiyavanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "enenral kotiya paviyana cati ceytu kontiruppavarai niccayamaka allah necippatillai"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "ivarkal (tankal catikalai) manitarkalitamiruntu maraittu vitukinranar;. Anal (avarrai) allahvitamiruntu maraikka mutiyatu. Enenil avan poruntik kollata corkalil avarkal iravil (cati) alocanai ceyyum potu avan avarkalutan irukkinran. Melum avarkal ceypavarraiyellam allah culntu arintavanaka irukkinran"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "(Muhminkale!) Enne! Ittakaiya manitarkalukkakava ivvulakil ninkal vatatukirirkal - niyayat tirppu nalil avarkalukkaka allahvitam yar vatatuvarkal? Allatu (annalil) avarkalukkaka poruppaliyaka akupavan yar"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "evarenum oru timaiyaic ceytuvittu, allatu tamakkut tame aniyayam ceytu pinnar avar (manappurvamaka) allahvitam mannippuk ketparanal - avar allahvai mannippavanakavum mikka karunai utaiyavanakavum kanpar"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "evan pavattaic campatikkarano avan tanakkuk ketakave atai niccayamaka campatikkiran. Allah (yavarraiyum) arintavanakavum nanamutaiyavanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "melum, evan oru tavaraiyo allatu pavattaiyo campatittuvittu appal atanai oru niraparati mitu vici vitukirano avan niccayamaka avaturraiyum, pakirankamana pavattaiyum cumantu kolkinran"
        }
    ]
}