{
    "chapter": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "Ài liè fú, liǎ mù, mǐ mù, sà dé."
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "Zhè shì jiàng shì nǐ de jīngdiǎn--nǐ de xiōngzhōng qiè bùkě yīncǐ ér yǒu yīdiǎn fánmèn--yǐbiàn nǐ jiè cǐ ér jǐnggào, bìng yǐ cǐ zuò xìnshìmen de jiàoxùn."
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Nǐmen dāng zūnxún cóng nǐmen de zhǔ jiàng shì de jīngdiǎn, nǐmen bùyào shě zhēnzhǔ ér shùncóng xǔduō bǎoyòu zhě. Nǐmen hěn shǎo juéwù."
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Yǒu xǔduō chéngshì céng bèi wǒ huǐmièle; wǒ de xíngfá, zài tāmen guòyè de shíhòu, huò zài tāmen wǔshuì de shíhòu, jiànglín tāmen."
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Dāng wǒ de xíngfá jiànglín tāmen de shíhòu, tāmen wéiyī de biànsù shì shuō: Wǒmen yuánlái què shì bù yì de."
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Wǒ bì shěnwèn céng pài shǐzhě qù jiàohuàguò de mínzhòng, wǒ bì shěnwèn céng bèi pài qù de shǐzhě."
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Wǒ bì jù zhēnzhī ér gàosù tāmen, wǒ méiyǒu líkāiguò tāmen."
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "Zài nà rì, chēng (gōngguò báo) shì zhēnshí de. Shàngōng de fènliàng jiào zhòng zhě cái shì chénggōng de."
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "Shàngōng de fènliàng jiào qīng de rén, jiāng yīn shēngqián bùxìn wǒ de jīxiàng ér kuī shé zìshēn."
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Wǒ què yǐ shǐ nǐmen zài dà dìshàng ānjū, bìng wèi nǐmen zài dà dìshàng shè shēnghuó suǒ xū. Nǐmen hěn shǎo gǎnxiè."
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Wǒ què yǐ chuàngzào nǐmen, ránhòu shǐ nǐmen chéngxíng, ránhòu duì zhòng tiānshén shuō: Nǐmen xiàng ā dān kòutóu. Tāmen jiù xiàng tā kòutóu, wéi dú yì bo liè sī méiyǒu kòutóu."
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "Zhǔ shuō: Dāng wǒ mìnglìng nǐ kòutóu de shíhòu, nǐ wèishéme bù kòutóu ne? Tā shuō: Wǒ bǐ tā yōuyuè, nǐ yòng huǒ zào wǒ, yòng ní zào tā."
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "Zhǔ shuō: Nǐ cóng zhèlǐ xiàqù ba! Nǐ bù gāi zài zhèlǐ zì dà. Nǐ chūqù ba! Nǐ què shì bēijiàn de!"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "Tā shuō: Qiú nǐ kuāndài wǒ, zhídào rénlèi fùhuó zhī rì."
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "Zhǔ shuō: Nǐ bìdìng shì bèi kuāndài de."
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Tā shuō: Yóuyú nǐ shǐ wǒ mí wù, wǒ bìdìng zài nǐ de zhèng lùshàng cìhòu tāmen."
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Ránhòu, wǒ bìdìng cóng tāmen de qiánhòu zuǒyòu jìngōng tāmen. Nǐ bùzhì yú fāxiàn tāmen dàbàn shì gǎnxiè de."
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "Zhǔ shuō: Nǐ bèi biǎn zé de, bèi qì juédì cóng zhèlǐ chūqù ba! Tāmen zhōng fánshì shùncóng nǐ de, wǒ bì yǐ nǐ hé tāmen yīqǐ chōngmǎn huǒ yù."
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "Ā dān a! Nǐ hé nǐ de qī zǐ tóng zhù lèyuán ba, nǐmen kěyǐ suíyì chī yuán lǐ de shíwù. Dàn bùyào línjìn zhè kē shù; fǒuzé, jiù yào biàn chéng bù yì zhě."
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Dàn èmó jiàosuō tā liǎ, yǐzhì wèi tā liǎ xiǎn chū tā liǎ de bèi zhēgài de yīnbù. Tā shuō: Nǐ liǎ de zhǔ jìn nǐmen liǎ chī zhè kē shù de guǒshí, zhǐ wéi bù yuàn nǐ liǎ biàn chéng tiānshén, huò yǒngshēng bù miè."
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Tā duì tā liǎ méngshì shuō: Wǒ què shì zhōngyú nǐ liǎ de."
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Tā yòng qīpiàn de shǒuduàn shǐ tā liǎ duòluò. Dāng tā liǎ chángle nà kē shù de guǒshí de shíhòu, tā liǎ de yīnbù biàn duì zìjǐ xiàn lùchūláile, tā liǎ zhǐhǎo yòng yuán lǐ de shùyè zhēgài zìjǐ de yīnbù. Tā liǎ de zhǔ hǎnjiào tā liǎ shuō: Nándào wǒ méiyǒu jìnzhǐ nǐ liǎ chī nà kē shù de guǒshí ma? Nándào wǒ méiyǒu duì nǐ liǎ shuōguò, èmó què shì nǐ liǎ de míng dí ma?"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Tā liǎ shuō: Wǒmen de zhǔ a! Wǒmen yǐ zì qīle, rúguǒ nǐ bù shè yòu wǒmen, bù cí mǐn wǒmen, wǒmen bìdìng biàn chéng kuī shé zhě."
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Zhǔ shuō: Nǐmen hùxiāng chóushì dìxiàqù ba. Dà dìshàng yǒu nǐmen zhànshí de zhùchù hé xiǎngshòu."
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "Zhǔ shuō: Nǐmen jiàng zài dà dìshàng shēnghuó, jiàng zài dà dìshàng sǐwáng, jiāng cóng dì xià bèi qǔ chū lái."
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "Ā dān de zǐsūn a! Wǒ què yǐ wèi nǐmen ér chuàngzào zhēgài yīnbù de yīfú hé xiūshì de yīfú, jìngwèi de yīfú yóuwéi yōuměi. Zhè shì shǔyú zhēnzhǔ de jīxiàng, yǐbiàn tāmen juéwù."
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Ā dān de zǐsūn a! Jué bùyào ràng èmó kǎoyàn nǐmen. Yóurú tā bǎ nǐmen de shǐ zǔfùmǔ de yīfú tuō xià, ér jiēshì tā liǎ zìjǐ de yīnbù, ránhòu bǎ tā liǎ yòu chū lèyuán. Tā hé tā de bùxià, díquè néng kànjiàn nǐmen; ér nǐmen què bùnéng kànjiàn tāmen. Wǒ què yǐ shǐ èmó chéngwéi bù xìndào zhě de méngyǒu."
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "Dāng tāmen zuòle chǒushì de shíhòu, tāmen shuō: Wǒmen fāxiàn wǒmen de zǔxiān shi zhèyàng zuò de. Zhēnzhǔ yěshì mìnglìng wǒmen zhèyàng zuò de. Nǐ shuō: Zhēnzhǔ bù mìnglìng rén zuò chǒushì. Nándào nǐmen jiǎjiè zhēnzhǔ de míngyì ér wàngyán nǐmen zìjǐ suǒ bù zhīdào de shìqíng ma?"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Nǐ shuō: Wǒ de zhǔ, mìnglìng rén zhǔchí gōngdào, zài-cì lǐbài de shíhòu, nǐmen yào zhuānxīnzhìzhì de qūxiàng tā, yào xīnyuèchéngfú de qídǎo tā. Nǐmen yào xiàng tā chuàngzào nǐmen de shíhòu nàyàng fǎnběn huányuán."
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Yī huǒ rén, tā céng jiāyǐ yǐndǎo; yī huǒ rén, shì gāi mí wù de (tā céng jiāyǐ qì jué). Tāmen què yǐ shě zhēnzhǔ ér yǐ èmó wèi bǎoyòu zhě, hái yǐwéi zìjǐ shì zūnxún zhèngdào de."
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "Ā dān de zǐsūn a!-Féng lǐbài, nǐmen bìxū chuānzhuó fúshì. Nǐmen yīngdāng chī, yīngdāng hē, dàn bùyào guòfèn, zhēnzhǔ què shì bù xǐhuān guòfèn zhě de."
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Nǐ shuō: Zhēnzhǔ wèi tā de chénmín ér chuàngzào de fúshì hé jiāměi de shíwù, shéi néng jìnzhǐ tāmen qù xiǎngshòu ne? Nǐ shuō: Nàxiē wùpǐn wéi xìndào zhě zài jīnshì suǒ gòngyǒu, zài fùhuó rì suǒ dú xiǎng de. Wǒ wèi yǒu zhīshì de mínzhòng zhèyàng jiěshì yī qiē jīxiàng."
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Nǐ shuō: Wǒ de zhǔ zhǐ jìnzhǐ yīqiè míngxiǎn de hé yǐn wēi de chǒushì, hé zuì'è, hé wúlǐ de qīnhài, yǐjí yòng zhēnzhǔ suǒ wèi zhèngshí de shìwù pèi zhēnzhǔ, jiǎjiè zhēnzhǔ de míngyì ér wàngyán zìjǐ suǒ bù zhīdào de shìqíng."
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Gè mínzú dōu yǒu yīgè qíxiàn, dāng tāmen de xiànqí dàolái de shíhòu, tāmen bùnéng dān yán yīkè; dāng qí wèilái de shíhòu, tāmen yě bùnéng tíqián yīkè."
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Ā dān de zǐsūn a! Rúguǒ nǐmen tóngzú zhōng de shǐzhě lái duì nǐmen jiǎngshù wǒ de jīxiàng, nàmò, fán jìngwèi érqiě xiūshēn zhě, jiānglái dōu méiyǒu kǒngjù, yě bù yōuchóu."
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Fǒurèn wǒ de jīxiàng érqiě jiāyǐ miǎoshì zhě, shì huǒ yù de jūmín, tāmen jiāng yǒng jū qízhōng."
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Jiǎjiè zhēnzhǔ de míngyì ér zàoyáo, huò fǒurèn qí jīxiàng zhě, yǒu shéi bǐ tāmen hái bù yì ne? Zhè děng rén jiāng zāoyù tiān jīng zhōng wèi tāmen yùdìng de mìngyùn, zhídào wǒ de zhòng shǐzhě lái shǐ tāmen sǐwáng de shíhòu, jiāng duì tāmen shuō: Nǐmen cóngqián shě zhēnzhǔ ér qídǎo de (ǒuxiàng), xiànzài nǎlǐ ne? Tāmen jiāng shuō: Tāmen yǐ huíbì wǒmenle. Tāmen jiāngyào chéngrèn zìjǐ yuán shì bùxìndào zhě."
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "Zhēnzhǔ jiàng yào shuō: Nǐmen tóng jīnglíng hé rénlèi zhōng yǐqián shìqù de gè mínzú yīqǐ jìnrù huǒ yù ba. Měi dāng yīgè mínzú jìn huǒ yù qù, zǒng yào zhòumà tā de jiěmèi mínzú, zhídào tāmen tǒngtǒng dào qíle. Tāmen zhōng hòujìn dì lùn jí xiānjìn de shuō: Wǒmen de zhǔ a! Zhè děng rén céng shǐ wǒmen mí wù, qiú nǐ shǐ tāmen shòu jiābèi de huǒxíng. Zhǔ shuō:-Gèrén dōu shòu jiābèi de huǒxíng, dàn nǐmen bù zhīdào."
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Tāmen zhōng zuì xiān de duì zuìhòu de shuō: Nàmò, nǐmen duì wǒmen bìng wú rènhé yōuyuè, gù nǐmen dāng yīn zìjǐ de xíngwéi ér chángshì xíngfá!"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Fǒurèn wǒ de jīxiàng ér jiāyǐ miǎoshì zhě, suǒyǒu de tiānmén bì bù wéi tāmen ér kāifàng, tāmen bùdé rù lèyuán, zhídào lǎnshéng néng chuānguò zhēnyǎn. Wǒ yào zhèyàng bàochóu fànzuì zhě."
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Tāmen zài huǒ yù lǐ yào diàn huǒ rù, yào gài huo bèi, wǒ yào zhèyàng bàochóu bù yì zhě."
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Xìndào érqiě xíngshàn zhě--wǒ zhǐ àn gè rén de nénglì ér jiāyǐ zéchéng--tāmen shì lèyuán de jūmín, tāmen jiāng yǒng jū qízhōng."
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Wǒ jiāng báchú tāmen xīnzhōng de yuànhèn, tāmen jiāng zhù zàixià lín zhū hé de lèyuán, tāmen jiāng shuō: Yīqiè zànsòng, quán guīzhēnzhǔ! Tā yǐndǎo wǒmen huò cǐ shàn bào, jiǎrú zhēnzhǔ méiyǒu yǐndǎo wǒmen, wǒmen bùzhì yú zūnxún zhèngdào. Wǒmen de zhǔ de zhòng shǐzhě, què yǐ zhāoshìle zhēnlǐ. Huòzhě jiāng dàshēng dì duì tāmen shuō: Zhè jiùshì nǐmen yīn zìjǐ de xíngwéi ér dé jìchéng de lèyuán."
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Lèyuán de jūmín jiāng dàshēng dì duì huǒ yù de jūmín shuō: Wǒmen yǐ fāxiàn wǒmen de zhǔ suǒ yīngxǔ wǒmen de shì zhēnshí dele. Nǐmen shìfǒu yě fāxiàn nǐmen de zhǔ suǒ yīngxǔ nǐmen de shì zhēnshí de ma? Tāmen shuō: Shì de. Yúshì, yīgè hǎnjiào zhě yào zài tāmen zhōngjiān hǎnjiào shuō: Zhēnzhǔ de qì jué guīyú bù yì zhě."
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Tāmen fáng'ài zhēnzhǔ de dàdào, érqiě chēng tā wèi xiédào, bìngqiě bù xìn hòushì."
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Tāmen zhōngjiān jiāng yǒu yīgè píngzhàng. Zài nàgè (píngzhàng) de gāo chù jiāng yǒu xǔduō nánrén, tāmen jiè shuāngfāng de yíbiǎo ér rènshí shuāngfāng de rén, tāmen hǎnjiào lèyuán de jūmín shuō: Zhù nǐmen píng'ān! Tāmen xiànmù lèyuán, dàn bùdé jìnqù."
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Dāng tāmen de yǎnguāng zhuǎnxiàng huǒ yù de jūmín de shíhòu, tāmen shuō: Wǒmen de zhǔ a! Lái nǐ bùyào shǐ wǒmen yǔ bù yì de mínzhòng tóng zhù."
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Zài gāo chǔ de rén, jiè yíbiǎo ér rènshí xǔduō nánrén, tāmen jiāng hǎnjiào nàxiē nánrén shuō: Nǐmen de túnjī hé jiāo'ào, duìyú nǐmen háo wú bìyì."
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Zhèxiē rén jiùshì nǐmen méngshì shuō zhēnzhǔ bù jiāyǐ cí mǐn de ma?(Tāmen yǐ fèng dào mìnglìng) shuō: Nǐmen jìnrù lèyuán ba, nǐmen méiyǒu kǒngjù, yě bù yōuchóu."
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Huǒ yù de jūmín jiāngyào hǎnjiào lèyuán de jūmín shuō: Qiú nǐmen bǎ shuǐ huò zhēnzhǔ suǒ gōngjǐ nǐmen de shípǐn, dào xià yīdiǎn lái gěi wǒmen ba! Tāmen huídá shuō: Zhēn zhǔ què yǐ jìnzhǐ wǒmen bǎ zhè liǎngyàng dōngxī zèngsòng bù xìndào zhě."
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Céng yǐ zōngjiào wèi yúlè he xīxì, érqiě wèi chénshì suǒ qīpiàn zhě, wǒ jīntiān wàngjì tāmen, yīnwèi tāmen céng wàngjì yǒu jīnrì zhī xiāngyù, hái yīnwèi tāmen fǒurèn wǒ de jīxiàng."
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Wǒ céng zhāoshì tāmen yī bù wǒ jù zhēnzhī ér jiāyǐ jiěshì de jīngdiǎn, zuòwéi duì xìndào de mínzhòng de xiàngdǎo hé cí'ēn."
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Tāmen zhǐ děngdài nà bù jīngdiǎn de xiàoguǒ, tā de xiàoguǒ dàolái de rìzi, cóngqián wàngjì zhè jīngdiǎn de rén jiāng huì shuō: Wǒmen de zhǔ de zhòng shǐzhě, què yǐ zhāoshì zhēnlǐle! Wǒmen yǒu jǐ wèi shuō qíng de rén lái tì wǒmen shuō qíng, huò zhǔn wǒmen fǎnhuí chénshì qù, shě zuì'è érlì shàngōng ma? Tāmen què yǐ kuī shé le zìshēn, tāmen suǒ niēzào de shì yǐ huíbì tāmenle."
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Nǐmen de zhǔ què shì zhēnzhǔ, tā zài 6 rìnèi chuàngzàole tiāndì, ránhòu, shēng shàng bǎozuò, tā shǐ hēiyè zhuīqiú báizhòu, ér zhēbì tā; tā bǎ rì yuè hé xīngsù zàochéng shùncóng tā de mìnglìng de. Zhēn de, chuàngzào hé mìnglìng zhǐ guī tā zhǔchí. Duō fú zāi zhēnzhǔ--quán shìjiè de zhǔ!"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Nǐmen yào qiánchéng de. Mìmì de qídǎo nǐmen de zhǔ, tā què shì bù xǐhuān guòfèn zhě de."
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Zài gǎishàn dìfāng zhīhòu, nǐmen bùyào zài dìfāng shàng zuò'è, nǐmen yào huáizhe kǒngjù hé xīwàng de xīnqíng qídǎo tā. Zhēnzhǔ de cí'ēn què shì línjìn xíngshàn zhě de."
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Tā shǐ fēng zài tā de cí'ēn zhīqián zuò bàoxǐ zhě, zhídào tā zàile chénzhòng de wūyún, wǒ jiù bǎ yún gǎn dào yīgè yǐ sǐ dì dìfāng qù, yúshì, cóng yún zhōng jiàngxià yǔshuǐ, yúshìjiè yǔshuǐ ér zào chū gè zhǒng guǒshí--wǒ zhèyàng shǐ sǐ de fùhuó--yǐbiàn nǐmen juéwù."
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "Féiwò dì dìfāng de zhíwù, fèng zhēnzhǔ de mìnglìng ér shēngzhǎng, jíbáo dì dìfāng de zhíwù, chū dé hěn shǎo, wǒ zhèyàng wèi gǎnjī de mínzhòng chǎnshù-qiē jīxiàng."
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Wǒ què yǐ pàiqiǎn nǔ hā qù jiàohuà tā de zōngzú, tā shuō: Wǒ de zōngzú a! Nǐmen yào chóngbài zhēnzhǔ, chú tā zhī wài, jué wú yīng shòu nǐmen chóngbài de. Wǒ díquè dānxīn nǐmen zāoshòu zhòngdà rì de xíngfá."
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Tā de zōngzú zhōng de zhòng lǐngxiù shuō: Wǒmen díquè rènwéi nǐ shì zài míngxiǎn de mí wù zhōng de."
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Tā shuō: Wǒ de zōngzú a! Wǒ yīdiǎn yě bù mí wù, dàn wǒ shì quán shìjiè de zhǔ pàiqiǎn de shǐzhě."
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Wǒ bǎ wǒ de zhǔ de shǐmìng chuándá gěi nǐmen, bìngqiě zhōnggào nǐmen, wǒ cóng zhēnzhǔ (de qǐshì zhōng) zhīdào nǐmen suǒ bù zhīdào (de dàolǐ)."
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Cóng nǐmen de zhǔ fāchū de jiàoxùn, jiè nǐmen zú zhōng yīgè rén de kǒu ér jiànglín nǐmen, yǐbiàn tā jǐnggào nǐmen, yǐbiàn nǐmen jìngwèi, yǐbiàn nǐmen méng zhǔ de liánmǐn, nándào nǐmen duìyú zhè jiàn shì juédé jīngyà ma?"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "Dàn tāmen fǒurèn tā, gùwǒ zhěngjiù tā, hé yǔ tā tóngchuán de rén, bìng shǐ nàxiē fǒurèn wǒ de jīxiàng zhě tǒngtǒng yān sǐ. Tāmen què shì mángmù dì mínzhòng."
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "(Wǒ què yǐ pàiqiǎn) ā dé rén de dìxiōng hū dé qù jiàohuà tāmen, tā shuō: Wǒ de zōngzú a! Nǐmen yào chóngbài zhēnzhǔ, chú tā zhī wài, jué wú yīng shòu nǐmen chóngbài de. Nándào nǐmen hái bù jìngwèi ma?"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Tā de zōngzú zhōng bùxìndào de guìzúmen shuō: Wǒmen díquè rènwéi nǐ shì yúchǔn de, wǒmen quèxìn nǐ shì shuōhuǎng zhě."
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Tā shuō: Wǒ de zōngzú a! Wǒ yīdiǎn yě bù yúchǔn, dàn wǒ shì quán shì jiè de zhǔ pàiqiǎn de shǐzhě."
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Wǒ bǎ wǒ de zhǔ de shǐmìng chuándá gěi nǐmen, wǒ shì nǐmen de zhōngshí de quàngào zhě."
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Cóng nǐmen de zhǔ fāchū de jiàoxùn, jiè nǐmen zú zhōng yīgè rén de kǒu jiànglín nǐmen, yǐbiàn tā jǐnggào nǐmen, nándào nǐmen duìyú zhè jiàn shì juédé jīngyà ma? Nǐmen yào jìyì nà shí, tā zài nǔ hā de zōngzú mièwáng zhīhòu, yǐ nǐmen wèi dài zhì zhě, tā shǐ nǐmen de tǐgé gèngjiā kuíwú, nǐmen yào míngjì zhēnzhǔ de ēndiǎn, yǐbiàn nǐmen chénggōng."
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Tāmen shuō: Nǐ lái jiào wǒmen zhǐ chóngbài zhēnzhǔ, ér pāoqì wǒmen zǔxiān suǒ chóngbài de (ǒuxiàng) ma? Nǐ bǎ nǐ suǒyòng lái jǐnggào wǒmen de (xíngfá) ná lái gěi wǒmen kàn kàn ba, rúguǒ nǐ shì shuō shíhuà de!"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "Tā shuō: Xíngfá hé qiǎn nù, bì cóng nǐmen de zhǔ láilín nǐmen. Nǐmen hé nǐmen de zǔxiān suǒdìng de xǔduō míngchēng, zhēnzhǔ bìng wèi jiāyǐ zhèngshí, nándào nǐmen yào wèi nàxiē míngchēng yǔ wǒ zhēnglùn ma? Nǐmen děngdàizhuó ba! Wǒ díquè shì yǔ nǐmen yīqǐ děngdài de."
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Wǒ yǐ wǒ de cí'ēn zhěngjiùle tā hé tā de tóngdào, ér mièjuéle nàxiē fǒurèn wǒ de jīxiàng, bìngqiě bù xìndào de rén."
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "(Wǒ què yǐ pàiqiǎn) sài mò dé rén de dìxiōng sā lì hā qù jiàohuà tāmen, tā shuō: Wǒ de zōngzú a! Nǐmen yào chóngbài zhēnzhǔ, chú tā zhī wài, jué wú yīng shòu nǐmen chóngbài de. Cóng nǐmen de zhǔ fāchū de míngzhèng què yǐ jiànglín nǐmen, zhè zhǐ zhēnzhǔ de mǔ tuó kěyǐ zuò nǐmen de jīxiàng. Gù nǐmen ràng tā zài zhēnzhǔ de dà dìshàng suíbiàn chī cǎo, bùyào shānghài tā, fǒuzé, tòngkǔ de xíngfá bì xíjí nǐmen."
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Nǐmen yào jìyì nà shí, tā zài ā dé rén zhīhòu, yǐ nǐmen wèi dài zhì zhě, bìngqiě shǐ nǐmen jūzhù zài dìfāng shàng, nǐmen zàihū yuán shàng jiànzhú dàshà, bìng jiāng shānyuè záo chéng fángwū. Nǐmen yào míngjì zhēnzhǔ de zhǒngzhǒng ēndiǎn, bùyào zài dìfāng shàng zuò'è."
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Tā de zōngzú zhōng jiāo zuò de guìzúmen duìběn zú zhōng bèi qīyā de rénmen, jí xìndào de rénmen shuō: Nǐmen zhīdào sā lì hā shì tā de zhǔ pài lái de shǐzhě ma? Tāmen shuō: Wǒmen shì quèxìn tā de shǐmìng de."
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Nàxiē jiāo zuò de rén shuō: Wǒmen jué bù xìn nǐmen suǒ quèxìn de."
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Tāmen zǎile nà zhǐ mǔ tuó, wéikàng tāmen zhǔ de mìnglìng, tāmen bìng shuō: Sā lì hā a! Nǐ bǎ nǐ yòng lái jǐnggào wǒmen de xíngfá ná lái gěi wǒmen kàn kàn ba, rúguǒ nǐ shì shǐzhě dehuà!"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Yúshì, pīlì xíjíle tāmen, yīdàn zhī jiān, tāmen dōu jiāng wò zài gè rén de jiālǐ."
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Yúshì, tā líkāi tāmen, bìngqiě shuō: Wǒ de zōngzú a! Wǒ què yǐ bǎ wǒ de zhǔ de shǐmìng chuándá gěi nǐmenle, bìng zhōnggào nǐmen, dànshì nǐmen bù xǐhuān zhōnggào zhě."
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "(Wǒ què yǐ pàiqiǎn) lǔ tè, dāngshí tā duì tā de zōngzú shuō: Nǐmen zěnme zuò nà zhǒng chǒushì ne? Zài nǐmen zhīqián, quán shìjiè de rén méiyǒuyīgè zuòguò zhè zhǒng shì de."
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Nǐmen yīdìng yào shě fùnǚ ér yǐ nánrén mǎnzú xìngyù, nǐmen què shì guòfèn de mínzhòng."
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Tā de zōngzú wéiyī de dáfù shì shuō: Nǐmen bǎ tāmen zhú chūchéng wài, yīnwèi tāmen què shì chúnjié de mínzhòng!"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Wǒ zhěngjiùle tā hé tā de xìntú, méiyǒu zhěngjiù tā de nǚrén, tā shì hé qíyú de rén tóng shòu xíngfá de."
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "Wǒ céng jiàng dàyǔ qù shāng tāmen, nǐ kàn kàn fànzuì zhě de jiéjú shì zěnyàng de."
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "(Wǒ què yǐ pàiqiǎn) mài dé yàn rén de dìxiōng shū ā bo qù jiàohuà tāmen shuō: Wǒ de zōngzú a! Nǐmen yào chóngbài zhēnzhǔ, chú tā zhī wài, jué wú yīng shòu nǐmen chóngbài de. Cóng nǐmen de zhǔ fāchū de míngzhèng, què yǐ láilín nǐmenle, nǐmen dāng shǐyòng chōngzú de dòu hé chèng, bùyào kèkòu biérén suǒ yīng dé de huòwù. Zài gǎishàn dìfāng zhīhòu, nǐmen bùyào zài dìfāng shàng zuò'è, zhè duì nǐmen shì gèng hǎo de, rúguǒ nǐmen shì xìndào zhě."
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Nǐmen bùyào cìhòu zài-tiáo dàolù shàng, kǒnghè biérén hé zǔzhǐ quèxìn zhēnzhǔ de rén rù zhēnzhǔ de dàdào, érqiě xiǎng ànshì tā shì xié lù. Nǐmen yīnggāi jìdé, nǐmen yuán shì shǎo shǔ de, suíhòu tā shǐ nǐmen de rénkǒu zēngduō, nǐmen kàn kàn zuò'è zhě de jiéjú shì zěnyàng de."
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "Rúguǒ nǐmen dāngzhōng yǒuyī huǒ rén quèxìn wǒ de shǐmìng, yǒu yī huǒ rén bùxìn tā, nàmò, nǐmen yào rěnnài, zhídào zhēnzhǔ wèi wǒmen pànjué. Tā shì zuì gōngzhèng de pànjué zhě."
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "Tā de zōngzú zhōng jiāo'ào de guìzúmen shuō: Shū ā bo a! Wǒmen yīdìng yào bǎ nǐ hé nǐ de xìntúmen zhú chūchéng wài, chúfēi nǐmen zài xìn wǒmen de zōngjiào. Tā shuō: Jíshǐ wǒmen yànwù nǐmen de zōngjiào, yě yào wǒmen zài xìnfèng tā ma?"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Zhēnzhǔ shǐ wǒmen tuōlí nǐmen de zōngjiào hòu, rúguǒ wǒmen zài qù xìn tā, nàmò, wǒmen què yǐ jiǎjiè zhēnzhǔ de míngyì ér zàoyáole. Chúfēi zhēnzhǔ--wǒmen de zhǔ--yìyù, wǒmen bù huì zài xìn nǐmen de zōngjiào. Wǒmen de zhǔ de zhījué shì bāoluó wànwù de, wǒmen zhǐ xìntuō zhēnzhǔ. Wǒmen de zhǔ a! Qiú nǐ zài wǒmen hé wǒmen de zōngzú zhī jiān yī zhēnlǐ ér pànjué ba, nǐ shì zhì shàn de pànjué zhě."
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Tā de zōngzú zhōng bù xìndào de guìzúmen shuō: Rúguǒ nǐmen shùncóng shū ā bo, nàmò nǐmen yīdìng shì kuī shé de rén."
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Yúshì, dìzhèn xíjíle tāmen, qǐngkè zhī jiān, tāmen dōu jiāng wò zài gè rén de jiālǐ."
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Fǒurèn shū ā bo de rén, hǎoxiàng méiyǒu zài nàgè chéngshì lǐ jūzhùguò yīyàng. Fǒurèn shū ā bo de rén, què shì kuī shé de."
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Yúshì, tā líkāi tāmen, bìngqiě shuō: Wǒ de zōngzú a! Wǒ què yǐ bǎ wǒ de zhǔ de shǐmìng chuándá gěi nǐmenle, bìng xiàng nǐmen tíchūle zhōnggào. Wǒ zěn néng āidào bù xìndào de mínzhòng ne!"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Wǒ-pàiqiǎn yīgè xiānzhī dào yīgè chéngshì qù,(ér tā bèi rén fǒurèn), wǒ zǒng yào yǐ qióngkùn hé huànnàn chéngzhì qí jūmín, yǐbiàn tāmen qiānxùn."
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Suíhòu wǒ zhuǎn huò wéi fú, zhídào tāmen fùshù, bìngqiě shuō: Wǒmen de zǔxiān què yǐ zāoguò huànnàn, xiǎngguò kānglèle. Yúshì, dāng tāmen bùzhī bù jué shí, wǒ chéngzhì tāmen."
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Jiǎruò gè chéngshì de jūmín, xìndào érqiě jìngwèi, wǒ bì wèi tāmen ér kāipì tiāndì de fúlì, dàn tāmen fǒurèn xiānzhī, gùwǒ yīn tāmen suǒzuò de zuì'è ér chéngzhì tāmenle."
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Gè chéngshì de jūmín nándào bùpà wǒ de xíngfá, dāng tāmen zài yèjiān hānshuì de shíhòu jiànglín tāmen ma?"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Gè chéngshì de jūmín nándào bùpà wǒ de xíngfá, zài shàngwǔ, dāng tāmen zài yóuxì de shíhòu jiànglín tāmen ma?"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Nándào tāmen bùpà zhēnzhǔ de jìmóu ma? Zhǐyǒu kuī shé de mínzhòng cái bùpà zhēnzhǔ de jìmóu."
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Jì xiān mín zhīhòu ér wéi dàdì de zhǔréngōng de rénmen, jiǎruò wǒ yìyù, wǒ bì yīn tāmen de zuì'è ér chéngzhì tāmen; bìngqiě fēngbì tāmen de xīn, gù tāmen bù tīng quàn jiàn. Nándào tāmen bù míngbái zhège dàolǐ ma?"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Zhèxiē chéngshì, wǒ yǐ bǎ tāmen de bùfèn gùshì gàosùle nǐ. Gè mínzú de shǐzhě, què yǐ yòng xǔduō míngzhèng zhāoshì běn zú de rén; dàn tāmen bù huì xiāngxìn zìjǐ yǐqián suǒ fǒurèn de. Zhēnzhǔ jiù zhèyàng fēngbì bù xìndào zhě de xīn."
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Wǒ méiyǒu fāxiàn tāmen dàbàn shì lǚxíng yuē yán de, wǒ què fāxiàn tāmen dàbàn shì fànzuì de rén."
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Hòulái, wǒ pàiqiǎn mù sà dàizhe wǒ de xǔduō jīxiàng, qù jiàn fǎlǎo hé tā de zhòng gōngqīng, dàn tāmen bù kěn xìn nàxiē jīxiàng, nǐ kàn kàn zuò'è zhě de jiéjú shì zěnyàng de!"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Mù sà shuō: Fǎlǎo a! Wǒ què shì quán shìjiè de zhǔ suǒ pàiqiǎn de shǐzhě,"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "wǒ zhǐ yīnggāi jiè zhēnzhǔ de míngyì ér xuānyán zhēnlǐ. Wǒ què yǐ cóng nǐmen de zhǔ nàlǐ gěi nǐmen dài láile yīgè míngzhèng, suǒyǐ, nǐ yīnggāi shìfàng yǐsèliè de hòuyì, ràng tāmen tóng wǒ yīqǐ lí qù."
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Tā shuō: Rúguǒ nǐ yǐ dài láile yī zhǒng jīxiàng, nǐ jiù bǎ tā ná chūlái ba, rúguǒ nǐ shì chéngshí de rén."
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Tā jiù pāo xià tā de shǒuzhàng, nà tiáo shǒuzhàng hūrán biàn chéng yītiáo mǎng."
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Tā chōuchū tā de shǒu lái, nà zhī shǒu zài guānzhòng de yǎnqián hūrán xiǎn chū báiguāng."
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Fǎlǎo de bǎixìng zhōng de zhòng lǐngxiù shuō: Zhè què shì 1 gè gāomíng de shùshì,"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "Fǎlǎo de bǎixìng zhōng de zhòng lǐngxiù shuō: Zhè què shì 1 gè gāomíng de shùshì,"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "tāmen shuō: Qǐng nǐ kuānróng tā hé tā gēgē, bìng pài zhāomù yuán wǎng gè chéngshì qù,"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "tāmen huì bǎ suǒyǒu gāomíng de shùshì dōu zhào dào nǐ yùqián lái."
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Shùshìmen lái jiàn fǎlǎo, tāmen shuō: Rúguǒ wǒmen huòshèng, wǒmen huì dédào bàochóu ma?"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Tā shuō: Shì de, nǐmen bìdìng shǔyú qīnxìn zhī liè."
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Tāmen shuō: Mù sà a! Nǐ xiān pāo (nǐ de shǒuzhàng) ne, háishì wǒmen xiān pāo (wǒmen de) ne?"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Tā shuō: Nǐmen xiān pāo ba! Dāng tāmen pāo xiàqù shí,(biàn chū de dàshé) xuànhuòle zhòngrén de yǎnjīng, érqiě shǐ rénmen kǒngbù. Tāmen shīzhǎnle dà móshù."
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Wǒ qǐshì mù sà shuō: Nǐ pāo chū nǐ de shǒuzhàng ba. Yúshì, nà tiáo shǒuzhàng lìkè xiāomièle tāmen suǒ huànhuà de (dàshé)."
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Yúshì, zhēnlǐ zhāozhù, ér tāmen suǒ yǎn de móshù biàn chéng wúyòng de."
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Fǎlǎo děng dāngchǎng bàiběi,1 biàn ér wéi qūrǔ zhě."
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Shùshìmen bù yóujǐ de bàidǎo xiàqù,"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "tāmen shuō: Wǒmen yǐ xìnyǎng quán shìjiè de zhǔ,"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "jí mù sà hé hā lún de zhǔ."
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Fǎlǎo shuō: Méiyǒu huòdé wǒ de xǔkě, nǐmen zěnme jiù xìnyǎngle tā ne? Zhè yīdìng shì nǐmen zài chéng lǐ yùmóu de, xiǎng jiè cǐ bǎ zhè chéng lǐ de jūmín qūzhú chūqù; bùjiǔ nǐmen jiù huì zhīdàole."
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Wǒ yīdìng yào jiāohùzhe kǎn diào nǐmen de shǒujiǎo, ránhòu, wǒ bìdìng bǎ nǐmen tǒngtǒng dīng sǐ zài shízìjià shàng."
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Tāmen shuō: Wǒmen què yào fǎn yú wǒmen de zhǔ."
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Nǐ wúfēi shì zébèi wǒmen xìnyǎngle wǒmen de zhǔ suǒ jiàng shì de jīxiàng. Wǒmen de zhǔ a! Qiú nǐ bǎ jiānrěn qīngzhù zài wǒmen xīnzhōng, qiú nǐ zài wǒmen shùnfú de qíngzhuàng xià shǐ wǒmen sǐqù."
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Fǎlǎo de bǎixìng zhōng de zhòng lǐngxiù shuō: Nándào nǐ yào rèn suí mù sà hé tā de zōngzú zài dìfāng shàng zuò'è, bìng pāoqì nǐ hé nǐ de zhòng shénlíng ma? Tā shuō: Wǒmen yào túshā tāmen de érzi, bǎoquán tāmen de fùnǚ, wǒmen què shì tǒngzhì tāmen de."
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Mù sà duì tā de zōngzú shuō: Nǐmen yāo qiúzhù yú zhēnzhǔ, yào rěnshòu nüèdài; dàdì què shì zhēnzhǔ de, tā shǐ tā yìyù de chén pū jìchéng tā; yōuměi de jiéjú zhǐ guī jìngwèi zhě."
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Tāmen shuō: Nǐ dàolái zhīqián, wǒmen shòu nüèdài, nǐ dàolái zhīhòu, wǒmen réngrán shòu nüèdài! Tā shuō: Nǐmen de zhǔ, huòxǔ huì huǐmiè nǐmen de chóudí, ér yǐ nǐmen wèi zhè dìfāng de dài zhì zhě, kàn kàn nǐmen shì zěnyàng gōngzuò de."
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Wǒ què yǐ yòng huāng nián hé qiànshōu qù chéngzhì fǎlǎo de chénmín, yǐbiàn tāmen juéwù."
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Dāng xìngfú jiànglín tāmen de shíhòu, tāmen shuō: Zhè shì wǒmen suǒ yīng dé de. Dāng zāinàn jiànglín tāmen de shíhòu, tāmen zé guījiù yú mù sà jí qí jiàotúmen de bùxiáng. Zhēn de, tāmen de èyùn shì zài zhēnzhǔ nàlǐ zhùdìng de, zhǐshì tāmen dàbàn bù zhīdào bàle!"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Tāmen shuō: Wúlùn nǐ ná shénme jīxiàng lái míhuò wǒmen, wǒmen jué bù xìnyǎng nǐ."
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Gùwǒ shǐ shuǐzāi, huángchóng, shīzi, qīngwā, xiěyè děng zuòwéi míngzhèng qù mónàn tāmen. Dàn tāmen zì dà, tāmen shì fànzuì de mínzhòng."
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Dāng tāmen zāoyù tiānzāi de shíhòu, tāmen shuō: Mù sà a! Nǐ de zhǔ yǔ nǐ yǒu yuē zài xiān, qǐng nǐ qídǎo tā, rúguǒ nǐ néng tì wǒmen xiāochú tiānzāi, nàmò, wǒmen jiù yīdìng xìnyǎng nǐ, yīdìng shìfàng yǐsèliè de hòuyì, ràng tāmen tóng nǐ qù."
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Dāng wǒ tì tāmen zhànshí xiāochú zāinàn de shíhòu, tāmen hūrán bèiyuēle."
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Yúshì, wǒ chéngzhìle tāmen, shǐ tāmen chénlún zài hǎilǐ, yīnwèi tāmen fǒurèn wǒ de jīxiàng, bìngqiě hūshì tā."
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Wǒ shǐ bèi qīfù de mínzhòng, jìchéngle wǒ céng jiàng fú qízhōng de tǔdì de 4 jìng. Yǐsèliè de hòuyì, néng rěnshòu nüèdài, gù nǐ de zhǔ duì tāmen de zuì jiā nuòyán yǐ wánquán shíxiànle; wǒ huǐmièle fǎlǎo hé tā de bǎixìng suǒ gòuzào de, hé tāmen suǒ jiànzhú de."
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "Wǒ céng shǐ yǐsèliè hòuyì dùguò hǎi qù. Dāng tāmen jīngguò yī huǒ chóngbài ǒuxiàng de mínzhòng shí, tāmen shuō: Mù sà a! Qǐng nǐ wèi wǒmen shèzhì yīgè shénlíng, yóurú tāmen yǒu xǔduō shénlíng yīyàng. Tā shuō: Nǐmen què shì wúzhī de mínzhòng."
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Nàxiē rén suǒ chóngbài de shénlíng shì yào bèi huǐmiè de, tāmen suǒ xíng de shàngōng shì wúxiào de."
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Tā shuō: Zhēnzhǔ céng shǐ nǐmen chāoyuè quán shìjiè, wǒ zěn néng shě zhēnzhǔ ér tì nǐmen bié qiú shénlíng ne?"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Dāngshí, wǒ shǐ nǐmen tuōlí fǎlǎo de chénmín, tāmen shǐ nǐmen zāoshòu kùxíng, túshā nǐmen de érzi, bǎoquán nǐmen de nǚzǐ. Cǐ zhōng yǒu cóng nǐmen de zhǔ jiàngxià de dà nàn."
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Wǒ yǔ mù sà yuē qí sānshí yè. Wǒ yòu yǐ shí yè bǔzú zhī, gù tā de zhǔ de yuē qí gòngjì sìshí yè. Mù sà duì tā gēgē hā lún shuō: Qǐng nǐ tì wǒ tǒngshuài wǒ de zōngzú. Nǐ yào gǎishàn tāmen de shìwù, nǐ bùyào zūnxún zuò'è zhě de dàolù."
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Dāng mù sà wèile wǒ de huìqí ér lái, érqiě tā de zhǔ duì tā shuōle huà de shíhòu, tā shuō: Wǒ de zhǔ a! Qiú nǐ zhāoshì wǒ, yǐbiàn wǒ kànjiàn nǐ. Zhǔ shuō: Nǐ bùnéng kànjiàn wǒ, dàn nǐ kàn nà zuò shān ba. Rúguǒ tā néng zài tā de běnwèi shàng jiāndìng, nàmò, nǐ jiù néng kànjiàn wǒ. Dāng tā de zhǔ duì nà zuò shān wēi lùguāng huá de shíhòu, tā shǐ nà zuò shān biàn chéng fěnsuì de. Mù sà yūn dǎo zài dìshàng. Dāng tā sūxǐng de shíhòu, tā shuō: Wǒ zànsòng nǐ chāojué wànwù, wǒ xiàng nǐ huǐzuì, wǒ shì shǒuxiān xìndào de."
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Zhǔ shuō: Mù sà a! Wǒ què yǐ jiè wǒ de shǐmìng huò miàn yù ér jiāng nǐ xuǎnbá zài zhòngrén zhī shàngle, nǐ yào jiēshòu wǒ suǒ cì nǐ de ēnhuì, bìng dāng gǎnxiè wǒ."
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Wǒ céng wèi tā zài fǎ bǎn zhōng zhìdìng gè zhǒng jiàoxùn hé gè zhǒng jiěshì. Nǐ yào jiānchí tā, bìng mìnglìng nǐ de zōngzú zūnxún qízhōng zuìměi de tiáolì, wǒ jiāng zhāoshì nǐmen zuì rénmen de guójiā."
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Wǒ jiāng shǐ nàxiē zài dìfāng shàng wàngzìzūndà de rén líqì wǒ de jīxiàng, jíshǐ tāmen kànjiàn yī qiē jīxiàng, tāmen yě bùxìn tā; rúguǒ tāmen kànjiàn zhèngdào, tāmen bù bǎ tā dàng zuò dàolù; rúguǒ tāmen kànjiàn xiédào, tāmen bǎ tā dàng zuò dàolù. Zhè shì yīnwèi tāmen bùxìn wǒ de jīxiàng, érqiě hūshì tā."
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Fǒurèn wǒ de jīxiàng hé hòushì huìjiàn de rén, tāmen de shàngōng shì wúxiào de, tāmen zhǐ shòu zìjǐ xíngwéi de bàochóu."
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Mù sà de zōngzú zài tā (líkāi) zhīhòu, yǐ tāmen de shǒushì zhù chéng yītóu niúdú--yīgè yǒu dú shēng de qūké. Nándào tāmen bù zhīdào tā bùnéng hé tāmen duìhuà, bùnéng zhǐyǐn tāmen dàolù ma? Tāmen yǐ tā wèi shénlíng, tāmen shì bù yì zhě."
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Dāng tāmen yǐjīng huǐhèn, érqiě zhīdào zìjǐ què yǐ mí wù de shíhòu, tāmen shuō: Rúguǒ wǒmen de zhǔ bù cí mǐn wǒmen, bù ráoshù wǒmen, wǒmen yīdìng biàn chéng kuī shé de rénle."
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Dāng mù sà fènnù ér yòu bēishāng de qù jiàn tā de zōngzú de shíhòu, tā shuō: Wǒ bùzài de shíhòu, nǐmen tì wǒ zuò de shì zhēn èliè! Nándào nǐmen bùnéng jìng hòu nǐmen zhǔ de mìnglìng ma? Tā rēngle fǎ bǎn, jiū zhù tā gēgē de tóufǎ, bǎ tā lā dào shēnbiān. Tā shuō: Bāo dì a! Zōngzúmen què yǐ qīfù wǒ, tāmen jīhū shāhàile wǒ, nǐ bùyào shǐ wǒ de chóudí chēngkuài, bùyào bǎ wǒ dàng zuò bù yì zhě."
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Mù sà shuō: Wǒ de zhǔ a! Qiú nǐ shè yòu wǒ hé wǒ gēgē, qiú nǐ shǐ wǒmen jìnrù nǐ de cí'ēn zhī zhōng, nǐ shì zhìrén zhì cí de."
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Fèng niúdú wèi shénlíng de rénmen, jiāng shòu tāmen zhǔ de qiǎn nù, zài jīnshì bì shòu língrù. Wǒ zhèyàng bàochóu wúmiè zhēnzhǔ de rén."
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Zuò'è hòu néng huǐgǎi, érqiě xìndào zhě, nǐ de zhǔ zài tāmen huǐzuì zhīhòu, duìyú tāmen què shì zhì shè de, què shì zhì cí de."
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Mù sà nùqì píngxí hòu bǎ fǎ bǎn shíle qǐlái. Duìyú jìngwèi zhě, fǎ bǎn li yǒu yǐndǎo hé cí'ēn."
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Mù sà cóng tā de zōngzú zhōng jiǎnxuǎnle 7 shí gèrén lái fù wǒ de yuēhuì; dāng tāmen wèi dìzhèn suǒ xíjí de shíhòu, tā shuō: Wǒ de zhǔ a! Jiǎruò nǐ yìyù, nàmò, yǐqián nǐ zǎoyǐ huǐmiè tāmen hé wǒ. Nándào nǐ yào wèi wǒmen zhōng de yúrén de xíngwéi ér huǐmiè wǒmen ma? Zhè zhǐshì nǐ de kǎoyàn, nǐ jiè cǐ shǐ nǐ yìyù zhě wù rù qítú, shǐ nǐ yìyù zhě zǒu shàng zhèngdào. Nǐ shì wǒmen de bǎohù zhě, gù qiú nǐ ráoshù wǒmen, cí mǐn wǒmen. Nǐ shì zuìshàn de ráoshù zhě."
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Qiú nǐ zài jīnshì hé hòushì wéi wǒmen zhùdìng xìngfú, wǒmen què yǐ duì nǐ huǐguòle. Zhǔ shuō: Wǒ de xíngfá, shì yòng qù chéngzhì wǒ yù chéngzhì de rén de, wǒ de cí'ēn shì bāoluó wànwù de. Wǒ jiāng zhùdìng yǐ wǒ de cí'ēn guīyú jìngwèi zhēnzhǔ, wán nà tiān kè, érqiě xìnyǎng wǒ de jīxiàng zhě."
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Tāmen shùncóng shǐzhě--bù shí zì de xiānzhī, tāmen zài zìjǐ suǒyǒu de “tǎo lā tè” hé “yǐn zhī lēi” zhōng fāxiàn guānyú tā de jìzǎi. Tā mìnglìng tāmen xíngshàn, jìnzhǐ tāmen zuò'è, zhǔnxǔ tāmen chī jiāměi de shíwù, jìn jiè tāmen chī wūhuì de shíwù, xiè tuō tāmen de zhòngdàn, jiěchú tāmen de zhìgù, gù fán xìnyǎng tā, zūnzhòng tā, yuánzhù tā, érqiě zūnxún yǔ tā yīqǐ jiànglín de guāngmíng de rén, dōu shì chénggōng zhě."
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "Nǐ shuō: Zhòngrén a! Wǒ què shì zhēnzhǔ de shǐzhě, tā pài wǒ lái jiàohuà nǐmen quántǐ; tiāndì de zhǔquán zhǐshì zhēnzhǔ de, chú tā zhī wài, jué wú yīng shòu chóngbài de. Tā néng shǐ sǐzhě shēng, néng shǐ shēng zhě sǐ, gù nǐmen yīngdāng xìnyǎng zhēnzhǔ hé tā de shǐzhě, nàgè shǐzhě shì xìnyǎng zhēnzhǔ jí qí yáncí de, dàn bù shí zì de xiānzhī--nǐmen yīngdāng shùncóng tā, yǐbiàn nǐmen zūnxún zhèngdào."
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Mù sà de zōngzú zhōng, yǒuyī huǒ rén, běnzhe zhēnlǐ yǐndǎo tārén, yīn zhēnlǐ ér zhǔchí gōngdào."
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Wǒ bǎ tāmen fēn wéi shí 2 zhīpài, jí bùluò. Dāng mù sà de zōngzú xiàng tā qiú shuǐ de shíhòu, wǒ qǐshì tā shuō: Nǐ yòng nǐ de shǒuzhàng dǎ nà pánshí ba. Shí'èr gǔ quánshuǐ jiù cóng nà pánshí lǐ yǒng chūlái, gè bùluò dōu zhīdào zìjǐ de yǐnshuǐ chǔ. Wǒ yǐ báiyún yīnbì tāmen, yòu jiàngxià gānlù hé ānchún gěi tāmen.(Wǒ duì tāmen shuō): Nǐmen kěyǐ chī wǒ suǒ gōngjǐ nǐmen de jiāměi de shíwù. Tāmen méiyǒu kuīfù wǒ, dàn tāmen zì kuīle."
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "Dāngshí,(wǒ) duì tāmen shuō: Nǐmen kěyǐ jūzhù zài zhège chéngshì, ér rènyì chī qízhōng de shíwù, nǐmen yīngdāng jūgōng ér rù chéng mén, bìngqiě shuō:“Shì wǒ zhòngfù”, wǒ jiù ráoshù nǐmen de zhǒngzhǒng zuìguo, wǒ yào hòu bào shànrén."
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Dàn tāmen zhōng bù yì zhě gǎibiànle tāmen suǒ fèng de zhǔ yán, gùwǒ yīn tāmen de bù yì ér jiàng tiānzāi yú tāmen."
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Nǐ xiàng tāmen xúnwèn nàgè bīnhǎi chéngshì de qíngkuàng ba. Dāngshí tāmen zài ānxírì wéifǎ luàn jì. Dāngshí, měi féng tāmen shǒu ānxírì de shíhòu, yú er jiù fúyóu dào tāmen miànqián lái; měi féng tāmen bù shǒu ānxírì de shíhòu, yú er jiù bù dào tāmen de miànqián lái. Yóuyú tāmen bù yì de xíngwéi, wǒ cái zhèyàng kǎoyàn tāmen."
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Dāngshí, tāmen zhōng yǒuyī huǒ rén shuō: Zhēnzhǔyào jiāyǐ huǐmiè, huò jiāyǐ yánchéng de mínzhòng, nǐmen hébì quàn jiè tāmen ne? Tāmen shuō: Yīnwèi qiú dé nǐmen zhǔ de yuánliàng, érqiě xīwàng tāmen néng jìngwèi."
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Dāng tāmen bù cǎinà zhōnggào de shíhòu, wǒ zhěngjiùle jiè rén zuò'è zhě, ér yǐ yánxíng chéngfá bù yì zhě, yīnwèi tāmen fànle zuì."
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Dāng tāmen wàngzìzūndà, bù kěn zūnshǒu jièlǜ de shíhòu, wǒ duì tāmen shuō: Nǐmen biàn chéng bēijiàn de yuánhóu ba!"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "Dāngshí, nǐ de zhǔ xuānbù tā yīdìng pài rén lái shǐ tāmen jìxù zāoshòu kùxíng, zhídào fùhuó rì. Nǐ de zhǔ de chéngfá què shì shénsù de. Tā què shì zhì shè de, què shì zhì cí de."
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Wǒ céng shǐ tāmen sàn chù 4 fāng, chéngwéi ruògān pàibié, tāmen zhōng yǒu shànrén, yǒu cì yú shànrén de, wǒ yòng zhǒngzhǒng huò fú kǎoyàn tāmen, yǐbiàn tāmen juéwù."
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Zài tāmen sǐwáng zhīhòu, yǒu bùxiào de hòuyì dàitì tāmen ér jìchéngle tiān jīng, nàxiē hòuyì juéqǔ jīnshì fú lì, hái shuō: Wǒmen jiāng méng ráoshù. Rúguǒ yǒu tóngyàng de fú lì lái dào tāmen de shēnbiān, tāmen hái jiāng juéqǔ. Nándào tiān jīng zhōng méiyǒu míngwén jiàodǎo tāmen zhǐ néng yǐ zhēnlǐ guīyú zhēnzhǔ ma? Nándào tāmen méiyǒu sòng xíguò nàxiē míngwén ma? Hòushì de ānzhái, duìyú jìng yào zhě shì gèng yōuměide. Nándào nǐmen bù lǐjiě ma?"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Jiānchí tiān jīng. Jǐn shǒu bài gōng zhě, wǒ bì bù huì shǐ tāmen dāngzhōng de xíngshàn zhě túláo wú chóu."
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "Dāngshí wǒ shǐ nà zuò shān zài tāmen de shàngmiàn zhèndòng, hǎoxiàng sǎn gài yīyàng, tāmen cāixiǎng nà zuò shān yào luò zài tāmen de tóu shàng. Wǒ shuō: Nǐmen dāng jiānchí wǒ cìyǔ nǐmen de jīngdiǎn, bìng dāng láojì qízhōng de jiàoxùn, yǐbiàn nǐmen jìngwèi."
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "Dāngshí, nǐ de zhǔ cóng ā dān de zǐsūn de bèijǐ zhōng qǔchū tāmen de hòuyì, bìng shǐ tāmen zhāorèn. Zhǔ shuō: Nándào wǒ bùshì nǐmen de zhǔ ma? Tāmen shuō: Zěnme bùshì ne? Wǒmen yǐ zuòzhèngle.(Wǒ suǒyǐ yào shǐ tāmen zhāorèn), shì yīn wéi bù yuàn nǐmen zài fùhuó rì shuō, wǒmen shēngqián quèshí hūshìle zhè jiàn shì."
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Huòzhě shuō: Zhǐyǒu wǒmen de zǔxiān cóngqián céng yǐ wù pèi zhǔ, wǒmen bùguò shì tāmen de hòuyì; nándào nǐ yàoyīn huāngdàn zhě de xíngwéi ér huǐmiè wǒmen ma?"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Wǒ zhèyàng jiěshì xǔduō jīxiàng, yǐbiàn tāmen huǐwù."
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Nǐ yīngdāng duì tāmen xuāndú nàgè rén de gùshì; wǒ céng bǎ wǒ de xǔduō jīxiàng shǎngcì tā, dàn tā bǐqì nàxiē jīxiàng, gù èmó gǎn shàng tā, ér tā biàn chéngle mí wù zhě."
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Jiǎruò wǒ yìyù, wǒ yīdìng yào jiè nàxiē jīxiàng ér tíshēng tā, dàn tā yīliàn chénshì, shùncóng sīyù, suǒyǐ tā xiàng gǒu yīyàng, nǐ hē chì tā, tā jiù shēn chū shétou lái, nǐ bù hē chì tā, tā yě shēn chū shétou lái, zhè shì fǒurèn wǒ de jīxiàng zhě de pìyù. Nǐ yào jiǎngshù zhège rén de gùshì, yǐbiàn tāmen xǐngwù."
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Fǒurèn wǒ de jīxiàng, érqiě zì qī de mínzhòng, qí pìyù zhēn èliè!"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Zhēnzhǔ yǐndǎo shéi, shéi shì zūnxún zhèngdào de; zhēnzhǔ shǐ shéi mí wù, shéi shì kuī shé de."
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Wǒ què yǐ wèi huǒ yù ér chuàngzàole xǔduō jīnglíng hé rénlèi, tāmen yǒuxīn què bùyòng qù sīwéi, tāmen yǒu yǎn què bùyòng qù guānchá, tāmen yǒu ěr què bùyòng qù tīngwén. Zhè děng rén hǎoxiàng shēngchù yīyàng, shènzhì bǐ shēngchù hái yào mí wù. Zhè děng rén shì shūhū de."
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Zhēnzhǔ yǒu xǔduō jí měi de míng hào, gù nǐmen yào yòng nàxiē míng hào hūyù tā. Wàng yòng zhēnzhǔ de míng hào zhě, nǐmen kěyǐ zhìzhībùlǐ, tāmen jiāng shòu zìjǐ xíngwéi de bàochóu."
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Wǒ suǒ chuàngzào de rén, qízhōng yǒu yīgè mínzú, tāmen běnzhe zhēnlǐ yǐndǎo tārén, zhǔchí gōngdào."
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Fǒurèn wǒ de jīxiàng zhě, wǒ yào shǐ tāmen bùzhī bù jué de jiàn qū yú huǐmiè."
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Wǒ yōuróng tāmen, wǒ de jìmóu què shì zhōumì de."
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Nándào tāmen méiyǒu sīwéi ma? Tāmen de tóngbàn jué méiyǒu fēng bìng, tā zhǐshì yīgè tǎnshuài de jǐnggào zhě."
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Nándào tāmen méiyǒu guānchá tiāndì de zhǔquán hé zhēn zhǔ chuàngzào de wànwù ma? Nándào tāmen méiyǒu xiǎngdào tāmen de shòu xiàn huòxǔ yǐ línjìnle ma? Cǐwài, tāmen jiāng xìnyǎng shénme yáncí ne?"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Zhēn zhǔyào shǐ shéi mí wù, shéi méiyǒu xiàngdǎo, bìng rèn suí tāmen fǎnghuáng yú cánbào zhī zhōng."
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Tāmen wèn nǐ fùhuó zài shénme shíhòu shíxiàn, nǐ shuō: Zhǐyǒu wǒ de zhǔ zhīdào, tā jiàng zài shénme shíhòu shíxiàn. Nǐ shuō: Zhǐyǒu wǒ de zhǔ zhīdào nàgè shíhòu, zhǐyǒu tā néng zài yùdìng de shíhòu xiǎnshì tā. Tā zài tiāndì jiān shì zhòngdà de, tā jiāng túrán jiànglín nǐmen. Tāmen wèn nǐ, hǎoxiàng nǐ duìyú tā shì hěn shúxī de, nǐ shuō: Zhǐyǒu zhēnzhǔ zhīdào tā zài shénme shíhòu shíxiàn, dàn zhòngrén dàbàn bù zhīdào (zhège dàolǐ)."
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Nǐ shuō: Chú zhēnzhǔ suǒ yìyù de wài, wǒ bùnéng zhǎngwò zìjǐ de huò fú. Jiǎruò wǒ néng zhī yōuxuán, wǒ bì duō móu fúlì, bù zāo zāiyāngle. Wǒ zhǐshì yīgè jǐnggào zhě hé duì xìndào de mínzhòng de bàoxǐ zhě."
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "Tā cóng yīgè rén chuàngzào nǐmen, tā shǐ nàgè rén de pèi'ǒu yǔ tā tónglèi, yǐbiàn tā yīliàn tā. Tā hé tā jiāojiē hòu, tā huáile yīgè qīngpiāopiāo de yùn, tā néng zhàocháng dù rì, dāng tā gǎnjué shēnzi zhòng de shíhòu, tā liǎ qídǎo zhēnzhǔ--tā liǎ de zhǔ--shuō: Rúguǒ nǐ shǎngcì wǒmen yīgè jiànquán de érzi, wǒmen yīdìng gǎnxiè nǐ."
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Dāng tā shǎngcì tā liǎ yīgè jiànquán de érzi de shíhòu, tā liǎ wèile zhǔ de shǎngcì ér tì zhǔ shùlì xǔduō huǒbàn. Dàn zhēnzhǔ chāo hū tāmen yòng lái pèi tā de."
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Nándào tāmen yǐ bèi chuàngzào ér bùnéng chuàngzào rènhé wù de dōngxī qù pèi zhēnzhǔ ma!"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Nàxiē dōngxī bùnéng zhùrén, yě bùnéng zìzhù."
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Rúguǒ nǐmen jiào tāmen lái zūnxún zhèngdào, tāmen bù huì shùncóng nǐmen. Wúlùn nǐ qí zhù tāmen huò bǎoshǒu jiānmò, zhè zài nǐmen shì yīyàng de."
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Nǐmen shě zhēnzhǔ ér qídǎo de, què shì gēn nǐmen yīyàng de núpú. Nǐmen qídǎo tāmen ba, qǐng tāmen dāyìng nǐmen de qíqiú ba, rúguǒ nǐmen shì chéngshí de rén."
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Tāmen yǒu jiǎo néng xíng ne? Háishì yǒu shǒu néng qín ne? Háishì yǒu yǎn néng jiàn ne? Háishì yǒu ěr néng tīng ne? Nǐ shuō: Nǐmen hūyù nǐmen de pèi zhǔ, ránhòu nǐmen hélì lái móuhài wǒ, nǐmen bùyòng kuānshù wǒ."
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Wǒ de bǎoyòu zhě què shì zhēnzhǔ, tā jiàng shì jīngdiǎn, juàngù shànrén."
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Nǐmen shě tā ér qídǎo de ǒuxiàng, bùnéng zhù nǐmen, yě bùnéng zìzhù."
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Rúguǒ nǐmen jiào tāmen lái zūnxún zhèngdào, tāmen bùnéng tīngcóng nǐmen; nǐ yǐwéi tāmen kànzhe nǐ, qíshí tāmen shì shì'érbùjiàn de."
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Nǐ yào yuánliàng, yào quàndǎo, yào bì kāi yúrén."
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Rúguǒ èmó sǒngyǒng nǐ, nǐ dāng qiú bì yú zhēnzhǔ. Tā què shì quán cōng de, quánzhī de."
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Jìngwèi zhě zāoyù èmó gǔhuò de shíhòu, néng huǎngrándàwù, lìkè kànjiàn zhēnlǐ."
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Èmó yào rèn suí tā de xiōngdì mí wù, ránhòu tāmen bù kěn bàxiū."
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Dāng nǐ wèi zhāoshì zhǒng jīxiàng de shíhòu, tāmen shuō: Nǐ zěnme bù chuàngzào yī zhǒng ne? Nǐ shuō: Wǒ zhǐ zūnshǒu wǒ de zhǔ suǒ qǐshì wǒ de jīngdiǎn, zhè shì wéi xìndào de mínzhòng ér cóng nǐmen de zhǔ jiàng shì de míngzhèng hé yǐndǎo hé cí'ēn."
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Dāng biérén sòngdú “gǔlánjīng” de shíhòu, nǐmen dāng cè'ěr xì tīng, yánshǒu jiānmò, yǐbiàn nǐmen méngshòu zhēnzhǔ de liánmǐn."
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Nǐ dāng zhāoxì gōngjìng ér kǒngjù dì jìniàn nǐ de zhǔ, yīngdāng dī shēng zànsòng tā, nǐ bùyào shūhū."
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Zài nǐ de zhǔ nàlǐ de (zhòng tiānshén), bùshì bùxiè yú chóngbài tā de, tāmen zànsòng tā chāojué yīqiè, tāmen zhǐ wèi tā ér kòutóu. (Cǐ chù kòutóu!)"
        }
    ]
}