{
    "pages": [
        {
            "chapter": 2,
            "verse": 62,
            "text": "بەڕاستی ئەوانەی ئیماندارن (موسوڵمانن) وەئەوانەی جوولەکەن وەگاورو ئەستێرە یان فریشتە پەرستەکان ھەرکامێک لەمانە بڕوای ھێنا بەخواو ڕۆژی دوایی وەکردەوەی چاکی کرد ئەوە پاداشتیان بۆھەیە لەلای پەروەردگاریانەوە نەترسیان لەسەرە و نەخەفەت دەخۆن"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "وە (بیربکەنەوە) کاتێک پەیمانمان لێ وەرگرتن وە (کێوی) طورمان بەرز کردەوە بەسەر سەرتانەوە (وە پێمان وتن) ئەوەی پێمان داون (لەتەورات) باش کاری پێبکەن وەبیرکەنەوە لەوەی کەتێیدایە بەڵکو خۆتان بپارێزن ولەخوا بترسن"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "پاشان پشتتان ھەڵکرد دوای پەیمان وەرگرتنەکە ئەمجا ئەگەر بەخشش و میھرەبانی خوا نەبوایە بەسەر تانەوە ئەوە ئێوە لەزەرەرمەندان دەبوون"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "سوێند بەخوا بەڕاستی ئێوە (دەنگ وباسی) ئەوانەتان زانیبوو لەخۆتان کەدەست درێژیان کرد لە ڕۆژی شەممەدا ئەمجا پێمان وتن ببن بەمەیمونی دوور خراوە لەبەزەیی خوا"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "ئەمجا ئەم سزایەمان کردە پەند بۆ خەڵکانی ئەو سەردەمەو ئەوانەی دوای ئەوان وەبەئامۆژگاری بۆ پارێزکاران"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "وە (بیربکەنەوە) کاتێک مووسا بەگەلەکەی ووت بێگومان خوا فەرمانتان پێ دەدات کە مانگایەک سەرببڕن وتیان: ئایا گاڵتەمان پێ دەکەیت؟ ووتی: پەنا ئەگرم بەخوا کەلە نەفامان بم"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "ووتیان: داوامان بۆ بکە لەپەروەردگارت پێمان بڵێ ئەو مانگایە کامەیە وچۆنە؟ ووتی: بێگومان خوا دەفەرموێ:مانگایەک بێت نەزۆر پیرو نەزۆر گەنج مام ناوەندی بێ لەنێوان ئەم دوانەدا زوو بیکەن ئەوەی فەرمانتان پێدراوە"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "ووتیان: داوامان بۆبکە لەپەروەردگارت پێمان بڵێ ڕەنگی مانگاکە چۆن بێ؟ ووتی: بەڕاستی خوا دەفەرموێ:مانگایەکی زەردی تێربێ (زەردێکی وا) دڵی تەماشاکاران خۆش بکات"
        }
    ]
}