{
    "pages": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "وێنەی ئەو بەھەشتەی کەبەڵێن دراوە بە پارێزکاران و لەخواترسان ڕوبارەکان دەڕۆن بەژێر باخەکانیدا میوە وسێبەرەکانی (بەھەشت) ھەمیشەیین ئەو (بەھەشتە) ئاکام و (لانەی) ئەوانەیە کە خۆیان پاراست (لە دونیادا) و لە خواترسان و ئاکام و (لانەی) بێ باوەڕانیش ھەر ئاگرە"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "ئەوانەش کتێبمان پێدابوون شاد دەبن بەوەی نێرراوەتە خوارەوە بۆت و ھەندێک لە گرۆ و تاقمەکان ھەن ھەندێک لەوە ئینکار دەکەن بڵێ من تەنھا فەرمانم بەوە پێدراوە کە خوا بپەرستم و ھیچ ھاوبەشێکی بۆ دانەنێم ھەر بۆلای خوا (خەڵکی) بانگ ئەکەم وگەڕانەوەشم تەنھا بۆلای ئەو (خوایەیە)"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "بەو شێوە ئەو (قورئانە) مان ناردۆتە خوارەوە (بۆ تۆ) کە فەرمانێکی عەرەبیە سوێند بەخوا بەڕاستی ئەگەر تۆ شوێنی ئارەزوەکانی ئەوانە بکەویت لەدوای ئەو وەحی و شارەزاییەی کە ھاتووە بۆت ھیچ پارێزەرێکت نابێت لە (سزای) خوا"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "سوێند بەخوا بێگومان پێش تۆ پێغەمبەرانێکمان ناردووە و پێماندان ھاوسەر و نەوە و وەچە وە بۆ ھیچ پێغەمبەرێک نەبووە (پێش تۆ) نیشانەیەک (موعجیزەیەک) بھێنێت مەگەر بەئیزنی خوا نەبێت بۆ ھەموو کارێک وەختێکی تایبەتی ھەیە کە نووسراوە"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "ئەوەی خوا بیەوێت دەیسڕێتەوە و (ئەوەش بیەوێت) دەیھێڵێتەوە سەرچاوەی کتێبەکان لای ئەو (خوای گەورەیە) لە (لوح المحفوظ)"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "جا ئەگەر نیشانت دەین ھەندێک لەو ھەڕەشانەی لێمان کردون یان (پێش ئەوە) بتمرێنین بێگومان تۆ ھەر ڕاگەیاندنت لەسەرە و لێپرسینەوەش لەسەر ئێمەیە"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "ئایا (بێ باوەڕان) سەرنجیان نەداوە کەئێمە زەوی کەم دەکەینەوە لە ھەموو لایەکانیەوە و خوا (بەویستی خۆی) بڕیار دەدات کەس ناتوانێت بڕیاری ئەو (خوا) بگۆڕێَت (یان ھەڵیوەشێنێتەوە) و ئەو (خوا) لێپرسینەوەی خێرایە"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "وە بێگومان ئەوانەی پێش ئەمانیش فێڵ و پیلانیان گێڕا بەڵام ھەموو پیلان و (نەخشەیەکی سەرکەوتوو) بۆ خوایە (لەبەرامبەر نەخشە وپیلانی ئەواندا) (خوا) دەزانێت ھەموو کەس چی دەکات و لەمەو دواش بێ باوەڕان دەزانن سەرئەنجامی (ھەر دوو جیھان) بۆ کێ دەبێت"
        }
    ]
}