{
    "pages": [
        {
            "chapter": 21,
            "verse": 45,
            "text": "(ئەی موحەممەد ﷺ) بڵێ: بێگومان من تەنھا ئێوە بێدار دەکەمەوە (دەتان ترسێنم) بەنیگا و وەحی وە کەڕەکان بانگەوازی(حەق) نابیستن کاتێک کە دەترسێنرێن"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "سوێند بەخوا ئەگەر دوو چاریان ببێت کەمێک لە سزای پەروەردگارت بێگومان ئەوان دەڵێن ھاوارو تیاچوون بۆ ئێمە بەڕاستی ئێمە (ھەموومان) ستەمکار بووین"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "وەئێمە دادەنێین تەرازووەکانی دادپەروەری (کەکردەوەی پێ دەکێشرێت) لەڕۆژی قیامەتدا ئەمجا ھیچ کەس کەمترین ستەمی لێ ناکرێت با قورسی (کردەوەکەی) بەقەدەر تۆوی خەرتەلەیەکیش بێت ئێمە دەیھێنین وە بەسە کەئێمە ژمێریاری (کردەوەی بەندەکان) بین"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "سوێند بەخوا بەڕاستی تەورات (کەجیا کەرەوەی حەق و بەتاڵە) بەخشیمانە موسا وھارون، وەڕوونکەرەوە و یاد خەرەوەشە بۆ پارێزکاران و لە خواترسان"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "ئەوانەی کەدەترسن لە پەروەردگاریان بەنادیاری وپەنھانی وەئەوان (کەسانێکن) لە ڕۆژی دوایی زۆر دەترسن"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "وەئەم (قورئانە) یاد خەرەوەیەکی بەفەڕ وپیرۆزە ناردومانەتە خوارەوە دەی ئایا ئێوە دانی پێدا نانێن(باوەڕی پێ ناکەن)"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "سوێند بەخوا بەڕاستی بەخشیمان بە ئیبراھیم ڕێنمونی وشارەزایی لەپێشدا وەئێمە لە (شیاوی) ئەو ئاگادار بووین"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "کاتێک ووتی بە باوکی وگەلەکەی ئا ئەم پەیکەر و بتانە چین؟ کە ئێوە دەیان پەرستن (بەلایانەوە ماونەتەوە)؟"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "(گەلەکەی) ووتیان: باوو باپیرانمان بینیوە ئەمانەیان پەرستووە"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "(ئیبراھیم) ووتی بەڕاستی ئێوە خۆتان و باوو باپیرانتان لە گومڕاییەکی ئاشکرادان"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "(لە وەڵامدا) ووتیان ئایا ڕاستی و ھەقت بۆ ھێناوین یان تۆ گاڵتەمان پێ دەکەیت"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "(ئیبراھیم) ووتی (ھەقم ھێناوە) بەڵکو پەروەردگاری ئێوە پەروەردگاری ئاسمانەکان و زەویە ھەر ئەویش بەدی ھێناون وە بێگومان من لەسەر ئەوانەی (کەباسم کرد) لە شاھید وبە ئاگایانم"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "سوێند بە خوا پیلان دادەنێم بۆ (لەناو بردنی) بتەکانتان دوای ئەوەی پشتان تێکردن (بەجێتان ھێشتن)"
        }
    ]
}