{
    "pages": [
        {
            "chapter": 21,
            "verse": 73,
            "text": "وە ئەوانمان کرد بە پێشەوا بە فەرمانی ئێمە ڕێنمونی (خەڵکیان) دەکرد وە نیگامان کرد بۆیان بە ئەنجامدانی کاری چاک وە بە نوێژ کردن و زەکاتدان وە ئەوان ھەر بۆ ئێمە عیبادەتیان دەکرد"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "بەخشیمان بە لوط پێغەمبەرێتی و زانیاری وە ڕزگارمان کرد لە(دەست خەڵکی) ئەو شارەی (سەدوم) کە (خەڵکەکەی) کردەوەی پیس و دزێویان دەکرد (نێربازییان دەکرد) بەڕاستی ئەوانە گەلێکی خراپی لە فەرمان دەرچوو بوون"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "وە لوطمان خستە ناو ڕەحمەت و میھرەبانی خۆمانەوە بەڕاستی لوط لە چاکەکاران بوو"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "وەپێشتر نوح پێغەمبەر ﷺ ھاواری (لە ئێمە) کرد ئەمجا ئێمەش وەڵامماندایەوە وبەدەنگیەوە ھاتین خۆی و (ئیماندارانی) خێزانەکەیمان ڕزگار کرد لە تەنگانە زۆر گەورەکە (لە لافاو و خنکان)"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "وە یارمەتیمان دا لە دژی ئەو گەلەی کە بەڵگەو ئایەتەکانی ئێمەیان بە درۆ دەزانی بەڕاستی ئەوانە گەلێک بوون ڕۆچوون لە خراپەدا لەبەر ئەوە ھەموویانمان خنکان (لە تۆفانەکەدا)"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "(باسی) داود و سولەیمان بکە کاتێ بڕیاریان دەرکرد دەربارەی ئەو کشتوکاڵەی کە بەشەو ئاژەڵی کەسانێک تێیدا لەوەڕابوون (زیانیان لێ دابوو) وە ئێمە بۆ دادوەری بڕیارەکەیان ئامادە (ئاگادار) بووین"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "ئەوسا ئێمە ئەوەمان فێری سولەیمان کرد (سولەیمان ووتی: ئاژەڵە زیان خۆرەکە بدرێتە دەست خاوەن کشتوکاڵەکە، کەڵک لەشیر وبەرھەمیان وەربگرێت، وە کشتوکاڵەکەش بدرێتە دەست خاوەن ئاژەڵەکە بەروبوومەکەی بخۆن و خزمەتی بکەن تـا وەک پێش زیان لێکەوتنەکەی لێ دێتەوە، پاشان ھەریەک لەئاژەڵ وکشتوکاڵەکە بگەڕێنرێنەوە بۆ خاوەنەکانیان) وە بە ھەر یەک لەو دووانە (داود و سولەیمان) پێغەمبەرێتی (ودادوەری) و زانستمان پێدان وە ڕاممان ھێنا لەگەڵ داودا چیاکان و باڵندەکە تەسبیحاتی خوایان دەکرد وە ھەر ئێمە ئەوەمان کرد (بۆ داود)"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "وە داودمان فێری دروستکردنی پۆشاکی زرێی (جەنگی) کرد بۆ ئێوە تابتان پارێزێت لەکاتی شەڕو کوشتارتاندا دەی ئایا ئێوە سوپاسگوزارن (بۆ خوا لەسەر ئەم نیعمەتانە)"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "وە (ڕاممان ھێنا) بۆ سولەیمان بای توند (ڕەشەبا) بەفەرمانی سولەیمان دەڕۆیشت بۆ ئەو ووڵات و زەویەی کە پڕ پیت و بەرەکەتمان کرد بوو وە ئێمە بەھەموو شتێک ئاگاداربووین"
        }
    ]
}