{
    "pages": [
        {
            "chapter": 21,
            "verse": 82,
            "text": "وە ھەندێک لە شەیتانەکان (مان ڕام ھێنابوو) دەچوونە ژێری دەریا بۆ سولەیمان (تا گەوھەرو مرواری بۆ دەربھێنن) وە جگە لەوە کاری تریشیان دەکرد (بۆی وەک کۆشک دروستکردن) بەڕاستی ئێمەش چاودێر (و پارێزەری) ئەوان بووین"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "وە (باسی) ئەیووب (بکە) کاتێک ھاواری لە پەروەردگاری کرد (لە دوای ناساغی ماوەیەکی زۆر) ووتی (ئەی پەرورەدگارم) بە ڕاستی من زیان و ئازار و نەخۆشی دووچارم بووە و تۆش میھرەبانترینی میھرەبانانی"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "جا ئێمەش ھاوار و نزاکەیمان گیرا کرد و لامان برد ئەو زیان و ئازار و نەخۆشییەی کە ھەیبوو وە ھەموو ماڵ و منداڵیمان پێ بەخشیەوە (کە پێشتر مردبوون) و ئەوەندەی تریش لەگەڵیاندا ئەوە ڕەحمەتێکی تایبەت بوو لە ئێمەوە وە بیرخەرەوە و ئامۆژگاری بوو بۆ خوا پەرستان"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "وە (باسی) ئیسماعیل و ئیدریس وذەلکیفل (بکە) ھەموویان لە ئارامگران بوون"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "وە ئێمە ئەوانمان خستە ناو ڕەحمەتی خۆمان (کە بەھەشتە) بێگومان ئەوانە لە چاکەکەکاران بوون"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "وە (باسی) ذەننون (یونس بکە کە پێغەمبەری خەڵکی نەینەوا بوو) کاتێک ڕۆیشت بە توڕەیی (گەلەکەی بەجێ ھێشت) وایدەزانی ئێمە تەنگانەی بەسەردا ناھێنین وھەروا وازی لێ دەھێنین (خوای گەورە تاقیکردوە وفڕێدرایە ناو دەریا ونەھەنگێک قووتیدا) جا لە تاریکیەکاندا (تاریکی شەو و دەریا و ناو سکی نەھەنگ) ھاواری کرد (ئەی خوایە) بەڕاستی ھیچ پەرستراوێکی بەھەق وڕاستی نیە جگە لە تۆ پاکی و بێگەردی بۆ تۆیە، بێگومان من لە ستەمکاران بووم (لەبەر ئەوەی ئارامم نەگرت و وازم لە گەلەکەم ھێنا)"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "ئێمەش نزا و ھاواری ئەومان گیراکرد و لەو غەم وخەفەتە ڕزگارمان کرد ھەر بەو شێوەیە ئیماندارانیش ڕزگار دەکەین"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "وە (باسی) زەکەریا (بکە) کاتێک ھاواری لە پەروەردگاری کرد ئەی پەروەردگارم بە تەنھا مەمھێڵەرەوە (منداڵێکم پێ ببەخشە) وە تۆ چاکترین میراتگرانی"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "ئێمەش دوعای ئەومان وەڵام دایەوە و یەحیامان پێ بەخشی و خیزانەکەشیمان بۆ چاک کردەوە (لە نەزۆکی) بێگومان ئەوانەی (باسکران لە پێغەمبەران) پێش بڕکێیان دەکرد لە (ئەنجامدانی) ھەموو خێر و چاکەیەکدا و ھاواریان لە ئێمە دەکرد بە ئومێدی (بەھەشت) ولە ترسی (دۆزەخ) وە ئەوان ملکەچ بوون بۆ ئێمە (ودەترسن لێمان)"
        }
    ]
}