{
    "pages": [
        {
            "chapter": 30,
            "verse": 42,
            "text": "(ئەی موحەممەد ﷺ) بڵێ بەزەویدا بگەڕێن ئەمجا سەرنج بدە سەرئەنجامی ئەوانەی لەپێش (ئێوەوە) بوون چۆن بوو کە زۆربەیان ھاوبەشدانەر بوون بۆ خوا"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "کەواتە ڕووی خۆت بکەرە ئاینی ڕێك و ڕاست پێش ئەوەی ڕۆژێك بێت لەلایەن خواوە کە گێڕانەوەی بۆ نیە لەو ڕۆژەدا خەڵکی جیا ئەبنەوە لەیەکتر"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "ھەر کەس بێ باوەڕ بووبێت ئەوە (تۆڵەی) بێ باوەڕییەکەی لەسەرە ھەرکەسیش کردەوەی چاکی کردبێت ئەوە شوێن بۆ خۆیان (لە بەھەشتدا) ئامادە دەکەن"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "بۆ ئەوەی کەسانێك کە باوڕیان ھێناوەو کردەوەی چاکیان کردووە پاداشتیان بداتەوە لە میھرەبانی و چاکەی خۆی بەڕاستی ئەو (خوا) بێ باوەڕانی خۆش ناوێت"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "وە لە نیشانەکانی ئەو (خوایە) کە چەند بایەکی مژدەدەر (بەبارینی باران) دەنێرێت بۆ ئەوە ھەندێك لە (بارانی) بەزەیی خۆیتان پێ بچەژێت و بۆ ئەوەی کەشتیەکان بەفەرمانی خوا (بەو بایە) بڕۆن و بگەرێن و بۆ ئەوەی بەدوای ڕۆزی ئەو (خوا) دا بگەڕێن (لە دەریادا) تا شوکرانە بژێری خوا بن"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "سوێند بەخوا بەڕاستی پێش تۆ (ئەی موحەممەد ﷺ) ناردومانە پێغەمبەرانێك بۆ لای گەلەکانیان ئەمجا موعجیزە و بەڵگە ڕوونەکانیان بۆ ھێنان (بەڵام باوەڕیان نەھێنا) ئەمجا تۆڵەمان سەند لەوانەیان تاوانیان کرد وە یارمەتیدانی باوەڕداران وسەرخستنیان ھەق ومافێکە لەسەرمان"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "خوا زاتێکە ئەو بایانە دەنێرێت بۆ ئەوەی ھەورەکان بجوڵێنن (بگەڕێنن) ئەمجا ئەو(ھەورە خوا) چۆن بیەوێ بڵاوی دەکاتەوە بەئاسماندا وە ئەو (ھەورە) دەکاتە پارچەیەك (وکۆیان دەکاتەوە لەسەر یەکتر) ئەمجا دەبینی قەترە قەترەی باران لە نێوانی ھەورەکەوە دەبارێت ئەمجا کاتێك (خوا) ئەو بارانە ببارێنێت بۆ (ووڵات وزەوی) ھەر کام لەبەندەکانی کەبیەوێت کتوپڕ دڵخۆش وشادمان دەبن (بەو بارانە)"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "ئەگەر چی پێش ئەوەی باران بەسەریاندا ببارێت بێ ھیوا و نائومێد بوون"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "ئەمجا سەیری ئاسەواری بارانی خوابکە (وەك کشتوکاڵ و گژو گیا و درەخت) چۆن زەوی زیندوو دەکاتەوە دوای مردن و ووشك بوونی بەڕاستی ھەر ئەو خوایە زیندوو کەرەوەی مردووانیشە و ھەرە ئەویش بەدەسەڵاتە بەسەر ھەموو شتێکدا"
        }
    ]
}