{
    "pages": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "بـە ( ئـەلیف، لام، میم ) دەخوێنرێتەوە، خوای گەورە زاناترە بە واتاکەی.ئەم پیتانەی کە لەسەرەتای ھەندێک لەسورەتەکانی قورئاندا ھاتوون، تەنھا خوای گەورە دەزانێت مەبەستی پێیان چیە، ئەمە ڕاسترین تەفسیرە بۆ ئەم پیتانە کرابێت، بەڵام بەچەند جۆرێکی تریش تەفسیرکراون لەوانە: ئەم پیتانە ناون بۆ ئەوسورەتانەی لەسەرەتایانەوە ھاتوون، یان ناون بۆ خوای گەورە، یان بۆ دەستەوسانکردنی عەرەبە بێباوەڕەکانە کە دەیانووت ئەم قورئانە لەلایەن خوداوە نەھاتوەتە خوارەوە بۆ موحەممەد (صلى الله عليه وسلم) پێیان دەڵێت: دەی ئەگەر وایە وێنە وھاوشێوەی ئەم قورئانە بھێنن، کە ھەر لەو پیتانە پێـکھاتووە کە ئێوە قسەی پێ دەکەن و بەکاریان دەھێنن"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "ھێنانە خوارەوەی ئەم قورئانە ھیچ گومانی تێدانیە لـەلایەن پەروەردگاری جیھانیانەوەیە"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "ئـایا (بێ باوەڕەکان) دەڵێن: موحەممەد ﷺ خۆی ئەم (قورئانەی) ھەڵبەستووە (نەخێر ھەڵی نەبەستووە) بەڵکو ئەو (قورئانە) ڕاستە لەلایەن پەروەردگارتەوە (ھاتووە) بۆ ئەوەی بەو (قورئانە) خەڵکێک بترسێنیت کە لە پێش تۆ ھیچ ترسێنەرێکیان بۆ نەھاتووە بەڵکو ڕێنمونی وەرگرن"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "خوا زاتێکە ئاسمانەکان و زەوی و ئەوەی لە نێوانیاندایە بەدیھێناوە لە شەش ڕۆژدا پاشان بەرز بوویەوە بۆ سەر عەرش و قەراری گرت (ئیمانمان پێیەتی وچۆنیەتیەکەی نازانین) بێجگە لەو (خوا) ھیچ پشتیوان و تکا کارێکتان نیە دەی بۆ بیرناکەنەوە و پەند وەرناگرن"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "خوا ھەموو کاروبارەکان بەڕێوە دەبات لەئاسمانەوە تا زەوی (ھەتا ڕۆژی دوای) لە پاشان ھەموو ئەو کاروبارە بەرز دەبێتەوە بۆلای خۆی لە ڕۆژێکدا (لەقیامەتدا) کەئەندازەکەی ھەزار ساڵە لەو ساڵانەی ئێوە دەیژمێرن"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "ئەو (خوا) زانایە بە ھەموو نھێنی و ئاشکرایەك بە دەسەڵات و میھرەبانە"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "زاتێکە ھەموو شتێکی بەجوانترین شێوە دروستکردووە جا مرۆڤی لە سەرەتاوە لە قوڕ دروستکرد"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "لەپاشان نەوەی مرۆڤی لە پوختەیە لە ئاوی بێ نرخ و قێزەون دروستکردووە"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "لەپاشان ڕێك و پێکی کرد (بەشێوەی ئادەمی) و فوی کرد بە بەریدا لەڕۆحێك کە خۆی دروستی کرد (دانە پاڵی ڕۆح بۆ لای خوا بۆ ڕێزو تەشریفە) گوێ و چاو و دڵی پێبەخشیوون بەڵام زۆر کەم سوپاسی خوا دەکەن"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "(بێ بڕواکان) دەڵێن: ئایا کاتێك (مردین و لەشمان ڕزاو) لە ناو زەویدا وون بووین ئایا سەر لەنوێ جارێکی تر دروست دەکرێینەوە ( وزیندوو دەبینەوە) (وانیە) بەڵکو ئەوان باوەڕیان نیە بەخزمەت پەروەردگاریان بگەن (بۆ دادگایی کردنی قیامەت)"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "(ئەی موحەممەد ﷺ) بڵێ فریشتەی گیان کێشان کە گیان کێشانی ئێوەی پێ سپێراوە دەتان مرێنێت لە پاشان بۆ لای پەروەردگارتان دەگەڕێنرێنەوە"
        }
    ]
}