{
    "pages": [
        {
            "chapter": 34,
            "verse": 8,
            "text": "ئایا ئەو (پێغەمبەر ﷺ) بەدەم خواوە درۆ دەکات یان شێتە (نەخێر وانیە) بەڵکو ئەوانەی بێ باوەڕن بەدواڕۆژ لەناو سزاو گومڕاییەکی دوور (لەڕاستی)دان"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "دەی ئایا سەرنج نادەن بۆ ئەوەی لەبەردەم و لەپشتیانەوەیە لەئاسمان و زەویدا ئەگەر بمانەوێت دەیان بەین بەناخی زەویدا یان دەیخەینە خوار بەسەریاندا چەند پارچەیەك لەئاسمان بەڕاستی لەوەدا بەڵگەو پەند ھەیە بۆ ھەر بەندەیەك ڕوو لەخوا بێت"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "سوێند بەخوا بەڕاستی لەلایەن خۆمانەوە فەزڵ و بەھرەیەکی گەورەمان بەداود بەخشیبوو ئەی چیا وباڵندەکان لەگەڵ داود زیکرو تەسبیحاتی خوا بکەن وە ئاسنمان بۆ نەرم کردبوو"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "(فەرمانمان پێ کرد) قەڵغان وزرێی جەنگیان لێ دروست بکە و لەچنینی زرێدا بائەندازەیی ئەڵقەکان وەك یەك بن وکردەوەی چاك بکەن بەڕاستی من بەوەی کەدەیکەن بینام"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "وە بۆ سولەیمان (با، ھەوا)مان ڕام ھێنا بەیانیان تا نێوەڕۆ ( با) بەئەندازەی مانگێك ڕێگای دەبڕی وە (نێوەڕوان تا) ئێوارانیش بەئەندازەی مانگێك ڕێگای دەبڕی وە مسمان بۆ تواندەوە وەك کانیا و (دەڕۆی) و ھەندێك لەجنۆکەکانمان ڕام ھێنابوو لەبەر دەستیدا کاریان دەکرد بەفەرمانی پەروەردگاری وە ئەگەر ھەرکام لەوان (خوای گەورە ڕامی ھێنا بوونن) لەفەرمانی ئێمە لابدەن سزای ئاگری ھەڵگیرساوی پێ دەچێژین"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "(سولەیمان) ھەرچی بوویستایە بۆیان دروست دەکرد لەپەرستگاو پەیکەرو چەندین قاپی (نان خواردن) وەك حەوزی گەورەو چەند قازان و مەنجەڵی دامەزراو (نەدەجوڵان لەبەر گەورەییان) ئەی ئالی داود شوکرانە بژێری خوا بکەن بەڵام کەمێك لەبەندەکانم (بۆ خوا) سوپاسگوزارن"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "ئەمجا کاتێك سولەیمانمان مراند ھیچ شتێك مردنی سولەیمانی نیشان (جنۆکەکان) نەدا بێجگە لەخۆرەو مۆریانەی زەوی کە داردەستەکەی (سولەیمان) یان دەخوارد (کەسولەیمان خۆی دابوو بەسەریدا) ئەمجا کاتێك (سولەیمان) کەوت بۆ جنۆکەکان ڕوون بویەوە ە ئەگەر غەیبیان بزانیایە لەو سزا ڕیسواکەرەدا نەدەمانەوە"
        }
    ]
}