{
    "pages": [
        {
            "chapter": 6,
            "verse": 82,
            "text": "Tem, kotoryye veruyut, i svoyey very ne odevayut odezhdoy zakonoprestupnosti, - tem bezopasnost', potomu, chto idut po pryamomu puti"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Takovy nashi dokazatel'stva, kotoryye dali My Avraamu protiv yego naroda. My vozvyshayem stepeni tekh, kotorym zakhotim etogo: Gospod' tvoy mudr, znayushch"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "My dali yemu Isaaka i Iakova: oboikh ikh My postavili na pryamoy put', kak prezhde postavili na pryamoy put' Noya; a iz potomstva yego Davida, Solomona, Iova, Iosifa, Moiseya i Aarona: tak nagrazhdayem My delayushchikh dobro"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "Zakhariyu, Ioanna, Iisusa, Iliyu, - vse oni byli v chisle pravednikov"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "Ismaila, Yeliseya, Ionu, Lota: vsem im My dali preimushchestva nad mirami"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Iz sredy ottsev ikh, detey ikh, brat'yev ikh My izbrali ikh i veli ikh po pryamomu puti"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Takovo voditel'stvo Boga, kotorym On vedot tekh iz rabov svoikh, kotorykh khochet; a yesli by oni predalis' mnogobozhiyu, to vse, chto ni sdelali oni, okazalos' by tshchetnym"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Im My dali Pisaniye, mudrost', prorochestvo. Yesli v eto ne uveruyut sii, (sovremenniki) to My poruchayem eto lyudyam, v kotorykh ne budet neveruyushchikh v eto"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Tekh vol Bog po pryamomu puti; potomu ty idi po ikh pryamomu puti. Skazhi: \"YA ne proshu s vas platy za nego: on yest' tol'ko uveshchaniye miram"
        }
    ]
}