{
    "pages": [
        {
            "chapter": 10,
            "verse": 107,
            "text": "Yesli Bog podvergnet tebya kakomu libo bedstviyu, to krome Boga nikto ne izbavit ot nego; i yesli On zakhochet dobra tebe, to nikto ne ostanovit blagosti Yego. On nizvodit eto na togo iz rabov svoikh, na kogo khochet: On proshchayushchiy, miloserd"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Skazhi: \"Lyudi! Istina prishla k vam ot Gospoda vashego: posle sego kto poydet po pryamomu puti, to poydet po pryamomu puti vo blago dushi svoyey; a kto uklonitsya ot puti, tot uklonitsya ot puti vo vred yeyo: ya zhe ne poruka za vas"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "A ty sleduy tomu, chto tebe otkryto; terpelivo zhdi, pokuda Bog ne dast suda: On - nailuchshiy iz sudey"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Az, lyudi, rtsy. Pisaniye - znameniya yego mudro raspolozheny, i, vmeste s tem, yasno izlozheny - ot Mudrogo, Vedushchego"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Poklanyaytes' tol'ko Bogu (istinno, ya ot Nego vam oblichitel' i blagovestitel')"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Prosite proshcheniya u Gospoda vashego, i s pokayaniyem obratites' k Nemu, da dast vam nasladit'sya khoroshim naslazhdeniyem do prednaznachennoy pory, i dostavit svoi blaga vsyakomu delayushchemu blagoye. A yesli otvratites' vy, to ya boyus' nakazaniya vam v velikiy den'"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Budet vashe vozvrashcheniye k Bogu, potomu chto On vsemogushch"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Uzheli, - kogda ukryvayut oni serdtsa svoi, chtoby utait'sya ot Nego. Uzheli - v to vremya, kogda zakutyvayutsya oni svoimi odezhdami - ne znayet On togo, chto skryvayut oni, kak i togo, chto pokazyvayut? On znayet vnutrennost' serdets"
        }
    ]
}