{
    "pages": [
        {
            "chapter": 12,
            "verse": 44,
            "text": "Oni skazali: \"Sonnyy bred; my ne umeyem iz\"yasnyat' sny"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "Tot iz dvukh, kotoryy byl osvobozhden, skazal im (on vspomnil spustya neskol'ko let): \"YA vam dostavlyu iz\"yasneniye; poshlite menya"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "Iosif, chelovek pravdivyy! iz\"yasni nam, chto znachat sem' korov tuchnykh, kotorykh poyedayut sem' toshchikh, i sem' kolos'yev zelonykh i stol'ko zhe sukhikh, chtob ya vozvratilsya k tem lyudyam i oni uznali by"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "On skazal: \"V prodolzheniye semi let budete seyat', kak obyknovenno; chto budete sozhinat', ostav'te v kolos'yakh, isklyuchaya nemnogogo, chto budete yest'"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Posle togo nastupyat sem' let surovykh, kotoryye istrebyat vse, chto otlozhite na zapas, isklyuchaya nemnogogo, chto sberezhete"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Posle togo nastupit god, v prodolzhenii kotorogo zhiteli etoy strany budut imet' mnogo dozhdey i soberut vinograd"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "Togda tsar' skazal: \"Privedite yego ko mne\". Kogda poslannyy prishel k nemu, etot skazal: \"Vozvratis' k svoyemu gospodinu i sprosi yego: \"Chto khoteli delat' te zhenshchiny, kotoryye obrezali sebe pal'tsy?\" Gospod' moy znayet ikh zamysly"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "On sprosil u etikh zhenshchin: \"Chto znachat eti nastoyaniya zastavit' Iosifa ustupit' vashim zhelaniyam?\" Oni otvechali: \"Yey-Bogu! My ne znali za nim nichego khudogo\". A zhena vel'mozhi skazala: \"Istina otkrylas', ya sklonyala yego k prostupku; on iz pravdivykh"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "Eto dlya togo, chtoby on uznal, chto ya yego ne obmanul v yego otsutstviye i chto Bog ne upravlyayet zamyslami obmanshchikov"
        }
    ]
}