{
    "pages": [
        {
            "chapter": 29,
            "verse": 64,
            "text": "Eta dol'naya zhizn' yest' tol'ko obol'shcheniye, suyeta: istinno, tol'ko v zhilishche budushchego veka yest' sushchestvennaya zhizn'. O yesli by oni eto znali"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Kogda oni plavayut na korablyakh, togda prizyvayut Boga, obeshchaya iskrenneye sluzheniye Yemu; no kogda On spaset ikh na sushu, vot, oni uzhe mnogobozhestvuyut"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "Ostavayas' neblagodarnymi za to, chto dostavili My im i predavayas' udovol'stviyam. Skoro oni uznayut"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Ne videli li oni, chto My etu stranu sdelali bezopasnoyu, togda kak lyudi, kotoryye v okrestnostyakh ikh, podvergayutsya grabitel'stvam? Tak uzhe li oni yeshche budut verovat' v suyetnoye, budut otvergat' blagotvoritel'nost' Boga"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "Yest' li yeshche kto zlochestiveye togo, kto vymyshlyayet lozh' o Boge, ili lozh'yu schitayet istinu, posle togo, kak ona prishla k nemu? Razve v geyenne net pomestilishcha dlya nevernykh"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "Tekh, kotoryye revnostno podvizayutsya dlya Nas, My povedem po pryamomu puti nashemu. Istinno, Bog s delayushchimi blagoye"
        },
        {
            "chapter": 30,
            "verse": 1,
            "text": "Az, lyudi, myslete"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "Rimlyane pobezhdeny"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "V blizkoy ot etoy zemli; no oni, posle togo, kak byli pobezhdeny, sami pobedyat"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "Posle neskol'kikh godov. Vo vlasti Boga eto sobytiye, i v nachale svoyem, i v kontse svoyem. V tot den' veruyushchiye vozveselyatsya"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "O pomoshchi Boga. On dayet svoyu pomoshch', komu khochet: On silen, miloserd"
        }
    ]
}