{
    "pages": [
        {
            "chapter": 3,
            "verse": 62,
            "text": "Deystvitel'no, eto, eto samoye, - istinnyye slova: krome Boga net nikogo dostopoklonyayemogo. Bog, - On silon, mudr"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Yesli oni poydut proch' - Bog znayet etikh razvratiteley"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Skazhi: \"Chitayushchiye Pisaniye! Stanem derzhat'sya odinakovogo slova i dlya nas i dlya vas! Budem poklanyat'sya tol'ko Bogu; ne stanem priznavat' souchastnikov Yemu, ne stanem odni drugikh schitat' Gospodami, krome Boga. Yesli oni poydut proch', skazhite: bud'te svidetelyami, chto my pokornyye Bogu. (muslimy)"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "Chitayushchiye Pisaniye! Dlya chego vy sporite ob Avraame? Zakon i Yevangeliye nisposlany uzhe posle nego: uzheli ne rassudite"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Da, vy mozhete sporit' o tom, o chom u vas yest' znaniye, no dlya chego vam sporit' o tom, o chom u vas net znaniya? Bog znayet, a vy ne znayete"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Avraam ne byl ni iudeyem, ni nazaryaninom; no on byl blagochestivym, pokornym Bogu: on ne byl v chisle mnogobozhnikov"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Samyye blizkiye k Avraamu lyudi, - te, kotoryye yemu posleduyut, kakovy sey prorok i veruyushchiye: Bog pokrovitel' sim veruyushchim"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Nekotoryye iz chitayushchikh Pisaniye zhelayut vvesti vas v zabluzhdeniye; no oni vvodyat v zabluzhdeniye tol'ko samikh sebya, i ne ponimayut etogo"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "Chitayushchiye Pisaniye! Dlya chego otvergayete sii znameniya Bozhii, togda kak vy ochevidtsy etomu"
        }
    ]
}