{
    "pages": [
        {
            "chapter": 8,
            "verse": 9,
            "text": "Gowani ko pphangni kano sa tabang ko Kadnan iyo, na inismbag Iyan rkano a: \"Mataan! a Sakn na thabangan Ko skano sa sanggibo a manga malaikat, a makapthondotondog"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Na da a kiyabaloya saya o Allah a rowar sa tothol a iphakapiya ginawa, go an on misabap a kathatana o manga poso iyo: Na da ko tabang inonta na sii bo phoon ko Allah; mataan! a so Allah na Mabagr, a Mawngangn"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "Gowani na ipkholob Iyan rkano so toratod, a sarig a phoon Rkaniyan, go pthoronan kano Niyan a phoon ko kawang sa ig, ka an on misabap a kasotiya Niyan rkano, go an Iyan rkano maylang so pangangalk o shaytan, go an Iyan matkhs so manga poso iyo, go an on misabap a kapakabkna Niyan ko manga parapara"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Gowani na iphagilaham o Kadnan ka ko manga malaikat a: \"Mataan! a Sakn na pd iyo. Na pakabkna niyo so siran a miyamaratiyaya: Ithmo Akn dn ko manga poso o siran a da pamaratiyaya so kalk: Na sogata niyo so kaporoan o manga lig (iran), go sogata niyo kiran so oman i kmr"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Giyoto man na sabap sa mataan! a siran na siyorang iran so Allah go so sogo Iyan: Na sadn, sa sorangn Iyan so Allah go so sogo Iyan, na mataan! a so Allah na Mayloti-kapaniksa"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Giyoto man (so siksa): \"Na taami niyo skaniyan ka mataan! a bagian o da pamaratiyaya so siksa ko naraka"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "Hay miyamaratiyaya, igira minithmo niyo (ko giimbonoayan) so siran a da pamaratiyaya a pkhamang siran, na di niyo kiran thalikhodn so manga likod (iyo)"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Na sadn sa italikhod iyan kiran sa alongan oto a likod iyan inonta a plimpang ko kambonoay, odi na thapi ko pagtaw (a pd iyan) - na sabnar a miyakakholokog sa rarangit a phoon ko Allah, go darpa iyan so naraka Jahannam, - a mikharatarata a khabolosan"
        }
    ]
}