{
    "pages": [
        {
            "chapter": 8,
            "verse": 26,
            "text": "Na tadmi niyo gowani ko mayto kano, a di kano pakanganganinn ko lopa, ipkhalk iyo oba kano mabiyag o manga manosiya; na piyakapagingd kano Niyan (sa Madinah), go inibagr Iyan rkano so tabang Iyan, go riniskhiyan kano Niyan ko manga pipiya, ka ang kano makapanalamat"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Hay miyamaratiyaya, di niyo pndonsiyani so Allah go so Rasol, go di niyo pndonsiyani so manga sarig rkano a skano na katawan iyo"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Na tangkda niyo a so manga tamok iyo go so manga wata iyo na matag tpng; ka mataan! a so Allah na adn a zisii Rkaniyan a balas a lbi a mala"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "Hay miyamaratiyaya, o kalkn iyo so Allah, na snggayan kano Niyan sa padoman, go lalasn Iyan rkano so manga dosa niyo, go napiyan kano Niyan, ka so Allah i Khirk ko limo a lbi a mala"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Na gowani na pphagantanganang ka sa marata o siran a da pamaratiyaya, ka tharongko on ka iran, odi na mbonoon ka iran, odi na phakaawaang ka iran. Na pphagantangan siran sa marata, na pmbadalan o Allah so antangan iran, ka so Allah i makalalawan ko pphamagantangan sa marata"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Na igira a biyatiya kiran so manga ayat Ami, na tharoon iran a: \"Sabnar a miyan´g ami, na o kabaya ami, na mataan! a maptharo ami so lagid aya, ka da a salakaw saya a rowar sa manga tothol a kabokhag o miyangaoona"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "Na gowani na pitharo iran: \"Ya Allah, o giyai na skaniyan so bnar a phoon ko hadapan Ka, na pakaorani kaming Ka sa ator a phoon ko kawang, odi na talingomai kaming Ka sa siksa a malipds"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Na da ko Allah i ba Niyan siran ziksaa a matatago ka kiran; go da ko Allah i ba Niyan siran siksaa a pphangni siran sa maap (ko Allah)"
        }
    ]
}