{
    "pages": [
        {
            "chapter": 9,
            "verse": 41,
            "text": "Sorong kano ko kambonoay, makhap sa mapnd, go panagontamann iyo so manga tamok iyo, go so manga ginawa niyo, sii ko lalan o Allah. Giyoto man i mapiya rkano, o skano na katawi niyo"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "O adn a parayasan (a khataban) a marani go so plalakawn na mathangka, na magonot siran rka dn, na ogaid na piyakawatan kiran o lalan a malayat. Na pzapa siran dn ko Allah sa: \"O miyakagaga kami, na miyapd kami niyo dn a lominiyo:\" Pmbinasaan iran so manga ginawa iran; na so Allah na katawan Iyan a mataan! a siran na titho a manga bokhag"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Pimaapan ka o Allah! anda sabap i kiya idining ka kiran taman sa mapayag rka so siran a mimamataan: Go katokawan ka so manga bokhag"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Di rka phangni sa idin so siran a miyamaratiyaya ko Allah go so alongan a mawri sa ba iran di panagontamann so manga tamok iran go so manga ginawa iran. Na so Allah na katawan Iyan so khipanananggila"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Aya bo a phangni rka sa idin (ko kathalimbagak) na so siran a di mapaparatiyaya ko Allah go so alongan a mawri, go mizangka so manga poso iran, na siran na matataap siran ko kazasangka iran"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Na o miyabaya siran lomiyo, na pithiyagaran iran dn sa bagr; na ogaid na da kabayai o Allah so kapakaliyo iran; na piyakapamokl Iyan siran, na adn a mitharo: \"Sa thalimbagak kano a pd o mithatalimbagak"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "O miyapd siran rkano lomiyo, na da a khiyoman iran rkano a rowar sa kabinasa, go plagosakn iran dn so pagltltan iyo ka ipmbabanog kano iran sa samok, go adn a matatago rkano a pakapphanorimann iran. Na so Allah na katawan Iyan so manga darowaka"
        }
    ]
}