{
    "pages": [
        {
            "chapter": 11,
            "verse": 118,
            "text": "Na o kabaya o Kadnan ka, na mataan! a khabaloy Niyan so manga manosiya ko okit a isa: (na ogaid) na di siran khada ko kazosoransorang iran"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Inonta so taw a inikalimo o Kadnan ka: Ka giyoto man i kiyaadna Niyan kiran: Na miyatangkd so katharo o Kadnan ka a: \"Mataan! a ipno Akn dn ko naraka Jahannam so (da pamaratiyaya ko) manga jinn go so manga manosiya langon"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "Na so langowan oto a pphanotholn Ami rka a pd ko manga totholan ko manga sogo, na pkhisabap on a kapphakabagr Ami ko poso o ka: Na saya zisaya a kiyapakatalingoma rka o bnar, go thoma, go ndao ko khipaparatiyaya"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "Na tharoang ka ko siran a di mapaparatiyaya a: \"Nggalbk kano sa sadn sa kapasang iyo: Mataan! a skami na pnggalbk kami (mambo)"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "Go nayaw kano! ka mataan! a skami na nomanayaw kami (mambo)"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "Na rk o Allah so migagaib ko manga langit ago so lopa, go Ron phakandoda so mapnggolawla sa kalangolangowan iyan: Na zoasoatang ka Skaniyan, go sariging ka Skaniyan. Na kna a ba di maiin´ngka o Kadnan ka so gii niyo nggolawlaan"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Alif, Lam, Ra. (so Allah i Matao ko paka-aantapan Iyan on.) giyai so manga ayat ko kitab a pphakapayag (ko ontol ago so ribat)"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Mataan! a Skami na initoron Ami skaniyan sa kapangadi a basa Arab, ka an iyo kasaboti"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "Skami na pphanotholn Ami rka (ya Mohammad) so lbi a mapiya a manga tothol, sii ko kiniilahamn Ami rka sangkai a Qor´an: Na mataan! a miyabaloy ka ko onaan aya a pd dn ko di khipakaiin´ngka"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "Gowani na pitharo o Yosof ki ama iyan: \"Hay ama ko, mataan! a sakn na pithataginp akn a sapolo ago isa a bitoon go so alongan go so olan, a miyaylay akn siran a mangangalimbabaan siran rakn"
        }
    ]
}