{
    "pages": [
        {
            "chapter": 17,
            "verse": 105,
            "text": "Na sii ko bnar a kinitornn Ami (ko Qor´an), go sii ko bnar a kiyapakatoron iyan: Na da a kiyasogo Ami rka (ya Mohammad) a rowar sa pphanonotholan sa mapiya, go pphamakaiktiyar"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Na so Qor´an na piyakassnggaya Ami skaniyan, ka an ka oto mabatiya ko manga manosiya sa malanat: Go initoron Ami oto sa (miyakazasaliob a) kinitoron iyan"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Tharoang ka: \"Piyaratiyaya niyo skaniyan odi na di niyo pharatiyayaa, mataan! a siran a piyamgan ko katao a miyaonaan iyan, na igira a pmbatiyaan kiran, na ipzondong iran so manga baka a mangangalimbabaan siran"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Sa gi iran tharoon: Soti so Kadnan ami, mataan! a tatap a so diyandi o Kadnan ami na mapnggolawla dn"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Go ipzondong iran so manga baka, sa pphaman´gad siran, go pphakaoman kiran sa kapangalimbabaan"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Tharoang ka: \"Pangni kano ko Allah, odi na pangni kano ko Rahman: Apiya anda saya i ipangni niyo Ron, na rk Iyan so manga ngaran a manga pipiya. Na ding ka phakatanogn so sambayang ka, go ding ka oto phnanayn, na mbabanog ka ko pagltan oto sa okit"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Na tharoang ka: \"So podi na rk o Allah, da kowa sa wata, go da a miyabaloy a sakotowa Iyan ko kapaar: Go da a miyabaloy a tabanga Iyan makapantag ko kapakayto: Na zlaslaang ka Skaniyan sa samporna a kazlasla"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "So podi na rk o Allah, a so initoron Iyan ko oripn Iyan so kitab, go da a biyaloy Niyan on a bkhog"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "Matitho, ka an Iyan kapakiiktiyari so siksa a sangat a phoon Rkaniyan, go an Iyan mapanothol ko miyamaratiyaya a siran so giinggalbk ko manga pipiya, a mataan! a adn a bagian iran a balas a mapiya"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "Matatatap siran on sa dayon sa dayon"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "Go an Iyan mapakaiktiyar so siran a mitharo sa: \"Kominowa so Allah sa wata"
        }
    ]
}