{
    "pages": [
        {
            "chapter": 18,
            "verse": 16,
            "text": "Na amay ka ganatan iyo siran ago so pzimbaan iran, a salakaw ko Allah, na pagapas kano ko liyang: Ka saboyagan kano o Kadnan iyo ko limo Iyan, go thiyagaran kano Niyan sa rangkap o btad iyo"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "Na pkhaylaing ka so alongan, a igira a somibang, na miraramig ko liyang iran sa tampar sa kawanan, na igira a somidp, na pkhaawat kiran sa tampar sa diwang, a sii siran matatago ko madaya on. Giyoto man na pd ko manga tanda o Allah: Na sadn sa toroon o Allah na skaniyan i phakakdg ko ontol; na sadn sa dadagn Iyan, na ding ka dn mitoon sa panarigan a makanggonanao ron"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "Na aya tangkap ka kiran na khipag-unaw, a oba di siran na khitotorogn; na gii Ami siran pakakhlikhlidn sa tampar sa kawanan go sa tampar sa diwang: Na so aso iran na igagamba iyan so dowa kamonamona niyan ko gimowa: O maylaing ka siran na katalikhodan ka siran dn sa kapalagoy, go mapnopno ka kiran dn a kalk"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Na giyaya i kiyapakagogonawa Mi kiran, ka an siran makapamagizai. Pitharo o mitharo a pd kiran a: \"Pira i kiyathay niyo?\" Pitharo iran a: \"Aya kiyathay tano na salongan, odi na sabaad sa salongan\". Pitharo (o sabaad kiran) a: \"So Kadnan iyo i Matao ko kiyathay niyo. Na sogoa niyo so isa rkano rakhs o pirak iyo wai sii ko bandar a ingd: Na pangilaylay sa sadn sa soti a pangn´ngkn na wita niyan rkano, a pagpr a phoon Rkaniyan: Go lalanat, go di kano niyan dn phakitokawi sa isa a taw"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Mataan! a siran na o katokawi kano iran, na radiyamn kano iran, odi na pakakasowin kano iran ko okit iran, na di kano dn makaslang sa maliwanag samawto sa dayon sa dayon"
        }
    ]
}