{
    "pages": [
        {
            "chapter": 26,
            "verse": 207,
            "text": "Na di kiran makalinding so piyakisawitan kiran a kapipiya ginawa"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "Na da a bininasa Mi a phagingd, a ba da a miyamakaiktiyar on"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "Pananadm; na kna a ba Kami manga salimbot"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "Go kna a ba initoron skaniyan o manga shaytan"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "Go di kiran patot, go di iran khagaga"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "Mataan! a siran na so kapamamakin´g (ko langit) na piyakignkan kiran dn"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "Na di ka phanongganoy sa pd o Allah, a tohan a salakaw ka mabaloy ka a pd ko phangasisiksa"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "Na pakaiktiyarang ka so manga tonganaing ka, a manga dadasg"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "Go pakainayang ka so gowagowaing ka ko taw a miyonot rka, a pd ko miyamaratiyaya"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "Na amay ka sorangng ka iran, na tharoang ka a: \"Mataan! a sakn na angiyas ako ko gii niyo nggolawlaan"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "Go panarig ka ko (Allah a) Mabagr, a Makalimoon"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "A so Pphakaylay rka ko masa a kapthindg ka"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "Go so kapphagkaskas ka a rakhs o pphamanojiod"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "Mataan aya! a Skaniyan so Pphakan´g, a Matao"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "Ba ko rkano phanothola, so taw a pthpadan o manga shaytan"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "Pthpad ko oman i bokhag, a baradosa"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "A tatandangan iran sa pamamakin´gan (so manga shaytan), na so kadaklan kiran na manga bokhag"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "Na so manga pababayok, na phagonotan siran o miyangadadadag"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "Bang ka da maylay a mataan! a siran na pphromparompak siran ko oman i laboay"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "Go mataan a siran na gi iran tharoon so di iran pnggolawlaan"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "Tabiya on so miyamaratiyaya, go pinggalbk iran so manga pipiya, go tiyadman iran so Allah sa madakl, go siyabt iran a ginawa iran ko oriyan o kiyasalimboti kiran; na katokawan dn o siran a manga salimbot o antonaa darpa i khandodan iran"
        }
    ]
}