{
    "pages": [
        {
            "chapter": 32,
            "verse": 21,
            "text": "Na mataan a pphakataamn Ami siran dn ko siksa a korang (sii sa doniya) ko dapn so siksa a mala (ko akhirat), ka an siran makambalingan (ko ontol)"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "Na ba adn a lbi a darowaka a di so taw a miyaaloy so manga ayat o Kadnan iyan, oriyan iyan na tiyalikhodan iyan? Mataan! a Skami i ziksa ko manga rarata i ongar"
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "Na sabnsabnar a inibgay Ami ko Mosa so kitab: Na oba ka matago ko anganangan ko kithoonaan ka rkaniyan: Go inisnggay Ami oto a toroan ko manga moriyataw o Israil"
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "Go biyaloy Ami so sabaad kiran a manga nakoda, a pkhipamando iran so sogoan Ami, ko masa a kiyaphantang iran; go miyabaloy siran ko manga ayat Ami a khitatangkd"
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "Mataan! a so Kadnan ka na Skaniyan i khokom ko lt iran ko alongan a qiyamah, sii ko siran a di siran on phagayonayon"
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "Ba kiran da makanggonanao so kadakl a bininasa Mi ko miyaonaan iran, a miyagapidapid a manga pagtaw, a pphakalalakaw siran ko manga darpa iran? Mataan! a adn a matatago roo man a titho a manga tanda: Ba siran di phamamakin´g"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "Ba iran da maylay a mataan! a Skami na ipphamakaig Ami so ig ko lopa a kabagabagas, na pphakagmawan Ami sa sabap rkaniyan sa pr a pphakakan on so manga ayam iran, go so manga ginawa iran? Ba siran di phangilaylay"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "Na gi iran tharoon: \"Anda i masa angkai a kapakadaag, o skano i manga bnar"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "Tharoang ka a: \"Sii ko alongan a kapakadaag, (a giyoto so alongan a qiyamah), na di phakanggay a gona ko siran a miyamangongkir so paratiyaya iran. Go di kiran mapthataalik"
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "Na talikhoding ka siran, go nayaw ka: Mataan! a siran, na khinanayaw (ko phakatalingoma a mapnggolawla)"
        }
    ]
}