{
    "pages": [
        {
            "chapter": 46,
            "verse": 29,
            "text": "Na gowani na piyakasangor Ami rka so phipira katao ko manga jinn, a phamakin´gn iran so Qor´an: Na kagiya a makadarpa siran on, na pitharo iran: \"Rrnk kano!\". Na kagiya a mapasad, na mimbalingan siran ko pagtaw iran, a pphamakaiktiyar siran"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "Pitaro iran: \"Hay pagtaw ami, mataan! a skami na adn a miyan´g ami a kitab a initoron ko oriyan o Mosa, a tomatanto ko miyaonaan iyan, a phakatoro ko bnar go sii ko okit a makaoontol"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "Hay pagtaw ami! tarimaa niyo so pakapphanolonn o Allah, go paratiyayaa niyo skaniyan: Ka napiyan kano Niyan ko manga dosa niyo, go lpasn kano Niyan ko siksa a malipds"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Na sadn sa di tomarima ko pakapphanolonn o Allah, na di makapalagoy sii ko lopa, go da a mambagian iyan a salakaw ko Allah a manga panarigan. Siran man i matatago ko kadadag, a mapayag"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Ba iran di katawi a mataan! a so Allah, a so miyadn ko manga langit ago so lopa, go da dokawi ko kiyaadna Niyan kiran, na Gaos Iyan so kapagoyaga Niyan ko miyamatay? Oway, mataan! a Skaniyan sii ko langowan taman na Gaos Iyan"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "Na sii ko alongan a kaphaganaga ko siran a miyamangongkir ko apoy, (na tharoon kiran a): \"Ba ini di bnar?\" Tharoon iran: \"Oway, ibt ko Kadnan ami (ka bnar dn)\". Tharoon Iyan: \"Na taami niyo so siksa sabap ko kiya ongkir iyo"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "Na phantang ka (ya Mohammad) lagid o kiyaphantang o manga babagr i tindg ko manga sogo, go ding ka kiran phagalokaloki (so siksa). Lagid oba mataan a siran ko alongan a kasandngi ran ko ididiyandi kiran na da a minitarg iran (ko doniya) a rowar ko isa ka oras ko kadawndaw. (Giyaya na) kapamakasampay: Na ba adn a mbinasaan a rowar ko pagtaw a manga songklid"
        }
    ]
}