{
    "pages": [
        {
            "chapter": 60,
            "verse": 6,
            "text": "Sabnsabnar a miyabaloy rkano siran a ladiyawan a mapiya, a rk o taw a aya btad iyan na ikaalk iyan so Allah, ago so alongan a mawri. Na sa taw a tomalikhod, na mataan! a so Allah na Skaniyan i Kawasa a Pphodin"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Matatangkd a so Allah na mbalowin Iyan ko lt iyo ago so lt o siran a minipridoay niyo kiran, so kanggiginawai. Na so Allah na Gaos. Na so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Da rkano saparn o Allah so siran a da siran rkano pakimbonoay makapantag ko agama, go da kano iran bogawa ko manga darpa iyo, ko kaphiyapiya i niyo kiran, go so kapaginontolani niyo kiran. Mataan! a so Allah na pkhababayaan Iyan so manga oontol"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Aya bo a isasapar rkano o Allah na so siran a miyakimbonoay siran rkano, makapantag ko agama, go biyogaw kano iran ko manga darpa iyo, go piyamagogopaan iran a kapakaawa iyo, oba niyo siran panarigi. Na sa taw a manarig kiran, na siran man i manga darowaka"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "Hay so miyamaratiyaya, igira a miyakaoma rkano so miyamaratiyaya a manga babay a miyamanogalin, na amadi niyo siran; so Allah na katawan Iyan so paratiyaya iran: Na o katokawi niyo siran a (titho a) miyamaratiyaya, na di niyo siran phakakasoya ko manga kapir. Di siran khapakay ko siran (a manga kapir), go di siran khapakay (a manga kapir) ko siran (a miyamaratiyaya a manga babay). Na bgan iyo kiran so miyanggasto iran (a mahar). Na da a dosa niyo ko kapangaromaa niyo kiran igira a minibgay niyo kiran so manga mahar iran. Na di niyo kakapti so kakakaromai ko manga kapir a manga babay; go skata niyo so minibtang iyo; go skata iran so minibtang iran. Giyoto man i kokoman o Allah a iphkhokom Iyan rkano. Na so Allah na Matao, a Mawngangn"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Na o adn a mada rkano a isa ko manga karoma niyo a magagaw ko manga kapir, na go kano makataban, na bgan iyo ko siran a miyawa so manga karoma iran so lagid o minibtang iran. Na kalkn iyo so Allah a so Skaniyan i paparatiyayaan iyo"
        }
    ]
}