{
    "pages": [
        {
            "chapter": 4,
            "verse": 1,
            "text": "Hay! manga manosiya, kalkn iyo so Kadnan iyo, a so inadn kano Niyan a phoon ko (Adam a) ginawa a isa, go inadn Iyan a phoon rkaniyan so karoma niyan, go miyabmbad phoon sa dowa oto so manga mama a madakl go manga babay, - na kalkn iyo so Allah, a so gii kano makaphapangniya sa sabap Rkaniyan, go (kalkn iyo oba niyo matphd) so manga kathotonganaya: Mataan! a so Allah na tatap a totonggoan kano Niyan"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "Na bgan iyo ko manga wata a ilo so manga tamok iran, go di niyo pzambia ko marata so mapiya; go di niyo pagaraba so manga tamok iran a mirakhs ko manga tamok iyo. Mataan aya! a skaniyan na miyabaloy a dosa a mala"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Na amay ka ikhawan iyo oba kano di makapaginontolan ko manga wata a ilo, na pangaroma kano ko mapiya rkano ko manga babay, sa dowa, odi na tlo, odi na pat (na di niyo plawani); na amay ka ikhawan iyo oba kano di makapaginontolan, na sakataw, odi na so manga sandil iyo. Giyoto man i marani a di niyo kapakaaniyaya"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "Na bgan iyo ko manga babay so manga btang kiran a pammgayan a miyapnto; na amay ka mapiya sa ginawa iran a kapakakowa niyo ron, na paroliya niyo sa mapiya a da a margn on"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "Na di niyo mbgan ko manga lalong so manga tamok iran rkano, a so biyaloy kano o Allah a thatandingan on, go pagpra niyo siran on go pakanditara niyo siran on, go tharoa niyo kiran so katharo a mapiya"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Na tpngi niyo so manga wata a ilo taman sa o pabila a iraot siran ko kapangaroma; na o khaylay niyo siran sa kabilangataw, na bgan iyo kiran so manga tamok iran go di niyo pharoliya sa kapamagola, go kapamakot, (sa kalk) sa kapakala iran. Na sa taw a kapantagan a kawasa (ko manga wali), na gnggna niyan a ginawa niyan (ko tamok o ilo), go sa taw a kapantagan a kasisikotan, na paroli ron sa so pantag o galbk iyan. Na o pabila a ibgay niyo kiran so manga tamok iran, na pakizaksii niyo siran: Ka so Allah na makatatarotop a pagiitong"
        }
    ]
}