{
    "maqras": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta. Ha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Nie zesłalismy ci Koranu,. abys był nieszczesliwy"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Lecz jako napomnienie dla tego, kto sie obawia"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Jako objawienie Tego, ktory stworzy ziemie i niebiosa wyniosłe"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "Miłosierny umocnił sie na tronie"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Do Niego nalezy: to, co jest w niebiosach, to, co jest na ziemi, to, co jest miedzy nimi, i to, co jest pod ziemia"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "I jesli bedziesz mowił głosno... - przeciez On zna i tajemnice,' i to, co jest najbardziej skryte"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Bog! Nie ma boga, jak tylko On! Do Niego naleza najpiekniejsze imiona"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Czy doszło do ciebie opowiadanie o Mojzeszu"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Oto zobaczył on ogien i powiedział do swojej rodziny: \"Pozostancie! Zauwazyłem ogien, byc moze, przyjde do was z głownia albo znajde dzieki temu ogniowi dobra droge"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "A kiedy podszedł do niego, usłyszał zawołanie: \"O Mojzeszu"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Zaprawde, Ja jestem twoim panem! Zdejme twoje sandały! Jestes w swietej dolinie Tuwa"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Ja ciebie wybrałem; posłuchaj tego, co ci bedzie objawione"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Zaprawde, Ja jestem Bogiem! Nie ma boga, jak tylko Ja! Czcij Mnie wiec i odprawiaj modlitwe, wspominajac Mnie"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Zaprawde, Godzina nadchodzi! Gotow jestem utrzymac ja w ukryciu, aby kazda dusza otrzymała nagrode za to, o co sie pilnie stara"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Niech nie odsunie cie od niej ten, kto w nia nie wierzy, ten, kto idzie za swoimi namietnosciami, bo inaczej sie zgubisz"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Co ty masz w prawej rece, Mojzeszu"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Powiedział: \"To jest moja laska, na ktorej sie opieram, i stracam za jej pomoca liscie dla moich owiec; oddaje mi ona jeszcze inne przysługi"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Powiedział Bog: \"Rzuc ja, o Mojzeszu"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "On rzucił ja i oto stała sie wezem, ktory pełzał"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Powiedział: \"Chwyc go! Nie obawiaj sie! My przywrocimy go do jego pierwszego stanu"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Przycisnij reke do twego boku; ona wyjdzie biała bez zadnej szkody. To drugi znak"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Majacy pokazac ci niektore z Naszych wielkich znakow"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Idz do Faraona, on przeciez jest buntownikiem"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Powiedział: \"Panie moj! Rozszerz moje piersi"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "I ułatw moje zadanie"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Rozwiaz wezeł mojego jezyka"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "Aby oni pojeli moja mowe"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Daj mi pomocnika z mojej rodziny"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Aarona, mojego brata"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Wzmocnij przez niego moja siłe"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "Uczyn go wspołtowarzyszem w mojej sprawie"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "Abysmy wysławiali Ciebie wielekroc"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "I abysmy wielekroc Ciebie wspominali"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Zaprawde, Ty widzisz nas doskonale"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "Powiedział: \"Zostało ci dane, o Mojzeszu, to, o co prosiłes"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Juz innym razem okazalismy ci dobroc"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "Kiedy objawilismy twojej matce to, co było objawione"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "Wrzuc go do skrzyni, potem wrzuc go w morze i niech morze wyrzuci go na brzeg. Niech zabierze go Moj i jego wrog! I skierowałem na ciebie Moja miłosc, abys został ukształtowany na Moich oczach"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Oto przechodziła twoja siostra i powiedziała: \"Czy moge wskazac wam kogos, kto by sie o niego zatroszczył? Wtedy zwrocilismy cie twojej matce, aby doznało ochłody jej oko i aby sie nie smuciła. Ty zabiłes pewnego człowieka, a My wybawilismy cie od utrapienia i zesłalismy na ciebie ciezkie proby. Pozostawałes przez lata wsrod ludu Madian. Nastepnie powrociłes, o Mojzeszu, na zasadzie postanowienia"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Ja wybrałem ciebie dla Siebie"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Idzcie, ty i twoj brat, z Moimi znakami! Nie słabnijcie we wspominaniu Mnie"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Idz do Faraona, on jest buntownikiem"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Przemowcie do niego mowa łagodna! Byc moze, on sie zastanowi albo dozna obawy"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Oni powiedzieli: \"O Panie nasz! My przeciez boimy sie, ze on rozgniewa sie na nas albo okaze sie tyranem"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Powiedział: \"Nie obawiajcie sie! Zaprawde, Ja jestem z wami - słysze i widze"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Idzcie wiec do niego i powiedzcie: My jestesmy posłancami twego Pana. Odpraw wiec z nami synow Izraela i nie karz ich! Przyszlismy do ciebie ze znakiem od twego Pana. Pokoj temu, kto idzie droga prosta"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Zostało nam przeciez objawione, ze kara na pewno spadnie na tego, kto zadaje kłam i odwraca sie"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "On powiedział: \"A kto jest waszym Panem, o Mojzeszu"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Powiedział: \"Pan nasz to Ten, ktory dał kazdej rzeczy kształt, nastepnie poprowadził droga prosta"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "On powiedział: \"A co jest z pierwszymi pokoleniami"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Powiedział: \"Wiedza o nich jest u mojego Pana - w Ksiedze. Nie bładzi moj Pan i nie zapomina"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "On jest Tym, ktory uczynił dla was ziemie kolebka i dla was wytyczył na niej drogi, i spuscił z nieba wode. I wyprowadzilismy dzieki niej wszelkie pary roznych roslin"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Jedzcie i popasajcie wasze stada! Zaprawde, w tym sa znaki dla ludzi obdarzonych rozumem"
        }
    ]
}