{
    "chapter": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Adam balasının esep koretin mezgili tayadı. Alayda, olar kapersiz bet burwda"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Olar, Rabbılarınan ozderine kelgen ar jana eskertwdi mulde oyınsıq etip qana tındaydı"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Olardın jurekteri bosta. Jasırın kenesken zalımdar: \"Bul sender siyaqtı gana adam. Kore tura siqırga eresinder me?\",- (dep kunkildesti)"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "(Muxammed G.S.) olarga: \"Rabbım; jer, koktegi soylengendi biledi. Sonday-aq Ol, tolık estwsi, bilwsi\" dedi"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Olar: \"Olay emes. bul sım-sıtırıq tuster. Joq, ozinin jasandısı. Joq, ol aqın. Aytpese, bizge burıngı elsilerse bir belgi keltirsin\" dedi"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Bulardan burıngı biz joq etken kent (xalqı) iman keltirmedi. Endi bular iman keltire me"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Senen burın da ozderine waxi etip, erkekterdi gana jibergen edik. Eger bilmesender Kitap ielerinen surandar"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Ol paygambarlardı tamaq jemeytin bir dene qılmadıq. Sonday-aq olar mangi qalwsı da emes"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Sonan keyin olarga etilgen wademizdi sınga sıgarıp, olardı jane qalagan kisilerimizdi qutqardıq ta sekten sıgwsılardı joq ettik"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Senderge isinde ozderine ugit bolgan bir Kitap jiberdik. Sonda da tusinbeysinder me"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Qansalagan xalqı zalım kentti talqandadıq ta odan keyin basqa el jarattıq"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Sonda olar azabmızdı sezgen satte, ol jerden qasa bastadı"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Qaspandar! Baq berilgen jerge, uylerine qaytındar. Mumkin suralasındar\" (dedi)"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Olar: Okiniske oray biz zalım ekemiz\" dedi"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Osı dawıstarı; biz olardı orılgan sop, songen otqa aynaldırganga deyin senbedi"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Kok pen jerdi jane eki arasındagını oyınsıq qıp jaratpadıq"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Eger bir oyınsıq jasagımız kelse de onı jasaytın bolsaq oz qasımızdan-aq jasap alar edik"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Eger etirikti, sındıqpen ursaq, miın bırq etkizer edi de sonda ol joyılıp, keter edi. Jasandı sozderinnin saldarınan senderge nendey okinis"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Kokter men jerdegiler Allaniki. Onın qasındagılar, Ogan qulsılıq qılwdan dandaysımaydı da sarsamaydı"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Olar kundiz-tuni Allanı dariptewden jalıqpaydı"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Olardın jerden jasap algan tanirleri; solar, olikterdi tirilte me"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Eger jer-kokte Alladan basqa da tanirler bolsa edi, albette ekewi de buzılıp, keter edi. Garsının Rabbı Alla, olardın jasandı sipattarınan pak"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Ol, istegenderinen suralmaydı da olar suraladı"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Nemese olar, Alladan ozge tanirler jasap aldı ma? (Muxammed G.S.): Dalelderindi keltirinder. Mine menimen birge bolgandardın Kitabı jane menen bwrıngılardın Kitabı\" de. Olay emes, olardın kobi sındıqtı bilmeydi. Sondıqtan olar jaltaradı"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "(Muxammed G.S.) senen burın bir paygambar jibersek, ogan: \"Kudiksiz Menen basqa esbir tanir joq. Onda Magan gana qulsılıq qılındar\" dep qana waxi etip, jiberdik"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Sonda olar: \"Allanın balası bar\" dedi. Alla odan pak. Olay emes, peristeler ardaqtı quldarı. (Olar periste Allanın qızdarı deytin edi)"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Olar, Odan oza soz soylemeydi. Sonday-aq olar, Onın amirin gana orındaydı"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Alla olardın otkenin de kelesegin de biledi. Olar, Allanın razı bolgan kisisine gana sapagat ete aladı. Olar Alladan qorıqqannan titireydi"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Olardan kim: \"Alladan ozge men de tanirmin!,- dese, onı tozaqpen jazalandıramız. Zalımdardın sazayın soytip tarttıramız"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Qarsı bolgandar, negizinde kokter menen jer tiisken edi. Ekewin ajıratqanımızdı, ar jandı narseni swdan jaratqanımızdı kormey me? Sonday-aq senbey me"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Jer olardı terbetpesin dep, asqar tawlardı ornalastırdıq. (S. 16-A) Jane jon tabwları usin ken joldar jarattıq"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Aspandı berik bir tobe qıldıq. Olar bolsa, mundagı belgilerden bet buradı"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Ol sonday Alla; tundi, kundizdi, kundi jane aydı jarattı. Arqaysısı oz aynalasında juzedi"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "(Muxammed G.S.) senen burın da adam balasına mangilik (omir) bermedik. Al eger sen olsen sonda olar mangi qala ma"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Arkim olimdi tatadı. Senderdi sınap; jaman-jaqsı kuyge salamız. Sonday-aq bizge qaytarılasındar"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "(Muxammed G.S.) qarsı bolgandar, qasan seni korse, ozindi mulde talkektep: \"Tanirlerindi soz qılıp jurgen osıma?\",- deydi. Sonday-aq olar ozderi Raxmannın zikirine (Kitabına) qarsı"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Adam balası asıqqıs bolıp jaratılgan. Belgilerimdi korsetemin. Menen tez tilemender"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Olar: \"Al eger sın aytsandar, osı wade qasan keledi?\",- deydi"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Eger qarsı bolgandar; ottan betterin de arqaların da qorgay almaytın mezgildi bilse edi"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Olay emes! Beynet olarga kenetten kelip, ozderin abırjıtadı. Sonda olar onı toytara almaydı da ozderine mursa da berilmeydi"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Rasında senen burıngı paygambarlar da ajıwalangan. Sonda mazaqtagandardın, talkektegen narseleri oz bastarına jetken"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "(Muxammed G.S.) olarga: \"Senderdi kundiz-tuni Alladan kim arasalay aladı?\",- de. Kerisinse olar Rabbılarının nasixatınan bet burwda"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Nemese bizden ozge ozderin korgaytın tanirleri bar ma? Tanirleri oz bastarına jardem ete almawmen qatar bizden de qoldaw tappaydı"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Arine, olardı da, ataların da uzın bir omirge deyin paydalandırdıq. Al endi olar, jerdi aynalasınan (apattar arqılı) kemitkenimizdi kormey me? Sonda jeniske solar ie bola ma"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "(Muxammed G.S.) olarga: \"Sın maninde senderge waxi arqılı eskertemin. Sanıraw eskertilse de dawıstı estimeydi\" de"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Ras, eger olarga Rabbınnın azabınan azgantay gana jetse, olar: \"Nendey okinis! Biz zalım ekemiz\" deydi"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Qiyamet kuni, twralıq tarazısın qoyamız . Sonda eskim adiletsizdikke usıramaydı. Eger bir urıq tuyirinin salmagınday bolsa da onı akelemiz. Esep korwde jetkiliktimiz"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Ras Musa men Harun (G.S.) ga jaqsı-jamandı ajıratatın, taqwalar usin jarıq jane ugit turinde Kitap berdik"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "Olar Rabbıların kormey-aq qorqıp ari olar, qiyametten ureylenedi"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Bul Quran biz tusirgen mubarak bir nasixat. Endi sogan da qarsı kelesinder me"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Ras, burın Ibırayım (G.S.) ga da twralıq bergen edik"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Sol waqıtta ol; akesine, eline: \"Mına sender soqıngan musinder ne?\",- dedi"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Olar: \"Biz atalarımızdı osıgan tabıngan turde taptıq.\",-dedi"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "(Ibırayım G.S.): \"Ras sender de ataların da adaswdasındar\" dedi"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Olar: \"Sen bizge sındıqtı akeldin be? Oynap, jursin be?\",- dedi"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Olay emes. Negizinde senderdin Rabbıların, kokter men jerdin Rabbı; solardı Ol jarattı. Sonday-aq osılarına aygaq bolwsılardanmın\" dedi"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Allaga sert etemin! Sender burılıp ketkennen keyin albette buttarına soqtıgamın\" (dedi)"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Sonda olardı bıt-sıt qılıp, balkim osıgan aynalar dep, ulkenin gana qoydı"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Olar: \"Bunı tanirlerimizge kim istese de ol, anıq zalım eken\" desti"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Ibırayım degen bir jigittin osılardı soz qıp jurgenin estidik\" desti"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Onı, korwleri usin adamdardın koz aldına alıp kelinder\" desti"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Ay Ibırayım! Osını tanirlerimizge sen istedin be?\",-desti"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Balkim mına olardın ulkeni istegen sıgar. Eger soyley alatın bolsa, olardan surandar\" dedi"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Olar ozara: \"Sınında sender zalımsındar\" desti"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Sosın olar, musewirey sulkiip: \"Rasında bulardın soylemeytinin bilesin goy\" dedi"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Onda sender Allanı qoyıp, ozderine esbir payda, ziyan keltire almaytın narsege tabınasındar ma"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Tuh! Senderge de Allanı qoyıp, tabıngandarına da. Endi de tusinbeysinder me?\",- dedi"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Olar: \"Eger bir narse isteytin bolsandar, Ibırayımdı ortep, tanirlerine komek etinder\" desti. (Olar, Ibırayımnın qol-ayagın baylap, \"munjanıq\" degen atqı arqılı otqa atarda Jebreyil (G.S.) kelip: \"Bir xajetin bar ma?\",- degende: \"Sagan xajetim joq\" deydi. \"Onda Rabbınnan tile!\",- degende: \"Ozine xalim malim. Alla magan jetedi, Ol nendey jaqsı ie\" dep, nagız Allaga gana siınadı. B.M.X"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Ay ot! Ibırayımga salqın, ziyansız bol\" dedik"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Olardın Ibırayım (G.S.) ga qastıq istegileri keldi. Biraq ozderin satsizdikke usırattıq"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Lut (G.S.) tı qutqarıp, alemder usin mubarak bolgan jerge jetkizdik"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Ibırayım (G.S.) ga Isxaqtı artıqsa Yagquptı berdik. Barin de tuzw kisiler ettik"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Olardı amirimiz boyınsa, twra jol korsetetin bassı qılıp, olarga jaqsılıq istewdi, namazdı orındawdı, zeket berwdi waxi qıldıq. Olar bizge qulsılıq qılwsı edi"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Lut (G.S.) qa xikmet, gılım berdik. Jaman ister isteytin kentten qutqardıq. Ras olar, jaman buzıq el edi"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Onı raxmetimizge boledik. Ras ol jaqsılardan edi"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Burın jalbarıngan Nux (G.S.) tın tilegin qabıl etip, onı ari uy-isin zor apattan qutqargan edik"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Onı, ayattarımızdı jasınga sıgargan elden qorgadıq. Oytkeni olar, sumpayı el edi. Sonda olardı tugel swga batırdıq"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Dawıt pen Suleymen (G.S.) di esine al. Ekewi bir eldin qoyı tunde eginge tusip, sogan bilik aytqanda, bilikterin korip turdıq. (Dawıt G.S.: \"Egin iesi qoydı alsın\" dep bilik qılganda; balası, Suleymen: \"Qoy iesi egindi bagıp, jetildirgenge deyin qoy egin iesinde tursın\" deydi. B.M.R)"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Sonda onı Suleymennin kokeyine saldıq. Negizinen de arqaysısına akimsilik, bilim berdik. Jane Dawıt (G.S.) pen birge Allanı daripteytin tawlardı, qustı boy usındırdıq. Onı Biz istedik"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Dawıt (G.S.) qa senderdi sogıstan qorgaw usin sawıt jasaw onerin uyretken edik. Sonda sender sukir etesinder me"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Suleymen (G.S.) ge qattı jeldi bagındırdıq. Onın amirimen, biz mubarak qılgan jerge juredi. (Suleymen (G.S.) nin tagı jelmen usıp; Samga, Yemenge deyin baratın edi. B.K.R.X.J-Q.) (S. 12-A. 38-S. 36-A)"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Ogan swga sungitin, basqa ister de isteytin jındardan da moyınsal qıldıq. Sonday-aq olardın baqılawsısı edik. (S.12-A)"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Ayup (G.S.) te Rabbına: \"Magan bir bale keldi. Sen marxamet etwsilerdin abzalısın\" dep, jalbarındı"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Sonda tilegin qabıl etip, ozindegi nawqastı ayıqtırıp, Sonday-aq qulsılıq qılwsılarga gibrat usin ozine semyasın jane olarmen birge bir ese artıq marxamet etip, berdik. (Alla sınamaqqa balaların, mal-mulkin alıp, qurt awrw berse de qabaq sıtpay sabır etkendikten; nawqasınan ayıqtırıp, burıngıdan eki ese awlet, dawlet beredi. J.B.M.K.R.X)"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Ismayıl, Idrıs, Zulkafil (G.S.) derge de (marxamet etken edik.) Solardın barligı da sabırlı edi"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Sonday-aq olardı marxametimizge boledik. Oytkeni olar, igilerden edi"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Yunıstı esine al. Sol waqıtta aswlanıp, ketip qaldı da bizdin es tarlıq qılmawımızdı oylap, sonda qarangılıqtar isinde (balıqtın qarnında): \"Senen basqa esbir tanir joq. Paksin. Sın maninde men qateleswsilerden boldım\" dep, jalbarındı. (S. 138-A.) (Aytqanına konbegen eline, aswlanıp, bet aldı ketip, bir kemege otırganda balıq jutadı. B.M.K.R.X)"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Tilegin qabıl etip, onı qaygıdan qutqardıq. Mine iman keltirgenderdi soytip qutqaramız"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Zakeriyanı da esine al. Rabbına: \" Rabbm! Meni jalgız qoyma. Sen en jaqsı muragersin\" dep jalbarındı"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Sonda tilegin qabıl etip, ogan Yaxyanı berdik. Ari jubayın jasarttıq. Oytkeni bular, jaqsılıqtarga umtıladı. Bizden umitpen qorqw arasında tileydi de bizge bayek boladı"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Sonday abıroyın qorgagan (Maryam) ga ruxımızdan urledik. Sonday-aq ozin de ulın da bukil alemge gibrat qıldıq"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Osı senderdin ummetterin bir-aq ummet. Men Rabbıların. Sondıqtan Magan gana qulsılıq qılındar. (Allanı birlewsi bukil paygambarlar keltirgen din, Islam dini. Sondıqtan bir-aq ummetsinder. J.B.M.R.K)"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Olar aralarında din isterin bolsektedi. Negizinde barlıgı bizge qaytadı"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Sonda kim iman keltirip, jaqsılıq istese, onın enbegi bosqa ketpeydi. Kudiksiz ogan jazamız"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Biz joq etken kent xalqının bizge qaytpawı mumkin emes"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Yajuj, Majuj agıtılıp, arbir tobeden kelgenge deyin. (Xadis kitaptarında zaman aqırga tayaganda: Yajuj, Majuj sıgatındıgı bildirilgen. Tapsir Madarik)"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Ol sın wade (qiyamet) tayasa, sol waqıtta qarsı bolgandardın kozderi sarasınan sıgıp: \"Attegen-ay! Biz budan kapersiz zalın ekenmiz\" deydi"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Sender jane Alladan ozge tabıngan narselerin, tozaqtın otınısındar. Sender sogan kiresinder"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Eger olar tanir bolsa, ogan kirmes edi. Barlıgı onda mulde qaladı"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Olar, tozaqta ınıranıp, olar ol jerde es narse estimeydi"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Kudiksiz ozderine Bizden igilik jazılgandar, solar tozaqtan awlaq boladı"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Olar tozaqtın sıbdırın da estimeydi. Sonday-aq olar jannattagı konilderi qalagan narselerinde mangi qaladı"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Olardı qorqınıstın en zorı wayımdatpaydı da olardı peristeler: \"Mine bul senderge wade etilgen kun\" dep qarsı aladı"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Ol kunde, kokti, kitaptın betin buktegendey bukteymiz de, awel bastagıday qayta jaratamız. Bul Bizge bir mindet. Sınında Biz orındaymız"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Rasında Tawrattan keyingi Zaburde: \"Jerge igi quldarım murager boladı\" dep jazdıq. (S.55-A)"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Kudiksiz osı Quranda, qulsılıq qılgan elge, arine bir uqtırw bar"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "(Muxammed G.S.) Biz seni bukil alemge raxmet etip qana jiberdik"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Sın maninde magan, Tanirlerin bir-aq Tanir dep waxi etildi. Onda Sogan boy usınasındar ma?\",- de"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Al sonda eger olar juz bursa: \"Senderdi tegis qulaqtandırdım. Senderge wade etilgen narse alıs pa? Jaqın ba? Bilmeymin\" de"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Kudiksiz Alla, sozdin kornewin de biledi, jasırgandarındı da biledi"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Bilmeymin. (Balkim bul (merzim) sender usin bir sınaw, bir zamanga deyin paydalanw sıgar"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(Muxammed G.S.): \"Rabbım, twralıqpen ukim et. Jasama surettewlerine, meyirimdi Rabbımızdan jardem tilenedi\" dedi"
        }
    ]
}