{
    "chapter": [
        {
            "chapter": 6,
            "verse": 1,
            "text": "Barlıq maqtaw, sonday kokter men jerdi jaratqan jane qarangılıqtar men jarıqtı jasagan Allaga tan. Munın sonında da qarsı bolgandar, Rabbılarına (basqalardı) teneydi"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Ol sonday Alla senderdi balsıqtan jaratıp sonan son olim mezgilin belgiledi. Jane belgili (qiyamet) merzimi de Onın qasında. Sonda da kudiktenesinder me"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Ari Ol - aspandarda jane jerde bir Allah. Ol sırlarındı jane jariya etkenderindi ari ne isteytinderindi de biledi"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Olarga Rabbılarınan arqanday ayat kelse, olar odan mulde bet burwsı edi"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Tipti olarga kelgen sındıqtı (Qurandı) da jasınga sıgardı. Degenmen jaqında talkek qılgandarga (jazasının) xabarı keledi"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Olardan burın qansalagan nasilderdi joq etkenimizdi kormedi me? Olarga jer juzinde senderge bermegen mumkinsilikti bergen edik. Olarga aspannan janbır jiberip, astarınan ozender agızdıq. Biraq, qılmıstarı sebepti olardı joq ettik te olardan keyin basqa nasil jarattıq"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "(Muxammed G.S.) eger sagan qagazda jazwlı bir Kitap jibersek te, onı olar qoldarımen ustasa edi. Arine qarsı bolgandar: «Bul ap- asıq siqırdan basqa emes » der edi"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Birde olar: «Paygambarga bir periste nege tusirilmeydi?»,- dedi. Eger periste tusirsek edi, (ogan da qarsı kelgendikterinen) is bitken bolıp olarga sonan keyin mursa berilmes edi"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Eger Paygambardı bir periste qılsaq edik, onı da bir adam (beynesinde) qılar edik te, olarga kudiktengen sayın saq salgan bolar edik"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "(Muxammed G.S.) senen burıngı paygambarlar da mazaqtalgan bolatın. Paygambarlardı talkek qılgandardı, ajıwalagan narseleri bastarına jetti"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "«Jer juzin kezinder de sonan son otirikke uygarwsılardın sonı ne bolatının korinder.» de"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "(Olarga) ayt: «Kokterdegi jane jerdegi narseler kimdiki?», «Allaniki» de. Ol marxamet edwti oz mindetine algan. Senderdi bolwı kumansız qiyamet kuninde jinaydı. Sonday ozderine kesir tigizgender; olar senbeydi"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Kundiz- tuni turıp turgan narseler Oniki. Ol ar narseni estwsi, bilwsi"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "«Kokter men jerdi jaratwsı Ol, ozi korektendiretin, korektenbeytin Alladan basqanı dos tutayın ba?»,- de. «Kudiksiz men Musılman bolgan kisinin tungısı bolwıma buyırıldım» de. Jane aste ortaq qoswsılardan bolma"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "(Muxammed G.S.): «Eger Rabbıma qarsı kelsem ulı kunnin azabınan qorqamın» de"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Ol kuni kim azaptan seyitilse, ras ogan marxamet etildi. Osı anıq qol jetwsilik"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Alla eger sagan bir ziyan keltirse, sonda onı ozinen basqa esbir ayıqtırwsı joq. Al eger sagan bir igilik tigizse, Onın ar narsege tolıq kusi jetwsi"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "Jane Ol quldarına ote oktem. Ol tolıq ukim iesi, ar narseden xabar alwsı"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "(Muxammed G.S.) «Kwalik turgısınan qay narse ulken?»,- de. «Meni men senderdin aralarında Alla kwa jane magan osı Quran, senderdi sonday-aq kimge jetisse, olardı qorqıtwım usin waqi etildi; Sender Allamen birge basqa tanirler barlıgına aygaq bola alasındar ma?»,- de. «Men kwalik bere almaymın! Sınayı turde Ol, jalgız tanir. Kudiksiz men senderdin qosqan ortaqtarınnan awlaqpın» de"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Biz ozderine kitap bergender, onı (Muxammed G.S. dı) uldarın tanıganday tanıydı. Sonday ozderine ziyan etkender, olar senbeydi"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Jane Allaga otirik jala qoygandardan nemese ayattarın otirikke jorıgandardan kim zalımıraq? Kudiksiz Alla zalımdardı qutqarmaydı"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Olardı qiyamet kuni tugel jinaymız da, sonan son: «Allaga oysa qosqan ortaqtarın qayda?» deymiz"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Sonan keyin olardın: «Allaga sert! Rabbımız, biz ortaq qospagan edik» degennen basqa sıltawları bolmaydı"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Qara! Olar ozderine qalay otirik ayttı. Jane Allanın ortagı degen buttarı soytip joq boldı"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "(Muxammed G.S.) olardan sagan keybirewleri qulaq saladı. Biraq olardın jurekterine uqpaytın qaltqı qoydıq ari qulaqtarında kerendik bar. Olar ar mugjizanı korse de senbeydi. Tipti sagan kelse, olar soz talastıradı da qarsı bolgandar: «Bul (Quran) burıngılardın ertegilerinen basqa es narse emes» deydi"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Olar (adamdardı) tosadı da, ozderi de odan uzaqtasadı. Soytip ozderin joyadı. Biraq olar senbeydi"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Olardın otqa toqtatılganın korsen: «Atten! Biz (duniege) qaytarılsaq, rabbımızdın ayattarın otirikke uygarmas edik te senwsilerden bolar edik» deydi"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Kerisinse olardın burınnan jasırgan narseleri ayqındaldı. Eger olar duniege qaytarılsa edi, arine olarga tıyım salıngan isterdi qaytadan ister edi. Kudiksiz olar mulde otiriksi"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Olar: «Dunie tirsiligimizden basqa esbir omir joq. Tagı bir qayta tirilwsi emesbiz» dedi"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "(Muxammed G.S.) Rabbılarının xuzırında toqtatılgandarın korsen! (Alla): «Bul sındıq emes pe eken?»,- deydi. Olar: «Sın eken! Rabbımızga ant etemiz» deydi. Alla, olarga: «Endese, qarsı bolgandıqtarınnın azabın tatındar» deydi"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Rasında sonday Allaga jolıgwdı otirikke jorıgandar, ziyanga usıradı. Xatte olarga kenetten qiyamet kelse, olar: «Okiniske oray bul joninde kemsilik qılgan ekemiz goy» deydi. Olar kunaların arqalarına koteredi. Saq bolındar! Kotergenderi nendey jaman"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Dunie tirsiligi es narse emes. Oyın- sawıq gana. Arine axıret jurtı taqwalar usin jaqsı. Sonda da tusinbeysinder me"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Rasında bilemiz, kudiksiz olardın aytqandarı seni keyitedi. Olar seni otirikke sanap otırgan joq. Biraq zalımdar Allanın ayattarına qarsı keledi"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Rasında senen burıngı paygambarlar da jasınga sıgarılgan edi. Sonda olar jalgansı sanalgandıqtarına jane korgen japalarına jardemimiz kelgenge deyin sabır etken bolatın. Allanın sozderin ozgertwsi joq. Rasında sagan paygambarlardın qissalarınan keldi"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Eger sagan olardın juz burwları awır kelse, qane! Qolınnan kelse, jerde bir tesik nemese kokte bir satı izdep tawıp bir mugjiza keltir! (Mugjiza keltirw paygambarlardın erkinde emes. Allanın qalawı boyınsa boladı.) Eger Alla qalasa edi, olardı twralıqqa jinar edi. Endese, sen nadandardan bolma"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Sınımen tındagandar qabıldaydı. Sonday-aq olikterdi Alla tiriltedi. Sonan keyin onın aldına qaytarıladı"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Olar: «OL paygambarga bir mugjiza tusirilse edi?»,- dedi. (Muxammed G.S.): «Saksiz Allanın mugjiza tusirwge kusi jetedi. Biraq olardın kobi bilmeydi.» de"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Jerdegi jurgen jandıq jane qanatımen usqan qus; (jaratılw, korektenw, omir jane olimde) sender qusagan toptıqtar. Jazwda es narseden kende etpedik. Sonan son olar Rabbılarının aldına jinaladı"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Jane sonday ayattarımızdı jalganga sanagandar, sanıraw, saqaw qarangılıqtarda. Alla kimdi qalasa onı twra jolga saladı"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Allaga ortaq qoswsılarga: «Eger senderge Allanın azabı kelse nemese qiyamet kelse, Alladan basqanı saqırasındar ma? Eger sozderin ras bolsa, magan bildirinder» de"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Kerisinse, Ol Allanı gana saqırasındar da Ol qalasa, saqırgan narselerinnen ayıqtıradı. Qosqan ortaqtarındı umıtasındar…"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Rasında senen burıngı ummmetterge de (paygambar) jibergen edik… Olar jalbarınsın dep, tarsılıq, qiınsılıq arqılı qolga aldıq"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Sonda olarga tarsılıgımız kelgen zaman jalbarınsa edi. Biraq olardın jurekteri qataygan jane saytan olarga istegenderin ademi korsetken"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Soytip olar berilgen ugitti umıtqan kezde, olarga ar narsenin esigin asıp jiberdik. Xatte berilgen narsege maz- meyram bolganga deyin. Olardı kenetten qolga alganımızda, sol waqıtta olar, kuderlerin bir- aq uzdi"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "Sonda zulımdıq qılgan eldin artı kesildi. Jane barlıq maqtaw alemderdin Rabbı Allaga tan"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "(Ay Muxamed G.S.): «Eger Alla estw, korw sezimderindi alıp, jurekterindi morlese, Alladan basqa senderge onı akeletin tanir kim? Magan bildirinder» de. Qara! Ayattarımızdı qanday ayırıp tusindiremiz. Odan keyinde olar, odan juz buradı"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "(Muxammed G.S. olarga) ayt: «Magan korsetinder! Eger senderge kenetten nemese kornew Allanın azabı kelse, zalım elden basqa kim joq etiledi?»"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Elsilerimizdi qwantwsı ari qorqıtwsı etip jiberemiz. Sonda kim iman keltirip ozin tuzeltse, onda olarga qorqw joq ari qaygırmaydı"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Jane ayattarımızdı jasınga sıgargandardı zulımdıqtarı sebepti azap qolga aladı"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "(Ay Muxammed G.S. Olarga) ayt: «Janımda Allanın qazınası bar demeymin, komesti de bilmeymin. Jane senderge peristemin de demeymin. Men ozime waxi etilgenge gana ilesemin. Kozdi men kozsiz ten be? Oylamaysındar ma?»,- de"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Rabbılarının aldına jinalwdan qorıqqandarga onımen eskert. Olar usin Alladan ozge bir dos ta qoldawsı da joq. Olardın saqsınwları kerek"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "(Muxammed G.S.) sonday kundiz- tuni Rabbılarına jalbarınıp, Onın didarın tilegenderdi qwma. Olardın eesbinen sagan es narse joq. Jane senin esebinen olarga da es narse joq. (bir- birine jawapkersilik joq.) Sondıqtan olardı qwsan zulımdıq qılgandardan bolasın"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Qurays bastıqtarı Paygambarga: « Janındagı nasar adamdarmen birge otırwdan arlanamız. Olardı qwıp jibersen kelip otırar edik» degen eken. Osılaysa olardan keyin, keyi arqılı (Quraystın bastıqtarı jarlı Musılmandardı): «Aramızdan Allanın igilik etken adamdarı osı ma?»,- dewleri usin sınadıq. Alla (T.) sukirlik etkenderi biledi emes pe"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "Qasan sagan ayattarımızga sengender kelse: «Salamun Galeykum (Senderge esendik bolsın)» de. Rabbıların marxamet etwdi oz ustine algan. Saksiz Alla, senderden birew, bilmey bir jamandıq istep, sonan keyin tawbe qılıp, ozin tuzeltse, soz joq. Alla asa jarılqawsı, erekse meyirimdi. Osılaysa kunakarlardın jolı anıqtalwı usin ayattarımızdı asalap bayan etemiz"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Osılaysa kunakarlardın jolı anıqtalwı usin ayattarımızdı asalap bayan etemiz"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "«Rasında men Alladan basqa siıngandarına qulsılıq etwden tosıldım» de. «Senderdin oylarına qosılmaymın. Ol waqıtta adasqan sonday-aq twra jol tappagandardan bolamın» de (Muxammed G.S)"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "(Muxammed G.S.): «Sınında men Rabbım tarapınan asıq dalel ustindemin. Sender onı jalgandadındar. Sender, jedel tilegen (azap) mende joq. Bilik Allaga gana tan. Ol twralıqpen ukim etedi. Jane Ol ukimetwsilerdin en jaqsısı » de"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "«Eger senderdin asıgıs tilegenderin mende bolsa edi, arine sender men menin aramda is bitken bolar edi» de. Alla (T.) zalımdardı tolık biledi"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "Komestin kiltteri Onın janında. Onı Ol, ozi gana biledi. Jane qurılıqtagı, tenizdegi narselerdi biledi. Bir japıraq tusse de, Alla onı biledi. Jane jerdin qarangılıqtarındagı qurgaq jane jas urıqqa deyin asıq Kitapta bar"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "Ol sonday tunde senderdi olidey uyıqtatadı. Jane kundiz ne istegenderindi biledi. Sonan son senderdi belgili bir merzim toltırw usin kundiz oyatadı. Sonıra qaytıp barar jerlerin Sol jak. Odan keyin istegen isterindi tusindiredi"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "Jane Ol, quldarın ustine oktem, Senderge qorwsı (periste) lar jiberedi. Birewlerine olim kelgen satte, peristelerimiz janın aladı ari es kemistik etpeydi"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Odan keyin xak iesi Allaga usınıladı. Saq bolındar, bilik ogan tan. Ari Ol esepsilerdin en juyregi"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "(Muxammed G.S.): «Qurılıqta, tenizdin qarangılıqtarınan senderdi kim qutqaradı? Osıdan bizdi, qutqarsan, albette sukir etwsilerden bolar edik dep, ogan jasırın jalınıp, tileysinder» de"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "(Ay Muxammed ! Olarga) ayt: «Senderdi budan ari barlıq beynetterden Alla qutqaradı. Sonda da sender ortaq qosasındar!»"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "«Ol, senderge usterinnen nemese ayaqtarınnın astınan azap jiberwge, ne senderdi toptar turinde urıstırıp birine- birinnin kesirin tattırwga kusi jetedi» de. Qara! Olardın tusinwleri usin ayattarımızdı qalay asıq bayan etemiz"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Onı (Qurandı) xaqiqat bola tura ultın jasınga sıgardı. (Muxammed G.S.): «Senderge wakil emespin» de"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Ar xabardın natijelenetin bir waqıtı bar. Jaqında bilesinder"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "(Muxammed G.S.) ayattarımız twrasında olardın ajıwaga kiriskenin korgen satte, basqa sozge kiriskenderine seyin olardan bet bur. Eger saytan sagan umıtırsa, esine tuskenennen keyin zalımdar tobımen birge otırma"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "Sonday saqsıngandarga olardın esebinen (jawapkersilik) es narse tuspeydi. Biraq eskertwge boladı. Balkim olar saqsınar"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Sonday dinderin oyın-sawıqqa algandardı jane dunie tirsiligine aldangandardı qoyıp, Quran arqılı eskert. Birew qılıgı sebepti ziyanga usıramasın. Negizinen ogan Alladan ozge esbir dos ne qoldawsı joq. Jane arqanday tolew berse de odan alınbaydı. Mine sonday qılıqtarının saldarınan janıstalgandar usin qarsılıqtarı sebepti qaynap turgan swdan, swsın ari jan tursigerlik azap bar"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "(Muxammed G.S.): «Alladan basqa bizge payda, ziyan keltire almaytın narsege siınayıq pa? Alla twra jolga salgannan keyin qaytıp, saytan bawrap, jer juzinde abırjıgan joldastarı: «Biz jaqtagı twra jolga kel» dep saqırıp jurgen kisi qusayıq pa?»,- de. «Allanın jolı twra jol. Jane alemderdin Rabbına boy usınwga buyırıldıq» de"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "«Namazdı tolıq orındawga, Alladan qorqwga (buyırıldıq.)» Ol sonday Alla, xuzırına barıp jinalasındar"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "Ol, kokter men jerdi sındıqpen jarattı. Ol: «Bol» degen kuni bola ketedi. Onın sozi sın. Sur uriletin (qiyamet) kuni akimsilik Oniki. Komesti jane kornewdi bilwsi ari Ol xikmet iesi, tolıq xabar alwsı"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "Sol waqıtta Ibırayım akesi Azerge: «Buttardı tuttındarma? Rasında men seni de elindi de anıq adaswda koremin» degen"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Osılaysa Ibırayım (G.S.) ga senwsilerden bolwı usin kokterdin, jerdin (Gajayıp) mulikterin korsetttik"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Onı tun qaptagan satte, bir juldız kordi de: « Osı menin Rabbım» dedi. Juldız batqan kezde; «Batatındardı jaqsı kormeymin» dedi"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Twgan aydı korgende: «Osı menin Rabbım» dedi. Ol batqanda: «Eger Rabbım twra jolga salmagan bolsa edi, arine men de adasqan elden bolar edim» dedi"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Jane sıqqan kundi korgende: « Osı menin Rabbım, mınaw ulkenirek» dedi. Ol batqan satte: «Ay qawmım! Rasında, sender Allaga ortaq qosqan narselerden bezdim» dedi"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "«Men sınayı turde juzimdi kokterdi, jerdi jaratqanga mulde jonelttim. Jane ortaq qoswsılardan emespin» dedi"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Eli onımen tartısqa kiristi. «Meni ras twra jolga salgan Alla jayında menimen talasasındar ma? Men senderdin ogan ortaq qosqan narselerinnen qorıqpaymın. Biraq Rabbım ne narse qalasa, (boladı) Rabbımnın bilimi ar narseni qamtıgan. Oylanbaysındar ma?»,- dedi"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "«Senderdin qosqan ortaqtarınnan qalaysa qorqamın. Sender esbir dalel tusirilmegen narseni Allaga ortaq qoswdan qorıqpaysındar. Senim turgısınan eki toptın qaysısı layıgıraq? Eger biletin bolsandar.»"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Sonday iman keltirip, senimderin zulımdıqpen bılgamagandar, mine solarda senimdilik bar. Jane olar twra jolga tusirilgender"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Ibırayım (G.S.) nın eline baylanıstı bergen dalelimiz osı. Qalaganımızdın darejesin koteremiz. Kudiksiz Rabbın xikmet iesi, tolıq bilwsi"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "Jane ogan Isxaq, Yagquptı berip, barlıgın twra jolga saldıq. Burın Nux (G.S.) tı da twra jolga salıp jane onın urpaqtarınan dawıt, Suleymen, Ayup, Yusıp, Musa jane Harun (G.S.) ga da (twra jol korsettik) Igilik istewsilerge osınday sıylıq beremiz"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "Jane Zakeriya, Yaxya, Gisa jane Ilyas barlıgı jaqsılardan"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "Jane Ismayıl, Alyasag, Yunıs ari Lut, barlıgın alemge ardaqtı qıldıq"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Jane olardın atalarınan, urpaqtarınan, twıstarınan da tandap alıp twra jolga saldıq"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Allanın nusqawı osı. Quldarınan kimdi qalasa, twra jolga saladı. Eger olar ortak qossa edi, arine olardın istegen gamaldarı joyılıp keter edi"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Mine bular, ozderine Kitap, danalıq jane paygambarlıq bergenderimiz. Eger endi bular (Quraystar), Qarsı kelse, qarsı kelmeytin bir eldi olarga wakil etemiz"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Mine solar, Allanın twra jolga salgan (paygambar) darı. (Muxammed G.S.) onda olardın jolın qw jane: «Senderden aqı suramaymın.Oytkeni Quran alemge ugit gana.» de"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "Allanı layıqtı turde bagalamagandar, sol waqıtta: «Alla, adam balasına esbir narse tusirmedi» dedi. «Musa (G.S.) nın adam balasına bir nur jane twralıq turinde akelgen Kitabın kim tusirdi? Sender onı bolsek- bolsek qagazdar etip, keybirin korsetip, kobin jasırasındar. Negizinde atalarınnın ari senderdin bilmegenderin uyretilgen bolatın. Onı Alla tusirdi» de. Sonan son olardı qoyıp qoy, azgındıqtarında oynasın"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "Bul (Quran) kentterdin anası Mekkelikterdi, manındagı adamdardı ugittewin usin biz sagan tusirgen ozinen burıngını rastawsı quttı bir Kitap. Sonday aqiretke sengender, bugan senedi de, olar namazdarına saqtıq isteydi"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Allanı jasınga sıgargan nemese ozine esbir waqi etilmese de: «Magan waqi etildi» degen, jane: «Alla tusirgen siyaqtını men de tusirem» degennen kim zalımıraq? (Muxammed G.S.) eger zalımdardı olim qinalısında, peisteler qoldarın sozıp: «Jandarındı sıgarındar! Bugin Allaga qarsı orınsız soylegenderin, Onın ayattarına menmensigenderin sebepti qorlawsı azappen jazalanasındar» degende bir korsen"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "«Rasında algas ret jaratqanımızday bizge jalgız- jalgız keldinder. Senderge bergen narselerimizdi art jaqtarına tastatındar. Sonday-aq qoldawsı boladı dep oylagan serikterindi sendermen birge kore almaymın. Arine aralarındagı baylanıs uzildi. Ol oylagan narselerin senderden jım- jılas boldı» (Olarga dep aytıladı)"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "Kudiksiz Alla, tuyirdi jane urıqtı jarwsı. Jane oliden tirini, tiriden olini sıgarwsı. Mine Alla osı. Al sonda qayda burılıp bara jatırsındar"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "Tandı sogwsi, tundi tınıgw jane kun men aydı esep usin jaratqan. Osılar, asa ustem, tolıq bilwsi Allanın olsewi"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "Ol, qurılıq jane tenizdin qarangılıqtarında sol arqılı jol tabwların usin juldızdardı jaratqan. Rasında ayattarımızdı biletin elge asıq tusindirdik"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "Jane Ol, senderdi bir- aq kisiden jaratqan. Senderge (atanın belinde, ananın qarnında nemese jerdin ustinde, astında) waqıtsa turaq ari orın bar. Rasında ugatın qawımga ayatarımızdı asıqtan- asıq bayan ettik"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "Jane Ol, aspannan janbır jawdırdı. Ol arqılı ar turli osimdikti sıgardıq ta, odan jasıldıq (kok) sıgarıp usti- ustine uyısqan tuyirdi sıgaramız. Jane qurma agasının qawasıgınan salbıragan swmaqtar jane juzim baqların, bir-birine uqsagan, uqsamagan zaytin, anar sıgaramız. Mawelengende ari piskende jemisterine bir qarandar; mine saksiz osılarda sengen el usin arine dalelder bar"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "Jane de olar, Alla jaratqan jındardı Ogan tenedi. Jane olar bilmestikten Ogan uldar, qızdar uygardı. Ol olardın sipattangandarınan pak, jogarı"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "Kokter men jerdi joqtan bar etwsi. Onın balası qalaysa boladı? Onın bir jubayı joq. Barlıq narseni jaratqan ari Ol, an narseni tolıq bilwsi"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "Mine bul sipattarga ie bolgan Rabbıların Alla. Odan basqa esbir tanir joq. Ol, barlıq narseni jaratwsı. Endese Ogan qulsılıq qılındar. Ol ar narsege kepil"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Kozder Ogan jete almaydı. Ol, kozderdi koredi. Jane Ol, ote jumsaq, tolıq bilwsi"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Rasında Senderge Rabbıların tarapınan kornew dalelder keldi. Kim onı korse ozi usin. Jane kim kormese ziyanı ozine. Men senderge kuzetsi emespin"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Osılaysa ayattardı asıq tusindiremiz. Olar: «Birewden uyrengen ekensin» deydi. Soytse de Qurandı bilgen elge tusindiremiz"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Rabbın tarapınan sagan waxi etilgenge moyın usın, Alladan basqa tanir joq. Ortaq qoswsılardan juz bur"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Eger Alla qalasa edi, olar ortak qospas edi. Seni olarga kuzetsi qılmadıq. Sonday-aq sen olarga kepil de emessin"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Olardın Alladan ozge siıngandarın boqtamandar. Olar bilmey sekten sıgıp Allaga til tigizedi. Osılaysa Ar topqa oz isterin ademi korsettik. Sonan son qaytar orındarı rabbılarına. Sonda olarga ne istegenderin bildiredi"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Olar ozderine bir mugjiea korsetilse, ogan mindetti turde senetindikterine Allanın atımen qattı ant qıldı. (Muxammed G.S.): «Mugjizalar Allanın qasında» de. Sınayı turde olarga mugjiza kelse de, senbeytindigin sezbeysinder me"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Olardın konilderin, kozderin teris aynaldıramız. Algas ret ogan senbegendikteri siyaqtı olardı sergeldendikte qoyıp qoyamız. Olar qangırıp juredi"
        },
        {
            "chapter": 6,
            "verse": 111,
            "text": "Eger olarga peristelerdi tusirsek te jane olarga olikter soylesse de sonday-aq olardın aldına ar narseni jinasaq ta olar nanwsı emes. Arine Alla qalasa basqa. Biraq olardın kobi bilmeydi"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Osılaysa ar paygambarga adamdardın jane jınnın saytandarınan duspan qıldıq. Olar aldap bir-birine jaltıragan sozderdi sıbırlaydı. Rabbın qalasa edi, olar onı jasamas edi. Olardı jasandı sozderimen qoyıp qoy"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Olar, aqiretke senbegenderdin konilderi ogan awıp razı bolsın da, istegen kunaların istey bersin (dep kunkildedydi)"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "(Muxammed G.S.): «Ol, senderge egjey- tegjeyli Kitap tusirdi. Sonda da Alladan basqa bi izdeyin be?»,- (de) Jane sonday Kitap bergenderimiz, o (Quran) nın Rabbın tarapınan sındıqpen tusirilgenin biledi. Endese, aste kudiktenwsilerden bolma"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Rabbınnın sozi (Quran) sındıq ari twralıqpen tamamdalgan. Onın, sozderin ozgertwsi joq. Ol, tolıq estwsi, asa bilwsi"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Eger sen jer juzindegi adamdardın kobine konsen seni Allanın jolınan adastıradı. Olar oylarına gana ilesedi de, mulde joramaldaydı"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Kudiksiz Rabbın jolınan adasqandardı jaqsı biledi. Ari Ol, twra joldagılardı da abden biledi"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Endese, Allanın ayattarına senwsi bolsandar Allanın atı aytılgannan jender. (Bawızdalganda Allanın atı aytılgan Xaywandardı jender)"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "Alllanın atı aytılgandı jemeytin senderge ne boldı? Ote sarasız bolmaganda senderge aram etilgen narselerdi asıq bildirgen. Olardın kobi bilmestikten oysa adastıradı. Kudiksiz Rabbın Ol, sekten sıgwsılardı jaqsı biledi"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Kunanin kornewin de komesin de tastandar. Kudiksiz kuna istegender, istegenderi sebepti jazalandıradı"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Jane ogan, Allanın atı aytılmay Kudiksiz aram narse. (Onı jew durıs emes.) Rasında saytandar sendermen tartısw usin, oz sıpaylastarına sıbırlaydı. Eger olarga boy usınsandar, (Allaga) serik qoswsılardan bolasındar"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Oli birewdi tiriltip, ogan adamdardın isinde onımen juretin jarıq qılsaq, ol, qarangılıqtarda qalıp odan sıga almaytın birew qusagan bola ma? Osılaysa kapirlerge, istegen isteri ademi korsetildi"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Soytip ar kentte onda alakerlik qılwları usin onın buzıqtarın bastıq qıldıq. Olar ozderine gana aylakerlik jasagandarın angarmaydı"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Olarga bir ayat kelgen satte: «Allanın elsilerine berilgen siyaqtı bizge de berilgenge deyin iman keltirmeymiz» degen. Alla elsilikti qalay basqaratının biledi. Qılmıstılar; aylakerlikteri sebepti Allanın qasında qorlıq ari qattı qinwga dwsar boladı"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Sonda Alla, kimdi twra jolga salwdı qalasa, Islam usin onın konilin kenitedi. Jane birewdi adastırgısı kelse, onın konilin kokke sıgarıp bara jatqanday ote taraytadı. Ostip Alla, iman keltirmegenderdi qorlaydı"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "(Muxammed G.S.): Mine osı Rabbınnın twra jolı. Rasında ugit alatın elge ayattarımızdı asıq bildirdik"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Olarga Rabbılarının qasında beybittik jurtı bar. Istegenderi sebepti Alla, olardın dosı"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "Olardı tutas jinagan kuni: «Ay jın tobı! Adamdardan (azgırıp) kobeytinder» (delineli) Olardın adamdardan bolgan dostarı: «Rabbımız! Bir-birimizden paydalandıq. Bizge Sen bergen merzim jetip keldi» deydi. (Alla da) : «Orındarın tozaq, onda mulde qalasındar. Biraq Alla qalasa basqa» deydi. Kudiksiz Rabbın xikmet iesi, tolıq bilwsi"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Osılaysa zalımdardın istegenderi sebepti birin-birine ustem qılamız"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "«Ay jın men admdar tobı! Senderge isterinnen ayattarımdı bayan etip, bul kunge kezdeswlerindi eskertetin elsiler kelmedi me?»,- (delinedi) Olar: «Rabbımız! Ozimizge kwamiz» deydi. Olardı dunie tirsiligi aldagan. Olar ozderinin anık qarsı bolgandıqtarına aygaq boldı"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Osı (elsi jiberilw), Rabbın, xalqı xabarsız bir kentti zulımdıqpen joq etwsi emes"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "Jane arkimnin istegenine qaray darejeleri bar. Rabbın olardın istegen isterinen xabarsız emes"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Rabbın bay ari marxamet iesi. Qalasa senderdi ketiredi de, senderdi basqa qawımnın urpagınan jaratqanınday senderden keyin qalaganın orındarına keltiredi"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Kudiksiz senderge etilgen wade (qiyamet) albette keledi. Sender tosa almaysındar"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "(Muxammed G.S.): «Ay elim! Samadarınsa istender. Arine men de istewsimin. Songı jurt kimdik iboladı? Tez bilesinder. Rasında zulımdar qutılmaydı» de"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "Olar Alla jaratqan eginnen, maldan ules qıladı da, oz oydarınsa: «Bul Allaniki, bul ortaqtarımızdiki» dedi. Sonda ortaqtarıniki ortaqtarına jetedi. Olar nendey jaman ukim beredi"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "(Jahiliet zamanında kapirler eginnen, maldan Allaga da, butqa da arnap sıbaga ayırıp, keyde Alla bay dep, Ogan arnalgandı butqa awıstırıp, butqa arnalgandı Allaga awıstırmaytın bolgan.) Sol siyaqtı ortaqtarı, musrikterdin kobin joyu ari olardın dinderin satastırw usin balaların oltirwdi ademi korsetti. Eger Alla qalasa edi, olar onı istemes edi. Endi olardı jasandıları boyınsa qoyıp qoy"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "Olar olarınsa: «Bul maldar men eginder aram. Bizdin qalagandarımız gana jeydi. Jane osı xaywandardın arqaları(Miniske, jukke) aram etilgen» degen. Tagı bir maldar (bawızdaganda) ogan qasarısıp, Allanın atın aytpaydı. Alla olardı otirik jala jabwları sebepti jazalandıradı"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "Jane olar: «Bul maldın qarındarındagılar (tiri sıqsa) erlerimizge gana tan, ayelderimizge aram» dep, eger oli sıqsa onda olar ortak. Alla olardın orınsız soylewlerinin jazasın beredi. Kudiksiz Alla xikmet iesi, tolıq bilwsi"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Sonday aqımaqtıq, bilmestikpen balaların oltirgender, Allaga qasarısıp, Allanın ozderine bergen nesibesin aram etkender ziyanga usıragan. Olar adasqan ari twra jol da tappaydı"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "Ol sonday Alla aspalı jane aspasız baqsalardı, qurma agastarın, turli jemisti, osimdikterdi, zeytin jane anardı bir-birine uqsagan, uqsamagan turde jaratqan. Arbiri jemis bergen kezde, jemisinen jender. Onı jiıp algan kunde qusırın berinder; Isırap etpender. Kudiksiz Alla ısırap etwsilerdi jaqsı kormeydi"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "Jane kolik bolatın ari usaq maldardı jarattı. Senderge Allanın rizıqtandırgan narsesinen jender, saytannın izine ermender.Oytkeni ol, senderge asıq duspan"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "(Jahiliet dawrinde araptar maldardın keyde erkegin, keyde urgasısın, keyde istegi twmasın oysa aram etken eken.) Ol segiz tur jarattı. (Erkek, urgası) qoydan ekew, eskiden ekew. (Muxammed G.S.): «Alla eki erkegin nemese eki urgasısın aram etti me? Ogan eki urgasısının jatırlarındagılar da qosıla ma? Eger sozderin sın bolsa magan bilip tusindirinder» de"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "Jane tuyeden ekew, siırdan da ekew. «Eki erkegin nemese eki urgasısın aram etti me? Ogan eki urgasısının jatırlarındagılar da qosıla ma? Nemese Alla senderge osını nusqaganda bar ma edinder?»,- de. Bilmese de adamdardı adastırw usin Alla otirik jala japqannan kim zalımıraq? Kudiksiz Alla, zalım eldi twra jolga salmaydı"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "(Muxammed G.S.): «Magan waxi etilgende, jeytin kisige jewge aram bolgan narseni tappadım. Biraq jemtik, nemese agızılgan qan, negizinen aram donız eti, nemese kunalı bolıp, Alladan basqanın atımen bawızdalgan mal aram. Birew bas tartpay, sekten sıkpay sarsız qalsa, (jewine boladı.) Kudiksiz Rabbın asa jarılqawsı, erekse meyirimdi» de"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "Jane Yahwdilerge barlıq tırnaqtı xaywandı aram qıldıq. Ari olarga siır, qoydın mayların da aram qıldıq. Biraq qırtıs maylarımen sajırqay jane jilik mayların aram qılmadıq. Osılaysa olardın sekten sıgwları sebepti jazalandırdıq. Rasında twrasın aytwsımız"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "(Muxammed G.S.) olar seni jasınga sıgarsa, (olarga): «Rabbıların marxamet iesi jane Onın beyneti kunakar qawımnan qaytarılmaydı» de"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Allaga serik qatqandar: «Eger Alla qalasa edi, biz de atalarımız da serik qatpas edik ari es narseni aram qılmas edik.» deydi. Osı siyaqtı bulardan burıngılar da beynetimdi tatqanga deyin jasınga sıgargan. (Muxammed G.S. olarga): «Jandarında bizge qarsı sıgara alatın bilimderin bar ma? Negizinde sender oylarına gana ilesesinder de otirik aytasındar» de"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "«Jettik dalel Allaniki, eger qalasa senderdi tugel twra jolga salar edi» de"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "(Olarga): «Rasında Alla osını aram qıldı dep, aygaq bolatın aygaqtarındı keltirinder» de. Eger olar kwalik berse de, sen olarmen birge kwalik berme de ayattarımızdı jasınga sıgarıp, axiretke senbegenderdin awesine elikteme. Olar, Rabbılarına tendes qosadı"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "(Olarga): «Kelinder, senderge Rabbılarınnın aram etkenderin oqiın: «Ogan es narseni serik qatpandar, ake-sesege jaqsılıq istesender, jarlılıktan balalarındı oltirmender» de. Senderdi de olardı da biz rizıqtandıramız. «Tagı arsızdıqtardın kornewine de komesine de jaqındamandar. Jane de Alla aram etken kisini oltirmender, jazıqtı bolsa gana boladı. Senderge osılardı Alla amir etti. Arine tusinersinder » (de) (Oltirilwge tiisti bolgandar: Jorta kisi oltirgender, murtad bolıp dinnen sıqqandar jane uyli bola turıp zina qılgandar.»)"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "Jetimnin malına jaqındamandar; biraq ol, eseygenge deyin jaqsı basqarwga boladı. Olsewdi, tartwdı twralıqpen orındandar. Birewge saması keletindi gana jukteymiz. Jaqındarın bolsa da adildikti aytındar. Jane Allanın wadesin orındandar. Osılardı Alla nusqadı. Tusinersinder"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "Kudiksiz Menin twra jolım osı. Endi sogan erinder. Basqa joldarga tuspender, sonda senderdi Allanın jolınan ayıradı. Senderge oslıardı Alla nusqadı. Saqtanarsındar"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Sonan son Musa (G.S.) ga igilik istegenge; tolıq, ar narseni ayıratın, jeteksilik etetin marxamet turinde Kitap berdik. Olar Rabbılarına jolıgwga iman keltirer"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "Osı (Quran) biz tusirgen mubarak Kitap. Endi sogan erinder ari saqsınındar. Marxametke bolenersinder"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "«Sınayı turde bizden burıngı (Yahwdi, Xristian) eki topqa Kitap tusirildi de biz olardın oqıgandarınan mulde xabarsızbız» dersinder (dep)"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Nemese: «Bizge Kitap tusirilse, olardan kori tagı twra jolda bolar edik» dersinder dep. Rasında senderge Rabbılarınnan bir asıq dalel, twra jol, marxamet te keldi. Endi Allanın ayattarın otirik dep olardan juz burgannan kim zalımıraq? Ayattarımızdan bas tartqandardı bas tartwları sebepti jaman qmnawmen jazalaymız"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Olar, ozderine peristelerdin kelwin, nemese Rabbınnın kelwin, ne Rabbınnın key belgilerinin kelwin gana kute me? Rabbınnın belgilerinen keyi kelgen kuni, burınnan iman keltirmegen nemese senimi boyınsa bir xayır istemegen birewdin imanı payda bermeydi. (Muxammed G.S.): «Kutinder, saksiz kutemiz» de"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Kudiksiz dinderinde bolinip, toptarga ayrılgandarmen esbir baylanısın joq. Sozsiz olardın isi Allaga tan. Keyin olarga istegen isterin tusindiredi"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Kim bir jaqsılıq keltirse, ogansonday on ese bar. Jane birew bir jamandıq istese, sonday-aq qana jaza beriledi de olar zulımdıqqa usıratılmaydı"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "«Sınında Rabbım meni twra dinge, Ibırayım (G.S.) nın nagız jolına saldı. Ol ortaq qoswsılardan emes edi» de"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "«Namazım, qulsılıgım, tirsiligim jane olimim bukil alemnin Rabbı Alla usin» de"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "«Onın serigi joq. Osılay buyırıldım jane men boy usınwsılardın algasqısımın» de"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "«Ol ar narsenin Rabbı bola tura Alladan basqa rab izdeyin be? Arbirewdin istegeni ozine tan. birewdin kunasın birew kotermeydi. Sonan son qaytar jerlerin Rabbıların. Sonda qaysılıqta bolgan narselerindi bildiredi» de"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "Ol sonday Alla, senderdi jerdin xalifaları etti. Senderge bergen narselerde, sınaw usin darejelerde birindi- birinnen jogarı koterdi. Kudiksiz Rabbın, jedel jaza berwsi jane sınayı jarılqawsı, erekse meyirimdi"
        }
    ]
}