{
    "chapter": [
        {
            "chapter": 73,
            "verse": 1,
            "text": "Ay burkenip jatwsı (Muxammed G.S)"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "Tunde tur. Biraq az uyıqta"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "Tunnin jarımın nemese odan da azdap kemit"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "Ne ogan bigaz qos. (Tunnin jartısında ne odan az, ya kop turwda eriktisin.) Sonday-aq Qurandı ote anıqtap oqı. (Namaz parız bolwdan burın, tunde oyaw turw parız bolgan. A.T.X)"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "Arine sagan salmaqtı (manızdı) Qurandı tusiremiz"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "Sın maninde tunde turw, napsige aserli, oqwga qolaylı"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "Rasında kundiz senin uzın jumısın bar"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "Rabbınnın atın dariptep, ar narseden awlaq bolıp, Ogan nagız jonel"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "Ol, sıgıstın da batıstın da Rabbı. Odan basqa esbir tanir joq. Sondıqtan Onı ie tut"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "Olardın aytqandarına sabır et. Olardan sıpayı turde ayrıl"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "Jasınga sıgurwsı ırıs ielerin Magan tasta. Olarga biraz mursat ber. (S. 23-A)"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "Rasında Bizdin aldımızda bogawlar jane tozaq bar"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "Qaqalatın tamaq ari jan tursigerlik azap bar"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "Sol kuni, jer men tawlar qozgaladı da tawlar qum bop jinaladı"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "Rasında Biz Pergawınga paygambar jibergendey senderge de kwa turinde Paygambar jiberdik"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "Sonda Pergawın paygambarga qarsı keldi. Sondıqtan onı qattı qinawmen qolga aldıq"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "Eger qarsı kelsender, balalardın da sasın agartatın kunnen qaytıp saqtanasındar"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "Ol kunnin zardabınan kok jarıladı, Allanın wadesi orındaladı"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "Rasında bul bir nasixat. Al endi kim qalasa, Rabbının jolın ustaydı"
        },
        {
            "chapter": 73,
            "verse": 20,
            "text": "(Muxammed G.S.) soz joq, Rabbın, senin ari senimen birge bolgandardan bir toptın, tunnin usten ekisine jaqınıraq, jartısında, usten bir samasında namazga turganındı biledi. Sonday-aq Alla, ttnimen kundizdi samalaydı. Ogan senderdin eseptey almaytındıqtarın malim. Sondıqtan senderge raxım qıldı. (Tunde turwdı qaldırdı. B.J.M.) Al endi Qurannan jenil kelgenin oqındar. Senderden nawqas bolgandar, basqalay Allanın marxametinen nesibe izdep, jer juzinde kezgender, tagı basqa Alla jolında sogısqandar Allaga malim. Endese Qurannan onay kelgenin oqındar. Jane namazdı tolıq orındandar da zeket berinder. Alla usin korkem qarız berinder. Jane ozderin usin aldın ala xayır istesender, onı Allanın qasında jaqsı, zor sıylıq turinde tabasındar. Alladan jarılqaw tilender. Sın maninde Alla, tım jarılqawsı, erekse meyirimdi"
        }
    ]
}