{
    "rukus": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif, lam, ra. (Este Corán es una) Escritura cuyos versículos han sido establecidos y luego han sido explicados detalladamente por un Sabio bien informado"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "¡Que no adoréis nada ni nadie excepto a Dios! En verdad, yo soy para vosotros un amonestador y un portador de buenas nuevas de Su parte"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "¡Y que pidáis perdón a vuestro Señor y luego os volváis a Él arrepentidos! Él os permitirá disfrutar de buenas cosas durante un plazo ya establecido y otorgará Su favor a todo el que merezca ser favorecido. Pero si dan la espalda, (diles:) «¡Temo que caiga sobre vosotros el castigo de un día grande"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Regresaréis hacia Dios y Él tiene poder sobre todas las cosas.»"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "¡Ved cómo se repliegan en sus pechos queriendo ocultarse de él! ¡Ved cómo cubren sus cabezas con sus ropas! Él conoce lo que ocultan en secreto y lo que manifiestan. En verdad, Él es Quien mejor conoce lo que hay en el fondo de los pechos"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "No existe animal en la Tierra cuya provisión no corra a cargo de Dios y Él conoce su guarida y el lugar al que se desplaza. Todo ello está en una Escritura clara"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Y Él es Quien creó los cielos y la Tierra en seis días y puso Su trono sobre el agua, para poneros a prueba y ver quién de vosotros obra mejor. Juro que si dices: «En verdad, seréis resucitados después de la muerte», los que no creen seguro que dirán: «Eso no es más que magia evidente.»"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Y juro que si retrasamos su castigo hasta un momento determinado, seguro que dirán: «¿Cuál es el impedimento?» Sabed que el día que venga a ellos nada podrá cambiarlo y se verán asediados por aquello de lo que se burlaban"
        }
    ]
}