{
    "chapter": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "El hara que se pierdan las obras de quienes no son creyentes y ponen obstaculos en el camino de Dios"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "Y El ocultara los malos actos y corregira la situacion de quienes son creyentes, hacen buenas obras y creen en lo que se hizo descender sobre Muhammad, que es la Verdad que procede de su Senor"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Eso es porque quienes no creen siguen lo que es falso y quienes creen siguen la Verdad que viene de su Senor. Asi es como Dios explica a los seres humanos su situacion"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Cuando os encontreis [en batalla] con los que no creen, golpeadles en los cuellos hasta que les hayais diezmado y apresadles atandoles fuertemente. Luego, o bien otorgadles la libertad o bien pedid un rescate por ellos, para que termine la carga de la guerra. Asi sea. Y si Dios hubiera querido El mismo les habria castigado, pero lo hace para poner a prueba a algunos de vosotros por medio de otros. Y Dios no dejara que se pierdan las obras de quienes han sido matados en la senda de Dios"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "El les guiara inmediatamente y arreglara su situacion"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "y les hara entrar en el Jardin que les habia descrito"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "¡Oh, creyentes! ¡Si auxiliais a Dios, El os auxiliara y consolidara vuestros pasos"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Y quienes no creen estaran perdidos y sus obras habran sido en vano"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Eso es porque rechazaron lo que Dios hizo descender y El ha invalidado sus obras"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "¿Acaso no han viajado por la Tierra y han observado cual fue el final de quienes les precedieron? Dios les destruyo y los que no creen tendran un fin similar"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "Eso es porque Dios es el protector de quienes son creyentes y los que no creen no tienen quien les proteja"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "En verdad, Dios hara entrar a quienes creen y realizan buenas obras en Jardines de cuyas profundidades brotan rios y quienes no creen disfrutan y comen como come el ganado y el lugar para ellos sera el Fuego"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "¡Cuantas ciudades mas poderosas que tu ciudad, la cual te ha expulsado, hemos destruido y no tuvieron quien les auxiliase"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "¿Acaso quien se basa sobre una prueba clara que procede de su Senor es como aquel a quien sus malas acciones le parecen buenas y sigue sus deseos y pasiones"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "Descripcion del Jardin que ha sido prometido a los temerosos de Dios: En el hay rios de agua fresca e incorruptible, rios de leche cuyo sabor no varia, rios de vino delicioso para quienes lo beben y rios de miel pura. En el habra para ellos todo tipo de frutos y el perdon de su Senor. ¿Seran ellos como quien estara eternamente en el Fuego y recibira para beber agua hirviente que le destrozara los intestinos"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "Y, entre ellos, algunos te escuchan, pero cuando abandonan tu presencia dicen a quienes les ha sido dado el conocimiento: «¿Que es lo que acaba de decir?» Esos son a quienes Dios ha puesto un sello sobre sus corazones y que siguen sus propios deseos y pasiones"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "Y a quienes siguen la buena guia, El les incrementa la guia y les da temor de Dios"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "¿Acaso esperan otra cosa excepto que la Hora llegue a ellos por sorpresa? Ciertamente, sus senales ya han venido y de nada les servira recordar cuando llegue a ellos"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "Asi pues, sabe que no hay mas dios que Dios y pide el perdon de tus pecados y el de los creyentes y las creyentes. Y Dios conoce vuestros cambios de estado y aquello en lo que sois firmes y estables"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "Quienes son creyentes dicen: «¿Por que no se hara descender una sura?» Pero cuando se hace descender una sura en la que se menciona el combate claramente, ves a quienes tienen una enfermedad en su corazon que te miran con la mirada de quien esta cerca de la muerte. Mejor seria para ellos"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "obediencia y nobles palabras. Asi pues, una vez resuelto el asunto, si permanecen leales a Dios sera mejor para ellos"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "¿Habeis tenido en cuenta que si dais la espalda causareis corrupcion en la Tierra y cortareis los lazos de sangre"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "Esos son aquellos a quienes Dios ha maldecido, por lo cual les ha dejado sordos y ciegos"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "¿Es que no meditan en el Coran? ¿O tienen candados en sus corazones"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "En verdad, a quienes dan la espalda despues de que les ha sido explicada claramente la guia, Satanas les ha seducido y les ha dado vanas esperanzas"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "Eso es por decir a quienes aborrecen lo que Dios hace descender: «Os obedeceremos en algunos asuntos.» Pero Dios conoce sus secretos"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "¿Que pasara cuando los angeles les golpeen sus rostros y sus espaldas"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "«Eso por seguir lo que disgusta a Dios y aborrecer lo que a El le satisface.» Asi pues, El frustrara sus obras"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "¿O creian quienes tienen una enfermedad en sus corazones que Dios no iba a sacara a la luz el profundo odio que ellos tienen"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "Y, si Nosotros quisieramos, te los hariamos ver para que les reconocieses por sus rasgos, pero les reconoceras por su manera de hablar. Dios conoce vuestros actos"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "Y, ciertamente, os pondremos a prueba, hasta saber quienes son los combatientes esforzados de entre vosotros y los pacientes y pondremos a prueba lo que se dice de vosotros"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "En verdad, quienes no creen y ponen trabas en el camino de Dios y desafian al Mensajero despues de que les ha sido claramente explicada la guia, no perjudican a Dios en nada y El pronto frustrara sus obras"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "¡Oh, creyentes! ¡Obedeced a Dios y obedeced al Mensajero y no hagais que vuestras obras no valgan nada"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "En verdad, a quienes no creen y ponen trabas en el camino de Dios y luego mueren sin ser creyentes, Dios no les perdonara"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "Asi pues, no flaqueeis invitando a la paz, pues vosotros sois los vencedores y Dios esta con vosotros y El no reducira la recompensa por vuestras obras"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "En verdad, la vida de este mundo es juego y vanidad y, si creeis y sois temerosos de Dios, El os dara vuestra recompensa y no os pedira vuestros bienes"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Si os los pidiera y os presionara os mostrariais avariciosos y provocaria vuestro odio"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Se os invita a contribuiran a la causa de Dios, pero algunos de vosotros os mostrais avaros. Y quien es avaro, en verdad, se perjudica a si mismo con su avaricia, pues, ciertamente, Dios es rico por Si mismo y vosotros sois los necesitados. Y si dais la espalda, El os sustituira por otro pueblo que no sera como vosotros"
        }
    ]
}