{
    "chapter": [
        {
            "chapter": 63,
            "verse": 1,
            "text": "Cuando los hipocritas vienen a ti, dicen: «Damos testimonio de que, en verdad, tu eres el Mensajero de Dios.» Y Dios sabe que tu eres Su Mensajero y Dios da testimonio de que, en verdad, los hipocritas son unos mentirosos"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "Han tomado sus promesas como escudo e impiden el acceso a la senda de Dios. En verdad, ¡Que malo es lo que han estado haciendo"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "Eso es porque ellos tuvieron fe y luego descreyeron, asi que sus corazones han quedado sellados y no comprenden"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "Y cuando les ves te sorprende su aspecto y cuando hablan escuchas lo que dicen, pero son como palos secos apoyados contra la pared. Creen que cualquier grito va dirigido contra ellos. Son el enemigo, asi que, ten cuidado con ellos. ¡Que Dios acabe con ellos! ¡Que desviados estan"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "Y cuando se les dice: «¡Venid, el Mensajero de Dios pedira perdon para vosotros!» giran sus cabezas y les veras apartarse con arrogancia"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "Da igual que pidas perdon para ellos o que no pidas perdon para ellos, Dios no les perdonara jamas. En verdad, Dios no guia a la gente malvada, trasgresora"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "Ellos son quienes dicen: «No gasteis de vuestros bienes en quienes estan con el Mensajero de Dios hasta que no le abandonen.» Y a Dios pertenecen los tesoros de los cielos y la Tierra, pero los hipocritas no entienden"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "Dicen: «Cuando regresemos a la ciudad, los mas poderosos expulsaran, sin duda, a los mas debiles.» Y el poder pertenece a Dios, a Su Mensajero y a los creyentes, pero los hipocritas no tienen conocimiento"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "¡Oh, creyentes! ¡No dejeis que vuestros bienes y vuestros hijos os aparten del recuerdo de Dios! Y quienes obren de esa manera seran los perdedores"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "Y repartid de lo que Nosotros os hemos provisto antes de que a uno de vosotros le llegue la muerte y, entonces, diga: «¡Senor mio! Si solamente me dieses un pequeno plazo, daria limosna y seria de los rectos.»"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "Pero Dios no dara plazo alguno al alma cuando le llegue su termino. Y Dios esta bien informado de lo que haceis"
        }
    ]
}