{
    "pages": [
        {
            "chapter": 32,
            "verse": 21,
            "text": "وَلَنُذِيۡقَنَّهُمۡ مِّنَ الۡعَذَابِ الۡاَدۡنٰي دُوۡنَ الۡعَذَابِ الۡاَكۡبَرِ لَعَلَّهُمۡ يَرۡجِعُوۡنَ ٢١"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "وَمَنۡ اَظۡلَمُ مِمَّنۡ ذُكِّرَ بِاٰيٰتِ رَبِّهٖ ثُمَّ اَعۡرَضَ عَنۡهَاﵧ اِنَّا مِنَ الۡمُجۡرِمِيۡنَ مُنۡتَقِمُوۡنَ ٢٢ﶒ"
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "وَلَقَدۡ اٰتَيۡنَا مُوۡسَي الۡكِتٰبَ فَلَا تَكُنۡ فِيۡ مِرۡيَةٍ مِّنۡ لِّقَآئِهٖ وَجَعَلۡنٰهُ هُدًي لِّبَنِيۡ٘ اِسۡرَآءِيۡلَ ٢٣ﶔ"
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "وَجَعَلۡنَا مِنۡهُمۡ اَئِمَّةً يَّهۡدُوۡنَ بِاَمۡرِنَا لَمَّا صَبَرُوۡاﵶ وَكَانُوۡا بِاٰيٰتِنَا يُوۡقِنُوۡنَ ٢٤"
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "اِنَّ رَبَّكَ هُوَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ الۡقِيٰمَةِ فِيۡمَا كَانُوۡا فِيۡهِ يَخۡتَلِفُوۡنَ ٢٥"
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "اَوَلَمۡ يَهۡدِ لَهُمۡ كَمۡ اَهۡلَكۡنَا مِنۡ قَبۡلِهِمۡ مِّنَ الۡقُرُوۡنِ يَمۡشُوۡنَ فِيۡ مَسٰكِنِهِمۡﵧ اِنَّ فِيۡ ذٰلِكَ لَاٰيٰتٍﵧ اَفَلَا يَسۡمَعُوۡنَ ٢٦"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "اَوَلَمۡ يَرَوۡا اَنَّا نَسُوۡقُ الۡمَآءَ اِلَي الۡاَرۡضِ الۡجُرُزِ فَنُخۡرِجُ بِهٖ زَرۡعًا تَاۡكُلُ مِنۡهُ اَنۡعَامُهُمۡ وَاَنۡفُسُهُمۡﵧ اَفَلَا يُبۡصِرُوۡنَ ٢٧"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "وَيَقُوۡلُوۡنَ مَتٰي هٰذَا الۡفَتۡحُ اِنۡ كُنۡتُمۡ صٰدِقِيۡنَ ٢٨"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "قُلۡ يَوۡمَ الۡفَتۡحِ لَا يَنۡفَعُ الَّذِيۡنَ كَفَرُوۡ٘ا اِيۡمَانُهُمۡ وَلَا هُمۡ يُنۡظَرُوۡنَ ٢٩"
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "فَاَعۡرِضۡ عَنۡهُمۡ وَانۡتَظِرۡ اِنَّهُمۡ مُّنۡتَظِرُوۡنَ ٣٠ﶒ"
        }
    ]
}