{
    "chapter": [
        {
            "chapter": 34,
            "verse": 1,
            "text": "Hama sitois az oni Allohest, ki har ci dar osmonhovu har ci dar zamin ast, az oni Ust. Va dar on cahon niz sitois az oni Ust va U hakimu ogoh ast"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "Har ciro, ki dar zamin az qatrahoi oʙ furu savad va har ciro, ki az zamin az naʙototu ma'danho va casmaho ʙerun ojad va har ciro, ki az osmon az ʙoronu faristaho va kitoʙho furud ojad va har ciro, ki ʙar osmon az faristaho va amalhoi ʙandagon ʙolo ravad, medonad. Va U ʙo ʙandagonas mehruʙon ast va tavʙakunandagonro omurzanda ast"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Va kofiron guftand: «Moro qijomat naxohad omad!» Bigu ej Rasul ʙarojason: «Ore, savgand ʙa Parvardigoram, ki donandai ilmi ƣajʙ ast, alʙatta, qijomat sumoro xohad omad va lekin ʙa cuz Alloh kase digar vaqti omadanasro namedonad, hec ciz az nazari Alloh ƣoiʙ nest, agarci ʙa qadri zarrae ʙosad, dar osmonhovu zamin, hatto on ci ki xurdtar az zarra jo ʙuzurgtar az on ʙosad, hama dar Kitoʙi muʙin omadaast»"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "to kasonero, ki imon ovardaand va korhoi soista kardaand, podos dihad. Baroi onhost omurzisi gunohojason va rizqi neku, ki on cannat ast"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "Va kasone, ki muʙorizakunon dar rad va inkori ojoti firistodai Mo sa'ju talos kardand va gumon kardand, to Moro ʙa notavoni orand, ʙarojason azoʙi saxti dardovar ast"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "Va kasone, ki ʙa onho ilm doda sudaast, medonand, ki on ci az coniʙi Parvardigorat ʙar tu az in Qur'on nozil sudaast, haq ast va ʙa rohi Allohi piruzmandi sutudani roh menamojad"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "Va kasone, ki kofir sudaand, ʙa jakdigar masxarakunon guftand: «Ojo mexohed ʙa marde dalolataton kunem, ki sumoro xaʙar medihad»: «On goh ki pora-pora saved va uzvhojaton az jakdigar cudo suda xok savand, alʙatta, az nav ofarida, xohed sud"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Ojo in Muhammad ʙar Alloh duruƣ meʙandad, jo devonaast»? Na, Muhammad az rosttarin rostgujho ast, ʙalki onon, ki ʙa oxirat imon nadorand, dar azoʙand va dar hajoti dunjo saxt az rohi haq durand"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Ojo in kofiron ʙa pesi ruj jo pusti sari xud az osmonhovu zamin namenigarand, ki aqlhoro ʙa hajrat meandozad? Agar ʙixohem, onhoro dar zamin furu meʙarem, cunone, ki ʙa Qorun kardem jo porcai azoʙero az osmon ʙar sarason meafkanem, cunone, ki ʙa qavmi Su'ajʙ kardem. Alʙatta, dar in ʙaroi har ʙandae, ki ʙa sui Alloh ʙo tavʙa ʙozmegardad, iʙratest"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "Va dar haqiqat, Dovudro az sui xud fazilate dodem, ki on pajomʙari, kitoʙ va ilm ʙud, pas guftem: Ej kuhho va ej parandagon, ʙo u Maro dar tasʙeh guftan hamovoz saved. Va ohanro ʙarojas monandi xamir muloimu narm kardem, to har ci mexohad ʙo on ʙisozad"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "Farmudem, Dovudro, ki ʙisoz az ohan zirehhoi kusoda va andoza nigoh dor (ja'ne, puxtakori kun) dar ʙoftani halqahoi zireh. Va ej Dovud, hamrohi ahli xud korhoi soista kuned, ki alʙatta, Man ʙa korhojaton ʙinoam va hec ciz ʙar man pusida namemonad"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "Va ʙaroi Sulajmon ʙodro musaxxar kardem, ki suʙhgohon masofai jak mohro taj mekard va somgohon masofai jak mohro. Va casmai misi oʙsudaro ʙarojas cori soxtem va guruhe az cinho ʙa farmoni Mo nazdi u kor mekardand va agar jake az onho az farmoni Mo sar mepecid, ʙa u azoʙi otasi suzonro mecasonidem"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Sulajmon har ci mexost, cinho ʙarojas mesoxtand: az qasrhovu iʙodatgohho va suratho az mis va sisa va kosahoe cun havz va deghoi mahkami ʙar coj va ʙa onho guftem: Ej xonadoni Dovud, ʙa toat amal kuned, sukri in hama ne'mathoro ʙa co ored. Va andake az ʙandagoni man sukrguzorand"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "Cun margro ʙar u (Sulajmon) muqarrar kardem, cinhoro ʙar margas ogoh nasoxt, magar kirmi cuʙxorae, ki asojasro mexoid az ʙajn raft va sikast. Pas, vaqte ki Sulajmon ʙiaftid, cinho fahmidand, ki agar ilmi ƣajʙro medonistand, in qadar xudro dar azoʙi xorkunanda namemondand"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "Mardumi Saʙa'ro, ki az Jaman ʙudand dar istiqomatgohason iʙrate ʙud: Du ʙoƣ dostand, jake az coniʙi rost va digare az coniʙi cap. Az on ci Parvardigoraton ʙa sumo ruzi dodaast, ʙixured va sukri U ʙa coj ovared. Alloh sahri sumoro sahri xusu pokiza qaror dod va Parvardigor gunohi sumoro omurzandaast"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "Pas, onho az amri Alloh ruj gardondand va sukrasro ʙa co naovardand. Mo niz seli vajrongarro ʙar onho firistodem va taʙdil dodem ʙa ivazi on du ʙoƣe, ki dostand du ʙoƣi digarero, ki mevahojas ʙadmazza ʙud va daraxti suragaz dost va kamu ʙes az daraxti kuknor"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "Onho, ki nosipos ʙudand, incunin cazojason dodem. Ojo Mo cuz nosiposonro cazo medihem"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "Mijoni onho (ahli Saʙa') va dehahoe, ki ʙarakat doda ʙudem (va on Som ast), sahrhoe oʙod va ʙo ham pajvasta ʙar sari roh padid ovardem. Va manzilhoi ʙaroʙar muajjan kardem. Va ʙa onho guftem: «Dar on rohho ʙoamnu osoistagi saʙhovu ruzho safar kuned. Va hec xavfe nameʙared az dusman va na az gurusnagi va na az tasnagi!»"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "Bar xud sitam kardand va az rohat va emini malolu diltang sudand va darozii safar va duri mijoni oʙodihoro orzu namudand va guftand: «Ej Parvardigori mo, manzilgohhoi moro az ham dur gardon!» Pas, Mo niz onhoro ʙaroi iʙrati digaron afsonahoe qaror dodem va saxt parokandaason soxtem va dar in (ahli Saʙa') iʙrathost ʙaroi saʙrkunandagoni siposguzor"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "Sajton gumoni xudro dar ʙorai onho (farzandoni Odam) durust joft, ki u onhoro gumroh mekunad va onho uro zud pajravi mekunand. Pas, ʙa cuz guruhe az mu'minon digaron ʙa u pajravi kardand"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "Va sajton hec saltanat va qudrate ʙar onho nadorad va nametavonad onhoro ʙa on ci mexohad, farmois dihad, magar on ki mexostem ma'lum kunem, ki ci kasone ʙa qijomat imon dorand va ci kasone az on dar sak hastand. Va Parvardigori tu nigahʙoni har cizest"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "Bigu ej Rasul, ʙaroi musrikon: «Bixoned kasonero, ki cuz Allohi jakto ma'ʙud mepindored!» Onho moliki zarrae, dar osmonhovu zamin nestand va dar ofarinis va tadʙiri on du (ja'ne, osmonu zamin) sirkate nadorand va U (Alloh) az mijoni onho jovar va pustiʙone nadorad, ʙalki Alloh xud dar ofarinis jakto ast va sarike nadorad, incunin dar iʙodati U kase sarik nest va ʙa cuz U kase loiqi parastis nest"
        },
        {
            "chapter": 34,
            "verse": 23,
            "text": "Safoat nazdi Alloh foida nakunad, magar ʙaroi kase, ki U, Xud icozat dihad. Va az nisonahoi ʙuzurgi va azamati Parvardigor in ast, ki har vaqte ki U taolo ʙa vahj suxan gujad, ahli osmonho az tarsi U taolo ʙehus savand, pas cun on tars az dilhojason ravad, az jakdigar pursand: Parvardigoraton ci guft? Gujand faristagon: Suxani haq guft. Va U taolo ʙalandmartaʙa va doroi sifathoi ʙuzurg ast!»"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "Bigu ej Rasul, ʙaroi musrikon: «Az osmonhovu zamin ci kase, ʙa sumo ruzi medihad?», hatman iqror suda ʙigujand, ki Allohi jakto va agar munkir savand, tu ʙarojason ʙigu: «Allohi jakto». Dar haqiqat jo mo (pajomʙar va mu'minon), jo sumo (musrikon) dar rohi hidojat hastem, jo dar gumrohii oskor"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "Bigu: «Agar mo gunohe kunem, sumoro ʙozxost namekunand va agar sumo gunohe, karded, moro ʙozxost naxohand kard», haqiqatan mo az xudi sumo va kufraton ʙezor hastem"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "Bigu: «Parvardigoramon movu sumoro ruzi qijomat gird meovarad, sipas mijoni mo ʙa haq dovari mekunad. Zero Ust hukmkunandavu dono!»"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "Bigu: «Onhoero, ki sariki Alloh pindosted, ʙa man nison ʙidihed, ojo cizero ofaridaand?! Hargiz nametavonand, U Alloh piruzmandi hakim ast, ki ʙar hama ciz ƣoliʙ ast va dar guftor, kirdor va tadʙiri xalqas ʙo hikmat ast!»"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "Turo ej Rasul, ʙa pajomʙari firistodem, ʙar hamai mardum: muƶdadihandavu ʙimdihanda. Vale ʙestari mardum namedonand, ki tu ʙaroi hamai mardum firistoda sudai va ʙa saʙaʙi sarkasiason az haq ruj megardonad"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "Va musrikon masxaraomezona megujand: «Agar rost megued, in va'da, ki sumo ʙa mo medihed, Alloh moro dar qijomat cam' meovarad va ʙa'd az on ʙajni mo dovari mekunad, ci vaqt faro merasad?»"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "Bigu ʙarojason ej Rasul: \"On ruz, ki va'dagohi sumost, hatman omadanist, na soate az on ta'xir mekuned va na soate az on pes meafted, pas az on ruz dar hazar ʙosed va omoda saved"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "Va kofiron guftand: «Mo hargiz, na ʙa in Qur'on imon meovarem va na ʙa kitoʙhoi pes az on (Tavrot, Incil va Zaʙur)!» Agar ʙuʙini ej Rasul, on ruz, ki sitamkoronro ʙaroi hisoʙrasi ʙa pesgohi Parvardigorason nigoh dorand, har kas gunohi xud ʙa gardani digare andozad. Notavonon ʙa qudratmandon gujand: «Agar sumo nameʙuded, mo ʙa Allohu rasulas imon ovarda ʙudem»"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "Qudratmandon ʙa notavonon gujand: «Ojo az on pas, ki sumoro ʙa rohi hidojat faro xondand, mo sumoro ʙozdostem? Na, ʙalki sumo xud gunahkor ʙuded, zero ʙo ixtijori xud kufrro pazirufted!»"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "Notavonon ʙa qudratmandon gujand: «Na, ʙalki sumo saʙu ruz hila mekarded, on goh ki moro farmon medoded, ki ʙa Allohi ʙarhaq kofir savem va ʙaroi U sarikone qaror dihem!» Va cun azoʙro ʙuʙinand, hardu guruh dar dil pusajmoni kunand. Va Mo ƣulhoro (tavqhoi azoʙro) ʙar gardani kofiron ʙiguzorem. Ojo na cunin ast, ki dar ʙaroʙari a'molason cazo doda mesavand"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "Mo hec ʙimdihandae ʙa dehae nafiristodem, cuz on ki tavongaroni on ʙo ajsu isratas guftand: «Ej pajomʙaron, ʙegumon mo ʙa on ci sumoro ʙa on firistodaand, imon nameovarem»"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "Va guftand: «Amvolu avlodi mo az hama ʙestar ast va Alloh ʙaroi mo az rizogii xud ato namudaast, kase moro dar dunjovu oxirat azoʙ nakunad»"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "Ej Rasul, ʙarojason ʙigu: «Parvardigori man rizqi har kasro, ki ʙixohad, dar dunjo farovon mekunad va ʙar har ki ʙixohad, tang megirad. Va in az ʙaroi imtihon ast, na ʙaroi dusti va na ʙadʙini. Vale ʙestari mardum namedonand»"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "Amvolu avlodaton cize nest, ki sumoro ʙa Mo nazdik sozad. Magar onon, ki imon ovardaand va korhoi soista kardaand, ki podosi inho ʙa saʙaʙi a'molason cand ʙaroʙar ast va emin dar ƣurfahoi ʙihist hastand"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "Kasone, ki muʙorizakunon dar inkori ojoti Mo talos mekunand va mepindorand, ki az Mo gurezand, onho dar azoʙ hozir karda mesavand"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "Ej Rasul, ʙaroi fireftasudagon ʙa molu farzand ʙigu: «Parvardigori man ʙa hikmatu donisi xud rizqi har ki az ʙandagonasro, ki ʙixohad, farovon mekunad jo uro ʙa tangi meafkanad». Va agar cize sadaqa kuned, ivazasro dar oxirat xohad dod va U taolo ʙehtarini rizqdihandagon ast"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "Ba jod or ej Rasul, ruze, ki Alloh hamaro az musrikon va maloikaparaston gird ovarad. Adloh, on goh maloikahoro gujad: «Ojo inho ʙudand, ki sumoro meparastidand"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "Maloikaho megujand: «Tu poki. Tu sarparast va korsozi mo hasti, ʙalki in musrikon cinhoro meparastidand va aksarason ʙa onho imon dostand»"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Imruz dar qijomat hec jak az sumo nametavonad ʙaroi digare foidavu zijone dosta ʙosad. Va ʙa sitamkoron guem: «Bicased azoʙi otasro, ki duruƣas mepindosted!»"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Cun ojoti ravsani Mo ʙar on kofironi Makka xonda sud, guftand: «In Muhammad mardest, ki mexohad sumoro az on ci padaronaton meparastidand, ʙozdorad». Va guftand: «In Qur'on cuz duruƣe ʙa ham ʙofta cizi digare nest!» Va kasone, ki ʙa Alloh kofir suda ʙudand, cun suxani haq ʙar onho nozil sud, guftand: «In cize cuz codue oskor nest!»"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "Pes az in kitoʙhoe, ki onro ʙixonand, ʙa on musrikoni araʙ nadodaem va pes az tu ej Rasul, ʙimdihandae ʙar onho nafiristodaem"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "Va kasone, ki pes az onho ʙudand, (misli Odu Samud) pajomʙaronro duruƣgu xondand va in ahli Makka xud ʙa dahjaki on ci ʙa onho doda ʙudem, az mol, quvvat va umr narasidaand va ʙo in hol pajomʙaroni Maro duruƣguj sumoridand. Pas, uquʙati Man ci guna ʙud"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "Bigu ej Rasul ʙaroi sarkason: «Ba tahqiq, sumoro dar jak ciz pand mediham: du-du va jak-jak ʙaroi iʙodati Alloh ʙarxezed. Sipas ʙijandesed, to ʙidoned, ki dar jori sumo (Muhammad sallallohu alajhi va sallam) hec guna devonagi nest. Ust, ki sumoro pes az omadani azoʙi saxt, ʙimdihandaast!»"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Bigu ej Rasul ʙaroi kofiron: «Har muzde, ki az sumo xostaam, pas on ʙaroi sumo ʙod. Muzdi man tanho ʙar uhdai Alloh ast. Ust, ki ʙar hama ciz guvoh ast!»"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Bigu ej Rasul: «Haroina, Parvardigori man suxani haqro ʙar dili pajomʙaroni xud meafkanad. On Parvardigore, ki donoi ƣajʙhost!»"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "Bigu: «Haq (Qur'on) omad va ʙotil ʙoznaojad va dar partavi nuri haq asare az on namonad va noʙud savad va duʙora ʙoznagardad!»"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Bigu (ʙa musrikoni ʙutparast): «Agar man ʙo tarki ʙutho va duri az ojini sumo gumroh savam, alʙatta, zijonas ʙar man ast va cazoi onro meʙinam va agar ʙo rohi hidojat ravam, ʙa on ast, ki Parvardigori man ʙa man vahj mekunad. Haroina, U sunavovu nazdik ast va guftoru kirdori mo ʙar u pinhon namemonad!»"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "Agar ʙuʙini ej Rasul, holi sitamkoronro, on goh ki saxt ʙitarsand va az azoʙ rahoijason naʙosad va az makone nazdik ʙa duzax giriftorason sozad"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Kofiron dar oxirat cun azoʙro ʙuʙinand, gujand: «Inak, imon ovardem ʙa Alloh, Pajomʙar va Qur'on. Ammo az on coi dur az dunjoi foni, ki coji pazirisi imon va kistzori oxirat ʙud, ci tavr ʙa on imon dast joʙand"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Pes az in dar davroni hajot, ki az aqlu ixtijor va iroda ʙarxurdor ʙudand, ʙa Alloh, Pajomʙar va Qur'on kofir suda ʙudand va ʙa gumoni xes ʙa on tuhmat mezadand"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "Va cun mijoni onho va on orzu, ki pazirisi imoni onho va nacot az azoʙ ast, cudoj afkanda sud, hamcunon ki ʙo digaron, ki cunin meandesidand va saxt dar suʙha ʙudand, niz cunin sud. Haroina, onho saxt dar suʙha ʙudand va zindagiro pajvasta ʙo gumoni ʙotil ʙa sar ʙurdand va ʙa hamin saʙaʙ imon naovardand"
        }
    ]
}