{
    "chapter": [
        {
            "chapter": 60,
            "verse": 1,
            "text": "Ej kasone, ki ʙa Alloh va rasulas imon ovardaed, va ʙa sariati U amal kardaed, dusmani Manu dusmani xudro ʙa dusti ixtijor makuned. Sumo ʙo musrikon tarhi dusti meafkaned va axʙori Rasuli Alloh sallallohu alajhi va sallam va mu'minonro ʙa onho megued va hol on ki onho ʙa suxani haqqe, ki Qur'on ast, ʙar sumo omadaast, imon nadorand. Va ʙa xotiri on, ki sumo ʙa Alloh, Parvardigori xes imon ovarda ʙuded, Pajomʙar va sumoro az Makka ʙerun rondand. Ej mu'minon, agar ʙaroi cihod dar rohi Man va talaʙi rizoi Man ʙerun omadaed, pinhonan ʙo onho dusti makuned va Man ʙa har ci pinhon medored jo oskor mesozed, ogohtaram. Pas, hamono har ki cunin mekunad, az rohi rost xato karda gumroh gastaast"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Agar ʙar sumo dast joʙand, (zafar joʙand,) ʙarojaton dusman ʙosand va ʙaroi ozor dodanaton dastu zaʙon mekusojand, (ja'ne, ʙo latukuʙ, qatl va dasnom va monandi on) va niz dust dorand, ki sumo kofir garded"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Hargiz xesovandon va farzandoni sumo ʙa sumo dar ruzi qijomat cizero foida namerasonand, garci sumo ʙa xotiri onon ʙo kuffor dusti va mehruʙoni varzed. Ruzi qijomat Alloh mijonaton cudoi meafkanad, pas ahli to'ati xudro ʙa ʙihist va ahli ma'sijati xudro ʙa duzax doxil mekunad va Alloh ʙa on ci mekuned, ʙinost va cize az guftoru amalhojaton ʙar U pusida namemonad"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Haroina, ʙaroi sumo ej mu'minon, dar zindagii Iʙrohim va kasone, ki hamrohi u az mu'minon ʙudand, sarmasqi nekuest. Ongoh ʙa qavmason guftand: «Haroina, mo az sumo ʙezor va dur hastem va az on ci ƣajri Alloh meparsted az sirku ʙuthojaton ʙa sumo kofir va munkir sudaem va mijoni mo va mijoni sumo ʙa tavri hamesa dusmani va kina padid omad, modome, ki ʙar kufri xud pojdored, to ʙa vaqte ki faqat ʙa Alloh imon ovared,» magar dar in suxani Iʙrohim ʙa padaras, (Ozar guft,) ki hatman ʙaroi tu omurzis talaʙ mekunam va dar ʙaroʙari Alloh ʙaroi tu ixtijori cizero nadoram: Parvardigoro! Bar Tu tavakkal kardaem va ʙa Tu ruj ovardaem va ʙozgasti hama ruzi qijomat ʙa sui Tust"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Ej Parvardigori mo, moro ʙa saʙaʙi gunohamon ʙaroi kofiron fitanae magardon va onhoro ʙar mo ƣoliʙ magardon, to nagujand agar onho (ja'ne, ahli imon) ʙarhaq meʙudand, ʙa azoʙu xori giriftor namesudand, pas ongoh in ʙoisi zijodsavii kufri onon mesavad. Va gunohoni moro ʙijomurz, ki haroina, Tu piruzmandi, hargiz maƣluʙ namesavi va dar guftoru korhojat ʙo hikmat hasti"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Haroina, ʙaroi sumo ej mu'minon dar zindagii Iʙrohim alajhissalom va pajravonas sarmasqi xuʙe ast ʙaroi kase, ki ʙa didori Alloh va nacoti ruzi qijomat umed dorad va har ki iqtido az pajomʙaroni U ruj gardonad va ʙa dusmanoni Alloh roʙitai dustona kunad, pas alʙatta, Alloh az imon va to'ati ʙandagonas ʙenijoz ast va dar nazdi duston va ahli to'atas sutuda ast"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Sojad Alloh dar mijoni sumo ej mu'minon va dar mijoni kasone, ki ʙo onho dusmani dosted, az xesovandonaton az musrikon ʙo tavfiq dodani onon ʙa imon va qaʙuli islom dusti padid ovarad. Alloh ʙar hama ciz qodir ast va Alloh ʙaroi ʙandagonas omurzandavu mehruʙon ast"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Alloh sumoro ej mu'minon az neki kardan va adolat varzidan ʙa onon, ki ʙo sumo dar din nacangidaand va az sarzaminaton ʙerun narondaand, ʙoznamedorad. haroina, Alloh kasonero, ki dar guftor va kirdorason ʙa adolat raftor mekunand, dust medorad"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Faqat Alloh az dusti varzidan ʙo kasone, ki ʙo sumo dar din cangidaand va az sarzaminaton (ja'ne, Makka) ʙerunaton rondaand va az ʙaroi ʙerun rondani sumo digaronro kumak va pustiʙoni kardaand, sumoro man' mekunad. Va har ki ʙo onho dusti varzad, pas on guruh sitamkoronand va az hududi muqarrar kardai Alloh xoricand"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "Ej kasone, ki ʙa Alloh va rasulas imon ovardaed va ʙa sariati u amal kardaed, cun zanoni mu'mine, ki hicrat kardaand, az dori kufr ʙa dori islom ʙa nazdaton ojand, pas onhoro ozmois kuned, to az haqiqati imonason ogohi pajdo namoed. Alloh ʙa haqiqati imonason donotar ast. Pas, agar donisted az zohiri holason, ki imon ovardaand, ononro ʙa sui kofiron ʙoznagardoned. Zero inho mu'mina zanho ʙar nikohi mardoni kofir halol nestand va mardoni kofir niz ʙar nikohi onho halol nestand. Va on ciro savharoni kofir dar haqqi zanone, ki ʙa sui sumo raftaand, xarc kardaand ʙa onho ʙidihed. Va agar onhoro nikoh kuned va mahrasonro ʙidihed, gunohe ʙar sumo nest. Va zanoni kofiri xudro nigoh madored. Va sumo niz ej mu'minon, har ci xarc kardaed, ʙa zanone, ki az nikohi sumo ʙerun raftaand, az mardoni kofir xarci mahrro talaʙ kuned va onho niz har ci sarf kardaand dar mahri on zanone, ki ʙa nikohi sumo daromadaand, az sumo talaʙ kunand. In hukmi Alloh ast. Alloh mijoni sumo hukm mekunad, pas, hukmi Allohro muxolifat nakuned va U dono ast hec ciz ʙar U pusida namemonad va hakim ast dar guftoru korhojas"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Va agar jake az zanoni sumo murtad sud va ʙa kofiron pajvast va kofiron mahre, ki sumo dar haqqi on zanon sarf namudaed, ʙa sumo nadodand va on goh sumo dar cang ʙar onon piruz suded va ʙa intiqom az kofiron ʙarxosted, pas az amvoli ƣanimat girifta suda ʙa kasone, ki zanonason ʙa sui kofiron raftaand, monandi on cize, ki xarc kardaand dar mahri on zanon, ʙidihed va az Allohe, ki ʙa U imon dored, ʙitarsed"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "Ej Pajomʙar, agar zanoni mu'min nazdi tu omadand, to ʙaj'at (ahdu pajmon) kunand, ʙa in sart, ki hec kasro ʙo Allohi ʙarhaq dar iʙodatas sarik nakunand va cizero duzdi nakunand va zino nakunand va farzandoni xudro pes jo ʙa'd az tavallud nakusand va farzandonero, ki az savharonason nestand, ʙa duruƣ ʙa onho nisʙat nadihand va dar korhoi nek nofarmonii tu nakunand, pas dar in surat, ʙo onho ʙaj'at kun va ʙarojason az Alloh omurzis ʙixoh, ki haroina, Alloh ʙaroi ʙandagone, ki tavʙa mekunand, omurzandavu mehruʙon ast"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "Ej kasone, ki ʙa Alloh va rasulas imon ovardaed, ʙo mardume, ki Alloh ʙar onho xasm giriftaast, dusti makuned. Inho ʙa saʙaʙi kufrason az rahmati Alloh va savoʙi oxirat noumed sudand, hamcunon ki on kofirone, ki dar gur xufta az haqiqati kor voqif sudand va ʙo ilmi jaqin donistand, ki az savoʙi oxirat noumed hastand"
        }
    ]
}