{
    "rukus": [
        {
            "chapter": 7,
            "verse": 40,
            "text": "Surely, the gates of the Heaven will not be opened for those who deny Our revelations and treat them with arrogance; their admission into paradise will be as impossible as the passing of a camel through the eye of a needle. That is how We shall reward the criminals"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Hell shall be their bed and flames shall be their covering. That is how We shall reward the wrongdoers"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "As for those who believe and do good deeds - We never burden a soul with more than it can bear - they are worthy of Paradise, wherein they will live forever"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "We shall remove whatever ill-feeling they may have in their hearts against one another. Rivers will be flowing beneath them; and they will say: \"Praise be to Allah Who guided us this way, we would have never found the Right Way if Allah had not guided us. The Messengers of our Lord have surely preached us the truth.\" At that time they will hear the announcement: \"This is paradise, which you have inherited because of your good deeds"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "The residents of paradise will call out to the inmates of the hellfire: \"We have indeed found out the promises of our Lord to be true. Have you, too, found the promise of your Lord to be true?\" \"Yes,\" they will answer, and a herald will proclaim among them, \"the curse of Allah be upon those wrongdoers"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "who hindered other people from the Way of Allah and sought to make it crooked, and who did not believe in the hereafter"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Between the two, there shall be a veil, and on the A‘raf (heights) there will be people who will recognize them by their features. They will call out to the residents of Paradise: \"Peace be upon you!\" They will not have yet entered it, though they will have the hope"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "When their eyes shall turn towards the inmates of the hellfire they will say: \"Our Lord! Do not cast us among these wrongdoers"
        }
    ]
}