{
    "rukus": [
        {
            "chapter": 7,
            "verse": 182,
            "text": "Those who deny Our revelations, We draw them step by step closer to destruction in ways that they do not realize"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "and even though I grant them respite; My plan is surely effective"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Has it never occurred to them that their companion is not a madman; he is merely a plain Warner"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Have they not pondered over the kingdom of the heavens and the earth and whatever Allah has created, and that maybe their hour of death has come closer? In what message after this would they then believe"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "None can guide those whom Allah confounds and leaves them blundering about in their rebellious transgression"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "They ask you about the Hour of Doom and when will it take place. Say: \"Knowledge about it rests only with my Lord: He Himself will disclose it at the proper time. Heavy is its weight in the heavens and the earth. It will not come gradually but all of a sudden. They ask you as if you yourself were in search of it. Tell them: \"The knowledge about it rests only with Allah though most people do not understand"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Further tell them: \"I have no power to acquire benefit or avert any harm from myself, only that happens which Allah wants. Had I possessed the knowledge of the unseen, I would have acquired many benefits to myself; and no harm would have touched me. I am no more than a Warner and bearer of good news for the true believers"
        }
    ]
}