{
    "rukus": [
        {
            "chapter": 11,
            "verse": 9,
            "text": "If We let man taste any mercy from Us, then withdraw it from him, he becomes despairing, ungrateful"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "But if We let him taste any favor after adversity has afflicted him, then he says: \"All my sorrows are gone from me,\" and he becomes jubilantly arrogant"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "The exception is for those people who are steadfast and do good deeds; they are the ones who will have forgiveness and a great reward"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "O Prophet, be on your guard lest you omit to recite some things which are being revealed to you feeling distressed in your heart that they might say: \"Why has no treasure been sent down to him, or why has no angel come with him?\" You should know that you are nothing but a Warner! It is Allah Who is the Custodian of everything"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Do they say: \"He has made up the Qur’an himself.\" Say to them: \"Make up ten Surahs like this and call to your aid whomsoever you can, including your gods whom you worship besides Allah, if what you say is true"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "But if those gods fail to answer you, then you should know that (they are false gods and that) this (Book) is revealed with the knowledge of Allah, and that there is no god but Him! Will you then become Muslims"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Those who desire the life of this world and its splendors, they are given full reward of their deeds therein and shall not be diminished"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "They are the ones who will have nothing in the hereafter except Hellfire. There they shall come to know that their deeds were fruitless and their actions were worthless"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Can they be like those who have clear revelations from their Lord and to whom a witness from Himself recites it, and they have the Book of Moses before them - a guidance and a blessing? Can such people deny the revelation of Al- Qur’an? No of course not, rather such people will believe in this, but those factions who do not believe shall have their promised place in the Hellfire. So, O Prophet, do not be in any doubt about it; it is the Truth from your Lord, even though most people do not believe so"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Who can be more wrong than the one who forges a lie against Allah? Such people will be brought before their Lord, and the witnesses will say: \"These are the ones who lied against their Lord.\" Beware! The Curse of Allah is on those wrongdoers"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "who hinder others from the path of Allah and seek to make it crooked, and who deny the hereafter"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "These people cannot frustrate His plan in the land and there is none to protect them besides Allah. Their punishment shall be doubled, for they could neither hear others who speak the Truth nor see the Truth for themselves"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "They are the ones who have lost their own souls, and the fancies they invented have left them in the lurch"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "No doubt they will be the greatest losers in the Hereafter"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "As for those who believe and do good deeds and humble themselves before their Lord, they will be residents of paradise to live therein forever"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "The example of these two kinds of people is like two men, one of whom is blind and deaf, and the other who can see and hear. Are they equal when compared? Will you not then learn a lesson from this example"
        }
    ]
}