{
    "rukus": [
        {
            "chapter": 17,
            "verse": 41,
            "text": "We have explained things in various ways in this Qur’an so that they may receive admonition, yet it has only added to their aversion"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Tell them: If there were other gods besides Him as the pagans say, they would have certainly tried to find a way to dethrone the Master of the Throne"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Glory be to Him! He is far above the things that they say about Him"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "The seven heavens, the earth and all beings therein declare His glory. There is not a single thing but glorifies Him with His praise, but you do not understand their hymns of His glory. The fact is that He is very Forbearing, Forgiving"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "When you recite the Qur’an, We put a hidden barrier between you and those who do not believe in the hereafter"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "We cast a veil upon their hearts and make them hard of hearing, so they do not comprehend it. When in the Qur’an you mention His Oneness, they turn their backs in disgust"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "We are quite aware what they really wish to hear when they listen to you, and what they say when they converse in private. These wrongdoers say to one another: \"The man you follow is surely bewitched"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "See what sort of examples they make up about you! They have surely gone astray and cannot find the Right Way"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "They say: \"What! When we are reduced to bones and dust, shall we really be raised up again into a new creation"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Tell them: \"(Yes, most certainly you shall be brought back to life), even if you be stones or iron"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "or even something harder than this that you may think of.\" Then they will ask: \"Who will restore us?\" Say: \"The One Who created you the first time.\" Then they will shake their heads at you and ask: \"Well, when will this be?\" Say, \"It may be quite soon"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "It will be on the Day when He will call you and you will raise up in response to it, with His praise, and you will think that you remained in the state of death but a little while"
        }
    ]
}