{
    "rukus": [
        {
            "chapter": 22,
            "verse": 65,
            "text": "Do you not see that Allah has subdued to you all that is in the earth and the ships that sail through the sea by His command? He is withholding the sky in a way that it cannot fall down on the earth without His permission; surely Allah is very kind and merciful to mankind"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "He is the One Who has given you life, will cause you to die and then will bring you back to life again - yet man is indeed very ungrateful"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "To every nation We have prescribed the rites of worship which they observe, therefore, let them not dispute with you concerning this matter - keep calling them to the Way of your Lord; for most surely you are rightly guided"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "If they argue with you, say: \"Allah knows best all that you do"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Allah will judge between you on the Day of Resurrection concerning the matters in which you differ"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Do you not know that Allah is aware of all that is in heaven and the earth? Certainly all of this is recorded in a Book and it is very easy for Allah to do so"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Yet they worship besides Allah those deities for which He has revealed no sanction, nor they themselves have any knowledge about them; certainly the wrongdoers shall have no helper"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "When Our revelations are recited to them with all their clarity, you can notice a denial on the faces of the unbelievers. They can barely restrain themselves from assaulting those who recite Our revelations. Say to them: \"Shall I tell you something which is far worse than that? It is the fire of hell, which Allah has promised to those who reject the truth; what an evil abode it will be"
        }
    ]
}