{
    "rukus": [
        {
            "chapter": 24,
            "verse": 41,
            "text": "Do you not see that Allah is the One Who is praised by all those who are in the heavens and in the earth? The very birds praise Him as they wing their flight. Each one knows its prayers and how to praise Him, and Allah has full knowledge of all their actions"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "To Allah belongs the kingdom of the heavens and the earth; and towards Allah lies the final goal"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Do you not see that Allah makes the clouds move gently, then joins them together, then piles them up in masses, then you see the rain coming from inside them? He also sends down hail from the clouds that look like mountains in the sky, afflicting therewith whom He wills and turning it away from whom He pleases; the flash of His lightning almost takes away sight"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Allah alternates the night and the day; there is indeed a lesson in it for those who possess insight"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Allah has created from water every living creature: of them there are some that creep upon their bellies, some that walk on two legs, and yet some that walk on four; Allah creates what He pleases; surely Allah has power over everything"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "We have indeed sent down revelations demonstrating the Truth, and Allah guides to the Straight Way whom He pleases"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "They say: \"We believe in Allah and the Messenger and we obey,\" but no sooner do they utter these words than some of them turn their backs; these are no believers"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "When such people are called to Allah and His Messenger that He may judge between them, behold! A party of them declines to come"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "However, if they have the truth on their side, they come to him voluntarily"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Is there a disease in their hearts? Either they are skeptical, or else they fear that Allah and His Messenger will deny them justice. Nay! In fact they are the ones who are the wrongdoers"
        }
    ]
}