{
    "rukus": [
        {
            "chapter": 26,
            "verse": 34,
            "text": "After witnessing both the miracles, Pharoah (Pharaoh) said to the chiefs around him: \"This fellow is certainly a skilled magician"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "who seeks to drive you out from your land by the force of his magic. Now what is your advice"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "They submitted: \"Put him and his brother off for a while, and dispatch heralds to the various cities"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "to bring you every skilled magician"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "So the magicians were brought together at the appointed time on a fixed day"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "The people were motivated through saying: \"Would you come to the gathering"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "So that we may follow the magicians if they are dominant"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "When the magicians arrived, they asked Pharoah: \"Shall we get a reward if we are dominant"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "Pharoah replied: \"Yes of course! You will even be made my courtiers"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "Moses said to them: \"Cast down what you are going to cast"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "Thereupon they cast down their ropes and staffs, saying: \"By the glory of Pharoah, we shall be the winners"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Then Moses threw down his staff, and lo! It swallowed their false devices"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "At this, all the magicians prostrated themselves"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "saying: \"We believe in the Lord of the Worlds"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "the Lord of Moses and Haroon (Aaron)"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "Pharoah shouted: \"How dare you believe in him before I give you permission? He must be your master who taught you the witchcraft. But soon you shall find out. I will cut off your hands and your feet on opposite sides and crucify you all"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "They replied: \"We don’t care! We are going to return to our Lord anyway"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "We only desire that our Lord may forgive us our sins, as we are the first to believe"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "We revealed to Moses, saying: \"Set off with my servants by night and beware that you will be pursued"
        }
    ]
}