{
    "rukus": [
        {
            "chapter": 4,
            "verse": 92,
            "text": "It is not befitting for a believer to kill a believer except by accident, and whoever accidently kills a believer, he is commanded to free a believing slave and pay bloodwit to the family of the victim, unless they forgo it as a charity. If the victim is from a hostile nation, then the freeing of a believing slave is enough, but if he belonged to a nation with whom you have a treaty, then bloodwit must be paid to his family along with the freeing of a believing slave. Those who do not have the means (bloodwit and / or a slave) must fast two consecutive months: a method of repentance provided by Allah. Allah is the Knowledgeable, Wise"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "Whoever kills a believer intentionally, his punishment is hell to live therein forever. He shall incur the wrath of Allah, Who will lay His curse on him and prepare for him a woeful punishment"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "O believers! When you struggle in the way of Allah, investigate carefully, and do not say to anyone who offers you a saLutation: \"You are not a believer\" in order to seek worldly gain by this. Allah has abundant spoils for you. Remember that you yourselves were in the same condition before. Allah has conferred His favors on you. Therefore, make a thorough investigation before considering someone an unbeliever. Allah is well aware of all your actions"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "Those believers who stay at home - having no physical disability - are not equal to those who make Jihad (struggle) in the cause of Allah with their wealth and their persons. Allah has granted a higher rank to those who make Jihad with their wealth and their persons than to those who stay at home. Though Allah has promised a good reward for all, Allah has prepared a much richer reward for those who make Jihad for Him than for those who stay at home"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "they have special higher ranks, forgiveness and mercy. Allah is Forgiving, Merciful"
        }
    ]
}