{
    "pages": [
        {
            "chapter": 7,
            "verse": 31,
            "text": "Aey aulad-e-aadam! Tum masjid ki her hazri kay waqt apna libas pehan liya kero. Aur khoob khao aur piyo aur hadd say mat niklo. Be-shak Allah hadd say nikal janey walon ko pasand nahi kerta"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Aap farmaiye kay Allah Taalaa kay peda kiye huye asbaab-e-zeenat ko jin ko uss ney apney bandon kay wastay banaya hai aur khaney peenay ki halal cheezon ko kiss shaks ney haram kiya hai? Aap keh dijiye kay yeh ashiya iss tor per kay qayamat kay roz khalis hongi ehal-e-eman kay liye dunyawi zindagi mein mominon kay liye bhi hain. Hum issi tarah tamam aayaat ko samajh daron kay wastay saaf saaf biyan kertay hain"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Aap farmaiye kay albatta meray rab ney sirf haram kiya hai inn tamam fahash baaton ko jo ailaaniya hain aur jo posheeda hain aur her gunah ki baat ko aur na haq kissi per zulm kerney ko aur iss baat ko kay tum Allah kay sath kissi aisi cheez ko shareek thehrao jiss ki Allah ney koi sanad nazil nahi ki aur iss baat ko kay tum log Allah kay zimmay aisi baat laga do jiss ko tum jantay nahi"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Aur her giroh kay liye aik miyaad-e-moyyen hai so jiss waqt inn ki miyaad-e-moyyen aajayegi uss waqt aik sa’at na peechay hatt saken gay aur na aagay barh saken gay"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Aey aulad-e-aadam! Agar tumharay pass payghumbar aayen jo tum hi mein say hon jo meray ehkaam tum say biyan keren to jo shaks taqwa ikhtiyar keray aur durusti keray so inn logon per na kuch andesha hai aur na woh ghumgeen hongay"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Aur jo log humaray inn ehkaam ko jhutlayen aur inn say takabbur keren woh log dozakh walay hongay woh iss mein hamesha hamesha rahen gay"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "So uss shaks say ziyada zalim kaun hoga jo Allah Taalaa per jhoot banadhay ya uss ki aayaton ko jhoota bataye inn logon kay naseeb ka jo kuch kitab say hai woh inn ko mill jayega yahan tak kay jab inn kay pass humaray bhejay huye farishtay inn ki jaan qabz kerney aayen gay to kahen gay woh kahan gaye jin ki tum Allah ko chor ker ibadat kertay thay woh kahen gay kay hum say sab ghaeeb hogaye aur apney kafir honey ka iqrar keren gay"
        }
    ]
}