{
    "pages": [
        {
            "chapter": 10,
            "verse": 34,
            "text": "Aap kahiye kay tumharay shurka mein koi aisa hai kay haq ka raasta batata ho? Aap keh dijiye kay Allah hi haq ka raasta batata hai. To phir aaya jo shaks haq ka raasta batata ho woh ziyada ittabaa kay laeeq hai ya woh shaks jiss ko baghair bataye khud hi raasta na soojhay? Pus tum ko kiya hogaya hai tum kaisay faislay kertay ho"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Aur inn mein say aksar log sirf gumaan per chal rahey hain. Yaqeenan gumaan haq (ki maarfat) mein kuch bhi kaam nahi dey sakta yeh jo kuch ker rahey hain yaqeenan Allah ko sab khabar hai"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Aur yeh quran aisa nahi hai kay Allah (ki wahee) kay baghair (apney hi say) gharr liya gaya ho. Bulkay yeh to (unn kitabon ki) tasdeeq kerney wala hai jo iss kay qabal (nazil) ho chuki hain aur kitab (ehkaam-e-zarooriya) ki tafseel biyan kerney wala hai iss mein koi baat shak ki nahi kay rab-ul-aalameen ki taraf say hai"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Kiya yeh log yun kehtay hain kay aap ney iss ko gharr liya hai? Aap keh dijiye kay phir tum iss ki misil aik hi surat lao aur jin jin ghair Allah ko bula sako bula lo agar sachay ho"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Bulkay aisi cheezon ki takzeeb kerney lagay jiss ko apney ehaat-e-ilmi mein nahi laye aur hanooz inn ko iss ka akheer nateeja nahi mila"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Jo log inn say pehlay huye hain issi tarah unhon ney bhi jhutlaya tha so dekh lijiye unn zalimon ka anjam kaisa hua"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Aur inn mein say baaz aisay hain jo iss per eman ley aayen gay aur baaz aisay hain kay iss per eman na layen gay. Aur aap ka rab mufisdon ko khoob janta hai"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Aur agar aap ko jhutlatay rahen to yeh keh dijiye kay meray liye mera amal aur tumhara liye tumhara amal tum meray amal say bari ho aur mein tumharay amal say bari hun"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Aur inn mein say baaz aisay hain jo aap ki taraf kaan lagaye bethay hain. Kiya aap behron ko sunatay hain go unn ko samajh bhi na ho"
        }
    ]
}