{
    "pages": [
        {
            "chapter": 14,
            "verse": 34,
            "text": "Ussi ney tumhen tumhari mun mangi kul cheezon mein say dey rakha hai. Agar tum Allah kay ehsan ginna chahao to unhen pooray ginn bhi nahi saktay. Yaqeenan insan bara hi bey insaf aur na shukra hai"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "(Ibrahim ki yeh dua bhi yaad kero) jab unhon ney kaha kay aey meray perwerdigar! Iss shehar ko aman wala bana dey aur mujhay aur meri aulad ko butt parasti say panah dey"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Aey meray paalney walay mabood! Enhon ney boht say logon ko raah say bhatka diya hai. Pus meri tabeydaari kerney wala mera hai aur jo meri na farmani keray to tu boht hi moaf aur karam kerney wala hai"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Aey humaray perwerdigar! Mein ney apni kuch aulad iss bey kheti ki wadi mein teray hurmat walay ghar kay pass basaee hai. Aey humaray perwerdigar! Yeh iss liye kay woh namaz qaeem rakhen pus to kuch logon kay dilon ko inn ki taraf maeel ker dey. Aur enhen phalon ki roiziyan inayat farma takay yeh shukar guzari keren"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Aey humaray perwerdigar! Tu khoob janta hai jo hum chupayen aur jo zahir keren. Zamin-o-aasman ki koi cheez Allah per posheeda nahi"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Allah ka shukar hai jiss ney mujhay iss burhapay mein ismail (alh-e-salam) aur ishaq (alh-e-salam) ata farmaye. Kuch shak nahi kay mera palanhaar Allah duaon ka sunnay wala hai"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Aey meray paalney walay! Mujhay namaz ka paband rakh aur meri aulad say bhi aey humaray rab meri dua qabool farma"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Aey humaray perwerdigar! Mujhay bakhsh dey aur meray maa baap ko bhi bakhsh aur digar momino ko bhi bakhsh jiss din hisab honey lagay"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Na insafon kay aemaal say Allah ko ghafil na samajh woh to enhen uss din tak mohlat diye huye hai jiss din aankhen phati ki phati reh jayen gi"
        }
    ]
}