{
    "pages": [
        {
            "chapter": 17,
            "verse": 76,
            "text": "Yeh to aap kay qadam iss sir zamin say ukharaney hi lagay thay kay aap ko iss say nikal den. Phir yeh bhi aap kay baad boht hi kum thehar patay"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Aisa hi dastoor unn ka tha jo aap say pehlay rasool hum ney bhejay aur aap humaray dastoor mein kabhi radd-o-badal na payen gay"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Namaz ko qaeem keren aftab kay dhalney say ley ker raat ki tareeki tak aur fajar ka quran parhna bhi yaqeenan fajar kay waqt ka quran parhna hazir kiya gaya hai"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Raat kay kuch hissay mein tahajjud ki namaz mein quran ki tilawat keren yeh ziyadti aap kay liye hai un-qarib aap ka rab aap ko muqam-e-mehmood mein khara keray ga"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Aur dua kiya keren kay aey meray perwerdigar mujhay jahan ley jaa achi tarah ley jaa aur jahan say nikal achi tarah nikal aur meray liye apney pass say ghalba aur imdad muqarrar farma dey"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Aur ailaan kerdey kay haq aa chuka aur na haq nabood hogaya. Yaqeenan baatil tha bhi nabood honey wala"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Yeh quran jo hum nazil ker rahey hain momino kay liye to sirasir shifa aur rehmat hai. Haan zalimon kay ba-juz nuksan kay aur koi ziyadti nahi hoti"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Aur insan per jab hum apna inam kertay hain to mun mor leta hai aur kerwat badal leta hai aur jab issay koi takleef phonchti hai to woh mayus ho jata hai"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Keh dijiye! Kay her shaks apney tareeqay per aamil hai jo poori hidayat kay raastay per hain unhen tumhara rab hi bakhoobi jannay wala hai"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Aur yeh log aap say rooh ki babat sawal kertay hain aap jawab dey dijiye kay rooh meray rab kay hukum say hai aur tumhen boht hi kum ilm diya gaya hai"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Aur agar hum chahayen to jo wahee aap ki taraf hum ney utari hai sab salb ker len phir aap ko iss kay liye humaray muqablay mein koi himayati mayassar na aa sakay"
        }
    ]
}