{
    "pages": [
        {
            "chapter": 4,
            "verse": 38,
            "text": "aur jo log apna maal logo ke dikhaawe ke liye qarch karte hai aur Allah ta’ala par aur qayaamath ke din par imaan nahi rakhte aur jis ka hum nasheen aur saathi shaitaan ho,wo badh-tareen saathi hai"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "bhala un ka kya nuqsaan tha agar ye Allah ta’ala par aur qayaamath ke din par imaan laate aur Allah ta’ala ne jo unhe de rakha hai us mein se qarch karte,Allah ta’ala unhe qoob jaanne wala hai"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "beshak Allah ta’ala ek zarra baraabar zulm nahi karta aur agar neki ho to ose dogni kar deta hai aur qaas apne paas se bahuth bada sawaab deta hai"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "pas kya haal hoga jis waqth ke har ummath mein se ek gawaah hum layenge aur aap ko un logo par gawaah bana kar layenge"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "jis roz kaafir aur rasool ke na-farmaan aarzo karenge ke kaash! unhe zameen ke saath humwaar kar diya jaata aur Allah ta’ala se koyi baath na chupa sakenge"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "ae imaan waalo! jab tum nashe mein masth ho, namaaz ke qareeb bhi na jaao, jab tak ke apni baath ko samajhne na lago aur janaabath ki haalath mein jab tak ke ghusul na karlo,haan agar raah chalte guzar jaane waale ho to aur baath hai,aur agar tum bimaar ho ya safar mein ho ya tum mein se koyi qaza haajath se aaya ho ya tum ne aurto se mubaasherath ki ho aur tumhe paani na mile to paak mitthi ka qasd8 karo aur apne muh aur apne haath mal lo,be-shak Allah ta’ala maaf karne waala baqshne waala hai"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "kya tum ne unhe nahi dekha? jinhe kitaab ka kuch hissa diya gaya hai,wo gumraahi qaridte hai aur chaahte hai ke tum bhi raah se bhatak jaao"
        }
    ]
}