{
    "rukus": [
        {
            "chapter": 18,
            "verse": 23,
            "text": "وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلࣱ ذَٰلِكَ غَدًا"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "إِلَّا أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰ أَن يَهۡدِيَنِۦ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدࣰ ا"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "وَلَبِثُواْ فِي كَهۡفِهِمُۥ ثَلَٰثَ مِاْئَةࣲ سِنِينَ وَٱزۡدَادُواْ تِسۡعࣰ ا"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُمُۥ مِن دُونِهِۦ مِن وَلِيࣲّ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦ أَحَدࣰ ا"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "وَٱتۡلُ مَا أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدࣰ ا"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُمُۥ بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمُۥ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُۥ وَكَانَ أَمۡرُهُۥ فُرُطࣰ ا"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمُۥۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّا أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمُۥ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءࣲ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "أُوْلَٰٓئِكَ لَهُمُۥ جَنَّٰتُ عَدۡنࣲ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبࣲ وَيَلۡبَسُونَ ثِيَابًا خُضۡرࣰ ا مِّن سُندُسࣲ وَإِسۡتَبۡرَقࣲ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقࣰ ا"
        }
    ]
}