{
    "pages": [
        {
            "chapter": 6,
            "verse": 82,
            "text": "«الذين آمنوا ولم يلبسوا» يخلطوا «إيمانهم بظلم» أي شرك كما فسر بذلك في حديث الصحيحين «أولئك لهم الأمن» من العذاب «وهم مهتدون»"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "«وتلك» مبتدأ ويبدل منه «حجتنا» التي احتج بها إبراهيم على وحدانية الله من أفول الكوكب وما بعده والخبر «آتيناها إبراهيم» أرشدناه لها حجة «على قومه نرفع درجات من نشاء» بالإضافة والتنوين في العلم والحكمة «إن ربك حكيم» في صنعه «عليم» بخلقه"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "«وهبنا له إسحاق ويعقوب» ابنه «كلا» منهما «هدينا ونوحا هدينا من قبل» أي قبل إبراهيم «ومن ذريته» أي نوح «داوود وسليمان» ابنه «وأيوب ويوسف» ابن يعقوب «وموسى وهارون وكذلك» كما جزيناهم «نجزي المحسنين»"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "«وزكريا ويحيى» ابنه «وعيسى» ابن مريم يفيد أن الذرية تتناول أولاد البنت «وإلياس» ابن أخي هارون أخي موسى «كل» منهم «من الصالحين»"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "«وإسماعيل» بن إبراهيم «واليسع» اللام زائدة «ويونس ولوطا» بن هاران أخي إبراهيم «وكلا» منهم «فضَّلنا على العالمين» بالنبوة"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "«ومن آبائهم وذرِّيَّاتهم وإخوانهم» عطف على كلا أو نوحا ومن للتبعيض لأن بعضهم لم يكن له ولد وبعضهم كان في ولده كافر «واجتبيناهم» إخترناهم «وهديناهم إلى صراط مستقيم»"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "«ذلك» الذين هُدوا إليه «هدى الله يهدي به من يشاء من عباده ولو أشركوا» فرضا «لحبط عنهم ما كانوا يعلمون»"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "«أولئك الذين آتيناهم الكتاب» بمعنى الكتب «والحكم» الحكمة «والنبوة فإن يكفر بها» أي بهذه الثلاثة «هؤلاء» أي أهل مكة «فقد وكَّلنا بها» أرصدنا لها «قوما ليسوا بها بكافرين» هم المهاجرون والأنصار"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "«أولئك الذين هدى» هم «الله فبهداهم» طريقهم من التوحيد والصبر «اقتده» بهاء السكت وقفا ووصلا وفي قراءة بحذفها وصلا «قل» لأهل مكة «لا أسألكم عليه» أي القرآن «أجرا» تعطونيه «إن هو» ما القرآن «إلا ذكرى» عظة «للعالمين» الإنس والجن"
        }
    ]
}