{
    "pages": [
        {
            "chapter": 12,
            "verse": 104,
            "text": "«وما تسألهم عليه» أي القرآن «من أجر» تأخذه «إن» ما «هو» أي القرآن «إلا ذكر» عظة «للعالمين»"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "«وكأين» وكم «من آية» دالة على وحدانية الله «في السماوات والأرض يمرون عليها» يشاهدونها «وهم عنها معرضون» لا يتفكرون بها"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "«وما يؤمن أكثرهم بالله» حيث يقرون بأنه الخالق الرزاق «إلا وهم مشركون» به بعبادة الأصنام ولذا كانوا يقولون في تلبيتهم: لبيك لا شريك لك، إلا شريكا هو لك، تملكه وما ملك يعنونها"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "«أفأمِنوا أن تأتيهم غاشية» نقمة تغشاهم «من عذاب الله أو تأتيهم الساعة بغتة» فجأة «وهم لا يشعرون» بوقت إتيانها قبله"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "«قل» لهم «هذه سبيلي» وفسرها بقوله «أدعو إلى» دين «الله على بصيرة» حجة واضحة «أنا ومن أتبعني» آمن بي عطف على أنا المبتدأ المخبر عنه بما قبله «وسبحان الله» تنزيها له عن الشركاء «وما أنا من المشركين» من جملة سبيله أيضا"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "«وما أرسلنا من قبلك إلا رجالا يوحى» وفي قراءة بالنون وكسر الحاء «إليهم» لا ملائكة «من أهل القرى» الأمصار لأنهم أعلم وأحلم بخلاف أهل البوادي لجفائهم وجهلهم «أفلم يسيروا» أهل مكة «في الأرض فينظروا كيف كان عاقبة الذين من قبلهم» أي آخر أمرهم من إهلاكهم بتكذيبهم رسلهم «ولدار الآخرة» أي الجنة «خير للذين اتقوا» الله «أفلا تعقلون» بالياء والتاء يا أهل مكة هذا فتؤمنون"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "«حتى» غاية لما دل عليه (وما أرسلنا من قبلك إلا رجالا) أي فتراخى نصرهم حتى «إذا استيئس» يئس «الرسل وظنوا» أيقن الرسل «أنهم قد كذِّبوا» بالتشديد تكذيبا لا إيمان بعده والتخفيف أي ظن الأمم أن الرسل أخلفوا ما وعدوا به من النصر «جاءهم نصرنا فَنُنَجِّي» بنونين مشددا ومخففا وبنون مشددا ماض «من نشاء ولا يرد بأسنا» عذابنا «عن القوم المجرمين» المشركين"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "«لقد كان في قصصهم» أي الرسل «عبرة لأولي الألباب» أصحاب العقول «ما كان» هذا القرآن «حديثا يفترى» يختلق «ولكن» كان «تصديق الذي بين يديه» قبله من الكتب «وتفصيل» تبيين «كل شيء» يحتاج إليه في الدين «وهدى» من الضلالة «ورحمة لقوم يؤمنون» خصوا بالذكر لانتفاعهم به دون غيرهم"
        }
    ]
}