{
    "pages": [
        {
            "chapter": 2,
            "verse": 187,
            "text": "«أُحلَّ لكم ليلة الصيام الرفث» بمعنى الإفضاء «إلى نسائكم» بالجماع، نزل نسخا لما كان في صدر الإسلام على تحريمه وتحريم الأكل والشرب بعد العشاء «هن لباس لكم وأنتم لباس لهن» كناية عن تعانقهما أو احتياج كل منهما إلى صاحبه «علم الله أنكم كنتم تختانون» تخونون «أنفسكم» بالجماع ليلة الصيام وقع ذلك لعمر وغيره واعتذروا إلى النبي صلى الله عليه وسلم «فتاب عليكم» قبل توبتكم «وعفا عنكم فالآن» إذ أحل لكم «باشروهن» جامعوهن «وابتغوا» اطلبوا «ما كتب الله لكم» أي أباحه من الجماع أو قدره من الولد «وكلوا واشربوا» الليل كله «حتى يتبيَّن» يظهر «لكم الخيط الأبيض من الخيط الأسود من الفجر» أي الصادق بيان للخيط الأبيض وبيان الأسود محذوف أي من الليل شبه ما يبدو من البياض وما يمتد معه من الغبش بخيطين أبيض وأسود في الامتداد «ثم أتُّموا الصيام» من الفجر «إلى الليل» أي إلى دخوله بغروب الشمس «ولا تباشروهن» أي نساءكم «وأنتم عاكفون» مقيمون بنية الاعتكاف «في المساجد» متعلق بعاكفون نهيٌ لمن كان يخرج وهو معتكف فيجامع امرأته ويعود «تلك» الأحكام المذكورة «حدود الله» حدَّها لعباده ليقفوا عندها «فلا تقربوها» أبلغ من لا تعتدوها المعبر به في آية أخرى «كذلك» كما بيَّن لكم ما ذكر «يُبيِّن الله آياته للناس لعلهم يتقون» محارمه"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "«ولا تأكلوا أموالكم بينكم» أي يأكل بعضكم مال بعض «بالباطل» الحرام شرعا كالسرقة والغصب «و» لا «تُدلوا» تلقوا «بها» أي بحكومتها أو بالأموال رشوة «إلى الحكام لتأكلوا» بالتحاكم «فريقا» طائفة «من أموال الناس» متلبسين «بالإثم وأنتم تعلمون» أنكم مبطلون"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "«يسألونك» يا محمد «عن الأهلة» جمع هلال لمَ تبدو دقيقة ثم تزيد حتى تمتلئ نورا ثم تعود كما بدت ولا تكون على حالة واحدة كالشمس «قل» لهم «هي مواقيت» جمع ميقات «للناس» يعلمون بها أوقات زرعهم ومتاجرهم وعُدد نسائهم وصيامهم وإفطارهم «والحج» عطف على الناس أي يعلم بها وقته فلو استمرت على حالة لم يعرف ذلك «وليس البر بأن تأتوا البيوت من ظهورها» في الإحرام كغيره بأن تنقبوا فيها نقبا تدخلون منه وتخرجون وتتركوا الباب وكانوا يفعلون ذلك ويزعمونه برّا «ولكنَّ البرَّ» أي ذا البِر «من اتقى» الله بترك مخالفته «وأتوا البيوت من أبوابها» في الإحرام «واتقوا الله لعلكم تفلحون» تفوزون"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "ولما صُدَّ محمد صلى الله عليه وسلم عن البيت عام الحديبية وصالح الكفار على أن يعود العام القابل ويُخلوا له مكة ثلاثة أيام وتجهز لعمرة القضاء وخافوا أن لا تفي قريش ويقاتلوهم وكره المسلمون قتالهم في الحرم والإحرام والشهر الحرام نزل «وقاتلوا في سبيل الله» أي لإعلاء دينه «الذين يقاتلونكم» الكفار «ولا تعتدوا» عليهم بالابتداء بالقتال «إن الله لا يحب المعتدين» المتجاوزين ما حد لهم وهذا منسوخ بآية براءة أو بقوله"
        }
    ]
}