{
    "pages": [
        {
            "chapter": 19,
            "verse": 96,
            "text": "«إن الذين آمنوا وعملوا الصالحات سيجعل لهم الرحمن وُدّا» فيما بينهم يتوادون ويتحابون ويحبهم الله تعالى"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "«فإنما يسرناه» أي القرآن «بلسانك» العربي «لتبشر به المتقين» الفائزين بالإيمان «وتنذر» تخوف «به قوما لُدّا» جمع ألد أي جدل بالباطل وهم كفار مكة"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "«وكم» أي كثيرا «أهلكنا قبلهم من قرن» أي أمة من الأمم الماضية بتكذيبهم الرسل «هل تحس» تجد «منهم من أحد أو تسمع لهم ركزا» صوتا خفيا؟ لا، فكما أهلكنا أولئك نهلك هؤلاء"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "«طه» الله أعلم بمراده بذلك"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "«ما أنزلنا عليك القرآن» يا محمد «لتشقى» لتتعب بما فعلت بعد نزوله من طول قيامك بصلاة الليل أي خفف عن نفسك"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "«إلا» لكن أنزلناه «تذكرة» به «لمن يخشى» يخاف الله"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "«تنزيلا» بدل من اللفظ بفعله الناصب له «ممن خلق الأرض والسماوات العلى» جمع عليا ككبرى وكبر"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "هو «الرحمن على العرش» وهو في اللغة سرير الملك «استوى» اكتفاء يليق به"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "«له ما في السماوات وما في الأرض وما بينهما» من المخلوقات «وما تحت الثرى» هو التراب الندي، والمراد الأرضون السبع لأنها تحته"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "«وإن تجهر بالقول» في ذكر أو دعاء فالله غني عن الجهر به «فإنه يعلم السر وأخفى» منه: أي ما حدثت به النفس وما خطر ولم تحدث به فلا تجهد نفسك بالجهر"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "«الله لا إله إلى هو له الأسماء الحسنى» التسعة والتسعون الوارد بها الحديث والحسنى مؤنث الأحسن"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "«وهل» قد «أتاك حديث موسى»"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "«إذا رأى نارا فقال لأهله» لامرأته «امكثوا» هنا، وذلك في مسيره من مدين طالبا مصر «إني آنست» أبصرت «نارا لعلي آتيكم منها بقبس» بشعلة في رأس فتيلة أو عود «أو أجد على النار هدى» أي هاديا يدلني على الطريق وكان أخطأها لظلمة الليل، وقال لعل لعدم الجزم بوفاء الوعد"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "«فلما أتاها» وهي شجرة عوسج «نُوديَ يا موسى»"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "«إني» بكسر الهمزة بتأويل نودي بقيل وفتحها بتقدير الباء «أنا» تأكيد لياء المتكلم «ربُّك فاخلع نعليك إنك بالواد المقدس» المطهر أو المبارك «طُوى» بدل أو عطف بيان، بالتنوين وتركه مصروف باعتبار المكان وغير مصروف لتأنيث باعتبار البقعة مع العلمية"
        }
    ]
}