{
    "pages": [
        {
            "chapter": 20,
            "verse": 38,
            "text": "«إذ» للتعليل «أوحينا إلى أمك» مناما أو إلهاما لما ولدتك وخافت أن يقتلك فرعون في جملة من يولد «ما يوحى» في أمرك ويبدل منه"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "«أن اقذفيه» ألقيه «في التابوت فاقذفيه» بالتابوت «في اليم» بحر النيل «فلْيُلقه اليم بالساحل» أي شاطئه والأمر بمعنى الخبر «يأخذه عدو لي وعدو له» وهو فرعون «وألقيت» بعد أن أخذك «عليك محبة مني» لتحب في الناس فأحبك فرعون وكل من رآك «ولتُصنع على عيني» تربى على رعايتي وحفظي لك"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "«إذ» للتعليل «تمشي أختك» مريم لتتعرف من خبرك وقد أحضروا مراضع وأنت لا تقبل ثدي واحدة منهن «فتقول هل أدلكم على من يكفله» فأجيبت فجاءت بأمه فقبل ثديها «فرجعناك إلى أمك كي تقر عينها» بلقائك «ولا تحزن» حينئذ «وقتلت نفسا» هو القبطي بمصر، فاغتممت لقتله من جهة فرعون «فنجيناك من الغم وفتناك فتونا» اختبرناك بالإيقاع في غير ذلك وخلصناك منه «فلبثت سنين» عشرا «في أهل مدين» بعد مجيئك إليها من مصر عند شعيب النبي وتزوجك بابنته «ثم جئت على قدر» في علمي بالرسالة وهو أربعون سنة من عمرك «يا موسى»"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "«واصطنعتك» اخترتك «لنفسي» بالرسالة"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "«اذهب أنت وأخوك» إلى الناس «بآياتي» التسع «ولا تَنِيا» تفترا «في ذكري» بتسبيح وغيره"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "«اذهبا إلى فرعون إنه طغى» بادعائه الربوبية"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "«فقولا له قولا لينا» في رجوعه عن ذلك «لعله يتذكر» يتعظ «أو يخشى» الله فيرجع والترجي بالنسبة إليهما لعلمه تعالى بأنه لا يرجع"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "«قالا ربنا إننا نخاف أن يفرط علينا» أي يعجل بالعقوبة «أو أن يطغى» علينا أي يتكبر"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "«قال لا تخافا إنني معكما» بعوني «أسمع» ما يقول «وأرى» ما يفعل"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "«فأتياه فقولا إنَّا رسولا ربك فأرسل معنا بني إسرائيل» إلى الشام «ولا تعذبهم» أي خل عنهم من استعمالك إياهم في أشغالك الشاقة كالحفر والبناء وحمل الثقيل «قد جئناك بآية» بحجة «من ربك» على صدقنا بالرسالة «والسلام على من اتبع الهدى» أي السلامة له من العذاب"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "«إنا قد أوحي إلينا أن العذاب على مَن كذب» ما جئنا له «وتولى» أعرض عنه، فأتياه وقالا جميع ما ذكر"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "«قال فمن ربكما يا موسى» اقتصر عليه لأنه الأصل ولإدلاله عليه بالتربية"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "«قال ربنا الذي أعطى كل شيء» من الخلق «خلقه» الذي هو عليه متميز به عن غيره «ثم هدى» الحيوان منه إلى مطعمه ومشربه ومنكحه وغير ذلك"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "«قال» فرعون «فما بال» حال «القرون» الأمم «الأولى» كقوم نوح وهود ولوط وصالح في عبادتهم الأوثان"
        }
    ]
}