{
    "pages": [
        {
            "chapter": 30,
            "verse": 33,
            "text": "«وإذا مسَّ الناس» أي كفار مكة «ضرٌّ» شدة «دعوا ربهم منيبين» راجعين «إليه» دون غيره «ثم إذا أذاقهم منه رحمة» بالمطر «إذا فريقٌ منهم بربهم يشركون»"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "«ليكفروا بما آتيناهم» أريد به التهديد «فتمتعوا فسوف تعلمون» عاقبة تمتعكم، فيه التفات عن الغيبة"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "«أَم» بمعنى همزة الإنكار «أنزلنا عليهم سلطاناً» حجة وكتاباً «فهو يتكلم» تكلم دلالة «بما كانوا به يشركون» أي يأمرهم بالإشراك! لا"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "«وإذا أذقنا الناس» كفار مكة وغيرهم «رحمة» نعمةً «فرحوا بها» فرح بطر «وإن تصبهم سيئة» شدة «بما قدمت أيديهم إذا هم يقنطون» ييأسون من الرحمة ومن شأن المؤمن أن يشكر عند النعمة ويرجو ربه عند الشدة"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "«اوَ لم يروا» يعلموا «أن الله يبسط الرزق» يوسعه «لمن يشاء» امتحانا «ويقدر» يضيقه لمن يشاء ابتلاءً «إن في ذلك لآيات لقوم يؤمنون» بها"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "«فآت ذا القربى» القرابة «حقه» من البر والصلة «والمسكين وابن السبيل» المسافر من الصدقة، وأمة النبي تبع له في ذلك «ذلك خير للذين يريدون وجه الله» أي ثوابه بما يعملون «وأولئك هم المفلحون» الفائزون"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "«وما آتيتم من رِبا» بأن يعطي شيء هبة أو هدية ليطلب أكثر منه، فسمي باسم المطلوب من الزيادة في المعاملة «ليربوَ في أموال الناس» المعطين، أي يزيد «فلا يربو» يزكو «عند الله» لا ثواب فيه للمعطين «وما آتيتم من زكاة» صدقة «تريدون» بها «وجه الله فأولئك هم المضعفون» ثوابهم بما أرادوه، فيه التفات عن الخطاب"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "«الله الذي خلقكم ثم رزقكم ثم يميتكم ثم يحييكم هل من شركائكم» ممن أشركتم بالله «من يفعل من ذلكم من شيء» لا «سبحانه وتعالى عما يشركون» به"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "«ظهر الفساد في البر» أي القفار بقحط المطر وقلة النبات «والبحر» أي البلاد التي على الأنهار بقلة مائها «بما كسبت أيدي الناس» من المعاصي «ليذيقهم» بالياء والنون «بعض الذي عملوا» أي عقوبته «لعلهم يرجعون» يتوبون"
        }
    ]
}