{
    "pages": [
        {
            "chapter": 53,
            "verse": 27,
            "text": "«إن الذين لا يؤمنون بالآخرة ليسمون الملائكة تسمية الأنثى» حيث قالوا: هم بنات الله"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "«وما لهم به» بهذا القول «من علم إن» ما «يتبعون» فيه «إلا الظن» الذي تخيلوه «وإن الظن لا يغني من الحق شيئا» أي عن العلم فيما المطلوب فيه العلم"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "«فأعرض عن من تولى عن ذكرنا» أي القرآن «ولم يُرد إلا الحياة الدنيا» وهذا قبل الأمر بالجهاد"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "«ذلك» أي طلب الدنيا «مبلغهم من العلم» أي نهاية علمهم أن آثروا الدنيا على الآخرة «إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بمن اهتدى» عالم بهما فيجازيهما"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "«ولله ما في السماوات وما في الأرض» هو مالك لذلك، ومنه الضال والمهتدي يُضل من يشاء ويهدي من يشاء «ليجزي الذين أساءوا بما عملوا» من الشرك وغيره «ويجزي الذين أحسنوا» بالتوحيد وغيره من الطاعات «بالحسنى» الجنة وبيَّن المحسنين بقوله"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "«الذين يجتنبون كبائر الإثم والفواحش إلا الَّلمَمَ» هو صغار الذنوب كالنظرة والقبلة واللمسة فهو استثناء منقطع والمعنى لكن اللمم يغفر باجتناب الكبائر «إن ربك واسع المغفرة» بذلك وبقبول التوبة، ونزل فيمن كان يقول: صلاتنا صيامنا حجنا: «هو أعلم» أي عالم «بكم إذ أنشأكم من الأرض» أي خلق آباكم آدم من التراب «وإذ أنتم أجنة» جمع جنين «في بطون أمهاتكم فلا تزكوا أنفسكم» لا تمدحوها على سبيل الإعجاب أما على سبيل الاعتراف بالنعمة فحسن «هو أعلم» أي عالم «بمن اتقى»"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "«أفرأيت الذي تولى» عن الإيمان ارتد لما عير به وقال إني خشيت عقاب الله فضمن له المعير له أن يحمل عنه عذاب الله إن رجع إلى شركه وأعطاه من ماله كذا فرجع"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "«وأعطى قليلا» من المال المسمى «وأكدى» منع الباقي مأخوذ من الكدية وهي أرض صلبة كالصخرة تمنع حافر البئر إذا وصل إليها من الحفر"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "«أعنده علم الغيب فهو يرى» يعلم جملته أن غيره يتحمل عنه عذاب الآخرة؟ لا، وهو الوليد بن المغيرة أو غيره، وجملة أعنده المفعول الثاني لرأيت بمعنى أخبرني"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "«أم» بل «لم ينبأ بما في صحف موسى» أسفار التوراة أو صحف قبلها"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "(و) صحف (إبراهيم الذي وفى) تمم ما أمر به نحو \"\" وإذ ابتلى إبراهيم ربه بكلمات فأتمهن \"\" وبيان ما"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "«أ» ن «لا تزر وازرة وزر أخرى» إلخ وأن مخففة من الثقيلة، أي لا تحمل نفس ذنب غيرها"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "«وأن» بأنه «ليس للإنسان إلا ما سعى» من خير فليس له من سعي غيره الخير شيء"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "«وأن سعيه سوف يُرى» يبصر في الآخرة"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "«ثم يجزاه الجزاء الأوفى» الأكمل يقال: جزيته سعيه وبسعيه"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "«وأن» بالفتح عطفا وقرئ بالكسر استئنافا وكذا ما بعدها فلا يكون مضمون الجمل في الصحف على الثاني «إلى ربك المنتهى» المرجع والمصير بعد الموت فيجازيهم"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "«وأنه هو أضحك» من شاء أفرحه «وأبكى» من شاء أحزنه"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "«وأنه هو أمات» في الدنيا «وأحيا» للبعث"
        }
    ]
}