{
    "pages": [
        {
            "chapter": 83,
            "verse": 7,
            "text": "«كلا» حقا «إن كتاب الفجَّار» أي كتاب أعمال «لفي سجّين» قيل هو كتاب جامع لأعمال الشياطين والكفرة، وقيل هو مكان أسفل الأرض السابعة وهو إبليس وجنوده"
        },
        {
            "chapter": 83,
            "verse": 8,
            "text": "«وما أدراك ما سجين» ما كتاب سجين"
        },
        {
            "chapter": 83,
            "verse": 9,
            "text": "«كتاب مرقوم» مختوم"
        },
        {
            "chapter": 83,
            "verse": 10,
            "text": "«ويل يومئذ للمكذبين»"
        },
        {
            "chapter": 83,
            "verse": 11,
            "text": "«الذين يكذبون بيوم الدين» الجزاء بدل أو بيان للمكذبين"
        },
        {
            "chapter": 83,
            "verse": 12,
            "text": "«وما يكذب به إلا كل معتدٍ» متجاوز الحد «أثيم» صيغة مبالغة"
        },
        {
            "chapter": 83,
            "verse": 13,
            "text": "«إذا تتلى عليه آياتنا» القرآن «قال أساطير الأولين» الحكايات التي سطرت قديما جمع أسطورة بالضم أو إسطارة بالكسر"
        },
        {
            "chapter": 83,
            "verse": 14,
            "text": "«كلا» ردع وزجر لقولهم ذلك «بل ران» غلب «على قلوبهم» فغشيها «ما كانوا يكسبون» من المعاصي فهو كالصدأ"
        },
        {
            "chapter": 83,
            "verse": 15,
            "text": "«كلا» حقا «إنهم عن ربهم يومئذ» يوم القيامة «لمحجوبون» فلا يرونه"
        },
        {
            "chapter": 83,
            "verse": 16,
            "text": "«ثم إنهم لصالوا الجحيم» لداخلوا النار المحرقة"
        },
        {
            "chapter": 83,
            "verse": 17,
            "text": "«ثم يقال» لهم «هذا» أي العذاب «الذي كنتم به تكذبون»"
        },
        {
            "chapter": 83,
            "verse": 18,
            "text": "«كلا» حقا «إن كتاب الأبرار» أي كتاب أعمال المؤمنين الصادقين في إيمانهم «لفي عليين» قيل هو كتاب جامع لأعمال الخير من الملائكة ومؤمني الثقلين، وقيل هو مكان في السماء السابعة تحت العرش"
        },
        {
            "chapter": 83,
            "verse": 19,
            "text": "«وما أدراك» أعلمك «ما عليون» ما كتاب عليين"
        },
        {
            "chapter": 83,
            "verse": 20,
            "text": "هو «كتاب مرقوم» مختوم"
        },
        {
            "chapter": 83,
            "verse": 21,
            "text": "«يشهده المقربون» من الملائكة"
        },
        {
            "chapter": 83,
            "verse": 22,
            "text": "«إن الأبرار لفي نعيم» جنة"
        },
        {
            "chapter": 83,
            "verse": 23,
            "text": "«على الأرائك» السرر في الحجال «ينظرون» ما أعطوا من النعيم"
        },
        {
            "chapter": 83,
            "verse": 24,
            "text": "«تعرف في وجوههم نضرة النعيم» بهجة التنعم وَحُسنه"
        },
        {
            "chapter": 83,
            "verse": 25,
            "text": "«يُسقوْن من رحيق» خمر خالصة من الدنس «مختوم» على إنائها لا يفك ختمه غيرهم"
        },
        {
            "chapter": 83,
            "verse": 26,
            "text": "«ختامه مسك» أي آخر شربه تفوح من رائحة المسك «وفي ذلك فليتنافس المتنافسون» فليرغبوا بالمبادرة إلى طاعة الله"
        },
        {
            "chapter": 83,
            "verse": 27,
            "text": "«ومزاجه» أي ما يمزج به «من تسنيم» فُسر بقوله"
        },
        {
            "chapter": 83,
            "verse": 28,
            "text": "«عينا» فنصبه بأمدح مقدرا «يشرب بها المقربون» منها، أو ضمن يشرب معنى يلتذ"
        },
        {
            "chapter": 83,
            "verse": 29,
            "text": "«إن الذين أجرموا» كأبي جهل ونحوه «كانوا من الذين آمنوا» كعمار وبلال ونحوهما «يضحكون» استهزاءً بهم"
        },
        {
            "chapter": 83,
            "verse": 30,
            "text": "«وإذا مروا» أي المؤمنون «بهم يتغامزون» يشير المجرمون إلى المؤمنين بالجفن والحاجب استهزاء"
        },
        {
            "chapter": 83,
            "verse": 31,
            "text": "«وإذا انقلبوا» رجعوا «إلى أهلهم انقلبوا فاكهين» وفي قراءة فكهين معجبين بذكرهم المؤمنين"
        },
        {
            "chapter": 83,
            "verse": 32,
            "text": "«وإذا رأوْهم» أي المؤمنين «قالوا إن هؤلاء لضالون» لإيمانهم بمحمد صلى الله عليه وسلم"
        },
        {
            "chapter": 83,
            "verse": 33,
            "text": "قال تعالى: «وما أرسلوا» أي الكفار «عليهم» على المؤمنين «حافظين» لهم أو لأعمالهم حتى يدروهم إلى مصالحهم"
        },
        {
            "chapter": 83,
            "verse": 34,
            "text": "«فاليوم» أي يوم القيامة «الذين آمنوا من الكفار يضحكون»"
        }
    ]
}