{
    "maqras": [
        {
            "chapter": 10,
            "verse": 26,
            "text": "אללה מעניק את הטוב לעושי הטוב (בעולם הזה) ועוד יותר, ואת פניהם לא יכסה אבק ולא השפלה, אלה הם אנשי גן העדן אשר יישארו בו לנצח"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "ולאלה אשר עשו מעשים רעים, העונש על הרעה יהיה רעה כמוה. והשפלה תכסה את פניהם, ולא יהיה להם מגן מפני אללה, ופניהם כאילו כוסו בקרעי אפלה קודרים כלילה, אלה אנשי האש אשר יישארו בה לנצח"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "ביום אשר נקבץ את כולם יחדיו(יום הדין), אז נאמר למשתפים, עמדו במקומכם אתם ושותפיכם (ששיתפתם עם אללה)! אז נפריד ביניהם, והשותפים (האלילים שעבדו) יאמרו: “לא אותנו עבדתם"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "ודי באללה כעד בינינו ובינכם, מעולם לא שמנו לב כי עבדתם אותנו”"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "ואז תישפט כל נפש לפי מעשיה הקודמים (בעולם הזה), ואז יושבו אל אללה, אדונם הצדק, ויתרחקו מהם האלילים שבדו"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "אמור: “מי מפרנס אתכם מן השמים ומן הארץ, ומי נתן לכם את השמיעה ואת הראיה? ומי מוציא את החי מן המת ואת המת מן החי? ומי מתכנן את הצווים? הם יאמרו: “אללה”, אמור: “האם לא תיראו ממנו?”"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "כמו כן, אמור: “זה הוא אללה ריבונכם הצדק. ואין דבר מלבד הצדק מלבד התעייה. לכן, כיצד אתם סוסים?”"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "לכן פסיקתו של ריבונך הוכחה כנכונה עד אלה המופקרים, כי הם אינם מאמינים"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "אמור: “האם אחד (מהאלילים) ששיתפתם אשר יכול להתחיל את הבריאה ואז לברוא אותה מחדש?” אמור: “אללה יתחיל את הברואים ואחר כך יחזירם אליו, אם כן, מדוע תססו (מדרך הצדק אל דרך התעייה)?”"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "אמור: “האם יש בין (האלילים) אשר שיתפתם, שיכול להדריך אל האמת?” אמור: “רק אללה מדריך אל הצדק. לכן, מי שמדריך אל הצדק ראוי מכל שיאמינו בו במקום זה אשר אינו מדריך, אבל זקוק להדרכה? מה לכם?! כיצד אתם שופטים"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "רובם הולכים אחרי דמיון שווא, ואולם דמיון השווא לא ימלא את מקום הצדק. אללה יודע את אשר יעשו"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "אי אפשר להביא את הקוראן מכל מקור שהוא מלבד מאללה, כי אללה הוריד אותו כדי לאשר את הספרים שקדמו לו, ויש בו הבהרה למה שהורד בספרים שקדמו לו, אין ספק בו שהוא מעם ריבון העולמים"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "ואם יאמרו: “הוא (מוחמד) המציא אותו (הקוראן)”. אמור: “הביאו סורה אחת דומה לו, והזמינו(לעזרתכם) את כל מי שאתם יכולים מלבד אללה אם בצדק אתם צודקים”"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "ואולם הם הכחישו(את הקוראן) לפני שהבינו את תוכנו ולא ידעו את פשרו. כמו כן, הכחישו(את ספריהם) אלה שהיו לפניהם, וראה מה היה סופם של המקפחים"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "ויש כאלה ביניהם (בני העם של הנביא) שהאמינו בו (בקוראן), ויש כאלה ביניהם שלא האמינו בו. ריבונך מכיר היטב את מפיצי השחיתות"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "אם הכחישו את דבריך, אמור: “לי מעשיי ולכם מעשיכם, אתם אינכם אחראים למה שאני עושה ואינני אחראי למה שאתם עושים"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "ויש כאלה ביניהם שמקשיבים לך, האם תוכל להשמיע לחירשים על אף שהם לא יבינו"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "ויש כאלה ביניהם שמסתכלים בך(אך אינם רואים את סימני הנבואה שאללה נתן לך), האם תוכל להדריך את העיוורים על אף שהם אינם רואים"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "אללה אינו מקפח את האנשים בכלום, אך הם מקפחים את עצמם"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "וביום שיקבץ אותם ירגישו כאילו נשארו (בעולם הזה) רק שעה אחת, ויכירו זה את זה (לזמן קצר מאוד). אלה שלא האמינו במפגש עם אללה ולא הלכו בדרך הישר, אכן יהיו המפסידים"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "בין אם נראה לך חלק מהעונש שהכנו להם ובין אם תמות לפני כן, לבסוף הם יושבו אלינו. אללה הוא עד לאשר יעשו(בעולם הזה)"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "לכל אומה אנו שולחים שליח, ולאחר שהוא בא אליהם, הם יישפטו (ביום הדין) בצדק ולא יקופחו"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "והם (הכופרים) אומרים: “מתי יתגשם האיום הזה (יום הדין) אם בצדק אתם צודקים"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "אמור: ״ אין ביכולתי להסיר רעה מעצמי או להביא טובה לעצמי בלי הרצון של אללה. לכל אומה נקבע זמן הקץ, וכשיגיע זמנם (למות) לא יוכלו לדחותו אף בשעה ולא להקדימו”"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "אמור: “איך תרגישו אם יבוא עליכם עונשו באישון לילה או באור יום? ומה הכופרים רוצים בזה שהם מבקשים להחישו"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "וכאשר (יום הדין) יבוא במפתיע תאמינו בו? אף שכבר דרשתם שיגיע בהקדם"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "אז יאמר לאלה אשר קיפחו: “טעמו את העונש הנצחי, האם אין זה הגמול הראוי לרע שעשיתם"
        }
    ]
}