{
    "pages": [
        {
            "chapter": 9,
            "verse": 100,
            "text": "And the first to lead the way are the emigrants (from Makkah), their hosts who sheltered them (in Madinah), and those who followed them in goodness, Allah is well pleased with them and they are well pleased with Him. He has made ready for them Gardens underneath which rivers flow, wherein they will abide forever. This is the Supreme Triumph"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Some of the Bedouins who dwell around your town are hypocrites, and some of the people of"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "There are others who acknowledge their faults. Since they have a mixed record of good and bad deeds, they may hope that Allah will relent towards them, for Allah is Forgiving, Merciful"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Accept their contribution for the community. Purify their thoughts with proper education and training so that their \"Self\" may grow. Help them! Your support is a great source of peace in their hearts. Allah is Hearer, Knower. (Let the believers adopt the Divine qualities in their human capacity)"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Do they not know that Allah is He Who accepts the repentance of His servants, and accepts their charity? Verily, Allah is the Acceptor of repentance, Merciful"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Say, \"Act! (Prove your word with action). Allah will behold your actions, and so will His Messenger, and the believers. Ultimately you will be returned to the Knower of the Invisible and the Visible. He will show you a replay of all you used to do"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "There are some who await Allah's Decree whether He will punish them or relent to them. Allah is All Knowing, All Wise. (Their matter is under investigation by the State. Allah's Laws are based on Knowledge and Wisdom)"
        }
    ]
}