{
    "pages": [
        {
            "chapter": 11,
            "verse": 54,
            "text": "We think that one of our gods has possessed you like a demon and you have gone crazy.\" Hud said, \"I call Allah to witness, and you too bear witness that I am absolutely free of your idolatry"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Get together, all of you and your gods besides Him. Make a firm decision against me and give me no respite"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "I have put my trust in Allah, my Lord and your Lord. There is not a creature in the Universe beyond His firm Control. Behold, my Lord is on the Straight Path"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "You may accept or reject the Message that I have clearly conveyed to you. If you turn away, you will decline and fall. Then, My Lord will bring another nation in your place. You cannot harm Him at all. Verily, My Lord is He Who is the Guardian of all things"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "And so, when Our Command came to pass, We saved Hud and those who believed with him by a mercy from Us. We saved them from a harsh retribution that inflicted the rejecters"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "Such were Aad. They denied the clear Messages of their Lord, rebelled against His Messengers and followed the command of every stubborn tyrant"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "And they were pursued in this world by Divine rejection, and will be overtaken by it on the Resurrection Day. Oh, verily, Aad denied their Sustainer! Oh, away with the Aad, the people of Hud"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "And to the nation of Thamud, We sent their brother Saleh. He said, \"O My people! Serve Allah. You have no one worthy of obedience but He. He initiated you from the earth and made you thrive thereon. Come to His forgiveness, then turn to Him in repentance mending your ways. My Lord is ever-Near, Responsive"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "They said, \"O Saleh! Great hopes We had placed in you before this! But now you are telling us to move away from worshiping what our forefathers worshiped. Verily, now we are in grave doubt, amounting to suspicion about the meaning of your call to us"
        }
    ]
}