{
    "pages": [
        {
            "chapter": 12,
            "verse": 64,
            "text": "Jacob said, \"Shall I trust you with him as I trusted you with his brother? Allah is better at Guarding and He is the most Merciful of the merciful"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "When they opened their packs, they discovered that their barter had been returned to them. (The grand minister, the Prophet of God, had paid on their behalf). They said, \"O Our father! What more can we ask? We shall bring food for our family and guard our brother. And we shall have the extra measure of a camel load. The first load we have brought is but scant"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "Jacob said, \"I will not send him with you till you give me a solemn pledge in the name of Allah, that you will bring him back to me unless you get surrounded (by circumstances beyond control). And when they gave him their solemn pledge, he said, \"Allah is the Warden over all we say"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "And he said, \"O My sons! Do not enter the town all by one gate, but enter by different gates. Yet, I cannot avail you against the Divine Laws. (So, handle all situations accordingly). Rule and Law-giving belongs to Allah alone. In Him I trust, and everyone must place trust in Him since the Divine Laws never change.\" (17:77), (33:38), (35:43). (It is a common misconception that Jacob told his eleven sons to enter by different gates to obviate 'evil eye'. Historically the brothers had been accused of spying on a previous occasion. The Qur'an consistently rejects all superstition)"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "When they went, they entered the town as their father instructed. Jacob was quite right that even he (a Prophet of God) could not avail them against the Divine Laws. It was a duty that he did (giving the correct advice to his sons), although it could not prevent what was to happen (with Benjamin (12:75-81)). He was, by Our teaching, full of knowledge. And most people are devoid of that level of insight"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "When they met with Joseph, he brought his brother closer to him and said, \"I am your brother, do not grieve about what they have been doing to us"
        }
    ]
}