{
    "pages": [
        {
            "chapter": 2,
            "verse": 197,
            "text": "The Pilgrimage shall take place in the months made well known to mankind. Arrange it in a manner that people may get together from around the world and confer. Whoever participates in Pilgrimage shall refrain from intimate husband-wife relationship, misconduct and arguments throughout Hajj so that mutual consultation could take place in an amicable environment. Allah will acknowledge what you accomplish for the good of mankind. And do make provision for the entire number of days so that you don't have to ask people for help, rather be able to help them. But remember that the most important and best provision is your good conduct. Be mindful of Me, O Men and women of understanding"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Allah is fully Cognizant of your economic needs. And the Pilgrimage is not a gathering of people who have renounced the world. Therefore, there is nothing wrong in seeking Allah's bounty by conducting business. Returning from the field of Arafat, remember Allah at the sacred relic of Muzdalifa. Remember Him as He has guided you, before you were of the straying"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "You have seen that Pilgrimage is not a ritual. It is intended to be a platform for achieving harmony among mankind through interactive dialogue and consultation. When the pilgrimage is over, return to your homes as simple ordinary people without pomp and pride, and stick to the program agreed upon there. Allah, through His Infinite Mercy, will make your efforts fruitful and procure security and protection for mankind through this program, like a helmet protects the head. Allah is Forgiving, Merciful"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "When you have returned to your homes after completing the acts of devotion, the greatest change that should come in you is that you live your life according to the Commands of Allah rather than what you were doing before, i.e., following the ways of your forefathers. People, who look for short-term gains in blind following, forfeit the long term Eternal success"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "And among men and women are those who forsake not the Hereafter for this world, and forsake not this life for the Hereafter. They are the ones who insure themselves against Fire. They say, \"Our Lord! Give to us in this world what is good, and in the Hereafter what is good, and guard us from the doom of fire"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "For those who seek good in both lives, is a decent portion they have earned. Allah's Law is swift at reckoning"
        }
    ]
}