{
    "pages": [
        {
            "chapter": 27,
            "verse": 77,
            "text": "And, verily, it is a Guidance and Grace for all who believe in it"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Verily, your Lord will judge between them in His Wisdom, for, He is the Mighty, the Knower"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Hence, put your trust in Allah alone, for, behold, you are taking stand on Truth self-evident"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "But verily, you cannot make the dead (or the \"living-dead\") hear, nor can you make the deaf of heart to hear the call when they turn back to retreat"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Nor can you lead the blind of reason out of their error. You can only make those hear who believe in Our Signs, so they submit"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "Now, when the Word stands fulfilled against them (humanity paying no heed) We bring forth from among the humbled ones who tell them (by way of rebellion) that mankind has not had conviction in Our Laws. ((6:65). 'Dabbatam-min"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "And times shall come when defiance of Our Laws will cause forces from every nation to assemble in alliances and meet one another in combat"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Till when they come worn out, (the Truth will become manifest to them, saying), \"Did you deny My Messages because you failed to use your knowledge? Or what else was it that you were doing"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "And the Word shall be fulfilled about them since they had oppressed one another. And then, they will be dumbfounded"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "Do they not see that We have made the Night for them to rest in and the Day to give them light? Verily, in this are signs for any people who will believe. (The Divine Laws are as operational in the human society as they are in the Universe)"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "And on the Day when the Trumpet is sounded, everyone of the elite and of the humbled will be horrified, except such as Allah wills to exempt. And, all will present themselves to Him in humility. (6:74), (18:99), (20:102), (2)"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "And the powerful elite that you deem firm as mountains, will float around like weightless clouds. Such is the Design of Allah Who disposes off all things in perfect order. Verily, He is fully Aware of what you do"
        }
    ]
}