{
    "pages": [
        {
            "chapter": 28,
            "verse": 78,
            "text": "He replied, \"This wealth has been given to me because of the knowledge that is in me.\" Did he not know that Allah's Law of Requital had annihilated, before him, whole generations which were superior to him in strength and richer in what they had amassed? But such guilty need no questioning since their guilt is obvious and yet, they are not exempt from the Law of Respite"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "And so once he came out to his people in all his pomp. And those who cared only for the life of this world said, \"Ah, we wish we had the like of what Qaroon has been given. Indeed, he is extremely fortunate"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "But those who knew better said, \"Woe unto you! Merit in the Sight of Allah is far better for anyone who believes and works for equity among people. (The real wealthy is one who believes in Divine Laws, helps the needy, and creates balance in the society). This reward is reserved for those who do not fall for instant gains, and work hard steadfastly"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "And thereupon We caused the earth to swallow him and his dwelling. And he had none and nothing to help him against Allah's Laws, nor could he help himself"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "And those who had envied his position only the day before were saying the next morning, \"Ah, it is indeed Allah Who makes the provision plenty or scarce for His servants according to His Laws. Had Allah not been kind to us, He could have caused the earth to swallow us! Ah! The rejecters of the Truth can never attain lasting contentment"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "That Home of the Hereafter We shall give to those who do not seek to exalt themselves in the earth, nor do they seek corruption and disorder. And the Future belongs to those who walk aright"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Anyone who brings actions that benefited others, the reward to him is better than what he has done. And anyone who is unfair in his dealings with others, such will be punished, but not more than the like of what they have done"
        }
    ]
}