{
    "pages": [
        {
            "chapter": 35,
            "verse": 39,
            "text": "He it is Who has given you supremacy in the earth (2:30). So whoever denies this blessing, his denial is upon him. Their denial increases their deprivation according to the Laws of their Lord, and their denial only increases their own loss (causing them to be content with a subhuman existence)"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "Say, \"Have you seen your 'partners' whom you call upon besides Allah? Show me what they created of the earth! Or have they any share in the heavens? Or have We given them a Scripture as evidence to prove their fallacies?\" Nay, those who exploit the weak, support one another with delusions"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "Verily, it is Allah Who upholds the celestial bodies and the earth, so they deviate not from their course. And if they were to deviate, there is none, no one whatsoever that can uphold them after He ceases to uphold them. Verily, He is Clement, Absolver of imperfections"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Thus it is, yet - they used to swear by Allah with their most solemn oaths that if a Warner came to them, they would follow his guidance better than any nation ever could. But now that a Warner has come unto them, it arouses in them nothing but aversion"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "Their arrogance in the land and their evil schemes! Yet an evil scheme engulfs its designers. Are they waiting for anything but the way the ancients were dealt with? Yes! No change you will ever find in the Laws of Allah, and no deviation you will ever find in the Laws of Allah"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Have they not traveled in the land and seen what happened to those before them? And they were greater in might than these are. Allah is not such that anything in the heavens and the earth could foil His Authority, for He is Knower, Supreme Controller"
        }
    ]
}