{
    "pages": [
        {
            "chapter": 43,
            "verse": 74,
            "text": "But, behold, those who stole the fruit of others' labor shall abide in the suffering of Hell"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "It will not be relaxed for them, and therein they will be in despair"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "And it is not We Who wrong them, but it is they who used to hurt their own \"Self\" by doing wrong to others"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "And they will cry, \"O Keeper (of Hell)! Let your Lord finish us!\" He will answer, \"Verily, you must live on"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "Indeed We have conveyed to you the Truth, but most of you resent the Truth"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "What! Have they devised a plan? Behold, it is We Who determine the outcome"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Or do they think that We do not hear their secret plans and private meetings? Yes indeed, We do, and Our envoys are with them, recording"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Say (O Prophet), \"If the Beneficent ever had a son, I would be the first to worship him"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Glorified is the Lord of the heavens and the earth, the Lord of Supreme Control, from what they ascribe to Him"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "So let them chatter and play until they meet their Day which they have been promised"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "He it is Who is God in the heaven and God in the earth. And He is the Wise, the Knower"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "And Blessed is He to Whom belongs the Kingdom of the Highs and the Lows and all that is between them. And with Him is the knowledge of the Hour, and unto Him you shall be returned. (And, He knows when mankind will rally around the Divine Ideology, and every step of yours is getting closer to it)"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "And those whom they call instead of Him possess no power of intercession, except such who stand up to witness in truth and they know"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Now if you ask them who created them, they will surely answer, \"Allah.\" So how come are they lost in the wilderness of thought"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "By his (the Prophet's) silent cry, \"O My Lord! Behold, these are a folk who believe not!\" (His call will be heard. ()"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Then bear with them, and say, \"Peace!\" In time, they will come to know what they now don't"
        }
    ]
}