{
    "pages": [
        {
            "chapter": 2,
            "verse": 25,
            "text": "(Now, see the other side of the coin.) And convey happy news to those who have chosen to be graced with belief, and have done acts of service to humanity. (For them will be a most pleasant reward. Call it Paradise in both lives. Try to understand it in your current vocabulary). Plush Gardens with rivulets flowing underneath! When they are provided with the delicious fruit of their deeds therein, they will say, \"This is the provision we were given before.\" They had tasted some of the reward in this world. For, they will be given sustenance that will recall that past. The men and women will have pure companions therein, an everlasting happy family life. (Remember, this Paradise is not given away as charity. It has to be built in this life and then inherited (14:25), (2)"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Behold, Allah does not shy away from citing any kind of allegory, even of an insect. (Men and women of intellect know that abstract phenomena are frequently well defined and understood in that manner). Since the believers exercise reason, (they appreciate this beauty of the Divine Wisdom and) they know that it is the Truth from their Lord. On the other hand, those who have chosen to disbelieve, try to ridicule by saying, \"What could Allah mean to teach by this similitude?\" Thus His Law of guidance lets go astray many and shows the Way to many. (But note) He never lets go astray except those who drift away from Reason"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "There is One Creator and likewise mankind is but one Community. This is such an indisputable truth that all men and women will eventually embrace it. (83:6)). Those who break this ratified Covenant of Allah ((1:4-5), (9:111), (13:21-25)) that He has enjoined upon them, and thus create disorder and corruption in the earth, these it is who are the losers in the long run. ((2:213), (10)"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "How can you disbelieve in Allah (knowing that) He it is Who gave you life when you were lifeless? Then He will cause you to die and bring you back to life again. And then, all of you will return unto Him. ((37:58), (40:11), (4)"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "He it is Who has created for you all that is in the earth. And He has applied His Design to the Sky and fashioned it as seven heavens. ((11:7), (53:31), (57:1-2)). And He alone is Knower of all things"
        }
    ]
}