{
    "pages": [
        {
            "chapter": 50,
            "verse": 36,
            "text": "(All this is the Law of Requital.) And how many a generation We annihilated before them, of greater might than theirs! But, then they wandered on the face of the earth asking, \"Is there a place of refuge"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Therein, behold, is a reminder for him who has a heart, that is, listens with a presence of mind. ((50:21). 'Aw' = Or = That is = So that = As it is = And so"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "And (who believes that) verily, We created the heavens and the earth, and all that is between them, in six stages, and weariness did not even touch Us"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "Hence, bear with patience whatever they say, and keep doing your best from before the rising of the sun to after it sets, for establishing the Glory and Praise of your Lord"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "And at night too, do your best, hence, all humanity will come to adore Him. (5)"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "And the day is coming when a caller will call from close-by. (The enemy will approach you for war)"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "The day on which they will hear the real battle-cry. That is the day of coming forth (along with your companions, O Prophet)"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Verily, it is We Who grant life and dispense death, and unto us is the destination"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "On that day, the earth will split asunder before them (they shall fail to advance). This assembling of the forces is easy for Us"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "We know full well whatever they say, and you are, by no means, a compeller over them. Nevertheless, remind with this Qur'an, any who would fear My warning"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "Consider those who scatter broadcast. (Individuals and communities that spread the Divine Word)"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "And those who carry a great burden of responsibility"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "And those who glide gently (toward success)"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "And those who share the Command"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "Behold, what you are promised will come to pass. (The Qur'an will prevail)"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "And verily, the Divine System will be established"
        }
    ]
}