{
    "juzs": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "And those who hope not to meet Us say, “Why have not the angels been sent down unto us, or why have we not seen our Lord?” Indeed, they have waxed arrogant in their souls and were greatly insolent"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "On the Day they see the angels, there shall be no glad tidings for the guilty that Day. And they will say, “A barrier, forbidden!”"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "And We shall turn to whatever work they have done, and make it scattered dust"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "That Day the inhabitants of the Garden shall have the best dwelling place and the most beautiful rest"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "And the Day when the heavens are split open with clouds and the angels are sent down in a descent"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "that Day the true sovereignty will belong to the Compassionate, and that will be a difficult Day for the disbelievers"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "And that Day the wrongdoer will bite his hands, saying, “Would that I had taken a way with the Messenger"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Oh, woe unto me! Would that I had not taken so-and-so for a friend"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "He did indeed cause me to go astray from the Reminder after its having come to me, and Satan is a forsaker of man.”"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "And the Messenger will say, “O my Lord! Truly my people have taken this Quran for foolishness.”"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Thus did We make for every prophet an enemy from among the guilty, and thy Lord suffices as a Guide and a Helper"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "And the disbelievers say, “Why was the Quran not sent down upon him as a single whole?” It is so, that We may make firm thine heart thereby. And We have recited it unto thee in a measured pace"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "And they come not to thee with any parable, but that We bring to thee the truth and a better explanation"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "[As for] those who are gathered upon their faces to Hell, their place is worse and they are further astray from the way"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "And indeed We gave unto Moses the Book and placed with him his brother as a helper"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Then We said, “Go to the people who have denied Our signs.” Then We destroyed them completely"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "And Noah’s people: when they denied the messengers, We drowned them and made of them a sign for mankind. And We have prepared for the wrongdoers a painful punishment"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "And ?Ad and Thamud and the inhabitants of al-Rass, and many generations between them"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "for each We set forth parables, and each We ruined utterly"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "And indeed they passed by the town upon which fell the evil rain. Have they not seen it? Nay, but they hope not for a resurrection"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "And when they see thee they do naught but take thee in mockery: “Is this the one whom God sent as a messenger"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "He would indeed have nearly led us astray from our gods, had we not been steadfast to them.” They will know, when they see the punishment, who is further astray from the way"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Hast thou considered the one who takes his caprice as his god? Wouldst thou be a guardian over him"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "Or do you suppose that most of them hear or understand? Truly they are but as cattle. Nay, they are further astray from the way"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Hast thou not considered thy Lord, how He spreads out the shade—and had He willed, He could have made it still—and then We make the sun an indicator of it"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "then We withdraw it unto Ourselves, a gentle withdrawal"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "And He it is Who made the night a garment for you, and made sleep repose, and made day a resurrection"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "And He it is Who sends the winds as glad tidings ahead of His Mercy. And We send down from Heaven pure water"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "that We may revive a dead land thereby and give drink to many cattle and men We created"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "And indeed We have distributed it among them, that they may reflect. But most of mankind refuse to be aught but ungrateful"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "And had We willed, We would have sent a warner to every town"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "So obey not the disbelievers, but strive against them by means of it with a great striving"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "And He it is Who mixed the two seas, one sweet, satisfying, the other salty, bitter, and set between them a divide and a barrier, forbidden"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "And He it is Who created a human being from water, and made of him lineages and [kinships through] marriages. And thy Lord is Powerful"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "And they worship apart from God that which neither benefits them nor harms them. And the disbeliever is a partisan against his Lord"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "And We sent thee not, save as a bearer of glad tidings and as a warner"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Say, “I ask not of you any reward for it, save that whosoever will may take a way unto his Lord.”"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "And trust in the Living, Who dies not, and hymn His praise. And God suffices as One Aware of the sins of His servants"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "He Who created the heavens and the earth and whatsoever is between them in six days, then mounted the Throne, the Compassionate [is He]. So ask, regarding Him, One Who is aware"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "And when it is said unto them, “Prostrate before the Compassionate,” they say, “And what is the Compassionate? Shall we prostrate before that [to] which you command us?” And it increases them in aversion"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Blessed is He Who placed constellations in the sky and placed therein a lamp and a shining moon"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "And He it is Who made the night and the day successive, for whosoever desires to reflect or desires to be thankful"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "The servants of the Compassionate are those who walk humbly upon the earth, and when the ignorant address them, say, “Peace,”"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "and who pass the night before their Lord, prostrating and standing [in prayer]"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "and who say, “Our Lord! Avert the punishment of Hell from us! Truly its punishment is inescapable"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "What an evil dwelling place and station!”"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "and who, when they spend, are neither prodigal nor miserly—and between them is a just mean—"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "and who call not upon another god along with God, and slay not the soul that God has made inviolable, save by right, and who fornicate not—for whosoever does that shall meet requital"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "and the punishment shall be multiplied for him on the Day of Resurrection. He shall abide therein, humiliated"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "save for those who repent and believe and perform righteous deeds. For them, God will replace their evil deeds with good deeds, and God is Forgiving, Merciful"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "And whosoever has repented and works righteousness does indeed repent to God with true repentance"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "As for those who do not bear false witness, and who, when they pass by some idle talk, pass by with dignity"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "and who, when they are reminded of the signs of their Lord, fall not deaf and blind against them"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "and who say, “Our Lord! Grant us comfort in our spouses and our progeny, and make us imams for the reverent,”"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "it is they who shall be rewarded with the lofty abode for having been patient, and they will be met therein with salutations and [greetings of] peace"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "abiding therein. What a beautiful dwelling place and station"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Say, “What weight would my Lord give you, were it not for your supplication? But you have denied, and it will be inevitable.”"
        },
        {
            "chapter": 26,
            "verse": 1,
            "text": "Sin. Mim"
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "These are the signs of the clear Book"
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "Perhaps thou dost torment thyself that they are not believers"
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "If We will, We will send down a sign from Heaven and their heads would remain bowed before it in humility"
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "Yet no new reminder comes to them from the Compassionate, but that they turn away from it"
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "Indeed, they have denied it, but there shall come to them the tidings of that which they used to mock"
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "Have they not considered the earth, how much of every noble kind We have caused to grow therein"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "Truly in that is a sign, but most of them are not believers"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "And truly thy Lord is the Mighty, the Merciful"
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "And [remember] when thy Lord called out to Moses, “Go to the wrongdoing people"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "the people of Pharaoh. Will they not be reverent?”"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "He said, “My Lord, truly I fear that they will deny me"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "And my breast will be straitened, and my tongue will not be unfettered; so send unto Aaron"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "And they have a crime against me; thus I fear that they will slay me.”"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "He said, “Nay! Go forth, then, with Our signs. We shall be with you, listening"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "So go to Pharaoh and say, ‘Verily we are sent by the Lord of the worlds"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "that you may send with us the Children of Israel.’”"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "He said, “Did we not raise you among us as a child, and did you not stay among us for years of your life"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "And you did your deed which you did, and you are one of the ingrates.”"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "He said, “I did it then, when I was one of those who are astray"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "So I fled from you when I was afraid of you. Then my Lord granted me judgment and placed me among the messengers"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "And that blessing you recount to me is that you have enslaved the Children of Israel.”"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "Pharaoh said, “And what is the Lord of the worlds?”"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "He said, “The Lord of the heavens and the earth and whatsoever is between them—would that you were certain.”"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "He said to those around him, “Do you not hear?”"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "He said, “Your Lord, and the Lord of your fathers of old.”"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "He said, “Truly your messenger who has been sent to you is possessed!”"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "He said, “The Lord of the East and the West and whatsoever is between them, if you understand.”"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "He said, “Truly if you take a god apart from me, I shall place you among the imprisoned!”"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "He said, “And if I bring you something manifest?”"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "“Bring it, then, if you are among the truthful.”"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "So Moses cast his staff, and behold, it was a serpent manifest"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "Then he drew out his hand, and behold, it was white to the beholders"
        },
        {
            "chapter": 26,
            "verse": 34,
            "text": "He said to the notables around him, “Truly this is a knowing sorcerer"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "who desires to expel you from your land with his sorcery. What would you command?”"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "They said, “Leave him and his brother a while, and send marshalers to the cities"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "to bring to you every knowing sorcerer.”"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "So the sorcerers were brought together for the tryst of an appointed day"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "And it was said unto the people, “Will you gather"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "that haply we may follow the sorcerers if they are the victors?”"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "Then, when the sorcerers came, they said to Pharaoh, “Shall we truly have a reward if we are the victors?”"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "He said, “Yes, and you shall then be among those brought nigh.”"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "Moses said to them, “Cast what you would cast!”"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "So they cast their ropes and staffs and said, “By the might of Pharaoh, we shall surely be the victors!”"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Then Moses cast his staff, and behold, it devours what they make falsely"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "Then were the sorcerers cast down, prostrating"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "They said, “We believe in the Lord of the worlds"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "the Lord of Moses and Aaron.”"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "He said, “Do you believe in Him before I give you leave? He is indeed your chief, who has taught you sorcery. You will surely know! I shall surely cut off your hands and your feet from opposite sides, and I shall surely crucify you all!”"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "They said, “It is no harm. Truly unto our Lord do we turn"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "Truly we hope that our Lord will forgive us our sins for our having been the first of the believers.”"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "Then We revealed unto Moses, “Set forth with My servants by night; you shall indeed be pursued.”"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "Then Pharaoh sent marshalers to the cities [saying]"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "“These indeed are a small band"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "and indeed they have enraged us"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "and we are a host at the ready!”"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "So We expelled them from gardens and springs"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "and treasures and a noble station"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "So it was, and We made the Children of Israel to inherit them"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "Then they pursued them at sunrise"
        },
        {
            "chapter": 26,
            "verse": 61,
            "text": "And when the two hosts saw one another, the companions of Moses said, “We are overtaken!”"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "He said, “Nay! Truly my Lord is with me; He will guide me.”"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "Then We revealed unto Moses, “Strike the sea with thy staff!” and it parted, and each part was as a great mountain"
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "And thither We brought the others nigh"
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "And We delivered Moses and those with him all together"
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "Then We drowned the others"
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "Truly in that is a sign, though most of them are not believers"
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "And truly thy Lord is the Mighty, the Merciful"
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "And recite unto them the story of Abraham"
        },
        {
            "chapter": 26,
            "verse": 70,
            "text": "when he said to his father and his people, “What are you worshipping?”"
        },
        {
            "chapter": 26,
            "verse": 71,
            "text": "They said, “We worship idols, and we remain ever devoted to them.”"
        },
        {
            "chapter": 26,
            "verse": 72,
            "text": "He said, “Do they hear you when you call"
        },
        {
            "chapter": 26,
            "verse": 73,
            "text": "Or do they benefit or harm you?”"
        },
        {
            "chapter": 26,
            "verse": 74,
            "text": "They said, “Nay, but we found our fathers doing so.”"
        },
        {
            "chapter": 26,
            "verse": 75,
            "text": "He said, “Have you considered what you worship"
        },
        {
            "chapter": 26,
            "verse": 76,
            "text": "you and your ancestors"
        },
        {
            "chapter": 26,
            "verse": 77,
            "text": "For they are all enemies unto me, save the Lord of the worlds"
        },
        {
            "chapter": 26,
            "verse": 78,
            "text": "Who created me, and guides me"
        },
        {
            "chapter": 26,
            "verse": 79,
            "text": "and Who feeds me and gives me drink"
        },
        {
            "chapter": 26,
            "verse": 80,
            "text": "and Who, when I am ill, heals me"
        },
        {
            "chapter": 26,
            "verse": 81,
            "text": "and Who causes me to die, then gives me life"
        },
        {
            "chapter": 26,
            "verse": 82,
            "text": "and Who I hope will forgive me my sins on the Day of Judgment"
        },
        {
            "chapter": 26,
            "verse": 83,
            "text": "My Lord! Grant me judgment, and bind me to the righteous"
        },
        {
            "chapter": 26,
            "verse": 84,
            "text": "And make for me faithful renown among later generations"
        },
        {
            "chapter": 26,
            "verse": 85,
            "text": "And place me among the heirs of the Garden of bliss"
        },
        {
            "chapter": 26,
            "verse": 86,
            "text": "And forgive my father—he is one of those who are astray"
        },
        {
            "chapter": 26,
            "verse": 87,
            "text": "And disgrace me not on the Day they are resurrected"
        },
        {
            "chapter": 26,
            "verse": 88,
            "text": "the Day when neither wealth nor children avail"
        },
        {
            "chapter": 26,
            "verse": 89,
            "text": "save for him who comes to God with a sound heart.”"
        },
        {
            "chapter": 26,
            "verse": 90,
            "text": "And the Garden will be brought nigh unto the reverent"
        },
        {
            "chapter": 26,
            "verse": 91,
            "text": "and Hellfire will become apparent to the errant"
        },
        {
            "chapter": 26,
            "verse": 92,
            "text": "And it will be said unto them, “Where is that which you worshipped"
        },
        {
            "chapter": 26,
            "verse": 93,
            "text": "apart from God? Are they helping you or helping themselves?”"
        },
        {
            "chapter": 26,
            "verse": 94,
            "text": "Then they shall be toppled into it, they and the errant"
        },
        {
            "chapter": 26,
            "verse": 95,
            "text": "and the hosts of Iblis all together"
        },
        {
            "chapter": 26,
            "verse": 96,
            "text": "They will say, as they dispute with one another therein"
        },
        {
            "chapter": 26,
            "verse": 97,
            "text": "“By God, indeed we were in manifest error"
        },
        {
            "chapter": 26,
            "verse": 98,
            "text": "when we made you equal with the Lord of the worlds"
        },
        {
            "chapter": 26,
            "verse": 99,
            "text": "And none caused us to go astray but the guilty"
        },
        {
            "chapter": 26,
            "verse": 100,
            "text": "So now we have no intercessors"
        },
        {
            "chapter": 26,
            "verse": 101,
            "text": "nor any loyal friend"
        },
        {
            "chapter": 26,
            "verse": 102,
            "text": "If we had another turn, we would be among the believers.”"
        },
        {
            "chapter": 26,
            "verse": 103,
            "text": "Truly in that is a sign, but most of them are not believers"
        },
        {
            "chapter": 26,
            "verse": 104,
            "text": "And truly thy Lord is indeed the Mighty, the Merciful"
        },
        {
            "chapter": 26,
            "verse": 105,
            "text": "The people of Noah denied the messengers"
        },
        {
            "chapter": 26,
            "verse": 106,
            "text": "when their brother Noah said unto them, “Will you not be reverent"
        },
        {
            "chapter": 26,
            "verse": 107,
            "text": "Truly I am a trustworthy messenger unto you"
        },
        {
            "chapter": 26,
            "verse": 108,
            "text": "So reverence God and obey me"
        },
        {
            "chapter": 26,
            "verse": 109,
            "text": "And I ask not of you any reward for it; my reward lies only with the Lord of the worlds"
        },
        {
            "chapter": 26,
            "verse": 110,
            "text": "So reverence God and obey me.”"
        },
        {
            "chapter": 26,
            "verse": 111,
            "text": "They said, “Shall we believe you, when the lowliest follow you?”"
        },
        {
            "chapter": 26,
            "verse": 112,
            "text": "He said, “What knowledge have I of what they used to do"
        },
        {
            "chapter": 26,
            "verse": 113,
            "text": "Their reckoning is only by my Lord, were you but aware"
        },
        {
            "chapter": 26,
            "verse": 114,
            "text": "And I shall not drive away the believers"
        },
        {
            "chapter": 26,
            "verse": 115,
            "text": "I am but a clear warner.”"
        },
        {
            "chapter": 26,
            "verse": 116,
            "text": "They said, “Truly if you cease not, O Noah, you shall indeed be among the stoned.”"
        },
        {
            "chapter": 26,
            "verse": 117,
            "text": "He said, “My Lord, verily my people have denied me"
        },
        {
            "chapter": 26,
            "verse": 118,
            "text": "So decide between me and them, and deliver me and the believers who are with me!”"
        },
        {
            "chapter": 26,
            "verse": 119,
            "text": "So We delivered him and those who were with him in the full-laden Ark"
        },
        {
            "chapter": 26,
            "verse": 120,
            "text": "Then afterwards We drowned those who remained"
        },
        {
            "chapter": 26,
            "verse": 121,
            "text": "Truly in that is a sign, but most of them are not believers"
        },
        {
            "chapter": 26,
            "verse": 122,
            "text": "And truly thy Lord is indeed the Mighty, the Merciful"
        },
        {
            "chapter": 26,
            "verse": 123,
            "text": "Ad denied the messengers"
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "when their brother Hud said unto them, “Will you not be reverent"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "Truly I am a trustworthy messenger unto you"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "So reverence God and obey me"
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "And I ask not of you any reward for it; my reward lies only with the Lord of the worlds"
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "Do you frivolously build on every high place a sign"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "And do you occupy castles, that haply you may ever abide"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "And when you strike, do you strike as tyrants"
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "So reverence God and obey me"
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "And reverence Him who has succored you with what you know"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "succored you with cattle and children"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "and gardens and springs"
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "Truly I fear for you the punishment of a tremendous day!”"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "They said, “It is the same to us whether you exhort us or whether you are not among those who exhort"
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "This is naught but the ethos of those of old"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "and we shall not be punished.”"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "So they denied him, and We destroyed them. Truly in that is a sign, but most of them are not believers"
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "And truly thy Lord is, indeed, the Mighty, the Merciful"
        },
        {
            "chapter": 26,
            "verse": 141,
            "text": "The Thamud denied the messengers"
        },
        {
            "chapter": 26,
            "verse": 142,
            "text": "when their brother ?ali? said unto them, “Will you not be reverent"
        },
        {
            "chapter": 26,
            "verse": 143,
            "text": "Truly I am a trustworthy messenger unto you"
        },
        {
            "chapter": 26,
            "verse": 144,
            "text": "So reverence God and obey me"
        },
        {
            "chapter": 26,
            "verse": 145,
            "text": "And I ask not of you any reward for it; my reward lies only with the Lord of the worlds"
        },
        {
            "chapter": 26,
            "verse": 146,
            "text": "Will you be left among that which is here, secure"
        },
        {
            "chapter": 26,
            "verse": 147,
            "text": "amid gardens and springs"
        },
        {
            "chapter": 26,
            "verse": 148,
            "text": "sown fields, date palms with ripe stalks"
        },
        {
            "chapter": 26,
            "verse": 149,
            "text": "And you skillfully hew dwellings in the mountains"
        },
        {
            "chapter": 26,
            "verse": 150,
            "text": "So reverence God and obey me"
        },
        {
            "chapter": 26,
            "verse": 151,
            "text": "And obey not the commands of the prodigal"
        },
        {
            "chapter": 26,
            "verse": 152,
            "text": "who work corruption upon the earth, and do not set matters aright.”"
        },
        {
            "chapter": 26,
            "verse": 153,
            "text": "They said, “You are but one of the bewitched"
        },
        {
            "chapter": 26,
            "verse": 154,
            "text": "You are naught but a human being like us; so bring a sign, if you are among the truthful.”"
        },
        {
            "chapter": 26,
            "verse": 155,
            "text": "He said, “This is a she-camel; she shall have drink and you shall drink on an appointed day"
        },
        {
            "chapter": 26,
            "verse": 156,
            "text": "And touch her not with harm, lest you be taken by the punishment of a tremendous day.”"
        },
        {
            "chapter": 26,
            "verse": 157,
            "text": "But they hamstrung her, and then became remorseful"
        },
        {
            "chapter": 26,
            "verse": 158,
            "text": "So the punishment seized them. Truly in that is a sign, but most of them are not believers"
        },
        {
            "chapter": 26,
            "verse": 159,
            "text": "And truly thy Lord is the Mighty, the Merciful"
        },
        {
            "chapter": 26,
            "verse": 160,
            "text": "The people of Lot denied the messengers"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "when their brother Lot said unto them, “Will you not be reverent"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "Truly I am a trustworthy messenger unto you"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "so reverence God and obey me"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "And I ask not of you any reward for it; my reward lies only with the Lord of the worlds"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "Among all creatures do you come unto males"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "leaving your spouses your Lord created for you? Nay, but you are a transgressing people.”"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "They said, “If you cease not, O Lot, you will be among those who are expelled.”"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "He said, “Truly I am of those who detest what you do"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "My Lord! Deliver me and my family from what they do.”"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "So We delivered him and his family all together"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "save for an old woman among those who lagged behind"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "Then We destroyed the others"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "And We rained a rain upon them. Evil was the rain of the warned"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "Truly in that is a sign, but most of them are not believers"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "And truly thy Lord is indeed the Mighty, the Merciful"
        },
        {
            "chapter": 26,
            "verse": 176,
            "text": "The inhabitants of the thicket denied the messengers"
        },
        {
            "chapter": 26,
            "verse": 177,
            "text": "when Shu?ayb said unto them, “Will you not be reverent"
        },
        {
            "chapter": 26,
            "verse": 178,
            "text": "Truly I am a trustworthy messenger unto you"
        },
        {
            "chapter": 26,
            "verse": 179,
            "text": "So reverence God and obey me"
        },
        {
            "chapter": 26,
            "verse": 180,
            "text": "And I ask not of you any reward for it; my reward lies only with the Lord of the worlds"
        },
        {
            "chapter": 26,
            "verse": 181,
            "text": "Give full measure, and be not among those who fall short"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "Weigh with the right balance"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "and diminish not people’s goods, nor behave wickedly upon the earth, working corruption"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "And reverence Him Who created you and the generations of old.”"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "They said, “You are but one of the bewitched"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "You are naught but a human being like us, and indeed we deem you to be among the liars"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "so make fragments from the sky fall upon us, if you are among the truthful.”"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "He said, “My Lord knows best what you do.”"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "So they denied him, and the punishment of the day of gloom seized them. Truly it was the punishment of a tremendous day"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "Truly in that is a sign, but most of them are not believers"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "And truly thy Lord is indeed the Mighty, the Merciful"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "And truly it is a revelation of the Lord of the worlds"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "brought down by the Trustworthy Spirit"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "upon thine heart—that thou mayest be among the warners—"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "in a clear, Arabic tongue"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "It is indeed in the scriptures of those of old"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "Is it not a sign for them that the learned of the Children of Israel know it"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "And had We sent it down upon some non-Arab"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "and he recited it unto them, they would not have believed in it"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "Thus do We place it into the hearts of the guilty"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "they will not believe in it till they see the painful punishment"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "so it will come upon them suddenly, while they are unaware"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "Then they will say, “Will we be granted respite?”"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "Do they seek to hasten Our Punishment"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "Consider: if We grant them enjoyment for years"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "and there comes upon them that which they were promised"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "of what avail to them will be that which they were made to enjoy"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "And never did We destroy a town save that it had warners"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "as a reminder; and We did no wrong"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "And the satans did not descend with it"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "nor is it fitting for them, nor are they able"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "Indeed, they are debarred from hearing [it]"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "So call not upon another god along with God, lest thou be among the punished"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "And warn thy tribe, thy nearest kin"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "and lower thy wing to the believers who follow thee"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "And should they disobey thee, say, “Truly I am quit of that which you do.”"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "And trust in the Mighty, the Merciful"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "Who sees thee when thou standest [to pray]"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "and thy movement amid those who prostrate"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "Truly He is the Hearing, the Knowing"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "Shall I inform thee of those upon whom the satans descend"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "They descend upon every sinful liar"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "eavesdropping, and most of them are liars"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "And as for the poets, the errant follow them"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "Hast thou not considered that they wander in every valley"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "and that they say what they do not do"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "Not so those who believe and perform righteous deeds, and remember God much, and help one another after having been wronged. And those who do wrong shall know to what homecoming they will return"
        },
        {
            "chapter": 27,
            "verse": 1,
            "text": "Sin. These are the signs of the Quran and a clear Book"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "a guidance and glad tidings for the believers"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "who perform the prayer and give the alms, and of the Hereafter are certain"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "Truly those who believe not in the Hereafter, We have made their deeds seem fair unto them, while they wander confused"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "It is they who shall have a terrible punishment, and in the Hereafter it is they who are the greatest losers"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "Truly thou dost receive the Quran from the Presence of One who is Wise, Knowing"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "[Remember] when Moses said unto his family, “Verily, I perceive a fire. I shall bring you some news therefrom, or a brand, that haply you may warm yourselves.”"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "Then when he came to it, a call came unto him, “Blessed is the One in the fire, and the one around it. And glory be to God, Lord of the worlds"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "O Moses! Verily, it is I, God, the Mighty, the Wise!”"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "And, “Cast thy staff!” Then when he saw it quivering like a serpent, he turned in retreat without returning. “O Moses! Fear not! Verily the messengers fear not in My Presence"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "save one who did wrong, then replaced evil with good. For truly I am Forgiving, Merciful"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "And insert thy hand in thy bosom; it will come forth white, without blemish—among nine signs to Pharaoh and his people. Truly they have been an iniquitous people.”"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "And when Our signs came to them as a clear portent, they said, “This is manifest sorcery!”"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "They rejected them—though their souls were convinced of them—wrongfully and exultantly. So behold how the workers of corruption fared in the end"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "And indeed We gave unto David and Solomon knowledge. And they said, “Praise be to God, Who has favored us above many of His believing servants.”"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Solomon inherited from David and said, “O mankind, we have been taught the language of the birds, and we have been given of all things. Truly this is clear bounty!”"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "And gathered for Solomon were his hosts of jinn and men and birds, and they were marshaled [in ordered ranks]"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "till when they came to the valley of the ants, an ant said, “O ants! Enter your dwellings, lest Solomon and his hosts crush you, while they are unaware.”"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "And he smiled, laughing at her words, and said, “My Lord! Inspire me to give thanks for Thy blessing wherewith Thou hast blessed me and my parents and to work righteousness pleasing to Thee, and cause me to enter, through Thy Mercy, among Thy righteous servants!”"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "And he surveyed the birds and said, “How is it that I do not see the hoopoe? Or is he among those who are absent"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "I will surely punish him with a severe punishment, or I shall slaughter him, unless he brings me a clear warrant.”"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "But he tarried not long, and said, “I have comprehended that which thou hast not comprehended, and I bring you a sure report from Sheba"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "Verily, I found a woman ruling over them, and she has been given of all things, and hers is a mighty throne"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "I found her and her people prostrating to the sun, apart from God, and Satan has made their actions seem fair unto them, and turned them from the way, such that they are not rightly guided"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "Will they not prostrate unto God, Who brings forth what is hidden in the heavens and on the earth, and Who knows what you hide and what you disclose"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "God, there is no god but He, Lord of the mighty Throne!”"
        },
        {
            "chapter": 27,
            "verse": 27,
            "text": "He said, “We shall see if you have spoken the truth or if you are among the liars"
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Go with this letter of mine and deliver it unto them. Then turn away from them and observe what they send back.”"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "She said, “O notables! Truly a noble letter has been delivered unto me"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "Verily, it is from Solomon and verily it is, ‘In the Name of God, the Compassionate, the Merciful"
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "Do not exalt yourselves against me, but come unto me in submission.’”"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "She said, “O notables! Give me your opinion in this matter of mine. I am not one to decide on any matter unless you are present.”"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "They said, “We are possessed of strength and possessed of great might. But the command is thine; so consider what thou wouldst command.”"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "She said, “Verily, kings, when they enter a town, corrupt it, and make the most honorable of its people the most abased. They will do likewise"
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "I will send a gift to them, and observe what the envoys bring back.”"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "But when it came to Solomon, he said, “Do you offer me wealth? What God has given me is better than what He has given you. Nay, but it is you who exult in your gift!”"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "“Return unto them, for we shall come upon them with hosts they cannot withstand, and we shall expel them hence, abased, and they shall be humbled.”"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "He said, “O notables! Which of you will bring me her throne before they come unto me in submission?”"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "An ?ifrit among the jinn said, “I will bring it to thee before thou risest from thy place. Truly I have the strength for it, [and] am trustworthy.”"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "The one who had knowledge of the Book said, “I will bring it to thee in the blink of an eye.” Then when he saw it set before him, he said, “This is of the Bounty of my Lord, to try me whether I will give thanks or be ungrateful. And whosoever give thanks, he gives thanks only for his own soul; and whosoever is ungrateful, truly my Lord is Self-Sufficient, Generous.”"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "He said, “Disguise her throne for her. We shall see if she is rightly guided or if she is among those who are not rightly guided.”"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Then when she came, it was said, “Is your throne like this?” She said, “It seems the same.” [Solomon said], “And we were given knowledge before her and we were submitters"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "while that which she worshipped apart from God barred her; verily she was from a disbelieving people.”"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "It was said unto her, “Enter the pavilion.” But when she saw it, she supposed it to be an expanse of water and bared her legs. He said, “Verily it is a pavilion paved with crystal.” She said, “My Lord! Surely I have wronged myself, and I submit with Solomon to God, Lord of the worlds.”"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "And indeed We sent to Thamud their brother ?ali?, [saying], “Worship God!” And behold, they were two groups, quarreling"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "He said, “O my people! Why do you seek to hasten evil before good? Why do you not seek Forgiveness of God, that haply you may be shown mercy?”"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "They said, “We augur ill of you and of those with you.” He said, “Your auguring ill is with God. Rather, you are a people being tried.”"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "And in the city there were nine persons working corruption in the land and not setting matters aright"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "They said, “Swear by God to each other that we shall attack him and his family by night. Then we shall surely say to his heir that we were not present at the destruction of his family and that surely we are truthful.”"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "And they devised a plot, and We devised a plot, while they were not aware"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "So behold how their plot fared in the end; truly We destroyed them and their people all together"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "And those are their houses, lying desolate for their having done wrong. Surely in this is a sign for a people who know"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "We saved those who believed and were reverent"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "And [We sent] Lot, when he said to his people, “Do you commit indecency, though you see"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "Do you really come with desire unto men instead of women? Nay, but you are an ignorant people!”"
        }
    ]
}