{
    "chapter": [
        {
            "chapter": 50,
            "verse": 1,
            "text": "“Qaf. Ndikulumbira Qur’an yolemekezeka"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "“Koma akudabwa chifukwa chowadzera Mchenjezi wochokera mwa iwo. Ndipo osakhulupirira adanena: “Ichi nchinthu chodabwitsa.”"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "“Kodi tikadzafa ndi kukhala fumbi (tidzaukanso?) Kubwerera kumeneko nkwakutali kwambiri, (nkosatheka).”"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "“Ndithu tikudziwa chimene nthaka ikuchepetsa m’matupi mwawo (akalowa m’manda). Ndipo kwa Ife kuli kaundula wosungidwa"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "“Koma adatsutsa choona pamene chidawadzera. Ndipo iwo ali m’chinthu chosokonezeka"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "“Kodi sawona thambo pamwamba pawo m’mene tidalimangira ndi kulikongoletsa? Ndipo lilibe ming’alu"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "“Ndipo nthaka tidaiyala; ndi kuika mapiri m’menemo ndi kumeretsamo m’mera Wokongola wamtundu uliwonse"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "“(Kuti zimenezi zikhale) chotsekula maso ndi chikumbutso kwa munthu aliyense wotembenukira (kwa Allah)"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "“Ndipo tatsitsa madzi odalitsidwa kuchokera ku mitambo, ndipo kupyolera m’madziwo, tameretsa (mmera) m’minda ndi mbewu zokololedwa"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "“Ndi mitengo italiitali ya kanjedza yokhala ndi mikoko yazipatso zothothana"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "“(Kuti chikhale) chakudya cha akapolo (a Allah); ndi madziwo taukitsa dziko lakufa (louma). Momwemo ndimmene kudzakhalira kutuluka m’manda (muli moyo)"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "“Kale, iwo kulibe, adatsutsa anthu a Nuh ndi eni chitsime ndi Asamudu"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "“Ndi Âdi, ndi Farawo ndi Abale a Luti"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "“Ndi anthu a m’mitengo (ya Aika), ndi anthu a Tubba; onsewo adatsutsa Aneneri; choncho chenjezo Langa lidatsimikizika (pa iwo)"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "“Kodi tidatopa nkulenga koyamba? Koma iwo ali m’maganizo osokonezeka m’zakalengedwe katsopano"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "“Ndithu tidamulenga munthu, ndipo Ife tikudziwa zimene mtima wake ukumunong’oneza; ndipo Ife tili pafupi ndi iye kuposa mtsempha wam’khosi mwake (wolumikizana ndi mtima)"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "“Ndipo pamene amalandira olandira awiri (angelo), wina amakhala kudzanja lamanja, wina kudzanja lamanzere"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "“Palibe chilichonse chimene amayankhula koma pafupi ndi iye pali mlonda amene wakonzekera (kulemba)"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "“Ndipo kuledzera kwa imfa kukam’dzera mwa choona, (pamenepo adzauzidwa): “Ichi ndi chomwe mumachithawa chija.”"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "“Ndipo lipenga lidzaimbidwa; limenelo ndilo tsiku lamavuto (tsiku lachiweruziro)"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "“Ndipo udzadza mzimu uliwonse pamodzi ndi m’busa (wake) ndi mboni (yake)"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "“(Adzauzidwa): “Ndithu udali wosalabadira zinthu izi; basi takuvundukulira (chomwe) chimakuphimba, ndipo kuyang’ana kwako lero nkwakuthwa!”"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "“Ndipo (Mngelo) yemwe adali naye (pamodzi ndikumalemba zochita zake) adzanena (kwa Mngelo wachilango): “Izi ndizimene zidakonzedwa ndi ine.”"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "“Mponyeni ku Moto aliyense wokanira, wamakani,”"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "““Wotsekereza zabwino, wolumpha malire, wokaika.”"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "““Amene adampangira Allah mulungu wina. Chomwecho mponyeni ku chilango chaukali.”"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "“Mnzake (satana) adzanena: “E Mbuye wathu! Sindidamsokeretse, koma iye mwini adali wosokera kutali kwambiri ndi choonadi”"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "“(Allah) adzanena: “Musakangane kwa Ine; ndidakutsogozerani kale chenjezo (Langa).”"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "“Liwu Langa silisinthidwa kwa Ine, ndipo Ine siwopondereza akapolo (Anga)"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "“Tsiku limene tidzaifunsa Jahannam: “Kodi wadzaza?” Iyo idzanena: “Kodi kuli zoonjezera?”"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "“Ndipo Munda wamtendere udzayandikitsidwa pafupi kwa oopa (Allah)"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "““Izi ndizimene mumalonjezedwa, za aliyense wotembenukira kwa Allah, Wosunga (malamulo Ake)"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "“Amene adaopa (Allah), Wachifundo chambiri, pomwe samamuona ndi maso, ndipo adadza ndi mtima wotembenukira (kwa Iye).”"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "“(Adzauzidwa): “Uloweni mwamtendere.” Limeneli ndi tsiku lokhazikika mpaka muyaya"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "“M’menemo adzapeza chilichonse (chimene) adzafune, ndipo kwa Ife kuli zoonjezera"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "“Ndipo kodi ndi mibadwo ingati tidainonga kale iwo kulibe, yamphamvu kuposa iwo? Adayendayenda padziko. Kodi padalipo pothawira"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "“Ndithu m’zimenezi muli chikumbutso kwa yemwe ali ndi mtima ndi yemwe akutchelera khutu (uku) iye ali pompo (ndi maganizo ake)"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "“Ndithu tidalenga thambo ndi nthaka ndi zapakati pake m’masiku asanu ndi limodzi, ndipo sikudatikhuze kutopa kulikonse"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "“Choncho, pirira nazo zomwe akunenazo, ndipo lemekeza Mbuye wako pomutamanda dzuwa lisadatuluke, (Swala ya Subh), ndi (dzuwa) lisadalowe, (Swala ya Asr)"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "“Ndi gawo lausiku, (Swala ya Maghrib ndi Isha); ndiponso (mulemekeze) pambuyo pa mapemphero (popemphera Swala za Sunna)"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "“Ndipo mvetsera (za) tsiku limene woitana adzaitana kuchokera pamalo apafupi"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "“Tsiku limene adzamva phokoso mwa choonadi: limenelo ndilo tsiku lodzatuluka (m’manda)"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "“Ndithu Ife ndi amene timapereka moyo ndi kupereka imfa; ndipo kobwerera Nkwathu"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "“(Akumbutse za) tsiku limene nthaka idzang’ambike kwa iwo mwachangu; kusonkhanitsa kumeneko nkosavuta kwa Ife"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "“Ife tikudziwa bwino zimene akunena; iwe siuli wowakakamiza. Choncho mukumbutse ndi Qur’an yemwe akuopa chilango Changa"
        }
    ]
}