{
    "pages": [
        {
            "chapter": 9,
            "verse": 55,
            "text": "Se inte med beundran pa deras rikedom och deras [manga] soner; med dessa [gavor som drar med sig bekymmer och tunga offer] vill Gud straffa dem i detta liv och [Han vill] att de ger upp andan, medan de annu fornekar sanningen"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Och de svar vid Gud att de kanner samhorighet med er. Men de hor inte samman med er; de hyser i sjalva verket en djup radsla [for er]"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Om de kunde finna en tillflykt - en grotta eller [till och med] en hala i jorden - skulle de storta i vag dit som hastar i sken"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Det finns nagra bland dem som fortalar dig [Muhammad] vad galler [den ratta fordelningen av] offergavorna; om nagot kommer pa deras lott blir de belatna men far de ingenting blir de missnojda"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Det vore battre om de nojde sig med vad Gud och Hans Sandebud ger dem och sade: \"Vi litar till Gud for vara behov och Gud skall av godhet ge oss [vad vi behover - ge oss det] genom Sitt Sandebud. Vi satter vart hopp till Gud"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "Offergavorna ar avsedda enbart for de fattiga och de nodstallda och for dem som har hand om insamlandet av dem och for att vinna hjartan [for tron] och for att frikopa manniskor ur fangenskap och slaveri och [for att latta] de skuldtyngdas [bordor] och for [kampen for] Guds sak och for vandringsmannen. Detta har Gud foreskrivit; Gud ar allvetande, vis"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "OCH DET finns de bland dem som fortalar Profeten och [spydigt] sager: \"Han ar idel ora.\" Sag: \"Ja, han ar idel ora [for det som galler] ert basta. Han tror pa Gud [och Hans ord] och han litar pa de troendes uppriktighet och [genom honom flodar] nad over dem av er som har tron. Men pa dem som talar illa om Guds Sandebud [vantar] ett plagsamt straff"
        }
    ]
}