{
    "pages": [
        {
            "chapter": 11,
            "verse": 29,
            "text": "Mitt folk! Jag begar ingen ersattning av er for detta [budskap]; jag vantar ingen lon fran nagon annan an Gud. Och jag kommer inte att stota bort dem som antar tron; de ar ju kallade att mota sin Herre. Men jag ser att ni ar manniskor utan begrepp [om ratt och oratt]"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "Och vem, mitt folk, skulle kunna skydda mig for Guds [vrede], om jag stotte dem ifran mig? Vill ni inte tanka over detta"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Jag sager inte till er att jag har Guds skatter [i min hand] och jag kanner inte det som ar dolt for manniskor. Jag sager inte heller att jag ar en angel. Inte heller sager jag om dem som ni betraktar med sadant forakt: 'Gud kommer aldrig att ge dem av [Sitt] goda'.\" Gud vet bast vad de bar inom sig. [Hade jag yttrat nagot sadant] skulle jag sannerligen hora till de orattfardiga"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "[Men de aldste] sade: \"Noa! Du har tvistat med oss och du har latit tvisten paga lange nog. Nedkalla nu over oss det [straff] som du har hotat oss med, om du har talat sanning"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "[Noa] svarade: \"Bara Gud kan lata [straffet] drabba er, om detta ar Hans vilja; och ni kan inte foreta er nagot for att kullkasta [Hans beslut]"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Mina rad - om jag skulle vilja ge er rad - ar till ingen nytta for er om det ar Guds vilja att ni skall halla fast vid era misstag. Han ar er Herre och till Honom skall ni foras ater"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "KANSKE sager nagon: \"Han har sjalv forfattat [allt detta].\" Sag [Muhammad]: \"Om jag har forfattat det faller denna synd pa mig. Men jag har ingenting att skaffa med den synd som ni begar"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "OCH VI uppenbarade for Noa: \"Av ditt folk kommer ingen annan att tro an den som redan var troende. Gram dig darfor inte over vad de gor"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "men bygg under Var uppsikt och enligt Vara anvisningar den ark [som skall bli din raddning] och tala inte till Mig till forman for dem som begar oratt - de skall drankas [av den stora floden]"
        }
    ]
}