{
    "pages": [
        {
            "chapter": 11,
            "verse": 46,
            "text": "[Gud] svarade: \"Noa! Han var inte av din familj - han begick [mycken] oratt! Be Mig inte om sadant som du saknar all kannedom om. Jag formanar dig for att du inte skall bli [som] en av dem som inte vet [vad ratt och oratt ar]"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "[Noa] sade: \"Herre, bevara mig for [synden] att be Dig om nagot som jag inte har kannedom om. Om Du inte forlater mig och forbarmar Dig over mig blir jag en av de forlorade"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Och [Gud talade och] sade: \"Noa! Stig nu i land! Var fred ar med dig och Vi ger dig och alla [rattfardiga] efterkommande till dem som ar med dig Var valsignelse. Men vad [andra bland dessa] efterkommande betraffar skall de fa gladjas [at livet under en tid] och darefter skall Vi lata dem utsta ett plagsamt straff"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "VI UPPENBARAR har for dig [Muhammad] dessa dolda ting, som varken du eller ditt folk tidigare haft kannedom om. Och ha talamod och avvakta [Guds dom] - den slutliga segern tillhor dem som fruktar Gud"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "OCH TILL [stammen] Aad [sande Vi] deras broder Hud, som sade: \"Dyrka Gud, mitt folk! Ni har ingen gud utom Honom! [Vad ni dyrkar] ar era egna uppfinningar"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "Jag begar ingen lon av er, mitt folk, for detta [budskap]; min lon far jag bara av Honom som har skapat mig. - Vill ni inte anvanda ert forstand"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "Be nu er Herre om forlatelse for era synder, mitt folk, och vand angerfulla ater till Honom. Da skall Han lata Sin valsignelse floda over er och Han skall lagga styrka till er styrka - men aterga inte till ert [forra] syndiga liv"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "De sade: \"Hud! Du har inte gett oss klara bevis [for att du ar Guds utsande]; ditt ord ar inte nog for att vi skall overge vara gudar och vi tror inte pa vad du sager"
        }
    ]
}