{
    "pages": [
        {
            "chapter": 11,
            "verse": 63,
            "text": "Han svarade: \"Vad anser ni, mitt folk? Om jag har ett klart vittnesbord fran min Herre som jag stoder mig pa och Han starker mig med Sin nad, vem skulle da kunna skydda mig for Guds [vrede] om jag visade Honom olydnad? Ni [bidrar] enbart till [min egen] undergang"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "Och [han fortsatte]: \"Detta Guds kamelsto, mitt folk, skall vara ett tecken for er. Lamna henne nu i fred att beta pa Guds jord och tillfoga henne ingen skada; i annat fall vantar er ett ogonblickligt straff"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Men de slaktade kamelstoet pa det grymma sattet, varpa [Salih] sade: \"I [ytterligare] tre dagar skall ni fa gladjas [at livet] i era hem; detta ar inte tomma ord"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Och nar Var dom foll raddade Vi i Var nad Salih och dem som foljde honom i tron, och [Vi forskonade dem] fran skam och forodmjukelse pa [Uppstandelsens] dag. Din Herre har all styrka, all makt"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Men over dem som hade begatt [sadan] svar oratt genljod danet [av Guds straff] och morgonen fann dem liggande framstupa i sina hem"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "[det var] som om de aldrig hade levt dar i valstand och trygghet. Stammen Thamud fornekade sin Herre - Det ar ute med stammen Thamud"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "OCH VARA budbarare kom till Abraham med ett glatt budskap. De halsade honom \"Fred!\" och han svarade: \"Fred [vare med er]!\" Och han skyndade sig att bara fram en helstekt kalv"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Men nar han sag att de inte strackte sina hander mot fodan, blev han radd [att de hade onda avsikter]. [Men] de sade: \"Var inte orolig! Vi har sants till Lots folk"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "Och hans hustru som stod [i narheten] log fornojt. Da gav Vi henne det glada budskapet om Isaks [fodelse] och om Jakob [som skulle fodas] efter Isak"
        }
    ]
}