{
    "pages": [
        {
            "chapter": 12,
            "verse": 5,
            "text": "[Jakob] svarade: \"Kare son! Beratta inte om din drom for dina broder! [Avundsjuka] kan driva dem att smida onda planer mot dig; Djavulen ar sannerligen manniskans svurne fiende"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Just sa [som du har sett i drommen] skall du bli en av din Herres utvalda och Han skall skanka dig en djupare forstaelse av inneborden i det som sker och ge dig och hela Jakobs hus Sin valsignelse i fullaste matt, liksom Han en gang gav dina forfader Abraham och Isak [Sin fulla valsignelse]. Din Herre ar allvetande, vis"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "I [berattelsen om] Josef och hans broder ligger helt visst budskap till dem som soker [sanningen]"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "DETTA ar vad [Josefs broder] sade [till varandra]: \"Josef och hans broder [Benjamin] ar var fader karare an [alla] vi [andra]; det ar tydligt att var fader felbedomer [oss]"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Lat oss doda Josef eller jaga bort honom langt harifran. Da kommer var fader att rikta all sin karlek mot oss; darefter kan vi [angra oss och ater] leva som goda och hederliga manniskor"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "En av dem sade: \"Sla inte ihjal Josef! Om ni ar beslutna [att skaffa undan honom], kasta honom da i denna djupa brunn; en karavan [som passerar forbi] kan da dra upp honom"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "[Sa gick de till fadern och] sade: \"Fader, varfor later du oss inte ta hand om Josef? Vi vill ju honom bara val"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Lat honom folja med oss ut i morgon, sa skall han fa leka och gora vad han har lust till och vi skall se val efter honom"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "[Jakob] svarade: \"Jag skulle kanna stark oro om ni tog honom med. Jag ar radd att en varg kan [riva ihjal och] ata upp honom, medan er uppmarksamhet ar riktad mot annat"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "De svarade: \"Om vargen skulle ata upp honom, sa manga [som vi ar], da skulle vi sjalva forst ha mist livet"
        }
    ]
}