{
    "pages": [
        {
            "chapter": 12,
            "verse": 64,
            "text": "[Jakob] svarade: \"Skall jag anfortro honom at er sa som jag en gang anfortrodde er hans broder [Josef]? Nej, ingen vakar battre over oss an Gud, den Barmhartigaste av de barmhartiga"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Och nar de oppnade sina packningar fann de varorna som aterlamnats till dem [och] de sade: \"Fader! Vad kunde vi mer begara? Har ar de varor [vi forde med oss for att byta dem mot spannmal]; de har aterlamnats till oss. Nu kan vi sorja for var familj! Vi skall ta val hand om var broder och [om han foljer med oss], kommer vi att fa annu en kamellast [spannmal] - en lattfangen last"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "[Jakob] sade: \"Jag kommer inte att lata honom folja med er forran ni infor Gud forpliktar er att fora honom tillbaka till mig, savida ni inte sjalva alla mister livet.\" Och nar de avlade sitt lofte sade han: \"Gud skall vaka over att vi uppfyller vara ataganden"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "[Vidare] sade han: \"Mina soner! Ga inte alla in [i staden] genom en och samma port utan [sprid er i grupper och] ga in genom flera portar. Dock kan jag inte pa nagot satt skydda er mot [det som] Gud [beslutar]; Gud [ensam] har avgorandet i Sin hand; till Honom satter jag min lit. Alla som vill ha [ett maktigt] stod skall satta sin lit till Honom"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Och nar de gick in [i staden genom olika portar] sa som deras fader hade uppmanat dem att gora, var de inte skyddade mot [det som Gud hade beslutat]. [Med sina ord ville Jakob] ingenting annat an stilla oron [for sonerna] i sitt hjarta; med den kunskap Vi skankt honom insag han klart [att Guds vilja alltid maste ske], men om detta ar de flesta manniskor okunniga"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "OCH NAR [broderna] fick stiga fram infor Josef tog han sin broder [Benjamin] i famnen och viskade till honom: \"Jag ar din broder; glom din sorg over vad de [en gang] gjorde [mot oss]"
        }
    ]
}