{
    "pages": [
        {
            "chapter": 2,
            "verse": 203,
            "text": "Och prisa Gud under de [tre] faststallda dagarna; men den som beger sig ivag efter tva dagar begar ingen synd och om nagon stannar langre begar han [heller] ingen synd, om han fruktar [Gud i allt]. - Ja, frukta Gud [ni alla] och var forvissade om att ni skall samlas ater till Honom"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "DET finns den typ av manniska vars tal om jordiska ting du garna [lyssnar till]; han tar Gud till vittne pa sitt hjartas [goda uppsat], men han ar den hatskaste motstandare i tvister"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Nar han lamnar [dig] agnar han sig at att stora ordningen pa jorden och sprida sedefordarv och att skovla groda pa rot och frukterna av [manniskornas] modor. - Och Gud ar inte van av oordning och sedernas fordarv"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "Och nar nagon uppmanar honom att frukta Gud, driver hans hogmod honom ut i ytterligare synd. Helvetet ar gott nog for honom - detta elandiga vilorum"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Det finns ocksa den manniska som ar beredd att offra sig sjalv for att vinna Guds valbehag. - Gud ommar for Sina tjanare"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "Troende! Ge er han at Gud i hel och full underkastelse [under Hans vilja] och folj inte i Djavulens fotspar - han ar er svurne fiende"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Men om ni skulle forlora fotfastet sedan ni fatt se de klara vittnesborden, skall ni veta att Gud ar allsmaktig, vis"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Vill de kanske vanta till dess Gud visar Sig for dem med anglarna under molnens tronhimmel? Men [nar detta sker] har Guds plan fullbordats och allt har gatt tillbaka till Gud"
        }
    ]
}