{
    "pages": [
        {
            "chapter": 23,
            "verse": 28,
            "text": "Och nar du och de som ar med dig har gatt ombord pa arken skall du saga: \"Lat oss lova och prisa Gud, som har raddat oss fran dessa orattfardiga manniskor"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Och sag: \"Herre! Lat mig med Din valsignelse [till sist] na land! Ingen kan leda manniskorna till deras bestammelse som Du"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "I detta ligger helt visst budskap [till de klarsynta]; Vi satter [standigt manniskorna] pa prov"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "EFTER DETTA lat Vi ett nytt slakte stiga fram"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "och Vi sande [Vart] sandebud till dem, [en] av deras egna, [med budskapet:] \"Dyrka Gud - ni har ingen annan gud an Honom! Skall ni da inte frukta Honom"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Men folkets aldste, de som fornekade sanningen och inte trodde pa motet [med Gud] efter doden och som forvekligats av det utsvavande liv som Vi hade latit dem fora, sade [till folket]: \"Denne ar ingenting annat an en manniska som ni sjalva; han ater samma foda som ni och dricker vad ni dricker"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Om ni foljer en alldeles vanlig manniska, er like, ar det helt sakert ni som forlorar"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Lovar han er inte att ni efter att ha dott och forvandlats till mull och torra ben skall uppsta [till nytt liv]"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Vad han lovar er ar orimligheter"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Livet, det ar livet i denna varld; som vi lever sa dor vi och vi kommer inte att uppvackas till nytt liv"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Han ar bara en man som satter ihop logner om Gud och Vi tror inte pa honom"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "[Och han] bad: \"Herre, hjalp mig! De kallar mig lognare"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Och [Gud] svarade: \"Det skall inte droja lange innan de grips av anger"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Och en dag genljod over dem danet [av Vart straff], rattvist och nodvandigt, och Vi [sopade bort] dem som torra agnar. Och sa var det ute med dessa orattfardiga manniskor"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "DAREFTER lat Vi nya slakten stiga fram"
        }
    ]
}