{
    "pages": [
        {
            "chapter": 28,
            "verse": 36,
            "text": "MEN NAR Moses kom till Farao och hans storman med Vara tecken, tydliga bevis, sade de: \"Detta ar trolldom och blandande valtalighet - [vad de sager] ar fritt uppdiktat. Vi har aldrig hort om nagot liknande pa vara forfaders tid"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Och Moses sade: \"Min Herre vet bast vem som kommer ledd av Hans egen vagledning och vem som skall hemfora slutsegern. Det skall inte ga de orattfardiga val i hander"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Och Farao sade: \"Savitt jag vet finns det for er, storman, ingen annan gud an jag. Lat da tanda tegelugnarna, Haman, och bygg ett torn at mig sa hogt att jag kan stiga upp till Moses gud. Men jag misstanker att han ar en av dem som far med logn"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "Han och hans man upptradde med oberattigat hogmod pa denna jord; de trodde inte att de skulle foras ater till Oss [for rakenskap och dom]"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Vi lat [straffet] drabba honom och hans man och de stortades i havet [och dranktes]; se vilket slut de fick som begick sadan oratt"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "Vi gjorde dem till forebilder [for dem] som leder [andra] till helvetet; och pa Uppstandelsens dag skall de inte finna hjalpare"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "Var forbannelse foljde dem i denna varld och pa Uppstandelsens dag skall de vara bland dem som ar utestangda fran Var nad"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "EFTER ATT ha latit tidigare slakten [som forhardat sig i synd och ondska] ga under, skankte Vi Moses Var uppenbarelse, ett ljus som skulle hjalpa manniskorna att se klart och ge dem vagledning och nad; kanske skulle [det stamma] dem till eftertanke"
        }
    ]
}