{
    "pages": [
        {
            "chapter": 28,
            "verse": 71,
            "text": "Sag: \"Vad tror ni? Om Gud lat natten rada over er utan avbrott till Uppstandelsens dag, vem ar den gud - utom Gud - som kan skanka er ljus? [Varfor] lyssnar ni inte [och forsoker forsta]"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Sag: \"Vad tror ni? Om Gud lat dagen rada over er utan avbrott till Uppstandelsens dag, vem ar den gud - utom Gud - som kan ge er morker, sa att ni far vila? [Varfor forsoker] ni inte se klart"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "I Sin nad skapade Han for er natten och dagen, sa att ni skall ha en tid for vila och en tid da ni skall kunna soka det som Han i Sin godhet [beviljar er]; kanske kanner ni tacksamhet"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "OCH DEN Dagen skall Han kalla fram dem och fraga: \"Var ar nu de medhjalpare som ni satte [vid Min sida]"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "[Nar de tiger] skall Vi lata ett vittne ur varje samfund stiga fram och Vi skall saga [till de forut namnda]: \"Lagg fram beviset [for ert pastaende]!\" Da skall de se att sanningen tillhor Gud. Och allt som de hade diktat upp skall overge dem"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "Qaarun horde till Moses folk men han upptradde overmodigt mot dem [alla]. Vi hade namligen skankt honom sadana rikedomar att hans skattkistor skulle ha kants tunga till och med for tio starka man eller annu fler. Och hans landsman sade till honom: \"Skryt inte [med dina rikedomar]; Gud alskar inte skravlare"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Strava med det som Gud har gett dig efter det eviga livets goda utan att forsumma din del av det varldsliga! Och gor gott mot andra sasom Gud har gjort gott mot dig, och stor inte ordningen pa jorden och sprid inte sedligt fordarv; Gud ar inte van av dem som stor ordningen pa jorden och fordarvar sederna"
        }
    ]
}