{
    "pages": [
        {
            "chapter": 34,
            "verse": 49,
            "text": "Sag: \"Sanningen har kommit [och lognen maste vika] - lognen skapar ingenting och den aterstaller ingenting"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Sag: \"Om jag gar vilse skadar jag bara mig sjalv, och om jag ar pa ratt vag, [ar det] tack vare det som min Herre har uppenbarat for mig. Han hor allt och ar alltid nara"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "OM DU sag [fornekarna efter uppstandelsen], skrackslagna, utan mojlighet att fly, gripna dar de star"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "och de ropar: \"Vi tror pa [budskapet]!\" Men hur skulle de kunna leta sig fram till [trons] rena vatten - [tron hor ju hemma i det jordiska liv] som nu ligger langt bakom dem"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Forr fornekade de den ju och - dar de stod pa langt avstand - kastade de fram grundlosa pastaenden om det som ar dolt for manniskor"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "Och vagen till sina onskningars mal kommer de att finna stangd, sasom fallet var med deras likasinnade foregangare, darfor att de inte [kunde frigora sig fran] sina tvivel och sina misstankar"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "GUD SKE lov och pris, himlarnas och jordens Skapare, som sander anglarna som Sina budbarare, forsedda med tva eller tre eller fyra vingpar. Han fogar till Sin skapelse vad Han vill - Gud har allt i Sin makt"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Vad Han vill skanka manniskorna av Sin nad kan ingen undanhalla dem; och vad Han haller tillbaka, kan ingen lata floda i Hans stalle. Han ar den Allsmaktige, den Vise"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "Manniskor! Minns Guds valgarningar mot er! Finns det en annan skapare an Gud, som forser er [med det] i himlen och pa jorden som ni behover for er forsorjning? Nej, det finns ingen gud utom Han; hur forvirrade ar inte era begrepp"
        }
    ]
}