{
    "pages": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Vem ar mer orattfardig an den som satter ihop logner om Gud och som, nar sanningen slar honom, fornekar den? Ar inte helvetet [ratt] tillhall for dem som fornekar sanningen"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Och den som forkunnar sanningen och den som tar emot den och bejakar den, de ar de [sant] gudfruktiga"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Hos sin Herre skall de finna allt vad de onskar - detta ar beloningen till dem som gor det goda och det ratta"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "och darfor skall Gud stryka ut [ur deras bok] deras samsta handlingar och lona dem efter det basta de gjorde"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "RACKER Gud inte till for [att forsvara] Sin tjanare? Och anda forsoker de skramma dig med det [som de dyrkar] vid sidan av Honom! Och den Gud later ga vilse finner ingen som leder honom pa ratt vag"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "men den som Gud vagleder kan ingen leda vilse. Ar inte Gud allsmaktig? Har Han inte hamnden i Sin hand"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Och om du fragar manniskorna: \"Vem har skapat himlarna och jorden?\" - svarar de helt visst: \"Gud.\" Sag: \"Har ni overvagt om de som ni anropar i Guds stalle kan avvarja ett ont som Gud vill skall drabba mig? Eller om Han vill bevisa mig Sin nad, kan de hindra Hans nad att na mig?\" Sag: \"Jag behover ingen utom Gud. Till Honom litar de som soker [ett maktigt] stod"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Sag: \"Gor nu, mitt folk, vad som star i er makt [for att bekampa tron]; jag skall gora mitt [for att befasta och utbreda den]! Ni skall [tids nog] fa veta"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "vem [av oss] som skall drabbas av ett fornedrande straff och [i nasta liv] fa utsta ett andlost lidande"
        }
    ]
}