{
    "pages": [
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alif lam meem"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "GUD - det finns ingen annan gud an Han, den Levande, skapelsens evige Vidmakthallare"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "Steg for steg uppenbarar Han for dig denna Skrift och med den sanningen och bekraftelse av det som annu bestar [av aldre tiders uppenbarelser]; det ar Han som uppenbarade Tora och Evangeliet"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "i aldre tid, till vagledning for manniskorna och det ar Han som har uppenbarat den mattstock med vars hjalp ratt kan matas och skiljas fran oratt. Ett strangt straff vantar dem som fornekar [sanningen i] Guds budskap - ja, Gud ar allsmaktig och hamnden ar Hans"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "For Gud ar ingenting dolt vare sig pa jorden eller i himlen"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "Det ar Han som formar er i moderlivet enligt Sin vilja. Det finns ingen annan gud an Han, den Allsmaktige, den Vise"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "Det ar Han som har uppenbarat for dig denna Skrift, dar det finns fast och klart formulerade budskap - de utgor dess karna - och andra som ar framstallda i bilder. Men de vilkas hjartan har farit vilse gar efter sadant i Skriften som har framstallts i bild, nar de forsoker sa split och forvirring genom [godtycklig] tolkning av dess innersta mening - dess innersta mening kanner ingen utom Gud. - De vilkas kunskap ar fast och djupt rotad sager: \"Vi tror pa denna [Skrift]; allt ar fran var Herre.\" Men ingen agnar eftertanke at [och tar varning av] detta utom de som har forstand"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "[De ber:] \"Herre! Lat inte vara hjartan fara vilse sedan Du har vaglett oss. Och forbarma Dig i Din nad over oss. - Du ar Den som alltid ger"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Herre! Du skall samla alla manniskor [infor Dig] en Dag [vars ankomst] star utom varje tvivel; Gud sviker helt visst inte Sitt lofte"
        }
    ]
}