{
    "pages": [
        {
            "chapter": 45,
            "verse": 14,
            "text": "Uppmana de troende att forlata dem som inte ser fram emot Guds dagar; det ar namligen Han som da skall ge manniskorna den lon som de har fortjanat [med sina handlingar]"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "Den som gor ratt har sjalv gott av sina handlingar, och den som gor oratt gor det till nackdel for sig sjalv. Till sist skall ni foras ater till er Herre"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "VI GAV Israels barn Skriften och ratt att styra och doma [i enlighet med Guds lag] och Vi lat profeter uppsta bland dem; och Vi sorjde for dem med goda och nyttiga ting och Vi visade dem sadan nad som Vi inte har visat nagot annat folk"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "Och Vi gav dem klara foreskrifter i allt som ror religionen, och forst efter att ha fatt all kunskap blev de oense om dessa [foreskrifters innebord] av ovilja och avund mot varandra. Pa Uppstandelsens dag skall Din Herre doma mellan dem i alla de fragor som de tvistade om"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "Darefter har Vi visat dig [Muhammad] en vag till forverkligandet [av trons] syfte; folj darfor denna vag och fast dig inte vid de okunnigas onskningar"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "De kan inte skydda dig mot Guds [vrede, om du skulle gora dem till viljes]; de orattfardiga beskyddar varandra, men Gud ar de gudfruktigas Beskyddare"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "Denna [Skrift] oppnar era ogon [for sanningen] och ar en vagledning och en nad for dem som har inre visshet"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "Tror de som begar oratt att Vi skall ge dem samma behandling, i livet och i doden, som Vi ger dem som tror och lever ett rattskaffens liv? Hur illa domer de inte"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "Gud har skapat himlarna och jorden i enlighet med en plan och ett syfte, och for att var och en skall fa den lon som han har fortjanat och ingen tillfogas oratt"
        }
    ]
}