{
    "pages": [
        {
            "chapter": 2,
            "verse": 49,
            "text": "Och [minns] att Vi befriade er fran Faraos man, som tillfogade er svara lidanden, dodade era soner och [enbart] skonade era kvinnor - detta var en tung provning som er Herre lade pa er"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "och [minns] hur Vi klov havet framfor er och raddade er och drankte faraonerna infor era ogon"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "och hur Vi kallade Moses till Oss [pa Sinai berg] under fyrtio natter och hur ni i hans franvaro tog er for att dyrka [den gyllene] kalven och sa begick en svar synd"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Men anda efterskankte Vi darefter er skuld, sa att ni [borde ha] kant tacksamhet"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Och [minns] att Vi uppenbarade Skriften for Moses och en mattstock varmed ratt kan matas och skiljas fran oratt sa att ni fick vagledning"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "och att Moses sade till sitt folk: \"Ni har sannerligen, mitt folk, tillfogat er sjalva en svar oratt da ni tog er for att dyrka [den gyllene] kalven. Vand darfor ater till er Skapare och visa ett forkrossat sinnelag; det ar vad er Skapare finner vara bast for er.\" Och Han tog emot er anger - Han ar Den som gar den angerfulle till motes, den Barmhartige"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Och [minns] att ni sade: \"Moses! Vi tror dig inte forran vi med vara egna ogon far se Gud\"; och sa drabbades ni dar ni stod av [straffets] blixtar"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Men Vi atergav er livet, sedan ni varit [som] doda, sa att ni [borde ha] kant tacksamhet"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Och Vi lat molnen skanka er skugga och gav er manna och vaktlar [till foda och uppmanade er:] \"At av de goda ting som Vi har skankt er for ert uppehalle.\" Och de vallade Oss ingen skada [med sina synder] - de skadade enbart sig sjalva"
        }
    ]
}