{
    "rukus": [
        {
            "chapter": 21,
            "verse": 42,
            "text": "Koraa, ‘raatite ha'omka ba dinate ha'omka rahamanara paraa kone tomalokaka raksa karaiba’? Tathapi'o sihamte nija pratipalakara smaranara paraa mukha ghuraa'i laya"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Tente sihamtara enekuraa'o kichumana ilaha ache neki yiborae amara paraa sihamtaka raksa karaiba parae? Ihamte dekhuna nijake'i sahaya karaiba noraarae arau amara sastira paraa raksa pabalaiyo sihamte kono asrayadanakarai napaba"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Baram amiye'i sihamtaka arau sihamtara pitr-purausasakalaka bhoga-sambhara dana karaichilo, lagate sihamtara ayu kala'o achila dighaliya. Sihamte dekha na'ine ye, ami prthiraikhanaka carai'ophalara paraa sankucita karai ani acho. Tathapi'o sihamte'i bijayi ha’bane"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "koraa, ‘ma'i kerala ahira dbaraahe tomalokaka satarka karao’; kintu yisakala badhira sihamtaka yetiya satarka karaa haya tetiya sihamte se'i ahbana nusune"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Arau tomara pratipalakara sastira akanamano yadi sihamtaka sparsa karae tente arasye sihamte kai uthiba, ‘haya! Durbhagya amara, niscaya ami yalima achilo"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "arau kiyamatara dina ami n'yayabicarara tulacani sthapana karaima, seye karao prati kono dharanara an'yaya karaa naha’ba arau amala yadi sasya dana paraimana ojanarao haya tathapi'o ami seya upasthita karaima; arau hicapa grahanakarairaupe amiye'i yathesta"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Arasye ami mucha arau haraunaka dana karaichilo phurakbana, yito muttakbisakalara babe jyoti arau upadesa"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "yisakale nedekhakaiye te'omlokara pratipalakaka bhaya karae arau te'omloke kiyamata samparke bhita-santrasta"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Arau e'ito haiche barakatamaya upadesa, yito ami aratirna karaicho. Tathapi'o tomaloke iyaka asbikara karaibane"
        }
    ]
}