{
    "rukus": [
        {
            "chapter": 22,
            "verse": 1,
            "text": "He manara! Tomaloke nija pratipalakara takbaraa aralambana karaa. Niscaya kiyamatara prakampana eta bara bhayankara bisaya"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "yidina tomaloke seya dekhibalai paba se'idina pratyeka piyaha khu'uraa tiraota'i nijara kemcuraaka paharai yaba arau pratyeka garbharati naraiye garbhapata karaiba; arau tumi manuhaka nicagrasta sadrsa dekhiba, athaca sihamta nicagrasta nahaya. Baram allahara sasti ati kathina"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Manuhara majata kichumana enekuraa manuho ache yibilake najani allaha samparke bitanda karae arau si pratyeka bidraohi cayatanara anusarana karae"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "tara bisaye likhi diya haiche ye, yiye tara lagata bandhutba karaiba si arasye taka pathabhrasta karaiba arau taka prajjbalita agnira sastira pine paraicalita karaiba"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "He manara! Yadi tomaloke punaraut'thana samparke sandehata acha tente jani thoraa, ami tomalokaka srsti karaicho matira paraa, tara pichata sukrakitara paraa, tara pichata alakbara paraa, tara pichata purnakrti athaba apurnakrti mansapindara paraa—yate ami bisayato tomalokara ocarata suspastaraupe prakasa karai di'om. Amara icchanusarai seya (sukrakitaka) eta nirdista samayara babe matrgarbhata sthita raakho, tara pichata ami tomalokaka sisuraupe ola'i ano. Yate tomaloke praaptabayasata upanita horaa. Tomalokara majara kichumanaka (agate'i) mrtyu diya haya akau ana kichumanaka burha bayasara jaraajirna arasthalai pratyarpana karaa haya, yara phalata si janara pichato eko najana hai parae. Tumi dekha poraa ye, bhumikhana sukana hai parai ache, tara pichata ami tata pani barsana karao phalata seya sajira hai thana dharai uthe arau sakalo dharanara sudrsya udbhida utpanna haya"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "e'ito e'i babe ye, allahe'i satya arau teraemi mrtaka jiraita karae arau te'om sakalo bastura oparata ksamatabana"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "arau e'i babe ye, niscaya kiyamata ahiba, iyata kono sandeha na'i arau yisakala kabarata ache niscaya allahe te'omlokaka punaraut'thita karaiba"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Arau manuhara majata enekuraa manuho ache yisakalara kono jnana na'i, pathanirdesa'o na'i arau diptimana kono puthi'o na'i tathapi'o allaha samparke baka-bitanda karae"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "E'i sbabharara byaktiye manuhaka allahara pathara paraa pathabhrasta karaibalai ahankara karai dam kha'i uthe. Tara babe prthiraita ache lanchana arau kiyamatara dina ami taka bhoga karaama dahana yantrana"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "(Se'idina taka koraa ha’ba) ‘e'ito tomarae'i krtakarmara phala, arau allahe bandasakalara prati bindumatra'o an'yaya nakarae’"
        }
    ]
}