{
    "rukus": [
        {
            "chapter": 30,
            "verse": 11,
            "text": "Allahe'i srstira sucana karae, tara pichata teraemi iyara punaraabrtti karaiba, tara pichata tomalokaka te'omra ocarate'i pratyarartana karaoraa ha’ba"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "Arau yidina kiyamata sanghatita ha’ba se'idina aparaadhibilaka hatasa hai paraiba"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "Arau (allahara lagata karaa) sihamtara sbaraikasakala sihamtara babe chuparaichakarai nahaba arau sihamte sihamtara sbaraikakrta upasyaborara asbikarakarai ha’ba"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "Arau yidina kiyamata sanghatita ha’ba se'idina sihamta bibhakta hai paraiba"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "Eteke yisakale imana aniche arau satkarma karaiche te'omloke jannatata sukha-santita thakiba"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "arau yisakale kupharai karaiche lagate amara ayatasamuha arau akhiraatara saksataka asbikara karaiche, parainamata sihamtaka sastira majata upasthita karaa ha’ba"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "Eteke tomaloke allahara paraitrata arau mahima ghosana karaa, yetiya tomaloke sandhata upanita horaa arau poraa sajaga horaa"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "abeli arau yetiya tomaloke dupuraiyata upanita horaa. Te'omra babe'i sakalo prasansa akasasamuhata arau prthiraita"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "Teraemi nirjirara paraa sajira uliya'i ane arau teraemi jiraitara paraa mrtaka uliya'i ane. Arau teraemi bhumika tara mrtyura pichata akau punarjiraita karae. E'idarae'i tomalokako uliya'i ana ha’ba"
        }
    ]
}