{
    "rukus": [
        {
            "chapter": 45,
            "verse": 1,
            "text": "Ha-mima"
        },
        {
            "chapter": 45,
            "verse": 2,
            "text": "Mahaparaakramasali prajnamaya allahara taraphara paraa e'i kitaba nayilakrta"
        },
        {
            "chapter": 45,
            "verse": 3,
            "text": "Niscaya akasasamuha arau prthiraita muminasakalara babe ache bahuto nidarsana"
        },
        {
            "chapter": 45,
            "verse": 4,
            "text": "Arau tomalokara srstita lagate yibora jira-jantu sicaraita hai ache tato bahuto nidarsana ache ene sampradayara babe, yisakale niscita bisbasa sthapana karae"
        },
        {
            "chapter": 45,
            "verse": 5,
            "text": "raati arau dinara paraibartanata lagate allahe akasara paraa yi jiraika (pani) barsana karae, tara pichata iyara dbaraa te'om mrta bhumika punarjiraita karae, iyara majata arau batahara paraibartanara majato bahu nidarsana ache ene sampradayara babe yisakale buji paya"
        },
        {
            "chapter": 45,
            "verse": 6,
            "text": "E'ibora allahara ayata, yibora ami tomara ocarata yathayathabharae tilarata karaicho. Eteke sihamte allaha arau te'omra ayatara pichata kona hadichara (kathara) oparata bisbasa sthapana karaiba"
        },
        {
            "chapter": 45,
            "verse": 7,
            "text": "durbhoga pratyeka ghora michaliya papira babe"
        },
        {
            "chapter": 45,
            "verse": 8,
            "text": "si allahara ayatasamuha sune yibora tara ocarata tilarata karaa haya, tathapi'o si aud'dhatyara saite akoragoja hai thake yeniba si seya suna'i na'i. Eteke tumi taka yantranadayaka sastira susambada diya"
        },
        {
            "chapter": 45,
            "verse": 9,
            "text": "arau yetiya si amara kono ayatara bisaye aragata haya, tetiya si se'itoka paraihasara ahila hicape grahana karae. Sihamtarae babe ache lanchanadayaka sasti"
        },
        {
            "chapter": 45,
            "verse": 10,
            "text": "Sihamtara sanmukhata ache jahannama; sihamtara krtakarma sihamtara kono kamata nahiba, sihamte allahara paraibarte yiboraka abhibharaka hicape grahana karaiche sihamte'o kono kamata nahiba. Sihamtara babe ache maha sasti"
        },
        {
            "chapter": 45,
            "verse": 11,
            "text": "E'i (kora'ana) satpatha pradarsaka; arau yisakale nija pratipalakara ayatasamuhara lagata kupharai karae, sihamtara babe ache ati yantranadayaka sasti"
        }
    ]
}