{
    "rukus": [
        {
            "chapter": 5,
            "verse": 94,
            "text": "He imandarasakala! Allahe tomalokaka arasye paraiksa karaiba cikarara enekuraa bastura dbaraa yibora tomalokara hatara arau ballamara a'otata thake, yate allahe prakasa karai diye ye, kone te'omka nedekhakaiye bhaya paya. Seye iyara pichato konoba'i simalanghana karaile tara babe kastadayaka sasti ache"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "He imandarasakala! Tomaloke iharaamata thaka arasthata cikara (jantu) hatya nakaraiba, arau yadi tomalokara majata konoba'i seya icchakrtabharae hatya karae tente si yito hatya karaiche tara binimaya haiche anuraupa grhapalita jantu, yara phayacala karaiba tomalokara majara dujana n'yayabicaraka loke- kurabanira jantu hicape ka’balai paumcaba lagiba na'iba iyara kaphapharaa ha’ba daraidraka khadya dana karaa athaba se'i anupate chiyama palana karaa, yate si nija krtakarmara phala bhoga karaiba parae. Agate yi haiche allahe seya ksama karaiche. Kintu konoba'i yadi seya akau karae tente allahe tara paraa pratisodha grahana karaiba arau allaha paraakramasali, pratisodha grahanakarai"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Tomalokara babe sagarara cikara arau seya bhaksana karaa halala karaa haiche, tomalokara arau paryatakasakalara bhogara babe. Tomaloke yetiyalaike iharaamata thakiba tetiyalaike tomalokara babe sthalara cikara karaa haraama; arau tomaloke allahara takbaraa aralambana karaa, yara ocarata tomalokaka ekatraita karaa ha’ba"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Allahe paraitra kaba gharaka, paraitra mahaka, hada'i arau galarad'dha jantuko manuhara kalyanara babe nirdharaita karaiche. E'ito e'i babe ye, yate tomaloke janiba paraa, niscaya akasasamuhata yi ache arau prthiraita yi ache allahe seya jane arau niscaya allaha sakalo bastu samparke samyaka aragata"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Jani thoraa, niscaya allaha sasti danata ati kathora, arau allaha parama ksamasila, parama dayalu"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Raachulara dayitba kerala pracara karaa; arau tomaloke yi prakasa karaa arau yi gopana karaa seya allahe jane"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Koraa, aparaitra arau paraitra samana nahaya, yadi'o aparaitrara adhikya tomaka mugdha karae. Seye, he bodhasampanna byaktisakala! Tomaloke allahara takbaraa aralambana karaa yate tomaloke saphala ha’ba paraa"
        }
    ]
}