{
    "rukus": [
        {
            "chapter": 2,
            "verse": 72,
            "text": "Uyezve (rangarirai) apo pamakauraya murume, uye mukava nekusawirirana pakati penyu maererano nemhosva iyi. Asi Allah vakabuditsa pachena izvo zvamanga makaviga"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Takava tinoti: “Murovei (mufi) nechidimbu chayo (mombe).” Ndiwo mamutsiro anoita Allah vafi uye kukuratidzai micherechedzo yavo (humbowo, dzidziso) kuti zvimwe mungave vanhu vanonzwisisa"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Mushure mezvo, moyo yenyu yakaoma ikava sematombo kana kutopfuura (matombo) mukuomarara. Uye zvirokwazvo, kune matombo anobuda nzizi dzemvura kubva maari; uye zvirokwazvo, kune mamwe (matombo) anotsemuka mvura yobuda maari ichierera; uye zvirokwazvo, kune mamwe anodonha pasi nokutya Allah. Uye Allah havarivari zvamunoita"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Munotarisira kuti vachatenda muchitendero chenyu nokuti zvirokwazvo vamwe vavo (maJudha) vaigara vachinzwa mashoko aAllah (Torah), ivo vobva vomashandura vachiziva mushure mekumanzwisisa ivo vachiziva"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Uye pavanosangana (maJudha) neavo vanotenda (maMuslim) vanoti: “Tinotenda”, asi pavanosangana pachavo voga muchihwande vanoti: “Mungavaudza here (maJudha) ma (Muslim) izvo zvamakazarurirwa naAllah (imi maJudha maererano netsanangudzo nehunhu hwaMuhammad (SAW) izvo zvakanyorwa muTorah) kuitira kuti (maMuslim) vozoita nharo nemi (maJudha) maererano nazvo pamberi paTenzi venyu. Hamunawo here nzwisiso?”"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Havazivi here kuti zvirokwazvo Allah vanoziva zvese zvavanoviga nezvese zvavanobuditsa"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Uye pakati pavo (maJudha) pane vanhu vasina kudzidza vasingazivi gwaro, asi vanovimba nezvido zvemanyepo uyezve vanofungidzira"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Marwadzo kune avo vanonyora Gwaro nemaoko avo, uye voti: “Izvi zviri kubva kunaAllah,” vozvitengesa nemutengo muduku! Uyezve vachawana marwadzo nezvakanyorwa nemaoko avo, uyezve matambudziko nezvavanowana"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Uye (maJudha) vanoti: “Moto (Moto weGehena nezuva rekumutswa kwevafi) haumbotibati kunze kwemazuva mashoma anoverengeka.” Iti (Iwe Muhammad (SAW) kwavari): “Makatora chibvumirano here naAllah, zvokuti Allah havazoputsi chibvumirano chavo? Kana kuti munotaura pamusoro paAllah zvamusingazivi?”"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Hongu! Uyo anoita chakaipa uye zvitadzo zvake zvomukomberedza, vanhu vakadaro vachave vekumoto (weGehena), uye vachagara mauri zvachose"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Uye avo vanotenda (muhumwechete hwaAllah) uye nokuita mabasa akanaka, ndivo vagari vekuParadhiso, vachagara mairi zvachose"
        }
    ]
}