{
    "rukus": [
        {
            "chapter": 11,
            "verse": 36,
            "text": "Uye zvakazarurirwa Nowa: “Hapana pakati pevanhu vako vachatenda kunze kweavo vakatenda kare. Nokudaro usashungurudzike nezvavanoita.”"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "“Uye vaka ngarava takakutarisa nemaziso edu uye nemashoko edu (nekuzarurirwa kwedu), uye usandidane uchimiririra avo vakaita zvakaipa; zvirokwazvo vachanyudzwa.”"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "Uye paaivaka ngarava, pose-pose pavaimupfuura madzishe evanhu vake, vaimutsvinyira. Iye akati: “Kana mukatitsvinyira, saizvozvo tichakutsvinyiraiwo sematsvinyiro amuri kuita.”"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "“Uye muchaziva kuti kuna ani kuchauya murango uyo uchamufukidza nenyadzi, uye kuna ani kuchawira murango usingaperi.”"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "(Zvakava sokudaro) kusvika apo murairo wedu wakauya, uye hovhoni yakapfachuka (mvura ichibva pasi nesimba). Tikati: “Pinza mairi (ngarava) parudzi rwega rwega zviviri (hadzi nerume), uye nemhuri yako, kusara kweuyo shoko rakapfuura paari (kuti achaparadzwa), neavo vanotenda.” Uye hapana akatenda kwaari kunze kwevashoma"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "Uye Nowa akati: “Pindai mairi: muzita raAllah ichafamba munzira mayo uye kumira kwayo. Zvirokwazvo, Tenzi vangu vanoregerera zvikuru, vane tsitsi dzakanyanya.”"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Nokudaro (ngarava) yakafamba navo pakati pemasai-sai akafanana nemakomo, uye Nowa akasheedza mwana wake, uyo akanga aparadzana naye: “Iwe mwanangu! Kwira nesu uye usave neavo vasingatendi.”"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "(Mwana) akapindura: “Ndichatsvaga rubatsiro kubva kune mamwe makomo achava anondibatsira kubva kumvura.” Nowa akati: “Zuva ranhasi hakuna mununuri kubva kumurairo waAllah kusiya kweuyo wavanzwira tsitsi.” Uye masai-sai akauya pakati pavo, nokudaro akava mumwe wevakanyudzwa"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Uye zvakava zvinonzi: “Iwe nyika! Nyudza mvura yako, uye Iwe denga! Misa (kunaya).” Uye mvura yakaitwa kuti iserere uye murairo (waAllah) wakazadziswa. Uye ngarava yakamira mugomo reJudi, uye zvikanzi: “Ngavave kure vanhu avo vanotadza!”"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Uye Nowa akadana Tenzi vake uye akati: “Imi Tenzi vangu! Zvirokwazvo, mwana wangu mumwe wemhuri yangu! Uye zvirokwazvo vimbiso yenyu ndeye chokwadi, uye ndimi muenzanisi mukuru wevatongi.”"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "(Allah) Vakati: “Iwe Nowa! Zvirokwazvo, haasi mumwe wemhuri yako; zvirokwazvo, mabasa ake akaipa, nokudaro usandibvunza zvausina ruzivo nazvo! Ndiri kukuyambira pamwe ungazova umwe wevasingazivi.”"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Nowa akati: “Imi Tenzi vangu! Ndinotsvaga kupotera kwamuri kubva mukukubvunzai zvandisina ruzivo nazvo. Uye mukasava munondiregerera kana kundinzwira tsitsi, ndichave zvirokwazvo mumwe wevakarasika.”"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Zvakava zvinonzi: “Iwe Nowa! Dzika pasi kubva mungarava neruyamuro (nerunyararo) kubva kwatiri uye makomborero kwauri uye nevanhu vauri navo, asi (kuchava nevamwe) vanhu vatichapa mafaro (kwekanguvana), asi pakupedzisira marwadzo akaomarara achavasvikira kubva kwatiri.”"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Iyi inyaya yezvakavanzika yatiri kukuzarurira (Muhammad (SAW)), kunyange iwe nevanhu vako makanga musingaizivi mushure meizvi. Saka iva nemoyo murefu. Zvirokwazvo, magumo (akanaka) ndee Al-Muttaqoon (Vatsvene)"
        }
    ]
}