{
    "rukus": [
        {
            "chapter": 17,
            "verse": 61,
            "text": "Uye (rangarira) apo patakati kune ngirozi: “Pfugamirai pachenyu Adam.” Dzakapfugama kusara kwaIblees (Satani). Akati: “Ndingapfugamire uyo wamakasika kubva mudhaka?”"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "(Satani) akati: “Tarisa uyu wamakudza kudarika ini, kana mukandipa nguva kusvika zuva rekumutswa, ndicharasisa vana vake kusara kwevashoma!”"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "(Allah) vakati: “Enda, uye wese achakutevera pakati pavo, zvirokwazvo, Gehena richave mubairo wenyu (mese), mubairo wakazara.”"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "“Uye vafurire avo vaunokwanisa pakati pavo neizwi rako (mimhanzi nezvimwe zvakadaro), uye varwise nemauto ako epamabhiza neetsoka, uye govana navo hupfumi nevana (nekuvanyengedza kuti vawane mari nenzira dzisina kunaka, kana kuita hupombwe), uye vavimbise.” Asi Satani haavavimbisi kusara kwekuvanyengedza"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "“Zvirokwazvo, varanda vangu (vatendi vechokwadi), hauna simba kwavari. Uye vakakwana Tenzi vako semuchengetedzi.”"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Tenzi venyu ndivo vanofambisa ngarava mugungwa, kuti muve munotsvaga makomborero avo. Zvirokwazvo, ndivo vane tsitsi zhinji kwamuri"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Uye kana zvinokuvadza zvakubatai mugungwa, avo vamunosheedza vanotsakatika kusara kwaivo (Allah). Asi kana vakuburitsai kuuya panyika zvakanaka, munofuratira. Uye munhu haatendi"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Munonzwa kuchengetedzeka here kuti havazokonzeri divi renyika kukumedzai, kana kuti kutumira kwamuri dutu rejecha? Naizvozvo, muchashaiwa mubetseri"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Kana kuti munonzwa kuchengetedzeka kuti havazokudzorerari kechipipiri mugungwa uye vokutumirai mhepo yakaomarara uye yokunyudzai nekuda kwekusatenda kwenyu? Naizvozvo, muchashaiwa mubetseri mariri pamusoro pedu"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Uye zvirokwazvo takaremekedza vana vaAdam, uye tinovatakura panyika nemugungwa, uye tinovapa At-Tayyibaat (zvinhu zvakanaka zvinobvumirwa), uye takavasarudza zvikuru pane vazhinji veavo vatakasika"
        }
    ]
}