{
    "rukus": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "Twaa – Haa. (Aya mavara ndemamwe ezvishamiso zveQur’aan, uye hakuna kana ani zvake anoziva zvaanoreva kunze kwaAllah)"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Hatina kuburutsa Qur’aan (iri) kwauri (Muhammad (SAW)) kuti tikupe matambudziko (tikushungurudze)"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Asi kuti seyeuchidzo kune avo vanotya (Allah)"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Iburutso kubva kune vakasika nyika nematenga kumusoro-soro"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "(Allah) vane Ngoni vakakwira pamusoro peArsh (Chigaro Choumambo chinoenderana noukuru hwavo usingaperi, uye vakakwira nenzira inoenderana neumambo wavo)"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Zvose zviri mumatenga nemunyika, nezviri pakati pazvo nezviri pasi pevhu ndezvavo (Allah)"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Uye (iwe Muhammad (SAW)) ukave unotaura zvinonzwika, zvirokwazvo, (Allah) vanoziva zvakavanda nezvakanyanya kuvanda"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Allah! Laa ilaaha illaa Huwa (Hakuna umwe anofanirwa kunamatwa kunze kwavo (Allah))! Mazita ose akanaka ndeavo (Allah)"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Uye nyaya yaMusa yati yambouya here kwauri"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Apo paakaona moto ndokuti kune mhuri yake: “Mirai! Zvirokwazvo, ndaona moto, dzimweni dzenguva ndingangokuvigirai rasha (rine moto) kubva kwauri (moto iwowo), kana kuti ndowana nhungamiririro kune moto (iwowo).”"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Uye paakasvika kwauri (moto uya) akave anoshevedzwa (nezita kuti): “Iwe Musa!”"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "“Zvirokwazvo, ndini Tenzi vako (Allah)! Naizvozvo kurura shangu dzako, zvirokwazvo, uri mumupata unoyera weTuwa.”"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "“Uye ndave ndinokusarudza. Naizvozvo chinzwa zvichaburutswa (kwauri).”"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "“Zvirokwazvo, ndini Allah! Laa ilaaha illaa Ana (Hakuna mumwe mwari anofanirwa kunamatwa kunze kwangu), naizvozvo iva unondinamata, uye uve unoita Swalaah (Munamato) senzira yekundiyeuka.”"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "“Zvirokwazvo, Nguva (Zuva rekutongwa) irikuuya, uye ndiri pedo pedo nekuiviga, nokuda kwekuti munhu wese ave anotuswa (anopuhwa mubairo wake) mune izvo zvaakashingirira kuita.”"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "“Naizvozvo uyo asingatendi mairi (Nguva) asi achitevedzera zvido zvemoyo wake, ngaasave anokutadzisa (kutenda mairi nguva iyi) kuda ungangoparara.”"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "“Uyezve chiicho chiri muruoko rwako rwerudyi, nhai Musa?”"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "(Musa) akati: “Iyi itsvimbo yangu, ndinoizendamira, uye ndinoikoshomoresa mashizha anozodyiwa nehwai dzangu, uye ndinowanawo zvimwe zvishando mairi.”"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "(Allah) ndokuti: “Naizvozvo ikande pasi, iwe Musa!”"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Naizvozvo akaikanda pasi, chiriporipotyo yakanga yava nyoka, yaizvonyongoka nekukurumidza"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "(Allah) ndokuti: “Itore hako uyezve usatye, tichave tinoidzosera kuchimiro chayo chokutanga.”"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "“Uyezve dzvanyidzira ruoko rwako (rworudyi) murutivi rwako (rweruboshwe), rwuchabuda rwuchipenya rwusina kana chirwere sechimwe chiratidzo.”"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "“Nokuda kwekuti tikuratidze (zvimwe) zvezviratidzo zvedu zvikuru.”"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "“Chienda kuna Fir’aun (Farawo)! Zvirokwazvo, ava anozvitutumadza (anoita mabasa asakarurama).”"
        }
    ]
}