{
    "rukus": [
        {
            "chapter": 21,
            "verse": 51,
            "text": "Zvirokwazvo, makare-kare takava tinopa Ibrahim (Abrahamu) nhungamiro yake (kunzira yakatwasuka), uye taiziva nezvake (kutenda kwake)"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Apo paakataura kuna baba vake nevanhu vake kuti: “Zviumbwa izvi, zviyi izvo munoperera pakuzvinamata?”"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "(Vanhu vake) vakataura kuti: “(Izvi) takawana zvichinamatwa namadzitateguru edu.”"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "(Abrahamu) akataura kuti: “Zvirokwazvo, imi nemadzibaba enyu makarasika zviri pachena.”"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "(Vanhu) vakapindura vachiti: “Wauya nechokwadi here kwatiri kana kuti uri kuita zvekutamba?”"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "(Abrahamu) akataura kuti: “(Zivai kuti) Tenzi venyu ndiTenzi (mumwechete Allah) vedenga nenyika, avo vakazvisika, uye ini kwazviri (pakusikwa kwazvo naAllah) ndinopa uchapupu.”"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "“Uye ndinopika naAllah, zvirokwazvo ndichatsvaga zano rekuputsa zvidhori zvenyu mushure mekunge imi mambofamba-famba.”"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Nokudaro, akazviputsa kuita zvidimbu-zvidimbu, zvese kusara kwechihombe pakati pazvo, kuitira kuti vachibvunze (aputsa zvidhori)"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "(Vanhu vadzoka) vakataura kuti: “Ndiani aita izvi kunanamwari vedu? Zvirokwazvo, mutadzi mukuru.”"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "(Vamwe) vanhu vakati: “Takanzwa kamwe kamukomana kanonzi Abrahamu kachingotaura nezvazvo (zvidhori kuti kachazviputsa).”"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "(Vamwe) vakati: “Huyai naye pamberi pevanhu kuti vave vanomuona (vave neuchapupu nezvake (Abrahamu)).”"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "(Vanhu) vakati: “Ndiwe here waita izvi kuvanamwari vedu, iwe Abrahamu?”"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "(Abrahamu) akati: “Asi ichi chihombe chazvo (zvidhori) ndicho chaita izvi. Zvibvunzei kana zvichigona kutaura!”"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Saka vakataura pachavo kuti: “Zvirokwazvo, muri vatadzi vakuru.”"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Uye vakazova vanopindura (pfungwa yavo) vakati: “Zvirokwazvo, iwe (Abrahamu) unoziva kuti (zvidhori) hazvitauri!”"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "(Abrahamu) akati: “Saka munonamatirei izvo zvisingakubatsirei, kana kukukuvadzai muchisiya Allah?”"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "“Mashoko akaipa kwamuri, imi neizvo zvamunonamata muchisiya Allah! Hamupfungi here?”"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "(Vanhu) vakati: “Mupisei (Abrahamu) mubatsire vanamwari venyu, hunge muchizviita (muchizvikwanisa).”"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Takataura (Allah) kuti: “Iwe Moto! Iva unotonhora wopa ruchengetedzo kuna Abrahamu!”"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Uye vaida kumukuvadza, asi takavaita vanhu vakarasikirwa zvikuru"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Uye takamuponesa iye naLoti (Lut) kunyika yakakomborerwa kuvanhu nezvinhu zvose"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Uye takamupa (vana) Ishaaq (Isaka) uye (muzukuru) Ya’qoob (Jakobho). Vose takavaita vana vakatwasuka"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Uye takavaita vatungamiriri vaitungamira vanhu nokuda kwedu, uye tikavakomekedza kuita mabasa akanaka, kuita Swalaah (Minamato), uye kupa Zakaah (kupa Swadaqah kwevapfumi kuvarombo mushure kwegore), uye vainamata Isu (Allah) chete"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Uye Loti takamupa ungwaru neruzivo, uye tikamuponesa kubva muguta iro raiitwa zvakashata. Zvirokwazvo, vaiva vanhu vakashata vaiita zvivi"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Uye takamupinza mutsitsi dzedu. Zvirokwazvo, aiita mabasa akanaka"
        }
    ]
}