{
    "rukus": [
        {
            "chapter": 42,
            "verse": 10,
            "text": "Uye mune zvose zvamunopikisana, zvirokwazvo mutongo wazvo una Allah. (Uye iti Muhammad (SAW) kune vasingatendi): Ndivo Allah, Tenzi vangu avo vandinovimba navo, uye ndivo vandinokumbira ruregerero"
        },
        {
            "chapter": 42,
            "verse": 11,
            "text": "Musiki wedenga nenyika. Vakakugadzirirai vakadzi kubva kwamuri, uye mombe vakadzigadzirira mombe dzechikadzi. Nenzira iyi vanokusikai. Hapana chakafanana naivo, uye ndivo munzwi wezvose, muoni wezvose"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "Ndivo vane svumbunuro dzedenga nenyika. Vanowedzera raramo kune uyo wavanoshuvira, uye kuderedza (kune wavanoshuvira). Zvirokwazvo, ndivo muzivi wezvose"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "Vakave (Allah) vanotsidza kwauri chitendero (Islaam) chavakatsidza kuna Nowa, uye neizvo zvatadzikisa kwauri (Muhammad (SAW)), uye neizvo zvatakatsidza kuna Abrahamu, Musa, uye Isa (Jesu), tichiti munofanira kuchengetedza chitendero uye musava munopatsanura machiri (kuva mapoka akasiyana siyana). Hazvitambirwi kune avo vasingatendi, izvo zvaunovadeedzera (Muhammad (SAW)) kwazviri. Allah vanozvisarudzira uyo wavanoda, uye vanomutungamirira uyo anokumbira ruregerero uye achivateerera"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "Uye havana kupatsanuka kusara kwemushure mekunge ruzivo rwauya kwavari, nokuda kwekupfurikidza mwero pakati pavo. Uye dai risiri shoko rakauya kwavari kubva kuna Tenzi vako kwenguva yakatarwa, dai zvakagadziriswa pakati pavo izvo zvainetsa. Uye zvirokwazvo avo vakagariswa nhaka yeGwaro (Torah neVhangeri) mushure mavo (maJudha nemaKristu) vari mufungidziro zvikuru pamusoro pacho (chi Islaam)"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "Saka naizvozvo shevedza (vanhu) (iwe Muhammad (SAW)), uye mira zvakasimba (uri muchi Islaam) sekukomekedzwa kwawakaitwa, uye usave unotevedzera zvido zvavo, uye iti: “Ndinotenda mune zvakadzikiswa naAllah mumabhuku ese (Qur’aan nemabhuku ari mushure maro, Torah, Injeel (Vhangeri), nebhuku raAbrahamu), uye ndava ndinokomekedzwa kuenzanisa pakati penyu. Allah ndiTenzi vedu uye Tenzi venyu. Isu tine mabasa edu uye imi mune mabasa enyu. Hapana kupokana pakati pedu nemi. Allah vachava vanotiunganidza tose, uye kwavari ndiko kwatichadzokera.”"
        },
        {
            "chapter": 42,
            "verse": 16,
            "text": "Uye avo vanopikisa pamusoro paAllah (chitendero chavo Islaam) mushure mekunge chatambirwa (nevanhu), kupikisa kwavo hakuna basa pamberi paAllah, Tenzi vavo, uye kutsamwa nemarwadzo akanyanya zvichange zviri kwavari"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "Allah ndivo vakadzikisa Bhuku (Qur’aan) muzvokwadi, uye chikero (kuti muve munoenzanisa). Uye chii chinoita kuti uzive kuti dzimwe nguva, nguva yekupedzisira yava pedyo"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Avo vasingatendi mairi (nguva yekupedzisira) vanoda kuti ikurumidze, asi avo vanotenda, vanoitya zvakanyanya, uye vanoziva kuti zvirokwazvo ichokwadi. Zvirokwazvo, avo vanopikisa maererano nenguva (yekupedzisira) vari mukurasika zvakanyanya"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Allah vane tsitsi kuvaranda vavo. Vanopa raramo kune wavanoda. Uye ndivo samasimba, mukuru wezvose"
        }
    ]
}