{
    "rukus": [
        {
            "chapter": 66,
            "verse": 8,
            "text": "Imi vanotenda! Kumbirai ruregerero kuna Allah zvakakwana! Pamwe Tenzi venyu vachakukanganwirai zvitadzo zvenyu, uye vachakupinzai mumapindu ayo pasi pawo pane nzizi dzinoyerera. Zuva iro Allah havazi kuzonyadzisa muporofita (Muhammad (SAW)) neavo vanotenda pamwe naye. Chiedza chavo chichimhanya mberi kwavo uye nekurudyi rwavo. Vachange vachiti: “Tenzi vedu! Zadzikisai chiedza chedu (kusvikira tayambuka As-Siraat (bhiriji riri pamusoro peGehena)) uye tiregerereiwo. Zvirokwazvo imi munokwanisa kuita zvose.”"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "Iwe muporofita(Muhammad (SAW))! Shinga pamberi pevasingatendi nevanyengedzi, uye wokasharara kwavari; uye kuGehena ndiko kwavachagara, uye zvirokwazvo ndiwo magumo akashata"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "Allah vanopa muenzaniso kune avo vasingatendi: Mukadzi waNowa nemukadzi waLoti. Vakanga vari pasi pevaranda vedu vaviri vatsvene asi vakavabhanya (varume vavo nekuramba chitendero chavo). Uye (Nowa naLoti) havana kukwanisa kuvadzivirira kubva kuna Allah, uye zvakanzi: “Pindai mumoto pamwe nevarikupinda mumoto!”"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "Uye Allah vakapa mufananidzo kune avo vanotenda: Mukadzi waFarawo apo akati: “Tenzi vangu! Ndivakirei imba kwamuri muParadhiso, uye ndinunurei kubva kuna Farawo nemabasa ake, uyezve ndinunureiwo kubva kune vanhu vanotadza.”"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "Uye naMaria mwanasikana waImraan uyo akachengetedza hunhu hwake. Uye takafemera maari (mumbasha dzaakange akapfeka) kubva mumweya wedu (Gabriel), uye akabvuma mashoko aTenzi vake (akatenda mushoko raAllah rekuti: “Ivapo!” – uye akavapo Jesu mwanakomana waMaria mutumwa waAllah), uye (akabvuma) mabhuku avo, uye akanga ari weavo vanoteerera (Allah)"
        }
    ]
}