{
    "rukus": [
        {
            "chapter": 3,
            "verse": 102,
            "text": "Imi vanotenda! Ityai Allah (nekuita zvese zvavakakomekedza uye kusiya zvese zvavakarambidza) kutyiwa kwavanofanirwa kuitwa. Uye zvirokwazvo musafe kusara kwekuti muri maMuslim (vatendi vanozvipira kunaAllah)"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Uye batisisai mese pamwechete, patambo yaAllah (Qur’aan), uye musava munoparadzana pakati penyu, uye rangarirai makomborero aAllah kwamuri, apo pamakange makavengana asi vakakubatanidzai (Allah) moyo yenyu pamwechete, mukava madzikoma nemakomborero avo (muchitendero); uye maive pamusuwo pegomba remoto, vakave vanokununurai kubva kwauri. Ndiwo maratidziro anoita Allah zviratidzo zvavo kwamuri, kuti mungave mugwara"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Uye pakati penyu panofanirwa kuva neboka revanhu rinosheedzera kune zvese zvakanaka, uye rinokurudzira Al-Ma’roof (zvakanaka) uye richirambidza Al-Munkar (zvakaipa). Uye avo ndivo vakabudirira"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Uye musave seavo vakapatsanurana uye vakapikisana pakati pavo mushure mekunge zviratidzo zviri pachena zvauya kwavari. Uye avo vachawana chirango chikuru"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Zuva iro (zuva rekumutswa) zvimwe zviso zvichange zvakachena uye zvimwe zviso zvichange zviri zvitema; kune avo zviso zvavo zvichange zviri zvitema (vachabvunzwa): “Makaramba kutenda mushure mekutenda kwenyu here? Saka ravirai mutongo (muGehena) pane zvamairamba kutenda.”"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Uye kune avo zviso zvavo zvichange zvakachena, vachange vari mutsitsi dzaAllah (kuParadhiso), umo vachagara nekusingaperi"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Izvi ndizvo ndima dzaAllah dzatinokuverengera (Muhammad (SAW)) muchokwadi, uye Allah havadi kudzvanyirira zvisikwa zvavo"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Allah ndivo muridzi wezvisikwa zvose zviri kumatenga nezviri pasi. Uye nyaya dzese dzinodzokera kuna Allah (kuti vatonge)"
        }
    ]
}