{
    "rukus": [
        {
            "chapter": 4,
            "verse": 15,
            "text": "Zvekare avo vanhukadzi venyu vanoita hupombwe, ivai munotora pamusoro pavo humboo kubva kuzvapupuri zvina (4) kubva kwamuri; uye vakave vanopa uchapupu, vatorei (vakadzi) vagare (vavharirei) mudzimba dzavo kusvikira rufu rwavashanyira kana kuti Allah vavavhurira (imwe) nzira"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "Uye vanhu vaviri (mukadzi nemurume) pakati penyu vanoita hupombwe, varwadzisei vose. Asi vakave vanokumbira ruregerero (vakavimbisa Allah kuti havafi vakadzokorora hupombwe nezvimwe zvitadzo), uye zvakare vova vanoita mabasa akanaka, vasiyei. Zvirokwazvo, Allah vanoregerera zvose (ndivo muregereri uye ndivo vanotambira ruregerero), zvakare ndivo vane nyasha zvikuru"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Zvirokwazvo, Allah vanotambira rugerero rweavo vanoita zvakaipa vasingazivi uye vasina njere, uye vokumbira ruregerero nekukurumidza. Ndivo vanhu vanoregererwa naAllah zvakare, uye Allah ndivo vane ruzivo rwese, vane hungwaru hwose"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "Zvakare hakuna ruregerero kune avo vanoita mabasa akaipa kana rufu ruchinge rwashanyira mumwe wavo pakati pavo ndipo anoti: “Ikozvino ndinoreurura;” zvimwechete neavo vanofa vasingatendi. Ava takavagadzirira marwadzo makuru"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "Imi vanhu vanotenda! Hamubvumirwi kugara nhaka vanhukadzi kana zvichipokana nezvido zvavo; uye musave munovaitira hukasha kuti mugotora chidimbu cheMahr (Chipo chinobviswa nemurume achipa mudzimai wake pavanochata) yamakavapa kunze kwekuti vaita chitadzo chiri pachena (hupombwe kana kusateerera varume vavo); uye garai navo mune zvakanaka. Kana musinga vade, munogona kusada chinhu uye Allah voisa machiri zvakanaka zvakawanda"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "Asi kana mada kutora umwe mukadzi pachinzvimbo chemumwe mukadzi, uye makapa umwe wavo (mukadzi wekutanga) Qintaar (goridhe rakawanda sechipo cheroora - Mahr), musava munovatorera (vakadzi vamasiya) chingave chidimbu cheroora (yamakavapa). Mungatore here (mari yeroora kubva kuvakadzi vamaramba) musina mvumo uye muine chitadzo chiri pachena"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "Uye mungavatorera sei (mari yamakavapa) imi makamborara navo (makaita bonde navo), uye vakava vanotora kubva kwamuri chitsidzo chakasimba"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "Uye musava munoroora vakadzi avo vakamboroorwa nemadzibaba enyu kusara kwezvakaitika kare. Zvirokwazvo, zvinonyadzisa uye zvinovengwa (hazviite), uye inzira yakaipa"
        }
    ]
}