{
    "rukus": [
        {
            "chapter": 2,
            "verse": 47,
            "text": "Imi vana vaIzirairi! Rangarirai zvipo zvangu zvandakupai uyezve kuti ndave ndinokusarudzai pamusoro pevanhu vose (munguva yakapfuura)"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Uye ityayi zuva iro (rokutongwa) iro apo munhu achange asingakwanise kubhadhara mumwe munhu chero nechii zvacho, kana kumiririrwa hakutambirwi kubva kwaari, uye hapana muripo uchatorwa kubva kwaari, uyezve havazombobatsirwi"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "Uye (rangarirai) apo takakununurai kubva kuna Farawo nevanhu vake, avo vaikutambudzai nemarwadzo anotyisa, kuuraya vanakomana venyu, nekusiya vanasikana venyu vari vapenyu, uyezve imomo makanga mune miedzo mikuru kubva kuna Tenzi venyu (Allah)"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Uyezve rangarirai apo (Allah) patakakupatsanurirai gungwa uye tikakununurai imi, uyezve tikanyudza Farawo nevanhu vake makatarisa"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Uye rangarirai patakasarudzira Musa husiku makumi mana, uye paakanga asipo mukatora mhuru sechinamatwa, uyezve muchitadza"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Pedzezvo takakuregererai zvimwe mungave vanhu vanotenda (vanopa Shukr)"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Uye (rangarirai) apo patakapa Musa Gwaro (Torah) ne chipatsanuri (chezvakaipa nezvakanaka) zvimwe mungawana gwara rakatwasuka"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Uye (rangarirai) apo Musa akati kuvanhu vake: “Imi vanhu vangu! Zvirokwazvo, makazvitadzira pachenyu moga nokutora kwenyu chiumbwa chemhuru (sechinamatwa). Naizvozvo kumbirai ruregerero kuMusiki wenyu, mozviuraya pachenyu (vasina mhosva vachiuraya vane mhosva pakati penyu), kudaro kwakakunakirai imi pamberi peMusiki wenyu (Allah)” Saka vakava vanotambira ruregero rwenyu. Zvechokwadi, ndivo voga vanogamuchira zvikumbiro zvenyu, avo vane tsitsi zhinji"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Uye rangarirai apo makati: “Iwe Musa! Hatifi takatenda mauri kusvika taona Mwari (Allah) pachena.” Asi mheni ikakurovai makatarisa"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Uyezve takakumutsai mushure merufu rwenyu, kuti zvimwe mungava vanhu vanotenda"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Uye takava tinokufukidzai nemakore, tikava tinodzikisa kwamuri Manna (Chikafu chinotapira) neZvihuta (Shiri) sekudya kwenyu, tikati: “Idyai zvinhu zvakachena zvatakupai,” (asi vakazopanduka). Uye hamuna kutadzira isu, asi makazvitadzira pachenyu"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "Uye (rangarirai) apo takati: “Pindai muguta iri (Jerusarema) mova munodya zviri mariri nemufaro nekusununguka pamadiro enyu, uye pindai pamukova makapfugama (kana kutsikitsira kune kuzvininipisa) uye moti: ‘Tiregerereiwo,’ uye tichakuregererai zvitadzo zvenyu uye tichawedzera (mubairo) kune vanoita mabasa akanaka.”"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Asi pane avo vaiita mabasa akaipa vakashandura shoko kubva kuneiro ravakanga vaudzwa, nokudaro takava tinotumira kune vaiti vezvakaipa mutongo (Rijz) kubva kudenga nechikonzero chokutyora kwavo mirairo yaAllah"
        }
    ]
}