{
    "pages": [
        {
            "chapter": 8,
            "verse": 53,
            "text": "Zhe shi yin wei an la bu biangeng tasuo shi yu renhe minzhong de endian, zhidao tamen biangeng ziji de qingkuang, you yin wei an la shi quan cong de, shi quanzhi de"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "(Tamen de changtai) youru falao de baixing he yiqian de minzu de changtai yiyang, tamen fouren ziji de zhu de jixiang. Guwo yin tamen de zui'e er huimie tamen, ba falao de baixing yan si zai haili, tamen yuanben dou shi bu yi zhe"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Zai an la kan lai, zui liedeng de dongwu que shi bu xindao de ren, tamen shi bu xindao de"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Ni he tamen zhong de mou xie ren dijie mengyue, er tamen mei ci dou weifan tamen de mengyue, tamen bing bu jingwei"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Ruguo ni zai zhanzheng zhong yujian tamen, ni jiu yingdang yi (chengzhi) tamen er qusan zai tamen houmian de ren, yibian tamen juewu"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Ruguo ni pa mou buluo bu zhongyu mengyue, ni jiu yingdang gongkai di ba tamen de mengyue zhi huan tamen. An la que shi bu xihuan qizha zhe de"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Bu xindao de ren jue buyao yiwei ziji yi taobile tianqian; tamen que shi buneng taobi tianqian de"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Nimen yingdang wei tamen er zhunbei nimen suo neng zhunbei de wuli he zhanma, nimen jie ci weixie an la de diren he nimen de diren, yiji tamen yiwai de bie de diren, nimen bu renshi naxie diren, an la que renshi tamen. Fan nimen wei zhu dao er huafei de, wulun shi shenme, dou jiang dedao wanquan de baochou, nimen bu hui chikui"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "Ruguo tamen qingxiang heping, ni ye yingdang qingxiang heping, yingdang tuo kao an la. Ta que shi quan cong de, que shi quanzhi de"
        }
    ]
}