{
    "pages": [
        {
            "chapter": 15,
            "verse": 71,
            "text": "15|71|Ta shuo:“Zhexie shi wo de nu'er, ruguo nimen yao gan shenme.”"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "15|72|Zhi ni de shouming fashi, tamen bi jiang fanghuang yu ziji de diankuang zhi zhong."
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "15|73|Nahan sheng zai ri chu shi xijile tamen."
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "15|74|Wo shi nage shi zhen tianfandifu, bing shi tao shixiang yudian ban jiangluo zai tamen shenshang."
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "15|75|Duiyu neng kaocha zhe, ci zhong que you xuduo jixiang."
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "15|76|Nage shi zhen que shi zai yitiao rengran cunzai de daolu shang de."
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "15|77|Duiyu xindao zhe, ci zhong que youyi zhong jixiang."
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "15|78|Na conglin de jumin, que shi bu yi de."
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "15|79|Guwo chengzhile tamen. Zhe liang ge difang dou zai pingtan de daolu shang."
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "15|80|Shigu de jumin que yi fouren shizhemen."
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "15|81|Wo que yi ba wo de xuduo jixiang zhaoshi tamen, dan tamen beilile ta."
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "15|82|Tamen anquan de zao shan wei wu,"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "15|83|dan nahan sheng zai zaochen xijile tamen."
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "15|84|Tamen suo mouqiu de, duiyu tamen wujiyushi."
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "15|85|Wo zhi ping zhenli chuangzao tiandi wanwu, fuhuo shi shi biding lailin de. Suoyi, ni yingdang wenhe di yuanliang zhongren."
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "15|86|Ni de zhu que shi chuangzao wanwu de zhu, que shi quanzhi de."
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "15|87|Wo que yi shangci ni changchang fanfu songdu de qi jie jing wen he weida de “gulanjing”."
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "15|88|Ni buyao jiyu wo suo shi tamen zhong ge deng ren suo xiangshou de shiwu, ni buyao wei tamen er bei'ai. Ni yingdang wenhe di duidai xinshimen."
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "15|89|Ni shuo:“Wo que shi tanshuai de jinggao zhe.”"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "15|90|Na zhengru wo suo jiang shi fenpei zhemen de 〔dongxi〕 yiyang de,"
        }
    ]
}