{
    "pages": [
        {
            "chapter": 3,
            "verse": 38,
            "text": "Zai nali, zai kai li ya jiu qidao ta de zhu, shuo:“Wo de zhu a! Qiu ni cong ni nali shangci wo yige shanliang de zisi. Ni que shi tingqu qidao de.”"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Zhengdang zai kai li ya zhan zai nei dian qidao de shihou, tianshi hanjiao ta shuo: An la yi ye ha ya xiang ni baoxi, ta yao zhengshi cong an la fachu de yiju hua, yao zhang cheng zungui de, keji de ren, yao bian cheng yige shanliang de xianzhi"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Ta shuo:“Wo de zhu a! Wo que yi laomaile, wo de qizi shi bu hui shengyu de, wo zenme hui you erzi ni?” Tianshi shuo:“An la jiu zheyang zuo tasuo yu yi zhishi.”"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Zai kai li ya shuo:“Wo de zhu a! Qiu ni wei wo yuding yi zhong jixiang.” Tianshi shuo:“Ni de jixiang shi ni san ri bu shuohua, zhi zuo shoushi. Ni dang duoduo de jinian ni de zhu, ni dang zhaoxi zan ta chaojue.”"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "Dangshi, tianshi shuo:“Mai er yan a! An la que yi jianxuan ni, shi ni chunjie, shi ni chaoyue quan shijie de funu"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "mai er yan a! Ni dang fucong ni de zhu, ni dang koutou, ni dang yu jugong de ren yitong jugong.”"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Zhe shi guanyu youxuan de xiaoxi, wo ba ta qishi ni; dang tamen yong nianjiu fa jueding shei dang fuyang mai er yan de shihou, ni meiyou zaichang, tamen zhenglun de shihou, ni ye meiyou zaichang"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Dangshi, tianshi shuo:“Mai er yan a! An la dique ba cong ta fachu de yiju hua xiang ni baoxi. Ta de mingzi shi mai xi ha. Er sa. Ben. Mai er yan, zai jinshi he houshi dou shi you mianzi de, shi qinjin yu an la de"
        }
    ]
}