{
    "juzs": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "Kavminin önde gelenlerinden büyüklük taslayanlar (müstekbirler) dediler ki: \"Ey Şuayb, seni ve seninle birlikte iman edenleri ya ülkemizden sürüp-çıkaracağız veya mutlaka bizim dinimize geri döneceksiniz.\" (Şuayb:) \"Biz istemesek de mi?\" dedi"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Allah bizi ondan kurtardıktan sonra, bizim tekrar sizin dininize dönmemiz Allah'a karşı yalan yere iftira düzmemiz olur. Rabbimiz olan Allah'ın dilemesi dışında, ona geri dönmemiz bizim için olacak iş değildir. Rabbimiz, ilim bakımından herşeyi kuşatmıştır. Biz Allah'a tevekkül ettik. 'Rabbimiz, bizimle kavmimiz arasında 'Sen hak ile hüküm ver,' Sen 'hüküm verenlerin' en hayırlısısın"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Kavminin önde gelenlerinden inkar edenler, dediler ki: \"Andolsun, Şuayb'a uyacak olursanız, kuşkusuz kayba uğrayanlardan olursunuz"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Bunun üzerine onları dayanılmaz bir sarsıntı tuttu da, kendi yurtlarında diz üstü çökmüş olarak sabahladılar"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Şuayb'ı yalanlayanlar, sanki orada 'hiç refah içinde yaşamamışlar' gibi oldular: Şuayb'ı yalanlayanlar, asıl büyük hüsrana uğradılar"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "O da onlardan yüz çevirdi ve (şöyle) dedi: \"Ey kavmim andolsun, size Rabbimin risaletini tebliğ ettim ve size öğüt verdim. Şimdi ben, inkara sapan bir topluluğa nasıl üzülebilirim"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Biz hangi memlekete bir peygamber gönderdiysek onun halkı yalvarıp-yakarsınlar diye, mutlaka onları dayanılmaz bir zorluk (yoksulluk) ve sıkıntıyla yakalayıvermişiz"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Sonra kötülüğün yerini iyilikle değiştirdik, öyle ki onlar, çoğaldılar ve: \"Atalarımıza da (bazen) şiddetli sıkıntılar (bazen de) refah ve genişlikler dokunmuştu\" dediler. Bunun üzerine, Biz de onları kendileri hiç şuurunda değilken apansız kıskıvrak yakalayıverdik"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Eğer o ülkeler halkı inansalardı ve korkup-sakınsalardı, gerçekten üzerlerine hem gökten, hem yerden (sayısız) bolluklar (bereketler) açardık; ancak onlar yalanladılar, Biz de onları kazanageldikleri nedeniyle yakalayıverdik"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "O ülkeler halkı, geceleri uyurken, onlara zorlu azabımızın gelmeyeceğinden güvende miydiler"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Ya da o ülkeler halkı, kuşluk vakti eğlenceye dalmışken, onlara zorlu-azabımızın gelmeyeceğinden güvende miydiler"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "(Veya) Onlar, Allah'ın tuzağından güvende mi idiler? Allah'ın bir tuzak kurmasından, hüsrana uğrayan bir topluluktan başkası (akılsızca) güvende olmaz"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "(Bütün bunlar,) Sakinlerinden sonra yeryüzüne mirasçı olanları doğruya erdirme(ye veya ortaya çıkarmaya yetmez) mi? Eğer Biz dilemiş olsaydık onlara günahları nedeniyle bir musibet isabet ettirirdik; ve kalplerine damgalar vururduk da onlar böylelikle işitmeyenler olurlardı"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "İşte bu ülkeler, sana onların 'haberlerinden aktarmalar yapıyoruz.' Gerçekten, onlara elçileri apaçık belgelerle gelmişlerdi. Ama daha önceden yalanlamaları nedeniyle iman eder olmadılar. İşte Allah, inkar edenlerin kalplerini böyle damgalar"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Onların çoğunda 'verdikleri söze bağlılık' görmedik, ama onların çoğunu fasıklar (yoldan çıkanlar) olarak gördük"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Sonra bunların (peygamberlerin) ardından Musa'yı ayetlerimizle Firavun'a ve önde gelen çevresine gönderdik; onlar ona (ayetlerimize) haksızlık ettiler. İşte bozgunculuk çıkaranların nasıl bir sona uğradıklarına bir bak"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Musa dedi ki: \"Ey Firavun, gerçekten, ben alemlerin Rabbinden (gönderilme) bir elçiyim"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Benim üzerimdeki yükümlülük, Allah'a karşı ancak gerçeği söylemektir. Rabbinizden size apaçık bir belge ile geldim. Artık İsrailoğulları'nı benimle gönder"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "(Firavun) Dedi ki: \"Eğer gerçekten bir ayet getirmişsen ve doğru sözlülerden isen, bu durumda onu getir (bakalım)"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Böylelikle (Musa) asasını fırlatınca, anında apaçık bir ejderha oluverdi"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "(Bir de) Elini sıyırdı, o da anında bakanlara bembeyaz (görünüverdi)"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Firavun kavminin önde gelenleri dediler ki: \"Bu gerçekten bilgin bir büyücüdür"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "Sizi topraklarınızdan sürüp-çıkarmak istiyor. Bu durumda ne buyuruyorsunuz"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Dediler ki: \"Onu ve kardeşini şimdilik bekletiver (vereceğin cezayı ertele), şehirlere de toplayıcılar yolla"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "Bütün bilgin büyücüleri sana getirsinler"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Sihirbazlar Firavun'a gelip dediler ki: \"Eğer biz galip olursak, herhalde bize bir karşılık (armağan) var, değil mi"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Evet\" dedi. \"(O zaman) Siz en yakın(larım) kılınanlardan olacaksınız"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Dediler ki: \"Ey Musa (ilkin) sen mi atmak istersin, yoksa biz mi atalım"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "(Musa:) \"Siz atın\" dedi. (Asalarını) atıverince, insanların gözlerini büyüleyiverdiler, onları dehşete düşürdüler ve (ortaya) büyük bir sihir getirmiş oldular"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Biz de Musa'ya: \"Asanı fırlatıver\" diye vahyettik. (O da fırlatıverince) bir de baktılar ki, o bütün uydurduklarını derleyip-toparlayıp yutuyor"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Böylece hak yerini buldu, onların bütün yapmakta oldukları geçersiz kaldı"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Orada yenilmiş oldular ve küçük düşmüşler olarak tersyüz çevrildiler"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Ve sihirbazlar secdeye kapandılar"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Alemlerin Rabbine iman ettik\" dediler"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Musa'nın ve Harun'un Rabbine…"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Firavun: \"Ben size izin vermeden önce O'na iman ettiniz, öyle mi? Mutlaka bu, halkı buradan sürüp-çıkarmak amacıyla şehirde planladığınız bir tuzaktır. Öyleyse siz (buna karşılık ne yapacağımı) bileceksiniz"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Muhakkak ellerinizi ve ayaklarınızı çaprazlama keseceğim ve hepinizi idam edeceğim"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "(Onlar da:) \"Biz de şüphesiz Rabbimiz'e döneceğiz\" dediler"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Oysa sen, yalnızca, bize geldiğinde Rabbimiz'in ayetlerine inanmamızdan başka bir nedenle bizden intikam almıyorsun. Rabbimiz, üstümüze sabır yağdır ve bizi Müslüman olarak öldür"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Firavun kavminin önde gelenleri, dediler ki: \"Musa ve kavmini bu toprakta (Mısır'da) bozgunculuk çıkarmaları, seni ve ilahlarını terk etmeleri için mi (serbest) bırakacaksın?\" (Firavun) Dedi ki: \"Erkek çocuklarını öldüreceğiz ve kadınlarını sağ bırakacağız. Hiç şüphesiz biz, onlara karşı kahir bir üstünlüğe sahibiz"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Musa kavmine: \"Allah'tan yardım dileyin ve sabredin. Gerçek şu ki, arz Allah'ındır; ona kullarından dilediğini mirasçı kılar. En güzel sonuç muttakiler içindir\" dedi"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Dediler ki: \"Sen bize gelmeden önce de, geldikten sonra da eziyete uğratıldık.\" (Musa:) \"Umulur ki, Rabbiniz düşmanınızı helak edecek ve sizleri yeryüzünde halifeler (egemenler) kılacak, böylece nasıl davranacağınızı gözleyecek\" dedi"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Andolsun, Biz de Firavun aile (çevre)sini belki öğüt alıp düşünürler diye yıllar yılı kuraklığa ve ürün kıtlığına uğrattık"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Onlara bir iyilik geldiği zaman \"Bu bizim için\" dediler; onlara bir kötülük isabet ettiğinde (bunu da) Musa ve beraberindekilerin bir uğursuzluğu olarak yorumlarlardı. Haberiniz olsun, Allah Katında asıl uğursuz olanlar kendileridir; ama onların çoğu bilmezler"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Onlar: \"Bizi büyülemek için mucize (ayet) olarak her ne getirirsen getir, yine de biz sana inanacak değiliz\" dediler"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Bunun üzerine, ayrı ayrı mucizeler (ayetler) olarak üzerlerine tufan, çekirge, buğday güvesi, kurbağa ve kan musallat kıldık. Yine büyüklük tasladılar ve suçlu-günahkar bir kavim oldular"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Başlarına iğrenç bir azap çökünce, dediler ki: \"Ey Musa, Rabbine -sana verdiği ahid adına- bizim için dua et. Eğer bu iğrenç azabı üzerimizden çekip-giderirsen, andolsun sana iman edeceğiz ve İsrailoğulları’nı seninle göndereceğiz"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Ne zaman ki, onların erişebilecekleri bir süreye kadar, o iğrenç azabı çekip-giderdik, onlar yine andlarını bozdular"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Biz de onlardan intikam aldık ve ayetlerimizi yalanlamaları ve onlardan habersizmişler (gibi) olmaları nedeniyle onları suda boğduk"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Kendisine bereketler kıldığımız yerin doğusuna da, batısına da o hor kılınıp-zayıf bırakılanları (müstaz'afları) mirasçılar kıldık. Rabbinin İsrailoğulları’na olan o güzel sözü (vaadi), sabretmeleri dolayısıyla tamamlandı (yerine geldi). Firavun ve kavminin yapmakta oldukları ve yükselttiklerini (köşklerini, saraylarını) da yerle bir ettik"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "İsrailoğulları’nı denizden geçirdik. Putları önünde bel büküp eğilmekte olan bir topluluğa rastladılar. Musa'ya dediler ki: \"Ey Musa, onların ilahları (var; onlarınki) gibi, sen de bize bir ilah yap.\" O: \"Siz gerçekten cahillik etmekte olan bir kavimsiniz\" dedi"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Onların içinde bulundukları şey (din) mahvolucudur ve yapmakta oldukları şeyler (ibadetler) de geçersizdir"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "O sizi alemlere üstün kılmışken, ben size Allah'tan başka bir İlah mı arayacağım"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Hani size dayanılmaz işkenceler yapan, kadınlarınızı sağ bırakıp erkek çocuklarınızı öldüren Firavun ailesinden sizi kurtarmıştık. Bunda Rabbinizden sizin için büyük bir imtihan vardı"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Musa ile otuz gece için sözleştik ve ona bir on daha ekledik. Böylece Rabbinin belirlediği süre, kırk geceye tamamlandı. Musa, kardeşi Harun'a \"Kavmimde benim yerime geç, ıslah et ve bozguncuların yolunu tutma\" dedi"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Musa tayin edilen sürede gelince ve Rabbi onunla konuşunca: \"Rabbim, bana göster, Seni göreyim\" dedi. (Allah:) \"Beni asla göremezsin, ama şu dağa bak; eğer o yerinde karar kılabilirse, sen de Beni göreceksin.\" Rabbi dağa tecelli edince, onu paramparça etti. Musa bayılarak yere düştü. Kendine geldiğinde: \"Sen ne Yücesin (Rabbim). Sana tevbe ettim ve ben iman edenlerin ilkiyim\" dedi"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "(Allah:) \"Ey Musa\" dedi. \"Sana verdiğim risaletimle ve seninle konuşmamla seni insanlar üzerinde seçkin kıldım. Sana verdiklerimi al ve şükredenlerden ol"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Biz ona Levhalarda herşeyden bir öğüt ve herşeyin yeterli bir açıklamasını yazdık. (Ve:) \"Şimdi bunlara sıkıca sarıl ve kavmine de emret ki en güzeliyle sarılsınlar. Size fasıkların yurdunu pek yakında göstereceğim\" (dedik)"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Yeryüzünde haksız yere büyüklük taslayanları ayetlerimden engelleyeceğim. Onlar her ayeti görseler bile ona inanmazlar; dosdoğru yolu (rüşd yolunu) da görseler, yol olarak benimsemezler, azgınlık yolunu, gördüklerinde ise onu yol olarak benimserler. Bu, onların ayetlerimizi yalanlamaları ve onlardan gafil olmaları dolayısıyladır"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Ayetlerimizi ve ahirete kavuşmayı yalanlayanlar, onların amelleri boşa çıkmıştır. Onlar yaptıklarından başkasıyla mı cezalandırılacaklardı"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "(Tura gitmesinin) Ardından Musa'nın kavmi süs eşyalarından böğürmesi olan bir buzağı heykelini (tapılacak ilah) edindiler. Onun kendileriyle konuşmadığını ve onları bir yola da yöneltip-iletmediğini (hidayete erdirmediğini) görmediler mi? Onu (tanrı) edindiler de, zulmedenler oldular"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Ne zaman ki (yaptıklarından dolayı pişmanlık duyup, başları) elleri arasına düşürüldü ve kendilerinin gerçekten şaşırıp-saptıklarını görünce: \"Eğer Rabbimiz bize merhamet etmez ve bizi bağışlamazsa kesin olarak hüsrana uğrayanlardan olacağız\" dediler"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Musa kavmine oldukça kızgın, üzgün olarak döndüğünde onlara: \"Beni arkamdan, ne kötü temsil ettiniz? Rabbinizin emrini çabuklaştırdınız, öyle mi?\" dedi. Levhaları bıraktı ve kardeşini başından tutup kendisine doğru çekiyordu (ki Harun ona:) \"Annem oğlu, bu topluluk beni zayıflattı (hırpalayıp güçsüzleştirdi) ve neredeyse beni öldürmeye giriştiler. Bari sen düşmanları sevindirecek bir şey yapma ve beni bu zalimler topluluğuyla birlikte kılma (sayma)\" dedi"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "(Musa yalvarıp) Dedi ki: \"Rabbim, beni ve kardeşimi bağışla, bizi rahmetine kat. Sen merhamet edenlerin en merhametli olanısın"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Şüphesiz, buzağıyı (tanrı) edinenlere Rablerinden bir gazab ve dünya hayatında bir zillet yetişecektir. İşte Biz, 'yalan düzüp-uyduranları' böyle cezalandırırız"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Kötülük işleyip bunun ardından tevbe edenler ve iman edenler; hiç şüphesiz Rabbin, bundan (tevbeden) sonra elbette bağışlayandır, esirgeyendir"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Musa kabaran öfkesi (gazabı) yatışınca Levhaları aldı. (Onlardan bir) Nüshasında \"Rablerinden korkanlar için bir hidayet ve bir rahmet vardır\" (yazılıydı)"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Musa, belirlediğimiz buluşma zamanı için kavminden yetmiş adam seçip-ayırdı. Bunları da 'dayanılmaz bir sarsıntı' tutuverince, dedi ki: \"Rabbim, eğer dileseydin, onları ve beni daha önceden helak ederdin. (Şimdi) İçimizdeki beyinsizlerin yaptıklarından dolayı bizi helak edecek misin? O da Senin denemenden başkası değildir. Onunla Sen dilediğini saptırır, dilediğini hidayete erdirirsin. Bizim Velimiz Sensin. Öyleyse bizi bağışla, bizi esirge; Sen bağışlayanların en hayırlısısın"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Bize bu dünyada da, ahirette de iyilik yaz, şüphesiz ki biz Sana yöneldik. Dedi ki: \"Azabımı dilediğime isabet ettiririm, rahmetim ise herşeyi kuşatmıştır; onu korkup-sakınanlara, zekatı verenlere ve Bizim ayetlerimize iman edenlere yazacağım"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Onlar ki, yanlarındaki Tevrat'ta ve İncil'de (geleceği) yazılı bulacakları ümmi haber getirici (Nebi) olan elçiye (Resul) uyarlar; o, onlara marufu (iyiliği) emrediyor, münkeri (kötülüğü) yasaklıyor, temiz şeyleri helal, murdar şeyleri haram kılıyor ve onların ağır yüklerini, üzerlerindeki zincirleri indiriyor. Ona inananlar, destek olup savunanlar, yardım edenler ve onunla birlikte indirilen nuru izleyenler; işte kurtuluşa erenler bunlardır"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "De ki: \"Ey insanlar, ben Allah'ın sizin hepinize gönderdiği bir elçisi (peygamberi)yim. Ki göklerin ve yerin mülkü yalnız O'nundur. O'ndan başka İlah yoktur, O diriltir ve öldürür. Öyleyse Allah'a ve ümmi peygamber olan elçisine iman edin. O da Allah'a ve O'nun sözlerine inanmaktadır. Ona iman edin ki hidayete ermiş olursunuz"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Musa'nın kavminden hakka ileten ve onunla adalet yapan bir topluluk vardır"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Biz onları (İsrailoğulları’nı) ayrı ayrı oymaklar olarak on iki topluluk (ümmet) olarak ayırdık. Kavmi kendisinden su istediğinde Musa'ya: \"Asan'la taşa vur\" diye vahyettik. Ondan on iki pınar sızıp-fışkırdı; böylece her bir insan- topluluğu su içeceği yeri öğrenmiş oldu. Üzerlerine bulutla gölge çektik ve onlara kudret helvası ile bıldırcın indirdik. (Sonra da şöyle dedik:) \"Size rızık olarak verdiklerimizin temiz olanlarından yiyin.\" Onlar Bize zulmetmedi, ancak kendi nefislerine zulmediyorlardı"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "Onlara: \"Bu şehirde oturun, ondan istediğiniz yerden yeyin, 'dileğimiz bağışlanmadır' deyin ve kapısından secde ederek girin, (Biz de) hatalarınızı bağışlayalım. İyilik yapanların (armağanlarını) artıracağız\" denildiğinde"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Onlardan zulmedenler, sözü kendilerine söylenenden başka bir şeyle değiştirdiler. Biz de bunun üzerine zulmetmeleri dolayısıyla gökten 'iğrenç bir azap' indirdik"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Bir de onlara deniz kıyısındaki şehri(n uğradığı sonucu) sor. Hani onlar cumartesi (yasağını çiğneyerek) haddi aşmışlardı. 'Cumartesi günü iş yapma yasağına uyduklarında', balıkları onlara açıktan akın akın geliyor, 'cumartesi günü iş yapma yasağına uymadıklarında' ise, gelmiyorlardı. İşte Biz, fıska sapmaları dolayısıyla onları böyle imtihan ediyorduk"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Onlardan bir topluluk: \"Allah'ın kendilerini helak etmek veya şiddetli bir azaba uğratmak istediği bir kavme ne diye öğüt veriyorsunuz?\" dediğinde \"Rabbinize karşı bir özür için ve bir ihtimal sakınabilirler diye\" dediler"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Kendilerine hatırlatılanı unuttuklarında ise, Biz de kötülükten sakındıranları kurtardık. Zulmedenleri yaptıkları fısk dolayısıyla pek zorlu bir azap ile yakaladık"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Onlar, kendisinden sakındırıldıkları 'şeyi yapmada ısrar edip başkaldırınca' onlara: \"Aşağılık maymunlar olunuz\" dedik"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "İşte o zaman Rabbin, onlara en kötü azabı yapacak kimse(leri) kıyamet gününe kadar üzerlerine mutlaka göndereceğini bildirdi. Şüphesiz, Rabbin (ceza ile) sonuçlandırması pek çabuk olandır ve gerçekten O, bağışlayandır, esirgeyendir"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Onları yeryüzünde ayrı ayrı topluluklar olarak paramparça dağıttık. Kimileri salih (davranışlarda) bulunuyor, kimileri de bunların dışında olan aşağılıklardır. Onları iyiliklerle ve kötülüklerle imtihan ettik, ki dönsünler"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Onların ardından yerlerine kitaba mirasçı olan birtakım 'kötü kimseler' geçti. (Bunlar) Şu değersiz olan (dünya)ın geçici-yararını alıyor ve: \"Yakında bağışlanacağız\" diyorlar. Bunun benzeri bir yarar gelince onu da alıyorlar. Kendilerinden Allah'a karşı hakkı söylemekten başka bir şeyi söylemeyeceklerine ilişkin kitap sözü alınmamış mıydı? Oysa içinde olanı okudular. (Allah'tan) Korkanlar için ahiret yurdu daha hayırlıdır. Hala akıl erdirmeyecek misiniz"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Kitaba sımsıkı sarılanlar ve namazı dosdoğru kılanlar, şüphesiz Biz salih olanların ecrini kaybetmeyiz"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "Bir zamanlar dağı, sanki bir gölgelikmiş gibi üstlerine geçirmiştik. Onlar ise neredeyse tepelerine düşecek sanmışlardı. (Onlara demiştik ki:) \"Size verdiklerimize sımsıkı sarılın ve onda olanı düşünün, ki sakınasınız"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "Hani Rabbin, Ademoğullarının sırtlarından zürriyetlerini almış ve onları kendi nefislerine karşı şahidler kılmıştı: \"Ben sizin Rabbiniz değil miyim?\" (demişti de) Onlar: \"Evet (Rabbimiz'sin), şahid olduk\" demişlerdi. (Bu,) Kıyamet günü: \"Biz bundan habersizdik\" dememeniz içindir"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Ya da: \"Bizden önce ancak atalarımız şirk koşmuştu, biz ise onlardan sonra gelme bir kuşağız; işleri batıl olanların yaptıklarından dolayı bizi helak mı edeceksin?\" dememeniz için"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "İşte Biz ayetleri böyle birer birer açıklarız, umulur ki dönerler"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Onlara kendisine ayetlerimizi verdiğimiz kişinin haberini anlat. O, bundan sıyrılıp-uzaklaşmış, şeytan onu peşine takmıştı. O da sonunda azgınlardan olmuştu"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Eğer Biz dileseydik, onu bununla yükseltirdik. Ama o yere meyletti (veya yere saplandı), hevasına uydu. Onun durumu, üstüne varsan dilini sarkıtıp soluyan, kendi başına bıraksan dilini sarkıtıp soluyan köpeğin durumu gibidir. İşte ayetlerimizi yalanlayan topluluğun durumu böyledir. Artık gerçek haberi onlara aktar. Ki düşünsünler"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Ayetlerimizi yalanlayanlar ve yalnızca kendi nefislerine zulmedenlerin örneği ne kötüdür"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Allah kime hidayet verirse o artık hidayeti bulmuştur; kimi şaşırtıp-saptırırsa artık onlar da hüsrana uğrayanlardır"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Andolsun, cehennem için cinlerden ve insanlardan çok sayıda kişi yarattık (hazırladık). Kalpleri vardır bununla kavrayıp-anlamazlar, gözleri vardır bununla görmezler, kulakları vardır bununla işitmezler. Bunlar hayvanlar gibidir, hatta daha aşağılıktırlar. İşte bunlar gafil olanlardır"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "İsimlerin en güzeli Allah'ındır. Öyleyse O'na bunlarla dua edin. O'nun isimlerinde 'aykırılığa (ve inkara) sapanları' bırakın. Yapmakta oldukları dolayısıyla yakında cezalandırılacaklardır"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Yarattıklarımızdan, hakka yöneltip-ileten ve onunla adaleti kılan (uygulayan) bir ümmet vardır"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Ayetlerimizi yalanlayanları ise, onları bilmeyecekleri bir yönden derece derece (günahları yükletip azaba) yaklaştıracağız"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Onlara bir süre tanıyorum. Hiç şüphesiz Benim düzenim (cezalandırmam) sapasağlamdır"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Sahiplerinde (ya da arkadaşları olan peygamberde) delilikten hiçbir şey olmadığını düşünmüyorlar mı? O, apaçık bir uyarıcıdan başkası değildir"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Onlar, göklerin ve yerin 'bağımlı olduğu egemenliğe ve sünnete’ (melekût) Allah'ın yarattığı şeylere ve ihtimal (verip) ecellerinin pek yaklaştığına bakmıyorlar mı? Bundan sonra onlar artık hangi söze inanacaklar"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Allah'ın saptırdığı kimseye artık hidayet verecek yoktur. Ve onları tuğyanları içinde şaşkınca dolaşır bir durumda bırakıverir"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Saatin (kıyametin) ne zaman demir atacağını (gerçekleşeceğini) sorarlar. De ki: \"Onun ilmi yalnızca Rabbimin Katındadır. Onun süresini O'ndan başkası açıklayamaz. O, göklerde ve yerde ağırlaştı. O, size apansız bir gelişten başkası değildir.\" Sanki sen, ondan tümüyle haberdarmışsın gibi sana sorarlar. De ki: \"Onun ilmi yalnızca Allah'ın Katındadır. Ancak insanların çoğu bilmezler"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "De ki: \"Allah'ın dilemesi dışında kendim için yarardan ve zarardan (hiçbir şeye) malik değilim. Eğer gaybı bilebilseydim muhakkak hayırdan yaptıklarımı arttırırdım ve bana bir kötülük dokunmazdı. Ben, iman eden bir topluluk için, bir uyarıcı ve bir müjde vericiden başkası değilim"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "O, sizi tek bir nefisten yarattı ve kendisiyle durulup-yatışması için ondan eşini var etti. Onu (eşini) örtüp-bürüyünce, o da bir yük yüklendi de bununla (bir süre) gezindi. Nitekim ağırlaşınca, ikisi Rableri olan Allah'a dua ettiler: \"Eğer bize salih (bir çocuk) verirsen, andolsun şükredenlerden olacağız"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Ama O, onlara (Adem'in çocukları erkek ve kadınlara) salih (bir çocuk) verince, kendilerine verdiği şey konusunda O’na ortaklar kılmaya başladılar. Allah, onların şirk koştuklarından Yücedir"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Kendileri yaratılıp dururken, hiçbir şeyi yaratamayan şeyleri mi ortak koşuyorlar"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Oysa (bu şirk koştukları güçler ve nesneler) ne onlara bir yardıma güç yetirebilir, ne kendi nefislerine yardım etmeğe"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Onları hidayete çağırırsanız size uymazlar. Onları çağırırsanız da, suskun dursanız da size karşı (tutumları) birdir"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Allah'tan başka taptıklarınız sizler gibi kullardır. Eğer doğru iseniz, hemen onları çağırın da size icabet etsinler"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Onların yürüyecek ayakları var mı? Ya da tutacakları elleri mi var? Veya görecek gözleri mi var? Yoksa işitecek kulakları mı var? De ki: \"Ortak koştuklarınızı çağırın, sonra bir düzen (tuzak) kurun da bana göz bile açtırmayın"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Hiç şüphesiz, benim velim kitabı indiren Allah'tır ve O salihlerin koruyuculuğunu (veliliğini) yapıyor"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "O'ndan başka taptıklarınız ise size yardıma güç yetiremezler, kendilerine de"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Eğer onları doğru yola çağırırsanız işitmezler. Onları sana bakar (gibi) görürsün, oysa onlar görmezler bile"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Sen af (veya kolaylık) yolunu benimse, (İslam'a) uygun olanı (örfü) emret ve cahillerden yüz çevir"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Eğer sana şeytandan yana bir kışkırtma (vesvese veya iğva) gelirse, hemen Allah'a sığın. Çünkü O, işitendir, bilendir"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "(Allah'tan) Sakınanlara şeytandan bir vesvese eriştiğinde (önce) iyice düşünürler (Allah'ı zikredip-anarlar), sonra hemen bakarsın ki görüp bilmişlerdir"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "(Şeytan'ın) Kardeşleri ise, onları sapıklığa sürüklerler, sonra peşlerini bırakmazlar"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Onlara bir ayet getirmediğin zaman: \"Sen onu (inmeyen ayeti) derleyip-toplasana\" derler. De ki: \"Ben, yalnızca bana Rabbimden vahyolunana uyarım. Bu, Rabbinizden olan basiretlerdir; iman edecek bir topluluk için bir hidayet ve bir rahmettir"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Kuran okunduğu zaman, hemen onu dinleyin ve susun. Umulur ki esirgenmiş olursunuz"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Rabbini, sabah akşam, yüksek olmayan bir sesle, kendi kendine, ürpertiyle, yalvara yalvara ve için için zikret. Gaflete kapılanlardan olma"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Şüphesiz Rabbinin Katında olanlar, O'na ibadet etmekten büyüklenmezler; O'nu tesbih ederler ve yalnız O'na secde ederler"
        },
        {
            "chapter": 8,
            "verse": 1,
            "text": "Sana savaş-ganimetlerini sorarlar. De ki: \"Ganimetler Allah'ın ve Resûlündür. Buna göre, eğer mü'min iseniz Allah'tan korkup-sakının, aranızı düzeltin ve Allah'a ve Resûlü’ne itaat edin"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Mü'minler ancak o kimselerdir ki, Allah anıldığı zaman yürekleri ürperir. O'nun ayetleri okunduğunda imanlarını arttırır ve yalnızca Rablerine tevekkül ederler"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Onlar, namazı dosdoğru kılarlar ve kendilerine rızık olarak verdiklerimizden infak ederler"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "İşte gerçek mü'minler bunlardır. Rableri Katında onlar için dereceler, bağışlanma ve üstün bir rızık vardır"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "Rabbin seni evinden hak uğrunda (savaşa) çıkardığında mü'minlerden bir grup isteksizdi"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "(Herşey) Açıkça ortaya çıktıktan sonra bile, sanki kendileri, göz göre göre ölüme sürükleniyorlarmış gibi, seninle hak konusunda tartışıp duruyorlardı"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "Hani Allah, iki topluluktan birinin muhakkak sizin olacağını vadetmişti; siz de güçsüz olanın sizin olmasını istiyordunuz. Oysa Allah, sözleriyle hakkın ve inkar edenlerin arkasını kesmek (kökünü kurutmak) istiyordu"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "O, suçlu-günahkarlar istemese de, hakkı gerçekleştirmek ve batılı geçersiz kılmak için (böyle istiyordu)"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "Siz Rabbinizden yardım taleb ediyordunuz, O da: \"Şüphesiz Ben size birbiri ardınca bin melek ile yardım ediciyim\" diye cevap vermişti"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Allah, bunu, yalnızca bir müjde ve kalplerinizin tatmin bulması için yapmıştı; (yoksa) Allah'ın Katından başkasında nusret (zafer ve yardım) yoktur. Hiç şüphesiz Allah üstün ve güçlü olandır, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "Hani Kendisi'nden bir güvenlik olarak sizi bir uyuklama bürüyordu. Sizi kendisiyle tertemiz kılmak, sizden şeytanın pisliklerini gidermek, kalplerinizin üstünde (güven ve kararlılık duygusunu) pekiştirmek ve bununla ayaklarınızı (arz üzerinde) sağlamlaştırmak için size gökten su indiriyordu"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Rabbin meleklere vahyetmişti ki: \"Şüphesiz Ben sizinleyim, iman edenlere sağlamlık katın, inkar edenlerin kalplerine amansız bir korku salacağım. Öyleyse (ey Müslümanlar,) vurun boyunlarının üstüne, vurun onların bütün parmaklarına"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Bu, elbette, onların Allah'a ve elçisine baş kaldırmaları dolayısıyladır. Kim Allah'a ve elçisine baş kaldırırsa, şüphesiz Allah (ceza ile) sonuçlandırması pek şiddetli olandır"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "İşte bu sizin; tadın bunu. İnkara sapanlara bir de ateş azabı vardır"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "Ey iman edenler, toplu olarak kafirlerle karşılaştığınız zaman, onlara arka çevirmeyin (savaştan kaçmayın)"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Kim onlara böyle bir günde -yine savaşmak için bir yana çekilen ya da bir başka bölüğe katılmak için yer tutanın dışında- arkasını çevirirse, gerçekten o, Allah'tan bir gazaba uğramıştır ve onun barınma yeri cehennemdir. Ne kötü bir yataktır o"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "Onları siz öldürmediniz, ama onları Allah öldürdü; attığın zaman sen atmadın, ama Allah attı. Mü'minleri Kendinden güzel bir imtihanla imtihan etmek için (yaptı.) Şüphesiz Allah, işitendir, bilendir"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "İşte size böyle… Gerçekten Allah, kafirlerin hileli-düzenlerini boşa çıkarıcıdır"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Eğer fetih istiyor idiyseniz (ey kafirler,) işte size fetih; ama eğer (inkardan ve eski yaptıklarınızdan) vazgeçerseniz bu sizin için daha hayırlıdır. Yok, geri dönerseniz Biz de döneriz. Topluluğunuz çok da olsa, size bir şey sağlayamaz. Çünkü Allah mü'minlerle beraberdir"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "Ey iman edenler, Allah'a ve Resûlü’ne itaat edin. Siz de işitiyorken, ondan yüz çevirmeyin"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Ve: \"Biz işittik\" dedikleri halde, gerçekte işitmeyenler gibi olmayın"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Gerçek şu ki, Allah Katında, yerde debelenenlerin en kötüsü, (bir türlü) akıl erdirmez olan sağırlar ve dilsizlerdir"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Eğer Allah, onlarda bir hayır görseydi muhakkak onlara işittirirdi. İşittirseydi bile, arka çevirenler olarak (yine) yüz çevirirlerdi"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Ey iman edenler, size hayat verecek şeylere sizi çağırdığı zaman, Allah'a ve Resûlü’ne icabet edin. Ve bilin ki muhakkak Allah, kişi ile kalbi arasına girer ve siz gerçekten O'na götürülüp toplanacaksınız"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Ve sizlerden yalnızca zulmedenlere isabet etmekle kalmayan bir fitneden korkup-sakının. Bilin ki, gerçekten Allah (ceza ile) sonuçlandırması pek şiddetli olandır"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Hatırlayın; hani sizler sayıca azdınız ve yeryüzünde zayıf bırakılmıştınız, insanların sizi kapıp-yakalamasından korkuyordunuz. İşte O, sizi (yerleşik kılıp) barındırandı, sizi yardımıyla destekledi ve size temiz şeylerden rızıklar verdi. Ki şükredesiniz"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Ey iman edenler, Allah'a ve Resûlü’ne ihanet etmeyin, bile bile emanetlerinize de ihanet etmeyin"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Bilin ki, mallarınız ve çocuklarınız ancak bir fitnedir (imtihan konusudur.) Allah yanında ise büyük bir mükafat vardır"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "Ey iman edenler, Allah'tan korkup-sakınırsanız, size doğruyu yanlıştan ayıran bir nur ve anlayış (furkan) verir, kötülüklerinizi örter ve sizi bağışlar. Allah büyük fazl sahibidir"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Hani o inkar edenler, seni tutuklamak ya da öldürmek veya sürgün etmek amacıyla, tuzak kuruyorlardı. Onlar bu tuzağı tasarlıyorlarken, Allah da bir düzen (bir karşılık) kuruyordu. Allah, düzen kurucuların (tuzaklarına karşılık verenlerin) hayırlısıdır"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Ayetlerimiz onlara okunduğu zaman; \"İşittik\" dediler. \"İstesek, biz de bunun bir benzerini söyleyebiliriz. Bu, eskilerin efsanelerinden başkası değildir"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "Bir de: \"Ey Allah'ımız, eğer bu (Kur'an) bir gerçek olarak Senin Katından ise, gökyüzünden üstümüze taş yağdır veya acı bir azap getir (bakalım).\" demişlerdi"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Oysa sen içlerinde bulunduğun sürece, Allah onları azaplandıracak değildir. Ve onlar, bağışlanma dilemektelerken de, Allah onları azaplandıracak değildir"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "Onlar, Mescid-i Haram'dan (insanları) alıkoyarlarken ve onun (gerçek ve layık) koruyucuları değilken Allah, ne diye onları azaplandırmasın? Onun (asıl) koruyucularıyalnızca korkup-sakınanlardır. Ancak onların çoğu bilmezler"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Onların Beyt(-i Şerif) önündeki duaları, ıslık çalmaktan ve el çırpmaktan başkası değildir. Artık inkar ettikleriniz dolayısıyla tadın azabı"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Gerçek şu ki, inkar edenler, (insanları) Allah'ın yolundan engellemek için mallarını harcarlar; bundan böyle de harcayacaklar. Sonra bu, onlara yürek acısı olacaktır, sonra bozguna uğratılacaklardır. İnkar edenler sonunda cehenneme sürülüp toplanacaklardır"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "Bu, Allah'ın murdar olanı temizden ayırt etmesi; murdarı, bir kısmını bir kısmı üzerinde kılıp tümünü biriktirerek cehenneme atması içindir. İşte bunlar hüsrana uğrayanlardır"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "O inkar edenlere de ki: \"Eğer vazgeçerlerse geçmişte (yaptıkları) şeyler bağışlanacaktır. Ama yine dönecek olurlarsa, önceki (toplumlara uygulanan) sünnet, muhakkak (onların başından da) geçmiş olacaktır"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Fitne kalmayıncaya ve dinin hepsi Allah'ın oluncaya kadar onlarla savaşın. Şayet vazgeçecek olurlarsa, şüphesiz Allah, yaptıklarını görendir"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "Geri dönerlerse, bilin ki gerçekten Allah, sizin mevlanızdır. O, ne güzel mevladır ve ne güzel yardımcıdır"
        }
    ]
}