{
    "chapter": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "The revelation (contained) in this book emanates from Allah, the Mighty and the Wise"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "Indeed, We sent you the book with the truth. So worship Allah, and keep your faith exclusively for Him"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Beware! Faith (and religion) made exclusively for Allah is His right. Those who accept patrons other than Allah say, \"We do not worship them. But they serve to bring us closer to (and let us concentrate on) Allah.\" Allah will settle all matters of dispute between people. Indeed, Allah does not guide any ungrateful liar"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "If Allah (really) wanted to have a son, He could have picked anyone He wanted out of His created beings. Glory be to Him! He is Allah! The Only One, (the Compeller), the Invincible"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "He created the heavens and the earth with a purpose. He makes the night succeed the day, and He has the day follow the night. He has subjected the sun and the moon (and has pressed them into service) for your sake. Each is afloat for a specified time. Is He not the most Powerful and the oft-Forgiving"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "He created you (all) from a single being. Out of it, He created its spouse. He gave you eight types (four pairs: males and females of each) of domestic animals _ (sheep, goats, cows and camels). He created you in your mothers´ wombs, shaping you from one form to another _ through three (distinct kinds of) darkened zones. Such is Allah, your Lord! His is the empire (of the entire universe)! There is no god except He! How dare you turn away"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "If you disbelieve (remember), Allah does not stand in need of you. (But) if you express gratitude, He is pleased with you. No one will carry the burden (of sin) for anybody else. Then, (carrying the load of your own sins) you must journey back to your Lord. He will tell you what you used to do. Indeed, He knows even that which lies (buried) in the chest"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "When distress befalls man, he calls his Lord in repentance. But he forgets when his Lord (responds and) bestows His blessings _ forgets that he had ever called his Lord. To stray from the (straight) path (and to make others stray from it), he assigns partners for Allah. (Oh Muhammad, SAW) say, \"(Stay) in your denial (and) enjoy for a while. You will certainly end up in hell"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Could the one who is obedient (ever go to hell)? The one who prostrates before Allah and stands (in prayers) during all of hours of the night? The one who dreads the afterlife and hopes for the mercy of his Lord? Ask (them), \"Can those who know, be equal to the ones who do not?\" In fact, only the sensible ones heed (the advice)"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Say, \"Fear your Lord, oh servants (of Allah) who believe! The favorable outcome is for those who perform good deeds in this life. Allah´s land is spacious. Those who endure patiently would, in fact, be (compensated well and) rewarded in full without any reckoning"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "Say, \"I have been ordered to worship Allah (exclusively), keeping my religion exclusively for Him"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "I have been ordered to be the first to submit and surrender"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Indeed, I fear the punishment of that mighty day, in case I disobey my Lord"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Limiting my religion exclusively for Him, it is Allah Whom I worship"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "You may worship others besides Him if you want.\" Say (further that), \"The worst of the losers are those who make their families _ and themselves _ suffer severe losses on the Day of Judgment. Beware! That is evidently the greatest loss"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Sheets of blazing fire will blanket them from above, and a raging fire will engulf them from below. Regarding this, Allah cautions His servants, \"Oh my servants, fear Me"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "There is good news for those who shun the worship of false gods _ (the epitome of transgression) _ and turn to Allah in repentance. So let My servants hear the glad tidings"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "Those who heed the advice, and implement its best features are the ones whom Allah has guided! Such are the sensible ones"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "The one who deserves the sentence of the (eternal) punishment (cannot be helped). Can you rescue the one who is (as good as) in the fire"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "For those who fear their Lord, there exist lofty mansions with (several) floors built one atop another, and with rivers running right through. (That is) Allah´s promise! And Allah does not back out of His promise"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "Do you not see that Allah sends water down from the sky? Then, He channels it into rivers and springs across the earth, and produces with it vegetation of all different (kinds and) colors. But then it withers and you see it fade and (turn) yellow. Later, He turns it into chaff. Indeed, there is a lesson in it for any sensible person"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "Allah has rendered the hearts (of some of His servants) receptive for Islam. They follow the illumilating guidance of their Lord. Can they be like the unbelievers? Misery is for those whose hearts harden up even more by the mention of Allah. They indeed are clearly on the wrong path"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Allah has revealed the very best of the narrative. The oft-repeated contents of this book are coherent, consistent and coupled _ (the promise of rewards is coupled with the threat of punishment). Those who fear their Lord are awestruck by it. Their flesh shudders with fright, and their hearts and souls become mellow with the remembrance of Allah. Such is the guidance of Allah! He guides whomever He wants! There is no guide for the one whom Allah leads astray"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "So, (imagine the plight of) the one who will _ (being helpless) on the Day of Judgment _ bear the punishment right smack on his face. The evildoers would be told, \"Here, taste what you have wrought upon yourself"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "The earlier people had rejected. As a result, punishment came to them from where they least expected"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Thus, Allah had them taste the shame of disgrace in the life of this world, and of course the punishment of the afterlife is much worse. If only they had realized"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Indeed, We have placed in this Qur´an various kinds of examples before the people. Perhaps, they will reflect"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "The Qur´an is in Arabic; (it is simple), without any distortion or deviation. Perhaps they will fear Him"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Allah quotes an example. (There are two slaves), one belongs to many partners pitted against each other, while the other belongs entirely to one master. Can these two men fare equally? All praise is for Allah! But most people do not realize"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "(Oh prophet)! Of course you will die! And for sure, they will die too"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "Then, on the Day of Judgment you all would place your disputes before your Lord"
        },
        {
            "chapter": 39,
            "verse": 32,
            "text": "Could there be any one worse than the person who utters a lie about Allah and rejects the truth when it reaches him? For such an unbeliever, isn´t there an (appropriate) abode in the hellfire"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "While those who accept the truth and believe it with sincerity are indeed the righteous ones"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "With their Lord, they shall have whatever they desire. Such is the reward for the righteous"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "So that Allah may pardon their bad deeds; and so that He may grant them their compensation _ reward far in excess of what their good deeds deserve"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Isn´t Allah sufficient for His servants? The unbelievers try to daunt (and discourage) you with the fear of others instead of Him. There is no guide for the one whom Allah leads astray"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "(In the same manner), the one whom Allah guides cannot be thrown off track. Isn´t Allah the most Powerful _ the Lord of Retribution"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "If you were to ask them, ´Who created the heavens and the earth?´, they will no doubt reply, ´Allah!´ Say, \"What do you think about those who pray to others besides Allah? Can they alleviate my distress, should Allah intend to inflict a distress upon me? Could they withhold His mercy, if Allah wanted to shower His mercy upon me?\" Say, \"Allah is enough for me! Those seeking (a trustee) should place their trust in Allah"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "Say, \"Oh my people! Carry on with your practice, while I too will continue my way. Soon, you will come to know"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "(You will find out) who deserves the disgraceful punishment, and upon whom lands the unshakable torment"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "Indeed, We have revealed the book to you for the (good of the) people. It is the truth! Now, whoever finds the right way does so for his own good, and whoever strays harms himself. (Oh prophet)! You are not (appointed) a manager over them"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "At the time of death, Allah takes full possession of the soul of the deceased, and also the souls of those who are asleep and not dead. He then holds back those for whom He has decreed death. He sends back the souls of others for an appointed time. In that, indeed, is a sign for a nation that ponders"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Or have they, instead of Allah, accepted mediators (to worship)? Ask them, \"Even though they have no power, and may understand nothing"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "Say, \"All mediation and intervention belongs to Allah exclusively! To Him belongs the kingdom of the heavens and the earth! You will be sent back to Him"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Those who do not believe in the afterlife are saddened when only Allah´s name is mentioned in their presence. Their hearts shrink in disgust. But they suddenly become joyous when others beside Allah are mentioned"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "Say, \"Oh Allah, the Creator of the heavens and the earth, the Knower of the unseen and the manifest! You will settle disputes between Your servants _ the disputes they are arguing about now"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "On the Day of Judgment, the evildoers would offer as a ransom their entire wealth in exchange for exemption from the terrible punishment, even if they owned everything in this world, and that much more to go with it. (The punishment) from Allah would then become apparent to them. They never imagined (its severity)"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "The evil of the actions they had committed would then become apparent to them. That, which they used to mock would overwhelm them"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "When the distress afflicts man, he prays to Us (for relief). But once We grant him Our blessings, he says, \"In fact, I have been granted all this because of my (superior) knowledge.\" Of course not! Rather, it is a test for him! But most of them do not know"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "The (people who lived) before their time had said the very same things. But their achievements, the deeds (and wealth) they earned, were of no use to them"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Thus, the evil deeds they had gathered brought them down. The same is true for these (present day) evildoers. The evil deeds they accumulate will soon strike them down. They cannot render (Allah) helpless"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Do they not know? Allah increases the provisions _ or restricts them _ for whomever He wants. Indeed, in that is certainly a sign for any believing nation"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "(Oh prophet)! Declare, \"Oh my servants! Oh you who have overly and unduly burdened yourself (with sins)! Do not abandon hope in the mercy of Allah. Of course Allah pardons all sins! Indeed He is the most Forgiving; and the most Merciful"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Turn to your Lord in repentance, and submit to Him before the punishment comes upon you. Lest (it is too late and) you cannot be helped"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Follow the excellent advice revealed to you by your Lord before the time (arrives) when the punishment will creep up on you stealthily and you would not realize"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Then the (evil) person would say, \"Oh pity on me! Concerning Allah I was too neglectful (and I went too far). I was among those who used to mock"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "Then he will say, \"I would have been a God-fearing person, had Allah guided me"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "As he witnesses the (oncoming) punishment, he would wail, \"Oh! If I had a second chance, I would be righteous"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "No! In fact My signs (and guidance) did come to you! And you did reject them. You displayed arrogance. You were the disbeliever"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "On the Day of Judgment, you will see! The faces of those who invented lies about Allah would be tainted and tarnished. Isn´t there a place in hell for the proud and the haughty"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Allah will rescue those who fear the effect (of their actions). Nothing bad will happen to them. They shall not feel sorry"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allah is the Creator of everything, and He is the Guardian over everything"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "He has the keys to (the treasures of) the heavens and the earth. Indeed the losers are those who reject the signs of Allah"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "Say, \"Are you then asking me to worship beings other than Allah? You ignorant fools"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "It has been revealed to you just as it had been revealed to those before you, that if you commit ´shirk´ (associate partners with Allah) your (good) deeds would surely come to naught, and you would definitely be the losers"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Instead, worship Allah (exclusively) and be grateful"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "They did not appreciate or revere Allah as He rightfully deserves to be appreciated. On the Day of Judgment this earth would be (held nipped) in His fist, and the heavens would lie folded across His right (forearm). Exalted is He! Far above everything they associate and affiliate with Him"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "Then, as the trumpet sounds, all (living beings) in the heavens and on earth would fall unconscious _ except whomever Allah wishes to keep alive. Then, the trumpet will blare for the second time and at once, everyone would stand alert, looking around"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "The light emanating from the Lord will flood the earth, (brighten it up) and make it glitter. The book (of deeds) will be placed (in evidence). The prophets and (other) witnesses would be at hand (to testify). The matter would be settled with justice. No one would be wronged at all"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Everyone will be compensated in full for (every) action they (ever) did; He is well Aware of what they do"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "Successive groups of unbelievers would be dispatched to hell. As the gates of hell open, the keepers (of hell) would ask, \"Had the messengers from amongst your own (people) not come to (warn) you? Didn´t they recite to you the verses of your Lord, warning you about the encounters of this day?\" They will reply, \"Yes (they did)!\" The sentence of torment is (fair and) justified for the unbelievers"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "They would be ordered to enter the gates of hell and live there till eternity. Evil is the abode for the arrogant"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "(In sharp contrast), the successive groups of those who (believed and) feared their Lord would be ushered into paradise. As its gates open, its keepers would greet them saying, \"Peace be with you! Well done! Enter the paradise to live there till eternity"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "They would explain, \"All praise is for Allah Who redeemed His promise (made) to us, and He gave us this land to inherit. (Now) we can settle down anywhere we want in paradise. What an excellent reward for the doers (of good)"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "You will see the angels gathered around the throne (of Allah) chanting the praises of their Lord. All matters between people would be decided (and disposed of) with justice. The declaration will resound, \"All praise is for Allah, the Sustainer of the universe"
        }
    ]
}