{
    "chapter": [
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ha! Meem"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "This is a communiqué from the most Merciful and the most Kind"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "A book whose verses are distinct and described in detail. The Qur´an is (revealed) in the Arabic language for the people who know (Arabic)"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "It bears the good news and also warns. But most of them turn away. They (just) do not listen"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "They, (the unbelievers) say, \"Our hearts are sheathed, immune from being affected by anything you might say. Our ears are deaf to your call. There is a barrier between you and us, and it sets us apart. So, do as you please and we will do as we please"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Say, \"In fact, I am a human being like you. It has been revealed to me that your god is only One God! So, seek the path (that leads) straight to Him, and seek His forgiveness. Misery is for those who associate partners (with Allah)"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Those who do not pay the ´zakat´! Those who deny the life to come"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "And the never-ending infinite rewards exist for those who believe, and do the righteous deeds"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "Say, \"Do you dare to disbelieve in the One Who created the earth in two periods of time? Do you dare to set up others as His equal? It is the Lord of the universe (you have dared to disobey)"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "He firmly fixed mountains on the earth, that rise high above its surface, and He blessed the earth. He made arrangements to supply the nourishment needs (for all life forms ever to exist on the earth) in four periods of time. Without exception, (He apportions food) to all who ask for it"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "(Then) He turned to the heaven. It was then (just) smoke. To it and the earth, He said, \"Willing or not, eager or averse, (you are being ordered to) come into being!\" They replied, \"We come willingly"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "Then He concluded the creation and organized (the smoke) into seven heavens in two periods of time, and revealed to each its duties and responsibilities. We adorned the heaven of this world with luminary bodies, and We secured them. This is the destiny appointed by the Mightiest and the most Knowledgeable"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "But if they turn away then say, \"I (hereby) warn you about (an overwhelming punishment by) the lightning and thunder, the kind that struck down the people of ´Aads´ and ´Samood´"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "The messengers came to them (and told them what lay) ahead of them as well as behind them, and instructed them to worship no one except Allah. But they said, \"Had our Lord wanted this, He would have sent us angels (to preach). We (hereby) reject that which (you claim) has been revealed to you"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "Just like the people of ´Aads´! Without any reason or right, they conducted themselves arrogantly in this world. They said, \"Does anyone excel over us in strength and power?\" Could they not see that Allah Who created them, is certainly far superior to them in strength? They used to refute Our signs"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "So, in a matter of a few ill-fated days, We devastated them with cold and frigid winds that shrieked past them. Thus, We made them taste a disgraceful punishment in the life of this world. And the punishment of the afterlife is worse, and far more humiliating. They will not be helped"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "As for the ´Samood´, We showed them the way, but they preferred to remain blind about the guidance. Therefore, because of what they used to commit, a humiliating punishment of lightning bolts grabbed them"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "But We saved those who believed, and used to ward off (evil)"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "And (warn them of) the day when the enemies of Allah would be rounded up, (and forced on) towards the hellfire. They would be impelled (and shoved) onwards"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "Before they reach the hellfire, their ears, their eyes and their skin would (begin to talk and) bear witness against them, regarding everything they used to do (in this world)"
        },
        {
            "chapter": 41,
            "verse": 21,
            "text": "They will ask their skin, \"Why did you testify against us?\" (Their skin) would retort, \"Allah granted us (the faculty of) speech, the same One Who gives everything the ability to talk. He it is, Who created you the first time, and now you are brought back to Him"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "When you used to cover up and conceal your evil deeds, (you never considered) that your ears, your eyes and your skin would testify against you. In fact, you thought that (if you hide your deeds) Allah would not find out much of what you do"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "Such notions you had about your Lord! And they actually brought about your fall. You became the losers"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "(It does not matter) even if you bear your punishment patiently. The hellfire would be your abode! And if you seek to atone and make amends, you would not be excused"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "(In the life of this world), We assigned them friends who made their past and the present _that which was behind them as well as that which was before them _ seem glamorous to them. Thus the verdict became justified for all the generations that had lived prior to them, all the jinn and the human kind. Indeed, they were all losers"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "The unbelievers say to each other, \"Do not listen to this Qur´an, and during its recital create a disturbance. (That way), perhaps you would dominate (the scene)"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "We would definitely make the unbelievers taste a severe punishment. We would certainly inflict upon them a punishment equal to the deeds they used to commit"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "The punishment for the enemies of Allah is the hellfire. In it will be their abode till eternity! A (warranted) punishment because they used to deny (Our signs and) Our revelations"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "The unbelievers will say, \"Our Lord, let us see those among the jinn and the humans who (deceived us and) led us astray. We will place them under our feet and trample them, so as to utterly disgrace and degrade them"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Indeed, angels come down to (befriend) those who say, \"Allah is our Lord\" and then stay steadfast on it. (To them the angels say), \"Have no fear, and do not grieve. (Rather), rejoice! (We bring you) the good news of paradise which you had been promised"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "We are your friends in the life of this world, as well as in the afterlife. There, you shall have anything your heart desires. There, whatever you ask for will be yours"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "A reception (and divine hospitality) from the most Forgiving and the most Merciful"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Nobody´s assertions could be better (and more trustworthy) than the words of a person who invites others towards (the worship of) Allah, acts righteously and says, \"Indeed, I am among those who surrender and submit (to Allah)"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "The good and the bad deeds are not alike. Respond to their bad deeds with good ones, and you will find that the person who was hostile and antagonistic towards you has turned into a bosom buddy"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "Such an attribute _(a stage of perfection) _ is granted only to those who stay steadfast. Those are the most fortunate"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "If the prompting of Shaitan stirs you, seek refuge with Allah. Of course, He hears all and knows all"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "The night and the day, and the sun and the moon are among His signs. Do not bow before the sun, or before the moon. Rather, prostrate before Allah, the One Who created them, if it is He Whom you want to worship (exclusively)"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "The unbelievers may turn away (from the truth) arrogantly, but those (angels) close to your Lord glorify Him (and chant His praises) day and night. They do not relent"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "One of His signs: you see the land dry and desolate. But it suddenly stirs and quivers, and begins to bear (vegetation) just as soon as He sends down the rain upon it. The One Who gives life to the dead land is surely going to bring the dead back to life. Indeed, He is Capable of doing everything"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Those who twist and distort Our verses are, of course, not unknown to Us. So then, who will fare better on the Day of Judgment? The one flung in the hellfire? Or the one who arrives safe and secure (into paradise)? Do what you want. Of course, He watches (and knows) whatever you do"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "These people have refused to accept the advice, (the Qur´an), when it came to them, (though) it is definitely a mighty book"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Falsehood can neither confront it head on, nor approach it (stealthily) from behind. (It is) a revelation from the Wise, the One Worthy of praise"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "(Oh Muhammad, SAW)! Nothing has been said to you that had not been said to the messengers before you. Indeed, your Lord is (not only) the Lord of forgiveness, (but also) the Lord of the painful punishment"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Had We revealed (this Qur´an) in a non-Arabic language, they would have said, \"Why are its verses not clear and understandable? What? A non-Arabic (discourse) and an Arabic (audience)?\" Say to them, \"For those who believe, this Qur´an is a guidance and a cure (for spiritual ailments). While, it is a plug for the ears and a blindfold for the eyes of those who do not believe. (It is, as if) they (barely) hear being summoned from a far off place"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "We had granted Musa the book; it, (too), was (questioned and) disputed. But your Lord´s word has already been decreed. Had it not been for that, their dispute would have been decided (and settled) once and for all. They remained hopelessly in doubt about it (the book)"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Whoever acts righteously does so for his own sake, and whoever commits evil does himself a bad deed. Your Lord is not unjust to His servants"
        },
        {
            "chapter": 41,
            "verse": 47,
            "text": "The knowledge of the hour (of Judgment) is held back by Him. No fruit ever blooms from its bud, and no female ever (conceives and) carries to term except with His knowledge (and permission). On that day (of Judgment), the unbelievers would be asked, \"(Now), where are those partners you attributed to Me?\" They will reply, \"We have confessed before You. None of us can bear witness (about them)"
        },
        {
            "chapter": 41,
            "verse": 48,
            "text": "All the (gods) they used to invoke and pray to would get away from them (and vanish); and they would get the idea that there exists no refuge (on that day)"
        },
        {
            "chapter": 41,
            "verse": 49,
            "text": "Man never tires of praying for the good (things in life), and becomes dejected and despondent when something bad afflicts him"
        },
        {
            "chapter": 41,
            "verse": 50,
            "text": "Indeed, after letting him go through unhappy times, if We let him taste Our blessings (and bounties), he begins to say, \"This is (all) mine (because I deserve it). I do not think the hour of judgment would ever be brought into being. But if (per chance) I am sent back to my Lord, nothing but good (things) would await me there from Him.\" We would certainly relate to them everything they are (now) doing. We would definitely make them taste the worst of the punishment"
        },
        {
            "chapter": 41,
            "verse": 51,
            "text": "When We bestow Our favors upon man, he drifts afar and distances himself (from Us); but when hardship afflicts, he prays (and pleads) long and hard"
        },
        {
            "chapter": 41,
            "verse": 52,
            "text": "Say, \"How would you feel if the Qur´an really happens to be from Allah, and yet you reject it? Can anyone be more wrong than the one who has strayed too far (in his hatred)"
        },
        {
            "chapter": 41,
            "verse": 53,
            "text": "Soon, We will show them Our signs in the universe, and even in their own bodies, until it becomes amply clear to them that, indeed, this (Qur´an) is the truth. Is it not enough for you that your Lord (watches and) witnesses every single thing"
        },
        {
            "chapter": 41,
            "verse": 54,
            "text": "Beware! In reality they are skeptical about meeting their Lord. Beware, He has contained and hemmed in every single thing"
        }
    ]
}