{
    "hizbs": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "Yara amara saksat asa kare na, tara bale, amadera kache pheresata abatirna kara hala na kena? Athaba amara amadera palanakartake dekhi na kena? Tara nijedera antare ahankara posana kare ebam gurutara abadhyataya mete utheche."
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "Yedina tara pheresataderake dekhabe, sedina aparadhidera jan'ye kona susambada thakabe na ebam tara balabe, kona badha yadi ta atake rakhata."
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Ami tadera krtakarmera prati manonibesa karaba, atahpara seguloke biksipta dhulikanarupe kare deba."
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Sedina jannatidera basasthana habe uttama ebam bisramasthala habe manorama."
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "Sedina akasa meghamalasaha bidirna habe ebam sedina pheresatadera namiye deya habe"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "sedina satyikara rajatba habe dayamaya allahara ebam kapheradera pakse dinati habe kathina."
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "Jalema sedina apana hastadbaya dansana karate karate balabe, haya aphasosa! Ami yadi rasulera sathe patha abalambana karatama."
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Haya amara durbhagya, ami yadi amukake bandhurupe grahana na karatama."
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Amara kache upadesa asara para se amake ta theke bibhranta karechila. Sayatana manusake bipadakale dhomka deya."
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Rasula balalenah he amara palanakarta, amara sampradaya e'i kora'anake pralapa sabyasta kareche."
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Emanibhabe pratyeka nabira jan'ye ami aparadhidera madhya theke satru karechi. Apanara jan'ye apanara palanakarta pathapradarsaka o sahayyakarirupe yathesta."
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Satya pratyakhanakarira bale, tamra prati samagra kora'ana ekadaphaya abatirna hala na kena? Ami emanibhabe abatirna karechi ebam krame krame abrtti karechi apanara antakaranake majabuta karara jan'ye."
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "Tara apanara kache kona samasya upasthapita karale'i ami apanake tara sathika ja'oyaba o sundara byakhya dana kari."
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Yaderake mukha thubare pare thaka abasthaya jahannamera dike ekatrita kara habe, tadera'i sthana habe nikrsta ebam tara'i pathabhrasta."
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Ami to musake kitaba diyechi ebam tamra sathe tamra bhrata harunake sahayyakari karechi."
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "Atahpara ami balechi, tomara se'i sampradayera kache ya'o, yara amara ayatasamuhake mithya abhihita kareche. Atahpara ami taderake samule dhbansa kare diyechi."
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "Nuhera sampradaya yakhana rasulaganera prati mithyaropa karala, takhana ami taderake nimajjata karalama ebam taderake manabamandalira jan'ye nidarsana kare dilama. Jalemadera jan'ye ami yantranadayaka sasti prastuta kare rekhechi."
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "Ami dhbansa karechi ada, samuda, kapabasi ebam tadera madhyabarti aneka sampradayake."
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Ami pratyekera jan'ye'i drstanta barnana karechi ebam pratyekake'i sampurnarupe dhbansa karechi."
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Tara to se'i janapadera upara diye'i yatayata kare, yara opara barsita hayeche manda brsti. Tabe ki tara ta pratyaksa kare na? Baram tara punarujjibanera asanka kare na."
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "Tara yakhana apanake dekhe, takhana apanake kebala bidrupera patrarupe grahana kare, bale, e-i ki se yake allaha ‘rasula’ kare prerana karechena"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "se to amaderake amadera upasyaganera kacha theke sariye'i dita, yadi amara taderake amkare dhare na thakatama. Tara yakhana sasti pratyaksa karabe, takhana janate parabe ke adhika pathabhrasta."
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "Apani ki take dekhena na, ye tara prabrttike upasyarupe grahana kare? Tabu'o ki apani tara yim'madara habena"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "apani ki mane karena ye, tadera adhikansa sone athaba bojhe? Tara to catuspada jantura mata; baram ara'o pathabhranta"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "Tumi ki tomara palanakartake dekha na, tini kibhabe chayake bilambita karena? Tini iccha karale eke sthira rakhate paratena. Erapara ami suryake karechi era nirdesaka."
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "Atahpara ami eke nijera dike dhire dhire gutiye ani."
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Tini'i to tomadera jan'ye ratrike karechena abarana, nidrake bisrama ebam dinake karechena ba'ire gamanera jan'ye."
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Tini'i sbiya rahamatera prakkale batasake susambadabahirupe prerana karena. Ebam ami akasa theke pabitrata arjanera jan'ye pani barsana kari."
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "Taddbara mrta bhubhagake sanjibita karara jan'ye ebam amara srsta jibajantu o aneka manusera trsna nibaranera jan'ye."
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Ebam ami ta tadera madhye bibhinnabhabe bitarana kari, yate tara smarana kare. Kintu adhikansa loka akrtajnata chara kichu'i kare na."
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Ami iccha karale pratyeka janapade ekajana bhaya pradarsanakari prerana karate paratama."
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "Ata'eba apani kapheradera anugatya karabena na ebam tadera sathe era sahayye kathora sangrama karuna."
        }
    ]
}