{
    "hizbs": [
        {
            "chapter": 32,
            "verse": 11,
            "text": "Baluna, tomadera prana haranera dayitbe niyojita pheresata tomadera prana harana karabe. Atahpara tomara tomadera palanakartara kache pratyabartita habe."
        },
        {
            "chapter": 32,
            "verse": 12,
            "text": "Yadi apani dekhatena yakhana aparadhira tadera palanakartara samane natasira haye balabe, he amadera palanakarta, amara dekhalama o srabana karalama. Ekhana amaderake pathiye dina, amara satkarma karaba. Amara drrhabisbasi haye gechi."
        },
        {
            "chapter": 32,
            "verse": 13,
            "text": "Ami iccha karale pratyekake sathika dika nirdesa ditama; kintu amara e ukti abadharita satya ye, ami jina o manaba sakalake diye abasya'i jahannama purna karaba."
        },
        {
            "chapter": 32,
            "verse": 14,
            "text": "Ata'eba e dibasake bhule ya'oyara karane tomara maja asbadana kara. Ami'o tomaderake bhule gelama. Tomara tomadera krtakarmera karane sthayi ayaba bhoga kara."
        },
        {
            "chapter": 32,
            "verse": 15,
            "text": "Kebala tara'i amara ayatasamuhera prati imana ane, yara ayatasamuha dbara upadesaprapta haye sejadaya lutiye pare ebam ahankaramukta haye tadera palanakartara saprasansa pabitrata barnana kare."
        },
        {
            "chapter": 32,
            "verse": 16,
            "text": "Tadera parsba sayya theke alada thake. Tara tadera palanakartake dake bhaye o asaya ebam ami taderake ye riyika diyechi, ta theke byaya kare."
        },
        {
            "chapter": 32,
            "verse": 17,
            "text": "Ke'u jane na tara jan'ye krtakarmera ki ki nayana-pritikara pratidana lukkayita ache."
        },
        {
            "chapter": 32,
            "verse": 18,
            "text": "Imanadara byakti ki abadhyera anurupa? Tara samana naya."
        },
        {
            "chapter": 32,
            "verse": 19,
            "text": "Yara imana ane o satkarma kare, tadera jan'ye rayeche tadera krtakarmera apyayanasbarupa basabasera jannata."
        },
        {
            "chapter": 32,
            "verse": 20,
            "text": "Paksantare yara abadhya haya, tadera thikana jahannama. Yakhana'i tara jahannama theke bera hate ca'ibe, takhana'i taderake tathaya phiriye deya habe ebam taderake bala habe, tomara jahannamera ye ayabake mithya balate, tara sbada asbadana kara."
        },
        {
            "chapter": 32,
            "verse": 21,
            "text": "Guru sastira purbe ami abasya'i taderake laghu sasti asbadana karaba, yate tara pratyabartana kare."
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "Ye byaktike tara palanakartara ayatasamuha dbara upadesa dana kara haya, atahpara se ta theke mukha phiriye neya, tara ceye yalema ara ke? Ami aparadhiderake sasti deba."
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "Ami musake kitaba diyechi, ata'eba apani kora'ana praptira bisaye kona sandeha karabena na. Ami eke bani isara'ilera jan'ye patha pradarsaka karechilama."
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "Tara sabara karata bidhaya ami tadera madhya theke neta manonita karechilama, yara amara adese patha pradarsana karata. Tara amara ayatasamuhe drrha bisbasi chila."
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "Tara ye bisaye mata birodha karache, apanara palanakarta'i keyamatera dina se bisaye tadera madhye phayasala debena."
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "Ete ki tadera cokha kholeni ye, ami tadera purbe aneka sampradayake dhbansa karechi, yadera bari-ghare era bicarana kare. Abasya'i ete nidarsanabali rayeche. Tara ki sone na"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "tara ki laksya kare na ye, ami usara bhumite pani prabahita kare sasya udagata kari, ya theke bhaksana kare tadera jantura ebam tara ki dekhe na"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "tara bale tomara satyabadi hale bala; kabe habe e'i phayasala"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "baluna, phayasalara dine kapheradera imana tadera kona kaje asabe na ebam taderake abakasa o deya habe na."
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "Ata'eba apani tadera theke mukha phiriye nina ebam apeksa karuna, tara'o apeksa karache."
        }
    ]
}