{
    "hizbs": [
        {
            "chapter": 4,
            "verse": 58,
            "text": "Niscaya'i allaha tomadigake nirdesa dena ye, tomara yena prapya amanatasamuha prapakadera nikata pauche da'o. Ara yakhana tomara manusera kona bicara-mimansa karate arambha kara, takhana mimansa kara n'yaya bhittika. Allaha tomadigake sadupadesa dana karena. Niscaya'i allaha srabanakari, darsanakari."
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "He imanadaragana! Allahara nirdesa man'ya kara, nirdesa man'ya kara rasulera ebam tomadera madhye yara bicaraka tadera. Tarapara yadi tomara kona bisaye bibade prabrtta haye para, tahale ta allaha o tamra rasulera prati pratyarpana kara-yadi tomara allaha o keyamata dibasera upara bisbasi haye thaka. Ara eta'i kalyanakara ebam parinatira dika diye uttama."
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "Apani ki taderake dekhenani, yara dabi kare ye, ya apanara prati abartirna hayeche amara se bisayera upara imana enechi ebam apanara purbe ya abartina hayeche. Tara birodhiya bisayake sayatanera dike niye yete caya, athaca tadera prati nirdesa hayeche, yate tara oke man'ya na kare. Paksantare sayatana taderake pratarita kare pathabhrasta kare phelate caya."
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "Ara yakhana apani taderake balabena, allahara nirdesera dike eso-ya tini rasulera prati nayila karechena, takhana apani munaphekadigake dekhabena, ora apanara kacha theke sampurna bhabe sare yacche."
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "Ematabasthaya yadi tadera krtakarmera daruna bipada aropita haya, tabe tate ki hala! Atahpara tara apanara kache allahara name kasama kheye kheye phire asabe ye, mangala o sampriti chara amadera an'ya kona uddesya chila na."
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "Era halo se samasta loka, yadera manera gopana bisaya samparke'o allaha ta’ala abagata. Ata'eba, apani oderake upeksa karuna ebam oderake sadupadesa diye emana kona katha baluna ya tadera jan'ya kalyanakara."
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "Bastutah ami ekamatra e'i uddesye'i rasula prerana karechi, yate allahara nirdesanuyayi tamdera adesa-nisedha man'ya kara haya. Ara sesaba loka yakhana nijedera anista sadhana karechila, takhana yadi apanara kache asata atahpara allahara nikata ksama prarthana karata ebam rasula'o yadi taderake ksama kariye ditena. Abasya'i tara allahake ksamakari, meherabanarupe peta."
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "Ata'eba, tomara palanakartara kasama, se loka imanadara habe na, yataksana na tadera madhye srsta bibadera byapare tomake n'yayabicaraka bale mane na kare. Atahpara tomara mimansara byapare nijera mane kona rakama sankirnata pabe na ebam ta hustacitte kabula kare nebe."
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "Ara yadi ami tadera nirdesa ditama ye, nijedera prana dhbansa kare da'o kimba nijedera nagari chere beriye ya'o, tabe tara ta karata na; abasya tadera madhye alpa kayekajana. Yadi tara ta'i kare ya tadera upadesa deya haya, tabe ta abasya'i tadera jan'ya uttama em taderake nijera dharmera upara sudrrha rakhara jan'ya ta uttama habe."
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "Ara takhana abasya'i ami taderake nijera paksa theke mahana sa'oyaba deba."
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "Ara taderake sarala pathe paricalita karaba."
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Ara ye ke'u allahara hukuma ebam tamra rasulera hukuma man'ya karabe, tahale yamdera prati allaha neyamata dana karechena, se tamdera sangi habe. Tamra halena nabi, chiddika, sahida o satkarmasila byaktibarga. Ara tadera sannidhya'i hala uttama."
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "Eta hala allaha-pradatta mahattba. Ara allaha yathesta parijnata."
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "He imanadaragana! Nijedera astra tule na'o ebam prthaka prthaka sain'yadale kimba samabetabhabe beriye para."
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Ara tomadera madhye emana'o ke'u ke'u rayeche, yara abasya bilamba karabe ebam tomadera upara kona bipada upasthita hale balabe, allaha amara prati anugraha karechena ye, ami tadera sathe ya'ini."
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "Paksantare tomadera prati allahara paksa theke kona anugraha asale tara emana bhabe balate suru karabe yena tomadera madhye ebam tadera madhye kona mitrata'i chila na. (Balabe) haya, ami yadi tadera sathe thakatama, tahale ami o ye saphalata labha karatama."
        }
    ]
}