{
    "hizbs": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "Tadera adhikansa sala-paramarsa bhala naya; kintu ye sala-paramarsa dana khayarata karate kimba satkaja karate kimba manusera madhye sandhisthapana kalpe karato ta sbatantra. Ye ekaja kare allahara santustira jan'ye ami take birata cha'oyaba dana karaba."
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Ye ke'u rasulera birud'dhacarana kare, tara kache sarala patha prakasita ha'oyara para ebam saba musalamanera anusrta pathera birud'dhe cale, ami take ai dike'i pheraba ye dika se abalambana kareche ebam take jahanname niksepa karaba. Ara ta nikrstatara gantabyasthana."
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Niscaya allaha take ksama karena na, ye tamra sathe ka'uke sarika kare. Echara yake iccha, ksama karena. Ye allahara sathe sarika kare se sudura bhrantite patita haya."
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Tara allahake parityaga kare sudhu narira aradhana kare ebam sudhu abadhya sayatanera puja kare."
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Yara prati allaha abhisampata karechena. Sayatana balalah ami abasya'i tomara bandadera madhya theke nirdista ansa grahana karaba."
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Taderake pathabhrasta karaba, taderake asbasa deba; taderake pasudera karna chedana karate balaba ebam taderake allahara srsta akrti paribartana karate adesa deba. Ye ke'u allahake chere sayatanake bandhurupe grahana kare, se prakasya ksatite patita haya."
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Se taderake pratisruti deya ebam taderake asbasa deya. Sayatana taderake ye pratisruti deya, ta saba pratarana bai naya."
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Tadera basasthana jahannama. Tara sekhana theke kotha'o palabara jayaga pabe na."
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Yara bisbasa sthapana kareche ebam satkarma kareche, ami taderake udyanasamuhe prabista karaba, yegulora taladese naharasamuha prabahita haya. Tara cirakala tathaya abasthana karabe. Allaha pratisruti diyechena satya satya. Allahara ca'ite adhika satyabadi ke"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "tomadera asara upara o bhitti naya ebam ahale-kitabadera asara upara'o na. Ye ke'u manda kaja karabe, se tara sasti pabe ebam se allaha chara nijera kona samarthaka ba sahayyakari pabe na."
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Ye loka purusa hoka kimba nari, kona satkarma kare ebam bisbasi haya, tabe tara jannate prabesa karabe ebam tadera prapya tila parimana o nasta habe na."
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Ye allahara nirdesera samane mastaka abanata kare satkaje niyojita thake ebam ibrahimera dharma anusarana kare, yini ekanistha chilena, tara ca'ite uttama dharma kara? Allaha ibrahimake bandhurupe grahana karechena."
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Ya kichu nabhondale ache ebam ya kichu bhumandale ache, saba allahara'i. Saba bastu allahara musthi balaye."
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Tara apanara kache naridera bibahera anumati caya. Bale dinah allaha tomaderake tadera samparke anumati dena ebam kora'ane tomaderake ya ya pata kare sunano haya, ta ai saba pitrhina-naridera bidhana, yadera ke tomara nirdharita adhikara pradana kara na athaca bibaha bandhane abad'dha karara basana rakha. Ara aksama sisudera bidhana e'i ye, etimadera jan'ye inasaphera upara kayema thaka. Tomara ya bhala kaja karabe, ta allaha janena."
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Yadi kona nari sbiya sbamira paksa theke asadacarana kimba upeksara asanka kare, tabe paraspara kona mimansa kare nile tadera ubhayera kona gonaha na'i. Mimansa uttama. Manera samane lobha bidyamana ache. Yadi tomara uttama kaja kara ebam khodabhiru ha'o, tabe, allaha tomadera saba kajera khabara rakhena."
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Tomara kakhana'o nariderake samana rakhate parabe na, yadi'o era akanksi ha'o. Ata'eba, sampurna jhumke'o paro na ye, ekajanake phele rakha dodulyamana abasthaya. Yadi sansodhana kara ebam khodabhiru ha'o, tabe allaha ksamasila, karunamaya."
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Yadi ubhaye'i bicchinna haye yaya, tabe allaha sbiya prasastata dbara pratyekake amukhapeksi kare dibena. Allaha suprasasta, prajnamaya."
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Ara ya kichu rayeche asamana samuhe o yamine saba'i allahara. Bastutah ami nirdesa diyechi tomadera purbabarti granthera adhikariderake ebam tomaderake ye, tomara saba'i bhaya karate thaka allahake. Yadi tomara ta na mana, tabe jeno, se saba kichu'i allaha ta’alara ya kichu rayeche asamana samuhe o yamine. Ara allaha hacchena abhabahina, prasansita."
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Ara allahara'i jan'ye se sabakichu ya kichu rayeche asamana samuhe o yamine. Allaha'i yathesta karmabidhayaka."
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "He manabakula, yadi allaha tomaderake sariye tomadera jayagaya an'ya ka'uke pratisthita karena? Bastutah allahara se ksamata rayeche."
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Ye ke'u duniyara kalyana kamana karabe, tara jene rakha prayojana ye, duniya o akheratera kalyana allahara'i nikata rayeche. Ara allaha saba kichu sonena o dekhena."
        }
    ]
}