{
    "hizbs": [
        {
            "chapter": 7,
            "verse": 171,
            "text": "Ara yakhana ami tule dharalama paharake tadera upare samiyanara mata ebam tara bhaya karate lagala ye, seti tadera upara parabe, takhana ami balalama, dhara, ya ami tomadera diyechi, drrhabhabe ebam smarana rekho ya tate rayeche, yena tomara bamcate para."
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "Ara yakhana tomara palanakarta bani adamera prstadesa theke bera karalena tadera santanaderake ebam nijera upara taderake pratijna karalena, ami ki tomadera palanakarta na'i? Tara balala, abasya'i, amara angikara karachi. Abara na keyamatera dina balate suru kara ye, e bisayati amadera jana chila na."
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Athaba balate suru kara ye, ansidaritbera pratha to amadera bapa-dadara udbhabana karechila amadera purbe'i. Ara amara halama tadera pascatbarti santana-santati. Tahale ki se karmera jan'ya amaderake dhbansa karabena, ya pathabhrastara kareche"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "bastutah ebhabe ami bisayasamuha sabistare barnana kari, yate tara phire ase."
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Ara apani taderake suniye dina, se lokera abastha, yake ami nijera nidarsanasamuha dana karechilama, athaca se ta parihara kare beriye geche. Ara tara pechane legeche sayatana, phale se pathabhrastadera antarbhukta haye pareche."
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Abasya ami iccha karale tara maryada bariye ditama se sakala nidarsanasamuhera daulate. Kintu se ye adhahpatita ebam nijera ripura anugami haye ra'ila. Sutaram tara abastha hala kukurera mata; yadi take tara kara tabu'o hampabe ara yadi chere da'o tabu'o hampabe. E hala sesaba lokera udaharana; yara mithya pratipanna kareche amara nidarsanasamuhake. Ata'eba, apani bibrta karuna esaba kahini, yate tara cinta kare."
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Tadera udaharana ati nikrsta, yara mithya pratipanna kareche amara ayata samuhake ebam tara nijedera'i ksati sadhana kareche."
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Yake allaha patha dekhabena, se'i pathaprapta habe. Ara yake tini patha bhrasta karabena, se habe ksatigrasta."
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Ara ami srsti karechi doyakhera jan'ya bahu jbina o manusa. Tadera antara rayeche, tara dbara bibecana kare na, tadera cokha rayeche, tara dbara dekhe na, ara tadera kana rayeche, tara dbara sone na. Tara catuspada jantura mata; baram tadera ceye'o nikrstatara. Tara'i hala gaphela, saithilyaparayana."
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Ara allahara jan'ya rayeche saba uttama nama. Kaje'i se nama dhare'i tamke daka. Ara taderake barjana kara, yara tamra namera byapare bamka pathe cale. Tara nijedera krtakarmera phala sighra'i pabe."
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Ara yaderake ami srsti karechi, tadera madhye emana eka dala rayeche yara satya patha dekhaya ebam se anuyayi n'yayaciara kare."
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Bastutah yara mithya pratipanna kareche amara ayatasamuhake, ami taderake kramanbaye pakara'o karaba emana jayaga theke, yara samparke tadera dharana'o habe na."
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Bastutah ami taderake dhila diye thaki. Nihsandehe amara kausala sunipuna."
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Tara ki laksya kareni ye, tadera sangi lokatira mastiske kona bikrti ne'i? Tini to bhiti pradarsanakari prakrstabhabe."
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Tara ki pratyaksa kareni akasa o prthibira rajya samparke ebam ya kichu srsti karechena allaha ta’ala bastu samagri theke ebam e byapare ye, tadera sathe krta oyadara samaya nikatabarti haye eseche? Bastutah erapara kisera upara imana anabe"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "allaha yake pathabhrasta karena. Tara kona pathapradarsaka ne'i. Ara allaha taderake tadera dustamite matta abastaya chere diye rakhena."
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Apanake jijnesa kare, keyamata kakhana anusthita habe? Bale dina era khabara to amara palanakartara kache'i rayeche. Tini'i ta anabrta kare dekhabena nirdharita samaye. Asamana o yaminera jan'ya seti ati kathina bisaya. Yakhana ta tomadera upara asabe ajante'i ese yabe. Apanake jijnesa karate thake, yena apani tara anusandhane lege achena. Bale dina, era sambada bisesa kare allahara nikata'i rayeche. Kintu ta adhikansa loka'i upalabdhi kare na."
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Apani bale dina, ami amara nijera kalyana sadhanera ebam akalyana sadhanera malika na'i, kintu ya allaha cana. Ara ami yadi gayabera katha jene nite paratama, tahale bahu mangala arjana kare nite paratama, phale amara kona amangala kakhana'o hate parata na. Ami to sudhumatra ekajana bhiti pradarsaka o susambadadata imanadaradera jan'ya."
        }
    ]
}