{
    "maqras": [
        {
            "chapter": 16,
            "verse": 75,
            "text": "Аллаһ (“Аллаһка эч нерсени окшотпогула!” деген сөзүнө) мисал келтирет: Эч нерсеге эгедер болбогон бир кул жана Биз көп ырыскы берген (бай) адам. Ал байлыгынан ашкересин-ашкере, көмүскөсүн-көмүскө садака кылат. Эми, ушул экөө окшош болобу?! Аллаһка мактоолор! Бирок, муну көпчүлүгү билишпейт"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "Аллаһ (дагы) эки адамды мисал келтирет: бирөөсү сокур-дүлөй. Эч нерсеге ээ эмес. (Жадагалса, өзүнө-өзү да ээ эмес) бүт бойдон кожоюндуку. Кайда жиберсе да жакшылык келтирбейт. (Ушундай жаман кул). Эми, ушул киши менен Туура Жолдо жүрүп, адилетке буюрган (демек, көзү, кулагы бар, акылы бүтүн жана бай) адам тең болобу"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "Асмандар жана жердин кайып нерселери(нин билими) Аллаһтын гана алдында.* Ал эми, Кыяматтын болушу көз ачып-жумгуча же андан да тезирээк. Албетте, Аллаһ ар нерсеге Кудуреттүү"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "Аллаһ силерди апаңардын курсагынан чыгарды. Силер (ал кезде) эч нерсе билбейт элеңер. Анан силерге кулак, көз жана жүрөктөрдү берди. Кана эми, шүгүр кылсаңар"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Асман койнунда туткун болгон куштарга карашпайбы? Аларды (абада) Аллаһдан башка ким кармап турат?! Албетте, мында ыймандуу адамдар үчүн (Аллаһтын кудуретине ишаарат кылган) белгилер бар"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "Аллаһ силер үчүн үйүңөрдү тынч мекен кылды жана айбандардын терилеринен көчүп-конуп жүргөнүңөрдө жеңил болгон үйлөрдү жасап берди. Жана алардын жүндөрүнөн, тыбыттарынан, кылдарынан бир мезгилге (Кыяматка) чейин (керектелүүчү) буюмдарды жана матааларды (жаратты)"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "Аллаһ Өзү жараткан нерселерден көлөкө-башпаанектерди, тоолордон үңкүр-үйлөрдү жасап берди. Дагы силер үчүн ысыктан сактаган кийимдерди жана (өз-ара) соккуңардан сактай турган, (зоот) кийимдерди жаратты. (Аллаһ) силерге мына ушинтип Өз нээматын толук берет. Кана эми (силер да толук) мусулман болсоңор"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "(О, Мухаммад!) Эгер (наасааттан) жүз бурушса, (артынан түшүп алба) сенин милдетиң анык жеткирүүдөн гана турат"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Алар Аллаһтын нээматын таанып-билип эле турушат. Бирок, кийин моюнга албай коюшат. Алардын көпчүлүгү каапырлар"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "(Кыямат) Күндө ар бир үммөттөн (бирден) күбөнү алып келебиз.! Кийин каапырлар үчүн (кечирим суроого) уруксат берилбейт жана (кайрадан жашап келүүгө да) кайтарылышпайт"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "Зулумдук кылган (каапыр) адамдар азапты көрүшкөн убакта алардан (азап) жеңилдетилбейт. Жана мөөнөт да берилбейт"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "Эгер Аллаһка шерик кошкондор өз “кудайларын” көрүп калса: “О, Раббибиз — (Аллаһ!), Сени таштап биз дуба-ибадат кылган “кудайларыбыз ушулар”-дешет. Анда аларга (“кудайлары”): “Силер — анык жалганчысыңар!” — деп сөз ыргытат"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "Ошол күндө алар Аллаһтан жансоога сурап калышат. Ойлоп тапкан “кудайлары” болсо, жок болуп кетет"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "(Өздөрү) каапыр болуп (башкаларды) Аллаһтын жолунан тоскон адамдардын азабынын үстүнө азап кошобуз, бузукулук кылгандары себептүү"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "Биз (силерди) кайрадан тирилткен Күндө ар бир үммөткө өздөрүнөн бир күбөнү (пайгамбарын) алып келебиз. Сени да (о, Мухаммад)) тигилерге (өз үммөтүңө) күбө катары алып келдик. Биз сага Китепти (Кураанды) ар бир нерсеге Баяндама, Туура Жол, Ырайым жана мусулмандар үчүн Жакшы Кабар иретинде түшүрдүк"
        }
    ]
}