{
    "maqras": [
        {
            "chapter": 24,
            "verse": 53,
            "text": "Эгер сен аларга (мунафыктарга «Мен менен жихадка чыккыла!» деп) буюрсаң, «албетте, чыгабыз!» деп, Аллаһтын аты менен, жан үрөп ант ичишет. (Аларга) айт: «(жалгандан) ант ичпегиле. (Силердин) моюн сунууңар белгилүү.! Аллаһ эмне амал кылганыңардан Кабардар.»"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "(О, пайгамбар, адамдарга) айткын: «Аллаһка моюн сунгула жана пайгамбарга моюн сунгула! Эгер жүз үйүрсөңөр, Пайгамбарга өз милдети, силерге өз милдетиңер.? Эгер ага моюн сунсаңар анда, туура жолго түшөсүңөр. пайгамбардын мойнунда анык жеткирүүдөн башка (милдет) жок"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Аллаһ силердин араңардагы ыйман келтирген жана жакшы амалдарды аткарган адамдарды жер жүзүнө халифа кылууну убада берди, мурдагы (ушундай) кишилерди халифа кылганы сыяктуу. Жана аларга Өзү ыраазы болгон диндерин бекемдеп берүүнү, коркунучтарынан кийин (анысын) тынчтыкка алмаштырып берүүнү (да убада берди жана мындай шарт койду:) «Менин Өзүмө гана ибадат кылышат, Мага эч нерсени шерик кылышпайт». Ким ушундан кийин каапыр болсо, ошолор гана бузукулар.”"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Жана (силер о, момундар) намазды (так) аткаргыла, зекетти бергиле жана пайгамбарга моюн сунгула! Ажеп эмес (Аллаһтын) ырайымына бөлөнсөңөр"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "(О, Мухаммад!) Каапырлар жер бетинде Аллаһтан качып кутулат деп ойлобо! (Акыретте болсо) алардын жайы тозокто! Кандай жаман акыбет"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "О, ыйман келтиргендер! Кулдарыңар менен күңдөрүңөр жана эрезеге жетпеген бөбөктөрүңөр (силердин бөлмөгө кирүү үчүн) үч маал уруксат сурашсын:! Багымдат намазынан мурун (сырткы кийимиңерди кийе электе), Бешим убактысында(гы ысыктан) чечинип алганыңарда жана Куптан намазынан кийин (жатаарда). Ушул үч убак силер үчүн аврат (кийимсиз) болгон учурлар. Бул үч убактан башка убактарда (уруксатсыз кирсе) силерге да, аларга да күнөө жок. Алар силерге: бири-бириңерге аралашып жүрө бересиңер. Аллаһ силерге (өкүм) аяттарын мына ушинтип баяндайт. Аллаһ -Билүүчү, Даанышман"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Эгер силердин бөбөктөр эрезе жашына жетсе, алардан мурдагылар (чоңдор) сыяктуу (ар убакта) уруксат сурашсын. Аллаһ силерге аяттарын мына ушинтип (айкын) баяндайт. Аллаһ Билүүчү, Даанышман"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Аялдардын арасынан никеден үмүт үзүп, олтуруп (картайып) калгандары үчүн зыйнат-жасалгалары менен ачылып- чачылбаган абалда (чоң жоолук жана хижап-халат сыяктуу сырткы) кийимдеринин кээ бирин (махрам эместердин алдында) чечип коюусунда күнөө жок. (Бирок,) эгер (чечүүдөн) ыйба кылышса өздөрүнө жакшы. Аллаһ Угуучу, Билүүчү"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "(Жихад жана ушул сыяктуу парыз амалдарды аткара албай калган) сокурларга, чолокторго жана оорулууларга күнөө жок. Жана силер үчүн (оо, момундар) өз үйүңөрдөн же атаңардын үйүнөн же апаңардын үйүнөн же ага-иниңердин үйүнөн же эже-сиңдиңердин үйүнөн же абаңардын үйүнөн же апчеңердин үйүнөн же таякеңердин үйүнөн же таежеңердин үйүнөн же ачкычы колуңарга (ишенип) тапшырылган үйлөрдөн же дос-жарандарыңардын үйүнөн (уруксатсыз) тамактанууңарда күнөө жок. (Ошондой эле,) чогуу же бөлүнүп тамак-танууңарда да күнөө жок. Эгер үйлөргө кирсеңер өзүңөргө Аллаһтын алдынан келген, таза, берекеттүү саламды бергиле.! Аллаһ силерге аяттарын ушинтип баяндайт. Акылыңарды иштетсеңер ажеп эмес"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "(Чыныгы) момундар — Аллаһка жана Анын пайгамбарына ыйман келтирген адамдар. Качан алар (мусулмандарга) пайдалуу бир иштин үстүндө пайгамбар менен бирге болушса, андан уруксат сурамайынча кетип калышпайт. (О, Мухаммад!) Чынында, сенден уруксат сураган адамдар Аллаһка жана Анын пайгамбарына (чын ыклас менен) ишенгендер! Эгер алар кээ бир иштерине уруксат сурашса, алардан каалаганыңа уруксат бер жана алардын күнөөлөрүн кечирүүсүн Аллаһтан сура. Чынында, Аллаһ Кечиримдүү, Ырайымдуу"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "(О, ыйман келтиргендер!) Өз араңарда пайгамбарга кайрылууну бири-бириңерге кайрылган сыяктуу (жөнөкөй) кылып албагыла!! Аллаһ силердин араңардагы суурулуп, жашыруун түрдө чыгып кете турган (мунафык) адамдарды жакшы билет. Пайгамбардын буйругуна каршы иш жасагандар баштарына (бул дүйнөдө) балээ же (Акыретте) жан ооруткан азап түшүп калусунан абайлашсын"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Уккула! Асмандардагы жана Жердеги нерселердин баары Аллаһтын мүлкү. Ал силер эмне иш үстүндө экениңерди билет. Ал эми, (пенделер) Өзүнө кайтарыла турган (Кыямат) Күнү болсо, аларга (бардык) иштеринин кабарын билдирет. Аллаһ - бардык нерселерди Билүүчү"
        }
    ]
}