{
    "maqras": [
        {
            "chapter": 40,
            "verse": 41,
            "text": "О, коомум! Эмне үчүн мен силерди (тозоктон) кутулууга чакырсам, мени тозокко чакырып жатасыңар?!»"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "Силер мени Аллаһка каапыр болуп, өзүм (кудай экенин) билбеген нерселерди Ага шерик кылууга чакырып жатасыңар. А мен болсо силерди кудуреттүү, кечиримдүү Кудайга (Аллаһка) чакырып жатамын"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "Силер мени ага чакырып жаткан «кудайыңар» дүйнөдө да, Акыретте да чакырууга арзыбайт (дубаларды укпайт). Бардыгыбыз Аллаһка гана кайтабыз. Жана (Аллаһка душмандык менен) чектен чыккандар, дал ошолор тозок элдери"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "Мен силерге айткан (бул) сөздөрдү тез аранын ичинде (Кыяматта) эскерип калаарсыңар. Мен ишимди Аллаһка тапшырамын. Чынында Аллаһ пенделерди(н ар бир кыймыл аракетин) көрүп туруучу!» (Фираун аны өлтүртмөк болду)"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "(Бирок), Аллаһ алардын айла — амалдарынан аны сактап калды. Ал эми, Фираун менен анын элин коркунучтуу азап ороду"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "Аларга (Фираун менен элине) эртели-кеч тозок көргөзүлүп турулат.? Ал эми, Кыямат болгондо, (бир добуш): «Фираун элин эң катуу азапка киргизгиле!» (дейт)"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "Ошондо алар тозокто туруп бири-бирине (күнөө тагып) далил айтышат. Алсыз (ээрчиген) мушриктер текеберленген (жетекчи) мушриктерге: «Биз силерге ээрчиген элек. Эми (бүгүн) силер бизден тозоктун бир үлүшүн болсо да арылта аласыңарбы!»-дешет"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "(Анда) жетекчи мушриктер айтышат: «Бул жерде бардыгыбыз (алсызбыз). Пенделердин арасында Бир Аллаһтын Өзү гана өкүм кылат»"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Анан тозоктогулар тозок кароолчусуна: «Раббиңерден сурагыла, бизден бир күн (болсо да) азапты жеңилдетсин?!» дешти"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "(Тозок кароолчулары) айтышты: «Силерге пайгамбарыңар (ушул күндөрдү эскерткен) анык далилдар менен келбеди беле?!». «Жок, келген» (дешти тозоктогулар. Анда тозок периштелери): «Өзүңөр сурагыла! Бирок каапырлардын дуба-тилектери текке кетет!»-дешти"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "Чынында Биз пайгамбаларыбызга жана ыймандуу пенделерге, дүйнө жашоосунда да, күбөлөр (даяр болуп) турган (Кыямат) күндө да анык жардам беребиз"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "Ал Күндө заалым пенделерге шылтоолору пайда бербейт! Аларга наалат жана эң жаман орун (тозок) бар"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "Биз Мусага Хидаят-Туура Жол бердик жана (ага түшүргөн) китепке Исрайил урпактарын мураскор кылып койдук"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "(Ал Китеп) Туура Жолду жана акылдуу адамдар үчүн Зикир-эскертүүлөрдү (өз ичине камтыган)"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "(О, Мухаммад! Мушриктерге) сабырдуу бол! Чынында, Аллаһтын убадасы-Акыйкат! Күнөөлөрүң үчүн Аллаһтан кечирим сурап, эртели-кеч Раббиңе мактоо жана тасбих айт"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Аллаһтын аяттары жөнүндө, өздөрүнө (эч кандай илахий) далил келбесе да, талашып-тартыша турган кишилердин жүрөгүндө текберленүүдөн башка эч нерсе жок.! Алар ага (чындыкка) жете албайт. Эми сен Аллаһтан коргоо тиле. Ал — Угуучу, Көрүүчү"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Аныгында, асмандар менен жерди жаратуу инсаниятты жаратуудан чоң нерсе. Бирок, көпчүлүк адамдар (муну) билбей жатышат"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Жана (эч качан) сокур менен көздүү адам жана ыйман келтирип, салих амал кылгандар менен күнөөкөр (адамдар) тең боло албайт. (Адамдар Аллаһты) өтө сейрек эскеришет"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "Чынында саат (Кыямат) анык келүүчү. Анда эч күмөн жок. Бирок, көп адамдар ыйман келтирбей жатышат"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Силердин Раббиңер: «Мага дуба кылгыла силерге жооп беремин (кабыл аламын)» деди. Мага ибадат кылуудан текеберленген адамдар тез арада кор болгон абалда тозокко киришет"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "Аллаһ силерге эс алып, тынчтанууңар үчүн түндү, (ал эми тиричилик үчүн) жарык күндүздү жаратып берди. Аллаһ аныгында, адамдарга абдан пазилеттүү! Бирок көпчүлүк адамдар шүгүр кылбай жатышат"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "Ушул Аллаһ — силердин Раббиңер! Ал бардык нерселердин (жалгыз) Жаратуучусу! Эч бир кудай жок, жалгыз Өзү гана бар! Дагы кайда бара жатасыңар"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Аллаһтын аяттарын тааныбай койгон адамдар ушинтип бурулуп кете беришет"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Аллаһ силерге жерди үй, асманды там кылып берди. Жана силерге шекил-сүрөт берип, эң мыкты келбеттүү кылып жаратты. Жана силерге (ар түрдүү) таза-пакиза ырыскыларды берди. Ушул Аллаһ силердин Раббиңер! Ааламдардын Раббиси Аллаһ Улук-Берекеттүү"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "Ал (түбөлүк) Тирүү! Эч бир кудай жок, Бир Өзү гана бар! Демек. Дин ибадатты Бир Өзүнө арнап, Бир Өзүнө дуба кылгыла! Ааламдардын Раббиси Аллаһка мактоо(лор) болсун"
        }
    ]
}