{
    "manzils": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "O besimtare! Plotesoni obligimet (marreveshjet)! U lejua per ju ngrenia e shtazeve, pervec atyre qe do t’ju lexohen juve; perderisa te gjendeni ne haxhxhillek, nuk u lejohet gjuetia. Me te vertete, Perendia, vendos per ate qe deshiron"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "O besimtare! Mos e llogaritni per te lejueshme cenimin e shenjave te Perendise ne haxhxhillek, as muajt e medhenj, as kurbanin e Qabes, as kurbanet qe jane te shenuar me xherdan, as (mos i pengoni) ata qe kane synuar te vizitojne Qaben, duke kerkuar miresine dhe kenaqesine e Zotit te vet. E, kur te dilni prej ihramit (pas kryerjes se haxhxhillekut), gjuani (nese doni). Dhe, mos t’ju nxise juve urrejtja ndaj disa njerezve, nga se ju kane penguar juve ne te vizituarit e Qabese, kurrsesi mos t’ju nxise qe t’i sulmoni! Ndihmoni njeri-tjetrit ne pune te mira dhe ne te ruajturit nga te keqijat, dhe mos ndihmoni ne mekate dhe armiqesi! Dhe druajuni Perendise! Se, Perendia, denon ashper"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "U ndalohet juve ngrenia e coftines, gjakut, mishi i derrit, asaj kafshe qe eshte therrur jo ne emer te Perendise, mishi i kafshes qe eshte lidhur ne fyt e ka plase, mishi i kafshes qe eshte rrahe e ka ngordhe, e i asaj kafshe qe eshte mbytur nga te rrezuarit, e i asaj qe eshte mbytur me brire nga kafshet e tjera, e i asaj qe eshte mbytur nga egersirat, pervec atyre qe i preni ju para se te ngordhin. U ndalohet juve ngrenia e asaj qe eshte therrur per nder te kryqeve dhe te te kerkuarit e fatit me fall. Te gjitha keto qe u permenden jane mekat. Sot, deshprohen ata, qe nuk besojne dhe kane humbur cdo shprese, qe t’ju prishin dispozitat e fese suaj. Mos u frikesoni prej tyre, por druani (vetem) prej meje! Sot ua persosa dispozitat e fese suaj dhe ua plotesova dhuntine Time ndaj jush. Jam i kenaqur qe feja islame te jete fe e juaja. Por kushdo qe te jet ei shtrenguar nga uria, (e han nga keto jo me qellim perr t’u kenaqur) nuk ka mekat. Se, Perendia eshte fales e meshirues"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Te pyesin ty (muslimanet) c’eshte e lejueshme qe te hane ata. Thuaju (o Muhammed!): “U lejohet juve cdo gje qe eshte e bukur dhe at qe ua gjuajne shtazet qe i keni stervitur ju e i perdorni ne gjueti, duke qene ato te mesuara me dijenine qe ua ka dhene Perendia juve. Pra, hani ate qe ua sjellin juve (kafshet qe jane gjuajtur), e permendni emrin e Perendise! Druajuni Perendise! Se, Perendia eshte llogaritar i shpejte"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Sot u jane lejuar gjerat e mira e te pastra. U jane lejuar juve edhe ushqimet e ithtareve te Librit, si dhe ushqimet tuaja jane te lejuara per ata. Dhe jane te lejuara per ju femrat e ndershme besimtare; dhe femrat e ndershme te atyre qe u eshte dhene Libri para jush, kur t’jua jepni dhuratat e kurorezimit, duke u martua me ato, e duke mos bere me to kurveri, as duke i marre per mikesha (konkubine). Kushdo qe mohon besimin, puna e tij eshte e falimentuar. Ai ne Diten e Kijametit do te jete nga te denuarit"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "O besimtare! Kur doni te beni namaz lanie fytyren dhe duart tuaja dei ne berryla dhe fshinie koken me dore te laget; lani edhe kembet deri ne nyje. E, nese jeni xhunub, pastrohuni! Por, ne qofte se jeni te semure (qe mund t’u demtoje uji), ose gjendnei ne udhetim, ose ndonjeri nga ju vie pas kryerjes se nevojes natyrore, ose nese keni pasur marredhenie (seksuale) me granite e nuk gjeni uje, atehere gjeni (beni tejemmum) ne dhe te paster dhe fshinie fytyrat tuaja dhe duart me te. Perendia nuk deshiron t’ju krijoje ndonje veshtiresi juve, por deshiron t’ju pastroje juve dhe t’i plotesoje dhuntite e Tij ndaj jush, qe te jeni falenderues"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Kujtonie dhuntine e Perendise dhe obligimin me te cilin u ka obliguar Ai juve, kur thate: “Degjuam dhe u bindem!” Druajuni Perendise! Se, Perendia, di c’keni ne zemrat tuaja"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "O besimtare! – behuni te qendrueshem ne urdherat e Perendise dhe behuni deshmues me te drejte! Le te mos u nxis juve urrejtja ndaj nje kombi per te bere padrejtesi. Behuni te drejte (ndaj miqve dhe armiqve), se drejtesia eshte me afer takvase (dispozitave te islamizmit), dhe durajuni Perendise! Se, Perendia, eshte i dijshem per cdo gje qe punoni ju"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Perendia u ka premtuar atyre qe besojne dhe bejne vepra te mira – falje (te mekateve) dhe shperblim te madh"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "kurse atyre qe nuk kane besuar dhe qe kane mohuar argumentet tona – ata do te jene banore te zjarrit"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "O besimtare! – kujtonie dhuntine e Perendise, te cilen ua dhuroi ate dite kur nje grup njerezish deshen t’u demtojne juve me duart e tyre prej jush. Druajuni Perendise! Dhe le te mbeshteten vetem te Perendia besimtaret"
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "Me te vertete, Perendia mori premtimin e bijve te Israilit dhe nga mesi i tyre caktoi dymbedhjete kujdestare (mbikeqyres), – dhe Perendia tha: “Une jam (ne ndihmen tuaj)! Ne qofte se do te kryeni namazin e jepni zeqatin, e besoni pejgamberet e Mi, i ndihmoni ata dhe t’i jepni vullnetarisht hua Perendise (ne rrugen e Tij), atehere, Na, me te vertete, do t’ju mbulojme mekatet tuaja dhe do t’ju shpiem ne kopshtije, neper te cilat rrjedhin lumenj. E, ai qe prej jush mohon edhe pas kesaj, me te vertete, e ka humbur rrugen e drejte"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Per shkak se ata e thyen obligimin e tyre, Na i mallkuam ata dhe ua forcuam (si gur) zemrat e tyre. Ata ngaterrojne rendin e fjaleve nga vendet e tyre, duke harruar nje pjese nga ato keshilla. Ti perhere do te verejsh tradhetine e tyre, perpos nje pakice te tyre, pra, falju atyre fajet dhe mos i qorto! Se, Perendia, i don bamiresat"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Dhe prej atyre qe thane: “Jemi te krishtere”, kemi marre premtimin e tyre, por edhe keta kane harruar nje pjese nga ato qe jane keshilluar, prandaj ua shtiem armiqesine dhe urrejtjen ne mes tyre deri ne Diten e Kijametit. Se, Perendia, me te vertete, di t’i lajmeroje ata per ato qe kane punuar"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "O ithtaret e Librit! Ju erdhi juve Pejgamberi Yne i cili u shpjegon gjera nga to qe i keni fshehur ju prej Librit (Teuratit dhe Ungjillit) dhe ju fale shume (kalon ne heshtje). E, prej Perendise ju erdh juve drite (Pejgamberi) dhe Libri i qarte (Kur’ani)"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "me te cilin Perendia i drejton ata qe ndjekin kenaqesine e Tij, ne rrugen e shpetimit, i nxjerr nga erresira ne drite me lejen e Vet dhe i shpie ne rrugen e drejte"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Me te vertete, kane mohuar (te Verteten) ata qe thone: “Me siguri perendi eshte Mesihu, i biri i Merjemes!” Thuaj: “Kush mund te pengoje gje ne punet e Perendise, nese Ai don ta zhduke Mesihun, te birin e Merjemes dhe nenen e tij dhe gjithe cka gjendet ne Toke?” E prone e Perendise jane: qiejt, Toka dhe cdo gje qe gjendet ne mes tyre. Ai krijon cka te doje, dhe Perendia eshte i Plotefuqishem per cdo gje"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Hebrenjt dhe te krishteret kane thene: “Na jemi te bijt e Perendise dhe te dashurit e Tij”. Thuaj: “E perse ju denoi (Ai) juve per shkak te mekateve tuaja? Jo! (Nuk eshte ashtu si thoni ju), por ju jeni njerez nga ata qe ka krijuar Ai. Ai fale kend te doje dhe e denon kend te doje. E, prone e Perendise jane: qiejt, Toka dhe cdo gje qe gjendet ne mes tyre. Dhe vetem tek Ai kthehen te gjithe"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "O ithtare te Librit! – juve ju ka ardhur Pejgamberi Yne, - shpjeguesi juaj mu ne kohe te nderprerjes se dergimit te pejgambereve, per te mos thene ju (kur te denoheni), se nuk na ka ardhur ndonje sihariques e as ndonje paralajmerues. Por, ja ju erdhi juve sihariquesi dhe paralajmeruesi. Se, Perendia eshte i Plotefuqishem per cdo gje"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "(Kujtoje) kur Musai i tha kombit te vet: “O populli im! Kujtonie miresine e Perendise ndaj jush, kur prej jush beri pejgamber, dhe ju beri disa prej jush sundimtare, dhe juve ju dha ate qe nuk i kishte dhene askujt para jush"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "O populli im! Hyni ne Token e shenjte qe Perendia ua ka cktuar juve e mos u ktheni prapa, se atehere do te ktheheni te demtuar”. –"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "ata thane: “O Musa! – a ty, ne ate toke gjendet popull i pa meshire (dhunues), dhe ne ne te nuk do te hyjme pa dale ata; e nese dalin ata prej saj, ne atehere, me siguri do te hyjme ne te”"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Dy njerez nga ata qe i druanin Perendise, qe i kishte pajisur Ai me miresi – thane: “Futuni (befas) ne porten e qytetit! E, kur te kaloni neper te, me siguri do te jeni fitues. Dhe, nese jeni besimtare (te vertete), mbeshtetuni ne Perendine!”"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "Ata thane: “O Musa! Na kurrsesi nuk do te hyjme atje, perderisa aty te gjenden ata. Shko ti te Zoti yt e luftoni ata. Se ne do te rrime ketu”"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Musai tha: “O Zotim im! Une jam i pushtetshem vetem per vete dhe vllaun tim. O Zot! Ndana neve prej ketij populli te korruptuar!”"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Perendia tha: “Ajo (toka e shenjte) u eshte ndaluar dyzet vjet atyre. Ata do te bredhin neper toke. E, mos u zemro ndaj atij populli ngaterrestar”"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "Tregoju (o Muhammed!) saktesisht atyre (popullit tend) ngjarjen e dy bijve te Ademit, kur ata therren kurban, njerit iu pranua, kurse tjetrit jo. Tha – njeri: “Tu gjithsesi do te mbyse”. Tjetri tha: “Perendia pranon (kurbanin) vetem prej atij qe ruhet prej mekatesh"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Nese ti ngre dore te me vrasesh mua, une ne te vertete nuk do ta ngre doren ne ty qe te te vras. Dhe une me te vertete, i druaj Perendise, Zotit te gjithesise"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Une preferoj qe ti te kthehesh me mekatin tim dhe me mekatin tend (per vrasjen time dhe per kundreshtimin tend); e keshtu te behesh nder banoret e zjarrit. E, ky eshte ndeshkimi i zullumqareve”"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Vetja e tij e nxiti ne vrasjen e te vellait, dhe e mbyti. Keshtu, ai u be njeri nga te humburit"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Perendia e dergoi nje sorre, e cila groponte ne toke, per t’i treguar se si ta mbuloje trupin e kalbur te vellait te tij. (Kabili) tha: “Mjeri une, a nuk qenkam i zoti te behem si kjo sorre e ta mbuloj trupin e tim vellau?!” E u be nga te penduarit"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Andaj Na i urdheruam Izrailitet, se ai qe mbyt ndokend, i cili s’ka mbytur askend, ose ate qe nuk ka bere crregullim ne Toke – eshte sikur t’i mbysish te gjithe njerezit; e nese ndokush behet shkaktar qe te shpetoje jeten e ndokujt – eshte sikur me i shpetuar jeten e te gjithe njerezve. Pejgamberet tane u kane sjelle argumente te qarta, por shume nga ata edhe pas kesaj, kane kaluar tere kufijt me te keqija ne Toke"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Ndeshkimi i atyre qe luftojne kunder Perendise dhe te derguarit te Tij dhe te cilet bejne ngaterresa ne Toke eshte te vriten ose te varen, ose t’u keputen duart dhe kembet e tyre nga anet e ndryshme (djathtas e majtas), ose te debohen nga vendi. Ky ndeshkim per ta eshte poshterim ne kete jete, e ne jeten tjeter ka mundim te madh per ta"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "pervec atyre qe pendohen pa i zene ju. Dinie se Perendia eshte fales dhe meshirues"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "O besimtare! Kinie frike Perendine dhe tentoni qe t’i afroheni Atij me vepra te mira, dhe luftoni ne rrugen e Tij per te shpetuar"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Me te vertete, mohuesit – sikur te kene tere pasurine qe gjendet ne toke, madje edhe njehere aq, e ta sakrifikojne per te shpetuar nga denimi i Dikes se Kijametit, nuk do te pranohet prej tyre, sepse, per ta ka denim pikellues"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Ata deshirojne te dalin nga zjarri, por nuk kane dalje nga ai. Ata i pret denimi i perhershem"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Vjedhesit dhe vjedheses keputjuani duart e tyre, per ndeshkim te asaj qe kane punuar – denim nga ana e Perendise; se, Perendia, eshte i Plotefuqishem dhe i Gjithedijshem"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "E, kushdo qe te pendohet pas te keqijave te tij dhe permireson punen e tij, Perendia ia pranon pendimin, se Perendia, me te vertete, eshte fales dhe meshirues"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Ti (o Muhammed!), e di me siguri, se te Perendise jane pushteti mbi qiejt dhe Token. Ai denon ke te doje dhe fale ke te doje. Se Perendia eshte i Plotefuqishem per cdo gje"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "O i derguari i Perendise! Mos te brengos ty ajo, qe ata shpejt shprehin mosbesimin, te cilet me gojen e tyre thone: “Besojme” kurse zemrat e tyre nuk besojne, dhe Hebrenjt, te cilet trillimet i degjojne shume dhe te cilet i pranojne lehte fjalet e huaja, te atyre qe s’kane ardhur te ti; ata i ngaterruan vendet e fjaleve te tyre dhe thane: “Nese keshtu gjykohet nderlikueshem atehere pranoni kete, e nese nuk gjykohet keshtu, atehere, ruhuni e mos e pranoni. – E, kete doje Perendia ta le ne humbje, ti asgje nuk do te mund te pengosh Perendine per kete. Keta jane te asaj dore (fare), te cilet Perendia nuk deshiron t’ua pastroje zemrat e tyre. Per ta, ne kete jete ka poshterim, kurse ne jeten tjeter per ta ka ndeshkim te rende"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "(Ata) jane degjues te genjeshres, e hane me kenaqesi te madhe ate qe eshte e ndaluar. E, nese vine te ti, gjykoji ata ose shmangu prej tyre! Nese shmangesh nga ata, nuk mund te demtojne ty asgje. E, nee i gjykon – gjykoji me te drejte! Se, Perendia, me te vertete, i don te drejtet"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "E qysh te drejtohen ata ty per t’i gjykuar, e te ata eshte Teurati, ne te cilin jane dispozitat e Perendise, e madje edhe pas kesaj shmangen prej teje. Sepse, ata nuk jane besimtare"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "Na kemi derguar Teuratin, ne te cilin eshte udhezimi dhe drita. Sipas tij –pejgamberet, te cilet ishin te bindur e te ndershem ndaj Perendise i gjykonin hebrenjt, por edhe te diturit dhe juristet gjykonin sipas aaj qe eshte ruajtur nga Libri i Perendise, e per te cilin ata deshmonin (se eshte i vertete). Prandaj, mos druani nga njerezit, por druani vetem prej Meje! Dhe mos i nderroni argumentet e Mia me ndonje vlere te vogel! E, ata qe nuk gjykojne sipas asaj qe ka shpallur Perendia, ata jane mohues te vertete"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Na iu caktuam atyre (Izraeliteve) ne te (Teurat), qe te: shkembehet me personin (te denohet vrasesi me vrasje), syri me sy, hunda me hunde, veshi me vesh, dhembi me dhemb, dhe plaga me plage. E, kushdo qe t’ia fale ate, ai eshte shpagues per mekatet e tij. Dhe, kushdo qe nuk gjykon me ate qe ka zbritur Perendia, ata jane zullumqare te vertete"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "Na derguam ne gjurmet e pejgambereve, Isain – te birin e Merjemes, vertetues te Teuratit qe e kane para tyre. Dhe Na ia dhame atij Inxhilin, ne te cilin ka udhezim dhe drite, vertetues i Teuratit, te cilin e kane para vet – udherrefim dhe keshillim per ata qe i druajne Perendise"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Le te gjykojne ithtaret e Inxhilit ashtu sic ka shpalle Perendia ne te. E, kush nuk gjykon ashtu sic ka shpalle Perendia – ata jane mekatare te vertete"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Na ty (o Muhammed!) ta kemi derguar Librin (Kur’anin), me te vertete, vertetues te librit qe e kane perpara dhe deshmues i tij. Gjyko ne mes tyre me ate qe ka zbritur Perendia dhe mos ndjek deshirat e tyre, per te mos devijuar ne ate qe te ka ardhur ty nga e Verteta. Na per te gjithe ju kemi bere ligj nje rruge te qarte. E, sikur te donte Perendia, do t’u kishte bere juve nje popull, por, Ai don qe t’ju provoje juve ne ate qe ju ka dhene, andaj beni gara ju ne pune te mira! Te gjithe do te ktheheni te Perendia e Ai do t’ju lajmeroje per ceshtjet, ne te cilat nuk jeni pajtuar ju"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Dhe, (Na te derguam Librin) qe te gjykosh ti me ate qe te ka shpallur Perendia, e mos ndjek deshirat e tyre! Ruaju nga ata, qe te mos te turbullojne ty prej disa sendesh qe t’i ka zbritur Perendia! Nese ata kthehen e nuk degjojne gjykimin tend, atehere ta dish se Perendia don vetem ate, qe t’i denoje ata, per disa mekate te tyre. E, me te vertete, shume njerez jane mekatare"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "A mos kerkojne ata gjykimin e kohes se paganizmit?! E, kush eshte gjykates me i mire se Perendia per njerezit qe besojne bindshem"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "O besimtare! Mos i konsideroni per miq hebrenjt dhe te krishteret! Ata jane miq te njeri-tjetrit. Kushdo qe prej jush i konsideron ata per miq, ai eshte me ta. Me te vertete, Perendia nuk i udhezon ne rruge te drejte zullumqaret"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "I sheh ti ata, zemrat e te cileve lengojne (nga hipokrizia) se si vrapojne per te lidhur miqesi me ta duke thene: “Druajme se mos po na godite ndonje fatkeqesi”. E, Perendia do t’i sjell fitoren ose dicka tjeter nga ana e Tij, e prandaj, per ate qe kane fshehur ne veten e tyre do te pendohen"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "e ata qe besojne do te thone: “A keta jane ata qe perbetoheshin, me betimin me te thelle, se ata me te vertete jane me ju?” Veprat e tyre kane deshtuar (per shkak te hipokrizise) dhe ata u demtuan"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "O besimtare! Nese ndokush prej jush shmanget nga besimi i vet, me te vertete Perendia do te sjell nje popull, qe e don dhe qe ata e done (Perendine), te cilet jane te perulur ndaj besimtareve dhe te ashper ndaj mohuesve; luftojne ne rrugen e Perendise dhe nuk i druajne qortimit te asnje qortuesi. Kjo eshte miresia e Perendise, te cilen Ai ia jep kujt te doje, se Perendia ka miresine e gjere dhe di cdo gje"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Miku juaj eshte vetem Perendia, Profeti i Tij dhe besimtaret, te cilet falin namazin, japin zeqatin, qe jane modest e te pervuajtur ndaj Perendise"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Me te vertete, ata qe marrin per mik Perendine, Pejgamberin e Tij dhe ata qe besojne, (ata jane ne anen e Perendise); dhe ana e Perendise do te jete fitues"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "O besimtare! Mos i merrni per miq ata, te cilet, fene tuaj e marrin per tallje dhe loje, qofshin ata, te cileve ju eshte dhene Libri para jush, apo qofshin mohuesit, - dhe druajuni Perendise, nese jeni besimtare"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "(Dhe mos i merrni per miq ata), qe kurr t’i thirrni per namaz ata e marrin ate per tallje dhe loje, sepse ai eshte popull i zhveshur nga mendja"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Thuaj: “O ithtaret e Librit! – a mos na urreni neve per shkak se besojme ne Perendine dhe ate qe na eshe shpallur, dhe ate qe eshte shpallur me pare, e shumica prej jush jeni mekatare?”"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Thuaj: “A doni t’ju tregoj juve per te keqen me te madhe (dhe kush meriton me te rendin), denimin te Perendia? (Keta jane ata), ne te cilet eshte pezmatuar Perendia, dhe qe i ka mallkuar, i ka shnderruar ne majmune dhe derra dhe ata qe adhurojne djallin – ata jane ne vendin me te mjerueshem, sepse, ata qendrojne larg rruges se vertete”"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "E, kur ju erdhen ata juve, thane: “Besojme”, por ata hyne mohues dhe dolen mohues, e Perendia e di mire ate qe fshehin ata"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Ti do t’i shohesh shume nga ata qe vrapojne ne mekate, ne armiqesi dhe ne ngrenien e haramit. E, me te vertete, te keqija jane ato vepra"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Sikur fetaret dhe dijetaret te mos i ndalonin ata, nga te folurit genjeshtra dhe ngrenies se haramit, sa keq do te kishin punuar ata"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Hebrenjt thane: “Dora e Perendise eshte koprrace!” Ju lidhshin duart atyre! – Dhe, qofshin te mallkuar per ate qe thane! Jo, duart e Tija jane te hapura. Ai dhuron dhe furnizon si te doje. E, ajo qe t’u ka shpalle ty nga Zoti yt, me te vertete, shumices prej tyre, do t’ua shtoje (azganllekun) dhe mohimin. Na, kemi shkaktuar ne mes tyre armiqesi dhe urrejtje deri ne Diten e Kijametit. Kurdo qe ata ndezin zjarrin e luftes, Perendia e shuan ate. Ata perpiqen te shkaktojne ngaterresa ne Toke. E Perendia nuk i don ngaterrestaret"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "E, sikur ithtaret e Librit te besonin dhe te ruhen nga mohimi, Ne do t’ua mbulonim atyre veprat e keqija dhe do t’i shpienim ne kopshtet e kenaqesise"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Sikur ata t’i permbaheshin Teuratit dhe Inxhilit dhe asaj qe iu eshte shpallur nga Zoti i tyre, ata do te kenaqeshin me frytet (qe rriten) mbi ata dhe nen kembet e tyre. Disa prej tyre nuk jane ekstreme, por shume prej tyre bejne vepra te keqija"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "O Pejgamber! Trego ate qe te eshte shpallur nga Zoti yt! – Ne qofte se nuk e ben kete, atehere nuk e ke kryer profetnine tende; Perendia te ruan ty prej njerezve. Se, Perendia, me te vertete, nuk i udhezon ne rruge te drejte njerezit qe nuk besojne"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Thuaj: O ithtaret e Librit! Ju nuk keni asgje (ne besim), perderisa te mos i permbaheni Teuratit dhe Inxhilit dhe asaj qe iu eshte shpallur nga zoti juaj, e ajo qe t’u ka shpallur ty nga Zoti yt, do t’ua shtoje shumices se tyre te harbuarit dhe mohimin. E, mos u hidhero ti (o Muhammed!) per fatin e mohuesve"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Ata qe besojne, madje Hebrenjt, te krishteret dhe Sabi’inet; - kushdo qe beson Perendine (si eshte urdheruar), jeten tjeter dhe punon vepra te mira, per ta nuk ka kurrfare droje as merzie"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Na kemi marre premtimin nga bijt e Izraelit (per besim) dhe ju kemi derguar pejgambere. Por, sa here qe ju ka ardhur atyre ndonje pejgamber me ate (dispozite), qe s’jua donte shpirti i tyre, disa nga ata (pejgambere) i konsideronin per genjeshtare e disa prej tyre i mbytnin"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Ata menduan se nuk do t’i gjeje kurrfare denimi, andaj ngelen te verber dhe te shurdhet (nuk e pane drejtesine). Pastaj, Perendia ua pranoi pendimin tyre, e perseri, u verbuan dhe u shurdhuan shume nga ata; e Perendia sheh mire ate qe punojne ata"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "Me te vertete, kane mohuar (te Verteten) ata qe thone: “Me siguri Perendi eshte Mesihu – i biri i Merjemes! E, Mesihu tha: “O bijt e Israelit, adhuronie Perendine, qe eshte Zoti im dhe Zoti juaj. Se, me te vertete, kush i en shok Perendise, Perendia ia ndalon atij Xhennetin dhe strehim i tij eshte zjarri. Dhe, per zullumqaret nuk ka ndihmetare"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Me te vertete, u bene mohues ata, qe thone: “Perendia eshte njeri prej treve!” S’ka Zot tjeter pervec se nje Zot! E, nese nuk frenohen nga ato qe thane, me te vertete, ka per t’i godite ata – mohuesit, denimi pikellues"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "E, perse ata nuk pendohen, (te kthehen te Perendia) e te kerkojne ndjese nga Ai? Se, Perendia, eshte fales dhe meshirues"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Mesihu – i biri i Merjemes, eshte vetem Pejgamber, - edhe para tij kane kaluar pejgambere. Nena e tij perhere ka qene e drejte. Qe te dy, ngrenin ushqim. Shiko si ua shpjegojme Ne atyre argumentet dhe shih si zmbrapsen ata (nga e Verteta)"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Thuaju (o Muhammed!): “Valle, a e adhuroni ju, perpos Perendise, ate qe nuk eshte ne gjendje t’u sjell dem e as dobi?” E, Perendia eshte Ai, qe degjon dhe di cdo gje"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Thuaj: “O ithtaret e Librit! Mos kaloni kufirin ne besimin tuaj, ne kundershtimin me te verteten dhe mos ndiqni pasionin e nje populli, qe qysh me pare paten humbur dhe kane nxjerre prej udhes se drejte shume njerez dhe vete jane shmangur nga udha e drejte”"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "U mallkuan ata nga bijte e Israelit qe ishin mohues, me gjuhen e Dautit dhe te Isait – te birit te Merjemes, per shkak se ishin te padegjueshem dhe ngase kishin kaluar kufirin"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "njeri-tjetrin nuk e pengonin nga veprat e keqija qe punonin. E, sa te shemtuara ishin veprat qe punonin ata"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Ti i sheh shumicen nga ata qe miqesohen me mohuesit. Me te vertete, e shemtuar esthe ajo qe i pergatisin ata vetes: qe Perendia te pezmatohet ne ta dhe t’i denoje perhere"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Sikur t’i besonin ata Perendise, Pejgamberit dhe asaj qe i eshte shpallur atij, nuk do t’i merrnim ata (mohuesit) per miq. Por, shumica prej tyre jane mekatare"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "Ti gjithsesi do te veresh, se armiqet me te ashper per besimtaret (muslimanet) jane Hebrenjt dhe paganet. E, gjithsesi do te veresh, se miqet me te afert te besimtareve jane ata qe thone: “Na jemi te krishtere”. Kjo rrjedh, nga se nder ta ka dijetare dhe murge dhe ata me te vertete nuk madheshtohen (ne pranimin e se vertetes)"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Kur degjuan ata per ate (Kur’anin) qe i eshte zbritur Pejgamberit, i sheh ti ata, prej se kuptuan te Verteten, se si ju rrjedhin lotet nga syte. Ata thane: “O Zoti yne! Na besojme, andaj na regjistro ne mesin e atyre qe deshmojne (profetnine e Muhammedit)”"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "E perse te mos besojme Perendine dhe te Verteten (Kur’anin), qe na eshte derguar, kur shpresojme se edhe neve Zoti yne do te na shpie me njerez te mire"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "E Perendia do t’i shperbleje ata per fjalet qe thane (qe besuan) me kopshte, neper te cilat rrjedhin lumenj dhe ku ata do te qendrojne pergjithmone. E ky eshte shperblimi i bamiresve"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "E ata qe mohuan dhe i konsideruan te rrejshme argumentet tona, ata do te jene banore te ferrit (sketerres)"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "O besimtare! Mos ia ndaloni vetes gjerat e bukura, te cilat Perendia ua ka lejuar dhe mos kaloni kufirin. Se, Perendia, nuk i don ata qe e kapercejne kufirin (e urdherave te Perendise)"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Hani nga ato qe u ka furnizuar Perendia – te lejuara dhe te mira! Druajuni Perendise, te cilit ju i keni besuar"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Perendia nuk do t’ju ndeshkoje per betimin qe e beni pa qellim, por do t’ju ndeshkoje per betimin e bere me qellim. Larja e mekatit per thyerjen e betimit eshte: ushqyerja e dhjete te varferve me mesataren e ushqimit, te familjes suaj, ose t’i vishni ata, ose te lironi nje skllav. Ai qe nuk gjen mundesi per keto, le te agjeroje tri dite. Ky eshte denimi i thyerjes se betimeve tuaja – kur betoheni. Mbani betimet tuaja! Keshtu ua shpjegon Perendia argumentet e Veta, qe te jeni falenderues"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "O besimtare! Me te vertete, vera (pijet alkoolike), bixhozi, statujet dhe shigjetat e fallit jane vepra te ndyta nga punet e djallit. Pra, per te shpetuar, largohuni nga keto"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Me te vertete, djalli me pije alkoolike dhe me bixhoz deshiron qe te fuse ne mes jush armiqesi dhe urrejtje dhe t’ju shmange juve nga te kujtuarit e Perendise dhe kryerjen e namazit. Prandaj, a doni te shmangeni? (Shmanguni ju nga keto vepra te keqia)"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Bindjuni Perendise, bindjuni dhe Pejgamberit dhe ruajuni (nga kundershtaret)! E, nese zmbrapseni (nga bindja), ta dini se Pejgamberi Yne eshte i obliguar te beje vetem shpalljen e qarte"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "S’ka mekat per ata besimtare qe bejne pune te mira (ne ate) qe kane ngrane (para ndalimit), kur ata te jene ruajtur (nga ndalimet), te kene besuar e te kene bere vepra te mira; te ruhen e te besojne; dhe te ruhen e te bejne vepra te mira (vijimisht). E, Perendia i don bamiresit"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "O besimtare! Perendia do t’ju provoje juve me ndalim nga nje gjueti qe e arrijne duart tuaja dhe shigjetat tuaja, qe Perendia ta tregoje ate qe i druan Atij, kur askush nuk e sheh. E, kushdo qe ta kaloje kufirin (kete dispozite), per te ka denim pikellues"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "O besimtare! Mos gjuani, duke qene ne ihram! E, kushdo qe qet te vret (egersiren) me paramendim, per denim do te therre nje shtaze shtepiake te ngjashme me kafshen e gjuajtur. Kete, e vleresojne dy vete te drejte, duke derguar kurban ne Qabe, ose duke i ushqyer te varferit per te lare mekatin, ose te agjeroj ne kete mase, qe ta ndieje ndeshkimin e mekatit te bere. Perendia i fale ate qe ka kaluar (para ndalimit). E, kush vepron edhe pas ndalimit, Perendia do ta ndeshkoje. Se, Perendia eshte i Plotefuqishem dhendeshkues"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "U eshte lejuar gjuetia e detit dhe ngrenia e saj, duke u kenaqur me te, ne shtepi dhe ne udhetim. E, ju eshte ndaluar gjuetia e tokes, deri sa te gjendeni ne Ihram. Druajeni Perendine, para te cilit do te tuboheni"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Perendia e beri Qaben – Shtepi te shenjte qe njerezit t’i kryejne detyrat fetare dhe muajin e shenjt, kurbanin dhe kurbanin e shenuar. Keto te gjitha, i beri, per te ditur se Perendia di cdo gje ne qiej dhe ne Toke dhe qe Perendia eshte i Gjithedijshem"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Dinie se Perendia eshte ndeshkues i rrepte dhe se eshte fales e meshirues"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Pejgamberi ka per detyre vetem t’ju komunikoje Shpalljes. Se Perendia di cka punoni sheshazi e cka fshehurazi"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Thuaju: “Nuk barazohet e keqja me te miren, sikur edhe te te kenaqte shumica e te keqijave. Druajeni Perendine, o te zotet e mendjes se holle, qe te shpetoni"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "O besimtare! Mos pyetni per disa sende, qe sikur t’ju thuhet haptazi do te ishit te pakenaqur, e nese pyetni per ato kur zbritet Kur’ani, do t’u jene te qarta. Perendia ua ka fale kersherine. Se, Perendia, eshte fales dhe i bute, (nuk nxiton ne ndeshkime)"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Disa njerez kane pyetur keshtu, para jush, e nuk kane besuar (u bene mohues)"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Perendia nuk e perligji Behiren (deven femer me veshe te prere); as Saiben (deven qe e flijonin per statuje); as Vesilen (deven qe ka pjelle pese here rresht qingja – femer e u eshte flijuar statujeve); as Hamin (deven qe nuk e ngarkonin as shalonin). Por, mohuesit (duke besuar keshtu shtrember), kane trilluar genjeshtra per Perendine! Shumica nga ata nuk kane mend"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "E kur ju thuhet atyre: “Ejani ne ate qe e ka zbritur Perendia dhe ejani te Pejgamberi!” Ata thane: “Neve na mjafton ajo, ne cka i kemi gjete eterit tone”. A mos edhe atehere, kur eterit e tyre nuk kane ditur asgje, e as nuk ishin ne udhen e vertete"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "O besimtare! Ruajuni! Kur te gjendeni ne rrugen e vertete, nuk do t’ju demtoje ai qe eshte i humbur. Te Perendia te gjithe do te ktheheni, e do t’ju lajmeroje per ate qe keni punuar"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "O besimtare! – kur t’ju afrohet vdekja, me rastin e dhenies se testamentit, le te deshmojne dy te drejte prej jush, ose dy te tjere qe nuk jane prej jush – nese gjendeni ne rruge dhe u duken shenjat e vdekjes. E, nese dyshoni ne ta, mbani ata pas namazit dhe le te betohen ne Perendine. “Na nuk do ta shesim betimin me kurrfare cmimi, edhe nese eshte fjala per cfaredo te afermi, dhe deshmine qe na urdheron Perendia nuk do ta fshehim, sepse, atehere, do te ishim, me te vertete mekatare”"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Nese hetohet se ata dy deshmues kane bere mekat, atehere dy te tjere do t’i zevendesojne ata te dy, nga ata qe u eshte bere padrejtesi, e keta dy do te betohen ne Perendine (duke thene): “Deshmia jone eshte gjithsesi me e drejte se deshmia e atyre dyve dhe na nuk i kemi kaluar kufijt. Sepse, atehere, ne do te ishim zullumqare”"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "Keshtu, me se lehti mund te bejne deshmine e tyre te sakte, ose te frikohen qe betimet e tyre te refuzohen (mohohen) me betime tjera. – Druajuni Perendise dhe degjonie! Se, Perendia, nuk i udhezon ne rruge te drejte njerezit ngaterrestare"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "Kujtojeni diten kur Perendia i tubon Pejgamberet e ju thote: “Cka ju pergjigjen?” Ata thone: “Na s’kemi dijeni (te plote), se vetem Ti i di te gjitha fshehtesite”"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "(Kujtoje o Muhammed!), kur Perendia tha: “O Isa, i biri i Merjemes, kutjoje miresine Time ndaj teje dhe nenes tende: kur te forcova ty me Shpirtin e shenjte (Xhebrailin), e ju flitje njerezve duke qene femije (ne djep) dhe si njeri i rritur; dhe kur ta mesova shkrimin dhe dijenine e thelle, Teuratin dhe Inxhilin, dhe kur krijove nje figure shpendi prej balte me urdherin Tim e fryeve ne te, e u be zog, me urdherin Tim; dhe kur me urdherin Tim, i ngjalle te vdekurit; dhe kur i pengova sulmet e Israeliteve ne Ty, atehee kur ju solle atyre argumente te qarta, e ata qe nuk besuan nder, ta, thane: “Kjo eshte vetem magji e kulluar!”"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "dhe kur i urdherova Havarijjunet (Apostujt): “Besomeni Mua dhe Pejgamberin Tim!” Ata u pergjigjen: “Na besojme, e ti behu deshmues qe ne jemi muslimane!”"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "E, kur apostujt thane: “O Isa, i biri i Merjemes, a mundet Zot’i yt te na zbrese nje sofer prej qielli?” Ai tha: “Druani Perendine, nese jeni besimtare!”"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Ata thane: “Na deshirojme ta hame nga ajo (sofer), dhe te na qetesohen zemrat, dhe ta dime (konkretisht) qe na ke thane te verteten dhe per ate te jemi deshmitare”"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Isai, i bir’i Merjemes tha: “O Perendi, o Zoti yne! Zbritna neve nje sofer nga qielli, qe te na jete feste per bashkekohaniket dhe pasardhesit tone; dhe te jete mrekulli prej Teje dhe furnizona, se Ti je me i miri furnizues”"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Perendia tha: “Une do t’ju zbres sofren, e kush nga ju, pas kesaj nuk beson, Une do ta denoj me nje denim, me cfare nuk do ta denoje askend ne bote”"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "E, kur Perendia thote: “O Isa, i bir’i Merjemes, a mos ti u ke thene njerezve: “Merrmeni mua dhe nenen time si dy zotra, perpos Perendise?” Isai thote: “Ti je i paster nga te metat!” Mua nuk me perket te them ate cka ka ne Ty. Vetem Ti i di te gjitha ato qe jane te fshehta"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Une nuk ju kam thene asgje tjeter, pervec asaj qe me ke urdheruar Ti: “Adhuronie Perendine, Zotin tim dhe Zotin tuaj!” Kam qene deshmitar deri sa kam qene ne mesin e tyre. E pasi me more mua, vetem Ti ishe mbikeqyres i tyre. E, Ti je deshmitar per cdo gje"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Nese Ti i denon ata – roberit e Tu jane, e nese i fale ata, me te vertete, vetem Ti je i Plotefuqishem dhe i Gjithedijshem"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Perentia thote: “Kjo eshte Dita, ne te cilen, te sinqerteve u sjell dobi sinqeriteti i tyre. Atyre u takojne kopshtet, neper te cilat rrjedhin lumenjt, ku do te qendrojne pergjithmone. Perendia eshte i kenaqur me ta; dhe ata jane te kenaqur me Te. Kjo eshte fitorja e madhe!”"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Te Perendise jane pushteti mbi qiej dhe mbi Toke dhe cka gjendet ne To. Ai eshte i pushtetshem per cdo gje"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Qofte lavderuar Perendia qe krijoi qiejte dhe Token, e themeloi erresirat dhe driten. E, ata qe nuk besojne, (perseri) – me Zotin e tyre krahasojne zotera"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Ai ju ka krijuar nga balta, ka caktuar afatin (e vdekjes) dhe Ai di kohen e (Kijametit), e ju perseri dyshoni"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Perendia eshte i adhuruar ne qiej dhe ne Toke; Ai di fshehtesite dhe te sheshtat tuaja, si dhe te arriturat tuaja"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "E nuk ju ka ardhur (te pabeseve) asnje dokument prej dokumenteve te Zotit te tyre, e ata, te mos ia kthejne shpinen"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "E pergenjeshtruan te verteten, posa ju erdhi, por se shpejti do ju arrijne lajme (me pasoja) per ate cka jane tallur"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "A thua nuk i pane ata, se sa popuj i kemi zhdukur Ne, para tyre, te cilet i patem vendosur ne aso toke, ne cfare nuk ju kemi vendosur jvue; e u sollem atyre shira te bollshem dhe beme qe t’ju rrjedhin lumenje neper viset e tyre; e qe, per shkak te mekateve te tyre – i zhdukem ata; dhe pas tyre – krijuam gjenerata tjera"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "E, sikur Ne ta zbritnim ty nje Liber te shkruar ne leter; e ata ta preknin me duart e tyre, ata qe nuk besojne, me siguri do te thonin: “Kjo s’eshte gje tjeter, perpos nje magji e hapet”"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Ata thane: “T’ju kishte zbrite atij (Muhammedit) nje engjell?!” E, sikur ta dergonim Ne engjellin, puna do te merrte fund dhe nuk do t’u ipej asnje afat"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "E, sikur ta dergonim ate (Pejgamberin) engjell, do ta benim gjithsesi me tipare njeriu. E, ata, perseri do te dyshonin – si me pare"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Me te vertete, jane perqeshur shume pejgambere para teje, e i perfshin ata qe i i perqeshnin (pejgamberet) denimi i talljes se tyre"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Thuaj: “Udhetoni neper bote e shihni cfare ka qene denimi ndaj atyre qe thonin – (pejgamberet) genjejne"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Thuaj: “E kujt eshte tere ajo, qe gjendet ne qiej dhe ne Toke?” Pergjigju: “E Perendise eshte!” Vetes ia ka percaktuar meshiren. Ai, padyshim, do t’ju tuboje ne Diten e Kijametit. Ata qe vetveten e kane shkaterruar, ata ne te vertete nuk do te besojne"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "E Tij eshte cdo gje qe rri dhe levize nate e dite. Ai i degjon te gjitha dhe di cdo gje"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Thuaj: “A te beje mik tjeter, perpos Perendise, krijuesit te qiejve dhe Tokes? Ai e ushqen (boten), e Ate askush nuk e ushqen”. Thuaj: “Mua me eshte urdheruar qe te jemi i pari nga ata qe e kane pranuar islamizmin”, - dhe kurrsesi, mos u bene nga ata qe i bejne shok Atij!”"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Thuaj: “Nese e kundershtoj Zotin tim i droj denimit te Dites se Madhe”"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Ai qe i shpeton denimit te kesaj dite, Zoti e ka meshiruar ate. Dhe ky eshte shpetimi i vertete"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Nese nga Perendia te godet ndonje fatkeqesi, atehere askush pervce Tij nuk mund te te shpetoje. E, nese te dhuron ndonje miresi – vetem Ai eshte i Plotefuqishem per cdo gje"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "Ai eshte i pushtetshem mbi roberit e vet; Ai eshte i Plotefuqishem dhe i Gjithedijshem"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Thuaj: “Cila eshte deshmia me e madhe (qe ti je profet)?” – dhe pergjigju: “Perendia eshte deshmitar ne mes meje dhe jush”. Me eshte shpallur ky Kur’an, qe t’ju terheqe verejtjen me te, juve dhe atyre te kush arrin ky. A mos valle deshmoni ju, se, pervec Perendise ka edhe zotra tjere? Thuaj: “Une nuk e deshmoj”. Thuaj: “Vertete, Ai eshte vetem Nje Zot dhe une jam larg nga ato qe ju i konsideroni shok Perendise”"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Atyre qe u kemi dhene Librin, e njohin (Muhammedin), ashtu si i njohin femijet e tyre. E, nuk do te besojne ata qe e kane shkaterruar veten"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Kush eshte me zullumqare se ai qe trillon per Perendine ose i pergenjeshtron dokumentat e Tij? Vertete, pergenjeshtaret nuk do te shpetojne"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "(Kujtoje ate) dite kur do t’i tubojme te gjithe, e do t’u themi atyre, qe i kane vene shoq Perendise: “Ku jane shoket tuaj, per te cilet mendonit se jane (shoke te Perendise)!”"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "E, ata nuk do te kene kurrfare arsyetimi, pervec se te thone (rrejne): “Pasha Perendine, Zotin tone, nuk kemi qene pagane!”"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Shiko se si ata veten e fusin ne rrena; e humbi nga ata – ajo qe e trilluan"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Ka disa prej tyre qe te degjojne, por Ne kemi vene perde ne zemrat e tyre, per te mos e kuptuar ate, e ne veshet e tyre shurdhimin. Edhe nese e shohin cdo ajet, ata nuk besojne ne to. E, kur te vijne te ti per te polemizuar me ty, thone ata qe nuk besojne: “Keto jane vetem trillime te popujve te lashte!”"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Ata e ndalojne besimin ne Kur’an, edhe vete largohen nga ai, dhe vetveten e demtojne, e nuk e hetojne"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Ah! Sikur t’i shohish ata kur te ballafaqohen para zjarrit, duke thene: “Ah! Sikur te ktheheshim pas, mos t’i pergenjeshtronim dokumentet e Zotit tone dhe te beheshim besimtare!”"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Jo! Jo! Por atyre iu doli ajo, qe me pare e fshihnin, dhe sikur ata te ktheheshin, prape do te benin ato qe u ishin ndaluar. Ata, me te vertete, jane genjeshtare"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Ata thoshin: “S’ka jete pervec ne kete bote dhe ne nuk do te ringjallemi”"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Ah! Sikur t’i shohesh ata kur te dalin para Zotit, Ai do t’ju thote: “A nuk eshte e vertete kjo?” Ata do te pergjigjen: “Po, eshte e vertete, per Zotin tone!” Perendia do t’ju thote: “E pra, tani, shijoni denimin, sepse nuk keni besuar!”"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Gjithsesi, ata e kane demtuar veten, qe e kane pergenjeshtruar takimin me Perendine; e kur befas t’u arrije Dita e Kijametit, do te thone: “Te mjeret ne cka kemi humbur ne jeten e Tokes!” dhe do t’i bartin mekatet e veta ne shpinen e tyre. E, sa e shemtuar eshte ajo barre"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Jeta e kesaj bote eshte vetem loje e argetim, kurse, bota tjeter, eshte e vertete, me e mire per ata qe i druajne Perendise. A nuk po mendoni"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Na e dijme, se ty, me siguri, te zemeron ajo qe thone ata. Ata, me te vertete nuk te fajesojne ty se je genjeshtar, por zullumqaret mohojne argumentet e Perendise"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Edhe para teje (o Muhammed!), shume pejgambere jane pergenjeshtruar, por ata kane duruar per ate qe jane konsideruar. Dhe kane vuajtur derisa nuk ka ardhur ndihma Jone, - e askush nuk mund t’i ndryshoje fjalet e Perendise, - dhe, padyshim, te ti kane arritur disa lajme per pejgambere"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Nese ty te vie rende kthimi i tyre (prej teje), e nese mund te kerkosh zgaver ne toke ose shkalle ne qiell, e t’u sjellesh nje mrekulli (bene kete)! Sikur Perendia te donte, do t’i kishte tubuar ata ne rruge te mbare; mos u bene nga ata qe nuk e dine kete"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Do te gjegjen vetem ata qe degjojne (te kuptueshmit). Te vdekurit do t’i ngjalle Perendia; pastaj, ata, do te kthehen tek Ai"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Ata thone: “Ah! Pse nuk ia zbriti atij ndonje mrekulli, Zoti i tij?” Thuaj: “Perendia eshte i fuqishem te dergoje mrekulli, por shumica e tyre nuk e di (Fuqine e Perendise)”"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "S’ka asnje kafshe ne Toke e te gjitha shpendet qe fluturojne me krahet e tyre, qe te mos jene ne nje grup te ngjashem me ju (ne krijim dhe ekzistim). Ne nuk kemi harruar asgje ne Liber (Levhi Mahfudhin)”. Pastaj do te tubohen te Zoti i tyre"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Ata qe i pergenjeshtrojne dokumentet Tona jane shurdhe e memece, jane ne erresire. Perendia ke te do e shpie te gaboje, ndersa ke te do e udhezon ne rruge te drejte"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Thuaj: “Cka mendoni nese ju vie denimi i Perendise apo ju godet Dita e Kijametit, a do ta therrisni dike tjeter pos Perendise, nese e flitni te vertete?”"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Jo, jo! Ju do ta therritni vetem Ate, Ai do t’ju zbuloje ate per cka e therritni, nese Ai do. Dhe ju, atehere, do t’i harroni ato qe ia bejshit Atij"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Na, ju kemi derguar pejgambere shume popujve para teje dhe i kemi denuar ata me skamje dhe fatkeqesira, per t’u perulur"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Pse nuk u penduan, kur u erdh ndeshkimi Jone! Por, zemrat e tyre ishin gure, e djalli ua zbukuronte, ato qe benin ata"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Dhe, kur i harruan ata – per ato qe u paralajmeruan, Na iu hapem te gjitha dyert (te gjitha te mirat); e kur u gezonin me ate qe u dhame, Ne i denuam ata befasisht dhe atehere ata humben cdo shprese"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "dhe humbi gjurma e atij kombi zullumqare. Lavderimi qofte i Perendise, Zotit te gjithesise"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Thuaj: “Cka mendoni sikur t’jua merrte Perendia te degjuarit dhe te pamit dhe t’ua vuloste zemrat tuaja; cili zot, pervec Perendise do t’ua kthente ato?” Shih si ua shpjegojme Na dokumentet, e ata perseri e kthejne kryet"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Thuaj: “Me thuani ju, nee ju vjen denimi i Perendise papritmas ose sheshazi, a do te zhdukej kush pervec popullit zullumqar?”"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Na ua derguam pejgamberet vetem si sihariques dhe qortues. Pra kushdo qe beson dhe ben mire, mos te frikesohen e as nuk do te pikellohen"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Per ata qe pergenjeshtrojne dokumentet Tona, ata do t’i godet denimi per mekatet e bera"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Thuaj: “Une nuk do t’ju them – se i kam depot e Perendise, se i di sekretet, as nuk them se jam engjell, - Une ndjeke vetem ate qe me shpallet”. Thuaj: “A barazohet i verberi me ate qe sheh? A s’po mendoni?”"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Dhe i qorto me Kur’an ata, te cilet druajne se kane per t’u tubuar para Zotit te tyre, ku cervec Tij, nuk do te kene as mbrojtes as ndihmes – per t’u ruajtur nga mekatet"
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Mos i debo ata qe i luten Zotit te vet ne mengjes e mbremje, duke e deshiruar Ate – ti nuk je i obliguar te kujdesesh per ta per asgje, e as ata nuk jane pergjegjes per ty asgje, sepse, nese i debon ti ata, do te jesh zullumqare"
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Dhe keshtu Na i provojme njerin me tjetrin, per te thene: “A mos jane keta qe Perendia ua dhuroi miresine? – A mos valle Perendia nuk i njeh me mire ata te cilet i jane mirenjohes"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "Kur te vijne te Ti ata qe besojne ne argumentet Tona, thuaj: “Shpetimi (Paqa) qofte mbi ju!” Zoti juaj vetes ia ka caktuar miresine: nese dikush nga ju bene ndonje veper te keqe pa ditur, e pastaj pendohet e permiresohet, - Ai fale dhe meshiron"
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Na keshtu shpjegojme hollesisht dokumentet, ne menyre qe te kuptohet rruga e njerezve te keqinje"
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Thuaj: “Mua me eshte ndaluar t’i adhuroj ata, qe ju, perpos Perendise i adhuroni”. Thuaj: “Une nuk i ndjek deshirat tuaja, sepse atehre do te isha i humbur dhe nuk do te isha nga ata, qe jane ne rrugen e drejte”"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Thuaj: “Une kam (ardhur) me argument te dukshem nga Zot’i im, e ju e pergenjeshtruat ate. Ate qe kerkoni ju (denimin), nuk eshte ne pushtetin tim; pushteti i takon vetem Perendise. Ai e tregon te verteten dhe Ai e bene dallimin ne mes te vertetes dhe te pavertetes"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Thuaj: “Sikur ta kisha ne dore ate qe e kerkoni ju, shpejt e shpejt (denimin) do te sqarohej puna mes meje dhe jush (do te shkaterroheshit). Perendia i di me se miri zullumqaret"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "Perendia i ka celesat e te gjitha fshehtesive dhe vetem Ai i di ato. Ai di c’ka ne toke dhe ne det; asnje gjeth nuk bie, pa e ditur Ai, dhe nuk ekziston asnje kokerr ne thellesite e tokes, as e fresket as e thate, e te mos jete shenuar ne Librin e qarte (Levhi Mahfudh)"
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "Ai naten ju ve ne gjume dhe di cka punoni diten. Ju zgjon diten, per te arritur kohen e caktuar te jetes. Pastaj, i ktheheni Atij dhe ju tregon ate qe keni punuar"
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "Ai sundon mbi roberit e vet dhe ju dergon rojtare; kur njerit nga ju i vie vdekja, te derguarit tane (engjejt) e bejne te vdekur (ia marrin shpirtin), duke mos bere kurrfare leshimi (pa perjashtim)"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Pastaj ata do te kthehen te Perendia, Zoti tyre i vertete. Se vetem Atij i takon te gjykoje dhe Ai eshte logaritari me i shpejte"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Thuaju: “Kush do t’ju shpetoje nga erresira (rreziku) e tokes dhe tetit, kur i luteni Atij haptazi dhe fshehurazi (duke thene): Nese Ai na shpeton prej ketyre (rreziqeve), vertete do te behemi mirenjohes”"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Thuaj: “Perendia ju shpeton nga ato (rreziqe) dhe cdo e keqe tjeter, e ju perseri i beni shoq Atij”"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Thuaj: “Ai eshte i fuqishem t’ju ndeshkoje prej se larti ose nen kembet tuaja, ose t’ju ndaje ne grupe, e njeri-tjetrit t’ia tregoni fuqine (ne lufte ne mes veti). Shih si ua shpjegojm Na dokumentet, qe te kuptojne ata"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "Populli yt e pegenjeshtron ate (Kur’anin), por ai eshte i vertete. Thuaj: “Une nuk jam rojtari jua"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "cdo lajm e ka kohen e vet, te caktuar, e ju ate do ta mesoni"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Kur t’i shohesh ata qe thellohen (ne nencmim) ne dokumentet Tona, largohu prej tyre, deri sa te (mos) kalojne ne bisede tjeter. E, nese, djalli te mashtron, mos rri me zullumqare te perkujtohesh"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "Ata qe i drojen Perendise, s’kane kurrfare pergjegjesie per mekatet e tyre (te mohuesvet), por (kjo) eshte verejtje per t’u ruajtur"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Lereni ata qe fene e tyre e marrin si loje dhe defrim, e te cilet i ka mashtruar jeta e kesaj bote. Keshilloji me Kur’anin qe njeriu te mos shkaterrohet per ate qe ka vepruar, duke mos pasur – pos Perendise, as ndihmetar, as ndermjetes; dhe sikur ai te ofronte cfaredo shpagimi, nuk do te pranohet nga Ai. Keta jane ata, te cilet jane shkaterruar per ate qe kane punuar. Ata do te fitojne pije nga uji i vluar dhe denim te dhimbshem per shkak se kane mohuar"
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "Thuaj: “A ta adhurojme dike tjeter pervec Perendise, ate qe nuk na sjell dobi as dem, e te kthehemi kah thembrat tona (ne humbje), pasi qe Perendia na udhezoi ne rruge te drejte? (E, te behemi si ai) qe e kane trullosur djajte ne Toke e ai mbeti i humbur; e te cilin shoket e tij e thirrin ne rrugen e drejte: “Eja tek ne!” (E, ai nuk pergjigjet). Thuaj: “Rruga e Perendise – eshte e vetmja rruge e drejte, dhe neve jemi te urdheruar t’i bindemi Zotit te gjithesise”"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "dhe te falim namazin, dhe t’i ruhemi Atij; Ai eshte, tek i cili do te tuboheni ju"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "Dhe Ai eshte ai, i cili i krijoi qiejt dhe token me te re te verteten. Dhe kur Ai thote: “Behu!” ajo behet; fjala e Tij eshte e Vertete dhe Atij i perket pushteti i asaj Dite kur fryhet ne Sur. Ai e di boten e padukshme dhe te dukshme dhe Ai eshte i Plotefuqishem dhe i Gjithedijshem"
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "(Kujtoje o Muhammed!) kur Ibrahimi i tha babes se tij Azerit: “A mos do t’i marresh statujat per zotra?! Une po shoh se ti dhe kombi yt jeni ne humbje te madhe”"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Dhe Na ia treguam Ibrahimit perandorine e qiejve dhe te Tokes per t’u bere nga ata qe besojne vendoshmerisht"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Dhe kur arriti nata, ai verejti yllin dhe tha: “Ky eshte Zoti im!” Por, kur perendoi ai yll, tha: “Nuk i dua ata qe perendojne”"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "E, kur verejti Henen duke lindur, tha: “Ky eshte Zoti im!” E, pasi perendoi ajo, ai tha: “Nese Zoti im nuk me udhezon ne rrugen e mbare, me siguri do te behem njeri nga te humburit”"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "E, kur e verejti Diellin duke lindur, ai therriti: “Ky eshte Zoti im, ky eshte me i madhi!” – E, pasi perendoi, ai tha: “O kombi im, une jam i delire nga ajo qe ju i beni shok Perendise"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Une e kthej fytyren time kah Ai qe i ka krijuar qiejt dhe Token, duke qene besimtare i vertete, dhe une nuk jam nga ata qe i bejne shok Perendise!”"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Dhe populli i tij polemizoi me te (lidhur per njesimin e Perendise). Ai tha: “A mos valle ju deshironi te pelemizoni me mua per Perendine, e ai me ka udhezuar ne rrugen e drejte. Une nuk frikesohem prej putash qe veni ju shoq atij. (Une nuk frikohem prej asgjeje), pervec nese don Perendia te me shkaktoje ndonje katastrofe. Zoti im, me dijenine e vet e ka perfshire cdo gje. A nuk po mendoni"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "E, si te frikesohem une prej putash tuaja, me te cilet ju i beni shoq Perendise; e ju nuk frikesoheni nga ajoqe i beni shoq Perendise, pa iu zbritur kurrfare argumenti. Prandaj, kush prej ketyre dy grupeve meriton te jete i sigurt, nese dini ju"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Per ata qe besojne dhe nuk e perziejne besimin e tyre me zullum, atyre u perket siguria dhe ata jane ne rruge te djrete”"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Ky eshte argumenti Yne, te cilin Ne, ia dhame Ibrahimit kunder popullit te tij. E Ne e ngrisim ne shkalle me te larte ke te dojme. Me te vertete, Zoti yt eshte i Plotedijshem dhe i Gjithedijshem"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "Na ia dhuruam atij (Ibrahimit) Is’hakun dhe Jakubin. Te dy keta i kemi udhezuar ne rruge te drejte. Dhe Nuhun e patem udhezuar me pare ne rruge te drejte, e nga pasardhesit e tij: Davudin, Sulejmanin, Ejjubin, Jusufin, Musain, dhe Harunin. Dhe keshtu Ne i shperblejme bamiresit –"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "dhe Zekerijan, Jahjain, Isain, Iljazin – te gjithe keta kane qene nga njerezit e mire"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "dhe Ismailin, Eljaasan, Junusin dhe Lutin – te gjithe keta i kemi lavderuar ng te tjeret"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "edhe disa nga prinderit e tyre; pasardhesit e tyre dhe vellezerve te tyre – i kemi zgjedhur ata dhe i kemi udhezuar ne rruge te drejte"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Ky eshte udhezimi i Perendise, Ai udhezon ne rruge te drejte ke te doje nga roberit e vet. E, sikur t’i benin shok Atij, do t’ju humbe cdo gje, nga ajo qe kane punuar"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Keta jane ata qe u kemi dhene liber, dijeni te holle dhe profetni. E, nese aa (banoret e Mekkes) imohojne keto, Na do t’ia besojme nje populli tjeter qe nuk do t’i mohoje"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Keta jane ata (pejgamberet e permendur), te cilet Perendia i ka udhezuar ne rrugen e drejte, andaj edhe Ti (o Muhammed!) ndiqe rrugen e tyre. Thuaj: “Une nuk kerkoj nga ju per Shpaljen e Kur’anit, kurrfare shperblimi. Se, ai eshte vetem keshille per gjithe njerezimin”"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "Hebrenjt nuk e njohten si duhet Perendine kur thane: “Perendia asgje nuk i ka zbritur njeriut”. Thuaj: “E kush e shpalli Librin, qe e solli Musai si drite dhe udherrefyes per njerezit, te cilin ju e keni shperndare ne fleta, nga te cilat (disa) i tregoni, e shumicen e fshehni. Edhe ju jeni mesuar (me mesimin e Muhammedit) per ate qe nuk keni ditur as ju, as eterit tuaj. Thuaj: “Perendia u ka shpallur (ate Liber)!” Pastaj lerni ata, qe te argetohen me genjeshtrat e tyre, (ne te cilat jane zhytur)"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "Ky Liber (Kur’ani), qe ta kemi shpallur ty, eshte i madherishem, vertetues i atij qe gjendet para jush (Teurati), dhe frikesues i Ummul kuras (popullit te Mekkes) dhe atyre qe gjenden rreth saj. Ata qe besojne ne jeten e ardhshme besojne edhe ne te (Kur’an) dhe ata kujdesen per kryerjen e namazit te tyre"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Kush eshte me zullumqar i madh se ai, qe trillon genjeshtra per Perendine ose qe thote: “Mua me eshte shpallur”, por asgje nuk iu ka shpallur atij. Dhe ai qe thote: “Une do ta shpalli te njejten gje cka ka shpallur Perendia”. Ah! T’i shohesh zullumqaret kur jane ne mundimet e vdekjes, e engjejt zgjasin duart (per t’ua marre shpirtin, duke thene): “Mirrni shpirterat tuaj!” Sot ju do ndeshkoheni me denim te poshteruar per shkak te pavertetave qe i keni thene per Perendine dhe qe jeni krenuar (duke mos besuar) versetet e Tij"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "E do te Na vini ju vec e vec, ashtu sic ju kemi krijuar heren e pare (lakuriq). Dhe do t’i lini pas veti ato qe iu patem dhuruar. Na nuk po i shohim me ju ndermjetesuesit tuaj; per te cilet mendonit se ata te ju jane shoket e Perendise. Ne mes jush jane shkeputur te gjitha lidhjet dhe humbi nga ju, ajo qe mendonit ju"
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "Me te vertete, Perendia eshte Ai qe faren dhe berthamen e ben te shpertheje (te mugulloje). Ai, e nxjerr te gjallin prej te vdekurit dhe eshte nxjerres i te vdekurit prej te gjallit. Ky eshte Perendia. E ku po zmbrapseni ju (prej te vertetes)"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "Ai eshte Krijues i drites ditore, naten e beri per pushim, e Diellin e Henen per te njehesuar kohen. Kjo eshte dispozita e Perendise, i Plotefuqishem dhe i Gjithedijshem"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "Ai eshte qe ju ka krijuar yjet, per t’u orientuar ne erresirat e tokes dhe te detit. Na u shpjegojme hollesisht dokumentet Tona, njerezve qe dine"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "Ai eshte qe ju ka krijur prej nje njeriu (Ademit) qe te jetoni dhe te varroseni ne toke. Na ua sqarojme hollesisht dokumentat Tona njerezve qe kuptojne"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "Dhe Ai eshte qe ka zbritur ujin nga qielli, me te cilin nxjerrim cdo lloj bime dhe me te rritet gjelberimi, e nga ky nxjerrim kokerrat e dendura; dhe prej palmes se hurmes, nxjerrim nga majat e saj, kalaveshat e ulet; dhe nxjerrim kopshtije rrushi, ulliri dhe shege, disa jane te ngjashme me njera-tjetren e disa jo. Veshtroni frutet e tyre kur lidhin dhe piqen. Ne to, me te vertete, ka argumente, per ata njerez qe besojne"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "Idhujtaret i kane trilluar Atij nga injoranca, djem e vajza. Qofte lavderuar Ai dhe qofte shume lart nga ajo qe i pershkruajne ata"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "Ai eshte krijues i qiejve dhe i Tokes! E si mund te kete Ai femije, per Te s’ka grua. Ai ka krijuar cdo gje dhe vetem Ai di cdo gje"
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "Ky eshte Perendia, Zoti juaj. S’ka zot tjeter pervec Tij, Krijuesi i cdo gjeje, andaj adhuroni Ate! Ai eshte mbikeqyres i cdo gjeje"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Shikimet nuk mund ta perfshijne Ate. Ai i perfshine shikimet e te gjitheve. Ai eshte bamires i pakufi dhe di cdo gje"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Me te vertete, ju kane ardhur juve nga Zoti juaj, argumente te qarta; ai qe i studjon ato, i sjelle dobi vetes; e ai qe nuk i veren ato, i ben dem vetes. Une nuk jam rojtari juaj"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Keshtu, Ne, ne menyre te ndryshme i tregojme dokumentet, per te thene ata: “Ti i ke mesuar ato (prej librave te meparshem)!” dhe t’ju shpjegojme Kur’anin njerezve qe dine (te drejten)"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Paso (ndiq) ti ate qe te ka shpallur Zoti yt. S’ka tjeter zot vec Tij. Shmangu prej idhujtareve"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Sikur te donte Perendia, ata nuk do t’i benin shok Atij. Na nuk te kemi bere ty rojtar te tyre, e as qe je mbikeqyres i tyre"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Mos i shani ata, qe adhurojne tjeter pos Perendise, e qe shajne Perendine, duke kaluar kufirin me padije. Keshtu, Ne ua kemi hijeshuar cdo populli veprat e tyre. Pastaj, ata do te kthehen te Zoti i tyre, e Ai do t’i lajmeroje ata per ate qe kane punuar"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Ata betohen ne Perendine, me betimin me te rende, se nese ju vjen nje dokument, ata me siguri do te besojne. Thuaj: “Dokumentet jane vetem te Perendia!” E kush ua bene me dije juve, se ata, kur t’ju vie dokumenti, nuk do te besojne"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Na ua kthejme zemrat dhe shikimet e tyre (e nuk do te besojne), ashtu si nuk kane besuar (Kur’anin) as me pare. Na do t’i leme ata ne humbje, qe te bredhin andej-kendej"
        },
        {
            "chapter": 6,
            "verse": 111,
            "text": "Sikur atyre t’ju dergonim engjejt, dhe sikur t’i ngjallnim te vdekurit e t’ju flisnin atyre dhe t’i tubonin te gjithe dokumentet para tyre, ata perseri nuk do te besoni; pervec ne dashte Zoti, por shumica e tyre nuk dine"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Si per ty ashtu edhe per cdo profet, Na kei krijuar armiq djajte e njerezve dhe te xhineve, te cilet i flasin njeri-tjetrit fjale te zbukuruara per t’i mashtruar. E, sikur te donte Zoti yt, ata nuk do te benin ate; andaj, leri ata dhe ate, qe trillojne ata –"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "e qe zemrat e atyre qe nuk besojne ne Diten e Kijametit, ta kthehen dhe te kenaqen me te, e le te fitojne cka te fitojne (prej mekateve)"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Valle, te kerkoje tjeter arbiter pervec Perendise, e Ai eshte qe ju ka zbritur Librin (Kur’anin) e shpjegueshem. Atyre qe Ne ua kemi dhene Librin (para jush), e dine se ai (Kur’ani) eshte me te vertete i zbritur nga Zoti yt. Dhe, kurrsesi mos u bene nga ata qe dyshojne"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "U plotesuan fjalet e Zotit tend, qe jane kulmi, i se vertetes dhe i drejtesise; fjalet e Tij askush nuk mund t’i ndryshoje. Ai degjon cdo gje dhe di cdo gje"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "nese i perulesh shumices se njerezve qe gjenden ne toke; ata do te te shmangin nga rruga e Zotit. Ata ndjekin vetem hamendjet. Ata vetem genjejne"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Me te vertete, Zoti yt i njeh me se miri ata qe i shmangen rruges se Perendise, dhe Ai i di me se miri ata qe jane ne rruge te drejte"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Hani ate, qe gjate therrjes eshte permendur emri i Perendise, nese jeni besimtare te dokumenteve te Tij"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "E pse mos ta hani ate qe eshte therre ne emer te Perendise, e Ai ju ka shpjeguar c’eshte e ndaluar, - pervec se kur jeni ne shtrenges. e shume prej tyre nga padia, i shmangin ata prej udhes se mbare per kenaqesine e vet. Me te vertete, Zoti yt i njeh me se miri ata qe e kane kaluar kufirin"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Lereni mekatet e hapta dhe te fshehta. Se, me te vertete, ata qe kane bere mekate, do te ndeshkohen per ate qe kane gaguar"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Mos e hani ate, qe kur eshte therre nuk eshte permendur emri i Perendise; ajo me te vertete, eshte mekat! Me te vertete, djajte i nxisin miqte e vet qe te polemizojne me ju. E nese ju u peruleni atyre, atehere edhe ju, me te vertete, jeni idhujtare"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "A barazohet ai qe eshte i vdekur (i humbur) e Ne e ngjallem dhe i dhame drite me te cilen ece ne mesin e njerezve, me ate qe eshte ne erresire e nuk mund te dale prej saj. Keshtu, mohuesve u jane zbukuruar ato vepra qe kane punuar"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Dhe poashtu, Ne kemi bere ne cdo ane (sikur ne Mekke) te medhenj – mekatare, qe te pshtjellojne ne te. Mirepo, ata pshtjellojne vetem vetveten, e nuk hetojne"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Kur atyre t’u vije ndonje dokument; ata thone: “Na nuk do te besojme deri sa te mos na jepet, si ajo qe iu eshte dhene pejgambereve te Perendise”. Perendia di me se miri ku e vendos profetnine e Vet. Ata qe kane bere mekate, do t’i arrije nje poshtrim nga ana e Perendise dhe ndeshkim i ashper per ate qe kane pshtjelluar"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Ate qe Perendia don ta shpie (ne udhe te mbare) – Ai, zemren e atij, ia disponon per islamizem, e ate qe don ta le ne humbje – Ai zemren e tij ia shtrengon dhe ia bene te ngushte, si te jete duke u ngjitur ne qiell. Keshtu, Perendia, i ndeshkon ata qe nuk besojne"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Kjo eshte rruga e drejte e Zotit tend. E, Na ju kemi shpjeguar argumentet, njerezve qe meditojne"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Ata do te kene Shtepine e shpetimit te Zoti i tyre. Dhe Ai eshte mbrojtes i tyre per veprat qe punojne ata"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "(Kujtoje) ate Dite kur Ai do t’i tuboje te gjithe (dhe do t’ju thote): “O tog i xhindeve, ju shum njerez i keni mashtruar!” – E miqet e tyre qe ishin njerez, thane: “O Zoti yne! Na u kenaqem me njeri-tjetrin dhe arritem ne afatin tone, te cilin na ke caktuar Ti. Perendia do te thote: “Zjarri eshte vendstrehimi juaj. Ne te do te qendroni perhere, pervec cka don Perendia. Zoti yt, me te vertete, eshte i Plotedijshem dhe i Gjithedijshem"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Qe, keshtu, Ne i japim pushtet disa zullumqareve mbi te tjeret, per ate qe kane fituar ata"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "“O tog i xhindeve dhe i njerezve, a nuk ju paten ardhur pejgambere nga mesi i juaj, per t’ju treguar dokumentat Tona dhe per t’ju paralajmeruar takimin me kete dite?” Ata do te thone: “Na kete e pranojme ne dem tonin”. Ata i ka mashtruar jeta e kesaj bote dhe ata deshmojne kunder vetes se jane mohues"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Kjo eshte, ngase Zoti yt nuk e shkaterron asnje vend per shkak te zullumit te tyre pa paralajmerimin e banoreve te tyre"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "Cdokujt i perket pozita per ate qe ka punuar, se Zoti yt nuk eshte i pakujdesshem per veprat e tyre"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Zoti yt eshte i pasur dhe i meshirshem. Nese don, ju zhduke dhe sjelle pas jush cka te doje, ashtu si ju ka krijuar nga pasardhesit e popujve te tjere"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Ajoqe u eshte premtuar, me te vertete do t’ju arrije, e ju nuk mund t’i ikni asaj"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Thuaj: “O populli im, punoni ne gjendjen tuaj, e une punoje (ne gjendjen time); e do ta dini se per kete do te jete fundi i mire. Me te vertete, zullumqaret nuk do te shpetojne"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "Ata (mohuesit) kane caktuar pjese nga te lashtat dhe kafshet shtepiake, te cilat i ka krijuar Ai (Zoti) dhe thone sipas hamendjes se tyre: “Kjo eshte per Perendine, e kjo eshte per putat tona”. Mirepo, ajo pjse qe eshte per putat e tyre, nuk arrin (nuk jepen) te Zoti, kurse ajo qe ata e kane caktuar per Perendine – ajo arrine (jipet) te putat e tyre. Sa gjykim te shemtuar bejne ata"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Po ashtu, shume mohuesve ua kane hijeshuar – shoket e tyre, - vrasjen e femijeve te vet per t’i zhdukur ata dhe per t’ju perzi fene e tyre. E, sikur te donte Perendia, ata nuk do ta benin ate. Lerini ata dhe trillimet e tyre"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "Ata thone: “Keto shtaze shtepijake dhe keto e keto te lashta jane te ndaluara, nuk mund t’i haje askush, pervec kujt ia lejojme ne; e sipas hamendjes se tyre edhe disa kafshe shtepiake jane te ndaluara per ngarkim dhe disa shtaze qe kur i therrin nuk e permendin emrin e Perendise, duke e pergenjeshtruar Ate (Perendine). Ai do t’i ndeshkoje ata per genjeshtrat e trilluara"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "Dhe ata thane: “Ajo qe gjendet ne barkun e ketyre shtazeve shtepiake u perket vetem meshkujve tone, kurse per grate tona jane te ndaluara. E, nese lindin ato te ngordhura, ata te gjithe (burra e gra) jane pjesemarres ne te”. Perendia do t’i ndeshkoje ata per genjeshtra. Se Ai, me te vertete, eshte i Plotedijshem dhe i Gjithedijshem"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Te humbur jane ata qe i kane mbytur femijet e tyre nga mendjelehtesia dhe padija dhe i kane ndaluar ato qe u ka dhuruar Perendia, duke pergenjeshtruar ndaj Perendise. Ata kane humbur dhe nuk qene ne rruge te drejte"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "Ai eshte qe ka krijuar kopshte, vereshta te larta dhe te shtruara, hurme dhe te lashta, me shije te ndryshme, ullinj e shega, te ngjashme (per nga forma), kurse te ndryshme (per nga shija). Hani frutet e tyre kurdo qe te japin, dhe jepni ate qe eshte detyre ne diten e mbledhjes se tyre. Por, mos e teproni, se Perendia nuk i do ata qe e teprojne"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "Ai eshte qe ka krijuar disa shtaze per ngarkim dhe per shtruarje, (shtrese e bere prej leshi apo lekures se tyre). Hani nga ato qe ua ka dhuruar Perendia dhe mos ndiqni gurmet e djallit. Ai eshte armiku juaj i hapet"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "Perendia ka krijuar tete cifte kafshesh: dy nga dhente (mashkull e femer) dhe dy nga dhite. Thuaj: “A i ka ndaluar Perendia dy meshkujt (dashin e sqapin) ose dy femerat ose ate qe mbajne ne bark dy femra?” Lajmeromeni Mua me dije te sakte, nese e thani te verteten"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "(Perendia ka krijuar) edhe dy deve dhe dy lope. Thuaj: “A i ka ndaluar Perendia dy meshkujt apo dy femerat ose ate qe e mbajne ne bark dy femerat?” Apo mos keni qene prezent ju kur Perendia i ka urdheruar per kete? E, kush eshte me zullumqar se ai qe shpif genjeshtra ndaj Perendise, per t’i shpene njerezit ne humbje nga padija? Me te vertete, Perendia, nuk e con ne rruge te drejte kombin zullumqare"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Thuaj: “Une nuk gjej ne ate qe me eshte shpallur mua (ne Kur’an), se eshte e ndaluar ta haje njeriu ate qe do, gjithcka tjeter, pervec coftine, gjakut te derdhur, ose mishit te derrit, se ai eshte i ndyte; ose eshte mekat ajo qe eshte therre ne emer te tjeter kujt, e jo ne emer te Perendise. Por, per ate qe ngushtohet nga uria e madhe, nuk eshte mekat te haje ato qe i permendem, por pa u ngopur, vetem sa te zhduket uria. Se, Perendia, me te vertete, eshte Fales i madh dhe Perdellimtar"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "Na ua kei ndaluar Hebrenjve te gjitha shtazet qe kane thonj (kthetra), ndersa nga lopet e delet, per ta kemi ndaluar dhjamin e brendshem te tyre, me perjashtim te dhjamit te shpines, ose te atij dhjami qe eshte puqe me zorret, ose ate qe eshte perzier me eshtra. Me kete, Na i kemi ndeshkuar ata, per shkak te zullumit te tyre, se, Ne, padyshim, themi te verteten"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "Nese ata te pergenjeshtrojne ty, thuaju: “Zoti juaj eshte pronar i meshires se gjere, e ndeshkimi i Tij nuk pengohet nga populli mekatare”"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Idhujtaret do te thone: “Sikur te donte Perendia, nuk do t’i benim shok Atij as ne as baballaret tane, dhe asgje te ndaluar nuk do te punonim”. Keshtu mohonin edhe ata para tyre, derisa e shijuan denimin tone. Thuaj: “A keni ju ndonje argument te na paraqitni? Ju mbeshteteni vetem ne hamendje dhe jeni vetem genjeshtare”"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Thuaj: “Perendia ka argument te qarte dhe po te donte Ai, te gjitheve do t’ju udhezonte (me force) ne rruge te drejte!”"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Thuaj: “Sillni deshmitaret tuaj te cilet deshmojne se Perendia e ka ndaluar kete!” E nese deshmojne (duke genjyer), ti mos deshmo me ta. Mos i ndiq deshirat e atyre, qe argumentet tona i konsiderojne genjeshtra dhe te cilet nuk besojne ne Diten e mbrame! E, ata i bejne krahasim dike tjeter Zotit te tyre"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "Thuaj: “Ejani t’ju lexoj ato qe ju ka ndaluar Perendia: Atij mos i beni shok; beju mire prinderve; mos vritni femijet tuaj per shkak te varferise, Na ju ushqejme ju dhe ata. Mos ju casni te keqijave, qofshin ato te hapeta apo te fshehta. Mos e vritni personin, vrasjen e te cilit e ka ndaluar Perendia, pervec kur e kerkon drejtesia (gjyqi). Keto ju porosit Ai, qe ta fisnikeroni mendjen"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "Dhe mos iu casni pasurise se bonjakut, perpos ne nje menyre te mire, dreisa ta mberrije pjekurine, kryeni drejt matjen dhe peshimin! Na nuk e ngarkojme aske pertej mundesise se tij. E, kur flisni, behuni te drejte, qofte edhe (kunder) te afermit tuaj. Plotesoni obligimet e Perendise. Keto jane porosite e Tij, per t’ju keshilluar"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "Dhe, qe, kjo eshte rruga ime e drejte; prandaj ndiqnie, e mos shkoni rrugeve tjera qe t’ju shmangin ato nga rruga e Tij. Kjo eshte ajo qe ju porosite Ai per t’u ruajtur nga te keqijat"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Pastaj, ia kemi dhene Musait Librin, duke ia plotesuar dhuntine per ate te mire, duke i shpjeguar cdo gje, udherrefyes e meshires, per te besuar ata, ne takimin me Zotin e tyre"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "Ky Liber (Kur’ani) qe ua kemi shpallur, eshte i uruar, ndiqnie ate dhe druajuni kundershtimit, per te qene te meshiruar"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "(e kemi zbritur) per te mos thene: “Libri u eshte shpallur vetem dy grupeve apra nesh (Hebrenjve dhe te krishtereve) e nuk kemi mundur ta kuptojme (meqe nuk kemi pasur njohuri te meparshme per te)”"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Ose per te mos thene: “Sikur Libri te na ishte shpallur neve, ne do t’i permbaheshim rruges se drejte me mire se ata”. Pra, ju ka ardhur nga Zoti juaj argument i qarte dhe udherrefyes dhe meshire; e kush eshte me zullumqar nga ai qe i pergenjeshtron argumentet e Perendise dhe largohet nga ato? Ne, do t’i ndeshkojme ata qe shmangen nga argumentet Tona, me denim te rende, per shkak se u larguan"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "A mos valle presin ata t’u vijne engjejt, ose te vije (urdheri) i Zotit tend (me denim) ose te vijne disa argumente te Zotit tend. Kur te vije ndonje argument i Zotit tend, atehere nuk do t’i beje dobi askujt besimi i tij, nese nuk ka besuar me pare, ose nuk ka bere ndonje te mire, ne besimin e tij. Thuaj: “Pritni ju, se edhe ne, me te vertete po presim!”"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Me te vertete, ti s’ke asgje me ata qe e perndajne fene e tyre dhe shnderrohen ne grupe. Te Perendia eshte puna e tyre, e Ai do t’i informoje ata per ate qe kane punuar"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Kush punon veper te mire, do te shperblehet dhjete fish. Kush punon veper te keqe, do te denohet vetem sipas mekatit, dhe atyre nuk do t’u behet kurrfare padrejtesie"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Thuaj: “Mua, me te vertete, Zoti im, me ka udhezuar ne rruge te drejte, ne fene e vertete, fene e paster te Ibrahimit, i cili nuk ka qene adhurues i putavet”"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Thuaj: “Me te vertete, namazi im, edhe adhurimi im, jeta ime, dhe vdekja ime, i perkasin vetem Perendise, Zotit te Gjithesise"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "Per, te s’ka shoq; dhe kjo me eshte urdheruar dhe une jam i pari musliman”"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Thuaj: “A mos valle do te kerkoje une tjeter zot, pervec Allahut, kur Ai eshte Zot i te gjithave? Kushdo qe punon dicka, punon per vete, dhe askush nuk ngarkohet me barren e tjetrit. Pastaj do te ktheheni te Zoti juaj, dhe Ai do t’ju informoje per ate qe keni qene ne konflikt"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "Ai ben qe ta nderroni njeri-tjetrin ne Toke dhe Ai ju ngrite neper pozita disa nga ju mbi te tjeret, per t’ju provuar per ate qe ju ka dhene. Me te vertete, Zoti yt, eshte i shpejte ne denim, por me te vertete, eshte edhe fales e meshirues"
        },
        {
            "chapter": 7,
            "verse": 1,
            "text": "Elif Lam Mim Sad"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "Ky eshte Libri qe t’u ka derguar ty dhe le te mos behet kurrfare shtrengimi ne zemren tende per shkak te tij, qe me te t’i paralajmerosh dhe keshillosh besimtaret"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Ndiqnie ate qe u eshte zbritur nga Zoti juaj, e mos ndiqni tjeter mbrojtes perpos Tij. Pak po i pranoni keshillat ju"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Sa shume qytete kemi rrenuar Ne! e, denimi Yne ju erdhi naten ose diten kur ata pushonin"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Dhe thirrja e tyre, kur ju erdhi denimi, qendronte vetem ne fjalet: “Na, me te vertete kemi qene zullumqare!”"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Na, me te vertete, do te kerkojme llogari prej popujve qe u kemi derguar pejgambere; e gjithsesi, do t’i pyesim edhe pejgamberet"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Dhe do t’jua praqesim atyre, te gjitha ato qe i dime, sepse, ne kemi qene prezent"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "Peshimi (i veprave), ate dite do te jete i drejte, atij qe i rendohet terezia me vepra te mira, do te jete i lumtur"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "kurse, atij qe i lehtesohet terezia me vepra te mira, ai do te humb veten, per shkak se i ka mohuar argumentet Tona"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Na ju kemi vendosur ne toke dhe, ne te, ju kemi dhene cka ju nevojitet per gjalleri. – E sa pak falenderoheni"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Na ju krijuam (baban tuaj Ademin), e pastaj ua dhame formen; e ju thame engjejve: “Peruljuni Ademit!” e te gjithe iu perulen pervec Iblisit. A nuk ishte nga ata qe perulet"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "(Perendia) tha: “Cka te pengoje ty qe nuk iu perule, kur te urdherova?” (Iblisi) tha: “Une jam me i mire se ai. Mua me krijove nga zjarri, kurse ate e krijove nga balta”"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "(Perendia) tha: “E atehere, dil prej andaj (xhennetit)! Ti nuk ke te drejte qe te krenohesh ne te; dil, me te vertete, ti je prej te urrejturve”"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "(Iblisi) tha: “Me jep afat deri ne diten kur ngjallen njerezit!”"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "(Perendia) tha: “Ti je nga ata qe u eshte dhene afati”"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "(Iblisi) tha: “Betohem se per ate qe me ke humbur, do t’ju ve pengesa atyre ne rrugen Tende te drejte"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "e do t’ju casem atyre edhe perpara edhe per mbrapa, edhe ne te djathte, edhe ne te majte, e Ti do te konstatosh se shumica prej tyre nuk jane falenderues!”"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "(Perendia) tha: “Dil prej andej (xhennetit) i qortuar dhe i poshteruar. Pa dyshim, me ty dhe me te gjithe ata qe shkojne pas teje, do ta mbushi xhehennemin!”"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "E ti o Adem! Bano ti dhe bashkeshortja jote ne xhennet dhe hani c’te deshironi, por mos iu afroni kesaj peme se beheni zullumqare!”"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "E, djalli iu pershperiti, per t’ju zbuluar pjeset e turpshme te mbuluara te trupit te tyre dhe (djalli) tha: “Zoti juaj ju ka ndaluar (afrimin e ketij druri) vetem per ate qe te mos beheni engjej ose mos te mbeteni perhere (ne xhennet)”"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Dhe ai (djalli) iu betua atyre (duke thene): “Une jam per ju, me te vertete, keshilltar i sinqerte!”"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Dhe i mashtroi me dinakerine e tij. Pasi qe e shijuan (frutin) e drurit, iu zbuluan vendet e turpshme atyre dhe nisen te mbulohen me gjethet e xhennetit. E, ata i thirri Zoti i tyre: “A nuk ju kam ndaluar ate? (frutin e drurit); dhe, a nuk ju kam thene: “Se, me te vertete, djalli eshte armiku juaj i hapet?”"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Ata thane: “O Zoti yne! Na vetes i kemi bere dem; e nese Ti nuk na fale dhe nuk na meshiron, na do te jemi nga ata qe jane te humbur”"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "(Perendia) tha: “Zbritni! Ju, njeri-tjetrit jeni armik. Ne Toke do te banoni dhe do te jetoni deri ne nje kohe”"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "(Perendia) tha: “Ne te do te jetoni, ne te do te vdisni dhe prej saj do te dilni (ringjalleni)”"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "O bijte e Ademit, Na ju derguam rrobet qe t’jua mbulojne vendet e turpshme, si edhe rrobet luksoze; por, rrobet e virtyteve jane me te mirat. – Keto jane disa argumente te Perendise per t’i kujtuar ju (miresite e Perendise)"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "O bijte e Ademit, le te mos u mashtroje kurrsesi djalli, ashtu si i nxori prinderit tuaj nga xhenneti (meqe i mashtroi), duke u zhveshur rrobat per t’ju dukur vendet e turpshme te tyre. Ai (djalli) dhe ushtria e tij ju sheh, prej nga ju nuk i shihni ata. Na i kemi bere djajte ndihmes te atyre qe nuk besojne"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "E kur te punojne veper te shemtuar, thone: “Na i kemi gjetur prinderit tone ne to; por edhe Perendia na ka urdheruar me kete”. Thuaj: “Perendia nuk urdheron te punohen vepra te shemtuara! Perse flisni per Perendine ate qe nuk e dini?”"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Thuaj: “Zoti im urdheron – drejtesi. Dhe drejtohuni vetem Atij, kurdo qe beni lutje, dhe lutjuni sinqerisht Atij, duke i bere perulje! Ashtu sic ju ka krijuar prej asgjeje, ashtu do t’ju ringjalle"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Nje pjese i ka udhezuar ne rruge te drejte, kurse pjesa tjeter e ka merituar humbjen. Ata e kane bere djallin mik, perpos Perendise, dhe mendojne se jane ne rruge te drejte"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "O bijte e Ademit, vishuni pershtatshem kurdo qe te luteni! Dhe hani e pini, por mos e teproni; se Ai (Perendia) nuk i do ata qe e teprojne"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Thuaj: “Kush i ka penguar stolite e Perendise, te cilat, Ai i ka krijuar per roberit e vet, dhe ushqimet e kendshme?” Thuaj: “Ato jane per besimtare ne kete bote (dhe per te tjeret); e, ne boten tjeter, vetem per besimtare. Qe, keshtu, Na ua shpjegojme argumentet njerezve qe dijne"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Thuaj: “Zoti im i ka ndaluar vetem punet e keqia, - qofshin te hapta ose te fshehta dhe mekatet, shtypjen (dhunimin) pa te drejte, te bemurit shok Perendise, per te cilen nuk ka kurrfare argumenti, dhe ka ndaluar te flisni per Perendine ate qe nuk e dini"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Cdo popull e ka fundin e vet, dhe kur t’i vije koha e fundit, nuk mund te shtyhet as te shpejtohet, kurrsesi"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "O bijte e Ademit, nese nga mesi juaj vijne pejgambere qe ju shpjegojne dispozitat e Mia, atehre, ata qe i frikesohen Perendise dhe punojne vepra te mira, nuk ka frike as pikellim per ata"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Kurse ata qe i mohojne argumentet e Mia, dhe sillen me mendjemadhesi ndaj tyre, ata do te jene banore te zjarrit, ne te do te qendrojne pergjithmone"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Kush eshte me zullumqare se ai qe trillon genjeshtra kunder Perendise ose qe mohon argumente te Tij? Atyre do t’u jepet e tere ajo qe eshte shenuar (ne Levhi Mahfudh). E, kur t’u vijne te derguarit Tone (engjejt), per t’ua marre shpirtin, do t’u thone (engjejt): “Ku jane ata, te cilet ju i adhuroni, pervec Perendise”. Ata thone: “Humben prej nesh”. Keshtu ata deshmojne kunder vetes, qe kane qene mohues"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "(Perendia) u thote: “Hyni ne zjarr me popujt – xhindet dhe njerezit – te cilet kane qene para jush. Dhe kurdo qe nje popull hyn ne zjarr, e mallkon shokun tjeter. E, kur te tubohen te gjthe ne te, atehere ai i fundit u thote atyre te pareve: “O Zoti yne, keta na kane sjelle ne humbje, epju denimin e dyfishte te zjarrit!” (Perendia) u thote: “Per cdonjerin (nga ju) ka denim te dyfishte, por ju nuk e dini”"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "U thone te paret atyre te fundit: “Ju nuk keni kurrfare perparesie mbi ne, prandaj shijoni denimin per ate qe keni punuar"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "me te vertete, ata qe argumentet Tona i konsiderojne genjeshtra e te cilet, jane sjelle me mendjemadhesi ndaj atyre, nuk do t’u hapen dyert e qiellit, as qe do te hyjne ne xhennet, derisa te mos kaloje devja neper bire te gjilperes. Keshtu Na i ndeshkojme mekataret"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Per ta jane pergatitur shtreter zjarri, e mbi ta do te kete mbulesa zjarri. Keshtu Na i ndeshkojme zullumqaret"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Ata qe besojne dhe punojne vepra te mira – Na nuk i ngarkojme me teper, vec sa kane mundesi – ata jane banore te xhennetit, ne te cilin do te qendrojne pergjithmone"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Na, nga kraherori i tyre do te zhgulim cdo urrejtje; e nen ta do te rrjedhin lumenjte. Dhe ata thone: “Qofte lavderuar Perendia qe na udhezoi ne kete. Ne nuk do te ishim udhezuar sikur te mos na udhezonte Perendia. Me te vertete, te derguarit e Zotit tone, e kane sjelle te verteten”. Dhe ata do te therrasin: “Ky eshte xhenneti qe ju eshte dhene ne trashegim, per ate qe keni punuar”"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Dhe banoret e xhennetit u thone banoreve te zjarrit: “Na e kemi gjetur te verteten, ate qe na eshte premtuar nga Zoti yne, e ju, a e keni gjetur te verteten, ate qe u ka premtuar Zoti juaj?” Ata thone: “Po!” e, atehere, nje lajmetar ne mes tyre therret: “Me te vertete, mallkimi i Perendise u takon zullumqareve”"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "te cilet i pengojne te tjeret nga rruga e Perendise dhe kerkojne ta shtremberojne, e nuk besojne ne jeten tjeter!”"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Ne mes tyre eshte perdja (muri), e, ne maje te tij, jane njerezit, te cilet te gjithe i njohin sipas fizionomise. Dhe ata i therrasin banoret e xhennetit: “Kenaqesia qofte mbi ju!” Ata (njerezit nga muri, ende) s’kane hyre ne xhennet, por ate e deshirojne"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "E kur t’ju kthehet shikimi kah banoret e zjarrit, thone: “O Zoti yne, mos na bene (shoqeri) me zullumqaret!”"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Ata qe gjenden ne mur, u therrasin disa njerezve, te cilet i njihnin sipas fizionomise duke ju thene: “Nuk ju ndihmoi as grumbullimi i pasurise suaj, as ajo qe u sollet me mendjemadhesi (ndaj te Vertetes)"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "A jane keta, per te cilet ju u betuat se nuk do t’i arrije meshira e Perendise? (Atyre, te cilet jane nencmuar, u thuhet): “Hyni ne xhennet! Per ju s’ka frike as pikellim!”"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Banoret e zjarrit do t’u thone banoreve te xhennetit: “Derdhni pak uje ne ne, ose dicka nga ajo qe u ka dhuruar Perendia!” – Ata thone: “Me te vertete, Perendia keto i ka ndaluar per mohuesit"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "te cilet e kane marre fene loje dhe argetim, dhe te cilet, i ka mashtruar jeta e kesaj bote. Ne sot do t’i harrojme ata, ashtu sic e kane harruar ata takimin me kete Dite dhe per shkak se i kane mohuar argumentet Tona"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Por, Ne u deguam atyre Librin, te cilin ua kemi shpjeguar gjeresisht, si udherrefyes dhe meshire per njerezit qe besojne"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "A mos valle ata presin realizimin konkret te tij? E, kur t’u vije ajo qe e presin (premtimi dhe qortimi), do te thone per ate qe e kane harruar me pare: “Pejgamberet e Zotit tone na kane sjelle te verteten! A ka ndonje ndermjetesues qe angazhohet per ne, ose te kthehemi (ne kete jete), qe te punojme ndryshe sec kemi punuar”. Me te vertete, ata e kane shkaterruar veten, e u zhduken edhe ato qe i trilluan"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Me te vertete, Zoti juaj eshte Perendia, qe i ka krijuar qiejt dhe token per gjashte dite (periudha te caktuara kohe), e pastaj e mbisundoi gjithesine. Ai me erresiren e nates e mbulon diten, e cila e ndjek ate; e Dielli, Hena dhe yjet i perulen urdherit te Tij. Vetem ai krijon dhe sundon. I Lartesuar eshte Perendia, Zoti i gjithesise"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Lutjuni Zotit tuaj perulshem dhe ngadale! Ai, me te vertete, nuk i do ata qe e kalojne kufirin"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Dhe mos beni crregullime ne toke, kur ne te eshte vene rregulli, e Atij lutjuni duke iu friguar dhe shpresuar; se, me te vertete, meshira e Perendise eshte afer bamiresve"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Ai i dergon ererat si lajme te gezuara para meshires se Tij; e kur ererat levizin rete e renda me shi, Na i cojme ato kah vendi i vdekur, e leshojme shi ne te dhe nxjerrim lloj-lloj frutash; po keshtu do t’i ngjallim te vdekurit, per te menduar ju"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "Toka e mire i jep frutet me lejen e Zotit te saj, e ajo toke qe eshte e lige jep vetem me mund. Qe keshtu, Na, ne menyre te ndryshme ua shpjegojme dokumentet Tona popullit mirenjohes"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Na me te vertete, ua kemi derguar Nuhun popullit te tij, i cili u tha: “O populli im! Adhuronie Perendine, ju nuk keni zot tjeter pervec Tij! – Une frikesohem per ju nga denimi ne Diten e madhe!”"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Paria e popullit te tij thane: “Na me te vertete, te shohim ty ne humbje te madhe”"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Ai tha: “O populli im! Une nuk jam ne kurrfare humbje, por jam pejgamber nga ana e Zotit te gjithesise"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "ju sjell urdherat e Zotit tim dhe ju deshiroj cdo te mire, une di nga Perendia ate qe nuk e dini ju"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "A po cuditeni qe keshilla e Zotit tuaj, t’ju vije nga nje njeri i mesit tuaj, qe t’ju terheq verejtjen, te beheni besimtare dhe per t’ju meshiruar"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "E ata e konsideruan ate genjeshtar, andaj e shpetuam ate dhe ata qe ishin me te ne barke. Ndersa, i fundosem ata te cilet i konsideruan genjeshtra argumentet Tona. Ata kane qene popull i verber (injorant)"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "Ja derguam (popullit) Adit, vellaun e tyre – Hudin. Ai tha: “O populli im! Adhuronie Perendine, ju nuk keni zot tjeter pervec Tij. E, a nuk po i ruheni denimit?”"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Paria e popullit te tij, te cilet nuk besonin thane: “Na, me te vertete, te konsiderojme ty mendjelehte dhe ne mendojme se je genjeshtar”"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Ai tha: “O populli im! Une, me te vertete, nuk jam mendjelehte, por jam profet i Zotit te gjithesise”"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Une ua sjell urdherat e Zotit tim dhe une jam keshilltar i sinqerte"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "A po cuditeni qe keshilla e Zotit tuaj, t’ju vije ng nje njeri i mesit tuaj, qe t’ju terheq verejtjen. Kujtonie qe Ai ju beri zevendes pas popullit te Nuhut dhe ju rriti me trup (dhe fuqi). Kujtonie dhuntite e Zotit per te qene te lumtur!”"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Ata thane: “A mos na ke ardhur ti neve per ta adhuruar na vetem nje Perendi, e t’i leme ato qe i kane adhuruar prinderit tane? Na jep ate cka na premton, nese je i vertete!”"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "Ai tha: “Ne ju ka rene denimi dhe zemrimi i Zotit tuaj. A doni te polemizoni me mua per emrat (e putave tuaj), te cilet ua keni dhene ju dhe prinderit tuaj, e per te cilat, Perendia nuk u ka sjelle kurrfare argumentesh. Pra, pritni, se edhe une po pres me ju!”"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Dhe Ne e shpetuam ate dhe ata qe ishin me te, me meshiren Tone. E, i shfarosem te gjithe ata, qe i pergenjeshtruan argumentet Tona dhe nuk besuan"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "Dhe (Na, ia derguam popullit) themudit – vellaun e tyre – Salihun. Ai tha: “O populli im! Adhuronie Perendine, ju nuk keni zot tjeter pervec Tij. Madje, me te vertete, ju ka ardhur argument nga Zoti juaj: kjo deve e Perendise per ju, eshte nje mrekulli. Lereni te kullose ne token e Perendise dhe mos i beni ndonje te keqe, se ju pret ndeshkimi i ashper"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Dhe kujtohuni, ai juve ju beri zevendes pas Adit dhe ju vendosi ne Toke; ne rrafshinat e saj po ngritni pallate, e ne kodrina po gedhendni shtepia. Kujtoni te mirat e Perendise dhe mos beni crregullime ne faqe te Dheut!”"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "E, paria e popullit te tij, ata qe madheroheshin, u thane besimtareve, te cilet i konsideronin per te dobet: “A dini ju qe Salihu eshte i derguar nga Zoti i tij?” Ata thane: “Na, me te vertete, besojme ne te gjitha ato, qe i jane shpalle atij”"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Ata qe madheroheshin thane: “Na nuk besojme ne ate qe besoni ju”"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Dhe therren deven e nuk e perfillen urdherin e Perendise se tyre dhe thane: “O Salih, sillna ate qe na premton, nese je pejgambere!”"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Dhe ata i goditi nje termet katastrofal e mbeten te vdekur ne shtepite e tyre"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Ai (Salihu), u largua prej tyre dhe tha: “O populli im! Une ua kam sjelle urdherin e Zotit tim dhe ju kam keshilluar, por ju nuk i doni ata qe keshillojne”"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Dhe kujtohuni, kur e derguam Lutin, i cili i tha popullit te vet: “Pse po beni aso mbrapshti, cfare askush nuk ka bere ne bote?”"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "Ju, me pasion (epsh) i caseni meshkujve ne vend te femrave. Ju, me te vertete, jeni popull qe e teproni me te keqia!”"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "E, pergjegjia e popullit te tij ishte: “Deboni ata nga vendbanimi jua! Ata jane njerez qe pastrohen shume”"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "E, Na e kemi shpetuar ate dhe familjen e tij, pervec gruas se tij. Ajo ishte nga ata qe humben. –"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "Dhe mbi ta leshuam shi – rrebesh (guresh), e shiko si perfunduan mekataret"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "Dhe Na (ia derguam) popullit te Medjenit, vellain e tyre – Shuajbin e ai tha: “O populli im! Adhuronie Perendine! Ju nuk keni zot tjeter pervec Tij. Madje, me te vertete, ju ka ardhur argument nga Zoti juaj: Plotesoni matjen dhe peshimin e mos iu cungoni njerezve sendet. Mos beni ngaterresa ne Toke, pasi ne te eshte vene rregull. Kjo eshte me mire per ju, nese jeni besimtare"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Dhe mos rrini ne pusi ne cdo rruge, duke frikesuar dhe duke penguar nga rruga e Perendise ata qe besojne ne Te, duke kerkuar shtremberimin e saj! Dhe mendoni, kur ishit pak ne numer, e Ai ju shumoi. Shikoni si perfundojne ngaterrestaret"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "Nese, nje grup i juaj beson ne profetnine time, a nje grup tjeter nuk beson, duroni, derisa Perendia te gjykoje ne mes nesh, se Ai eshte gjykatesi me i mire!”"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "E paria e popullit te tij, ata qe madheroheshin thane: “O Shuajb, na, me te vertete, do te debojme ty dhe ata qe kane besuar me ty, nga vendbanimi yne, ose do te ktheheni ju ne fene tone”. (Shuajbi) tha: “A ngjane, edhe pasi ta urrejme ate"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Na, me te vertete, do t’i benim Perendise genjeshter, nese kthehemi ne fene tuaj, pasi qe Perendia na shpetoi nga ajo. Na nuk mund te kthehemi ne te, perpos, nese don Perendia, Zoti yne. Zoti yne me dijenine e Tij i perfshine te gjitha. Na, te Perendia mbeshtetemi. O Zoti yne, gjyko Ti drejt ne mes nesh dhe popullit tone! Ti je gjykatesi me i mire”"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "E, paria e popullit te tij, ata qe nuk kane besuar, u thane (atyre qe kane besuar): “Nese shkoni pas Shuajbit, atehere, me siguri, do te jeni te humbur”"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Dhe i goditi ata termeti katastrofal, e mbeten te vdekur ne shtepite e tyre, te shtangur"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Ata qe e kane konsideruar Shuajbin genjeshtar – (u zhduken), thuajse nuk kane ekzistuar kurre; ata qe e kane konsideruar Shuajbin genjeshtar, u zhduken krejtesisht"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "E, Shuajbi u largua prej tyre dhe tha: “O populli im, une u kam sjelle urdherat e Zotit tim dhe ju kam keshilluar. E pse te hidherohem une per popullin mohues?!”"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Na nuk kemi derguar asnje pejgamber – ne ndonje vendbanim, e qe te mos i kemi denuar banoret e tij, me skamje dhe semundje (per shkak te padegjueshmerise), per t’u perulur"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Pastaj, ua shnderruam fatkeqesine me lumturi, e kur u shtuan dhe u madheshtuan, ata thane: “Edhe prinderit tone i paten goditur hidherimet e gezimet”. E atehere i denuam ata papritmas, e ata nuk e hetuan (ardhjen e denimit)"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Sikur banoret e vendbanimeve te besonin dhe te ruheshin prej mekateve, Na do t’i vershonim me dhunti nga qielli dhe toka, por ata genjyen, prandaj, i denuam per ate qe vepruan"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "A jane te sigurte banoret e vendbanimeve, se nuk do t’i arrije denimi Yne, naten, - duke qene ata ne gjume"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "A jane te sigurte banoret e vendbanimeve, se nuk do t’i arrije denimi Yne, diten, - duke qene ne argetim"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "A jane te sigurte ata nga denimi i Perendise? Denimit te Perendise, nuk i frikesohen vetem ata qe jane te humbur"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "A nuk iu eshte e qarte atyre qe e trasheguan token e banoreve te meparshem te saj, se, nese Na deshirojme, - i denojme ata per mekatet e tyre dhe u veme vule ne zemrat e tyre, e ata nuk e ndiejne (nuk e pranojne)"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Per ato vendbanime, Na t’i kemi treguar ty disa ngjarje te tyre. Me te vertete, u erdhen atyre pejgambere qe u sollen argumente te qarta, por ata nuk besuan ate qe me pare e konsideronin genjeshter. Keshtu, Perendia ua vulosi zemrat mohuesve"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "e Na, te shumica e tyre nuk kemi gjetur plotesim te cfaredo zotimi; por, ne te vertete, shumicen e tyre e kemi gjetur ngaterrestare"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Pastaj derguam – pas tyre, Musain me argumentet Tona, te Faraoni dhe paria e tij. Ata i mohuan ato; pra, shiko si eshte perfundimi i ngaterrestareve"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Dhe musai tha: “O Faraon, une me te vertete, jam i derguari i Zotit te gjithesise"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Jam i obliguar qe per Perendine te them vetem te verteten. Madje, me te vertete, ju kam sjelle argumentin e qarte nga Zoti juaj; andaj, leshoi te vijne me mua bijte e Israelit!”"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "(Faraoni) tha: “Nese ke sjelle ndonje argument, tregoje, nese je nga ata qe e thone te verteten”"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "E, (Musai) e leshoi shkopin e vet, e ai u be gjarper i madh"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "dhe e nxori doren e tij – kur qe, per shikuesit drite e bardhe"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Paria e popullit te Faraonit thane: “Ky, me te vertete, qenka magjistar i shkathet"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "i cili don t’ju deboje nga toka juaj, e cka propozoni ju"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "ta thane: “Mbani pak ate dhe vellain e tij dhe dergoni neper qytet qe te tubojne"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "e qe te sjellin ty cdo magjistar te shkathet”"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Dhe erdhen magjistaret e Faraonit e thane: “A me te vertete, do te shperblehemi, nese fitojme?”"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "(Faraoni) tha: “Po, ju jeni nga me te afermit e mi”"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "(Magjistaret) thane: “O Musa! Ose hedhe ti, ose te behemi hedhesa na”"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "(Musai) tha: “Ju hedheni!” E kur e hedhen, i mahniten syte e njerezve, i frikesuan ata dhe shfaqen nje magji te madhe"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "E, Na, ia shpallem Musait: “Hedhe shkopin!” E, ai (shkopi) filloi t’i gelltise te gjitha ato qe i trilluan ata"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Dhe, keshtu, doli ne shesh e verteta dhe deshtoi ajo qe vepruan ata"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Ketu, ata u munden dhe u kthyen te poshteruar"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "e magjistaret rane ne sexhde (perulje)"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "(Magjistaret) thane: “Na besojme ne Zotin e gjithesise"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Zotin e Musait dhe te Harunit”"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Faraoni tha: “Ju e besuat para se t’ju lejoj une, kjo, me te vertete, eshte mashtrim qe e keni pergatitur ne qytet, per t’i debuar banoret e tij. Do ta shihni ju"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Do t’ju kepuse duart dhe kembet terthorazi, e pastaj do t’ju vari te gjitheve"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Ata thane: “Na, me te vertete, i kthehemi Zotit tone"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Ti mund te na hakmerresh vetem qe i besuam argumentet e Zotit tone – posa na erdhen. O Zoti yne, na jep durim te madhe dhe bena te vdesim muslimane!”"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Paria e popullit te Faraonit thane: “A mos valle do ta lesh Musain dhe popullin e tij qe te bejne ngaterresa ne toke, dhe qe te le ty dhe zotrat tu?” (Faraoni) u pergjegj: “Na do t’i mbysim djemte e tyre e do t’i leme gjalle grate (bijat) e tyre; e na, me te vertete, jemi sundues mbi ta”"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Musai i tha popullit te vet: “Kerkoni ndihme nga Perendia dhe duroni, se, me te vertete, toka eshte e Perendise. Ai ia jep trashegim kujt te doje prej roberve te Tij. E, perfundim i bukur do te jete per ata qe i druajne Perendise”"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "(Populli i Musait) thane: “Na kemi qene te torturuar para se te vish ti dhe pas ardhjes tende”. (Musai) tha: “Zoti juaj do ta zhduke armikun tuaj, e juve do t’ju beje trashegimtare ne Toke, e t’ju vereje se si do te veproni”"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Dhe na e kemi derrmuar popullin e Faraonit me thatesi, me vite te thata dhe mungese frutesh, per t’u keshilluar ata"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Kur t’u vije ndonje e mire, ata thone: “Kete e kemi merituar, e kur t’i godase ndonje e keqe, per ate e fajsojne Musain dhe ata qe jane me te. Por jo! Fatkeqesia e tyre eshte prej Perendise (per veprat e tyre), e shumica e tyre nuk e dine"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Dhe ata kane thene: “Cfaredo argumenti te na sjellesh ti, qe te na magjepsish me te, na nuk jemi besimtare tu”"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Prandaj, Na atyre ua kemi sjelle vershimin, karkalecat, rriqerat, bretkosat dhe gjakun, - dokumente te qarta, por ata madheshtoheshin dhe ishin popull keqberes"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "E kur i godiste denimi, ata thonin: “O Musa, lutju Zotit tend per ne, ashtu si te ka premtuar; e nese na liron nga kjo vuajtje, na, me te vertete, do te besojme ty, dhe do t’i dergojme bijte e Israelit me ty”"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Dhe pasi e liruam nga vuajtja – deri ne afatin e arritur, - ata, menjehere e shkelen premtimin"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Andaj, Na i denuam ata dhe i fundosem ne det, ngase i pergenjeshtruan dokumentet Tona dhe ishin te pakujdesshem ndaj tyre"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "kurse popullit te shtypur (besimtareve te Israelit) ia dhame ne trashegim viset e tokave lindore dhe perendimore, te cilat i kemi bekuar, dhe u plotesua premtimi i bukur i Zotit tend ndaj Israeliteve, meqe duruan. Kurse, shkaterruam cdo gje qe beri Faraoni dhe populli i tij dhe ate qe ngriten ata"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "Na i kaluam bijte e Israelit pertej detit, ku hasen ne popull qe i luteshin putave te tyre; (Ata) thane: “O Musa, bena edhe neve nje zot, ashtu si kane ata zotera”. (Musai) tha: “Ju me te vertete, jeni populli injorant”"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Keta, me te vertete jane te humbur dhe veprat qe i punojne jane te pavlefshme"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "(Musai) tha: “A mos valle do t’ju kerkoj une zot tjeer pervec Perendise, kur Ai ju ka lavderuar mbi te tjeret”"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "(Kujtohuni) kur Na ju shpetuam nga populli i Faraonit, i cili ju torturoi pa mase: femijet meshkuj i mbytnin, kurse femrat tuaja u linin gjalle. Kjo ka qene sprove e madhe per ju nga Zoti juaj"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Na, ia caktuam Musait tridhjete nete (per adhurim) dhe ia plotesuam ato edhe me dhjete te tjera, dhe keshtu u plotesua koha e caktuar e Zotit te tij ne dyzet dite. E, Musai, i tha vellait te tij Harunit: “Me zevendeso te populli im dhe mbaj rregull, e mos ndiq rrugen e ngaterrestareve!”"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Kur Musai erdhi ne kohen e caktuar Tonen dhe Zoti foli me te, (Musai) tha: “O Zoti im, diftomu qe te te shoh Ty!” (Zoti) tha: “Ti nuk mund te me shohesh, por shiko ne ate mal, e nese qetesohet ne vend te vet, ti do te me shohesh”. E kur erdhi ne shprehje fuqia e Zotit te tij – ne mal, e dermoi ate ne copa, e Musait i ra te fiket (i pakur). E, kur erdhi ne vete, tha: “Qofsh i lavderuar Ti, kthehem te Ti dhe une jam i pari i besimtareve!”"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "(Zoti) tha: “O Musa, Une te kam zgjedhur ty mbi te tjeret – me dergimet e Mia dhe bisedimin Tim. Merre ate qe ta kam dhene dhe behu nga mirenjohesit!”"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Na ia kemi shkruar ne pllaka (Teurat) keshillen per cdo gje dhe shpjegimin per gjithcka (qe kane nevoje): “Merre kete, me seriozitet, dhe urdheroje popullin tend qe te pervetesoje ne menyren me te mire. Une do t’ju tregoje shtepine e mekatareve"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Do t’i shmangi prej argumenteve te Mia, ata qe madheshtohen pa te drejte ne Toke. Nese shohin cfaredo dokumenti; nuk e besojne ate. Nese shohin rrugen e drejte, nuk e ndjekin ate, e nese shohin rrugen e gabuar, e marrin ate – rruge. Kjo eshte per shkak se ata i pergenjeshtruan dokumentet Tona dhe ishin te pakujdesshem ndaj tyre"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "E, ata qe pergenjeshtruan argumentet Tona dhe takimin ne boten tjeter, do t’u deshtojne veprat e tyre. Ata, nuk do te denohen ndryshe, vec ashtu si kane punuar"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Populli i Musait – pas shkuarjes se tij – filluan ta adhurojne vicin e bere nga stolisjet e tyre te arit – vic per kah pamja dhe pallja. A nuk pane ata, se ai as nuk mund t’u fliste, as t’i udhezoje ne rruge te drejte. Ata moren kete vic per adhurim dhe u bene zullumqare"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Dhe pasi u penduan shume, pastaj dhe pane se jane trullosur, ata thane: “Nese Zoti yne nuk na meshiron dhe nuk na fale, me te vertete, do te jemi te humbur!”"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "E, kur Musai u kthye te populli i tij, i zemeruar dhe i pikelluar, thirri: “Sa ne menyre te shemtuar jeni sjelle pas shkuarjes sime! A mos valle e keni shpejtuar urdherin e Zotit tuaj?” Dhe i hodhi pllakat (e Teuratit) e kapi vellain per koke, duke ia afruar vetes. (Haruni) i tha: “O djali nenes sime! Ky popull me te vertete, me konsideroi per te dobet dhe gati me mbyten. Dhe, mos me turpero para armiqeve dhe mos me numro ne mesin e zullumqareve”"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "(Musai) tha: “O Zoti im, falem mua dhe vellain tim dhe shpiena ne meshiren Tende! Ti je me meshiruesi i meshiruesve”"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Me te vertete, ata qe moren vicin per zot te tyre, do t’i arrije denimi i Zotit dhe poshterimi edhe ne kete jete. Keshtu Na i ndeshkojme ata qe na pergenjeshtrojne"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "E, ata qe kane punuar vepra te keqija, e pastaj jane penduar dhe jane bere besimtare, me te vertete, Zoti yt, pas kesaj, eshte fales dhe meshirues"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Dhe, kur Musait i kaloi zemrimi, i mori pllakat, ne te cilat ishte shenuar udhezimi per rrugen e drejte dhe meshira per ata qe i druajne Zotit te tyre"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Dhe Musai zgjodhi nga populli i tij shtatedhjete njerez, per caktimin Tone. E, kur i goditi termeti, ai (Musai) tha: “O Zoti im! Sikur te doje Ti, do t’i zhdukje ata dhe mua qe me perpara. A do te na shkaterrosh, per ato vepra qe kane punuar budallenjte tane? Kjo eshte vetem sprove e Yte, me te cilen e shpie ne humbje kend te duash, kurse e udhezon ne rruge te drejte kend te duash. Ti je i dashuri yne, andaj fanla dhe meshirona! Ti je me i miri i meshiruesve"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "dhe caktona te mira neve ne kete bote dhe ne tjetren. Se, ne, me te vertete, te Ti kthehemi”. (Perendia) tha: “Une e godas me denimin Tim ke dua, e meshira Ime perfshine cdo gje; ua jap atyre qe ruhen nga mekatet dhe japin zeqatin dhe atyre qe u besojne argumenteve Tona”"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "ata qe ndjekin rrugen e Pejgamberit, lajmetarit te fese, i cili nuk di shkrim lexim (Muhammedi), te cilin ata e gjejne te shenuar ne Teurat dhe Inxhil, i urdheron ata te bejne vepra te mira dhe i ndalon nga te keqiat, ua lejon te mirat, e ua ndalon te keqiat dhe i liron nga barret e renda dhe veshtiresite qe i kane pasur. Prandaj, ata qe do te besojne ate (Muhammedin), qe do ta perkrahin dhe ndihmojne, e do te ndjekin driten qe i eshte shpallur atij – vetem ata jane te lumtur"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "Thuaj: “O njerez, une jam Pejgamber i Perendise per te gjithe ju, i Atij qe i perket pushteti mbi qiej dhe Toke. Vetem Ai eshte i vetmi Zot, jeta dhe vdekja jane vepra te Tij, - prandaj besoni ne Perendine dhe ne te Derguarin e Tij, lajmetarin e fese, i cili nuk di shkrim-lexim, i cili beson ne Perendine dhe fjalet e Tij; shkoni pas tij – per te qene ne rrugen e drejte!”"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Ne popullin e Musait ka disa njerez qe udherrefim e kane te verteten dhe gjykojne drejte"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Na e kemi ndare (popullin e Musait) ne dymbedhjete fise dhe ia kemi shpallur Musait – kur populli i tij kerkoi uje: “Bjeri me shkopin tend shkembit!” Dhe rodhen nga ai dymbedhjete burime. Cdo fis e dinte burimin e vet. Dhe, Ne, u kemi bere hije me re (per t’u freskuar) dhe u zbritem – men – (nje lloj ushqimi i embel) dhe zogj (si fellaza). “Hani ushqime te mira te cilat ju kemi dhene!” Ata nuk na demtuan Neve, por i bene dem vetvetes"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "(Kujtoju atyre) kur u eshte thene: “Vendosuni ne kete vendbanim dhe hani ne te si te doni dhe thuani: “Falna mekatet! Dhe hyni te perulur ne dere; e Na do t’u falim mekatet dhe do t’u shtojme bamiresve shperblimin”"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "e atehere, mekataret, nderruan fjalet me tjera qe nuk iu kane thene, dhe Na u derguam atyre deni nga qielli, sepse benin zullum"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Pyeti ata per qytetin qe gjendej ne bregdet, kur ata e thyen dispoziten e se shtunes: ate dite u vinin peshqit me shumice, e diteve tjera qe nuk i kremtonin, nuk u vinin ata. Keshtu, Ne, ata i venim ne prove, sepse venin mekate"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "(Kujtoje) kur disa prej tyre thane: “Pse e keshilloni popullin, te cilin Perendia do ta zhduke ose do ta ndeshkoje me ndeshkim te ashper?” (Keshilltaret) u pergjegjen: “Per t’u arsyetuar para Zotit tuaj dhe per t’i ruajtur ata nga mekatet”"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Dhe kur e harruan ate, per te cilen ishin keshilluar, Na i shpetuam ata qe te tjeret i pengonin nga te keqiat, kurse i ndeshkonim me ndeshkim te ashper ata qe benin zullum, per shkak te mekateve te tyre"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Meqe ata e refuzuan me mendjemadhesi, ate qe u ishte ndaluar, Na ju thame: “Behuni majmune te urryer”"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "(Kujtoje) kur Zoti yt ka paralajmeruar se do te dergoje tek ata dikend, i cili do t’i mundoje, ne menyren me te keqe, deri ne Diten e Kijametit. Me te vertete, Zoti yt denon shpejt, por Ai, eshte edhe fales e meshirues"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Dhe Na, i kemi shperndare ata ne Toke si popuj: Disa prej tyre jane te mire e disa jo. Na, i kemi vene ne sprove ata me gjera te mria dhe te keqia per (pendim) t’u kthyer"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Pas tyre erdh gjenerata, e cila e trashegoi Librin (Teuratin), duke i marre gjerat e kalueshme (pavlefshme) te kesaj bote. Dhe thonin: “Do te na falet! E, nese prape u binte ne dore dicka e ngjashme, prape e merrnin. Valle, a nuk eshte marre nga ana e tyre premtimi solemn ne Liber (Teurat), qe per Perendine te thone vetem te verteten. E, ata, kane mesuar cka ka ne te (Liber): Bota tjeter (e perhershme) eshte me e mire per besimtaret, prandaj, valle a nuk e kuptoni kete"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "E, ata qe i permbahen dispozitave te Librit dhe qe e kryejne namazin, - Na, me te vertete, nuk do t’u humbim shperblimin te mireve"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "(Kujtoje) kur Na, ngritem malin mbi ta, - qe dukej si hije (re), - e ata besonin se do te binte mbi ta. (Na u thame atyre): “Merreni vendosmerisht ate qe ua dhame, dhe ta keni ndermend ate qe eshte ne te (ne tabelat e Teuratit), per t’u ruajtur nga te keqiat"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "(Kujtoje) kur Zoti yt – nga korrizi i bijve te Ademit nxori pasardhesit e tyre dhe ata i beri deshmitar (te vertetes) kunder vetes. (Iu tha atyre): “A nuk jam Une Zoti juaj?” Ata thane: “Po, me te vertete”. Na ju kemi bere deshmitar qe te mos thoni ne Diten e Kijametit: “Na per kete nuk kemi qene te informuar”"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Ose qe te mos thoni: “Me te vertete, te paret tane i kane vene shok Perendise para nesh, e ne jemi gjenerate pas tyre. A mos vlle do te na shkaterrosh per ate cka kane punuar te degjeneruarit?”"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Dhe, keshtu Na, hollesisht i shpjegojme argumentet, per t’u kthyer ata (nga imitimi i te pareve)"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Tregoju atyre per njeriun, te cilit Na ia kemi dhene argumentet Tona, e i cili eshte zhveshur prej tyre, e djalli e ka bere per vete, dhe, ai eshte bere i humbur"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Sikur te donim Ne, do ta ngritnim ate (ne shkallen e te mireve) me argumentet Tona, por ai iu kthye tokes (kesaj jete) dhe ndoqi epshin e vet. Shembulli tij eshte si shembulli i qenit: nese e ndjeke, ai e qet gjuhen, nese largohesh, ai, perseri e qet gjuhen. Ky eshte shembull i njerezve, qe i konsiderojne genjeshtra argumentet Tona. E, tregoju keto ngjarje, qe te mendojne ata"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "I shemtuar eshte shembulli i njerezve qe i konsiderojne genjeshtra argumentet Tona dhe i bejne vetvetes zullum"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Ke e udhezon Perendia, ai eshte i udhezuar ne rrugen e drejte, e ke e humbe nga rruga e drejte, ai eshte i demtuar"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Na kemi krijuar, me te vertete, shume xhind dhe njerez per xhehennem: ata kane zemra (mend) me te cilat nuk kuptojne, kane sy me te cilet nuk shohin, kane veshe me te cilet nuk degjojne. Ata jane si shtaze, madje, edhe me te zi. Ata jane te pakujdesshem"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Perendise i perkasin emrat me te bukur, andaj thirreni Ate me to (dhe lutjuni), e shmangiuni atyre qe i shtremberojne emerat e Tij. Ata do te ndeshkohen ashtu si kane vepruar"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "E, ne mesin e tyre qe kemi krijuar, ka njerez qe i udhezojne te tjeret ne rrugen e drjete dhe gjykojne drejte"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "E, ata qe i mohojne argumentet Tona, Na, dalngadale, do t’i shpiem kah shkaterrimi, pa e kuptuar ata"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "dhe do t’u jape afat atyre. Me te vertete, denimi Im eshte i forte"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "A nuk mendojne ata se shoku i tyre (Muhammedi), nuk ka kurrfare marrezie ai eshte vetem paralajmerues i hapet"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "A nuk e shohin ata perendorine e qiejve dhe te Tokes dhe te gjithe ato qe i ka krijuar Perendia dhe se ju ka afruar fundi i tyre (mohuesve). Ne cfare fjale, pos Tij (Kur’anit), do te besojne"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Kend e la Perendia ne humbje, askush nuk mund ta udhezoje ate ne rruge te drejte! Ai do t’i lere ata te bredhin ne humbje"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Te pyesin ty kur do te ngjaje Dita e Kijametit. Thuaju: “Ate e di vetem Zoti im. Kohen kur do te ndodhe ajo do ta tregoje vetem Ai. (Tmerret e Dites se Kijametit) do te jane te renda per qiejte dhe Token, do t’u vije krejtesisht papritmas. Te pyesin, thuase ti di dicka per te. Thuaj: “Kete e di vetem Perendia; e shumica e njerezve nuk e kuptojne kete (te vertete)”"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Thuaj: “Une nuk mund t’i sjell vetes as dobi as dem, pervec ate qe don Perendia. E sikur t’i dija fshehtesite, do t’i shumezoja te mirat dhe nuk do te me prekte asnje e keqe. Une jam vetem paralajmerues dhe sihariques per njerezit qe besojne”"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "Ai (Perendia) u krijoi ju prej nje njeriu dhe nga ai krijoi bashkeshorten e tij, qe te qetesohet me te. Dhe kur e mbuloi ate, ngarkuar me nje barre te lehte, kali me te. E kur ajo u rendua, ata te dy iu luten Perendise, Zotit te tyre: “Nese na dhuron pasardhes te shendoshe, na, me te vertete, do te behemi falenderues!”"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "E kur Ai, ua dhuroi pasardhesit e shendoshe, te dy gjinite trilluan pastaj shok per Te; per ate qe iu dha atyre. Por Perendia, eshte shume larg nga ato qe ia trilluan paganet Atij"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "A mos vlle ata ia trillojne per shok (Zotit) ate qe nuk mund te krijoje asgje, kurse ata jane te krijuar"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "As nuk mund t’u ndihmojne gje atyre, as t’i ndihmojne vetes"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Nese i thirrni ata (mohuesit) ne rruge te drejte, nuk do t’u ndjekin ju: njesoj e keni – i thirret apo nuk i thirret"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Atyre qe u luteni ju, pervec Perendise, jane rober si ju, prandaj thirrni ata qe t’u pergjigjen, nese thoni te verteten"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "A kane ata kembe te ecin me to, ose duar te kapin me to, a kane sy te shohin me ta, ose veshe te degjojne me ta? Thuaj: “Thirrni zoterat tuaj, e kunder meje trilloni cfaredo dredhie e mos zvarrisni"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "mbrojtesi im, me te vertete, eshte Perendia, qe e ka zbritur Librin dhe Ai kujdeset per te miret"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "E, ata qe i adhuroni, pervec Tij, nuk mund t’u ndihmojne as ju e as vetes"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Dhe nese i thirrni ne rrugen e drejte, ata nuk degjojne; ti i sheh thuajse po te shikojne, por, ata nuk shohin"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Behu i matur (ne sjellje ndaj tyre), urdhero vepra te mira dhe shmangu nga xhahilat (injorantet)"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Nese djalli perpiqet te te shpie nga e keqja, kerko strehim te Perendia, se Ai, me te vertete, i degjon dhe i di te gjitha"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Me te vertete, ata qe besojne – kur i gjen ndonje e keqe nga djalli, i kujtojne (urdherat e Perendise), e atehere e shohin rrugen e drejte"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "e vellezerit e tyre (te djallit) i shpien edhe me tej ne humbje dhe nuk shmangen nga ajo"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "E nese nuk iu sjell ndonje argument, ato thone: “Ah! Sikur ta trilloje ti vete!” Thuaj: (o Muhammed!): “Une shkoj vetem pas asaj qe ma ka shpallur Zoti im”. Keto jane argumente te qarta nga Zoti juaj, udherrefim dhe meshire per njerezit qe besojne"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "E kur te lexohet Kur’ani, ju degjonie dhe heshtni, per t’u meshiruar"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Dhe ne vete permende Zotin tend, me perulje dhe droje – jo me ze te larte, ne mengjes dhe mbremje, dhe mos u ben i pakujdesshem"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "me te vertete, ata qe jane afer Zotit tend, nuk ngurojne ta adhurojne Ate; vetem Ate e lavderojne dhe vetem para Tij bien ne sexhde (me fytyre per toke)"
        },
        {
            "chapter": 8,
            "verse": 1,
            "text": "Te pyesin ty (o Muhammed), per placken e luftes. Thuaj: “(Dispozitat) mbi plackat e luftes i perkasin Perendise dhe Pejgamberit”. Pranaj, druajuni Perendise dhe rregulloni merredheniet ne mes jush dhe behuni te degjueshem ndaj Perendise dhe Pejgamberit te Tij, nese jeni besimtare te vertete”"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Besimtare te vertete jane vetem ata, zemrat e te cileve, kur te permendet Perendia, vergellojne (nga frika dhe perulja), e kur t’u lexohen argumentet e Tij, iu shtohet thellimi ne besim dhe vetem te Zoti i tyre mbeshteten"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "ata qe kryejne namazin dhe japin nga pjesa e asaj qe u kemi dhene Ne"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Ata, padyshim, jane besimtare te vertete. Per ata ka pozita te Zoti i tyre, falje dhe dhunti fisnike"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "(Keto dispozita) jane po ashtu si atehere, kur te nxorri ty, Zoti yt, nga shhtepia jote, ne emer te se Vertetes. Me te vertete, kjo nje grupi prej besimtareve nuk u pelqeu"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Ata polemizojne me ty per te Verteten, e cila madje u be e qarte, sikur t’i shpie ne vdekje, e ata vdekjen e shihnin haptazi"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "(Kujtoje) kur Perendia ju premtoi njeren prej dy grupeve, qe me et vertete, ajo te jete e juaja. E ju deshiruat qe ajo e paarmatosura te jete e juaja; e Perendia deshiron ta forcoje te verteten me fjale te Tij dhe mohuesve t’u zhduke rrenjet"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "per ta forcuar te Verteten (Islamizmin) dhe ta zhduke genjeshtren, edhe sikur madje ta urrenin mekataret"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "(Kujtoje) kur ju kerkuat ndihme nga Zoti jua, e Ai ju pergjegj: “Une do t’jundihmoj me njemije engjej, te cilet do te vijne njeri pas tjetrit”"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Perendia e beri kete vetem sihariq, qe te qetesohen zemrat tuaja me te. E ndihma eshte vetem nga Perendia. Me te vertete, Perendia eshte i Plotefuqishem dhe i Gjithedijshem"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "(Kujtoje) kur (Zoti) beri qe ju te koteni ne gjume te lehte per qetesimin tuaj nga ana e Tij, e leshoi nga qielli – shi, per t’ju pastruar me te dhe per t’ju larguar shqetesimin e djallit, per t’i bashkuar zemrat tuaja me besim dhe t’ua forcoje kembet tuaja"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "(Kujtoje) kur i urdheroi Zoti yt engjejt: “Une jam me ju, andaj forconi ata qe besojne”. Une do t’u shtie frike ne zemra mohuesve, andaj rrihni ju ata ne qafe dhe ne te gjithe gishterinjte"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Kjo eshte per shkak se ata e kundershtuan Perendine dhe Pejgamberin e Tij; e kush e kundershton Perendine dhe Pejgamberin e Tij, Perendia, me te vertete, eshte ndeshkues i ashper"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Ky eshte ndeshkimi, shijonie ju (mohuesit) ate. Me siguri, per mohuesit ka denim zjarri"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "O besimtare, kur te ndesheni me mohues, e duke qene ata shume, mos ua ktheni shpinen"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "E kush ua kthen shpinen ate dite, pervec atij qe terhiqet me qellim qe te sulmoje perseri, ose per t’iu bashkangjitur nje grupi tjeter – ai kthehet me pezmin e Perendise dhe strehimi i tij eshte xhehennemi, e sa vend i shemtuar eshte ai"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "Ju nuk i keni mbytur ata, por i ka mbytur Perendia! E ti nuk ke hudhe kur ke hudhe, por Perendia ka hudhe (ajo ishte hudhje e mrekullueshme) qe nga Vetja besimtareve, t’u dhuroje dhurate te bukur. Perendia, me te vertete, i degjon te gjitha dhe di cdo gje"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Keshtu eshte dhurata, se, Perendia i bene te dobeta dredhite e mohuesve"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Nese ju (mohuesit) kerkuat fitoren; e qe pra, fitorja ju erdhi (kunder jush). Por nese terhiqeni (nga kundershtimi), kjo do te jete per ju shume me e dobishme. Nese ktheheni (ne lufte), edhe Na do te kthehemi (ne ndihme). Shoqeria juaj nuk do t’ju beje dobi asgje, sikur madje te jete e shumenumert. Sepse, Perendia, me te vertete, eshte me besimtaret"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "O besimtare! – bindjuni Perendise dhe Pejgamberit te Tij, mos u shmangeni nga Ai, se ju degjoni (Kur’anin)"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "e mos u beni si ata qe thone: “E kemi degjuar!” – por ata, (ne te vertete) nuk e kane degjuar"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Krijesat me te keqia te Perendia jane ato qe jane shurdhe dhe memece, te cilet nuk duan te kuptojne"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Sikur Perendia te dije ndonje te mire te tyre, Ai do t’u jepte te degjuarit; por, edhe sikur ta kene, ata do te shmangen dhe do te largohen nga besimi"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "O besimtare! Pergjigjuni Perendise dhe Pejgmberit kur t’ju therrase, meqe ju ngjalle juve; dhe ta dini se Perendia nderhyn ne mes njeriut dhe zemres se tij, dhe se tek Ai do te ktheheni"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Ruajuni ngaterresave, te cilat nuk i godasin vetem ata qe bejne keq, dhe ta dini se Perendia denon ashper"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Dhe kujtohuni kur ishit pak ne numer, ju konsideronin te dobet e druajshit se njerezit do t’ju perlajne ne Toke; e Ai me ndihmen e Tij ju strehoi dhe ju forcoi juve, e ju furnizoi me te mira, per t’iu falenderuar"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "O besimtare! Mos e tradhetoni Perendine dhe Pejgamberin, se e keqperdorni amanetin tuaj, e kete ju e dini"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "dinie se pasuria juaj dhe femijet tuaj jane vetem sprove, dhe se vetem te Perendia eshte shperblimi i madh"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "O besimtare! Nese i druani Perendise, Ai do t’ju jape aftesine e te gjykuarit (te beni dallimin ne mes te vertetes dhe te pavertetes), do t’ju mbulon mekatet tuaja dhe do t’ju fale. Perendia eshte bamires i madh"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "(Kujtoje) kur bene dredhi mohuesit kunder teje: per te te burgosur, mbytur ose debuar. Ata benin ngaterresa, por Perendia ua prapesonte dredhite e tyre, se Perendia, eshte shkaterruesi me i mire i dinakerive"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Kur atyre u lexohen ajetet Tona, ata thone: “Na, madje kemi degjuar; po te duam ne, edhe na do te thonim dicka te ngjashme. Keto nuk jane kurrgje, perpos perralla te te pareve”"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "(Kujtoje) kur, ata thane: “Zoti yne, nese ky (Kur’ani) eshte e Vertete e zbritur prej Teje, lesho mbi ne gure si shiu nga qielli, ose dergona ndeshkimin e dhembshem!”"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Perendia nuk i ndeshkon ata, derisa ti je ne mesin e tyre; dhe Perendia nuk i ndeshkon, nese ata kerkojne falje"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "C’kane ata, e (perse) te mos i denoje Perendia, sepse, ata e pengojne viziten ne Mesxhidil-haram (Qabe), edhe pse ata nuk jane padrone (kujdestare) te tij. Padrone te tij duhet te behen vetem ata qe i druajne Perendise, por shumica e tyre nuk e dine"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Lutja e tyre ne Qabe qendron vetem ne fershellime dhe duartrokitje. Andaj priteni ndeshkimin, pasi qe jeni mohues"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Me te vertete, mohuesit e ndajne (shpenzojne) pasurine e tyre, per t’i penguar njerezit nga rruga e Perendise. Ata do ta ndajne ate (pasuri), e pastaj do ta ankojne ate humbje, sepse, do te jene te mundur. E, ata qe nuk besojne, do te tubohen ne xhehennem"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "qe Perendia te vecoj te keqin nga i miri; te keqinjt i palon njerin mbi tjetrin, e te gjithe i grumbullon e i hudhe ne xhehennem. Keta, me te vertete, jane te humbur"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "Thuaju mohuesve: nese largohen (nga mohimi), do t’ju falet e kaluara, e nese kthehen (ne mohim), atehere dihet se si ka qene ligji i te pareve (se si jane ndeshkuar mohuesit dhe si jane ndihmuar besimtaret)"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Dhe luftoni kunder tyre, derisa te zhduket idhujtaria dhe derisa te mbetet vetem feja e Perendise. E, nese frenohen prej mohimit, - Perendia i sheh punet e tyre"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "E, nese largohen nga feja, dinie se Perendia eshte miku juaj. Ai eshte mik i mrekullueshem dhe ndihmes i mrekullueshem"
        },
        {
            "chapter": 8,
            "verse": 41,
            "text": "Dinie ju, se ckado qe te fitoni ne lufte, nje e pesta i takon Perendise, Pejgamberit dhe farefisit te tij, bonjakeve, te varferve dhe udhetarit (qe ka ngelur ne rruge), nese besoni ne Perendine dhe ne ate cka ia kemi shpallur robit Tone ne diten e fitores, ne diten kur u ndeshen dy taborret, - se Perendia, me te vertete, eshte i Plotefuqishem per cdo gje"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "(Kujtoje) kur ju ishit ne luginen e aferme, e ata ne luginen e larget, ndersa karavani perfundi jush. E, sikur t’i kishit premtuar njeri-tjetrit, nuk do t’ishit pajtuar per kohen e konfliktit, por Perendia e plotesoje ate ngjarje qe ish e caktuar: per t’u shkaterruar ai qe eshte i padrejte, - me dokumente te qarta, e te jetoje ai qe eshte i drejte – me dokumente te qarta. Se, Perendia, me te vertete, degjon te gjitha dhe di cdo gje"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "(Kujtoje) kur Perendia ne enderr te tregoi se ata (armiqet) jane pak, e sikur te tregonte qe ata jane shume, ju do te frikesoheshit dhe do te grindeshit per kete ceshtje, por Perendia ju shpetoi. Ai di se cka keni ne zemrat tuaja"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "(Kujtoje) – kur u ndeshet, e Ai ua deftoje ate ne syte e juaj pak, - e ju pakesoi juve ne syte e atyre, per ta zbatuar ate qe ishte e caktuar; - e te Perendia kthehen te gjitha punet"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "O besimtare, kur te ndesheni me ndonje cete (te armikut), behuni kembengules dhe permendi shume Perendine, per te qene te shpetuar"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "dhe peruljuni Perendise dhe Pejgamberit te Tij, dhe mos u grindni ne mes vete, se do te demoralizoheni e do t’ju le fuqia; dhe behuni te durueshem, se, Perendia, me te vertete, eshte me te durueshmit"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Mos u beni si ata qe dolen nga shtepite e tyre me mendjemadhesi, e per sy e faqe te botes, - e i pengojne njerezit nga rruga e Perendise. Perendia, i perfshine te gjitha ato qe punojne ata"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "(Dhe kujtoje) kur djalli ua zbukuroi veprat atyre e u tha: “Nuk ka kush prej njerezve sot qe mund t’ju munde dhe une jam mbrojtesi juaj”. E, kur u ndeshen dy cetat, u zmbraps ai (djalli) kah thembrat e tij, dhe tha: “Une nuk kam asgje me ju, une shoh ate qe nuk e shihni ju, dhe une i frikesohem Perendise, sepse Perendia ndeshkon ashper"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "(Kujtoje) kur hipokritet dhe ata, ne zemrat e te cileve kishte semundje (dyshim), thoshin: “Keta i ka mashtruar feja e tyre!” Por, ai qe mbeshtetet ne Perendine, me te vertete, Perendia eshte i Plotefuqishem dhe i Gjithedijshem"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "E sikur t’i shihje ti se si ua merrnin shpirterat engjejt – mohuesve, duke i rrahur ne fytyre dhe shpine (para e pas) dhe duke (ju thene): “Shijonie denimin e zjarrit"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Kjo eshte per ate, qe me duarte tuaja e keni pergatitur, sepse Perendia nuk i demton roberit e Vet pa te drejte!”"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "(Sjelljet e tyre) i ngjajne sjelljeve – te ithtareve te Faraonit dhe atyre qe kane qene para tyre. Ata i mohuan argumentet e Perendise, e Perendia i denoi per shkak te mekateve te tyre. Me te vertete, Perendia eshte i fuqishem dhe ashper denon"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "kjo eshte per arsye se Perendia nuk ia prishe popullit miresite qe ia ka dhuruar – per derisa ata te mos i prishin sjelljet e veta, - se Perendia, me te vertete, i degjon te gjitha dhe di cdo gje"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "(Sjelljet e tyre) i ngjajne sjelljeve te ithtareve te Faraonit dhe te atyre qe jetuan para tyre. Ata i pergenjeshtronin argumentet e Zotit te tyre, andaj, per shkak te mekateve te tyre, Na i kemi shkaterruar dhe fundosur ithtaret e Faraonit, - te gjithe ata kane qene zullumqare"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Krijesat me te keqia te Perendia, jane ato qe mohojne, - ata nuk besojne"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "ata me te cilet ke lidhe marreveshje, e ata cdo here e prishin marreveshjen e vet, dhe nuk i druajne Perendise"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Nese i ndesh ti ata ne lufte, shpartalloji ata qe jane pas tyre, per t’u keshilluar ata"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Posa te verejsh qe ndonje fis e thei besen, edhe ti thyeja atij – ne te njejten menyre prishja marreveshjen – se, Perendia, me te vertete, nuk i don ata qe tradhetojne"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Le te mos mendojne kursesi ata qe nuk besojne, se do t’i shpetojme (denimit te Zotit), sepse ata nuk mund ta dobesojne fuqine e Perendise"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Kunder tyre pergatitni kuaj dhe force per lufte, sa te mundeni, me te cilen do t’i shtini friken armikut te Perendise dhe armikut tuaj, dhe te tjereve, pervec tyre. Ju nuk i njihni ata. Perendia i njeh ata. Ckado qe te shpenzoni ne rrugen e Perendise do t’ju kompensohet dhe nuk do t’ju behet padrejtesi"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "Nese ata tregojne prirje, per paqe, trego edhe ti prirje per te dhe mbeshtetu te Perendia! Se Ai, me te vertete, i degjon te gjitha dhe di cdo gje"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "E, nese deshirojne te te mashtrojne ty, - me te vertete, te mjafton Perendia; Ai te ka forcuar, me ndihmen e Tij dhe me besimtare"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "dhe, Ai, i bashkoi zemrat e tyre. Sikur ti te shpenzoje tere ate pasuri qe gjendet ne Toke, nuk do te mund t’i bashkoje zemrat e tyre, por Perendia i bashkoi ato, - Ai, me te vertete eshte i Plotefuqishem dhe i Gjithedijshem"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "O Pejgamber! Perendia te mjafton ty dhe besimtareve qe te pasojne"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "O Pejgamber! Inkurajoi besimtaret ne lufte. Nese ne mesin tuaj gjenden njezet te durueshem, do t’i mundin dyqind, e nese nga ju jane njeqind te durueshem, do t’i mundin njemije mohues, sepse, ata jane njerez qe nuk kuptojne"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Tani, Perendia u ka lehtesuar juve; Ai di se jeni te lodhur: nese prej jush njeqind jane te durueshem do t’i mundin dyqind; e nese ju jeni njemije – me vullnetin e Perendise do t’i mundni dymije. Se, Perendia, eshte me te durueshmit"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Asnje pejgamber s’ka te drejte te kete rob per vete, derisa te mos arrije fitore te plote ne Toke; ju i deshironi te mirat e kalueshme te kesaj bote, kurse Perendia deshiron boten tjeter. Perendia eshte i Plotefuqishem dhe i Gjithedijshem"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Te mos ishte dispozita e meparshme e Perendise, do t’ju godiste mundimi i madh – per ate qe keni marre"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Hani ushqimet qe keni zene (ne lufte), si gje te lejueshme dhe te bukur, dhe druajuni Perendise. – Se, Perendia, me te vertete, eshte fales dhe meshirues"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "O Pejgamber! Thuaju roberve qe gjenden ne duart tuaja: “Nese Perendia di se ne zemrat tuaja ka cfaredo te mire, do t’u jape ende me te mire nga ajo qe u eshte marre juve dhe do t’ju fale”. – Se, Perendia eshte fales dhe meshirues"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "E, nese ata duan te te tradhetojne ty, e ata – qysh me pare kane tradhetuar Perendine, dhe prandaj, Ai ty ta mundesoi fitoren ndaj tyre. Perendia eshte i Plotedijshem dhe i Gjithedijshem"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Me te vertete, ata qe besojne dhe emigrojne, e qe luftojne me pasurine dhe jeten e tyre ne rrugen e Perendise, dhe ata qe u bejne strehim dhe u ndihmojne, jane miqe per njeri-tjetrin. Por, ata qe besojne e qe nuk kane emigruar, - nuk mund te behen ndihmetare e trashegimtare – derisa te mos emigrojne. E, nese ju luten qe t’u ndihmoni ne fe, jeni te obliguar t’u dilni ne ndihme, perpos me popullin me te cilin keni marreveshje (per mossulmim). E, Perendia e sheh mire ate qe veproni"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "E, mohuesit jane miq per njeri-tjetrin. Nese nuk veproni keshtu sic jeni urdheruar, do te behet ngaterrese dhe crregullim i madh ne Toke"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Ata qe besojne dhe migrojne, e luftojne ne rrugen e Perendise, dhe ata qe u bejne strehim e u ndihmojne, - ata, padyshim, jane besimtare te vertete, - per ta ka falje dhe furnizim te mire"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "E, ata qe u bene besimtare me vone, - qe emigrojne dhe luftojne bashke me ju, - ata radhiten me ju, kurse ata (besimtare) qe jane ne lidhje farefisnore – sipas Librit te Perendise – jane me te afert per njeri-tjetrin. Me te vertete, Perendia eshte i dijshem per cdo gje"
        },
        {
            "chapter": 9,
            "verse": 1,
            "text": "Qe ky eshte akti i nderprerjes se marreveshjes paqesore nga ana e Perendise dhe Pejgamberit te Tij me idhujtaret, qe keni pase bere lidhje me ta"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "“Udhetoni neper bote ju (idhujtare) edhe kater muaj, por ta dini se nuk do te mund t’i shpetoni Perendise (nga denimi), dhe Perendia do t’i poshteroje mohuesit”"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "dhe ja shpallja e Perendise dhe Pejgamberit te Tij – njerezve, - ne diten e haxhxhit te madh: “Perendia dhe Pejgamberi i tij shkepusin cdo obligim ndaj idhujtareve”. E, nese pendoheni (nga mashtrimi dhe mohimi), per ju eshte me mire; por, nese largoheni (nga pendimi), ta dini se nuk do te mund t’i shpetoni Perendise! Sihariqoji mohuesit me denim te dhembshem"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "perpos ata idhujtare, me te cilet keni lidhur marreveshje, e qe nuk ju kane prishur asgje nga marreveshja, dhe qe nuk kane ndihmuar aske kunder jush. Dhe, plotesojeni marreveshjen e tyre deri ne fund. Me te vertete, Perendia, i do ata qe ruhen prej mekateve"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Kur te kalojne mujat e medhenj, atehere mbytni idhujtaret kudo qe t’i takoni, zeni rober, rrethoni dhe benju pusi kudo! E, nese pendohen e bejne namaz dhe japin zeqatin, atehere lini te qete. Se, Perendia, me te vertete, eshte fales dhe meshirues"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Nese, ndonje nga idhujtaret kerkon mbrojtje nga ti, mbroje, derisa t’i degjoje fjalet e Perendise, e pastaj shpene ne vend te sigurt te tij. Kjo eshte per ate (shkak), meqe jane popull qe nuk dijne"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Si mund te kene idhujtaret marreveshje me Perendine dhe Pejgamberin e Tij?! – Mirepo, me ata qe keni lidhur ju marreveshje te Mesxhidil-harami, derisa t’i permbahen ata marreveshjes – permbajuni edhe ju, sepse Perendia, i don ata qe ruhen prej mekateve"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Si, (me pase marreveshje), nese ju mundin ata, nuk e respektojne as farefisnine as marreveshjen? Ata ju kenaqin me fjale, ndersa zemrat e tyre ju kundershtojne; shumica e tyre jane mekatare"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Ata i kane nderruar argumentet e Perendise me ndonje vlere te vogel, dhe i pengojne njerezit nga rruga e Tij. Me te vertete, jane te shemtuara ato qe punojne ata"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Ata nuk iu respektojne besimtareve – as farefisnine as marreveshjen, keta jane tejkaluesit e kufirit (ne te keqia)"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "E, nese ata pendohen, dhe falin namazin e japin zeqatin, (atehere) per nga besimi jane vellezer me ju. E, Na ua shpjegojme argumentet njerezve qe dine"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "E, nese ata e prishin betimin, pasi qe e kane lidhur marreveshjen, dhe e sulmojne fene tuaj, luftoni kunder udheheqesit te mohuesve, sepse, ata nuk kane as betim (as lidhje); kete e beni qe te frenohen ata (nga te keqiat)"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Valle, a nuk do te luftoni kunder popullit qe e ka shkelur betimin dhe lidhjen dhe i cili eshte perpjekur ta deboje Pejgamberin, e ata se pari kane filluar (t’ju sulmojne)? Valle, a ju frikoheni atyre? Te druajturit Perendise eshte me vend, nese jeni besimtare"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Luftoni kunder tyre! Perendia i denon ata me duart tuaja, dhe i poshteron, u ndihmon juve kunder tyre, dhe i sheron zemrat e populli besimtar"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "dhe e largon hidherimin nga zemrat e tyre. Perendia e pranon pendimin e atij qe do. Perendia eshte i Plotedijshem dhe i Gjithedijshem"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Valle, a mendoni ju se do te braktiseni, e qe Perendia te mos i tregoje ata qe kane luftuar dhe te cilet nuk e kane bere asnje mik intim, perpos Perendise, Pejgamberit te Tij dhe besimtareve? – E, Perendia e di ate qe beni"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Idhujtaret nuk jane te denje per mirembajtjen e tempujve te Perendise, meqe ata vete pranojne se jane mohues. Keta jane ata, veprat e te cileve jane te humbura. Dhe, ata perhere, do te mbeten ne sketerre"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Tempujt e Perendise i mirembajne vetem ata qe besojne Perendine. Diten e Fundit, falin namazin, japin zeqatin dhe qe nuk i frikohen askujt, pervec Perendise. Keta jane ata, qe jane ne rrugen e drejte"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Valle, a mendoni ju se furnizimi i haxhinjve dhe mirembajtja e Mesxhidi-haramit eshte e njejte me ata qe besojne ne Perendine, ne Diten e Kijametit dhe qe luftojne ne rrugen e Perendise? Nuk jane te brabarte ata – te Perendia. E, Perendia nuk i udhezon ne rruge te drejte zullumqaret"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Ata qe besojne, e qe shperngulen dhe luftojne ne rrugen e Perendise – me pasurine e tyre dhe jeten e tyre, jane me larte per nga pozita – te Perendia, dhe keta jane ata, qe kane fituar"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Ata do t’i sihariqoje Zoti i tyre me meshiren e Tij dhe kenaqesine, si dhe me kopshtie, ne te cilat ka dhunti te perhershme per ta"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "ne to do te qendrojne perhere e pergjithmone. Me te vertete, vetem te Perendia eshte shperblimi i madh"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "O besimtare! Mos e beni mik baban tuaj dhe vellezerit tuaj, nese ata me teper e duan mohimin se sa besimin. Kushdo prej jush qe i bene ata miq, eshte zullumqare"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Thuaj: “Nese eterit tuaj, bijte tuaj, vellezerit tuaj, grate tuaja, farefisi juaj, pasuria jua, qe e kini fituar, tregtia – per te cilen keni frike se nuk do te shkoje mire dhe shtepite – ne te cilat e ndieni veten rehat, u jane me te dashura se sa Perendia, i Derguari i Tij dhe lufta ne rrugen e Tij, atehere pritni deri sa ta sjelle vendimin Perendia. E, Perendia, nuk don ta udhezoje ne rrugen e drejte popullin e korruptuar"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Me te vertete, Perendia ju ka ndihmuar ne shume vende, si dhe ne diten e (luftes) se Huneinit kur ju entuziazmoi numri i madh i juaj, por ai numer nuk ju solli dobi, asgje, toka iu duke e ngushte, edhe pse eshte e gjere, prandaj u zmbrapset duke vrapuar"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Pastaj, Perendia ia dergoi qetesine e Tij Pejgamberit te vet dhe besimtareve dhe e dergoi ushtrine, te cilen ju nuk e keni pare, e i denoi ata qe kane mohuar. Ky eshte ndeshkimi i mohuesve"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "E, pas kesaj, Perendia e pranon pendimin per ke te doje. Perendia eshte fales dhe meshirues"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "O besimtare! Me te vertete, idhujtaret jane te ndyte, dhe mos t’i afrohen Mesxhidil-haramit pas haxhxhit te ketij viti. E, nese i frikoheni varferise, ne dasht Perendia, ju bene te pasur dhe dhuntite e Veta. Se, Perendia, me te vertete, eshte i Plotedijshem dhe i Gjithedijshem"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Luftoni kunder atyre qe nuk besojne ne Perendine, as Diten e Kijametit, qe nuk e marrin per te ndaluar ate qe e ka ndaluar Perendia dhe Pejgamberi i Tij, dhe qe nuk e pranojne fene e vertete, - atyre qe u eshte dhene Libri, derisa te mos japin xhizje (tatim) me doren e vet, te perulur"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Hebrenjt thonin: “Uzejri eshte i biri i Perendise, te krishteret thonin: “Isai eshte i biri i Perendise. Keto jane fjalet e tyre, nga goja e tyre, i imitojne fjalet e mohuesve te meparshem. I vrafte Perendia! Si po shmangen (nga e verteta)"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Ata, perpos Perendise kane konsideruar per zot dijetaret e tyre dhe murget e tyre dhe Isain – te birin e Merjemit, kurse u eshte urdheruar qe te adhurojne vetem nje Zot, - s’ka zot tjeter pervec Tij. Ai eshte shume larte nga ata te cilet i barazojne me Te"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Ata deshirojne ta fikin driten e Perendise me gojen e tyre, kurse Perendia don vetem ta plotesoje driten e vet, e madje, edhe sikur ta urrejne mohuesit"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Ai eshte qe ka derguar Pejgamberin e Tij me udherrefim (Kur’an) dhe fene e vertete, per ta lartesuar mbi te gjitha fete, e madje, edhe sikur ta urrejne idhujtaret"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "O besimtare! Me te vertete, shume prifterinj dhe murge hane pasurine e popullit – pa te drejte dhe zmbrapin njerezit nga rruga e Perendise. E, ata qe e grumbullojne arin dhe argjendin dhe nuk e shpenzojne ne rrugen e Perendise (si jane urdheruar), sihariqoji me denim te dhembshem"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "(qe do t’i godite), ne Diten kur do te digjen ne zjarrin e xhehennemit, e me te do te damkoset balli i tyre, anet (ijet) e tyre dhe shpina e tyre. (U thuhet atyre): “Kete e keni mbledhur per vete; andaj, shijoni ate qe e grumbulluat!”"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Me te vertete, numri i muajve te Perendia eshte dymbedhjete, sipas Librit te Perendise, prej dites qe i ka krijuar qiejte dhe Token. Kater prej tyre jane te shenjte; ky eshte besim i drejte. E, ne keta, mos i beni vetes zullum! Por luftoni te gjithe kunder idhujtareve, ashtu si luftojne ata te gjithe kunder jush. Te dini, se Perendia eshte me ata qe ruhen nga mekatet"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Me te vertete nderrimi i vendeve (te muajve te shenjte) vetem e rrite mohimin, me te cilin, mohuesit arrijne ne humbje: nje vit e proklamojne ate te lejueshem e vitin tjeter, te ndaluar (luftimin), per ta plotesuar numrin e muajve qe i ka ndaluar Perendia, dhe e lejojne ate qe e ka ndaluar Perendia. Atyre, iu jane dukur te bukura veprat e shemtuara te tyre. Por Perendia, nuk i udhezon ne rruge te drejte ata qe nuk besojne"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "O besimtare! Cka kini qe ngurroni, - thuajse jeni ngjitur per toke – kur ju thuhet: “Dilni ne lufte, ne rrugen e Perendise! A jeni te kenaqur me jeten e kesaj bote, ne vend te perhershmes (amshueshmes). E, kenaqesia e kesaj bote, ne krahasim me ate te botes tjeter – eshte shume e vogel"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Nese nuk shkoni ne lufte, Ai (Perendia) do t’ju ndeshkoje me denim te dhembshem dhe do t’ju nderroje me nje popull tjeter, Atij ju nuk do te mund t’i beni dem asgje. Se Perendia eshte i Plotefuqishem per cdo gje"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Nese ju nuk i ndihmoni atij (Pejgamberit), Perendia i ka ndihmuar, kur e debuan mohuesit ate vete te dytin, kur keta te dy ishin ne shpelle, e kur i tha shokut te vet: “Mos u merzit! Se, Perendia, me te vertete eshte me ne!” E, Perendia, e zbriti qetesine mbi shokun e tij, kurse ate e ndihmoi me ushtrine, te cilen ju nuk e keni pare. Dhe, beri qe fjala e mohuesve te jete e poshter, kurse fjala e Perendise te mbetet larte. Me te vertete, Perendia, eshte i Plotefuqishem dhe i Gjithedijshem"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Dilni ne lufte te lehte e te rende (te gjithe pa dallim); dhe luftoni me pasurine tuaj dhe trupin tuaj ne rrugen e Perendise! Kjo eshte me mire per ju, nese dini"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Sikur ajo te ishte nje gje e afert dhe udhetimi mesatar, ata do te pasonin ty. Por atyre iu duke rruge e larget. Dhe ata do te betohen ne Perendine: “Sikur te kishim mundur, me siguri do te dilnim bashke me ju”; dhe keshtu ata e shkaterrojne vetveten, e Perendia e di se ata jane genjeshtare"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Te falte Perendia ty: qe u lejove atyre (te mungojne nga lufta); derisa te kuptosh, se kush te flet te verteten dhe derisa t’i njohesh genjeshtaret"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Nga ti nuk do te kerkojne leje (te mungojne), per te luftuar me pasurine dhe trupin e tyre, ata qe besojne ne Perendine dhe Diten e Kijametit. E, Perendia i di mire ata qe ruhen nga mekatet"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Nga ti do te kerkojne leje, vetem ata qe nuk besojne ne Perendine dhe Diten e Kijametit dhe zemrat e atyre qe dyshojne. Ata, luhaten ne dyshimin e vet"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "E, sikur ata te donin te shkonin (ne lufte), do ta pergatisnin pajisjen per te; por Perendia nuk e pelqeu shkuarjen e tyre ne lufte, e prandaj, i pengoi ata me dembeli. Dhe atyre u eshte thene: “Rrini me ata qe jane ulur (si pleq e te semure)!”"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Sikur te kishin dale me ju, ata do t’u shtonin juve vetem te keqe dhe, ne mesin tuaj do te shtinin ngaterresa, duke ju deshiruar te keqen. E, ne mesin tuaj ka edhe pergjues te tyre. E Perendia i di zullumqaret"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "Ata edhe me pare perpiqeshin te te bejne ngaterresa dhe t’i pshtjellojne punet e tua, derisa erdhi e Verteta dhe u tregua e qarte feja e Perendise, e ata e urrenin kete"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Disa prej tyre thone: “Me lejo (te mungoj ne lufte) dhe mos me co ne sprove!” Qe, ata, rane pikerisht ne sprove. Me te vertete, sketerra i perfshine mohuesit"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "Nese te gjen ty ndonje e mire, ata hidherohen, e nese te godet ndonje e keqe, ata thone: “Na, edhe me pare kemi qene te matur, dhe kthehen te te vetet me gezim"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "Thuaj: “Do te na godas vetem ajo qe na ka caktuar Perendia, Ai eshte Zoti yne dhe vetem te Perendia le te mbeshteten besimtaret!”"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "Thuaj: “A po pritni ju per ne – hic tjeter – pervec njeren prej dy te mirave? E, na po presim qe Perendia t’ju godet me denim nga ana e Tij ose me duart tona. Pra, pritni ju se edhe na me ju do te presim”"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Thuaj: “Shpenzoni me endje apo dhune! Nga ju nuk do te pranohet kurrsesi. Ju, me te vertete jeni popull i korruptuar”"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "E, lemoshat e tyre nuk do te pranohen, ngase ata, nuk besojne ne Perendine dhe Pejgamberin e Tij dhe namazit i jane qasur vetem ne menyre te ngathet, dhe nuk shpenzojne (nga pasuria), vec se ne menyre perbuzese"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Le te mos ngazelleje ty (o Muhammed!) pasuria e tyre, e as femijet e tyre! Se, Perendia deshiron t’i ndeshkoje me to ne kete jete dhe t’ju dale shpirti atyre duke qene mohues"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Ata u betohen ne Perendine se jane ne fene tuaj, por ata nuk jane me ju (prej muslimaneve), por jane popull frigacak"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Sikur ata te gjenin ndonje strehim, shpelle apo vend mbrojtjeje, do te niseshin atje me nxitim"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Ke edhe te tille qe te qortojne per shkak te ndarjes se lemoshes. Nese u jepet ajo – jane te kenaqur, e nese nuk u jepet, pernjeheresh zemerohen"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Sikur te kenaqeshin ata, me ate qe u ka dhene Perendia dhe Pejgamberi i Tij (do t’ishte me mire per ta), dhe te thonin: “Na mjafton neve Perendia; Perendia do te na jape nga miresite e Veta, dhe Pejgamberi i Tij. Na, me te vertete, vetem Perendine e deshirojme”"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "Lemosha u takon vetem te varferve, te gjoreve dhe atyre qe e mbledhin ate (rroge e nepunesit qe punon ne ate leme), dhe atyre qe duhet perfituar zemrat (ne islamizem); dhe per lirim nga skllaveria, dhe te ngarkuarve ne borxhe, dhe per rrugen e Perendise, dhe udhetarit te rastit. Keto jane dispozitat, e Perendise. Se, me te vertete, Perendia eshte i Plotedijshem dhe i Gjithedijshem"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Ka asosh qe e shqetesojne Pejgamberin dhe thone: “Ai eshte vesh (degjon cdo gje qe i thuhet)”. Thuaj (o Muhammed): “Ai degjon ate qe eshte e mire per ju, beson ne Perendine dhe u beson besimtareve. Dhe ai eshte meshire per ata qe besojne”. E, ata qe e shqetesojne Profetin e Perendise, i pret ndeshkim i dhembshem"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Ata ju betohen ne Perendine per t’ju kenaqur juve, por Perendia dh Pejgamberi i Tij, eshte me e drejte me i kenaq, nese jane besimtare"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Valle, a nuk dijne ata, se ai qe i kundershton Perendise dhe Pejgamberit te Tij, i eshte pergatitur zjarri i xhehennemit, ne te cilin do te qendrojne perhere? Ky eshte poshterim i madh"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Hipokritet druajne se do te shpallet ndonje sure, e cila do te larjmeroje se c’ka ne zemrat e tyre. Thuaj: “Talluni ju! Se, Perendia, me te vertete do ta nxjerre ate, ciles i druani ju”"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "E, nese i pyet ata (per kete tallje), do te pergjigjen: “Na vetem biseduam dhe u argetuam”. Thuaj: “A mos valle me Perendine, e versetet e Tij dhe Pejgamberin e Tij po talleni?”"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Mos u arsyetohuni! Se, ju, mohuat fene, pasi qe patet besuar. Nese Ne e falim nje grup tuajin, do ta ndeshkojme grupin tjeter, ngase ishin mekatare"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Hipokritet dhe hipokritet jane te ngjashem me njeri-tjetrin: kerkojne qe te behen vepra te keqia e pengojne te mirat dhe jane duarshtrenguar (koprrace). Ata kane harruar Perendine, por edhe Ai, i harron ata (i la pa dhurate, si te ishin te harruar). Me te vertete, hipokritet jane mekatare"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Perendia u ka premtuar hipokriteve, hipokriteve dhe mohuesve – zjarrin e xhehennemit, ne te cilin do te qendrojne pergjithmone. Ai ju mjafton! Dhe Perendia i ka mallkuar ata. Per ta ka denim te vazhdueshem"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "(Ju jini) si ata para jush! Ata kane qene me te forte se ju, kane pasur me shume pasuri dhe femije. Ata jane kenaqurme veprat e veta (te kesaj bote), andaj edhe ju jeni kenaqur me vepren tuaj, ashtu sic jane kenaqur me vepren e vet ata para jush; edhe ju jeni dhene pas te keqiave, ashtu sic ishin dhene edhe ata. Ata jane, veprat e te cileve do t’u zhduken ne kete bote dhe ne tjetren; ata jane te shkaterruar"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "A nuk u erdh lajmi per ata qe ishin para tyre: per popullin e Nuhit, per popullin e Adit dhe Themudit, per popullin e Ibrahimit, per banoret e Medjenit dhe per ata qe jane denuar me shkaterrim. Pejgamberet e tyre – u sollen dokumente te qarta. Perendia nuk iu beri zullum, por ata vetvetes i bene zullum"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Besimtaret dhe besimtaret jane miq per njeri-tjetrin: urdherojne qe te behen vepra te mira, e pengojne te keqiat, falin namazin, japin zeqatin, dhe i perulen Perendise dhe Pejgamberit te Tij. Keta jane ata qe do t’i meshiroje Perendia. Se, Perendia me te vertete, eshte i Plotefuqishem dhe i Gjithedijshem"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Perendia u ka premtuar besimtareve dhe besimtareve – kopshte te xhennetit, neper te cilat rrjedhin lumenj, ne te cilat do te banojne perhere. Dhe (u ka premtuar) pallate te mrekullueshme ne xhennetin e Edenit. E, kenaqesia prej Perendise eshte shperblim me i madh. Kjo eshte lumturi e madhe"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "O Pejgamber! Lufto kunder mohuesve dhe hipokriteve, dhe behu i ashper ndaj tyre! Strehimi i tyre eshte sketerra, e ky eshte vendbanim i shemtuar"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Hipokritet betohen ne Perendine se nuk kane folur. Por, ata, me te vertete, kane thene fjalen e mohimit dhe u zbuluan se jane mohues, pasi e paten pranuar haptazi islamizmin dhe synuan gjera te paarritshme. Ata i urrenin (muslimanet), vetem per shkak se Perendia dhe Pejgamberi i Tij i kishin bere te pavarur me te mirat e Tij. E, nese pendohen, do te jete me mire per ta. E, nese e kthejne shpinen, Perendia do t’i ndeshkoje me denim te rende ne kete jete dhe ne tjetren, dhe ata nuk do te kene ne Toke kurrfare mbrojtesi as ndihmesi"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "Ka nga ta qe jane obliguar te Perendia duke thene: “Nese Ai na jep nga dhuntite e Tij, me te vertete do te japim lemoshe dhe me te vertete, do te behemi njerez te mire!”"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "E, kur Ai u dha atyre nga dhuntite e Veta, ata – me to u bene koprrace dhe u kthyen – e ata edhe ashtu ishin te larguar (nga perulja Perendise)"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Prandaj, Ai, ua percolli (kete sjellje) hipokrite ne zemrat e tyre deri ne diten kur do te dalin para Tij, sepse, e shkelen premtimin dhene Perendise. Ata e kishin zakon genjeshtren"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Valle, a nuk e dine ata, se Perendia i di sekretet e tyre dhe bisedat e fshehta. Me te vertete, Perendia eshte Ai, qe i di te gjitha fshehtesite"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Ata qe i qortojen besimtaret te cilet japin lemoshe me vullnet, edhe ata qe nuk jane ne gjendje, por megjithate japin, (qofte nga kafshata e vet), (hipokritet) tallen me ta. Por Perendia tallet me hipokritet, dhe per ta ka denim te dhembshem"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "U lute ti per ta ose nuk u lute, (njesoj eshte). Nee ti do te kerkosh falje per ta edhe shtatedhjete here, Perendia nuk do t’i fale. Kjo eshte per shkak se ata e mohuan Perendine dhe Pejgamberin e Tij. E, Perendia, nuk e udhezon ne rruge te mbare popullin ngaterrestare"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "U gesuan ata qe mbeten ne shtepite e tyre, kunder Profetit te Perendise – ishte e neveritshme per ta lufta ne rrugen e Perendise, - me pasurine dhe trupin e tyre, dhe ata thane: “Mos shkoni ne lufte, neper vape!” Thuaju: “Zjarri i xhehennemit eshte edhe me i nxehte!” (Sikur ta dinin ata)"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Do te qeshin pak ata, e do te qajne shume; ky do te jete denimi per ate qe e kane merituar"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "Dhe nese te kthen Perendia (nga lufta ne Medine) te nje grup i hipokriteve, e, ata kerkojne leje nga ti, qe te shkojne me ty ne lufte, thuaju (o Muhammed): “Kurre nuk do te shkoni me mua ne lufte dhe kurre me mua nuk do teluftoni kunder armikut! Ju, ishit te kenaqur kur nuk erdhet heren e pare, prandaj rrini me ata qe ngelin pas (me grate dhe femijet)"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Askujt prej hipokriteve kur te vdesin, mos ia fal xhenazen, as mos rri afer varrit te tij, sepse ata e kane mohuar Perendine dhe Pejgamberin e Tij dhe kane vdekur si ngaterrestare"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Le te mos joshe (o Muhammed) pasuria e tyre dhe femijet e tyre! Se, Perendia, don vetem t’i ndeshkoje me to ata ne kete jete, e te vdesin duke qene mohues"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "E, kur t’ju shpallet nje sure (e t’ju thuhet atyre): “Besoni Perendine dhe luftoni se bashku me Pejgamberin e Tij!” pasaniket e tyre kerkuan leje dhe thane: “Na lini te rrime me ata qe nuk shkojne ne lufte!”"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Kenaqen te jene me ata qe nuk shkojne ne lufte, zemrat e tyre jane te vulosura e ata nuk kuptojne"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Por, Pejgamberi dhe ata qe besojne ne te, luftuan me pasurine e tyre dhe trupin e tyre. Per ta ka cdo te mire dhe ata jane te shpetuar"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Perendia u ka pergatitur ketyre kopshtet e xhennetit, neper te cilet rrjedhin lumenjte, e ne te cilet do te banojne pergjithmone. Kjo eshte fitore e madhe"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Erdhen disa beduine duke u arsyetuar per te kerkuar leje qe te mos shkojne (ne lufte). Dhe munguan ata qe e genjyen Perendine dhe Pejgamberin e Tij. E, prej atyre qe mohuan, me te vertete, do t’i godet denim i dhembshem"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Nuk eshte mekat mos te shkojne ne ushtri – te dobetit (fizikisht), as te semuret, as ata qe nuk mund te sigurojne shpenzimet, nese jane te sinqerte ndaj Perendise dhe Pejgamberit te Tij. S’ka arsye t’u behet asnje verejtje bamiresve. Se, Perendia eshte fales dhe meshirues"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "(e nuk ka mekat) as per ata, te cilet vijne te ti per te kerkuar kafshe shalimi, e ti u thua: “Une nuk mund t’ju siguroje kafshe shalimi”; andaj ngase nuk munden te gjejne shpenzime (per lufte), ata kthehen e syte e tyre rrjedhin lote nga deshperimi qe nuk munden te gjejne mjete shpenzimi"
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "e ka arsye t’u behet verejtje vetem atyre, te cilet kerkojne leje nga ti, duke qene te pasur. Ata, kenaqen te shoqerohen me ata qe nuk shkojne ne lufte. Perendia, ua ka vulosur zemrat e tyre, por ata nuk dijne"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Kur te ktheheni ne mesin e tyre, ata do te arsyetohen te ju. Thuaju: “Mos u arsyetoni, sepse, na nuk ju besojme, meqe Perendia na ka lajmeruar per qellimet e juaja. Me siguri, Perendia dhe Pejgamberi i tij do t’i shohin veprat tuaja; pastaj ju do te ktheheni tek Ai, qe i di gjerat e padukshme dhe te dukshme, e do t’u lajmeroj per ate qe keni punuar"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Ata betohen ne Perendine, kur te ktheheni ju te ata, qe te shmangeni prej tyre; pra, shmanguni prej tyre! Ata jane te ndyte dhe strehimi i tyre eshte sketerra. Ky eshte denimi per veprat e tyre"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Ata u betohen juve, qe te jeni te kenaqur me ta. Nese ju do te jeni te kenaqur me ta, Perendia, me siguri, nuk eshte i kenaqur me popullin ngaterrestar"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Beduinet jane mohuesit dhe hipokritet me te medhenj (se tjeret) dhe eshte e kuptueshme, qe nuk i njohin dispozitat qe ia ka shpallur Perendia – Pejgamberit te Tij. E, Perendia, eshte i Plotedijshem dhe i Gjithedijshem"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Nder beduinet ka te atille, qe shpenzimin ne rruge te Perendise e konsiderojne si humbje, e presin qe t’u godet juve fatkeqesia. Le t’i godet ata vallja e fatkeqesise! E, Perendia, i degjon dhe i di te gjitha"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "E ka nga beduinet, qe besojne Perendine dhe Diten e Kijametit dhe ate qe e kane shpenzuar (ne rrugen e Perendise), e marrin per afrim te Perendia dhe meritimin e bekimit te Pejgamberit. E, me te vertete, ai shpenzim i tyre, eshte afrim i tyre (te Perendia). Perendia ata do t’i shpie ne meshiren e Vet. Se, Perendia, me te vertete, eshte fales dhe meshirues"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "Perendia eshte i kenaqur me muslimanet e pare, muhaxhiret dhe ensaret (ndihmetaret e Pejgamberit) dhe te gjithe ata qe i pasuan ne te mira, por edhe ata jane te kenaqur me Te; Perendia per ta ka pergatitur kopshte neper te cilat rrjedhin lumenj, ku ata do te jetojne vazhdimisht dhe pergjithmone. Kjo eshte fitore e madhe"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Ka beduin ne mjedisin tuaj qe jane hipokrite, por ka edhe nder banoret e Medines, qe jane te shkathet ne hipokrizi. Ti nuk i di ata. Na i dime. Na do t’i denojme ata – dy here e pastaj, do te kthehen ne denimin e madh"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Nderkaq, disa te tjere i pranojne mekatet e veta, sepse, i kane perzier veprat e mira me te keqijat. Ka gjase, qe Perendia, t’u pranoje pendimin e tyre. Me te vertete, Perendia eshte fales dhe meshirues"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Merr nga pasuria e tyre lemoshe me te cilen do t’i pastroje ata dhe me te cilen do t’u rrisish veprat e mira. Lutu per ta. Me te vertete, lutja juaj eshte qetesim per ta. Dhe, Perendia, i degjon dhe i di te gjitha"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "A nuk e dine ata, se vetem Perendia pranon pendimin nga roberit e vet dhe pranon lemoshe, dhe se vetem Ai eshte pranues i pendimeve dhe meshirues"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Dhe thuaj: “Punoni, Perendia, Pejgamberi i Tij dhe besimtaret do te shohin pune tuaj. Ju do te ktheheni tek Ai, qe i di gjerat e padukshme dhe te dukshme, e do t’u lajmeroje per ate qe keni punuar"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "E ka edhe te tjere, te cilet shpresojne urdherin e Perendise, - qe ose do t’i denoje ata, ose do t’ua pranoje pendimin – Dhe Perendia, eshte i Plotedijshem dhe i Gjithedijshem"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "(Nga hipokritet jane) edhe ata qe ndertuan nje xhami per t’i shkaktuar dem, per ta forcuar mohimin, dhe per te krijuar percarje ne mesin e besimtareve, duke iu sherbyer ajo si pusi, atyre qe qysh me pare luftonin kunder Perendise dhe Pejgamberit te Tij. Dhe ata betoheshin: “Na deshirojme vetem veper te mire”. E, Perendia, deshmon se ata, me te vertete, jane genjeshtare"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Ti ne ate kurre mos bene namaz. E, xhamia – themelet e se ciles iu vune qe ne diten e pare, ne te miren e Perendise, me te vertete, meriton qe te besh namaz ne te. Ne te, jane njerezit, te cilet e duan pastertine. E, Perendia, i do ata qe pastrohen shume"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Cili eshte me i mire, - ai qe themelet e godines se vet i vene ne rrugen e Perendise dhe kenaqesine e Tij, apo ai, qe, themelet e godines se tij i vene ne bregun e gerryer, e rrokulliset me te ne zjarrin e xhehennemit? – E, perendia, nuk don ta udhezoje ne rruge te drejte popullin zullumqare"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Godinen qe ata e ndertuan eshte vazhdimisht nje dyshim ne zemrat e tyre, perderisa te mos u copetohen zemrat e tyre. Perendia eshte i Plotedijshem dhe i Gjithedijshem"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "Perendia, me te vertete, ka blere nga besimtaret e vet trupin dhe pasurine e tyre, per t’iu dhuruar xhennetin atyre. Ata luftojne ne rrugen e Perendise, vrasin dhe vriten. (Ky eshte) premtimi i tij i vertete ne Teurat, Inxhil dhe Kur’an. E kush eshte me i plote (me konsekuen) se Perendia ne premtim? Andaj, gezojuni kesaj shitjeje te juaj, qe e keni kontraktuar me Te, dhe kjo eshte fitore e madhe"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "(Keta jen ata) qe pendohen (per mekatet e tyre), qe e adhurojne (Perendine), dhe e falenderojne Ate, dhe agjerojne, dhe bejne ruqu dhe sexhde, (falin namazin), urdherojne me vepra te mira, e pengojne prej te keqiave dhe te cilet ruajne dispozitat e Perendise. E sihariqoj besimtaret"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Nuk eshte per Pejgamberin dhe besimtaret, qe te kerkojne falje per idhujtaret, madje, qofshin edhe te aferm te tyre, pasi qe t’ju behet e qarte se ata jane banore te xhehennemit"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "E, kerkesa e Ibrahimit per faljen e babes se tij, ka qene vetem per shkak te premtimit qe ia kishte dhene ai (Ibrahimi) atij. Por, kur iu be e qarte se ai (babai i tij), eshte armik i Perendise, u terhoq prej tij. Me te vertete, Ibrahimi ishte lutes i madh dhe i bute"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Perendia nuk e humbe nje popull pasi ta kete udhezuar ne rruge te drejte, perderisa te mos u tregoje se prej se duhet te ruhen. Me te vertete, Perendia, eshte i dijshem per cdo gje"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Me te vertete, Perendise i takon pushteti i qiejve dhe i Tokes. Jeta dhe vdekja jane vepra te Tij. Dhe ju, pervec Perendise, nuk keni as mik as ndihmes"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Perendia, me te vertete, pranoi pendimin e Pejgamberit, te muhaxhireve dhe te ensareve, te cilet shkaun pas atij ne castin e veshtire, pasi qe zemrat e disa prej tyre, per nje fije qene afer shmangies, pastaj Perendia pranoi pendimin e tyre. Se, Ai, me te vertete, eshte i bute dhe i meshirshem ndaj tyre"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "(Perendia pranoi pendimin) edhe te atyre treve qe paten munguar (ne ushtri), dhe kjo, prej atehere, kur toka – perkunder gjeresise se saj, atyre iu duke e ngushte, dhe ishte shtrengim per shpirterat e tyre, dhe qene te bindur se nuk ka strehim tjeter pervec Perendise, e pastaj Perendia i pergatiti ata per pendim, qe te pendohen. Me te vertete, Perendia pranon pendimin dhe eshte meshirues"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "O besimtare! Druajuni Perendise dhe behuni me ata qe jane te drejte"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Banoret e Medines dhe beduinet qe jane rreth saj, nuk eshte e drejte te mungojne (nga ushtria) pas Pejgamberit te Perendise, as te kursejne jeten e tyre prej jete se tij, sepse ata qe jane ne rrugen e Perendise – nuk do t’i godas as etja, as lodhja, as uria, e as qe do te shkelin ne ndonje vend, qe do t’i zemroje mohuesit, as qe do t’i gjeje gje nga ana e armikut, e qe ajo te mos iu shkruhet atyre si veper e mire. Me te vertete, Perendia, bamiresve nuk do t’ua humbe shperblimin"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "dhe nuk do te japin kontribut as te vogel as te madh, as nuk do te kapercejne kurrfare lugine e qe ajo te mos u shenohet atyre. Le t’i shperblen Perendia, ata me mire se qe kane punuar"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "Nuk duhet te shkojne (ne ushtri) te gjithe besimtaret. E, pse te mos shkoje prej cdo grupi nga nje njesi, qe te mesohet ne besim dhe kur te kthehet tek ata te keshilloje popullin e vet qe t’i druajne Perendise"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "O besimtare! Luftoni kunder mohuesve, qe gjenden afer jush dhe le ta ndiejne ata ashpersine tuaj. Dhe, dinie se Perendia eshte me ata qe ruhen nga mekatet"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "E, kur te shpallet ndonje sure, disa prej tyre thone: “Kujt prej jush kjo do t’ia shtoje besimn?” Sa i perket besimtareve, atyre (kjo sure) ua shton besimin, dhe ata do te gezohen"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "e sa u perket atyre, zemrat e te cileve jane te semura (me hipokrizi), atyre ua shton mohimin ne mohimin qe kane dhe ata vdesin si mohues"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Valle, a nuk shohin ata se cdo vit, nje here ose dy here vihen ne sprove, e megjithate, perseri, as nuk pendohen as nuk keshillohen"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "E, kur te shpallet ndonje sure (qe i qorton hipokritet), ata shikojne njeri-tjetrin (dhe thone): “A po ju sheh ndokush?” pastaj kthehen. Perendia i shmange zemrat e tyre, sepse ata jane popull qe nuk kuptojne"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "Nga gjiu juaj u erdhi nje pejgamber. Atij i vjen rende per mekatet qe beni ju, por ai perpiqet qe ju te shkoni rruges se drejte, dhe ndaj besimtareve eshte i bute dhe meshirues"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "E, nese ata zmbrapsen, thuaj: “Me mjafton mua Perendia, s’ka zot tjeter pervec Tij. Une mbeshtetem tek Ai, dhe Ai eshte Zot i gjithesise madheshtore (Arshit te Madh)!”"
        }
    ]
}