{
    "manzils": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Qofte lavderuar Ai; i paster eshte Ai nga te metat – i cili, ne nje cast te nje nate, e ka barte robin e Tij (Muhammedin) nga Tempulli i shenjte (Mekka) ne Tempullin e larget (Jerusalemi), rrethinen e se ciles e kemi bekuar, per t’ia deftuar atij disa nga dokumentet Tona. Ai (Perendia), me te vertete, degjon cdo gje dhe sheh cdo gje"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Dhe ia dhame Musait Librin dhe e beme ate udherrefyes per bijte e Israelit – (duke u thene atyre): “Mos merrni perpos Meje kurrfare perfaqesuesi"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "pasardhesit e atyre qe Ne i bartem me Nuhun (ne barke)!” Ai (Nuhu) me te vertete, ka qene rob mirenjohes (i Zotit)"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Dhe Ne u kemi shpallur ne Liber bijve te Israelit: “Ju me te vertete, do te beni dy here ngaterresa ne Toke dhe do te tregoni mendjemadhesi te tepert"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "E, kur erdhi premtimi i pare prej atyre dyjave (ngaterresave), i derguam kunder jush roberit Tane, te fuqishem luftetare, dhe u sollem gjere e gjate neper token tuaj. Ky ishte premtimi i kryer (denimi)"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Pastaj, ua kthyem serish juve (fuqine e sulmit) kunder tyre dhe u ndihmuam juve me pasuri dhe djem dhe u beme ne numer me te madh ushtaresh. –"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Nese beni miresi, beni per vete. E, nese beni keq, i beni vetes. E, kur erdhi premtimi i dyte, i derguam Ne ata (armiqte tuaj) per t’ju nxire fytyrat tuaja, dhe qe te hyjne ata ne tempull, sikunder qe paten hyre heren e pare dhe te shkaterrojne plotesisht cdo gje qe e pushtojne"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Behet qe Zoti juaj t’ju meshiroj, e nese ju ktheheni (ne te keqe), Na kthehemi (ne denim) kunder jush. Dhe xhehennemin e kemi bere burg per mohuesit”"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Me te vertete, ky Kur’an udhezon kah ajo qe eshte me e drejte dhe i sihariqon besimtaret qe punojne vepra te mira, se ata, me te vertete, do te kene shperblim te madh"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "e, atyre qe nuk besojne ne jeten tjeter, u kemi pergatitur denim te dhembshem"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "Njeriu mallkon ne te keqe, ashtu sic lutet edhe per te mire (pa menduar fundin); e njeriu eshte i ngutshem"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Dhe, Ne kemi bere naten dhe diten dy argumente (qe deshmojne fuqine Tone); e kemi shlyer argumentin e nates, kurse argumentin e dites e kemi bere te ndritshem, per te kerkur ju dhunti nga Zoti juaj, dhe qe te dini numrin e viteve dhe njehsimin e kohes, dhe cdo gje e kemi shpjeguar plotesisht"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Cdo njeriu i kemi vare ne qafe punen e tij dhe Na – do t’ia paraqesim atij ne Diten e Kijametit – librin qe do ta gjeje te hapur"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "(i thuhet): “Lexoje librin tend, mjafton qe ti sot vete per vetveten te japesh llogari!”"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Kush udhezohet ne rrugen e drejte, ai eshte udhezuar (per dobi te vet), e ai qe bredhe, ka bredhur ne dem te vet dhe askush nuk e merr te keqen e tjeterkujt. Na nuk denojme (askend) para se te dergojme pejgamber"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Kur Ne duam ta shkaterrojme nje qytet, (per mekatet e bera), i nxitim ata qe jane mesuar me jete luksoze, qe te jepen pas korrupsionit (mbrapshtive), e keshtu te meritojne denimin, dhe pastaj t’i shkaterrojme ata gjer ne themel"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Sa e sa gjenerata Na i kemi shkaterruar pas Nuhut! E, mjafton qe Zoti yt di dhe sheh mekatet e roberve te Tij"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Kush deshiron kete bote, Na ia shpejtojme atij qe t’i japim ne te (ne kete bote) cka te duam e per ke te duam. E, pastaj ia caktojme atij xhehennemin, ne te cilin ai do te fergohet, duke qene i fyer dhe i debuar"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "E, kush deshiron boten tjeter dhe perpiqet per te, e eshte besimtar, perpjekja e tyre eshte e falenderuar"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Na te gjitheve u ndihmojme: ketyreve dhe atyreve – me dhuratat e Zotit tend. E, dhuratat e Zotit tend nuk jane te penguara"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Shiko si i kemi dhuruar ne disa ndaj te tjereve. E, bota tjeter, ne te vertete, eshte me e madhe perkah pozitat dhe dhuntite"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Mos merr per zot tjeter kend, perpos Perendise, e te mbetesh i share dhe i poshteruar"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Zoti yt ka urdheruar qe ta adhuroni vetem Ate dhe t’u beni miresi prinderve. Nese njeri prej tyre, ose te dy, arrijne pleqerine te ti, mos u thuaj atyre: “Uh!”, dhe mos i kundershto ata (me fjale te keqia), dhe drejtohu atyre me fjale respekti"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Leshoj para tyre krahet tuaj te peruljes prej meshires dhe thuaj: “O Zoti im, meshiroji ata, ashtu sic me kane edukuar kur isha une i vogel!”"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Zoti juaj di me se miri c’keni ne shpirterat tuaj. Nese ju jeni te mire, Ai, me te vertete, eshte fales per ata qe pendohen"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Epjuni te afermve te drejten e tyre (ashtu si jeni urdheruar), te varferit dhe udhetarit (qe ka ngele ne rruge), por mos ben shpenzim te pavend"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "Shpenzuesit e pavend (batakcinjte) me te vertete, jane vellezerit e djallit, e djalli eshte mohues i (te mirave te) Zotit te tij"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "E nese shmangesh nga ata, duke kerkuar meshiren e Zotit tend, te cilen ti e shpreson, atehere, thuaju atyre ndonje fjale te bute"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Mos e bene doren tende te lidhur per qafen tende (mos u bene koprrac), as mos e hap teper doren tende, e te mbetesh i qortuar (per shkak te koprracise) dhe i pikelluar (per shkak se ngelesh pa mjete)"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Me te vertete, Zoti yt i jep me bollek furnizim kujt te doje, e ia kufizon kujt te doje; Ai, me te vertete, i di dhe i sheh roberit e vet"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Mos i mbytni femijet tuaj nga frika e varferise! Na i furnizojme ata dhe juve; se, mbytja e tyre, me te vertete, eshte mekat i madh"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Dhe, mos iu qasni kurverise, se ajo eshte shfrenim dhe rruge e shemtuar"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Mos mbytni ate qe e ka ndaluar Perendia, perpos me te drejte (sipas gjykimit)! E, ai qe mbytet pa te drejte, trashegimtarit te tij i kemi dhene pushtet, por edhe ai mos ta teproje ne mbytje. Pra, ai eshte i ndihmuar (nga ligji dhe njerezit)"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Mos iu qasni pasurise se bonjakut, perpos ne menyren me te mire, perderisa te mos arrije moshen e pjekurise. Dhe kryeni obligimet. Me te vertete, per obligime jeni pergjegjes"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Plotesoni matjen kur matni, dhe peshoni me terezi (peshoje) te drejte. Kjo eshte me se miri dhe pasojat jane me te bukura"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Mos ano (shko) kah ajo qe nuk e dini, me te vertete, te degjuarit, te pamurit dhe zemra (mendja), te gjitha keto jane pergjegjese per ate (qe ka anuar)"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Mos ecen neper toke me mendjemadhesi, se ti, me te vertete, nuk mund ta shposh token e as te arrish lartesine e maleve"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Te gjitha keto jane te keqija dhe te neveritshme te Zoti yt"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Kjo eshte nga mencuria (dijenia e madhe) qe te ka shpallur ty Zoti yt dhe mos ben zot tjeter me Perendine, e te hedhesh ne sketerre, i share dhe i larguar (nga meshira e Perendise)"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "A mos valle Perendia u ka dhuruar juve djem e (per Vete) ka marre engjejt per vajza? Ju, me te vertete, flisni fjale te madhe (trillim te madh)"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Na, me te vertete, ne kete Kur’an kemi shpjeguar qe te keshillohen ata, por (ky shpjegim) vetem ua ka shtuar atyre largimin (nga e verteta)"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Thuaj: “Nese krahas Tij ekzistojne zotera tjere, sic thone ata, atehere, ata do te kerkonin rruge per te arritur te Zoti i Arshit”"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Qofte i paster dhe i lartesuar nga ajo qe thone ata – me lartesi te madhe"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Ate e madherojne (dhe cilesite e Tij) shtate qiejt dhe Toka, dhe gjithcka gjendet ne to. Dhe, nuk ka asgje qe nuk e madheron Ate, duke iu falenderuar Atij, por ju nuk e kuptoni madherimin qe i bejne ata. Ai, me te vertete, eshte i bute dhe fales"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Kur ti lexon Kur’anin, Na veme nje perde te fshehte ne mes teje dhe atyre qe nuk besojne jeten e ardhshme"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "e, ne zemrat e atyre veme mbulesa, per te mos e kuptuar ate (Kur’anin), ua shurdhojme veshet atyre, e kur ta permendish ne Kur’an Zotin tend – Ate te vetmin, ata kthejne shpinden e tyre, duke ikur (prej degjimit te Kur’anit)"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Na dime cka pergjojne ata, kur pergjojne te ti (leximin e Kur’anit) dhe kur bisedojne ne mes vete, kur thone mohuesit (ne bisedim): “Ju, vetem shkoni pas nje njeriu te magjepsur”"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Shiko cfare shembuj te kane mbathur ty, ata! Ata jane te humbur e nuk mund te gjejne rrugen"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Ata thone: “Valle kur te behemi eshtra dhe pluhur, a do te ringjallemi ne krijesa te reja?”"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Thuaj: “Behuni gure apo hekur"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "ose cfaredo krijese tjeter qe eshte e madhe ne zemra tuaja (do ta pranojne ringjalljen me urdherin Tone)!” Ata do te thone: “Kush do te na ktheje neve (ne gjalleri)?” Thuaj: “(Do t’ju ringjalle juve) Ai qe ju ka krijuar heren e pare”. Ata do t’i lekundin kokat e tyre kah ti (duke te perqeshur) dhe thone: “Kur eshte ajo?” Ti thuaj: “Mund te behet shpejt!”"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Ate Dite kur do t’ju therras juve Ai, e do t’i pergjigjeni duke iu falenderuar Atij dhe do te mendoni se ne kete jete, nuk keni qendruar vecse pak kohe"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Thuaju roberve te Mi, le te flasin ate qe eshte me e bukur. Me te vertete, djalli mbjell ngaterresa ne mes tyre. Me te vertete, djalli eshte armik i hapet i njeriut"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Zoti juaj ju njeh me se miri. Nese don, Ai do t’ju meshiroje juve, ose, nese don, ju denon. Na ty nuk te kemi derguar perfaqesues tek ata"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Dhe Zoti yt di me se miri per ata qe gjenden ne qiej dhe ne Toke; Na i kemi dekoruar disa pejgambere ndaj disa te tjereve dhe Dautit i kemi dhene Zeburin"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Thuaj: “Thirrni ju ata, te cilet i mendoni (per zotra) pervec Tij (Perendise), e ata nuk mund t’ju largojne te keqen nga ju, as nuk mund ta hedhin tjeter kund”"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Ata qe i luten atyre, vete kerkojne menyre ndermjetesimi te Zoti i tyre, cili eshte me i afert, shpresojne meshiren e Tij dhe i frikohen denimit te Tij. Me te vertete, denimit te Zotit tend cdokush duhet t’i ruhet"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Dhe s’ka asnje vend qe Ne nuk do ta zhdukim ate para Dites se Kijametit, ose t’ia nenshtrojme mundimit te madh. Kjo eshte shkruar ne Liber"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Neve asgje nuk na pengon qe te dergojme mrekullira, mirepo ato i kane pergenjeshtruar popujt e lashte, e i dhame popullit te Themudit – deven si mrekulli te qarte, por ata, nuk besuan ne te. Na, dergojme mrekullira vetem per t’i frikesuar njerezit"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "(Kujtoje ti) kur te kemi thene: “Me te vertete, Zoti yt i ka kapluar njerezit (me dije dhe fuqi)!” E, enderren qe ta kemi treguar ty, e kemi bere vetem sprove per njerezit si dhe drurin e mallkuar (te permendur) ne Kur’an. Dhe Na, i frikesojme ata, por kjo vetem ua shton atyre gufimin e mohimit te madh"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "(Perkujtoju atyre) kur u kemi thene engjejve: “Beni sexhde Ademit!” Ata te gjithe i bene sexhde, perpos Iblisit! Ai, ka thene: “Valle une t’i bej sexhde atij, te cilin Ti e ke krijuar nga balta?”"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "(Djalli) tha: “A e konsideron Ti kete me te mire se mua? Me te vertete, nese me le deri ne Diten e Kijametit, une do t’i shfaros me mashtrim pasardhesit e tij, perpos nje numri te vogel nga ata”"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "(Perendia) tha: “Shko! E, (ty dhe) atyre qe te pasojne ty – nga pasardhesit e tij, me te vertete, xhehennemi eshte denimi juaj – denim i plote"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Dhe, beri per vete – me zerin tend, - ke te mundesh nga ata, dhe sulmo ne ta me britme me kaloresine dhe kembesorine tende dhe integrohu me pasurine dhe femijet e tyre dhe jepju premtime!” E, djalli, nuk u premton atyre tjeter, perpos mashtrimit"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Me te vertete, ti nuk ke kurrfare pushteti ndaj roberve te Mi! Te mjafton ty Zoti yt si mbrojtes"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Zoti juaj eshte ai qe e levize anijen neper det per te kerkuar dhuntine e Tij (Perendise). Ai, me te vertete, eshte meshirues ndaj jush"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "E, kur t’ju godase juve fatkeqesia ne det, zhduken ata qe ju i adhuronit, perpos Tij. E, pasi t’ju shpetoje (e t’ju qesi) ne toke, ju ktheheni (kah mohimi). Njeriu, eshte mohues (i te mirave)"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Po, a jeni te sigurt qe (Perendia) nuk do t’ju fundose ne toke, ose qe nuk do te dergoje mbi ju stuhi me rere (orkan) e qe pastaj, ju nuk do te gjeni mbrojtes"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Apo, jeni te sigurt qe Ai juve nuk do t’ju ktheje njehere tjeter ne det, e qe ne ju te dergoje furtune e t’ju fundose, ngase keni mohuar. E pastaj, ju nuk do te gjeni kunder Neve askend, i cili do te na therrase ne pergjegjesi per kete"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Na, me te vertete, i kemi dekuruar bijt e Ademit: u kemi bere te mundshme te udhetojne ne toke dhe ne det, duke i furnizuar me gjellera te shijshme, dhe u kemi dhene perparesi te madhe ndaj shumices nga ata qe i kemi krijuar"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "(Kujtoje) ate Dite kur Na do t’i therrasim te gjithe njerezit me udheheqesin (pejgamberin) e vet. E, kujt i jepet libri i tij ne anen e djathte, ata do ta lexojne librin e vet dhe nuk do te demtohen as sa nje therrmi"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Ai qe ne kete bote ka qene i verber, ai do te jete i verber edhe ne boten tjeter dhe ai me se tepermi e ka humbur rrugen"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "Dhe, per pak – me te mashtruar ty ata nga ajo qe te kemi shpallur Ne, per te shpife dicka tjeter kunder Neve. Dhe atehere, ata do te merrnin ty per mik"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Dhe, sikur mos te kishim forcuar Na ty (ne drejtim), gati do te kishe anuar pak kah ata"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "dhe atehere, me te vertete, Na do te benim qe te shijosh denimin e dyfishte ne kete bote dhe denimin e dyfishte pas vdekjes; e atehere, nuk do te gjejshe askend per te ndihmuar kunder Nesh"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Me te vertete, gjendja ka qene e atille, per te shqetesuar dhe me te debuar ty nga toka, atehere, (nese do ta benin kete), ata do te qendronin pas teje (ne ate toke) vetem pak kohe"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Ky eshte ligji Jone qe e kemi bere per pejgamberet e derguar para teje. Dhe, as ti nuk do te gjesh shmangie nga ligji i Perendise"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Kryeje namazin prej kthimit te Diellit (nga gjysma e qiellit) deri ne erresiren e nates dhe leximin e Kur’anit ne agim (namazin e sabahut); me te vertete, namazi i sabahut eshte i deshmuar"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Dhe, kaloje ti nje pjese te nates (duke bere namaz), si shtojce te lutjes vetem per ty! Eshte shprese, se Zoti yt do te vendose ty ne nje vend te lavderuar"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Dhe, thuaj: “O Zoti im, me shpjere Ti mua ne nje hyrje te kenaqur (ne vdekje), dhe me nxjerr (ringjallem) ne nje dalje te kenaqur, dhe, me dhuro nga Ti fuqi, qe do te me ndihmoje!”"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Dhe, thuaj: “E verteta – arriti, e genjeshtra (e keqja) u shkaterrua. Me te vertete, genjeshtra eshte ne zhdukje!”"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Dhe, Ne, shpallim nga Kur’ani ate qe eshte ilac dhe meshire per besimtaret, e mohuesve – ai vetem ua shton humbjen"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "E, kur Na i japim dhunti njeriut, ai shmanget dhe largohet anash, e kur e godet e keqja eshte i deshperuar"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Thuaj: “Cdokush punon ne menyre te vet, por Zoti juaj di me se miri kush eshte ne rrugen me te drejte”"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "do te pyesin ty per shpirtin. Thuaj: “Shpirti eshte krijuar me urdherin e Zotit tim, e juve u eshte dhene vetem pak dijeni (se dijenia e plote eshte vetem e Perendise)”"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Me te vertete, sikur te donim Ne, do ta merrnim ty ate shpallje qe ta kemi dhene, dhe ti, pastaj nuk do te gjeje askend qe do te ndihmonte kunder Nesh"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "perpos meshires nga ana e Zotit tend. Me te vertete, miresia e Tij ndaj teje, eshte e madhe"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Thuaj: Sikur te tuboheshin te gjithe njerezit dhe xhindet, per te hartuar nje Kur’an te tille, ata nuk do te mund ta hartonin ashtu sic eshte ai, madje, edhe sikur t’i ndihmonin njeri-tjetrit”"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Na, ne kete Kur’an, u shpjegojme njerezve gjithfare shembujsh, por shumica e njerezve, kurrsesi nuk duan te besojne"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Dhe, ata thone: “Na nuk do te besojme ty, derisa te mos na nxjerresh nga toka – gurra te ujit"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "ose, derisa te mos kesh kopsht hurmesh dhe rrushi, e qe neper te, te sjellish lumenj, rrjedhes"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "ose, derisa te mos e rrezosh qiellin ne ne – si thua ti ne copa-copa; ose, perderisa te mso sjellesh Perendine dhe engjejt, si garantues"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "ose, derisa te mos kesh shtepi prej ari, ose perderisa te mos hipesh ne qiell. Na, nuk do te besojme ty – edhe sikur te hipesh ne qiell, derisa te mos na sjellesh nje liber qe ta lexojme ne”. Thuaj: “Lavdi per Zotin tim, une nuk jam tjeter, perpos njeri – pejgamber!”"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Njerezit nuk i pengon te besojne, kur ju erdhi shpallja, (asgje) perpos qe thane: “A mos valle Perendia e dergon njeriun si pejgamber?”"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Thuaj: “Sikur engjejt ne Toke te ecnin qetesisht, Na do t’u dergonim atyre nga qielli engjej – pejgambere”"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Thuaj: “Perendia mjafton per deshmitar ne mes meje dhe jush. Me te vertete, Ai i di dhe i sheh roberit e Vet"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Ate qe e udhezon Perendia ne rruge te drejte, ai eshte i udhezuar, e ke ta shmange Ai ng rruga e drejte, me siguri nuk do te gjendet mbrojtes per te, perpos Tij. Dhe Na, do t’i tubojme ata ne Diten e Kijametit (duke i terhequr zvarre) me fytyrat e tyre te verbeta, shurdhe e memece. Vendbanimi i tyre eshte xhehennemi. Kurdo qe te zbehet ai (zjarri), Na ia shtojme flaken"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Ky eshte denimi i tyre, ngase kane mohuar argumentet Tona, e qe kane thene: “A mos valle kur te behemi eshtra dhe pluhur, a thua ne do te ngjallemi si krijesa te reja?”"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "A nuk e dine ata, se Perendia, Krijues i qiejve dhe i Tokes eshte i gjithpushtetshem te krijoje qenie te ngjashme (si ata), dhe qe, madje, duke ia cktuar momentin e ringjalljes, per te cilen nuk ka dyshim? Por, mohuesit, nuk pranojne (asgje), ata vetem mohojne"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Thuaj: “Sikur ju te posedoni thesaret e meshires se Zotit tim, edhe atehere ju do te benit koprraci nga droja se do te shpenzoheni. Me te vertete, njeriu, rendom, eshte koprrac”"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Na i kemi dhene Musait nente argumente te qarta, e pyeti bijt e Israelit, kur u erdhi te pareve te tyre dhe kur Faraoni i tha atij: “O Musa, une te konsideroj ty per te magjepsur”"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "(Musai) tha: “Me te vertete, ti e di se keto mrekulli te qarta, nuk i ka shpallur askush tjeter, perpos Zotit te qiellit dhe te Tokes, dhe une jam i bindur se ti je i hudhur (ne humbje)”"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Dhe, Faraoni deshi t’i deboje nga vendi, e Ne – e fundosem ate dhe te gjithe ata qe ishin me te"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "dhe pas kesaj, u thame bijve te Israelit: “Vendosuni ne token (nga e cila ka dashte t’ju deboje Faraoni). E, kur te arrije premtimi i Dites se Kijametit, do t’u sjellim juve te perzier”"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Dhe, Ne, e kemi shpallur Kur’ani ne menyre te vertete dhe ai eshte i shpallur me plote dijeni. Dhe, Ne, te kemi derguar ty vetem sihariq dhe paralajmerues"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Dhe, Ne, Kur’anin e kemi shpallur pjese-pjese, qe ti t’jua mesosh njerezve dalngadale, dhe Ne, e kemi shpallur ate kohe pas kohe (sipas nevojes)"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Thuaj: “Besoni ne te (Kur’an) apo nuk besoni, me te vertete, atyre qe u eshte dhene dijenia para tij, kur t’ju mesohet ai (Kur’ani), bine me fytyrat e veta, duke i bere sexhde Atij (Perendise)"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "dhe thone: “Qofte i lavderuar Zoti yne! Me te vertete, premtimi i Zotit tone eshte i kryer!”"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Dhe, bien me fytyre, per toke, duke qajtur, dhe ai (leximi i Kur’anit) ua rrite peruljen atyre"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Thuaj: “Thirre: ‘Meshiruesin (Ja Rrahman!)’. Me cilindo emer qe ta thirrni ju Ate, Ai ka emrat me te bukur. Mos e lexo Kur’anin me ze te larte, e as edhe me ze teper te ulet! Kerkoje ne mes ketyre – rrugen (formen) mesatare”"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Dhe thuaj: “Qofte lavderuar Perendia i cili (per Vete) nuk ka marre femije, dhe i cili nuk ka shok ne pushtet, dhe i cili nuk ka nevoje per ndihmes, per shkak te pafuqise dhe madheroje Ate me madherine e plote!”"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Qofte lavderuar Perendia, i cili ia shpalli Librin robit te Vet (Muhammedit), e qe, nuk ka ne te kurrfare shtremberimi, por"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "eshte i drejte per te paralajmeruar me ane te tij denim te ashper (per mohuesit), e qe t’i sihariqoje besimtaret, qe punojne vepra te mira, se, per ta ka shperblim te bukur"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "duke qendruar ne te (xhennet), perhere"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "dhe, qe t’i paralajmeroje ata qe thone: “Perendia ka marre per Vete – femije”"
        },
        {
            "chapter": 18,
            "verse": 5,
            "text": "Ata, nuk kane kurrfare dijenie per kete, e as eterit e tyre. Eshte kjo fjale e madhe (e shemtuar) qe del nga goja e tyre! Ata flasin vetem genjeshtra"
        },
        {
            "chapter": 18,
            "verse": 6,
            "text": "A mos valle do te besh vetevrasje per shkak te tyre, nese ata nuk besojne ne kete Kur’an, duke qene i pikelluar ti"
        },
        {
            "chapter": 18,
            "verse": 7,
            "text": "Na, cdo gje qe gjendet ne Toke, e kemi bere stoli per te (njerezit e Tokes), per te provuar se kush prej tyre eshte veprues me i mire"
        },
        {
            "chapter": 18,
            "verse": 8,
            "text": "Dhe, Na, do te bejme ate qe gjendet ne te (Toke) – siperfaqe te thate"
        },
        {
            "chapter": 18,
            "verse": 9,
            "text": "Valle, a mendon ti se shoqeria e Shpelles dhe e Rekimit (vendbanim) eshte nje mrekulli nga argumentet Tona"
        },
        {
            "chapter": 18,
            "verse": 10,
            "text": "(Kujtoje ti) kur disa sjelmosha u strehuan ne shpelle dhe thane: “O Zoti yne, dhurona meshire nga ana Jote dhe pergatitna neve ne udhezim te drejte!”"
        },
        {
            "chapter": 18,
            "verse": 11,
            "text": "(Ua plotesuam lutjen e tyre) dhe ua kemi mbyllur veshet atyre (i vume ne gjume) ne shpelle per shume vjet"
        },
        {
            "chapter": 18,
            "verse": 12,
            "text": "Pastaj i kemi zgjuar ata, per te treguar (haptazi) se cili nga keto dy grupe e vleresojne me mire sa kohe kane qene te strehuar"
        },
        {
            "chapter": 18,
            "verse": 13,
            "text": "Na po ta tregojme ty historine e tyre me tere vertetesine e saj. Ata, ishin djelmoshat qe besonin ne Zotin e tyre, dhe Na ua kemi forcuar atyre drejtimin"
        },
        {
            "chapter": 18,
            "verse": 14,
            "text": "Dhe Ne, ua forcuam zemrat e tyre kur u ngriten dhe thane: “Zoti yne eshte Zoti i qiejve dhe i Tokes. Na, nuk i lutem, kurrsesi – zotit tjeter, perpos Tij. (Perndrushe) – atehere do te thonim genjeshter te madhe"
        },
        {
            "chapter": 18,
            "verse": 15,
            "text": "Ky, populli yne, ka marre – pervec Tij, zotra tjere. Sikur te kishin sjelle ata – per ta (zoterat) argument te qarte! E, kush eshte zullumqar me i madh se ai qe trillon genjeshtra per Perendine"
        },
        {
            "chapter": 18,
            "verse": 16,
            "text": "Kur t’i leni ju ata (popullin tuaj) dhe atyre qe iu luteshin ata, pervec Perendise – (i thane njeri-tjetrit): “Strehohuni ne shpelle, Zoti juaj do t’ju begatoje juve nga meshira e Tij dhe do t’ju pergatise per vepren tuaj, ate, nga e cila do te keni dobi”"
        },
        {
            "chapter": 18,
            "verse": 17,
            "text": "Ti e shikon Diellin kur lind, se ai anon kah ana e djathte prej shpelles se tyre, e kur perendon, ata i le ne anen e majte, e ata gjendeshin ne mesin e saj. Ky eshte nga argumentet e Perendise. Kend e udhezon Perendia ne rruge te drejte, ai eshte i udhezuar, e kend Ai e le ne humbje, ti, me siguri – nuk do te mund t’i gjesh ndihmes, qe do ta udhezoje ate"
        },
        {
            "chapter": 18,
            "verse": 18,
            "text": "Dhe, ti, mendon se ata jane zgjuar, por ata jane ne gjume; dhe Ne i rrotullonim ata – here ne krah te djathte, e here ne te majte, kurse qeni i tyre, kishte shtrire dy kembet e para ne hyrje te shpelles; qe sikur t’i kishte pare ti, do te ikeshe nga ata dhe do te kaplonte frika"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "Ashtu (sic i kemi vene ne gjume) Ne i kemi zgjuar ata, qe te pyesin, njeri-tjetrin. Njeri nga ata tha: “Sa keni ndenjur (ne gjume)?” – U pergjegjen: “Kemi qendruar nje dite, apo nje pjese te dites”. (Disa nga ata) thane: “Zoti juaj di me se miri, sa keni ndenjur. Dergoni njerin prej jush me kete monedhe te argjendte tuajen, ne qytet, e le te shikoje se kush prej tyre (ne qytet) ka ushqim me te paster. Le t’ju sjelle juve furnizim nga ajo, le te sillet mire dhe askend mos ta lajmeroje per ju"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "Me te vertete, ata, nese ju zbulojne, do t’ju gjuajne (mbysin) me gure, ose do t’ju kthejne juve (me force) ne fene e tyre, dhe atehere nuk do te shpetoni kurrsesi!”"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "Dhe, keshtu, Ne i beme me dije (njerezit) per ta, qe te dine se premtimi i Perendise eshte i vertete dhe, qe s’ka dyshim, se do te arrije Dita e Kijametit, kur ata bashkeqytetaret (bashkevendesit), polemizonin ne mes vete per rastin e tyre dhe thonin: “Ndertoni ne hyrje te saj (shpelles) nje godine! Zoti i tyre i di me se miri ata”. E thone ata, mendimi i te cileve mbizoteroi: “Na do te ndertojme nje faltore rreth tyre!”"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "Disa thonin: “Ishin tre vete, e qeni i tyre ishte i katerti”. E, disa (te tjere) thonin: “Ishin pese vete, e qeni i tyre ishte i gjashti”, duke supozuar per ate qe eshte sekrete, derisa – te tjere thonin: “Ishin shtate vete, e i teti i tyre ishte qeni”. Thuaj: “Zoti im di me se miri numrin e tyre”. Per ta, dine, vetem nje numer i vogel dhe mos polemizo per ta – vetem ne menyre te percipte dhe, per ta mos pyet aske prej tyre!”"
        },
        {
            "chapter": 18,
            "verse": 23,
            "text": "Dhe, kurrsesi, mos thuaj per ckadoqofte, se: “Une do ta bej ate – me siguri, neser!” – pa thene (shtuar)"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "“Ne dashte Perendia!” Dhe, kur te harrosh – kujtoje Zotin tend – e thuaj: “Shprsoj se Zoti im do te me udhezoje ne ate qe eshte me e mire dhe me e dobishme nga kjo”"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "E, ata, kane qendruar ne shpellen e tyre – treqind vjet, duke shtuar nente (vjet)"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "Thuaj: “Perendia di me se miri sa kane qendruar. Vetem per Te eshte fshehtesia e qiejve dhe e Tokes. Se sa mire i sheh Ai ato dhe sa mire i degjon ato! Ata (njerezit), nuk kane asnje ndihmes, perpos Tij, e Ai nuk merr aske per ndihmes ne vendimet e Tij”"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Dhe lexo ate qe te eshte shpallur ty nga Libri (Kur’ani) i Zotit tend! Askush nuk mund te ndryshoje fjalet e Tij – dhe ti nuk do te gjesh kurrfare strehimi, perpos tek Ai"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Dhe, benu i durueshem, me ata, qe i luten Zotit te vet, ne mengjes dhe mbremje, duke deshiruar kenaqesine e Tij dhe mos i shmang syte e tu nga ata (ne te tjere), duke deshiruar stolite e kesaj jete. Mos degjo ate – zemren e te cilit ia kemi lene te zbrazet nga te permendurit Neve dhe qe i ndjek qejfet (epshet) e veta, dhe punet e te cilit jane te shfrenuara"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "dhe, thuaj: “E verteta eshte nga Zoti yt. Kush te doje, le te besoje, e kush te doje, le te mohoje (e per te, ka denim)”. Na per zullumqaret kemi pergatitur zjarr i cili do t’i rrethoje ata nga te gjitha anet (si cadra). Nese kerkojne ndihme (per shkak te etjes), do t’ju afrohet nje uje – si xeheja e shkrire qe ua percellon fytyren. Pije e shemtuar eshte (ajo), e sa strehim i keq eshte (zjarri)"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Ata qe besojne dhe bejne vepra te mira, Na – me te vertete, nuk do t’ia humbim shperblimin, atij qe bene vepra te mira –"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "per ta eshte xhenneti i Adnit, neper te cilin rrjedhin lumenjt. Ne te, ata do te stolisen me bylyzyke ari dhe do te vishen me rroba te gjelberta – nga mendafshi i holle dhe i trashe, duke ndenjur te mbeshtetur ne kanape. Shperblim i mrekullueshem eshte ky! Dhe, sa vendbanim i bukur qe eshte ky"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "Dhe, sjell si shembull – per ata, dy njerez. Njerit prej tyre i kemi dhene dy vreshta dhe i kemi rrethuar me hurme, e ne mes tyre kemi bere ara"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "Te dy vreshtat kane dhene frutet e veta, asgje nuk ka munguar, dhe kemi bere qe, ne mes tyre te rrjedh lumi"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "Ai, ka pasur edhe nje tjeter pasuri. Dhe, i tha shokut te vet ne bisedim: “Une kam me shume pasuri se ti, dhe, une jam me i forte se ti – me rreth (shoqeri)”"
        },
        {
            "chapter": 18,
            "verse": 35,
            "text": "Dhe hyri ne kopshtin e vet, duke i bere vetes dem (zullum) me mendjemadhesi, e tha: “Une nuk mendoj se do te humbe kjo ndonjehere"
        },
        {
            "chapter": 18,
            "verse": 36,
            "text": "dhe nuk mendoj se do te arrije ndonjehere Dita e Kijametit, e nese une do t’i kthehem Zotit tim, une me te vertete, do te gjej vend me te mire kthimi nga ky!”"
        },
        {
            "chapter": 18,
            "verse": 37,
            "text": "Dhe, shoku i tij, i tha – duke biseduar me te: “A mohon ti Ate, i cili te ka krijuar prej dheut, pastaj nga pika e fares (sperma), dhe me ne fund – te beri njeri te plote"
        },
        {
            "chapter": 18,
            "verse": 38,
            "text": "Por, une besoj se Perendia eshte Zoti im, dhe une – Zotit tim, nuk i bej shok aske"
        },
        {
            "chapter": 18,
            "verse": 39,
            "text": "Dhe, sikur ti, kur hyre ne kopshtin tend, te kishe thene: (kjo eshte) si ka dashte Perendia! Askush nuk ka fuqi (qe te ndryshoje) pervec Zotit. Nese ti sheh se une kam me pak pasuri dhe pasardhes"
        },
        {
            "chapter": 18,
            "verse": 40,
            "text": "shpresoj se Zoti im do te me jep me mire se kopshti yt, e ne kopshtin tend te dergoje shtaterrim nga qielli e te behet siperfaqe e lemuar"
        },
        {
            "chapter": 18,
            "verse": 41,
            "text": "ose, qe uji te humbase ne gremine (ne nentoke), e qe te mos mund ta gjesh kurre me”"
        },
        {
            "chapter": 18,
            "verse": 42,
            "text": "Dhe, u shkaterrua pasuria e tij (e mohuesit), e ai i rrihte duart e veta (nga pikellimi), per ate qe investoi ne te, e ate qe e punoi, ra per dhe, e thirri: “Ah! Sikur te mos i kisha bere Zotit tim kurrfare shoku!”"
        },
        {
            "chapter": 18,
            "verse": 43,
            "text": "Dhe, ai nuk kishte kurrfare shoqerie, qe t’i ndihmonte atij, perpos Perendise, e ai nuk ishte i ndihmuar as nga vetvetja"
        },
        {
            "chapter": 18,
            "verse": 44,
            "text": "Ketu, mund te ndihmoje vetem Perendia – i Verteti. Ai me se miri shperblen dhe jep perfundimin me te mire"
        },
        {
            "chapter": 18,
            "verse": 45,
            "text": "Krahasoju atyre shembullin e jetes se kesaj bote, me ujin qe e leshojme Ne nga qielli, e me te perzihet bima ne toke, e (me vone) behet bar i thate, te cilin e shperndane era (fryma). E, Perendia eshte i fuqishem per cdo gje"
        },
        {
            "chapter": 18,
            "verse": 46,
            "text": "Pasuria dhe djemte jane stoli e jetes se kesaj bote, por veprat e mira, qe mbeten perhere, jane me mire te shperblyera te Zoti dhe jane shprese me e mire"
        },
        {
            "chapter": 18,
            "verse": 47,
            "text": "(Kujtoju atyre) Diten kur Ne i lekundim bjeshket dhe ti sheh token e zhveshur dhe kur Ne, i ringjallim njerezit (per te dhene llogari), e nuk e leme aske anash (te paringjallur)"
        },
        {
            "chapter": 18,
            "verse": 48,
            "text": "Dhe ata do te sillen para Zotit tend, te radhitur (e atyre u thuhet): “Ju, Na keni ardhur ashtu sic u kemi krijuar heren e pare. E, ju keni menduar, se nuk do t’jua plotesojme premtimin"
        },
        {
            "chapter": 18,
            "verse": 49,
            "text": "Dhe, do te sillet Libri (i puneve qe kane bere), e do t’i shohesh mekataret se si tmerrohen nga ato qe gjenden ne te dhe thone: “Te mjeret ne, cfare eshte ky liber! Nuk po lejka as te voglen as te madhen (pune) pa e numeruar”. Dhe, do te gjejne te shenuar ate qe kane punuar. Zoti yt, nuk i bene askujt padrejtesi"
        },
        {
            "chapter": 18,
            "verse": 50,
            "text": "(Kujtuju atyre) kur ju thame engjejve: “Beni sexhde (peruljuni) Ademit!” Ata, i bene sexhde, perpos Iblisit. Ai ish nga xhindet dhe andaj beri mekat ndaj urdherit te Zotit te vet. A mos valle, ate dhe pasardhesit e tij do t’i merrni ju per miq – perpos Meje? E, ata, jane armiet tuaj. Sa nderrim i shemtuar qe eshte ky per zullumqaret"
        },
        {
            "chapter": 18,
            "verse": 51,
            "text": "Une, nuk i kam marre ata per deshmitare gjate krijimit te qiejve dhe te Tokes, as disa prej tyre gjate krijimit te te tjereve, dhe, Une, nuk i kam marre per ndihmes ata qe mashtrojne"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "(Kujtoju atyre) kur thote (Perendia): “Thirrni shoket e Mi qe ju mendoni (se jane shoket e Mi)”. E, ata i thirren, por ata nuk u pergjegjen"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Dhe, mekataret do te shohin zjarrin dhe do te binden, se, ata me te vertete, do te bijne ne te dhe, nuk do te gjejne largim nga ai vendstrehim"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Na, ne kete Kur’an u kemi shpjeguar njerezve gjithfare lloj shembujsh, por njeriu, me teper se kushdo eshte polemizues"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Njerezit asgje nuk i pengon qe te besojne – kur iu ka ardhur atyre udhezimi – dhe te kerkojne falje nga Zoti i tyre, pervec qe t’ju vijne atyre ligji (i Perendise) i popujve te lashte (shkaterrimi), ose qe t’ju vije denimi i hapet"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Na i dergojme pejgamberet vetem si sihariques dhe paralajmerues, e mohuesit polemizojne me genjeshtra per ta shmange te Verteten, dhe, - argumentet e Mia dhe paralajmerimet, i marrin per tallje"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Kush eshte me zullumqare se ai, i cili eshte keshilluar me argumentet e Zotit te vet, e u shmange nga ato dhe harroi se cka kane punuar duarte e tij me pare (nga te keqiat)? Na, kemi vere perde ne zemrat e tyre per te mos e kuptuar Kur’anin dhe ua kemi renduar veshet e tyre. E, nese i therret ti – ata, ne rrugen e drejte, ata kurre nuk do te pasojne ate (rrugen e drejte)"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "E, Zoti yt eshte fales dhe meshirues. Sikur t’i denonte per ate qe kane bere, Ai do t’ua shpejtonte denimin (ne kete jete). Jo, per ta – eshte momenti i caktuar, nga i cili ata, kurre nuk do te gjejne strehim"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "E, ato jane vendbanimet, qe Ne i kemi shkaterruar, kur ato bene zullum, e per shkaterrimin e tyre kemi bere kohe te caktuar"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "(Kujtoje) kur Musai i tha djaloshit (percjellesit) te vet: “Do te udhetoje vazhdimisht, derisa te arrije ne vendin ku takohen dy detet, ose do te udeheoje shume kohe”"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Dhe, kur ata te dy arriten ne vendin ku takoheshin ato (detet), harruan peshkun e tyre (qe – e kishin me vete shenje) e qe, ai (peshku) rreshqiti ne det"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Kur ata kaluan (ate vend), Musai i tha percjellesit te vet: “Na jep ate sillen tone, sepse, jemi lodhur nga ky udhetim yne”"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "(Ai) i tha: “Shiko! Kur zbritem tek ai shkembi, une e harrova peshkun. Vetem djalli me ka shpie ne harrese, perme ta kujtuar ty ate, e qe, peshku – per cudi, mori rrugen kah deti!”"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "(Musai) tha: “E, kjo eshte ajo qe po kerkojme. Andaj u kthyen neper gjurmet e veta (duke i treguar njeri-tjetrit)"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "dhe gjeten nje rob prej roberve Tone, te cilit i kemi dhuruar meshiren Tone dhe e kemi mesuar nga ana Jone me dijeni te plote"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Musai i tha atij: “A te pasoj ty, per te me mesuar mua – me nje pjese te dijenise se mrekullueshme qe t’u ka dhene ty?”"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Ai i tha (Musait): “Ti nuk mund te durosh (ne shoqeri) me mua"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "e si do te durosh per ate, per te cilen nuk di asgje?”"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "(Musai) tha: “Do te me gjesh te durueshem, ne dashte Perendia, e nuk do te kundershtoj ty asgje”"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "I tha (Musait): “Nese shkon pas meje, mos me pyet per asgje, perderisa te mos ta shpjegoj une ty!”"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Dhe, shkuan (ata), e kur hipen ne anije, e zhbiroi (derrasen e anijes). (Musai) tha: “Mos valle, e zhbirove ate, per t’i mbyte udhetaret e saj? Me te vertete, ke bere pune te cuditshme (te shemtuar)”"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "I tha (Musait): “A nuk te thashe une se ti nuk mund te durosh (ne shoqeri) me mua?”"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "(Musai) tha: “Mos me qorto per ate qe kam harruar, dhe mos me ngarko me veshtiresi ne punet e mia!”"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Dhe, shkuan (ata), e kur e takuan nje djalosh, dhe e mbyti ate tha (Musai): “Pse e mbyte njeriun e pafajshem qe nuk ka mbytur aske! Me te vertete, bere nje pune te shemtuar!”"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "I tha (Musait): “A nuk te thase valle une ty, se ti – me te vertete, nuk mund te durosh me mua (ne shoqeri)”"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "(Musai) tha: “Nese te pyes yne ty – ckadoqofte – pas kesaj, mos me merr mua ne shoqeri. Ja pra, me te vertete, ia arrite arsyetimit nga ana ime!”"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Dhe, shkuan (ata). E, ur arriten te banoret e nje fshati, (nga te cilet) kerkuan qe t’i ushqejne (te dy), ata (fshataret) refuzuan qe t’i marrin mysafire; e ata, gjeten ne fshat nje mur, qe ish duke u rrezuar, e te cilin – ai (shoku i Musait), e drejtoi. (Musai) tha: “Sikur te kishe dashur ti, do te merrshe shperblim per kete”"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "(Shoku i Musait) tha: “Kjo eshte ndarja ne mes meje dhe teje. Une do te shpjegoj ty per ato gjera qe ti nuk munde t’i durosh"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Sa i perket anijes, ajo ka qene prone e te varferve qe punonin ne det, andaj, une desha ta demtoj, sepse, para tyre, gjendej nje sundimtar, i cili cdo anije (te shendoshe) e merrte me dhune"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "E sa i perket djaloshit, prinderit e tij ishin besimtare, andaj, ne u frikuam qe ai (djali i tyre) mos t’i ktheje ata ne te keqe dhe mohim"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "e ne deshirojme qe Zoti i tyre, ne vend te atij (djalit), t’ua jap me te mire dhe me te paster (prej mekateve) dhe me te meshirueshem (ndaj prinderve)"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "e sa i perket atij murit, - ai u takonte dy djelmoshave bonjake ne qytet, e nen at (mur) gjendej nje thesar i tyre. E, babai i tyre ka qene njeri i mire dhe Zoti yt deshiroi qe ata te arrijne moshen e pjekurise dhe ta nxjerrin thesarin e tyre; - kjo eshte meshira e Zotit tend. Une kete, nuk e kam bere sipas gjykimit tim (por, me urdher te Perendise). Ky eshte, shpjegimi i asaj, per te cilen ti s’mund u durove"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Dhe, te pyesin ty per Dhulkarnejnin. Thuaj: “Une do t’ju tregoj disa lajme per te”"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Na i kemi mundesuar atij (qe te beje c’te doje) ne Toke dhe i kemi dhene mjete per cdo gje (qe i jane nevojitur)"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "dhe, ai u nis ne nje rruge"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Kur arriti te vendi i perendimit te Diellit, e gjeti ate (te ashtudukshem) qe praronte ne nje burim balte te zi dhe ne afersi te tij gjeti nje popull. Na thame: “O Dhulkarnejn, ose do t’i denosh ata ose do te sillesh bukur ndaj tyre”"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "(Dhulkarnejni), tha: “Sa i perket atij qe bene zullum, na do ta ndeshkojme ate, e pastaj do te kthehet te Zoti i vet, e qe edhe Ai do ta denoje me denim te rende"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "E, ai qe beson dhe bene vepra te mira, dhe Ne, do t’i premtojme lehtesira atij”"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Dhe, ai perseri shkoi (ne nje rruge)"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "Dhe, kur arriti te vendi i lindjes se Diellit, ai gjeti se ai (Dielli) lindte mbi nje popull, te cilin, Ne nuk kemi bere perde per ta (per t’u mbrojtur)"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Keshtu ka qene ajo (ngjarja e Dhulkarnejnit). Na e kemi perfshire tere dijenine se c’ka pasur tek ai"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Dhe, ai perseri shkoi (ne nje rruge kah veriu)"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Kur arriti ne mes dy maleve, gjeti afer tyre nje popull, i cili, pothuaj nuk kuptonte asnje te folme"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Ata thane: “O Dhulkarnejn, - me te vertete, Jexhuxhi dhe Mexhuxhi jane (popuj) ngaterrestare ne Toke. A don te te japim dhurate qe te ndertosh penden ne mes nesh dhe atyre?”"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "(Dhulkarnejni) tha: “Ate qe ma ka mundesuar Zoti im, eshte me e mire (nga ajo qe ofroni ju), por me ndihmoni ju mua me fuqi (jo me pasuri)! Do te ndertoj nje pende ne mes jush e atyre"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Me sillni copa hekuri!” E, kur ai i rrafshoi dy anet e bjeshkeve, tha: “Fryeni zjarrit, perderisa hekuri te mos skuqet si zjarri”. Pastaj tha: “Me sillni baker te shkrire qe ta hudhi ne te”"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "Ata (Jexhuxhi dhe Mexhuxhi), nuk kane mundur ta kapercejne as nuk kane mundur ta zhbirojne (penden)"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "(Dhulkarnejni) tha: “Kjo eshte dhuntia e Zotit tim! E, kur te arrije premtimi i Zotit tim, (Ai) do ta rrafshoje ate (penden). Premtimet e Zotit tim jane te verteta"
        },
        {
            "chapter": 18,
            "verse": 99,
            "text": "Dhe Na, do te bejme qe disa prej tyr te ndeshen me te tjeret – si valet (e detit), dhe, do te fryhet ne Sur (brire), e do t’i tubojme qe te gjithe"
        },
        {
            "chapter": 18,
            "verse": 100,
            "text": "Ate dite, do t’ua tregojme haptazi sketerren mohuesve"
        },
        {
            "chapter": 18,
            "verse": 101,
            "text": "atyre te cilet i kane pasur syte e mbuluar me perde kunder keshillave te Mia, dhe, te cilet, nuk munden (nga inati) ta degjonin (Kur’anin)"
        },
        {
            "chapter": 18,
            "verse": 102,
            "text": "Valle, a mendojne mohuesit, se do te mund t’i marrin per zotera roberit e Mi – pervec Meje? Na, u kemi pergatitur mohuesve sketerren per vendbanim"
        },
        {
            "chapter": 18,
            "verse": 103,
            "text": "Thuaj: “A doni t’ju lajmeroj juve per ata qe me se shumti demtojne me punet e veta"
        },
        {
            "chapter": 18,
            "verse": 104,
            "text": "per ata, perpjekja e te cileve ka qene e kote ne jeten e kesaj bote, e mendojne se kane punuar vepra te mira"
        },
        {
            "chapter": 18,
            "verse": 105,
            "text": "Keta jane ata, te cilet i kane mohuar dokumentet e Zotit te tyre dhe takimin me Te, e punet e tyre u jane shpartalluar; ndaj Na, nuk do te veme kurrfare mase per ta, ne Diten e Kijametit"
        },
        {
            "chapter": 18,
            "verse": 106,
            "text": "Shperblimi (denimi) i tyre eshte xhehennemi ngase mohuan dhe, nga se argumentet e Mia dhe pejgamberet e Mi – i merrnin per (objekt) talljeje”"
        },
        {
            "chapter": 18,
            "verse": 107,
            "text": "Me te vertete, ata qe besojne dhe bejne vepra te mira, kopshtet e Firdevsit (xhennetit) do t’i kene banesa"
        },
        {
            "chapter": 18,
            "verse": 108,
            "text": "Ne to do te qendrojne perhere. Nuk do te deshirojne nderrim prej tyre, (meqe jane teper te kenaqur)"
        },
        {
            "chapter": 18,
            "verse": 109,
            "text": "Thuaj: “Sikur deti te isht ngjyre (per te shkruar) fjalet e Zotit tim, do te shterrej deti, par ase te sosen fjalet e Zotit tim, e madje, sikur te sillnim Ne si ndihme edhe aq ngjyre shkrimi”"
        },
        {
            "chapter": 18,
            "verse": 110,
            "text": "Thuaj: “Une jam vetem njeri si ju, mua me eshte shpallru qe Zoti juaj eshte vetem nje Zot. Kush shpreson takimin me Zotin e vet, le te punoje veper te mire, dhe, le te mos i beje shok aske ne te adhuruarit e Zotit te vet!”"
        },
        {
            "chapter": 19,
            "verse": 1,
            "text": "Kaf, Ha, Ja, Ajin, Sad"
        },
        {
            "chapter": 19,
            "verse": 2,
            "text": "(Ky eshte) tregimi mbi meshiren e Zotit tend ndaj robit te Tij – Zekerijjas"
        },
        {
            "chapter": 19,
            "verse": 3,
            "text": "Kur ai e thirri (e luti) Zotin e vet me lutje te fshehte"
        },
        {
            "chapter": 19,
            "verse": 4,
            "text": "dhe tha: “O Zoti im, me te vertete, me jane dobesuar eshtrat, e koka me eshte zbardhur nga pleqeria. E, lutja ime Ty, nuk ka mbete kurre pa u pranuar"
        },
        {
            "chapter": 19,
            "verse": 5,
            "text": "I frikesohem te afermve te mi – pas meje (ngase do te bejne keq), e bashkeshortja ime eshte sterile, andaj, me dhuro nga Ti – nje te aferm (djale)"
        },
        {
            "chapter": 19,
            "verse": 6,
            "text": "qe te me trashegoje mua dhe familjen e Jakubit, dhe bene Zoti im qe te jesh i kenaqur me te!”"
        },
        {
            "chapter": 19,
            "verse": 7,
            "text": "“O Zekerijja, Na, do te sihariqojme ty me nje djale emri i te cilit eshte Jahja, te cilit, Ne me pare nuk i kemi bere emnak”"
        },
        {
            "chapter": 19,
            "verse": 8,
            "text": "(Zekerijjai) tha: “O Zoti im, prej nga mua djali, kur bashkeshortja ime eshte sterile? Dhe, une kam arritur pleqerine e thelle?”"
        },
        {
            "chapter": 19,
            "verse": 9,
            "text": "Tha: “Ashtu, ka thene Zoti yt: “Kjo per Mua eshte lehte. Une te kam krijuar ty me pare, e ti nuk ke qene fare”"
        },
        {
            "chapter": 19,
            "verse": 10,
            "text": "(Zekerijjai) tha: “O Zoti im, me jep ndonje shenje!” – (Perendia) tha: “Shenje do te jete ajo qe nuk do te mundesh te flasesh me njerez tri nete (e tri dite), duke qene madje i shendoshe”"
        },
        {
            "chapter": 19,
            "verse": 11,
            "text": "Dhe, ai doli nga faltorja ne popullin e tij dhe u dha shenje atyre: “Madheronie (Perendine), ne mengjes dhe ne mbremje!”"
        },
        {
            "chapter": 19,
            "verse": 12,
            "text": "(Pasi qe u lind Jahjai dhe u rrit, iu tha atij): “O Jahja, merre Librin me vendosmeri”. Dhe, Ne, ia kemi dhene mencurine (profetnine) duke qene femije"
        },
        {
            "chapter": 19,
            "verse": 13,
            "text": "dhe butesi prej Nesh dhe pasterti, dhe ishte besimtar"
        },
        {
            "chapter": 19,
            "verse": 14,
            "text": "dhe ishte bamires ndaj prinderve te vet, e nuk ishte i ashper dhe i padegjueshem"
        },
        {
            "chapter": 19,
            "verse": 15,
            "text": "Dhe, i qofte selam (shpetim) atij, ne diten qe ka lindur, dhe ne diten qe ka vdekur dhe ne diten qe do te ringjallet"
        },
        {
            "chapter": 19,
            "verse": 16,
            "text": "Dhe permende (o Muhammed) ne Liber (Kur’an), Merjemin (historine e saj): “kur u terhoq nga familja ne nje vend, ne lindje"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "dhe mori nje perde qe te skajohet nga ata; Na derguam tek ajo engjellin – Xhebrailin dhe ai iu paraqit asaj ne formen e mashkullit te zhvilluar mire"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "Ajo i tha: “Une kerkoj qe te me mbroje Meshiruesi im – prej teje, nese i druan Perendise"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "Ai tha: “Une jam vetem i derguari i Zotit tend, qe te dhuroje ty nje djale te paster”"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "(Merjemi) tha: “Si mund te kam une djale, kur asnje mashkull nuk me ka prekur, e une nuk jam e korruptuar!”"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "Tha (Xhebraili): “Kjo eshte keshtu!” – ka thene Zoti yt: “Kjo per Mua eshte lehte (te krijoje njeriun pa babe). Dhe, ta bejme Na ate argument per njerezit dhe meshire nga Ne. Dhe, kjo eshte pune e kryer”"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "Dhe, mbeti shtatzene, e u terhoq me te (barre) ne nje vend te larget"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "E, dhembjet e lindjes, e detyruan ate qe te vije te trungu i nje hurme. Tha ajo: “Ah sikur te kisha vdekur para kesaj (ngjarje) dhe te isha harruar krejtesisht”"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Dhe therriti (zeri) nen te: “Mos u pikello, se ty, te ka dhuruar Zoti yt nje krijese dinjitoze"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Shkunde trungun e palmes, e do te pikin mbi ty hurmet e freshketa"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "e ha, e pi, dhe behu e gezueshme! E, nese veren ndonje njeri, ti thuaj: “Une jam betuar ne Meshiruesin se do te agjeroje (permbahem), e sot nuk do te flas me aske”"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Dhe, erdhi ajo (Merjemi) me te (femijen) te populli i vet, duke e barte. Ata, i thane (asaj): “O Merjeme, ke bere dicka te turpshme"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "O motra e Harunit! Babai yt nuk ka qene njeri i keq, as nena jote nuk ka qene grua e korruptuar”"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Ajo e tregoi ate (Isain, me gjeste pa bere ze). E, ata thane: “Si t’i flasim ne femijes qe eshte ne djep?”"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "Ai (Isai) tha: “Une jam rob i Perendise. Ai, me ka dhene Librin dhe me ka bere pejgamber"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "Me ka bere te lavderuar kudo qe te jem, dhe me ka rekomandaur qe te bej namaz dhe te jap zeqatin gjate tere jetes"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "(Me ka bere) bamires ndaj nenes sime e nuk me ka bere te ashper dhe te padegjueshem"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "Dhe, le te jete selami (shpetimi) mbi mua ne diten qe kam lindur dhe ne diten qe do te vdes dhe ne diten qe do te ringjallem"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Ky eshte Isai, i biri i Merjemes. Tregimi i tij eshte fjale e vertete, per te cilen ata dyshojne"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Per Perendine nuk eshte (as afer mendjes) te marrurit dike per femije. Qofte lavderuar Ai! Kur te vendos dicka, Ai vetem thote per te: “Behu!” Dhe, ajo behet"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "(Isai tha): “Dhe me te vertete, Perendia, eshte Zoti im dhe Zoti juaj; andaj adhuronie vetem Ate! Kjo eshte udha e vertete"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Ithtaret u percane ne mes vete (ne kete). Mjer per ata qe mohojne, ne te prezentuarit ne Diten e madhe"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "E, cka do te degjojne e do te shohin ate Dite kur do te vijne te Ne! Por, sot, zullumqaret jane ne humbje te madhe"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "(O Muhammed), paralajmeroji ata me Diten e pikellimit, kur merr fund dhenia e llogarive, e ata jane te pakujdesshem dhe nuk besojne"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Na, me te vertete, e trashegojme Token dhe gjithcka gjendet ne te dhe ata do te kthehen te Ne"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "(O Muhammed!) permende ne Liber (Kur’an) Ibrahimin! Ai ka qene (njeri) i sinqerte, (dhe) pejgamber"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "kur i ka thene babes se tij: “O babai im, perse adhuron ate, qe, as nuk degjon, as nuk sheh, e as qe mund te te sjelle ndonje dobi"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "O babai im, mua me ka ardhur nje pjese e dijenise, qe te ka munguar ty; andaj me paso mua dhe une do te udhezoj ne rrugen e drejte"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "O babai im, mos adhuro djallin; me te vertete, djalli eshte i padegjueshem nda Meshiruesit (Perendise)"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "O babai im, une druaj se mos do te te vije denimi nga Meshiruesi, e do te behesh shok i djallit”"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "(Baba i Ibrahimit) tha: “O Ibrahim, ti valle po shmangesh nga zotrat e mi? nese nuk frenohesh nga kjo, une do te te mbys ty me gure; andaj, largohu prej meje per nje kohe te gjate!”"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "(Ibrahimi) tha: “Shpetimi qofte mbi ty! Do t’i lutem Zotit tim qe te fale ty. Me te vertete, Ai (Perendia), eshte i mire ndaj meje (pa mase)"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "Dhe, u le juve dhe te gjithe ata qe adhurojne (tjere zotra), pos Perendise; e, une do te adhuroj Zotin tim. Shpresoj se nuk do te jete i papranueshem te adhuruarit e Zotit tim”"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "E, kur i la ata qe adhuronin (zotra tjere), perpos Perendise, Na ia dhuruam atij Is’hakun dhe Jakubin, dhe qe te dy i beme pejgambere"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Dhe, Na, ata i dhuruam nga meshira Jone dhe beme qe ata, me te vertete, te lavderohen me miresi"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "Dhe permende (o Muhammed!) ne Liber (Kur’an), Musain! Me te vertete, ai ishte i sinqerte dhe ishte pejgamber, lajmetar"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Dhe, Na, e kemi thirre ate (Musain), ne anen e djathte te Turit, dhe e kemi afruar ate ne bisede (pa ndermjetesim)"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "dhe, i dhuruam atij, nga meshira Jone, qe vellai i tij – Haruni te jete pejgamber"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Dhe, permende (o Muhammed!) ne Liber (Kur’an), Ismailin! Me te vertete, ai plotesonte premtimin e dhene dhe ka qene pejgamber, lajmetar"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "dhe urdheronte popullin e vet, qe te beje namaz dhe te jape zeqatin dhe arriti kenaqesine te Zoti i vet"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Dhe, permende (o Muhammed!) ne Liber (Kur’an) Idrizin; ai ka qene (njeri) shume i sinqerte dhe lajmetar"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "dhe Ne, e kemi ngritur ate ne vend te larte"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Keta jane ata pejgambere, te cileve Perendia u dhuroi dhuntite, nga pasardhesit e Ademit, dhe te atyre qe Ne i patem ngarkuar ne anije me Nuhun e nga pasardhesit e Ibrahimit dhe te Israelit, qe Ne i patem udhezuar dhe i patem zgjedhur. Kur t’ju lexohen ajetet e Perendise – Meshiruesit, bien (me fytyre per toke), duke bere sexhde dhe qajne"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "E, pos tyre, erdhen breznite (e shemtuara), te cilat braktisen namazin dhe ndoqen epshet e veta. Ata do te hasin ne te keqe (ne humneren e sketerres)"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "perpos atyre qe pendohen, qe besojne dhe bejne (veper) te mire! Keta do te hyjne ne xhennet dhe nuk do t’u behet kurrfare demi"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "(do te hyjne) ne xhennetin e Adnit, te cilin Meshiruesi ua ka premtuar roberve te vet, edhe pse ende nuk e kane pare ate (xhennetin). Me te vertete, premtimi i Tij eshte i sigurte"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Ata, ne xhennet nuk do te degjojne llomotitje. Do te degjojne vetem fjalet pershendetese. Ata, aty do te furnizohen, ne mengjes dhe ne mbremje"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Ky eshte xhenneti qe ia japim ne trashegim roberve Tane, te cilet jane ruajtur nga mohimi"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "(Xhebraili tha): “Dhe, ne, zbresim (ne Toke), vetem me urdherin e Zotin tend. Atij i perket ajo qe eshte para nesh, dhe qe eshte pas nesh, dhe ajo qe eshte ne mes ketyre dyjave. Dhe Zoti yt nuk eshte i harrueshem”"
        },
        {
            "chapter": 19,
            "verse": 65,
            "text": "Ai eshte Zoti i qiejve dhe i Tokes dhe asaj qe eshte ne mes tyre, prandaj, vetem Ate adhuroje dhe behu i durueshem ne vazhdimin e lutjes se Atij. A di ti per Te ndonje emnak"
        },
        {
            "chapter": 19,
            "verse": 66,
            "text": "Njeriu thote: “Valle, pasi te vdes, a do te kthehem perseri ne jete?”"
        },
        {
            "chapter": 19,
            "verse": 67,
            "text": "A nuk e kujton njeriu se Na e kemi krijuar ate qysh me pare, e qe nuk ka qene asgje"
        },
        {
            "chapter": 19,
            "verse": 68,
            "text": "Pasha Zotin tend, Na do t’i tubojme ata dhe djajte, pastaj do t’i sjellim ata qe te gjunjezohen rreth xhehennemit"
        },
        {
            "chapter": 19,
            "verse": 69,
            "text": "Pastaj, do te ndajme prej cdo grupi ate, qe ka qene me mendjemadh ndaj Perendise Meshirues"
        },
        {
            "chapter": 19,
            "verse": 70,
            "text": "E, Ne pastaj me se miri e dime se kush prej tyre ka perparesi qe te fergohet ne te (xhehennem)"
        },
        {
            "chapter": 19,
            "verse": 71,
            "text": "Dhe, nuk ka asnje prej jush e qe te mos arrije tek ai (zjarri). Kjo eshte dispozite e caktuar nga Zoti yt"
        },
        {
            "chapter": 19,
            "verse": 72,
            "text": "Pastaj do t’i shpetojme ata qe kane qene besimtare, e do t’i leme zullumqaret ne te – te gjunjezuar"
        },
        {
            "chapter": 19,
            "verse": 73,
            "text": "E, kur t’ju lexohen ajetet Tona te qarta, ata qe nuk kane besuar u thone atyre qe kane besuar: “Cili grup eshte me i mire per nga jeta dhe me i mire per nga shoqeria?”"
        },
        {
            "chapter": 19,
            "verse": 74,
            "text": "E sa e sa brezni, Ne i kemi shkaterruar para tyre, qe kane qene me te begatshem dhe me te pashem"
        },
        {
            "chapter": 19,
            "verse": 75,
            "text": "Thuaj (o Muhammed!): “Kush eshte i humbur, le t’ia zgjase (jeten) sa te doje Meshiruesi”. E, kur te shohin ata ate qe u eshte premtuar atyre: ose denimin ose Diten e Kijametit, ata do te dine se kush eshte me keq per nga pozita he me i dobet per nga shoqeria"
        },
        {
            "chapter": 19,
            "verse": 76,
            "text": "Perendia ua shton udhezimin atyre qe jane ne rrugen e drejte, e veprat e mira – te qendrueshme, jane me mire te shperblyera te Zoti yt dhe kane perfundim me te mire"
        },
        {
            "chapter": 19,
            "verse": 77,
            "text": "Valle, a e ke pare ate qe nuk beson ne argumentet Tona dhe thote: “Mua do te me jepet (Diten e Kijametit) edhe pasuria edhe femijet”"
        },
        {
            "chapter": 19,
            "verse": 78,
            "text": "A, mos ai ka mesuar per ate qe nuk eshte pare, ose ka marre obligim te Perendia – Meshirues"
        },
        {
            "chapter": 19,
            "verse": 79,
            "text": "Kurrsesi! Na do ta shenojme ate qe flet, dhe Ne do t’ia vazhdojme denimin"
        },
        {
            "chapter": 19,
            "verse": 80,
            "text": "Na do t’ia marrim atij ate per te cilen flet (mallin dhe femijet), e ai ke Ne do te vije vetem"
        },
        {
            "chapter": 19,
            "verse": 81,
            "text": "Dhe, ata merrnin zotera, perpos Perendise, per t’ju bere atyre ndihmes"
        },
        {
            "chapter": 19,
            "verse": 82,
            "text": "Kurrsesi; do te mohojne ata (zoterat e tyre) se mohuesit i kane adhuruar ata dhe do t’u behen atyre kundershtare"
        },
        {
            "chapter": 19,
            "verse": 83,
            "text": "Valle, a nuk ke pare ti, se Ne, kemi derguar te mohuesit djajte, qe t’i nxisin ata ne te keqe te madhe"
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Andaj, mos kerko shkaterrimin e tyre te shpejte, se, me te vertete, Ne ua numrojme ditet e tyre te caktuara"
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "(Kujtoju atyre) kur do t’i tubojme besimtaret te Meshiruesi, si te ftuar"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "e i shtyejme mekataret ne sketerre (si grixhen e shtazeve kah burimi)"
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "e askush – per aske, nuk do te mund te angazhohet, pervec atij qe ka marre premtim nga Meshiruesi"
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Ata thone: “Bamiresi i Gjithmbarshem ka marre (per Veti) femije”"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Ju, me te vertete, flisni dicka te shemtuar"
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Gati jane copetuar qiejt (prej kesaj thenie), dhe Toka te shembet, dhe te rrezohen malet – duke u therrmuar"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "meqe ata i pershkruajne femije Bamiresit te Gjithmbarshem"
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "E, per Bamiresin e Gjithmbarshem, eshte e pakuptueshme, qe te kete femije"
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "S’ka krijese qe gjendet ne qiej dhe ne Toke, e qe te mos vije si rob te Bamiresi i Gjithmbarshem"
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Ai, i ka perfshire te gjithe ata dhe i ka numeruar te gjithe saktesisht"
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Dhe, cdonjeri prej tyre, ne Diten e Kijametit, do te vije fill i vetem tek Ai"
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Me te vertete, ata qe besojne dhe bejne vepra te mira, Bamiresi i Gjithmbarshem do t’i pajise me dashuri (qe t’i doje Perendia dhe qe t’i duan njerezit)"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Na, me te vertete, e kemi bere ate (Kur’anin) te lehte, ne gjuhen tende, qe me te, t’i sihariqosh besimtaret, dhe me te, t’i paralajmerosh njerezit, armiqet e perbetuar"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Sa e sa brezni kemi shkaterruar Ne para tyre. Valle, a po sheh ndonje prej tyre, dhe a po degjon pershperitjen me te vogel te tyre"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta, Ha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Na, nuk ta kemi shpallur ty Kur’anin per te munduar"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "por, qe te jete keshille per ate qe druan"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "ai eshte i shpallur – nga Krijuesi i Tokes dhe i qiejve te larte"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "Bamiresi i Gjithmbarshem (Perendia), qe sundon Arshin, (si i takon Madherise se Tij)"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Atij i perket c’ka ne qiej dhe c’ka ne Toke dhe c’ka ne mes tyre dhe gjithcka gjendet ne toke"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "E, nese ti flet me ze (te larte), Ai, me te vertete, di fshehtesine dhe ate qe ti vetem mendon"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Perendia eshte (Nje), s’ka zot tjeter pervec Tij. Ai ka emrat me te bukur”"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Dhe, a te ka arritur ty lajmi per Musain"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "kur e pa zjarrin ai i tha familjes se vet: “Rrini ju ketu! Une, me te vertete, e kam pare nje zjarr; shpresoj se une do t’ju sjell juve nje gace, ose qe prane tij do te gjej ndonje udherrefyes”"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "E kur arriti ai te zjarri, u thirr: “O Musa"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Une, me te vertete, jam Zoti yt! Andaj, zbathi kepucet tuaja, se ti, me te vertete, gjendesh ne luginen e shenjte – te Tuvase"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Dhe, Une ty te kam zgjedhur; andaj degjo ti ate qe te shpallet (ty)"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Me te vertete, Une jam Perendia; s’ka zot tjeter pervec meje; andaj, vetem Mua adhurome dhe kryej namazin, per te me kujtuar Mua"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Casti i gjykimit do te arrije me siguri – ate e kam fsheh (nga cdokush) – kur secili do te shperblehet per ate (perpjekje) qe ka bere"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Le te mos shmange ty nga ai (cast), ai qe nuk beson ne te (Kijametin) dhe qe jepet pas epsheve te tija, e te humbasesh"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "E, c’ke ti ne doren e djathte, Musa"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "(Musai) u pergjegj: “Ky eshte shkopi im, ne te cilin mbahem dhe me te u shkundi gjethe dheneve te mia, e me te kam edhe dobi te tjera"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "(Perendia) i tha: “Hudhe ate Musa!”"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Ai e hudhi ate por ai (shkopi, u be) gjarper qe zvarritej"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "(Perendia) i tha: “Merre ate (gjarperin) dhe mos u frikeso! Na do ta kthejme ate ne gjendjen e meparshme"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Dhe, fut doren tende nen sqetullen tende, ajo do te dale e bardhe pa kurrfare semundje, dhe ja kjo – eshte mrekulli tjeter"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "per t’i treguar ty disa nga mrekullite Tona te medha"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Shko te Faraoni! Ai, me te vertete, eshte azdisur, nga te keqiat!”"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "(Musai) tha: “O Zoti im, zgjeroma kraherorin tim"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "dhe lehtesoma punen time"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "dhe zgjidhma lidhjen prej gjuhes sime"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "qe te kuptojne ata fjalen time"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "dhe bene per mua nje ndihmes nga familja ime"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Harunin, vellain tim"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "e forcoje me te – fuqine time"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "dhe shoqero ate ne punen time"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "per me te falenderuar Ty shume"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "dhe per te permendur Ty vazhdimisht"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Me te vertete, Ti je mbikeqyresi yne”"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "(Perendia) tha: “Te eshte dhene ty ajo qe kerkove, o Musa!”"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Dhe Ne, me te vertete, te kemi bere mire ty edhe tjeter here (para kesaj)"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "kur nenen tende e frymezuam me ate, qe mund te arrihet vetem me frymezim"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "“Vendose ate (Musain) ne sandek e hudhe ne lum (Nil), lumi e qet ate ne breg, e qe ate, do ta marr armiku i Im dhe armiku i tij”. Dhe, Une kam hudhur ne ty – dashurine Time (per me te dashte ty gjithkush), dhe qe te rritesh nen mbikeqyrjen Time"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Kur shkoi motra jote (ne pallatin e Faraonit) e tha: “A doni t’ju tregoj une juve ate qe do te kujdeset per te?” Na, te kthyem ty te nena jote qe te gezohet ajo dhe te mos pikellohet me. Dhe ti e mbyte nje njeri (pa qellim), e Ne te shpetuam ty nga brenga (e denimit) dhe Ne te sprovuam ty me sprova te shumta. Dhe ti qendrove me vite te tera ne mesin e banoreve te Medjenit, e pastaj, ti, erdhe, sipas dispozites se caktuar, o Musa"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Dhe, Une te kam zgjedhur ty per Vete"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Shko ti dhe vellai yt me argumentet e Mia dhe mos u shkrehni ne te kujtuarit Mua"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Shkoni (ju te dy) te Faraoni! Ai, me te vertete, eshte azdisur nga te keqijat"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "e flitni atij fjale te buta, qe te keshillohet apo te frikesohet”"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Ata thane: “O Zoti yne, na, me te vertete, druajme se do te na denoje menjehere ai, ose do te azdiset me teper”"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "(Perendia) tha: “Mos u frikesoni! Une me te vertete, jam me ju, degjoj dhe shoh”"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Shkoni tek ai dhe i thoni: “Na dy jemi te derguarit e Zotit tend, leshoji bijte e Israelit qe te vijne me ne dhe mos i mundo ata! Na, te kemi sjelle ty argument nga Zoti yt. Qofte i shpetuar ai qe ndjek rrugen e drejte"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Me te vertete, neve na eshte shpallur, se denimi do ta godase ate qe e konsideron per genjeshter (shpalljen) dhe shmanget”"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "(Faraoni) tha: “E, kush eshte Zoti juaj, o Musa?”"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "(Musai) tha: “Zoti yne eshte ai qe cdo gjeje i ka dhene formen e vet e pastaj i ka udhezuar (ne perdorimin e tyre)"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "(Faraoni) tha: “Si eshte gjendja e popujve te meparshem?”"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "(Musai) tha: “Dijenia lidhur me ta gjendet te Zoti im, ne Liber. Zoti im nuk gabon dhe nuk harron"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "(Perendia), i cili per ju Token e ka bere shtrat, u ka lehtesuar juve rruget neper te, u ka leshuar uje (shi) nga qielli e qe Ne – me te, kemi nxjerre shume lloj bimesh te ndryshme"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Hani dhe kullotni bagetine tuaj! Keto, me te vertete, jane argumente per ata qe jane mentare"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Na ju kemi krijuar juve prej saj (tokes), dhe ne te do t’ju kthejme, dhe nga ajo do t’ju nxjerrim juve heren tjeter"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Na, me te vertete, ia kemi treguar atij (Faraonit) te gjitha argumentet Tona, e ai i ka konsideruar genjeshtra dhe ka refuzuar besimin"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "(Faraoni) tha: “A mos ti, o Musa, ke ardhur te na nxjerresh nga toka jone – me magjite tuaja?”"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Dhe ne, do te sjellim ty nje magji te ngjashme, e cakto ne mes meje e teje takim, te cilit do t’i permbahemi edhe na edhe ti, ne vend te barabarte"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "(Musai) tha: “Takimi me ju eshte ne diten e kremtes dhe njerezia le te tubohen para mesdites”"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Faraoni u largua, i tuboi ngaterresat e veta, e pastaj erdhi"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Musai u tha atyre: “Mjere per ju! Mos trilloni genjeshtra per Perendine, e qe Ai, t’ju shkaterroje me denim. Do te falimentojne me siguri, ata qe trillojne genjeshtra!”"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Ata (magjistaret), polemizuan – per punen e tyre – ne mes vete, duke peshperitur dhe tinezisht u moren vesh"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Ata thane: “Me te vertete, keta jane dy magjistare; duan t’ju shporrin juve nga toka e juaj – me magjite e tyre, dhe te shkaterrojne fene tuaj tejet te mire"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "andaj, mblidhni dredhite tuaja e pastaj – ejani te radhitur. Do te shpetoj sot – ai qe fiton!”"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Ata thane: “O Musa, ose gjuaj ti, ose te behemi ne hedhesit e pare?”"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "(Musai) tha: “Jo, hedhni ju!” E, ate – here, (pasi qe i hedhen ata) litaret dhe shkopinjte e tyre, - prej magjive te tyre – iu duken atij, se me te vertete, po rreshqasin"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "andaj Musai – ndjeu ne vete frike"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Ne i thame: “Mos u frikeso, se me te vertete, ti je fitues"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Dhe hudhe ate qe e ke ne doren e djathte! Do t’i gelltise ato qe i kane punuar ata. Ate qe kane punuar ata, eshte vetem nje mashtrim i magjistareve. E, magjistari, nuk do te kete sukses, kudo qe te gjendet"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "E, magjistaret (pastaj), rane ne sexhde dhe thane: “Na besojme ne Zotin e Harunit dhe Musait”"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "(Faraoni) tha: “Ju e besuat Ate, para se t’u jape leje une juve! Ai (Musai), me te vertete, eshte eprori juaj, qe u ka mesuar juve magjite. Dhe, me te vertete, une do t’ju kepus duart dhe kembet tuaja terthorazi, dhe une do t’ju varr juve ne trungjet e hurmeve. Ju, do ta dini, me siguri, - se denimi i kujt prej nesh – eshte me i ashper dhe me i vazhdueshem”"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "(Magjistaret) u pergjegjen: “Na, ty kurre nuk do te japim perparesi ndaj argumenteve qe na kane ardhur neve dhe ndaj Atij qe na ka krijuar neve, e gjyko si te duash; ti gjykon vetem ne jeten e kesaj bote"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Na besojme Zotin tone, qe te na fale gabimet tona dhe magjite, ne te cilat na ke detyruar ti (Faraon). E, Perendia eshte me i miri dhe me i vazhdueshmi (ne shperblime dhe denime)"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Me te vertete, ai qe para Zotit te vet del si kriminel, ate, me te vertete, e pret sketerra; ne te – ai, as nuk vdes as nuk jeton"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "E, kush vie tek Ai, si besimtare, e qe madje, ka punuar vepra te mira, vetem ata kane pozita te larta"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "kopshtet e Adnit, neper te cilet rrjedhin lumenjte, e, ne te cilet, ata do te qendrojne perhere. Ky eshte shperblimi per ate qe eshte i spastruar nga mohimi"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Na, i kemi shpallur Musait: “Udheto naten me roberit e Mi dhe benju atyre nje rruge te thare neper det; nuk do te frikesohesh ti, se do te te arrije ai (Faraoni), as nuk do te frikesohesh (nga fundosja)”"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "E, Faraoni – me ushtrine e tij, i ndoqi ata, e deti i mbuloi ata – me nje mbulese te madhe"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Faraoni i solli humbje popullit te vet, e nuk e udhezoi ne rruge te drejte"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "O bijte e Israelit, Na ju kemi shpetuar juve nga armiku juaj, u kemi premtuar juve (shume dhunti) ne anen e djathte te Turit, dhe u kemi dhene menn – (nje lloj ushqimi i embel) dhe fellanza"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Hani nga ushqimet e kendshme, me te cilat u kemi furnizuar ne juve, mos u beni te azdisur ne to, e t’ju arrije zemrimi (denimi) Im. Ate qe e arrine zemrimi Im, (ai) eshte i humbur"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Me te vertete, Une jam fales per ate qe pendohet dhe beson e punon vepra te mira, e qendron ne rruge te drejte"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "E, perse nxitove para popullit tend, Musa"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "(Musai) tha: “Ja, ata, shkojne pas gjurmeve te mia, e une nxitova te Ti, o Zoti im, per te fituar kenaqesine Tende”"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "(Perendia) tha: “Na e kemi vene ne sprove popullin tend – pas teje, e i humbi ata Samirija”"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "U kthye Musai te populli i vet, i zemruar dhe i pikelluar. Tha: “O populli im, valle, a nuk ju premtoi Zoti juaj premtim te mire? A mos ju zgjat teper koha (prej se jam ndare nga ju), ose deshironi ju, qe t’ju godase zemrimi i Zotit tuaj, e per kete, nuk i jeni permbajtur premtimit qe me dhate mua!”"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Ata u pergjegjen: “Na nuk e kemi thyer premtimin qe te patem dhene ty me vullnetin tone, por ne qeme te ngarkuar me peshe te rende – me stoli te popullit, andaj i hodhem ato (ne zjarr)”. Po keshtu, i hodhi edhe Samirija"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "dhe nga keto (stoli te hedhura ne zjarr), ai (Samirija) nxori per popull trup vici qe pelliste, dhe ata, atehere, thane: “Ky eshte zoti juaj dhe zoti Musait, ai e ka harruar ate (e ka shkuar ta kerkoje ne Tur)!”"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Valle, a nuk shohin ata, se (vici) nuk u drejtohet atyre me asnje fjale dhe, nuk eshte ne gjendje t’u sjelle atyre kurrfare demi e as kurrfare dobie"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "E, atyre – Haruni u ka thene qysh me pare: “O populli im! Ju, me kete, vetem jeni sjelle ne sprove, e Zoti juaj eshte Meshirues, andaj pasomeni mu dhe degjoni urdherin tim!”"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Ata u pergjegjen: “Na do t’i lutemi atij (vicit) vazhdimisht, derisa te mos na kthehet Musai”"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "(Musai) tha: “O Harun, a te ka penguar ty, - kur i ke pare ata se kane humbur –"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "perse te mos shkosh pas meje? A mos qe ti i padegjueshem ndaj urdherit tim?”"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "(Haruni) tha: “O biri nenes sime, mos me kap mua per mjekren time as per koken time, une jam frikesuar qe ti do te thuash: “Ke bere percarje ne mesin e bijve te Israelit e nuk i ke mbajtur fjalet e mia”"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "(Musai) tha: “E c’eshte puna jote, o Samiri?”"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "(Samirija) u pergjegj: “Une kam pare ate qe nuk e kane pare ata, - e kam marre nje grusht dhe ne gjurmet e (kalit te) Pejgamberit, e ate – e kam hedhur (ne stoline e shkrire), dhe keshtu, ajo, me eshte zbukuruar mua (e keqja ime)”"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "(Musai) tha: “E, atehere shko! – tere jeten do te flasesh: “S’ka prekje (le te mos me preke askush) dhe ty te eshte caktuar nje premtim, i cili doemos do te zbatohet. Shiko ne zotin tend, te cilin ti e ke adhuruar vazhdimisht. Na, do ta djegim ate, e pastaj do ta hedhim ate ne det – si pluhur"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Zoti juaj eshte vetem Perendia; qe s’ka zot tjeter pervec Tij; qe dijenia e Tij i perfshine te gjitha gjerat!”"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Keshtu pra, Na ty (o Muhammed) t’i tregojme disa lajme (per ate) qe kane kaluar, dhe ta kemi, dhene ty Kur’anin – prej anes Sone"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Kush shmaget nga ai (Kur’ani), ai ne Diten e Kijametit, do te barte ngarkese te rende (denim)"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "perhere do te mbetet (duke bartur ate). Sa bare e shemtuar qe eshte ajo ne Diten e Kijametit"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "ne Diten kur do te fryhet ne Sur. Ate dite do t’i tubojme mekataret duke qene syzgurdulluar"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "dhe njeri-tjetrit do t’i peshperisin (duke thene): “Ju keni qendruar (ne te kaluaren) vetem dhjete dite”"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Na dime me se miri se cka do te thone ata (ne Diten e Kijametit), kur me i mencuri nga ata, thote: “Ju keni qendruar vetem nje dite”"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Dhe, te pyesin ty (o Muhammed) per malet (cka do te behet me to ne Diten e Kijametit). Thuaj: “Do t’i copetoj krejtesisht Zoti im"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "e toka do te behet fushe e rrafshet"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "nuk do te shohesh ne te (toke) as lugina as brigje”"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Ate dite, ata do te shkojne pas thirresit, duke mos pasur shmangie ne te, e zerat do t’i perulen Meshiruesit te Gjithmbarshem, e ti nuk do te degjosh tjeter, pos peshperitjes"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Ate dite, nuk do te beje dobi ndermjetesimi i askujt, pervec ndermjetesimit te atij, qe i jep leje Meshiruesi dhe qe eshte i kenaqur me fjalet e tij"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Ai di c’ka para tyre dhe c’ka pas tyre; e ata, nuk mund ta ngerthejne dijenine e Perendise – me dijenine e tyre"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Fytyrat (e njerezve) do t’i perulen (Perendise) te Gjallit, te Amshueshmit (Mbikeqyresit te Gjithesise). Do te humbe ai qe ka ngarkuar te keqen (qe i ka bere shok Perendise)"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "e ai qe punon vepra te mira dhe eshte besimtar, nuk do te druaje nga padrejtesia (shtimi i denimit), as nga te manguarit (e shperblimit)"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Dhe keshtu Ne, e kemi zbritur Kur’anin ne gjuhen arabe, dhe ne te kemi perseritur verejtjet, qe ata te ruhen nga mekatet, ose qe t’i orientoje ata ne keshillim"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "I Larte eshte Perendia – Sundues – i Vertete! Dhe, mos nxito ne te lexuarit e Kur’anit (o Muhammed!) para se te perfundoje (shpallja e tij), dhe thuaj: “O Zoti im, shtoma dijenine mua!”"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Na, madje – edhe Ademit i kemi shpallur me pare (ne xhennet), e ai harroi, por nuk kemi gjetur tek ai vendim (per gabim te qellimuar)"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "(Kujtoje o Muhammed!) kur u thame engjejve: “Beni sexhde Ademit; e i bene sexhde te gjithe, perpos Iblisit; ai refuzoi (ate)"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "E, Ne, kemi thene: “O Adem, me te vertete, ky eshte armik yti dhe i gruas sate, e le te mos u nxjerr juve kurrsesi nga xhenneti, e qe te vuash pastaj"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Me te vertete, ne te nuk do te mbetesh i uritur as i zhveshur, te jesh i ushqyer dhe i veshur"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "as nuk do te kesh etje, as vape"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Por, djalli filloi ta namatis (magjeps) ate e i tha: “O Adem, a don te ta tregoj drurin e pavdekshem dhe pasurine qe nuk zhduket?”"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Dhe, ata te dy hengren nga ajo (pema per t’u bere te pavekshem dhe qe te arrijne pasurine e perhershme), e filluan t’u zbulohen vendet e turpshme dhe nisen te mbulohen me gjethet e xhennetit. Dhe, Ademi nuk e zbatoi urdherin e Zotit te vet, ndaj edhe humbi"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Pastaj, Zoti i tij e zgjodhi ate, ia pranoi pendimin dhe e udhezoi ate"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "(Perendia) tha: “Zbritni prej xhennetit te gjithe! Do te jeni armiq te njeri-tjetrit. Me te vertete, do t’ju arrije juve udhezim nga ana Ime, e kush pason udhezimin Tim, nuk do te humbe (ne kete bote), as qe do te jete fatkeq (ne boten tjeter)"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "E, ai qe shmanget nga Libri Im, ai do te kete jete te veshtire dhe, Na ne Diten e Kijametit do ta ringjallim te verber ate"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Ai do te thtote: “O Zoti im, perse me ringjalle te verber, kur une, me te vertete, kam pasur te pamurit me pare?”"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "(Perendia) i tha: “Keshtu (ke bere); te kane ardhur argumentet Tona, e ti i ke harruar ato. Keshtu edhe ti sot do te jesh i harruar"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Keshtu Na e ndeshkojme ate qe jepet pas mekateve dhe nuk beson ne argumentet e Zotit te tij; e denimi ne jeten tjeter, ne te vertete, eshte me i dhembshem dhe i panderprere"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "A nuk i udhezoi ata ne rruge te drejte (argumenti Yne) – qe sa e sa gjenerata i kemi zhdukur Ne para tyre, te cilet ecin neper vendet e tyre. Me te vertete, ne kete, ka argumente per njerezit mentare"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Sikur te mos ishte fjala e caktuar me pare – nga Zoti yt (o Muhammed) denimi i tyre do te ishte i pashmangshem dhe afati (i denimit) do te ishte i caktuar (ne kete bote)"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Behu i durueshem per ate qe flasin ata, dhe lavderoje me falenderim Zotin tend para lindjes se diellit, dhe para perendimit te tij, dhe lavderoje (Perendine) ne oret e nates dhe ne koherat e dites, per te qene ti i kenaqur"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Mos lakmo ne begatite e llojllojshme qe ua kemi dhuruar Na atyre (mohuesve), duke qene ato stoli te jetes se kesaj bote, per t’i vene ne sprove ata, e furnizimi i Zotit tend eshte me i mire dhe me i amdhueshem"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Dhe urdheroje familjen tende qe te beje namaz dhe ne kete benu kembengules! Na nuk kerkojme furnizim prej teje. Na te furnizojme ty, e perfundimi i mire eshte per ata qe ruhen nga mekatet"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Mohuesit thone: “Perse te mos na sjelle ai ndoje argument te qarte qe gjendej ne librat e meparshem?”"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Sikur Na t’i shkaterronim ata para tij (para shpalljes se Kur’anit) ata, me siguri do te thonin: “O Zoti yne! Sikur te na kishe derguar pejgamber, e te shkojme pas argumenteve Tuaja (te Perendise), para se te poshterohemi dhe turperohemi!”"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Thuaju (o Muhammed): Te gjithe presin, andaj pritni edhe ju, e do te kuptoni ju kush jane ithtaret e rruges se drejte dhe kush eshte i udhezuar”"
        },
        {
            "chapter": 21,
            "verse": 1,
            "text": "Ju ka afruar njerezve llogarie e tyre (e veprave te tyre), e ata, jane te pakujdesshem e jane shmangur"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Atyre nuk u erdhi nga Zoti i tyre kurrfare paralajmerimi i ri, e qe ata te mos e pergjojne ate, duke u tallur me te"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "e zemrat e tyre jane te hutuara. E, ata qe kane bere zullum, tinzisht flasin: “A mos ky eshte dicka tjeter, perpos njeri si ju? Valle a do te shkoni ju pas magjive, e ju, po i shikoni me syte tuaj (ata)?”"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "(Pejgamberi) tha: “Zoti im di se c’flitet – qofte ne qiell, qofte ne Toke, Ai, te gjitha i degjon dhe i di"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Ata, madje thone: “Keto jane vetem enderra te turbullta, jo, ai e ka trilluar ate (Kur’anin); jo, ai eshte poet. Le te na sjelle ai neve nje argument, ashtu si i kane sjelle pejgamberet e pare!”"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Nuk ka besuar asnje vendbanim para tyre, te cilet Ne i kemi shkaterruar (duke kerkuar si keta argumente), e valle, dot e besojne keta"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Edhe para teje kemi derguar vetem njerez, te cileve u kemi shpallur (ashtu si ty); andaj, pyetni njerezit e dijshem, nese nuk dini ju"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Dhe Ne, nuk i kemi bere ata (pejgamberet) trupa qe nuk hane gjellera, as ata nuk kane qene te pavdekshem"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Pastaj, ua kemi realizuar atyre premtimin, e i kemi shpetuar ata (pejgamberet) dhe ata qe kemi dashur Ne; ndersa i kemi shkaterruar ata qe kane bere kundervajtje"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Na, ua kemi shpallur juve Librin, i cili eshte keshille e lavdi per ju. Valle, a nuk po kuptoni ju"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Sa e sa vendbanime i kemi shkaterruar, banoret e te cileve kane qene mohues; e pas tyre kemi krijuar tjeter popull"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Kur e shijonin fuqine (denimin) Tone, ata iknin nga ato (vendbanimet) me te shpejte"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Mos ikni! Kthehuni atje, ne lukset tuaja dhe ne pallatet tuaja, se ju do te pyeteni”"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Ata do te thone: “Kuku per ne, me te vertete, kemi qene zullumqare"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Keto rrenkime te tyre nuk pushuan, deri sa Ne nuk i beme ata si drith i korrur – i shuar"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Na nuk kemi krijuar qiellin dhe Token, e c’gjendet ne mes tyre, per argetim (Tone)"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Sikur Na, te donim ta merrnim ate per argetim, Na do ta merrnim ate prej anes Sone (ashtu si i perket madherise Sone), por, Ne nuk e bejme kete"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "por Ne, me te vertete gjuajme te keqen, e ajo (e verteta) e shkaterron ate (genjeshtren) dhe keshtu ajo zhduket. Dhe, kuku per ju, per ate qe i mvishni (Perendise)"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Dhe Atij i perket gjithcka gjendet ne qiej dhe ne Toke, e ata qe jane tek ai (engjejt), nuk ngurrojne per te adhuruar Ate, duke mos ndier lodhje"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "e lavderojne (Ate) naten dhe diten, palodhmerisht"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Valle, a mos idhutj (zoterat) qe i bejne ata prej dheut, do te jene ne gjendje t’i ngjallin te vdekurit"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Sikur te kishte ne to (qiej dhe Toke) zotera, pervec Perendise, do te shkaterroheshin te dyja. Qofte i paster Perendia – Zot’i Arshit, nga ato qe ia pershkruajne Atij"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Nuk do te pyetet (Ai) per ate qe punon, e ata do te jene te pyetur"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Valle, a marrin ata tjere zotera, perpos Tij? Thuaj: “Sillni argumentin tuaj!” Ky (Kur’ani) eshte nje keshille per ata qe jane me mua dhe keshille per ata qe kane para meje, por, shumica e tyre nuk di te Verteten dhe shmangen nga ajo"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Na, nuk kemi derguar asnje pejgamber para teje e qe te mos ia kemi shpallur atij: “S’ka zot tjeter pervec Meje, andaj adhuromeni Mua!”"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Dhe ata thone: “Meshiruesi ka marre per Vete femije”. – I paster eshte Ai – Jo, ata (engjejt) jane rober te ndershem"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Ata nuk flasin pa lejen e Tij, dhe ata punojne me urdherin e Tij"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Ai di se c’kishte para tyre dhe cka do te kete pas tyre, dhe (ata) ndermjetesojne vetem per ata qe eshte i kenaqur (Perendia), e ata jane te brengosur nga frika prej Tij"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "E kush prej tyre thote: “Une jam zot, perpos Atij”, ate, Na e denojme me xhehennem. Keshtu Na i ndeshkojme zullumqaret"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "A nuk e dine mohuesit, se qiejt dhe Toka kane qene nje teresi, e Ne i kemi ndare ato; e nga uji Ne kemi krijuar cdo gje (te gjitha gjallesat)? Dhe valle, nuk po besojne ata"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Dhe, Ne, kemi vendosur neper Toke male stabile, per te mos u lekundur ajo bshke me ta (njerez), dhe kemi bere lugina dhe rruge per te udhetuar ne to"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Dhe, Ne, e kemi bere qiellin plafon te mbrojtur, e ata megjithate, shmangen nga mrekullite qe gjenden ne te"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Dhe, Ai eshte i cili krijoi naten dhe diten, Diellin dhe Henen; e te gjitha keto lundrojne ne gjithesi"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Dhe, Na, para teje, aske nuk e kemi bere te pavdekshem, e nese ti vdes; a do te mbesin ata gjalle"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Cdo person do ta shijoje vdekjen! Na ju veme ne sprove juve – me te keqe dhe me te mire dhe te Ne do te ktheheni"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "E, kur mohuesit te marrin ty vetem si objekt talljeve (dhe thone): “A ky eshte ai qe po i permend zotrat tuaj?” E, ata jane mohues ne te permendurit e Meshiruesit te Gjithmbarshem"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Njeriu eshte krijuar me cilesi nxituese (eshte i ngutshem). Une do t’jua tregoj argumentet e Mia, prandaj, mos me nxitoni Mua (ne denime)"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Dhe ata thone: “Kur do te realizohet ky premtim, nese flitni te verteten?”"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Sikur te dinin mohuesit kohen se kur nuk do te mund ta evitojne zjarrin nga fytyrat e tyre dhe as nga shpinet e tyre, e as nuk do te ndihmohen prej askujt (nuk do te kishin kerkuar nxitimin e denimit)"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "por, atyre do t’u arrije Kijameti papritmas, e do t’i trullose ata dhe nuk do te mund ta kthejne ate, as nuk do t’u jepet afat atyre"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Ne te vertete, ata i kane perqeshur pejgamberet edhe para teje, e qe (denimi) u ka arritur shpotitesve per shkak se ata talleshin"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Kush do t’ju ruaje naten dhe diten (nga denimi) i Perendise, Meshirues. Jo, askush! E, megjithate, ata shmangen nga te permendurit Zotin e tyre (Kur’anin)"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Apo ata kane zotera te tjere, te cilet i mbrojne prej Nesh. Ata (zoterat e tyre) nuk mund t’i ndihmojne as vetes, dhe askush nuk mund t’i marre mohuesit ne mbrojtje nga denimi Yne"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Jo, (ata nuk kane mbrojtes), por Ne, u kemi dhene atyre (mohuesve) dhe baballareve te tyre komoditet, e jeta e tyre u zgjat. A nuk shohin valle ata qe Ne i qasemi tokes se mohuesve dhe ia cungojme skajet e saj? E, si mund te jene ata fitues"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Thuaj: “Une vetem ju paralajmeroj juve me shpallje”. Por, te shurdherit nuk degjojne thirrjen kurparalajmerohen"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "E, sikur t’i preke nje puhi prej denimit te Zotit tend, ata me siguri do te thonin: “Kuku per ne, na kemi qene zullumqare”"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Dhe Ne, ne Diten e Kijametit do te vendosim peshoja te sakta, e askujt nuk do t’i behet padrejtesi per asgje edhe nese eshte fjala per peshe sa te nje kokerre hara dalli (lloj melmese), Na do ta sjellim ate (per llogari), e Na jemi te mjaftueshem per llogaritje"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Na, me te vertete, ia kei derguar Musait dhe Harunit – Librin, (i cili ndane te Verteten prej te pavertetes) edhe drite edhe keshille per ata qe besojne"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "te cilet i druajne Zotit te tyre – kur nuk i sheh askush, dhe ata brengosen per castin e Dites se Kijametit"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Dhe ky (Kur’ani) eshte keshille e urate, te cilen Ne (Perendia) e kemi shpallur, e valle, si ta mohoni ju ate"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Na ia kemi dhene Ibrahimit qysh me pare pjekurine (e profetnise) dhe Ne e kemi ditur (se ai eshte i denje per te)"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "kur ai i tha babes se vet dhe popullit te tij: “C’jane keta idhuj, qe ju po i adhuroni kaq shume?”"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Ata thane: “Kemi gjetur se baballaret (te paret) tane i adhuronin keta”"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "(Ibrahimi) tha: “Me te vertete, ju (si) dhe baballaret tuaj jeni ne humbje te qarte”"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Ata thane: “A na ke sjelle ti te Verteten, apo ti je nga ata qe tallen?”"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "(Ibrahimi) tha: “Jo, por Zoti juaj eshte Zot’i qiejve dhe i Tokes, qe Ai i krijoi ndersa une jam njeri prej atyre qe e deshmojne kete"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Dhe, per Zotin, do t’ju beje nje dredhi idhujve tuaj, posa te largoheni ju!” –"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Dhe, i beri ata copacopa, perpos idhullit te tyre me te madh. Ndoshta ata do t’i drejtohen atij"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Ata thane: “Kush veproi keshtu me zoterat tane? Me te vertete, ai eshte zullumqare!”"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Ata thane: “E degjuam nje djalosh se si i nxiste ata (me fyerje), e ai quhej Ibrahim”"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Thane ata: “Silleni ate para botes (njerezve), qe ata te deshmojne (kunder tij)"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "E pyeten ata: “A ti veprove keshtu me zoterat tane, o Ibrahim?”"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "(Ibrahimi) tha: “Jo, por kete e ka bere ky i madhi (idhulli) i tyre, e pyetni ata, nese (mund te) flasin”"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "E, u kthyen ata dhe i thane (njeri-tjetrit): “Me te vertete, ju jeni zullumqare”"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Pastaj, u rrotulluan ne kokat e tyre (e ndrruan mendimin dhe i thane Ibrahimit): “Po ti, me te vertete, e di qe keta nuk flasin”"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "(Ibrahimi) tha: “Mos valle, ju adhuroni, perpos Perendise ate qe nuk mund t’ju sjelle kurrfare dobie as demi?”"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Mjere ju dhe mjere ata qe i adhuroni ju, pervec Perendise! A nuk po mendoni ju"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "(Mohuesit) thane: “Dijeni ate (Ibrahimin) dhe ndihmoni zotrat tuaj, nese doni te beni ndonje veper!”"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Ne, thame: “O zjarr, behu i ftohte dhe behu shpetim per Ibrahimin"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Dhe, ata dashten t’i bejne nje dredhi atij, por Ne, perpjekjen e tyre, e beme krejtesisht te kote"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Dhe, e shpetuam ate dhe Lutin ne token, te cilen e kemi bekuar per njerezit"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Na, ia kemi dhuruar atij Is’hakun, dhe Jakubin si dhunti, dhe, te gjithe i kemi bere te mire"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Dhe Na, i kemi bere ata udheheqes, te cilet udhezonin sipas urdherit Tone dhe u kemi shpallur atyre qe te punojne vepra te mira, te bejne namazin dhe te japin zeqatin, e vetem neve na kane adhuruar"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Dhe Lutit ia kemi dhene profetnine dhe dijenine, dhe e shpetuam ate prej banoreve te vendbanimit, te cilet punonin vepra te keqia. Me te vertete, ata kane qene njerez te keqinj e te mbrapsht"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "E, ate e kemi shpene ne meshiren Tone. Me te vertete, ai eshte prej te mireve"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "(Kujtoje) Nuhun kur ai thirri – para ketyre (qe u permenden), e iu gjegjem atij dhe e shpetuam ate dhe familjen e tij nga pikellimi i madh"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Dhe i ndihmuam atij kunder popullit, i cili argumentet Tona i konsideronte genjeshtra. Me te vertete, ata kane qene popull i keq, andaj i fundosem te gjithe ata"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "(Kujtoje) edhe Dautin dhe Sulejmanin, kur gjykuan mbi te lashtat, ne te cilat kulloten naten bagtia (pa barinj), e Ne kemi qene deshmitare te gjykimit te tyre"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "E, Na, ia mesuam Sulejmanit gjykimin dhe dyve u dhame mencuri e dijeni. Na kemi nenshtruar malet dhe shpendet qe bashke me Dautin ta lavderojne Perendine, kete, Ne kemi fuqi ta bejme"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Dhe Na, ia kemi mesuar atij (Dautit) punimin e kemishave te hekurit per ju, per t’ju mbrojtur juve ne lufte me armikun, andaj, a jeni ju mirenjohes"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Dhe, i kemi dhene Sulejmanit fryme te forte, qe te ece ajo (fryma) sipas urdherit te tij, kah toka, te cilen Ne e kemi bekuar; dhe Na i dime te gjitha gjerat"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "dhe, (ia nenshtruam atij) disa nga djajte qe u zhytnin ne det per te dhe benin edhe pune te tjera, dhe Na i ruanim ata"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "dhe (kujtoje) Ejubin kur iu lut Zotit te vet: “Mua, me ka goditur mjerimi, e Ti je me i meshirshmi prje meshiruesve!”"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "E, iu gjegjem Na atij dhe ia larguam mjerimin qe kishte ai, dhe ia dhame atij familjen e tij, dhe krahas tyre – edhe aq (ia dyfishuam familjen) nga meshira Jone, qe kjo te jete keshile per ata qe Na adhurojne"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Dhe (kujtoje) Ismailin, Idrisin dhe Dhulkiflin! Te gjithe keta kane qene te durueshem"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Dhe, Na, i kemi kaluar ata me meshiren Tone. Me te vertete, ata jane njerez te mire"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Dhe, (kujtoje) Dhen-Nunin (Junusin) kur iku i zemeruar (nga populli i vet), e mendoi se Ne nuk do ta denojme, andaj therriti nga erresira: “S’ka zot tjeter pervec Teje! Ti je i lavderuar! Me te vertete, une kam gabuar (ndaj vetes)"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Na iu gjegjem atij dhe e shpetuam nga brengosja. Keshtu, Ne i shpetojme besimtaret"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Dhe, (kujtoje) Zekerijjan, kur iu lut Zotit te vet: “O Zoti im, mos me le vetem (pa femije – djale), e Ti je trashegimtari me i mire”"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "E, Ne, iu gjegjem atij, dhe ia dhuruam atij Jahjan, dhe Na, ia beme gruan e tij te afte (per lindje). Me te vertete, ata (pejgamberet) nxitonin ne vepra te mira dhe Na u luteshin, duke shpresuar (meshiren Tone), dhe duke druajtur (nga denimi Yne), dhe ishin te perulur ndaj Nesh"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Dhe (kujtoje) ate, e cila ruajti virgjinitetin e saj, e Na, i dhame asaj frymezim nga shpirti Yne, dhe e beme ate (Merjemin) dhe djalin e saj – argument per boterat – njerezit (qe Perendia eshte i pushtetshem per cdo gje)"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Me te vertete, ky eshte besimi juaj – besimi i vetem, e Une jam Zoti juaj, andaj me adhuroni Mua"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "E, ata ne ceshtje te besimit u percane nderveti, por te gjithe do te kthehen te Ne (e do t’i gjykojme)"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Ai qe punon vepra te mira dhe eshte besimtar, perpjekja nuk do t’i mohohet. Dhe, kete (perpjekje) Na ia shenojme atij"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Dhe e pamundur eshte, qe banoret e nje vendi te cilet i kemi zhdukur, Na, te mos kthehen (te Ne, ne Diten e Kijametit)"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "Dhe, kur te hapet ajo (penda), e dalin, Jexhuxhi dhe Mexhuxhi dhe leshohen prej cdo lartesie duke shpejtuar"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "dhe te afrohet premtimi i vertet, ne ate cast – shikimet e atyre qe nuk kane besuar, do te zgurdullohen, (e thone): “Kuku per ne! na kemi qene te pakujdesshem ndaj kesaj. Jo, por ne – vetes i kemi bere zullum”"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Me te vertete, ju dhe ata qe i adhuroni, - perpos Perendise, jeni lende djegese te xhehennemit. Ju, do te vini ne te"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Sikur keta te ishin zotra, nuk do te vinin te ajo (sketerra), dhe, te gjithe (edhe adhuruesit edhe te adhuruarit) – do te mbeten perhere ne te"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Ata do te kene ne te (zjarr) gerhame (frymenxjerrje me ze) dhe ata ne te (zjarr) nuk do te degjojne (asgje)"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "E, ata, te cileve u kemi premtuar shperblimin e bukur qysh me pare, ata do te jene larg nga ajo (sketerra)"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Ata, nuk do te degjojne fershellimen e tij (zjarrit) dhe ata do te qendrojne perhere ne ate qe u ka deshiruar shpirti i tyre"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "ata, nuk do t’i brengose tmerri me i madh, por engjejt do t’i presin ata (duke u thene): “Kjo eshte (ajo) dita juaj e premtuar”"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "(Kjo do te ngjaje) ate Dite, kur do te palojme qiellin – ashtu si palohet letra e shkrimit. Ashtu sic e kemi filluar krijimin e pare, (ashtu) do t’i kthejme ato (krijesat). Ky eshte premtimi Yne. Na, kete, me te vertete, do ta bejme"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Na, me te vertete, e kemi shenuar ne Zebur, pas Tevratit, qe Token do ta trashegojne roberit e Mi te mire"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Me te vertete, ne kete (Kur’an) ka keshilla te mjaftueshme per ata qe e adhurojne Perendine"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Dhe, Na te kemi derguar ty (o Muhammed!) vetem si meshire per boterat – njerezit"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Thuaj: “Mua me eshte shpallur vetem (ajo), qe Zoti juaj eshte vetem nje Zot, pra i jeni te perulur ju kesaj (Shpallje)”"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "E, nese shmangen ata, ti thuaju: “Une, ju kam lajmeruar juve, te gjitheve – pa dallim dhe une nuk di a eshte afer apo larg ajo, qe u eshte premtuar juve”"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Ai, me te vertete, di te folmen (tuaj) me ze dhe di ate qe fshihni ju"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "E, une nuk di: a mos eshte ajo (shtyerja e denimit) sprove per ju, apo kenaqesi e perkohshme"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(Muhammedi) tha: “O Zoti im, gjyko ashtu si e kane merituar! E, Zoti yne, Bamires i Gjithmbarshem, eshte Ai, nga i cili kerkohet ndihme kunder atyre qe ju ia mvishni Atij”"
        },
        {
            "chapter": 22,
            "verse": 1,
            "text": "O njerez, druajuni (denimit) Zotit tuaj! Me te vertete, dridhja e Dites se Kijametit, eshte ngjarje e madhe"
        },
        {
            "chapter": 22,
            "verse": 2,
            "text": "(Ate) dite kur do ta shihni ate, cdo mendeshe (grua qe eshte duke i dhene gji femijes), do te shkujdeset ndaj tij (do ta flake ate) dhe cdo grua shtatzene do ta hedh frytin e vet (prej barkut) dhe do t’i shohe njerezit si te dehur e ata nuk jane te dehur, por denimi i Perendise eshte i ashper"
        },
        {
            "chapter": 22,
            "verse": 3,
            "text": "Ka disa njerez qe polemizojne per Perendine – pa kurrfare dijenie dhe ndjekin rrugen e cdo djalli rrebel"
        },
        {
            "chapter": 22,
            "verse": 4,
            "text": "e eshte caktuar per te (djallin), se ai qe e ben mik ate (djallin), e shmange (nga rruga e drejte) ate, e sjell ate ne enimin e zjarrit"
        },
        {
            "chapter": 22,
            "verse": 5,
            "text": "O njerez, nese ju dyshoni ne ringjalljen (pas vdekjes), dinie se Na ju kemi krijuar juve prej dheut (Ademin), pastaj prej pikes se fares, (spermes) pastaj prej drockave te gjakut, pastaj prej (copezes) mishit (embrionit) me forme te plote ose jo te plote, per t’ju treguar juve (fuqine Tone). Dhe Na, e mbajme ne miter ate qe duam deri ne kohen e caktuar. Andaj, ju nxjerrim juve si femije; e pas kesaj, do te arrini ju (fuqine) me te madhe. Disa nga ju vdesin e disa ngelin deri ne kufirin me te ulet te jetes, qe mos dije asgje nga ajo qe ka ditur me pare. Dhe, ti, e sheh token e thate, e kur Ne leshojme ujin (te reshurat) ne te, ajo lekundet dhe gufon dhe mbijne (rriten) gjithfare lloj bimesh te mrekullueshme"
        },
        {
            "chapter": 22,
            "verse": 6,
            "text": "meqe Perendia ekziston, dhe Ai eshte – i pushtetshem per t’i ngjalle te vdekurit, dhe Ai eshte i Plotefuqishem per cdo gje"
        },
        {
            "chapter": 22,
            "verse": 7,
            "text": "dhe, nga se, me te vertete, Dita e Kijametit do te vije. Per te, s’ka dyshim dhe qe, ne te vertete, Perendia, do t’i ringjalle ata qe jane ne varre"
        },
        {
            "chapter": 22,
            "verse": 8,
            "text": "Ka disa njerez qe polemizojne per Perendine – pa kurrfare dijenie, dhe pa kurrfare baze dhe pa Liber te shenjte"
        },
        {
            "chapter": 22,
            "verse": 9,
            "text": "duke e shtremberuar koken, qe te shmanget nga rruga e Perendise, Ai ne kete bote ka poshterim, e Ne, ne Diten e Kijametit do t’i japim atij qe te shijoje denimin e flakes"
        },
        {
            "chapter": 22,
            "verse": 10,
            "text": "“Kjo eshte, ngase kesaj, i kane prire duart tuaja, dhe se, Perendia, ne te vertete, nuk eshte i padrejte ndaj roberve te Tij”"
        },
        {
            "chapter": 22,
            "verse": 11,
            "text": "Dhe, ka njerez qe e adhurojne Perendine sipas laverdise e interesit, qe – nese e percjelle fati, ai qetesohet, e nese e godite fatkeqesia, ai kthehet ne mohim; e keshtu, e humbe kete bote dhe tjetren. Kjo, ne te vertete, eshte humbje e qarte"
        },
        {
            "chapter": 22,
            "verse": 12,
            "text": "(Te atillet) i luten, pos Perendise, edhe atyreve, te cilet nuk mund t’u sjellin ndonje dem, e as nuk mund t’u sjellin ndonje dobi. Kjo, me te vertete, eshte devijim i madh"
        },
        {
            "chapter": 22,
            "verse": 13,
            "text": "(te atillet) i luten asaj, demi i se ciles eshte me i afert se dobia. Sa ndihmes i keq qe eshte ai, e sa njerez te keqinj – jane adhuruesit e tyre"
        },
        {
            "chapter": 22,
            "verse": 14,
            "text": "Me te vertete, Perendia, i shpie ata, qe besojne dhe punojne vepra te mira – ne kopshtije, neper te cilat rrjedhin lumenj. Me te vertete, Perendia punon cka te doje"
        },
        {
            "chapter": 22,
            "verse": 15,
            "text": "Kush mendon, se Perendia nuk do te ndihmoje (Muhammedin) ne kete bote dhe ne boten tjeter, le te pergatite nje litar (larte – ne tavan te shtepise per t’u varre) dhe le te mendon a ia largon veprimi i tij hidherimin (per ate vertete te Perendise ndaj Profetit)"
        },
        {
            "chapter": 22,
            "verse": 16,
            "text": "Dhe, keshtu, Na, ia kemi shpallur atij argumentet e qarta (Kur’anin) dhe Perendia, me te vertete, e udhezon ne rruge te drejte ke te doje"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Me te vertete, ata qe kane besuar, dhe Hebrenjte, Sabi’inet, te krishteret, Mexhust (adhuruesit e zjarrit) dhe ata qe i bejne shok Atij, do t’i gjykoje drejte Perendia – ne mes tyre, ne Diten e Kijametit. Me te vertete, Perendia eshte deshmitar per cdo gje"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "A nuk po sheh ti, se, me te vertete, Perendise i bejne sexhde: ata qe gjenden ne qiej dhe ata qe gjenden ne Toke, edhe Dielli edhe hena, edhe yjet, edhe malet, edhe drunjte edhe shtazet dhe shume nga njerezit, por shume (njerez) meritojne denimin. E, ke ta poshteroje Perendia, ate askush nuk mund ta beje te nderuar. Perendia, me te vertete, punon cka te doje"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "Keto dy tabore kundershtaresh, grinden per Zotin e tyre. Ata qe nuk kane besuar, kane rroba te prera prej zjarrit, e neper kokat e tyre do te hedhet uje i vluar"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "do te shkrihen me te (me ate uje) rropulite (organet e brendshme) dhe lekura"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "dhe per ta ka kamxhike prej hekuri"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "Sa here qe perpiqen te dalin nga ai (zjarri), per shkak te brengosjes, do te kthehen ne te (duke i rrahur me kamxhike) dhe (u thuhet atyre): “Shijoni denimin me djegeje te tmerrshme!”"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Me te vertete, Perendia, i shpie ata, qe besojne dhe punojne vepra te mira – ne kopshtije, neper te cilat rrjedhin lumenj. Ata, do te stolisen me bylyzyke te arte dhe inxhi, e rrobat e tyre ne te (xhennet), do te jene prej mendafshi"
        },
        {
            "chapter": 22,
            "verse": 24,
            "text": "Ata jane udhezuar (ne kete jete) kah fjala e mire dhe jane udhezuar ne rrugen e Falenderuesit (Perendise)"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Me te vertete, ata qe nuk besojne dhe pengojne njerezit nga rruga e Perendise dhe Mesxhidil-haramit, te cilin Ne e kemi bere te njejte per te gjithe njerezit, si per vendasin ashtu edhe per ate qe vie nga tjeter vend (vizitori), e kush synon te beje ne te ndonje shmangie me te keqe, Na do t’i japim te shijoje denimin e dhembshem"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "(Kujtoje, o Muhammed!) kur Na i patem pergatitur Ibrahimit vendin e faltores (duke i thene): “Mos me pershkruaj Mua shok asgje, dhe pastroje Shtepine Time per ata qe e vizitojne, qe rrine aty dhe qe bejne namaz"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "dhe ftoi njerezit ne haxhillek, do te vijne ata ty – ne kembe dhe (duke shaluar) ne cfaredo deve; duke ardhur prej te gjitha viseve te largeta"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "qe te prezentojne ne dobite e tyre dhe te permendin emrin e Perendise ne ditet e njohura (te therrjes se kurbanit) – te shtazeve me te cilat i ka furnizuar Ai. E, hani nga ato (mishin) dhe ushqeni nevojtarin e varfer"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Pastaj, le te heqin ndotesirat nga trupi i tyre dhe le t’i kryejne zotimet e tyre dhe le te vizitojne (le te sillen rreth e rrotull) Faltores se lashte (te nderuar)"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Keto (jane dispozitat). E, kush respekton dispozitat e Perendise, kjo eshte me mire per te, te Zoti i tij, - e juve u jane lejuar (ngrenia) e kafsheve, perpos qe u jane thene juve (se jane te ndaluara). Andaj largohuni prej ndotesise se idhujve dhe largohuni prej fjaleve te rrejshme"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "duke iu perulur Perendise, e duke mos i bere (asgje) shok Atij. Kush i ben shok Perendise, ai i ngjane atij qe bie nga qielli e qe e rremben zogu ose qe stuhia e eres e ka hedhur ne vende te largeta"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "Po, keshtu eshte kjo. E, kush respekton dispozitat e Perendise (kurbanin), ky (respektim) eshte prej zemrave te tyre qe i druajne Perendise"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Ju keni nga ato (kafshet) dobi deri ne kohe te caktuar; pastaj, vendi i tyre (i therrjes) eshte te Faltorja e lashte"
        },
        {
            "chapter": 22,
            "verse": 34,
            "text": "Per cdo popull (fetar), Na kemi caktuar vend te therrjes se kurbanit, qe te permendin emrin e Perendise (kur therrin kafshen), te cilen ua ka dhuruar Ai. Zoti juaj eshte nje Zot, dhe Atij peruljuni (behuni muslimane) dhe sihariqoje te perulurit"
        },
        {
            "chapter": 22,
            "verse": 35,
            "text": "ata, zemrat e te cileve – kur permendet Perendia frikesohen, dhe (sihariqoji) te durueshmit (ne cdo veprim) qe i godasin ata, dhe ata qe bejne namaz dhe qe ndajne nga ajo, me cka i kemi furnizuar Ne – ata"
        },
        {
            "chapter": 22,
            "verse": 36,
            "text": "Dhe (therrjen) e deves e kemi bere per ju (njeren) nga dispozitat e Perendise, dhe ju keni dobi nga ato; andaj, permendeni emrin e Perendise mbi ato (gjate therrjes), duke u radhitur ne kembe, e kur te bien ne toke (pasi t’i therrni), hani nga to, dhe ushqeni edhe ate qe nuk lype, edhe ate qe lype; keshtu i mei nenshtruar Ne ato per ju, per t’u bere ju falenderues"
        },
        {
            "chapter": 22,
            "verse": 37,
            "text": "Te Perendia nuk arrin as mishi i tyre as gjaku i tyre, por te Ai arrin vepra e mire – e bere nga ju, keshtu Ai – ua ka nenshtruar juve ato, per ta madheruar ju Perendine, qe ju ka udhezuar (ne rrugen e drejte). Dhe, sihariqoji bamiresit"
        },
        {
            "chapter": 22,
            "verse": 38,
            "text": "Perendia, me te vertete, i mbron ata qe bindshem besojne, Perendia nuk don asnje tradhetar, mohues"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "U lejohet (lufta) atyre qe jane te sulmuar, ngase ju eshte bere zullum atyre – dhe Perendia, me te vertete, eshte i fuqishem qe t’u ndihmoje"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "atyre qe jane debuar nga vatra e tyre padrejtesisht, vetem per shkak se thane: “Zoti yne eshte Perendia. Dhe, sikur Perendia te mos prapsonte (te keqen) nga nje pjese e njerezve, nga pjesa tjeter, do te shkaterroheshin manastiret (faltoret e vogla), kishat, sinagoget dhe xhamite, ne te cilat, permendet shume emri i Perendise. Me te vertete, Perendia e ndihmon ate, i cili ndihmon Ate (fene islame). Perendia, me te vertete, eshte i forte dhe i fuqishem (u jep pushtet e fuqi)"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "atyre, te cileve, nese u japim pushtet ne Toke – kryejne namazin, japin zeqatin, urdherojne per te mire, e ndalojne ate qe eshte e mbrapshte. Dhe, te Perendia eshte fundi i cdo gjeje"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "E, nese ata ty te konsiderojne per genjeshtar, - madje edhe para teje i kane quajtur genjeshtare (pejgamberet e vet): populli i Nuhut, edhe Adi, edhe Themudi"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "dhe populli i Ibrahimit dhe populli i Lutit"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "dhe banoret e Medjenit; dhe Musai eshte konsideruar per genjeshtar, dhe Une u kam dhene afat mohuesve; pastaj i kam denuar ata, dhe cfare ka qene denimi Yne"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "E, sa e sa vendbanime i kemi shkaterruar Ne, banoret e te cileve ishin mekatare, dhe mbi kulmet e tyre u rrezuan muret, dhe sa puse mbeten te braktisura, dhe sa pallate te larta te shkreteruara"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Valle, a nuk kane udhetuar ata neper bote e te kene zemra me te cilat te kuptojne dhe vesh qe te degjojne? Me te vertete, nuk i kane syte e verber (ne keto gjera), por u jane te verbera zemrat e tyre, qe i kane ne kraheror"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "Dhe, ata te nxisin ty (qe t’ju vije tyre) denimi, e Perendia kurrsesi nuk e then premtimin e Vet. Me te vertete, nje dite te Zoti yt eshte sa nje mije vjet sipas numrimit tuaj (ne kete jete)"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Sa e sa vendbanime, te cilave u kam shtyer Une denimin duke qene ata zullumqare – e prapeseprape i kam denuar. E, tek Une kthehet cdo gje"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "Thuaj (o Muhammed): “O njerez, une jam per ju vetem paralajmerues i qarte!”"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Ata qe besojne dhe bejne vepra te mira, per ta ka falje dhe dhunti fisnike"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "e ata qe perpiqen t’i mohojne argumentet Tona, duke supozuar se nuk do te mund t’i denojme, jane banore te xhehennemit"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Dhe, Ne, nuk kemi derguar para teje, asnje te derguar, e asnje pejgambere – qe kur deshironte ai (i derguari), djalli te mos hedhte ndonje (parashikim) ne deshiren e tij; e Perendia largonte ate qe e hedhte djalli, e pastaj i forconte argumentet e Veta. Perendia eshte i Plotedijeshem dhe i Gjithedijshem"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "(Perendia don) te beje ate qe e hedhe djalli, sprove per ata, zemrat e te cileve jane te semura dhe per ata, zemrat e te cileve jane te egra. Me te vertete, zullumqaret jane ne percarje te madhe"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "dhe (Perendia don qe) te dine ata, te cileve u eshte dhene dijenia, se ai (Kur’ani), eshte e Verteta nga Zoti yt, e qe ta besojne ate dhe qe zemrat e tyre te priren ne te. Me te vertete, Perendia i udhezon besimtaret ne rrugen e drejte"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "E, ata qe mohojne, vazhdojne te dyshojne ne te (Kur’an), derisa te mos u arrije atyre casti i papritur (vdekja), ose (derisa te mos arrije denimi i tyre) ne Diten e fundit"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "I tere pushteti, ate dite i perket Perendise. Ai do te gjykoje ne mes tyre: ata qe kane besuar dhe punuar vepra te mira, do te gjenden ne kopshtet e dhuntive"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "e ata qe nuk besojne dhe i pergenjeshtrojne ajetet Tona, per ta ka denim te poshteruar"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Dhe ata, qe kane emigruar ne rrugen e Perendise, e kane rene deshmore, apo kane vdekur, me siguri do t’i furnizoje Perendia me shperblim te mire. Dhe, me te vertete, Perendia eshte furnizuesi (dhuruesi) me i mire"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "Ai do t’i shpie ata, ne vendin ku, me te vertete, do te jene te kenaqur! Perendia me te vertete, eshte i Plotedijshem dhe i bute"
        },
        {
            "chapter": 22,
            "verse": 60,
            "text": "Po, keshtu eshte kjo! Kush denon aq sa eshte demtuar ai me te, e pastaj perseri i behet zullum atij, Perendia, me siguri, do ta ndihmoje ate. Me te vertete, Perendia eshte shlyes i mekateve dhe fales"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Po, keshtu eshte kjo! E, Perendia, me te vertete, e shtie naten ne dite, e diten ne nate (e nderron gjatesine ne mes tyre), dhe Perendia, i degjon dhe i sheh te gjitha"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Po, keshtu eshte kjo! Qe Perendia, me te vertete, eshte Ai, qe ekziston, e qe, te gjitha ato qe ata i adhurojne, perpos Tij, jane te paekzistueshme. Dhe, padyshim, Perendia eshte i lartesuar dhe i madh"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "A nuk sheh ti se Perendia leshon shiun nga qielli, e toka gjelberohet. Me te vertete, Perendia eshte i bute dhe i dijshem per cdo gje"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "te Tija jane gjithe cka ka ne qiej dhe gjithe c’ka ne Toke! Me te vertete, Perendia nuk ka nevoje per asgje, dhe vetem Ai eshte i denje per falenderim"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "A nuk sheh ti, se Perendia, me te vertete, ka bere per ju ato qe jane ne Toke. Dhe, anijen qe lundron neper det, me urdherin e Tij. Dhe Ai mban qiellin qe te mos bie ne Toke, vetem me lejen e Tij. Me te vertete, Perendia eshte i bute dhe meshirues per njerezit"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Ai, ju jep jete, dh pastaj do t’ju beje te vdekur, e pastaj do t’ju ringjalle. Me te vertete, njeriu (mohues) eshte jomirenjohes"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Na, per cdo popull kemi hartuar dispozita fetare, e ata shkojne sipas tyre, dhe mos lejo, kurrsesi qe te bejne polemike me ty, - per ate ceshtje. Dhe thirri ti (ata) te Zoti yt! Ti, me te vertete, je ne rrugen e drejte"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "E, nese ata grinden me ty, thuaju: “Perendia di me se miri ate qe e punoni ju”"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Perendia, do te gjykoje ne mesh jush – ne Diten e Kijametit, per konfliktet qe keni pasur"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "A nuk din ti, se Perendise – i eshte e njohur cdo gje qe gjendet ne qiej e ne Toke? Te gjitha keto jane (shenuar) ne Liber. Me te vertete, te gjitha keto, per Perendine jane lehte"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Dhe, adhurojne perpos Perendise – (ate), te cilen, Ai nuk u ka derguar atyre asnje argument, dhe per ate, qe ata nuk kane kurrfare dijenie. E, zullumqaret, nuk kane kurrfare ndihmesi"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "E, kur t’ju lexohen atyre ajetet Tona te qarta, ti, do te verejsh ne fytyrat e atyre qe nuk besojne – pakenaqesine e madhe; ata duan te versulen ndaj atyre, qe i lexojne ajetet Tona. Thuaj: “A doni t’ju tregoj juve se cka eshte me e keqe se ajo? – Zjarri! Perendia, ua ka premtuar atyre qe nuk besojne. E, sa vendbanim i shemtuar qe eshte ai!”"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "O njerez, ja nje shembull, e degjojeni ate: “Ata, te cilet, perpos Perendise, i adhuroni ju, nuk mund te krijojne – kurrsesi asnje mize, madje – edhe nese tubohen per kete (krijimin e mizes). E, nese miza, u merr atyre dicka, nuk do te mund ta marrin (ata) nga ajo. I dobet eshte adhuruesi (i tjeterkujt, pos Perendise), por edhe i adhuruari – (pos Perendise)"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Ata, nuk e njohin Perendine sa duhet, e Perendia, me te vertete, eshte i forte dhe i fuqishem"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Perendia i zgjedh pejgamberet nga engjejt dhe njerezit; me te vertete, Perendia i degjon dhe i sheh te gjitha"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "(Ai) di c’ka para tyre dhe c’ka pas tyre, dhe te Perendia, kthehen te gjitha gjerat"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "O besimtare! Beni ruqu, beni sexhde, adhuronie Zotin tuaj, dhe punoni vepra te mira per te arritur shpetimin"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Dhe, luftoni ne rrugen e Perendise, ashtu si duhet luftuar. Ai, ju ka zgjedhe dhe nuk ju ka bere juve ne fe kurrfare veshtiresie – ashtu si (ka qene) ne fene e babes suaj, Ibrahimit. Ai (Perendia), ju ka quajtur muslimane – qysh me pare, por edhe ne kete (Kur’an), qe pejgamberi te jete deshmitar i juaj, dhe qe ju te jeni deshmitar te njerezve tjere. Andaj, faleni namazin dhe jepni zeqatin dhe mbeshtetuni te Perendia! Ai eshte mbrojtes i juaj. E, sa mbrojtes dhe ndihmes i mrekullueshem eshte Ai"
        },
        {
            "chapter": 23,
            "verse": 1,
            "text": "Me te vertete, shpetuan besimtaret"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "te cilet, ne namazin e tyre jane te perulshem"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "dhe te cilet shmangen nga kotesite"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "dhe te cilet japin zeqatin"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "dhe te cilet i ruajne organet e veta gjenitale"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "perpos (ne martese) me grate e tyre ose me skllavereshat e tyre, (per keto) ata nuk jane te qortuar"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "E, kush kerkon (kenaqesi) perpos ketyre, te atillet – me te vertete, jane kundervajtes"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "(Te shpetuar jane) edhe ata, qe i ruajne amanetet dhe obligimet (e marra persiper)"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "dhe ata qe e ruajne namazin e tyre, (prej mungesave)"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "ata jane trashegimtare te denje"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "te cilet, do ta trashegojne (xhennetin) Firdeusin. Ata, do te banojne perhere ne te"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Me te vertete, Na e kemi krijuar njeriun praj baltes (thelbit te tokes)"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "e pastaj, si pike – fare te vendosur ne vend te sigurt"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "e mandej, piken e fares e kemi bere gjak (te drockuar), e pastaj e kemi bere copez mishi; mandej, ate copez mishi e kemi shnderruar ne eshtra, e eshtrat i kemi veshur me mish dhe pastaj kemi krijuar krijese tjeter. Qofte lartesuar Perendia, krijuesi me i persosur"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Mandej, pas kesaj ju do te vdisni"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "pastaj, ju me te vertete, do te ringjalleni ne Diten e Kijametit"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Ne, kemi krijuar mbi ju shtate qiej dhe Ne nuk jemi te pakujdesshem, ndaj krijesave Tona"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Ne, leshojme shiun nga qielli me mase te caktuar. Pastaj, Ne e mbajme ne Toke dhe Ne jemi te pushtetshem ta ngrisim (ujin nga toka dhe ta shperndajme)"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "dhe me ndihmen e tij kemi bere per ju kopshtije hurmesh dhe rrushi, ne to ka shume peme per ju, qe hani prej tyre –"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "(kemi krijuar) edhe drurin, qe rritet ne malin e Sinajit, i cili jep vaj dhe melmese (erurine), atyre qe e hane"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Dhe ju, ne kafshet keni keshille: Na ju japim te pini ate qe gjendet ne barqet e tyre, e per ju, ne to, ka shume dobi dhe nga ato ju hani"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "dhe ju, me ato dhe me anije barteni"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Na e kemi derguar Nuhun te populli i tij, dhe ai tha: “O populli im, adhuronie Perendine! Ju nuk keni zot tjeter pervec Tij, valle, a nuk druani?”"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Por, paria e popullit te tij, qe nuk besonin, thane: “Ky eshte vetem njeri si ju e don vetem te madherohet mbi ju. Sikur te kishte dashur Perendia, do t’i dergonte engjejt; keshtu dicka – nuk kemi degjuar nga te paret tane te lashte"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "ai eshte njeri i marre, e lereni ate njefare kohe!”"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "(Nuhu) tha: “O Zoti im, me ndihmo, meqe ata me konsiderojne per genjeshtar!”"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "Dhe Ne, i shpallem atij: “Nderto anijen nen mbikeqyrjen dhe frymezimin Tone, e kur te vie urdheri Yne e velon furra (gufon uji), ngarko ne anije prej cdo lloj gjallese – nga nje pale (nje mashkull e nje femer) dhe familjen tende, perpos atyre qe ka qene fjala (per denim), dhe mos M’u drejto, per ata qe kane bere zullum, se ata, me te vertete, do te fundosen"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "E, kur te vendosesh ne barke ti dhe ata qe jane me ty, thuaj: “Falenderojme Perendine, i cili na shpetoi prej popullit zullumqare”"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Dhe thuaj: “Zoti im, me lesho ne vend te bekuar dhe Ti je me i miri, qe jep vend (te bekuar)"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Me te vertete, ne kete ka argumente dhe Ne, me te vertete, i veme ne sprove (njerezit)"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Na, pas tyre – krijuam gjenerate tjeter"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "e u derguam atyre pejgamber nga mesi i tyre, (i cili u tha atyre): “Adhuronie Perendine! Ju, nuk keni zot tjeter pervec Tij; valle a nuk druani?”"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Por, paria e popullit te tij, qe nuk besonin dhe e konsideronin per genjeshter takimin ne boten tjeter dhe te cileve u kemi dhene begati ne kete bote bote, thane: “Ky eshte vetem njeri si ju, han nga ato qe hani edhe ju dhe pin nga ato qe pini edhe ju"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "e nese ju i peruleni njeriut qe eshte si ju, me siguri – ju do te jeni te humbur"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "A ju premton ai, qe kur te vdisni e te beheni dhe dhe eshtra, ju, me te vertete, do te ringjalleni"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Larg e larg, jane ato qe po u premtohen"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Nuk ka jete tjeter perpos jetes se kesaj bote, na jetojme e vdesim e nuk do te ringjallemi me"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Ai eshte vetem njeri qe trillon genjeshtra per Perendine, dhe na nuk i besojme atij”"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "(Pejgamberi) tha: “O Zoti im, me ndihmo, meqe po me konsiderojne genjeshtar!”"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "(Perendia) tha: “Se shpejti do te pendohen ata!”"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "E, me te drejte i kaploi ata zeri i tmerrshem (denimi i merituar), dhe Ne i beme ata si lymerishte te lumit. Larg qofte (nga meshira) populli zullumqare"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "E, pas tyre, Ne kemi krijuar gjenerata te reja"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Asnje popull nuk mund as ta shpejtoje as ta ngadalesoje kohen e caktuar te (zhdukjes) se tij"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "dhe kemi derguar pejgambere njerin pas tjetrit. Kurdo qe i ka ardhur ndonje populli pejgamberi i tyre, ata e kane pergenjeshtruar ate. Kemi bere qe njeri (popull) te vije pas tjetrit (popull) dhe i kemi bere ata tregim historik. Qofte larg populli qe nuk beson"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Pastaj derguam Musain dhe vellain e tij Harunin me argumentet Tona dhe mrekulline e qarte"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "te Faraoni dhe paria e tij, por ata qe u bene mendjemedhenj, ata ishin njerez te kryelartesuar"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "E thane ata: “Valle, a t’u besojme dy njerezve, te cilet jane si ne, e populli i tyre na jane perulur?”"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Dhe keta dy i shpallen per genjeshtare, andaj ishin nga te shkaterruarit"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "Na, ne te vertete, ia dhame Librin Musait, qe ata (populli i tij) te udhezohen ne rruge te drejte"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Dhe, kemi bere birin e Merjemes dhe nenen e tij – argument, dhe Ne i kemi vendosur ata, ne nje rrafshnalte, ku mund te jetohet (me jetese mire) dhe qe ka uje rrjedhes"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "O Pejgambere! Hani nga te mirat dhe punoni vepra te mira! Une me te vertete, e di mire cka punoni ju"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Dhe, me te vertete, ky besim juaji – eshte i vetmi besim (unik); e, Une jam Zoti juaj, andaj druani prej Meje (mos beni keq)"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Ata, u ndane ne grupe – ne ceshtje te fese se tyre. Cdo grup ishte i kenaqur me ate qe kishte"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "andaj, leri ti ata ne humbjen e tyre deri ne nje kohe"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "A mos mendojne ata qe Ne duke u ndihmuar atyre me pasuri dhe djem"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "po nxitojme kah te mirat e tyre?! Kurrsesi, por ata nuk verejne"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Me te vertete, ata qe prej frikes se madhe ndaj Zotit te tyre, frikesohen (nga denimi i Tij)"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "dhe ata qe besojne ne argumentet e Zotit te tyre"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "dhe ata qe nuk i bejne shok Zotit te tyre"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "dhe ata qe japin nga ajo qe u eshte dhene atyre, e zemrat e tyre jane te frikesuara, meqe do te kthehen te Zoti i tyre"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "ata nxitojne ne vepra te mira dhe per to i kalojne te tjeret"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Ne aske nuk e ngarkojme pertej mundesive te tij; te Ne eshte Libri qe flet te verteten, dhe askujt nuk do t’i behet padrejtesi"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Por, zemrat e mohuesve jane indiferente ndaj kesaj (Kur’anit), e ata kane pune tjera me te keqia se keto qe i punojne (vazhdimisht)"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "E, kur filluam t’i denojme pasaniket e tyre, ata atehere vajtonin (duke kerkuar ndihme)"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "(U thuhet): “Mos vajtoni sot, nuk do te keni ju ndihme prej Nesh"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "juve, madje, u jane lexuar ajetet e Mia, por ju terhiqeshit mbrapa"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "duke u mendjemadhesuar me te (me tempullin e Qabes), duke biseduar naten fjale te shemtuara”"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Valle, a nuk kane menduar ata per Fjalen (Kur’anin), apo tyre u ka ardhur ajo cka nuk u kishte ardhur te pareve te tyre"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Apo ata nuk e kane njohur Pejgamberin e tyre, andaj e mohojne ate"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Apo thone: “Tek ai ka cmendje”. Jo, por ai ua sjell te Verteten atyre, e shumica prej tyre e urrejne te Verteten"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "E, sikur e Verteta (Kur’ani) te pasonte sipas deshirave te tyre, do te shkaterroheshin qiejt dhe Toka dhe gjithcka qe gjendet ne to. Jo, Na, atyre – u kemi derguar perkujtimin (Kur’anin), pro ata shmangen nga ai"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Apo, prej tyre kerkon shperblimin? E, shperblimi i Zotit tend eshe me i miri, dhe Ai eshte furnizuesi me i mire"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Ti, me te vertete, i fton ata ne rrugen e drejte"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "E, ata qe nuk besojne jeten tjeter, shmangen nga rruga e drejte"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Sikur Ne – t’i meshironim ata dhe t’u largonim demet (qe jane goditur me to), perseri ata do te bredhnin te hutuar e te humbur"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Na, madje, i kemi denuar ata, por ata nuk iu perulen Zotit te tyre, e as nuk i drejtuan lutje"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "E, kur ua hapem atyre, deren e denimit te madh, ata, atehere ishin te deshperuar"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "Dhe, Ai eshte, qe u ka krijuar te degjuarit, te pamurit dhe zemren (mendjen). E, sa pak qe falenderoheni ju"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Dhe, Ai eshte, qe u ka krijuar juve ne Toke, dhe tek Ai do te tuboheni ju"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "dhe Ai eshte, qe jep jete dhe vdekje, dhe Atij i perket nderrimi i dites dhe i nates, e valle, a nuk po kuptoni ju"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Jo, ata (arabet), thone – ashtu sic kane thene te meparshmit"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Ata pyesin: “Valle, pasi te vdesim e te behemi eshtra e dhe, vertete, do te ringjallemi"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Me te vertete, kjo na eshte premtuar neve dhe te pareve tane (para Muhammedit), por keto jane vetem perralla te popujve te lashte”"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Thuaj: “E kujt eshte Toka dhe te gjitha ato qe gjenden ne te, nese e dini?”"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Ata thone: “Te Perendise!” E ti, thuaj: “Valle, a nuk po meditoni ju?”"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Thuaj: “Kush eshte Zot’i shtate qiejve dhe Zot i Arshit te Madh?”"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Ata thone: “Te Perendise!” E ti, thuaj: “Valle, a nuk po druani ju?”"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Thuaj: “Ne doren e kujt eshte pushteti mbi cdo gje? E, Ai mbron, por prej Tij nuk mund te mbrohet askush, nese e dini?”"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Ata thone: “I Perendise (eshte pushteti)”. E, ti thuaj: “E perse jeni te mashtruar?”"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Jo, Na u kemi sjelle atyre te Verteten, por ata, vertete jane genjeshtare"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Perendia nuk ka marre per Vete femije, dhe s’ka me te kurrfare zoti (sikur te kishte) atehere cdo zot do te merrte ate qe ka krijuar dhe do te ngritej njeri mbi tjetrin. Qofte i paster Perendia nga ajo qe ia pershkruajne Atij"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "i cili di te padukshmen dhe Ai eshte shume lart mbi ato, qe ia bejne shok Atij"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Thuaj (o Muhammed!): “O Zoti im, nese me tregon ate qe u ke premtuar atyre (denimin)"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "atehere, o Zoti im, mos me le mua me popullin zullumqare!”"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Dhe, me te vertete, Na jemi te fuqishem qe te tregojme ty – ate qe ua kemi premtuar atyre"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Largoje te keqen me ate qe eshte me se miri. Na, me se miri dime te verteten qe pershkruajne ata"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Dhe thuaj: “O Zoti im, te Ti mbeshtetem per mbrojtje nga nxitjet e djallit"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "dhe te Ti mbeshtetem, o Zoti im (per mbrojtje), nga prezenca e tyre (djajve) prane meje”"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Kur t’i arrije vdekja ndonjerit prej tyre (mohuesve), ai thote: “O Zoti im, me kthe (ne kete Bote)"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "qe te punoj me mire ne ato qe i kam lene!” – Kurrsesi! Me te vertete, kjo eshte ajo fjale te cilen ai kot e thote, - para tyre do te kete barriere deri ne diten kur do te ringjallen"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "E, kur te fryhet ne Sur, atehere, ne mes tyre – nuk do te kete lidhje farefisnore, e as qe ata do te pyeten ne mes vete"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Atij qe i rendohen terezite (me vepra te mira), keta jane te shpetuar"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "e, ata – terezite e te cileve jane te lehta (prej te mirave te paketa), keta jane ata, qe i kane bere dem vetes; e do te qendrojne perhere ne xhehennem"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Zjarri do t’i kaploje fytyrat e tyre, dhe ata, ne te, jane te shemtuar"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "(Ju thuhet atyre): “Valle, a nuk u jane lexuar juve ajetet Tona, e ju i keni pergenjeshtruar”"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Do te thone ata: “O Zoti yne, neve na ka munduar e keqja jone, andaj jemi bere popull i humbur"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "O Zoti yne, nxirrna prej tij (zjarrit); e nese na kthehemi (ne mohim), (atehere) do te jemi zullumqare”"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "(Perendia) do te thote: “Rrini ne te (zjarr) te perbuzur dhe mos Me flisni asgje!”"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Ka qene nje grup i roberve te Mi, i cili thoshte: “O Zoti yne, na kemi besuar, andaj na fale dhe na meshiro! E, Ti je me i miri meshirues!” –"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "e ju i keni marre ata per (objekt) talljeje, andaj, per kete shkak, Mua, me harruat se permenduri, e perhere i perqeshnit ata"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Une, i kam shperblyer ata sot, per durueshmerine e tyre, e ata, me te vertete, jane te shpetuar"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "(Engjelli) do te thote: “Sa vjet i keni kaluar ne Toke (bote)?”"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Do te pegjigjen ata: “Kemi qendruar nje dite apo nje pjese te dites; - pyetni numruesit (ata qe i kane numruar)?”"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Do te thote (Perendia): “Keni qendruar shume pak. E, sikur te kishit ditur!”"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Mos valle, keni menduar ju, qe Ne ju kemi krijuar juve kot dhe qe nuk do te ktheheni te Ne?”"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "I lartesuar eshte Perendia, sundimtari i Vertete! S’ka zot tjeter perpos Tij, Zotit te Arshit (Kozmosit) madheshtor"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "Ai qe pos Perendise, adhuron zot tjeter, duke mos pasur kurrfare dokumenti per kete, me siguri – llogaria eshte vetem te Zoti tij. Me te vertete, nuk ka shpetim per mohuesit"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "Dhe, thuaj (o Muhammed!): “O Zoti im, fal dhe meshiro, e Ti je me i miri meshirues!”"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "(Ky eshte) kapitulli, te cilin Ne e kemi shpallur dhe caktuar (dispozite). Dhe, kemi shpallur ne te argumentet e qarta per t’u keshilluar ju"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Kurven dhe kurvarin rr5ihnie cdonjerin prej tyre me nga njeqind goditje. Mos t’ju kaploje juve ndaj tyre kurrfare meshire (ne kryerjen) e dispozitave fetare, nese besoni Perendine le te prezentojne ne denimin e tyre nje grup besimtaresh"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Kurvari mund te martohet vetem me kurven apo idhujtaren, kurse kurven mund ta marre per grua vetem kurvari apo idhujtari, e kjo (kurveria – martesa me kurvat), eshte e ndaluar per besimtaret"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Ata qe i fajesojne grate e ndershme (per kurveri), e nuk i sjellin kater deshmitare, rrihnie me tetedhjete goditje dhe mos pranoni me kurre te deshmuarit e tyre, keta jane njerez ngaterrestare"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "pos atyre, qe pas kesaj pendohen dhe permirezohen. Me te vertete Perendia eshte fales dhe meshirues"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "E, ata qe i fajesojne grate e tyre (per kurveri), duke mos pasur deshmitar perpos vetes, do te vertetojne deshmine e tyre me betim ne Perendine – kater here, qe me siguri thote te verteten"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "(Betimi) i peste eshte te ndjelle mallimin e Perendise ndaj vetes, nese ai ka genjyer"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "E, ajo do te kursehet nga denimi, nese kater here betohet ne Perendine, se ai (burri i saj), me te vertete, eshte, nga genjeshtaret"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "e (betimi) i peste eshte te ndjelle zemrimin e Perendise ndaj vetes, nese ai (burri i saj) ka thene te verteten"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Dhe sikur te mos ishte miresia e Perendise ndaj jush dhe meshira e Tij, dhe Perendia (te mos ishte) Ai qe pranon pendimin dhe i Gjithedijshem, (do t’ia shpejtonte denimin mekatarit – me demaskimin e tij)"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Me te vertete, ata qe bene shpifje (ndaj bashkeshortes se Muhammedit), jane nje grup prej jush. Mos e konsideroni kete (shpifje), te keqe per ju. Jo, kjo eshte mire per ju. Cdonjeri prej tyre, do te denohet per ate qe ka bere, e ate, prej tyre qe ka bere me se shumti, e pret denimi i madh"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Perse, - me te degjuar kete (shpifje) – besimtaret dhe besimtaret nuk menduan mire per njeri-tjetrin dhe te thone: “Kjo eshte shpifje e hapet!”"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Pse nuk sollen per kete kater deshmitare? Meqe nuk sollen deshmitare, ata (atehere), te Perendia jane genjeshtare"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Dhe, sikur te mos ishte miresia e Perendise ndaj jush dhe meshira e Tij, ne kete bote dhe ne tjetren, me siguri do t’ju godiste denimi i madh, per ate qe u leshuat"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "kur ate (shpifjen) e percillnit me gjuhet tuaja dhe flisnit me gojet tuaja ate per te cilen nuk kishit dijeni, ju kete e merrnit per cikrrim, por te Perendia – kjo eshte (ceshtje) e madhe"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Perse – kur e degjuat (shpifjen) – nuk thate: “Nuk eshte per ne – te flasim per kete”. Ti je i lavderuar (Zot)! Kjo eshte shpifje e madhe"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Perendia ju keshillon (duke ua terhequr verejtjen), qe te mos perseritni kurre me dicka te ngjashme, nese jeni besimtare"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "dhe, Perendia ju shpjegon argumentet; dhe Perendia eshte i Plotedijshem dhe i Gjithedijshem"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Ata qe duan te perhapin lajmet e turpshme per besimtaret, i pret denimi i dhembshem ne kete bote dhe ne tjetren; Perendia i di te gjitha, e ju nu i dini"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Dhe sikur te mos ishte miresia e Perendise ndaj jush dhe meshira e Tij, (dhe sikur te mos ishte) Perendia i bute dhe meshirues (do t’jua shpejgonte denimin)"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "O besimtare! Mos ndiqni gjurmet e djallit! E, kush ndjek gjurmet e djallit (do te denohet, sepse) ai, me te vertete urdheron imoralitet dhe vepra te shemtuara. Dhe sikur te mos ishte miresia e Perendise ndaj jush dhe meshira e Tij, kurre nuk do te ishte pastruar prej mekateve askush prej jush; por, Perendia e pastron ate qe don Ai. Perendia, i degjon te gjitha dhe i di te gjitha"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Dhe, le te mos betohen te ndershmit dhe te pasurit prej jush – se nuk do t’u japin te afermve, te varferve dhe te emigruarve ne rrugen e Perendise; le te falin ata dhe le te mos brigojne (mos te mbajne inat)! Valle, a nuk doni ju qe t’ju fale Perendia? E, Perendia, eshte fales e meshirues"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Me te vertete, ata qe i fajesojne grate e ndershme, zemerdlire, besimtare, jane te mallkuar ne kete bote dhe ne tjetren, dhe per ta ka denim te madh"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "Ate Dite qe do te deshmojne kunder tyre – gjuhet e tyre, dhe duart e tyre, dhe kembet e tyre per ate qe kane punuar ata"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "ate Dite Perendia do t’ju plotesoje denimin e merituar dhe do ta dijne ata, se Perendia, eshte e verteta e qarte"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Grate e pandershme jane per meshkuj te pandershem; e burrat e pandershem, jane per femra te pandershme. Grate e ndershme jane per meshkuj te ndershem; e burrat e ndershem jane per femra te ndershme. Ata te ndershmit, jane larg prej atyre thenieve; atyre (te ndershmeve) ju perket falja e mekateve, dhe dhuntia e madhe"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "O besimtare! Mos hyni ne shtepite e huaja perderisa te mos lajmeroheni e te mos i pershendetni banuesit e saj. Kjo eshte me mire, qe ju te keshilloheni"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "E, nese ne to nuk gjeni aske, mos hyni ne to, per – derisa te mos u lejohet, e nese u thuhet juve: “Kthehuni” ju kthehuni! Kjo eshte me e mire per ju, e Perendia di ate qe punoni ju"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Nuk ka mekat per ju nese hyni (pa leje) ne godinat e pabanuara, ne te cilat gjenden gjerat tuaja. Perendia di c’tregoni ju haptazi e cka meshihni"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Thuaju besimtareve qe te mos hedhin shikimet e tyre dhe le t’i ruajne organet e veta gjenitale; kjo eshte me mire per ta. Me te vertete, Perendia eshte i dijshem per ate qe punojne ata"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Dhe, thuaju besimtareve, qe t’i shmangin shikimet e tyre dhe le t’i ruajne organet e veta gjenitale; dhe le te mos tregojne nga stolite e tyre (pjeset e trupit), pervec atyre qe jane te dukshme (te domosdoshme). Dhe, le te leshojne pelerinen e vet ne anet e (trupit te) tyre dhe le t’u mos tregojne stolite e tyre, perpos: bashkeshorteve te tyre, ose baballareve te tyre, ose vjehrrive te tyre, ose bijve te tyre, ose djemve te bashkeshorteve te tyre, ose vellezerve te tyre, ose djemve te vellezerve te tyre, ose djemve te motrave te tyre ose grave (mikeshave) te tyre, ose atyre qe i kane nen pushtet (si skllavet), ose atyre qe u shkojne pas (per te arritur lemoshe) e qe nuk kane pretendime tjera ndaj femrave. E keta jane meshkujt apo femijet qe nuk i dine ngacmimet e femrave. Dhe mos t’i rrahin kembet e tyre (per toke) qe te hetohen stolite e tyre te fshehta. Te gjithe ju, o besimtare, pendohuni te Perendia, qe te arrini shpetimin"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Martoni (mos pengoni) te pamartuarit dhe te pamartuaret, edhe skllavet dhe skllavet tuaja – besimtare te ndershem. Nese jane te varfer, Perendia do t’i begatoje ata me dhuntine e Tij; e Perendia eshte i gjere ne miresi dhe di cgo gje"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Dhe, le te frenojne veten ata qe nuk gjejne mundesi per martese, perderisa Perendia te mos i begatoje ata me dhuntine e Tij. E, ata qe gjenden ne pushtetin tuaj (skllavet dhe skllavet) qe kerkojne te lirohen (duke e kompensuar veten) shkruani (lidhni kontraten), nese dini qe jane te mire. Dhe, epjuni dicka nga pasuria juaj, me te cilen ju ka dhuruar Perendia juve. Dhe mos i detyroni skllavet tuaja ne kurveri, nese ato deshirojne jete te ndershme – per te arritur ju dobi te perkohshme te kesaj bote. E, kush i detyron ato – me te vertete, Perendia pasi jane detyruar ato (e jane penduar), eshte fales dhe meshirues"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "Na u kemi shpallur juve ajetet e qarta dhe shembujt nga jeta e atyre qe kane kaluar para jush dhe keshille per ata qe i druajne Perendise"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Perendia eshte ndricues (dirigjues e begatues) i qiejve dhe i Tokes. Shembulli i drites se Perendise eshte si dritarja (ne mur), ne te cilen eshte feneri, - e feneri eshte ne nje xham, e ky xhami eshte si yll i shndritshem, i cili ndizet nga druri i bekuar i ullirit, as i lindjes as i perendimit, vaj i te cilit gati shkelqen edhe pa e prekur zjarri; (kjo eshte) drite mbi dritat. Perendia e udhezon ne driten e Vet ke te doje dhe Perendia shpjegon shembuj per njerezit. Perendia eshte i dijshem per cdo gje"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "Ne xhamite, qe u ngriten me urdherin e Perendise dhe ne te cilat permendet emri i Tij – Ate e lavderojne, ne mengjes dhe mbremje"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "njerezit, te cilet shitblerja nuk i pengon ne te permendurit e Perendise dhe te cilet bejne namazin dhe japin zeqatin, dhe te cilet druajne nga Dita, ne te cilen zemrat dh shikimet jane te shqetesuara"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "(e lavderojne Perendine) qe Perendia t’i shperbleje ata me dhuratat me te mira per ate qe kane punuar, e qe t’jua shtoje atyre dhuntine e Tij. E, Perendia e furnizon ke te doje, pa llogari"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "E, veprat e atyre qe nuk besojne, jane si mjegullire (fatamorgana) ne rrafshire, te cilen, i etshmi e konsideron uje, por kur te arrije tek ai vend, nuk gjen asgje, - e do te hase ne denimin e Perendise dhe Ai ia paguan llogarine e tij, se Perendia eshte llogarites i shpejte"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "ose (veprat e tyre) jne si erresirat ne detin e thelle, te cilat i mbulon dallga pas dallges, mbi te cilat gjenden rete, erresira – njera mbi tjetren, aq sa doren e vet (kur ta zgjate njeriu) gati mos ta shohe. Kujt mos t’i jape Perendia drite (udhezim), nuk do te kete (kurrfare) drite per te"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "A nuk e veren ti, se – Perendine, me te vertete, e lavderojne (te gjithe) ata qe gjenden ne qiej dhe ne Toke, e madje edhe shpezet duke i hapur krahet e tyre, gjate fluturimit, Ai (Perendia) di lutjen dhe lavderimin e cdonjerit (nga ata). Perendia, di per ate qe punojne ata"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Vetem te Perendise jane pushteti i qiejve dhe i Tokes dhe tek Ai kthehet cdo gje"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "A nuk e veren ti, se Perendia i shtyan ngadale rete, e pastaj i bashkon e i grumbullon njeren mbi tjetren, e ti sheh shiun se si del nga mesi i tyre dhe bie nga qielli; Ai, prej reve te medha si mali, leshon bresherin, e me te e godit ke te doje, kurse e shmange prej kujt te doje. Shkelqimi i vetetimes se tij – gati t’i merr syte"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Ai (Perendia) e sjell diten dhe naten (nderrimin dhe zgjatjen e tyre). Me te vertete, ne kete – ka keshille per ata qe jane largpames"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Perendia ka krijuar cdo lloj shtaze prej ujit: disa nga ato ecin me barkun e tyre, kurse nje pjese ecin ne dy kembe, e disa prej tyre ne kater kembe. Perendia krijon cka te doje. Me te vertete, Perendia eshte i pushtetshem per cdo gje"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Na – madje, i kemi shpallur ajetet e qarta; e Perendia e udhezon ke te doje ne rrugen e drejte"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "E, hipokritet thone: “Na kemi besuar Perendine dhe Pejgamberin dhe kemi qene te perulur”. E, pastaj, u shmangen disa prej tyre (pasi e thane kete). E, keta (ne te vertete), nuk jane besimtare"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "Dhe, kur te thirren te Perendia dhe Pejgamberi i Tij, qe t’i gjykoje ne mes tyre, nje grup nga ata shmanget"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "vetem nese dine qe drejtesia eshte ne anen e tyre, ata vijne perulshem (me shpejtim)"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "A mos eshte ne zemrat e tyre semundja (hipokrizia), apo dyshojne, apo druajne se Perendia dhe Pejgamberi i Tij do t’u bejne padrejtesi? Jo, por ata jane zullumqare te vertete"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Vetem eshte fjala e besimtareve, kur ata te thirren te Perendia dhe Pejgamberi i Tij, qe t’i gjykoje ne mes tyre, per te thone: “Degjojme dhe perulemi!” Dhe, keta me siguri jane te shpetuar"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "E, ata qe i perulen Perendise dhe Pejgamberit te Tij dhe druajne nga Perendia dhe i frikohen Atij, vetem ata jane te lumtur"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Ata (hipokritet) jane betuar ne Perendine, me betimin me te madh, se, nese ti (o Muhammed) i urdheron ata, qe te shkojne ne lufte – ata me siguri do te dalin. Thuaj: “Mos betoheni! (Preju jush) kerkohet perulja si duhet. Perendia, me te vertete, eshte i dijshem per ate qe punoni ju”"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Thuaj: “Peruljuni Perendise dhe peruljuni Pejgamberit!” E, nese shmangeni, vetem (Muhammedi) eshte pergjegjes per ate qe eshte i obliguar; e ju jeni pergjegjes per ate qe jeni ngarkuar. E, nese i peruleni atij, do te jeni ne rrugen e drejte; - e Pejgamberi vetem eshte i detyruar qe t’ju shpalle qartazi"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Perendia, u ka premtuar disave prej jush, qe kane besuar dhe qe punojne vepra te mira – se do t’i beje sundimtare ne Toke, ashtu, si i ka bere ata para tyre dhe qe do t’ua forcoje fene e tyre, me te cilen Ai eshte i kenaqur, dhe qe do t’ua shnderroje atyre – pas frikes, sigurine. Ata, me adhurojne Mua, e nuk me bejne shok asgje. E, kush ben mohim pas kesaj, ata jane ngaterrestare te vertete"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Dhe, kryeni namazin, jepni zeqatin dhe peruljuni Pejgamberit, per te fituar meshiren e Perendise"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Kurrsesi mos mendo, se mohuesit do ta bejne te pamundshem (denimin nga ana e Perendise) ne Toke! E, strehimi i tyre eshte zjarri, e sa vend kthimi i shemtuar qe eshte ai"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "O besimtare! Le te kerkojne leje ata qe jane nen pushtetin tuaj (ne familje) dhe ata nga ju, te cilet nuk e kane arritur moshen e pjekurise ne tri raste: para namazit te sabahit dhe kur i zhveshni rrobat tuaja ne mesdite dhe pas namazit te jacise. Keto jane tri kohe kontestuese (jo te pershtatshme). Nuk jeni as ju, as ata – mekatare, pas ketyre koheve, (nese hyni pa leje) duke u takuar njeri me tjetrin. Keshtu, ua shpjegon Perendia dispozitat juve! Perendia, eshte i Plotedijshem dhe i Gjithedijshem"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "E, kur femijet tuaj te arrijne moshen e pjekurise, le te kerkojne leje (ne cdo kohe) ashtu sic kane kerkuar leje ata para ketyre. Keshtu, ua shpjegon Perendia juve dispozitat e Tij! Perendia, eshte i Plotedijshem dhe i Gjithedijshem"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "E, grate e vjetra, te cilat me – nuk kane per qellim te martohen, nuk eshte mekat ta heqin mbulesen (qe kane mbi rrobat e trupit), por jo – duke i treguar stolite e tyre. E, nese i permbahen virtytesise, eshte edhe me mire per to. Perendia, i degjon dhe i di te gjitha"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "Nuk eshte mekat per te verberin, as nuk eshte mekat per te calin, as per te semurin s’ka mekat, as per ju nuk eshte mekat qe te hani ne shtepine tuaj (te femijeve tuaj), ose ne shtepite e baballareve tuaj, ose ne shtepite e nenave tuaja, ose ne shtepite e motrave tuaja, ose ne shtepite e axhallareve tuaja, ose ne shtepite e hallave tuaja, ose ne shtepite e dajeve tuaj, ose ne shtepite e tezeve tuaja, ose tek ata celesat e te cileve u jane lane juve (per ta ruajtur ate), ose (ne shtepi) te miqte e sinqerte. Nuk jeni mekatare qe te hani bashkarisht apo vecmas; e kur te hyni ne shtepi – ju pershendeteni banuesit e saj me nje pershendetje nga Perendia, te begatshme e te mire. Keshtu ua shpjegon Perendia juve dispozitat, per te medituar ju"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Besimtare te vertete jane vetem ata qe besojne Perendine dhe Pejgamberin e Tij. E, kur te gjenden me te (Pejgamberin) ne nje pune te perbashket, nuk largohen para se te kerkojne leje prej tij. Me te vertete, ata qe kerkojne leje prej teje, padyshim, besojne ne Perendine dhe Pejgamberin e Tij. E, kur te kerkojne ata leje prej teje, per ndonje pune te tyre, jepju leje kujt e duash prej tyre dhe kerko per ta falje nga Perendia. Me te vertete, Perendia eshte fales dhe meshirues"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Mos e konsideroni thirrjen e Pejgamberit ne mesin tuaj, si thirrje te rendomte qe ju ia beni njeri-tjetrit; Perendia, me siguri, i di ata qe bishterojne prej jush tinezisht. Le te druajne ata qe i kundershtojne urdherit te tij, qe te mos i arrije ndonje sprove ose qe te mos i godas ata denimi i dhembshem"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "E, me te vertete, te Perendise jane gjithcka gjendet ne qiej dhe ne Toke. Ai, di se ne cfare gjendje jeni. Dhe – di Diten kur ata do te kthehen tek Ai, e do t’i laj¬meroje ata per veprat qe kane punuar. E, Perendia, eshte i dijshem per cdo gje"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "I lartesuar eshte Ai, qe i ka shpallur Kur’anin (i cili ndane te verteten prej te pavertetes) robit te Vet (Muhammedit), qe te jete paralajmerues per boterat (njerezit)"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "Atij qe i perket pushteti i qiejve dhe i Tokes, i cili nuk ka femije dhe i cili nuk ka shok ne pushtet dhe i cili ka krijuar cdo gje, e i ka rregulluar si duhet ato"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "E, ata, kane marre – pos Tij, zotera, te cilet nuk krijojne asgje, por te cilet vete jane te krijuar, te cilet nuk jane ne gjendje te shmangin as demin prej vetes, as t’i sjellin dobi (vetes), as nuk jane ne gjendje qe te bien vdekjen as jeten, as qe te ringjallin"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "E, mohuesit, thone: “Ky (Kur’ani) eshte vetem genjeshter, te cilen e ka trilluar ai (Muhammedi), e i kane ndihmuar ne kete (edhe) njerez tjere”. Ata, (me kete) kane bere zullum dhe akuze"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "dhe thane: “Keto jane perrallat e popujve te lashte; te cilat i ka kopjuar, e i lexohen atij ne mengjes e mbremje"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Thuaj: “E ka shpallur (Kur’anin) Ai, i cili di fshehtesite e qiejve dhe te Tokes; Ai fale shume dhe eshte meshirues”"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "Dhe ata thone: “Cka ka ky pejgamber? Ahan ushqimin dhe shetite neper tregje; sikur t’ju kishte derguar atij nje engjell, e te behet me te paralajmerues"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "ose t’ju kishte zbritur nje thesar, ose te kishte nje kopsht, nga i cili te hante ai?” Dhe, mohuesit thane: “Ju ndiqni vetem nje njeri te magjepsur!”"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Shiko cfare shembujsh te sjellin ty (o Muhammed), e ata (me kete), kane humbur e nuk mund te gjejne rrugen e vertete"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "I lartesuar eshte Ai, i cili nese don, do te jape me mire nga ajo (qe thane), kopshte neper te cilat rrjedhin lumenjte dhe do te beje per ty pallate"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Jo, (nuk te pergenjeshtrojne vetem ty), por, ata e konsiderojne genjeshter edhe ardhjen e Dites se Kijametit, e Na – per ata qe e mohojne Diten e Kijametit, kemi pergatitur zjarrin e flakeruar"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "Kur t’i vereje ai (xhehennemi) prej nje largesie (ata ia ndiejne) gurgullimen dhe gerhamen"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "e kur te hudhen ne nje vend te ngushte te tij, te lidhur duarsh, e thirrin aty – shkaterrimin (e vet)"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "“Mos therritni sot nje shkaterrim, (por) therritni shume shkaterrime!”"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Thuaj: “A eshte me i mire ky (shkaterrim) apo xhenneti i perhershem, i cili u eshte premtuar besimtareve? Per ta, (xhenneti) eshte shperblim dhe vend kthimi"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Per ta ka ne te, c’te duan, duke qendruar ne te perhere. Ky eshte premtimi i Zotit tuaj, i kerkuar (prej jush)”"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "Dhe, ate Dite kur (Perendia) i tubon ata (idhujtaret) dhe ata qe i adhuronin ata, pos Perendise, e u thote atyre: “A jeni ju ata qe i keni shmangur keta rober te Mi, apo ata vete kane humbur rrugen e drejte?” –"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "ata thane: “Lavdi qofte per Ty! Nuk eshte e mundshme qe ne te marrim mbrojtes tjeter, perpos Teje, por Ti u ke dhene ketyre dhe te pareve te tyre – jete te begatshme, e ata kane harruar keshillimin. Dhe, ata kane qene popull i shkaterruar!”"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Ata, e konsiderojne per genjeshter ate qe flitni ju, e nuk do te mundeni te shmangeni (prej vetes denimin), as t’i ndihmoni vetes. E, kush prej jush ben zullum, Na, atij do t’i japim te shijoje denimin e madh"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "E, Na – edhe para teje kemi derguar vetem pejgambere, te cilet hanin ushqimin dhe shetisnin neper tregje, dhe Ne – kemi bere, qe disa prej jush, te jene sprove per te tjeret. A do te jeni te durueshem ju e duroni! E, Zoti yt i sheh te gjitha"
        },
        {
            "chapter": 25,
            "verse": 21,
            "text": "Ata qe nuk i druajne takimit me Ne (ringjalljes), thone: “Pse nuk na dergohen neve engjejt? Ose te shohim Zotin tone!” Ata, me te vertete, jane kryelartesuar ne vetvete, e kane kaluar ne zullum te madh"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "Ate dite kur t’i shohin engjejt, per mohuesin nuk ka sihariq dhe thone: “Ruana o Zot, neve!” (prej engjejve)"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Dhe, Ne – do t’i qasemi vepres qe kane punuar ata dhe do ta shnderrojme ate ne pluhur te shperndare"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Banoret e xhennetit, atehere, do te kene vendbanim me te mire dhe pushimore me te bukur"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "(Kujtoju atyre) Diten kur qielli cahet me re e engjejt do te leshohen (prej qiellit) ne grupe-grupe"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "ate dite, pushteti i vertete, do te jete vetem per Zotin Meshirues, e kjo do te jete dite e mundimshme per mohuesit"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "Dhe, ate Dite zullumqari do t’i haje gishtat e duarve te veta, e thote: “Ah! Ta kisha marre rrugen (e drejte) me Pejgamberin"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "Ah! Sikur te mos e kisha bere ate apo kete mik"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Ai, me ka zmbrapsur nga Kur’ani qe me ka ardhur mua!” – e djalli (po ashtu edhe njeriu i keq), e le gjithmone njeriun ne poshterim"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "Dhe, Pejgamberi (Muhammed) tha: “O Zoti im! Me te vertete, populli im (po) e merr kete Kur’an, si (dicka) te urrejtur”"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Dhe, keshtu Na, cdo pejgamberi i kemi kundervene armiqet mohues. E, ty te mjafton Zoti yt – udherrefyes dhe ndihmes"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "E, mohuesit thone: “Perse Kur’ani nuk eshte shpallur ne teresi – pernjehere!” Keshtu, (ta kemi shpallur pjese-pjese), per ta forcuar ty – me te, zemren tende dhe ta kemi lexuar qartazi"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "Dhe ata – nuk do te sjellin ty kurrfare shembulli (per te kundershtuar ty), e qe Ne mos ta sjellim te Verteten dhe komentimin me te mire"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Keta (mohues), te cilet do te zhvarriten me fytyrat e tyre kah sketerra, keta jane ata me te keqinjte per nga pozita (e tyre) dhe me se largu prej rruges se vertete"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "Dhe Ne, me te vertete, ia dhame Musait Librin dhe ia beme ndihmes vellain e tij – Harunin"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "E Ne, u thame atyre: “Shkoni (ju dy) te populli, i cili i ka pergenjeshtruar argumentet Tona, e pastaj, e kemi shkaterruar ate popull krejtesisht"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "(Dhe kujtoje) popullin e Nuhut – kur i quajti gesnjeshtare pejgamberet, i fundosem dhe njerezve ua beme keshille (mesim), e zullumqareve u kemi pergatitur denim te dhembshem"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "(Dhe, i kemi shkaterruar) Adin dhe Themudin, dhe popullin e Re’ssit, si dhe shume gjenerata ne mes tyre"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "E, te gjitheve, u kemi sjelle shembuj dhe te gjithe – i kemi shkaterruar krejtesisht"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "Dhe, ata ne te vertete, kane kaluar prane vendbanimit, qe eshte shkaterruar me shi te tmerrshem, e valle, a nuk e pane ate? Jo, ata nuk i frikohen ringjalljes"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "E, kur te shohin ty, te marrin vetem per (objekt) talljeje: “Valle, a kete e ka derguar Perendia pejgamber"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "Per pak, qe duke na shmangur (larguar) nga hyjnite tona, por ne u qendruam besnike atyre!” Ata do ta dine – kur te shohin denimin – se kush eshte shmangur me larg rruges se drejte"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "A e ke pare ti ate, qe epshin e vet e ka marre per hyjni? A don t’i behesh mbrojtes atij"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "A, emdpm to se shumica e tyre degjojne dhe kuptojne? Ata jane vetem si shtaze. Jo, ata jane (edhe me te keqinj, meqe jane) te humbur edhe me shume"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "A nuk e ke pare ti (pushtetin) e Zotit tend, si e ka zgjatur hijen, e sikur te kishte dashur, do ta lente te pandryshueshme, dhe – e kemi bere Diellin tregues te saj"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "pastaj, e kemi terhequr ate, dalengadale – prane Vetes"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "Dhe, Ai eshte, qe ua ka bere naten mbulese dhe gjumin pushim, e diten – te levizni"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "Dhe ai, eshte, qe dergon ererat si sihariq para meshires se tij (sjelljen e shiut). Dhe, kemi leshur prej qiellit uje te paster"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "qe me ate ta ngjallim visin e vdekur, dhe t’u japim uje kafsheve dhe shume njerezve, qe i kemi krijuar"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "Dhe, Ne, e kemi leshuar (shiun) ne mesin e tyre, per te medituar (dhuntine e Perendise), por shumica e njerezve i refuzojne (te gjitha), pervec mohimit"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Dhe, sikur te donim Ne, do te dergonim ne cdo qytet paralajmerues"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "E, mos i degjo mohuesit dhe luftoi ata me Kur’an, ne nje lufte te madhe"
        },
        {
            "chapter": 25,
            "verse": 53,
            "text": "Dhe Ai eshte, qe u ka dhene rrjedhje te lire dy siperfaqeve ujore (det e lum i madh). Njeri eshte i pijshem, i embel; e tjetri eshte i njelmet, i idhet. Dhe, ka ngritur pengesa ndermjet tyre (rryp toke)"
        },
        {
            "chapter": 25,
            "verse": 54,
            "text": "Dhe, Ai eshte qe ka krijuar prej ujit njeriun, e ka bere (ne mes njerezish) farefisni (perkah gjaku), dhe miqei (perkah martesa). Dhe, Zoti yt, eshte i Plotefuqishem"
        },
        {
            "chapter": 25,
            "verse": 55,
            "text": "Dhe, ata adhurojne, pos Perendise ate qe nuk mund t’u sjelle as dobi as dem, e mohuesi eshte ndihmes (i djallit) kunder Zotit te tij"
        },
        {
            "chapter": 25,
            "verse": 56,
            "text": "e Ne, te kemi derguar ty, vetem sihariques (per vepra te mira) dhe paralajmerues"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Thuaj: “Une nuk kerkoj nga ju kurrfare shperblimi, por vetem ai qe don, le te shkoje rruges qe shpie te Zoti i tij”"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Mbeshtetu ti – ne te Gjallin (Perendine), i cili nuk vdes, dhe lavderoje (Ate) – duke i bere falenderime Atij! Ai i di mjafte mire mekatet e roberve te Vet"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "Ai, i cili krijoi qiejt dhe Token dhe cdo gje qe gjendet ne mes tyre – per gjashte dite (periudha kohore – gjeologjike), e pastaj mbisundoi Arshin (Gjithesine). Ai eshte Meshiruesi dhe pyete per Ate – ate qe di"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "E, kur t’u thuhet atyre: “Beni sexhde Bamiresit te Gjithembarshem!” Ata i thone: “E, cka eshte Ai Bamiresi i Pergjithshem. Valle, t’i bejme sexhde atij qe na urdheron ti?” E, (kjo) ua shton atyre largimin (prej fese)"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "I lartesuar eshte Ai, i cili ka krijuar hyllesite ne qiell, dhe ne te ka krijuar Kandilin (Diellin) e ndritshem dhe Henen qe shkelqen"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Dhe Ai, krijoi naten dhe diten qe te vijne njera pas tjetres, keshille per ta qe duan ta kujtojne (Perendine), ose ata qe duan ta falenderojne (Ate)"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "E, roberit e Bamiresit te Gjithembarshem jane ata, te cilet ecin thjeshte neper Toke. E, kur xhahilat i sulmojne keta, me fjale – pergjigjen: “Qetesia qofte!”"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "Dhe ata qe e kalojne naten, duke i bere sexhde Zotit te tyre, dhe duke ndenjur ne kembe"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "dhe ata qe thone: “O Zoti yne, largoje prej nesh mundimin e xhehennemit! Sepse, me te vertete, denimi i tij (zjarrit), eshte shkaterrim i paevitueshem"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "me te vertete, ai (xhehennemi), eshte vendbanim dhe vendstrehim i shemtuar"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "edhe ata qe, kur ndajne (nga pasuria e tyre) – as nuk shkaperderdhin, as nuk koprracojne, por qe i permbahen mesatares"
        },
        {
            "chapter": 25,
            "verse": 68,
            "text": "edhe ata qe pos Perendise, nuk adhurojne zot tjeter, dhe te cilet, nuk vrasin njeri qe e ka ndaluar Perendia, pervec sipas ligjit (qe ka merituar denimin), dhe qe nuk bejne kurveri, - e kush i ben keto do t’i takoje denimi i mekatit"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "i cili (denim), do t’i dyfishohet ne Diten e Kijametit dhe ai do te qendroje perhere ne te (denim), i poshteruar"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "pervec atij qe pendohet, dhe beson e punon vepra te mira. Ketyre, Perendia, ua nderron veprat e keqia ne te mira. E, Perendia eshte fales e meshirues"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "E, ai qe pendohet dhe punon veper te mire, eshte i kthyer krejtesisht kah Perendia"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "edhe ata qe nuk deshmojne rrejshem, e kur kalojne prane kotesive, kalojne me dinjitet"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "dhe ata, te cilet, kur te perkujtohen me argumentet e Zotit te tyre, nuk bine para tyre, as te shurdher as te verber (por degjojne e meditojne)"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "dhe ata qe thone: “O Zoti yne dhurona neve ne grate tona dhe trashegimtaret tane burim gezimi, dhe bena neve shembull per te mire!” –"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "te tillet (qe u permenden), do te shperblehen me xhennet, meqe duruan, dhe do te takohen ne te – me pershendetje (ne mes njeri-tjetrit) dhe me selam (prej Perendise dhe engjejve)"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "ku, do te qendrojne perhere, e sa vendbanim dhe vendstrehim i mrekullueshem qe eshte ai"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Thuaj: “Zoti im nuk do t’ju perfillte, sikur te mos ishte lutja juaj; e ju keni pergenjeshtruar, andaj denimi per ju do te jete i paevitueshem”"
        }
    ]
}