{
    "rukus": [
        {
            "chapter": 6,
            "verse": 42,
            "text": "اور ہم نے رسول بھیجے تھے بہت سی امتوں پر تجھ سے پہلے پھر ان کو پکڑا ہم نے سختی میں اور تکلیف میں تاکہ وہ گڑگڑاویں"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "پھر کیوں نہ گڑگڑائے جب آیا ان پر عذاب ہمارا لیکن سخت ہو گئے دل انکے اور بھلے کر دکھلائے ان کو شیطان نے جو کام وہ کر رہے تھے"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "پھر جب وہ بھول گئے اس نصیحت کو جو انکو کی گئ تھی کھول دیے ہم نے ان پر دروازے ہر چیز کے یہاں تک کہ جب وہ خوش ہوئے ان چیزوں پر جو انکو دی گئیں پکڑ لیا ہم نے انکو اچانک پس اس وقت وہ رہ گئے نا امید [۴۷]"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "پھر کٹ گئ جڑ ان ظالموں کی اور سب تعریفیں اللہ ہی کے لئے ہیں جو پالنے والا ہے سارے جہان کا [۴۸]"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "تو کہہ دیکھو تو اگر چھین لے اللہ تمہارےکان اور آنکھیں اور مہر کر دے تمہارے دلوں پر [۴۹] تو کون ایسا رب ہے اللہ کے سوا جو تم کو یہ چیزیں لا دیوے [۵۰] دیکھ ہم کیونکر طرح طرح سے بیان کرتے ہیں باتیں پھر بھی وہ کنارہ کرتے ہیں"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "تو کہہ دیکھو تو اگر آوے تم پر عذاب اللہ کا اچانک [۵۱] یا ظاہر ہو کر تو کون ہلاک ہو گا ظالم لوگوں کےسوا [۵۲]"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "اور ہم رسول نہیں بھیجتے مگر خوشی اور ڈر سنانے کو پھر جو کوئی ایمان لایا اور سنور گیا تو نہ ڈر ہے ان پر اور نہ وہ غمگین ہوں"
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "اور جنہوں نے جھٹلایا ہماری آیتوں کو انکو پہنچے گا عذاب اس لئے کہ وہ نافرمانی کرتے تھے [۵۳]"
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "تو کہہ میں نہیں کہتا تم سے کہ میرے پاس ہیں خزانے اللہ کے اور نہ میں جانوں غیب کی بات اور نہ میں کہوں تم سے کہ میں فرشتہ ہوں [۵۴] میں تو اسی پر چلتا ہوں جو میرے پاس اللہ کا حکم آتا ہے تو کہہ دے کب برابر ہو سکتا ہے اندھا اور دیکھنے والا سو کیا تم غور نہیں کرتے [۵۵]"
        }
    ]
}