{
    "rukus": [
        {
            "chapter": 11,
            "verse": 110,
            "text": "اور البتہ ہم نے دی تھی موسٰی کو کتاب پھر اس میں پھوٹ پڑ گئ اور اگر نہ ہوتا ایک لفظ کہ پہلے فرما چکا تھا تیرا رب تو فیصلہ ہو جاتا ان میں اور ان کو اس میں شبہ ہے کہ مطمئن نہیں ہونے دیتا [۱۵۰]"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "اور جتنے لوگ ہیں جب وقت آیا پورا (بھگتا دے گا) دے گا رب تیرا ان کو ان کے اعمال اس کو سب خبر ہے جو کچھ وہ کر رہے ہیں [۱۵۱]"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "سو تو سیدھا چلا جا جیسا تجھ کو حکم ہوا اور جس نے توبہ کی تیرے ساتھ اور حد سے نہ بڑھو بیشک وہ دیکھتا ہے جو کچھ تم کرتے ہو [۱۵۲]"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "اور مت جھکو ان کی طرف جو ظالم ہیں پھر تم کو لگے گی آگ اور کوئی نہیں تمہارا اللہ کے سوا مددگار پھر کہیں مدد نہ پاؤ گے [۱۵۳]"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "اور قائم کر نماز کو دونوں طرف دن کے اورکچھ ٹکڑوں میں رات کے [۱۵۴] البتہ نیکیاں دور کرتی ہیں برائیوں کو یہ یادگاری ہے یاد رکھنے والوں کو [۱۵۵]"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "اور صبر کر البتہ اللہ ضائع نہیں کرتا ثواب نیکی کرنے والوں کا [۱۵۶]"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "سو کیویں نہ ہوئے ان جماعتوں میں جو تم سے پہلے تھیں ایسے لوگ جن میں اثر خیر رہا ہو کہ منع کرتے رہتے بگاڑ کرنے سے ملک میں مگر تھوڑے کہ جن کو ہم نے بچا لیا ان میں سے اور چلے وہ لوگ (اور پیچھے پڑے رہے ظالم اسی چیز کے جس میں ان کو عیش ملا) جو ظالم تھے وہی راہ جس میں عیش سے رہتے تھے اور تھے گنہگار [۱۵۷]"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "اور تیرا رب ہرگز ایسا نہیں کہ ہلاک کرے بستیوں کو زبردستی سے اور لوگ وہاں کے نیک ہوں [۱۵۸]"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "اور اگر چاہتا تیرا رب کر ڈالتا لوگوں کو ایک راستہ پر اور ہمیشہ رہتے ہیں اختلاف میں"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "مگر جن پر حم کیا تیرے رب نے [۱۵۹] اور اسی واسطے انکو پیدا کیا ہے اور پوری ہوئی بات تیرے رب کی کہ البتہ بھر دوں گا دوزخ جنوں سے اور آدمیوں سے اکٹھے [۱۶۰]"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "اور سب چیز بیان کرتے ہیں ہم تیرے پاس رسولوں کےاحوال سے جس سے تسلی دیں تیرے دل کو اور آئی تیرے پاس اس سورت میں تحقیق بات اور نصیحت اور یاداشت ایمان والوں کو [۱۶۱]"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "اور کہہ دے ان کو جو ایمان نہیں لاتے کام کئے جاؤ اپنی جگہ پر ہم بھی کام کرتے ہیں"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "اور انتظار کرو ہم بھی منتظر ہیں [۱۶۲]"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "اور اللہ کے پا س ہے چھپی بات آسمانوں کی اور زمین کی اور اسی کی طرف رجوع ہے سب کام کا سو اسی کی بندگی کر اور اسی پر بھروسہ رکھ اور تیرا رب بیخبر نہیں جو کام تم کرتے ہو [۱۶۳]"
        }
    ]
}