{
    "rukus": [
        {
            "chapter": 17,
            "verse": 61,
            "text": "اور جب ہم نے کہا فرشتوں کو سجدہ کرو آدم کو تو سجدہ میں گر پڑے مگر ابلیس بولا کیا میں سجدہ کروں ایک شخص کو جس کو تو نے بنایا مٹی کا [۹۶]"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "کہنے لگا بھلا دیکھ تو یہ شخص جس کو تو نے مجھ سے بڑھا دیا اگر تو مجھ کو ڈھیل دیوے قیامت کے دن تک تو میں اس کی اولاد کو ڈانٹی دے لوں گا مگر تھوڑے سے [۹۷]"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "فرمایا جا پھر جو کوئی تیرے ساتھ ہوا ان میں سے سو دوزخ ہے تم سب کی سزا بدلہ پورا [۹۸]"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "اور گھبرا لے ان میں جس کو تو گھبرا سکے اپنی آواز سے [۹۹] اور لے آ ان پر اپنے سوار اور پیادے [۱۰۰] اور ساجھا کر ان سے مال اور اولاد میں [۱۰۱] اور وعدے دے انکو اور کچھ نہیں وعدہ دیتا انکو شیطان مگر دغابازی [۱۰۲]"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "وہ جو میرے بندے ہیں ان پر نہیں تیری حکومت اور تیرا رب کافی ہے کام بنانے والا [۱۰۳]"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "تمہارا رب وہ ہے جو چلاتا ہے تمہارے واسطے کشتی دریا میں [۱۰۴] تاکہ تلاش کرو اس کا فضل [۱۰۵] وہی ہے تم پر مہربان"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "اور جب آتی ہے تم پر آفت دریا میں بھول جاتے ہو جن کو پکارا کرتے تھے اللہ کے سوائے پھر جب بچا لایا تم کو خشکی میں پھر جاتے ہو اور ہے انسان بڑا نا شکر [۱۰۶]"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "سو کیا تم بے ڈر ہو گئے اس سے کہ دھنسا دے تم کو جنگل کے کنارے [۱۰۷] یا بھیج دے تم پر آندھی پتھر برسانے والی پھر نہ پاؤ اپنا کوئی نگہبان"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "یا بے ڈر ہو گئے ہو اس سے کہ پھر لیجائے تمکو دریا میں [۱۰۸] دوسری بار پھر بھیجے تم پر ایک سخت جھوکا ہوا کا پھر ڈبا دے تم کو بدلے میں اس ناشکری کے پھر نہ پاؤ اپنی طرف سے ہم پر اس کا کوئی باز پرس کرنے والا [۱۰۹]"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "اور ہم نےعزت دی ہے آدم کی اولاد کو اور سواری دی ان کو جنگل اور دریا میں اور روزی دی ہم نے ان کو ستھری چیزوں سے اور بڑھا دیا ان کو بہتوں سے جن کو پیدا کیا ہم نے بڑائی دے کر [۱۱۰]"
        }
    ]
}