{
    "rukus": [
        {
            "chapter": 33,
            "verse": 9,
            "text": "اے ایمان والو یاد کرو احسان اللہ کا اپنے اوپر جب چڑھ آئیں تم پر فوجیں پھر ہم نے بھیجدی ان پر ہوا اور وہ فوجیں جو تم نے نہیں دیکھیں [۱۲] اور ہے اللہ جو کچھ کرتے ہو دیکھنے والا [۱۳]"
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "جب چڑھ آئے تم پر اوپر کی طرف سے اور نیچے سے [۱۴] اور جب بدلنے لگیں آنکھیں [۱۵] اور پہنچے دل گلوں تک [۱۶] اور اٹکلنے لگے تم اللہ پر طرح طرح کی اٹکلیں [۱۷]"
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "وہاں جانچے گئے ایمان والے اور جھڑ جھڑائے گئے زور کا جھڑ جھڑانا [۱۸]"
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "اور جب کہنے لگے منافق اور جن کے دلوں میں روگ ہے جو وعدہ کیا تھا ہم سے اللہ نے اور اس کے رسول نے سب فریب تھا [۱۹]"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "اور جب کہنے لگی ایک جماعت ان میں اے یثرب والو [۲۰] تمہارے لئے ٹھکانہ نہیں سو پھر چلو اور رخصت مانگنے لگا ایک فرقہ ان میں نبی سے کہنے لگے ہمارے گھر کھلے پڑے ہیں اور وہ کھلے نہیں پڑے ان کی کوئی غرض نہیں مگر بھاگ جانا [۲۱]"
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "اور اگر شہر میں کوئی گھس آئے ان پر اس کے کناروں سے پھر ان سے چاہے دین سے بچلنا تو مان لیں اور دیر نہ کریں اس میں مگر تھوڑی [۲۲]"
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "اور اقرار کر چکے تھے اللہ سے پہلے کہ نہ پھیریں گے پیٹھ اور اللہ کے قرار کی پوچھ ہوتی ہے [۲۳]"
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "تو کہہ کچھ کام نہ آئے گا تمہارے یہ بھاگنا اگر بھاگو گے مرنے سے یا مارے جانے سے اور پھر بھی پھیل نہ پاؤ گے مگر تھوڑے دنوں [۲۴]"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "تو کہہ کون ہے کہ تم کو بچائے اللہ سے اگر چاہے تم پر برائی یا چاہے تم پر مہربانی [۲۵] اور نہ پائیں گے اپنے واسطے اللہ کے سوائے کوئی حمایتی اور نہ مددگار [۲۶]"
        },
        {
            "chapter": 33,
            "verse": 18,
            "text": "اللہ کو خوب معلوم ہیں جو اٹکانے والے ہیں تم میں اور کہتے ہیں اپنے بھائیوں کو چلے آؤ ہمارے پاس اور لڑائی میں نہیں آتے مگر کبھی [۲۷]"
        },
        {
            "chapter": 33,
            "verse": 19,
            "text": "دریغ (بخل کرتے) رکھتے ہیں تم سے [۲۸] پھر جب آئے ڈر کا وقت تو تو دیکھے ان کو کہ تکتے ہیں تیری طرف پھرتی ہیں آنکھیں ان کی جیسے کسی پر آئے بے ہوشی موت کی پھر جب جاتا رہے ڈر کا وقت چڑھ چڑھ کر بولیں تم پر تیز تیز زبانوں سے ڈھکے (ٹوٹے) پڑتے ہیں مال پر [۲۹] وہ لوگ یقین نہیں لائے پھر اکارت کر ڈالے اللہ نے انکے کئے کام اور یہ ہے اللہ پر آسان [۳۰]"
        },
        {
            "chapter": 33,
            "verse": 20,
            "text": "سمجھتے ہیں کہ فوجیں کفار کی نہیں پھر گئیں اور اگر آجائیں وہ فوجیں تو آرزو کریں کسی طرح ہم باہر نکلے ہوئے ہوں گاؤں میں پوچھ لیا کریں تمہاری خبریں [۳۱] اور اگر ہوں تم میں لڑائی نہ کریں مگر بہت تھوڑی [۳۲]"
        }
    ]
}