{
    "rukus": [
        {
            "chapter": 51,
            "verse": 24,
            "text": "کیا پہنچی ہے تجھ کو بات ابراہیم کے مہمانوں کی جو عزت والے تھے [۱۶]"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "جب اندر پہنچے اُسکے پاس تو بولے سلام وہ بولا سلام ہے یہ لوگ ہیں اوپرے [۱۷]"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "پھر دوڑا اپنے گھر کو تو لے آیا ایک بچھڑا گھی میں تلا ہوا"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "پھر اُنکے سامنے رکھا کہا کیوں تم کھاتے نہیں [۱۸]"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "پھر جی میں گھبرایا اُن کے ڈر سے بولے تو مت ڈر اور خوشخبری دی اُسکو ایک لڑکے ہوشیار کی [۱۹]"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "پھر سامنے سے آئی اسکی عورت بولتی ہوئی پھر پیٹا اپنا ماتھا اور کہنے لگی کہیں بڑھیا بانجھ [۲۰]"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "وہ بولے یوں ہی کہا تیرے رب نے وہ جو ہے وہی ہے حکمت والا خبردار [۲۱]"
        },
        {
            "chapter": 51,
            "verse": 31,
            "text": "بولا پھر کیا مطلب ہے تمہارا اے بھیجے ہوؤ [۲۲]"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "وہ بولے ہم کو بھیجا ہے ایک گنہگار قوم پر"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "کہ چھوڑیں ہم اُن پر پتھر مٹی کے [۲۳]"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "نشان پڑے ہوئے تیرے رب کے یہاں سے حد سے نکل چلنے والوں کے لئے [۲۴]"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "پھر بچا نکالا ہم نے جو تھا وہاں ایمان والا"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "پھر نہ پایا ہم نے اس جگہ سوائے ایک گھر کے مسلمانوں سے [۲۵]"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "اور باقی رکھا ہم نے اُس میں نشان اُن لوگوں کے لئے جو ڈرتے ہیں عذاب دردناک سے [۲۶]"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "اور نشانی ہے موسٰی کے حال میں جب بیجھا ہم نے اُسکو فرعون کے پاس دے کر کھلی سند [۲۷]"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "پھر اُس نے منہ موڑ لیا اپنے زور پر اور بولا یہ جادوگر ہے یا دیوانہ [۲۸]"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "پھر پکڑا ہم نے اُسکو اور اُسکے لشکروں کو پھر پھینک دیا اُنکو دریا میں اور اُس پر لگا الزام [۲۹]"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "اور نشانی ہے عاد میں جب بھیجی ہم نے اُن پر ہوا خیر سے خالی"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "نہیں چھوڑتی کسی چیز کو جس پر گذرے کہ نہ کر ڈالے اسکو جیسے چورا [۳۰]"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "اور نشانی ہے ثمود میں جب کہا اُنکو برت لو ایک وقت تک [۳۱]"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "پھر شرارت کرنے لگے اپنے رب کے حکم سے پھر پکڑا اُنکو کڑک نے اور وہ دیکھتے تھے"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "پھر نہ ہو سکا اُن سے کہ اٹھیں اور نہ ہوئے کہ بدلا لیں [۳۲]"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "اور ہلاک کیا نوح کی قوم کو اس سے پہلے تحقیق وہ تھے لوگ نافرمان [۳۳]"
        }
    ]
}