{
    "rukus": [
        {
            "chapter": 58,
            "verse": 7,
            "text": "تو نے نہیں دیکھا کہ اللہ کو معلوم ہے جو کچھ ہے آسمانوں میں اور جو کچھ ہے زمین میں کہیں نہیں ہوتا مشورہ تین کا جہاں وہ نہیں ہوتا ان میں چوتھا اور نہ پانچ کا جہاں وہ نہیں ہوتا اُن میں چھٹا اور نہ اُس سے کم اور نہ زیادہ جہاں وہ نہیں ہوتا اُنکے ساتھ جہاں کہیں ہوں [۱۴] پھرجتلا دے گا اُنکو جو کچھ انہوں نے کیا قیامت کے دن بیشک اللہ کو معلوم ہے ہر چیز"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "تو نے نہ دیکھا اُن لوگوں کو جنکو منع ہوئی کانا پھوسی پھر بھی وہی کرتے ہیں جو منع ہو چکا ہے اور کان میں باتیں کرتے ہیں گناہ کی اور زیادتی کی اور رسول کی نافرمانی کی [۱۵] اور جب آئیں تیرے پاس تجھ کو وہ دعا دیں جو دعا نہیں دی تجھ کو اللہ نے اور کہتے ہیں اپنے دل میں کیوں نہیں عذاب کرتا ہم کو اللہ اُس پر جو ہم کہتے ہیں کافی ہے اُنکو دوزخ داخل ہوں گے اس میں سو بری جگہ پہنچے [۱۶]"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "اے ایمان والو جب تم کان میں بات کرو تو مت کرو بات گناہ کی اور زیادتی کی اور رسول کی نافرمانی کی اور بات کرو احسان کی اور پرہیزگاری کی [۱۷] اور ڈرتے رہو اللہ سے جسکے پاس تم کو جمع ہو نا ہے [۱۸]"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "یہ جو ہے کانا پھوسی سو شیطان کا کام ہے تاکہ دلگیر کرے ایمان والوں کو اور وہ اُن کا کچھ نہ بگاڑے گا بدون اللہ کے حکم کے اور اللہ پر چاہئے کہ بھروسہ کریں ایمان والے [۱۹]"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "اے ایمان والو جب کوئی تم کو کہے کہ کھل کر بیٹھو [۲۰] مجلسوں میں تو کھل جاؤ اللہ کشادگی دے تم کو [۲۱] اور جب کوئی کہے کہ اٹھ کھڑے ہو تو اٹھ کھڑے ہو [۲۲] اللہ بلند کرے گا اُنکے لئے جو کہ ایمان رکھتے ہیں تم میں سے اور علم انکے درجے [۲۳] اور اللہ کو خبر ہے جو کچھ تم کرتے ہو [۲۴]"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "اے ایمان والو جب تم کان میں بات کہنا چاہو رسول سے تو آگے بھیجو اپنی بات کہنے سے پہلے خیرات یہ بہتر ہے تمہارے حق میں اور بہت ستھرا پھر اگر نہ پاؤ تو اللہ بخشنے والا مہربان ہے [۲۵]"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "کیا تم ڈر گئے کہ آگے بھیجا کرو کان کی بات سے پہلے خیراتیں سو جب تم نے نہ کیا اور اللہ نے معاف کردیا تم کو تو اب قائم رکھو نماز اور دیتے رہو زکوٰۃ اور حکم پر چلو اللہ کے اور اُسکے رسول کے اور اللہ کو خبر ہے جو کچھ تم کرتے ہو [۲۶]"
        }
    ]
}