{
    "rukus": [
        {
            "chapter": 28,
            "verse": 43,
            "text": "En wij gaven aan Mozes het boek der wet, nadat wij de vroegere geslachten hadden verdelgd, om de harten der menschen te waarschuwen, en tot eene leiding en tot eene genade, opdat zij wellicht zouden nadenken"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "Gij, o profeet, waart niet in de westerzijde van den berg Sinaï, toen wij Mozes zijnen last overgaven; ook waart gij geen van hen, die tegenwoordig waren toen hij haar ontving"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Maar wij deden vele geslachten na Mozes' opstaan en hun leven werd verlengd. Gij hebt niet onder de bewoners van Madian gewoond, om hen onze teekenen te herinneren; maar wij hebben u in ieder opzicht volkomen onderricht"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Ook waart gij niet aan de zijde van den berg tegenwoordig, toen wij Mozes riepen: maar gij zijt gezonden uit genade van uwen Heer opdat gij zoudt prediken voor een volk, tot hetwelk voor u nog geen prediker was gekomen, opdat zij gewaarschuwd zouden worden"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "En opdat, indien een ramp over hen zou zijn gekomen, om hetgeen hunne handen voor bedachtelijk hebben bedreven, zij niet zouden zeggen: O Heer! is het ons niet te vergeven, nu gij geen gezant tot ons hebt gezonden, opdat wij uwe teekenen zouden volgen en ware geloovigen worden"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Maar indien de waarheid van ons tot hen komt, zeggen zij: Indien hij niet dezelfde macht als Mozes ontvangt om wonderen te bewerken, zullen wij niet gelooven. Hebben zij niet evenzoo de openbaring verworpen, die vroeger aan Mozes werd gegeven? Zij zeggen: Twee listige bedriegerijen hebben elkander wederkeerig ondersteund: en zij zeggen: Waarlijk wij verwerpen die beide"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Zeg: Toon dan een boek van God, dat beter is dan deze twee, opdat ik het volge, indien gij de waarheid spreekt"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Maar indien zij u geen antwoord geven, weet dan, dat zij slechts hunne eigene begeerten volgen, en wie dwaalt sterker van de waarheid af dan hij, die zonder eene leiding van God zijne eigene begeerte volgt? Waarlijk, God leidt de onrechtvaardigen niet"
        }
    ]
}