{
    "rukus": [
        {
            "chapter": 30,
            "verse": 28,
            "text": "Hij stelt u vergelijkingen voor, aan u zelven ontleend. Hebt gij onder de slaven, welke door uwe rechterhand worden bezeten, een deelgenoot in het vermogen dat wij u hebben geschonken, zoodat gij daarvan gelijke bezitters met hen wordt, of dat gij hen vreest, zoo als gij elkander vreest? Zoo leggen wij onze teekens duidelijk uit, voor hen die begrijpen"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Maar zij die onrechtvaardig handelen, door anderen naast God te plaatsen, volgen hunne eigene lusten zonder kennis; en wie zal degenen richten, welke God doet dwalen? Zij zullen niemand hebben om hem te helpen"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "Weest dus godvruchtig en wendt uw aangezicht naar den waren godsdienst; de instelling van God, die den mensch heeft geschapen om haar te omhelzen. Er is geene verandering in hetgeen God heeft geschapen. Dit is de ware godsdienst; maar het grootste deel der menschen weet het niet"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "Weest tot hem gewend en vreest hem; zijt standvastig in het gebed, en dient geene afgoden"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "Van hen die eene scheuring in hunnen godsdienst hebben gemaakt, en in verschillende secten zijn verdeeld, verblijdt iedere secte zich in hare eigen meening"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "Als tegenspoed hen treft, roepen zij hunnen Heer aan, zich tot hem wendende; daarna als hij hun van zijne genade heeft doen proeven, vereenigt een deel van hen andere godheden met hunnen Heer"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Om zich ondankbaar te betoonen voor de gunsten, welke wij hun hebben geschonken. Verblijdt u dus in de ijdele vermaken dezer wereld; maar hierna zult gij de gevolgen kennen"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Hebben wij hun eenig gezag nedergezonden, dat van de valsche goden spreekt; welke zij met hem vereenigen"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Als wij de menschen de weldaden der genade doen smaken, verblijden zij zich daarin; doch indien hun kwaad overkomt, om hetgeen hunne handen te voren hebben bedreven, wanhopen zij"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Zien zij niet dat God een overvloedigen voorraad schenkt aan degenen die hem behagen en spaarzaam is naar zijn wil"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Geef hem, die met u verwant is, datgene wat gij hem in billijkheid verplicht zijt, en ook aan den arme en den vreemdeling; dit is beter voor hen die Gods aangezicht zoeken, en zij zullen voorspoed genieten"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Wat gij in woeker zult geven, om het uwe met der menschen bezittingen te vergrooten, zal niet vergroot worden, dan door Gods zegen; maar wat gij aan aalmoezen geeft voor Gods zaak, daarvoor zult gij eene tweevoudige belooning ontvangen"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "God is het die u geschapen en van voedsel voorzien heeft; daarna zal hij u doen sterven, en daarna zal hij u ten leven opwekken. Is er een uwer valsche goden, die in staat is het minste dezer dingen te doen? Geloofd zij hij en verre zij het van hem, wat zij met hem vereenigen"
        }
    ]
}