{
    "rukus": [
        {
            "chapter": 38,
            "verse": 15,
            "text": "En deze wachten slechts op een klank der trompet, die niet uitgesteld zal worden"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "En zij zeggen spottende: O Heer! geef ons ons deel voor den dag der rekenschap"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "Verdraag geduldig wat zij bedrijven en herinner hen onzen dienaar David, die met sterkte begaafd was; want hij was iemand, die zich ernstig tot God wendde"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "Wij dwongen de bergen, onzen lof met hem te verkondigen, des avonds en bij het opgaan der zon"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "Alsook de vogelen die zich tot hem verzamelen, en die allen dikwijls met dat doel bij hem terug keerden"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "Wij stichten zijn koninkrijk, en wij gaven hem wijsheid en welsprekendheid van woorden"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "Is het verhaal der twee twistende tot uwe kennis gekomen, toen zij, over den muur, in de bovenste vertrekken kwamen"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "Toen zij tot David binnenkwamen, en hij bevreesd voor hen was, zeiden zij: Vrees niet, wij zijn twee tegenstanders, die een twist met elkander te beslechten hebben. De een van ons heeft den ander nadeel toegebracht: richt dus tusschen ons met waarheid: wees niet onrechtvaardig en leid ons op den rechten weg"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "Deze, mijn broeder heeft negenennegentig schapen, en ik had slechts eene ooi, en hij zeide: Geef mij die, om ze te houden, en hij overwon mij in den twist, dien wij te zamen hadden"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "David antwoordde: Waarlijk hij heeft u slecht behandeld, door u uwe ooi te vragen, als eene bijvoeging tot zijne eigen schapen; en velen van hen, die eene zaak met elkander hebben, benadeelen elkander, behalve zij, die gelooven en doen wat rechtvaardig is. Maar hoe weinigen zijn dat! En David bemerkte, dat wij hem door deze gelijkenis hadden beproefd, en hij vroeg vergiffenis van zijn Heer; hij viel neder, boog zich en betoonde berouw"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Daarom vergaven wij hem zijne fout, en hij zal toegelaten worden om ons te naderen, en hij zal eene uitmuntende verblijfplaats in het paradijs hebben"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "O David! wij hebben u aangewezen, als een uitverkoren vorst op de aarde; oordeel dus tusschen de menschen met waarheid, en volg niet uw eigen hartstocht, opdat hij u niet van Gods weg doe afdwalen; want zij die van Gods weg afdwalen, zullen eene ernstige straf ondergaan, dewijl zij den dag van hulp hebben vergeten"
        }
    ]
}