{
    "rukus": [
        {
            "chapter": 40,
            "verse": 28,
            "text": "En een man, van het gezin van Pharao, die een waar geloovige was en zijn geloof verborg, zeide: Wilt gij een mensch ter dood brengen omdat hij zegt: God is mijn Heer, terwijl gij ziet, dat hij met duidelijke teekenen van uwen Heer tot u is gekomen? Indien hij een leugenaar is, zal de straf zijner valschheid op hem vallen, maar indien hij de waarheid spreekt, zullen eenige dier vonnissen, waarmede hij u bedreigt, op u nederkomen; waarlijk, God leidt niet hem, die een zondaar of een leugenaar is"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "O mijn volk! heden is u het koninkrijk, en gij zijt machtig; maar wie zal ons tegen den geesel van God verdedigen, als die op ons nederkomt. Pharao zeide: Ik stel u alleen voor, wat mij het geschiktste dunkt, en ik leid u alleen op het rechte pad"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "En hij die geloofd had, zeide: O mijn volk! waarlijk, ik vrees voor u een dag, gelijk aan dien van de verbondenen tegen de profeten, in vroegere tijden"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "Een toestand gelijk aan dien van het volk van Noach, en de stammen van Ad en Thamoed. En van hen, die na hen hebben geleefd; want God wil niet dat er eenige onrechtvaardigheid op zijne dienaren worde uitgeoefend"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "O mijn volk! waarlijk, ik vrees voor u den dag, waarop de menschen elkander zullen aanroepen"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "Den dag waarop gij van de rechtbank zult afgewend, en naar de hel gedreven worden zult gij niemand hebben, om u tegen God te ondersteunen. En hij dien God zal doen dwalen, zal geen leider hebben"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "Jozef kwam, vóór Mozes, met duidelijke teekens tot u, maar gij hieldt niet op te twijfelen omtrent den godsdienst, dien hij u predikte, tot gij zeidet, toen hij stierf: God zal op geenerlei wijze een anderen profeet na hem zenden. Zoo deed God dengeen dwalen, die een zondaar en een twijfelaar is"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "Zij, die Gods teekenen betwisten, zonder dat er een bewijs tot hen is gekomen, zijn in groote verachting bij God en bij hen die gelooven; zoo verzegelt God ieder trotsch en weêrbarstig hart"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "En Pharao zeide: O Haman! bouw mij een toren, opdat ik de sferen kunne bereiken"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "De sferen des hemels en dat ik den God van Mozes moge zien; want waarlijk, ik houd hem voor een leugenaar. Zoo vertoonden Pharaos snoode werken zich lofwaardig voor hem; hij wendde zich van het rechte pad af, en de listen van Pharao eindigden slechts met verlies"
        }
    ]
}