{
    "rukus": [
        {
            "chapter": 3,
            "verse": 64,
            "text": "Zeg: o gij! die de schrift hebt ontvangen, komt en laat ons de volgende vereeniging tusschen ons vinden: Laat ons slechts God vereeren, en geen schepsel met hem gelijk stellen, en dat geen van ons een ander, buiten God, als Heer erkenne en aanbidde. Weigeren zij dit, zeg dan: Wees getuige, dat wij trouwe geloovigen zijn"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "O gij! die de schrift hebt ontvangen, waarom twist gij omtrent Abraham? De thora en het evangelie werden toch eerst na zijnen tijd geopenbaard. Begrijpt gij dit niet"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Gij, die immer twist omtrent zaken, welke gij kunt weten, waarom strijdt gij omtrent zaken, die gij niet kunt weten. God weet, maar gij weet niet"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Abraham was noch Jood noch Christen, maar hij was vroom en God onderworpen en geen afgodendienaar"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Die, welke Abraham volgen, komen hem het dichtst nabij, en zijn profeet (Mahomet) en de geloovigen. God is de beschermer der geloovigen"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Eenigen van hen die de schrift hebben ontvangen, zouden u willen verleiden, maar zij verleiden slechts zich zelven, en zij bemerken het niet"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "O gij bezitters der schrift! waarom loochent gij Gods teekenen, terwijl gij zelven er getuigen van waart"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "O gij! die de schrift hebt ontvangen, bemantelt de waarheid toch niet met de onwaarheid, om de waarheid te verbergen, terwijl gij die kent"
        }
    ]
}