{
    "chapter": [
        {
            "chapter": 92,
            "verse": 1,
            "text": "سوگند به شب در آن هنگام که (روی زمین را فرا می‌گیرد، و همه‌ی اشیاء را با تاریکی خود) می‌پوشاند (و مردمان و جانداران را به استراحت و سکون می‌کشاند)"
        },
        {
            "chapter": 92,
            "verse": 2,
            "text": "و به روز سوگند در آن هنگام که جلوه‌گر و روشن می‌گردد (و ظلمت شب را می‌راند و مردمان و جانداران را دیگر باره به جنبش و تلاش می‌اندازد)"
        },
        {
            "chapter": 92,
            "verse": 3,
            "text": "و به آن که نر و ماده را می‌آفریند"
        },
        {
            "chapter": 92,
            "verse": 4,
            "text": "سعی و تلاش شما جوراجور و گوناگون است (و لذا جزا و سزای شما هم متفاوت و مختلف خواهد بود)"
        },
        {
            "chapter": 92,
            "verse": 5,
            "text": "کسی که (در راه خدا دارائی خود را) بذل و بخشش کند، و پرهیزگاری پیشه سازد (و از آفریدگار خویش بهراسد)"
        },
        {
            "chapter": 92,
            "verse": 6,
            "text": "و به پاداش خوب (خدا در این سرا، و خوبتر خدا در آن سرا) ایمان و باور داشته باشد"
        },
        {
            "chapter": 92,
            "verse": 7,
            "text": "(مشکلات و موانع را برای او آسان می‌سازیم و در کار خیر توفیقش می‌دهیم و) او را آماده‌ی رفاه و آسایش می‌نمائیم"
        },
        {
            "chapter": 92,
            "verse": 8,
            "text": "و امّا کسی که تنگ‌چشمی بکند (و به بذل و بخشش دارائی در راه خدا دست نیازد) و خود را بی‌نیاز (از خدا و توفیق و پاداش دنیوی و اخروی الهی) بداند"
        },
        {
            "chapter": 92,
            "verse": 9,
            "text": "و به پاداش خوب (خدا در این سرا، و خوبتر خدا در آن سرا) ایمان و باور نداشته باشد"
        },
        {
            "chapter": 92,
            "verse": 10,
            "text": "او را آماده برای سختی و مشقّت (و زندگی بس مشکل و ناگوار دوزخ) می‌سازیم"
        },
        {
            "chapter": 92,
            "verse": 11,
            "text": "در آن هنگام که (به گور) پرت می‌گردد، دارائیش چه سودی به حال او دارد؟"
        },
        {
            "chapter": 92,
            "verse": 12,
            "text": "مسلّماً نشان دادن (راه هدایت و ضلالت به مردم) بر عهده‌ی ما است"
        },
        {
            "chapter": 92,
            "verse": 13,
            "text": "و قطعاً آخرت و دنیا همه از آن ما است"
        },
        {
            "chapter": 92,
            "verse": 14,
            "text": "من شما را از آتش هولناکی بیم می‌دهم که شعله‌ور می‌شود و زبانه می‌کشد"
        },
        {
            "chapter": 92,
            "verse": 15,
            "text": "بدان داخل نمی‌شود و نمی‌سوزد مگر بدبخت‌ترین (انسانها)"
        },
        {
            "chapter": 92,
            "verse": 16,
            "text": "همان کسی که (حق و حقیقت را دروغ می‌داند و آن را) تکذیب می‌نماید و (به آیات آسمانی) پشت می‌کند"
        },
        {
            "chapter": 92,
            "verse": 17,
            "text": "ولیکن پرهیزگارترین (انسانها) از آن (آتش هولناک) به دور داشته خواهد شد"
        },
        {
            "chapter": 92,
            "verse": 18,
            "text": "آن کسی که دارائی خود را (در راه خدا خرج می‌کند و) می‌دهد تا خویشتن را (به وسیله‌ی این کار، از کثافت بخل) پاکیزه بدارد"
        },
        {
            "chapter": 92,
            "verse": 19,
            "text": "هیچ کسی بر او حق نعمتی ندارد تا (بدین وسیله به نعمتش پاسخ گوید و از سوی او آن) نعمت جزا داده شود"
        },
        {
            "chapter": 92,
            "verse": 20,
            "text": "بلکه تنها هدف او جلب رضای ذات پروردگار بزرگوارش می‌باشد"
        },
        {
            "chapter": 92,
            "verse": 21,
            "text": "قطعاً (چنین شخصی، از کارهائی که کرده است) راضی خواهد بود و (از پاداشهائی که از پروردگار خود دریافت می‌دارد) خوشنود خواهد شد"
        }
    ]
}