{
    "pages": [
        {
            "chapter": 10,
            "verse": 71,
            "text": "Povesteste-le istoria lui Noe! El spuse poporului sau: “O, popor al meu! Daca sederea mea printre voi si amintirea semnelor lui Dumnezeu sunt prea mult pentru voi, atunci ma incredintez lui Dumnezeu. Cadeti la invoiala cu idolii vostri si nu va mai nelinistiti de soarta voastra. Judecati-ma si pe mine! Nu ma lasati sa astept"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Daca intoarceti spatele, sa stiti ca eu nu va cer rasplata, caci rasplata mea este la Dumnezeu si mie mi s-a poruncit sa fiu dintre supusi.”"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Ei il socotira mincinos, iar Noi il mantuiram pe el si pe cei care erau cu el pe arca. Noi i-am facut pe ei urmasi si i-am inecat pe cei care socoteau semnele Noastre minciuni. Vezi cum a fost sfarsitul celor carora li s-a predicat"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Apoi am trimis, dupa el, poporului sau trimisi care le-au adus dovezi vadite. Ei nu au crezut insa in ceea ce odinioara hulisera. Noi am pecetluit astfel inimile calcatorilor de lege"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Noi i-am trimis apoi cu semnele Noastre pe Moise si pe Aaron la Faraon si sfetnicii sai, insa acestia s-au purtat cu trufie, caci erau un popor nelegiuit"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Atunci cand Adevarul le-a venit de la Noi, ei spusera: “Este o vraja vadita!”"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Moise spuse: “Voi spuneti despre Adevarul care v-a venit ca este o vraja?” Vrajitorii nu vor fi niciodata fericiti"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Ei spusera: “Ai venit la noi ca sa ne schimbi de la ceea ce am gasit de la parintii nostri? Si ca sa aveti doar voi doi maretia pe pamant? Nu credem in voi!”"
        }
    ]
}