{
    "pages": [
        {
            "chapter": 11,
            "verse": 46,
            "text": "El spuse: “O, Noe! Acesta nu este dintre ai tai, ci este o faptura netrebnica. Nu ma intreba de ceea ce tu nu ai stiinta. Daca nu ti-as fi predicat, ai fi fost dintre cei nestiutori.”"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "El spuse: “Domnul meu! Fereste-ma de-a Te intreba de ceea ce nu am stiinta. Daca Tu nu-mi ierti mie, daca Tu nu ma miluiesti, voi fi pierdut”"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Si s-a spus: “O, Noe! Coboara cu pacea pe care ti-o daruim si cu binecuvantarile Noastre asupra ta si asupra adunarilor celor care sunt cu tine. Unor adunari, Noi le daruim o bucurie trecatoare, apoi o osanda dureroasa le va atinge.”"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Aceasta este dintre istoriile privitoare la Taina pe care ti le-am dezvaluit. Nici tu, nici poporul tau nu le cunosteati mai inainte. Fii rabdator! Rasplata vor avea cei tematori"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Aditilor li l-am trimis pe fratele lor Hud. El spuse: “O, popor al meu! Inchinati-va lui Dumnezeu! Nu aveti dumnezeu afara de El! Voi sunteti doar niste nascocitori"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "O, popor al meu! Eu pentru aceasta nu va cer rasplata, caci rasplata mea este la Cel ce m-a creat. Nu pricepeti, oare"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "O, popor al meu! Cereti iertare Domnului vostru, si apoi intoarceti-va catre El, caindu-va. El va trimite din cer, asupra voastra, ploaie imbelsugata si va adauga putere la puterea voastra. Nu intoarceti spatele ca niste nelegiuiti!”"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Ei spusera: “O, Hud! Tu nu ne-ai adus nici o dovada. Noi nu-i vom parasi pe dumnezeii nostri pentru spusele tale. Noi nu credem in tine, ci"
        }
    ]
}