{
    "pages": [
        {
            "chapter": 25,
            "verse": 68,
            "text": "cei care nu cheama alt dumnezeu in afara de Dumnezeu, cei care nu ucid pe nimeni, caci Dumnezeu a oprit acest lucru daca nu este dupa dreptate, cei care nu preacurvesc..., iar cei care vor face altminterea vor pacatui"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "si in Ziua Invierii osanda lor va fi indoita si necurmat vor fi umiliti"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "insa nu si pentru cel care se caieste, care crede si face binele. Acestia sunt cei carora Dumnezeu le va schimba faptele rele in fapte bune, caci Dumnezeu este Iertator, Milostiv"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Cel care se caieste si care savarseste fapte bune se intoarce la Dumnezeu cu mare cainta"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "Ei sunt cei care nu marturisesc stramb si cand trec pe langa vorbe desarte, trec cu demnitate"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "Ei nu sunt nici surzi, nici orbi cand li se amintesc semnele Domnului lor"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "Ei sunt cei care spun: “Domnul nostru! Daruieste-ne sotii si urmasi care sa ne bucure ochii! Fa-ne celor tematori pilda de urmat"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Caci au fost rabdatori, ei toti vor avea drept rasplata Casa Raiului, unde vor afla buna primire si pace"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "si acolo vor vesnici. Ce loc de sedere minunat"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Spune: “Domnul meu nu se ingrijeste de voi fiindca huliti si nu-L chemati. Curand veti fi fara scapare.”"
        }
    ]
}