{
    "pages": [
        {
            "chapter": 71,
            "verse": 11,
            "text": "El va va trimite voua, din cer, multa ploaie"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "El va va spori averile si numarul fiilor si va va da gradini si rauri"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "De ce nu asteptati de la Dumnezeu ceva vrednic de El"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "El este Cel ce v-a creat rand pe rand"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "N-ati vazut cum Dumnezeu a creat cele sapte ceruri asezate unul asupra celuilalt"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "Si a facut luna in ele precum o lumina si soarele precum un opait"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "Dumnezeu v-a facut sa rasariti din pamant precum ierburile"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "apoi va va inapoia in el ca sa va scoata deodata"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Dumnezeu v-a facut voua pamantul covor"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "ca voi sa-l strabateti pe drumuri largi.”"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Noe spuse: “Domnul meu! Ei nu m-au ascultat si l-au urmat pe cel ale carui bogatii si fii nu fac decat sa-i apropie pierzania.”"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "Ei au viclenit si au spus"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "“Nu-i parasiti niciodata pe dumnezeii vostri! Nu-i parasiti pe Wadd, si nici pe Suwa’, si nici pe Yaghut, si nici pe Ya’uq, si nici pe Nasr!”"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "Acestia au ratacit multi oameni. Tu nu faci decat sa maresti ratacirea celor nedrepti"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "Ei au fost inecati si aruncati in Foc pentru pacatele lor si nu aflara nici un ajutor afara de Dumnezeu"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "Noe spuse: “Domnul meu! Nu lasa pe pamant nici un locuitor dintre tagaduitori"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "Daca ii lasi, ei ii vor rataci pe robii Tai si nu vor zamisli decat desfranati mult-tagaduitori"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "Domnul meu! Iarta-mi mie si parintilor mei, precum si celui ce intra, credincios, in casa mea, credinciosilor si credincioaselor. Sporeste doar prapadul celor nedrepti!”"
        }
    ]
}