{
    "chapter": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "Ālipha-lāma-mīma."
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Mānuṣa ki manē karē yē, tārā ēkathā balē'i abyāhati pēẏē yābē yē, āmarā biśbāsa kari ēbaṁ tādērakē parīkṣā karā habē nā"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "āmi tādērakē'ō parīkṣā karēchi, yārā tādēra pūrbē chila. Āllāha abaśya'i jēnē nēbēna yārā satyabādī ēbaṁ niścaẏa'i jēnē nēbēna mithyukadērakē."
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Yārā manda kāja karē, tārā ki manē karē yē, tārā āmāra hāta thēkē bēm̐cē yābē? Tādēra phaẏasālā khuba'i manda."
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Yē āllāhara sākṣāta kāmanā karē, āllāhara sē'i nirdhārita kāla abaśya'i āsabē. Tini sarbaśrōtā, sarbajñānī."
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Yē kaṣṭa sbīkāra karē, sē tō nijēra jan'yē'i kaṣṭa sbīkāra karē. Āllāha biśbabāsī thēkē bē-para'ōẏā."
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "Āra yārā biśbāsa sthāpana karē ō saṯkarma karē, āmi abaśya'i tādēra manda kāja gulō miṭiẏē dēba ēbaṁ tādērakē karmēra uṯkr̥ṣṭatara pratidāna dēba."
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Āmi mānuṣakē pitā-mātāra sāthē sadbyabahāra karāra jōra nirdēśa diẏēchi. Yadi tārā tōmākē āmāra sāthē ēmana kichu śarīka karāra jōra pracēṣṭā cālāẏa, yāra samparkē tōmāra kōna jñāna nē'i, tabē tādēra ānugatya karō nā. Āmāra'i dikē tōmādēra pratyābartana. Ataḥpara āmi tōmādērakē balē dēba yā kichu tōmarā karatē."
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Yārā biśbāsa sthāpana karē ō saṯkāja karē, āmi abaśya'i tādērakē saṯkarmīdēra antarbhukta karaba."
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Kataka lōka balē, āmarā āllāhara upara biśbāsa sthāpana karēchi; kintu āllāhara pathē yakhana tārā niryātita haẏa, takhana tārā mānuṣēra niryātanakē āllāhara āyābēra mata manē karē. Yakhana āpanāra pālanakartāra kācha thēkē kōna sāhāyya āsē takhana tārā balatē thākē, āmarā tō tōmādēra sāthē'i chilāma. Biśbabāsīra antarē yā āchē, āllāha ki tā samyaka abagata nana"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "āllāha abaśya'i jēnē nēbēna yārā biśbāsa sthāpana karēchē ēbaṁ niścaẏa jēnē nēbēna yārā munāphēka."
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Kāphērarā muminadērakē balē, āmādēra patha anusaraṇa kara. Āmarā tōmādēra pāpabhāra bahana karaba. Athaca tārā pāpabhāra kichutē'i bahana karabē nā. Niścaẏa tārā mithyābādī."
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Tārā nijēdēra pāpabhāra ēbaṁ tāra sāthē āra'ō kichu pāpabhāra bahana karabē. Abaśya tārā yē saba mithyā kathā udbhābana karē, sē samparkē kēẏāmatēra dina jijñāsita habē."
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Āmi nūha (āḥ) kē tām̐ra sampradāẏēra kāchē prēraṇa karēchilāma. Tini tādēra madhyē pañcāśa kama ēka hājāra bachara abasthāna karēchilēna. Ataḥpara tādērakē mahāplābaṇa grāsa karēchila. Tārā chila pāpī."
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Ataḥpara āmi tām̐kē ō naukārōhīgaṇakē rakṣā karalāma ēbaṁ naukākē nidarśana karalāma biśbabāsīra jan'yē."
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "Smaraṇa kara ibrāhīmakē. Yakhana tini tām̐ra sampradāẏakē balalēna; tōmarā āllāhara ēbādata kara ēbaṁ tām̐kē bhaẏa kara. Ēṭā'i tōmādēra jan'yē uttama yadi tōmarā bōjha."
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "Tōmarā tō āllāhara paribartē kēbala pratimāra'i pūjā karacha ēbaṁ mithyā udbhābana karacha. Tōmarā āllāhara paribartē yādēra ēbādata karacha, tārā tōmādēra riyikēra mālika naẏa. Kājē'i āllāhara kāchē riyika tālāśa kara, tām̐ra ēbādata kara ēbaṁ tām̐ra kr̥tajñatā prakāśa kara. Tām̐ra'i kāchē tōmarā pratyābartita habē."
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "Tōmarā yadi mithyābādī bala, tabē tōmādēra pūrbabartīrā'ō tō mithyābādī balēchē. Spaṣṭabhābē paẏagāma pauchē dēẏā'i tō rasūlēra dāẏitba."
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "Tārā ki dēkhē nā yē, āllāha kibhābē sr̥ṣṭikarma śuru karēna ataḥpara tākē punarāẏa sr̥ṣṭi karabēna? Ēṭā āllāhara jan'yē sahaja."
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Baluna, tōmarā pr̥thibītē bhramaṇa kara ēbaṁ dēkha, kibhābē tini sr̥ṣṭikarma śuru karēchēna. Ataḥpara āllāha purnabāra sr̥ṣṭi karabēna. Niścaẏa āllāha sabakichu karatē sakṣama."
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "Tini yākē icchā śāsti dēna ēbaṁ yāra prati icchā rahamata karēna. Tām̐ra'i dikē tōmarā pratyābartita habē."
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Tōmarā sthalē ō antarīkṣē āllāhakē apāraga karatē pārabē nā ēbaṁ āllāha byatīta tōmādēra kōna hitākāṅkhī nē'i, sāhāyyakārī'ō nē'i."
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Yārā āllāhara āẏāta samūha ō tām̐ra sākṣāta asbīkāra karē, tārā'i āmāra rahamata thēkē nirāśa habē ēbaṁ tādēra jan'yē'i yantraṇādāẏaka śāsti raẏēchē."
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "Takhana ibrāhīmēra sampradāẏēra ēchāṛā kōna ja'ōẏāba chila nā yē tārā balala, tākē hatyā kara athabā agnidagdha kara. Ataḥpara āllāha tākē agni thēkē rakṣā karalēna. Niścaẏa ētē biśbāsī lōkadēra jan'yē nidarśanābalī raẏēchē."
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "Ibrāhīma balalēna, pārthiba jībanē tōmādēra pārasparika bhālabāsā rakṣāra jan'yē tōmarā āllāhara paribartē pratimāgulōkē upāsyarūpē grahaṇa karēcha. Ērapara kēẏāmatēra dina tōmarā ēkē aparakē asbīkāra karabē ēbaṁ ēkē aparakē lānata karabē. Tōmādēra ṭhikānā jāhānnāma ēbaṁ tōmādēra kōna sāhāyyakārī nē'i."
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Ataḥpara tāra prati biśbāsa sthāpana karalēna lūta. Ibrāhīma balalēna, āmi āmāra pālanakartāra uddēśē dēśatyāga karachi. Niścaẏa tini parākramaśālī, prajñāmaẏa."
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Āmi tākē dāna karalāma isahāka ō iẏākuba, tām̐ra banśadharadēra madhyē nabu'ōẏata ō kitāba rākhalāma ēbaṁ duniẏātē tām̐kē puraskr̥ta karalāma. Niścaẏa parakālē ō sē saṯlōkadara antarbhūkta habē."
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "Āra prēraṇa karēchi lūtakē. Yakhana sē tāra sampradāẏakē balala, tōmarā ēmana aślīla kāja karacha, yā tōmādēra pūrbē pr̥thibīra kē'u karēni."
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Tōmarā ki pummaithunē lipta ācha, rāhājāni karacha ēbaṁ nijēdēra majalisē gar'hita karma karacha? Ja'ōẏābē tām̐ra sampradāẏa kēbala ēkathā balala, āmādēra upara āllāhara āyāba āna yadi tumi satyabādī ha'ō."
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "Sē balala, hē āmāra pālanakartā, duskr̥takārīdēra birud'dhē āmākē sāhāyya kara."
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "Yakhana āmāra prērita phērēśatāgaṇa susambāda niẏē ibrāhīmēra kāchē āgamana karala, takhana tārā balala, āmarā ē'i janapadēra adhibāsīdērakē dhbansa karaba. Niścaẏa ēra adhibāsīrā jālēma."
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "Sē balala, ē'i janapadē tō lūta'ō raẏēchē. Tārā balala, sēkhānē kē āchē, tā āmarā bhāla jāni. Āmarā abaśya'i tākē ō tām̐ra paribārabargakē rakṣā karaba tām̐ra strī byatīta; sē dhbansaprāptadēra antarbhūkta thākabē."
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Yakhana āmāra prērita phērēśatāgaṇa lūtēra kāchē āgamana karala, takhana tādēra kāraṇē sē biṣanna haẏē paṛala ēbaṁ tāra mana saṅkīrṇa haẏē gēla. Tārā balala, bhaẏa karabēna nā ēbaṁ duḥkha karabēna nā. Āmarā āpanākē ō āpanāra paribārabargakē rakṣā karaba'i āpanāra strī byatīta, sē dhbansa prāptadēra antarbhūkta thākabē."
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Āmarā ē'i janapadēra adhibāsīdēra upara ākāśa thēkē āyāba nājila karaba tādēra pāpācārēra kāraṇē."
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Āmi bud'dhimāna lōkadēra jan'yē ētē ēkaṭi spaṣṭa nidarśana rēkhē diẏēchi."
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "Āmi māda'iẏānabāsīdēra prati tādēra bhā'i śō'āẏabakē prēraṇa karēchi. Sē balala, hē āmāra sampradāẏa tōmarā āllāhara ēbādata kara, śēṣa dibasēra āśā rākha ēbaṁ pr̥thibītē anartha sr̥ṣṭi karō nā."
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Kintu tārā tām̐kē mithyābādī balala; ataḥpara tārā bhūmikampa dbārā ākrānta hala ēbaṁ nijēdēra gr̥hē upuṛa haẏē paṛē ra'ila."
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Āmi ā’da ō sāmudakē dhbansa karē diẏēchi. Tādēra bāṛī-ghara thēkē'i tādēra abasthā tōmādēra jānā haẏē gēchē. Śaẏatāna tādēra karmakē tādēra dr̥ṣṭitē suśōbhita karēchila, ataḥpara tādērakē saṯpatha abalambanē bādhā diẏēchila ēbaṁ tārā chila huśiẏāra."
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "Āmi kāruna, phērā'una ō hāmānakē dhbansa karēchi. Mūsā tādēra kāchē suspaṣṭa nidarśanābalī niẏē āgamana karēchila ataḥpara tārā dēśē dambha karēchila. Kintu tārā jitē yāẏani."
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Āmi pratyēkakē'i tāra aparādhēra kāraṇē pākaṛā'ō karēchi. Tādēra kāra'ō prati prēraṇa karēchi prastarasaha pracanḍa bātāsa, kā'ukē pēẏēchē bajrapāta, kā'ukē āmi bilīna karēchi bhūgarbhē ēbaṁ kā'ukē karēchi nimajjata. Āllāha tādēra prati yuluma karāra chilēna nā; kintu tārā nijērā'i nijēdēra prati yuluma karēchē."
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Yārā āllāhara paribartē aparakē sāhāyyakārīrūpē grahaṇa karē tādēra udāharaṇa mākaṛasā. Sē ghara bānāẏa. Āra saba gharēra madhyē mākaṛasāra ghara'i tō adhika durbala, yadi tārā jānata."
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Tārā āllāhara paribartē yā kichukē ḍākē, āllāha tā jānēna. Tini śaktiśālī, prajñāmaẏa."
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Ē sakala udāharaṇa āmi mānuṣēra jan'yē dē'i; kintu jñānīrā'i tā bōjhē."
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Āllāha yathārtharūpē nabhōmanḍala ō bhūmanḍala sr̥ṣṭi karēchēna. Ētē nidarśana raẏēchē īmānadāra sampradāẏēra jan'yē."
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Āpani āpanāra prati pratyādiṣṭa kitāba pāṭha karuna ēbaṁ nāmāya kāẏēma karuna. Niścaẏa nāmāya aślīla ō gar'hita kārya thēkē birata rākhē. Āllāhara smaraṇa sarbaśrēṣṭha. Āllāha jānēna tōmarā yā kara."
        },
        {
            "chapter": 29,
            "verse": 46,
            "text": "Tōmarā kitābadhārīdēra sāthē tarka-bitarka karabē nā, kintu uttama panthāẏa; tabē tādēra sāthē naẏa, yārā tādēra madhyē bē-inasāpha. Ēbaṁ bala, āmādēra prati ō tōmādēra prati yā nāyila karā haẏēchē, tātē āmarā biśbāsa sthāpana karēchi. Āmādēra upāsya ō tōmādēra upāsya ēka'i ēbaṁ āmarā tām̐ra'i ājñābaha."
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "Ēbhābē'i āmi āpanāra prati kitāba abartīṇa karēchi. Ataḥpara yādēra kē āmi kitāba diẏēchilāma, tārā ēkē mēnē calē ēbaṁ ēdēra'ō (makkābāsīdēra'ō) kē'u kē'u ētē biśbāsa rākhē. Kēbala kāphērarā'i āmāra āẏātasamūha asbīkāra karē."
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Āpani tō ēra pūrbē kōna kitāba pāṭha karēnani ēbaṁ sbīẏa dakṣiṇa hasta dbārā kōna kitāba likhēnani. Ērūpa halē mithyābādīrā abaśya'i sandēha pōṣaṇa karata."
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "Baraṁ yādērakē jñāna dēẏā haẏēchē, tādēra antarē ihā (kōra'āna) tō spaṣṭa āẏāta. Kēbala bē-inasāpharā'i āmāra āẏātasamūha asbīkāra karē."
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "Tārā balē, tāra pālanakartāra pakṣa thēkē tāra prati kichu nidarśana abatīrṇa hala nā kēna? Baluna, nidarśana tō āllāhara icchādhīna. Āmi tō ēkajana suspaṣṭa satarkakārī mātra."
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "Ēṭāki tādēra jan'yē yathēṣṭa naẏa yē, āmi āpanāra prati kitāba nāyila karēchi, yā tādēra kāchē pāṭha karā haẏa. Ētē abaśya'i biśbāsī lōkadēra jan'yē rahamata ō upadēśa āchē."
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "Baluna, āmāra madhyē ō tōmādēra madhyē āllāha'i sākṣīrūpē yathēṣṭa. Tini jānēna yā kichu nabhōmanḍalē ō bhū-manḍalē āchē. Āra yārā mithyāẏa biśbāsa karē ō āllāhakē asbīkāra karē, tārā'i kṣatigrasta."
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "Tārā āpanākē āyāba tbarānbita karatē balē. Yadi āyābēra samaẏa nirdhārita nā thākata, tabē āyāba tādēra upara ēsē yēta. Niścaẏa'i ākasmikabhābē tādēra kāchē āyāba ēsē yābē, tādēra khabara'ō thākabē nā."
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "Tārā āpanākē āyāba tbarānbita karatē balē; athaca jāhānnāma kāphēradērakē ghērā'ō karachē."
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "Yēdina āyāba tādērakē ghērā'ō karabē māthāra upara thēkē ēbaṁ pāẏēra nīca thēkē. Āllāha balalēna, tōmarā yā karatē, tāra sbāda grahaṇa kara."
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "Hē āmāra īmānadāra bāndāgaṇa, āmāra pr̥thibī praśasta. Ata'ēba tōmarā āmāra'i ēbādata kara."
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Jībamātra'i mr̥tyura sbāda grahaṇa karabē. Ataḥpara tōmarā āmāra'i kāchē pratyābartita habē."
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "Yārā biśbāsa sthāpana karē ō saṯkarma karē, āmi abaśya'i tādērakē jānnātēra su'ucca prāsādē sthāna dēba, yāra taladēśē prasrabaṇasamūha prabāhita. Sēkhānē tārā cirakāla thākabē. Kata uttama puraskāra karmīdēra."
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "Yārā sabara karē ēbaṁ tādēra pālanakartāra upara bharasā karē."
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "Ēmana anēka jantu āchē, yārā tādēra khādya sañcita rākhē nā. Āllāha'i riyika dēna tādērakē ēbaṁ tōmādērakē'ō. Tini sarbaśrōtā, sarbajña."
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "Yadi āpani tādērakē jijñēsa karēna, kē nabhōmanḍala ō bhū-manḍala sr̥ṣṭi karēchē, candra ō sūryakē karmē niẏōjita karēchē? Tabē tārā abaśya'i balabē āllāha. Tāhalē tārā kōthāẏa ghurē bēṛācchē"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "āllāha tām̐ra bāndādēra madhyē yāra jan'ya icchā riyika praśasta karē dēna ēbaṁ yāra jan'ya icchā hrāsa karēna. Niścaẏa, āllāha sarbabiṣaẏē samyaka parijñāta."
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "Yadi āpani tādērakē jijñēsa karēna, kē ākāśa thēkē bāri barṣaṇa karē, ataḥpara tā dbārā mr̥ttikākē uhāra mr̥ta ha'ōẏāra para sañjībita karē? Tabē tārā abaśya'i balabē, āllāha. Baluna, samasta praśansā āllāhara'i. Kintu tādēra adhikānśa'i tā bōjhē nā."
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "Ē'i pārthiba jībana krīṛā-kautuka bai tō kichu'i naẏa. Parakālēra gr̥ha'i prakr̥ta jībana; yadi tārā jānata."
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Tārā yakhana jalayānē ārōhaṇa karē takhana ēkaniṣṭhabhābē āllāhakē ḍākē. Ataḥpara tini yakhana sthalē ēnē tādērakē ud'dhāra karēna, takhana'i tārā śarīka karatē thākē."
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "Yātē tārā tādēra prati āmāra dāna asbīkāra karē ēbaṁ bhōga-bilāsē ḍubē thākē. Satbara'i tārā jānatē pārabē."
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Tārā ki dēkhē nā yē, āmi ēkaṭi nirāpada āśraẏasthala karēchi. Athaca ēra catupārśbē yārā āchē, tādēra upara ākramaṇa karā haẏa. Tabē ki tārā mithyāẏa'i biśbāsa karabē ēbaṁ āllāhara nēẏāmata asbīkāra karabē"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "yē āllāha samparkē mithyā kathā gaṛē athabā tāra kāchē satya āsāra para tākē asbīkāra karē, tāra ki smaraṇa rākhā ucita naẏa yē, jāhānnāma'i sēsaba kāphērēra āśraẏasthala habē"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "yārā āmāra pathē sādhanāẏa ātmaniẏōga karē, āmi abaśya'i tādērakē āmāra pathē paricālita karaba. Niścaẏa āllāha saṯkarmaparāẏaṇadēra sāthē āchēna."
        }
    ]
}