{
    "chapter": [
        {
            "chapter": 54,
            "verse": 1,
            "text": "Kēẏāmata āsanna, candra bidīrṇa haẏēchē."
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "Tārā yadi kōna nidarśana dēkhē tabē mukha phiriẏē nēẏa ēbaṁ balē, ēṭā tō cirāgata jādu."
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "Tārā mithyārōpa karachē ēbaṁ nijēdēra khēẏāla-khuśīra anusaraṇa karachē. Pratyēka kāja yathāsamaẏē sthirīkr̥ta haẏa."
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "Tādēra kāchē ēmana sambāda ēsē gēchē, yātē sābadhānabāṇī raẏēchē."
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "Ēṭā paripūrṇa jñāna, tabē satarkakārīgaṇa tādēra kōna upakārē āsē nā."
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "Ata'ēba, āpani tādēra thēkē mukha phiriẏē nina. Yēdina āhabānakārī āhabāna karabē ēka apriẏa pariṇāmēra dikē"
        },
        {
            "chapter": 54,
            "verse": 7,
            "text": "tārā takhana abanamita nētrē kabara thēkē bēra habē bikṣipta paṅgapāla sadr̥śa."
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "Tārā āhabānakārīra dikē dauṛātē thākabē. Kāphērā balabēḥ ēṭā kaṭhina dina."
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "Tādēra pūrbē nūhēra sampradāẏa'ō mithyārōpa karēchila. Tārā mithyārōpa karēchila āmāra bāndā nūhēra prati ēbaṁ balēchilaḥ ē tō um'māda. Tām̐rā tākē humaki pradarśana karēchila."
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "Ataḥpara sē tāra pālanakartākē ḍēkē balalaḥ āmi akṣama, ata'ēba, tumi pratibidhāna kara."
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "Takhana āmi khulē dilāma ākāśēra dbāra prabala bāribarṣaṇēra mādhyamē."
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "Ēbaṁ bhumi thēkē prabāhita karalāma prasrabaṇa. Ataḥpara saba pāni milita hala ēka parikampita kājē."
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "Āmi nūhakē ārōhaṇa karālāma ēka kāṣṭha ō pērēka nirmita jalayānē."
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "Yā calata āmāra dr̥ṣṭi sāmanē. Ēṭā tāra pakṣa thēkē pratiśōdha chila, yākē pratyakhyāna karā haẏēchila."
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "Āmi ēkē ēka nidarśanarūpē rēkhē diẏēchi. Ata'ēba, kōna cintāśīla āchē ki"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "kēmana kaṭhōra chila āmāra śāsti ō satarkabāṇī."
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "Āmi kōra'ānakē sahaja karē diẏēchi bōjhāra jan'yē. Ata'ēba, kōna cintāśīla āchē ki"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "Āda sampradāẏa mithyārōpa karēchila, ataḥpara kēmana kaṭhōra haẏēchila āmāra śāsti ō satarkabāṇī."
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "Āmi tādēra upara prēraṇa karēchilāma jhañjābāẏu ēka cirācarita aśubha dinē."
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "Tā mānuṣakē uṯkhāta karachila, yēna tārā uṯpāṭita kharjura br̥kṣēra kānḍa."
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "Ataḥpara kēmana kaṭhōra chila āmāra śāsti ō satarkabāṇī."
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "Āmi kōra'ānakē bōjhāra jan'yē sahaja karē diẏēchi. Ata'ēba, kōna cintāśīla āchē ki"
        },
        {
            "chapter": 54,
            "verse": 23,
            "text": "sāmuda sampradāẏa satarkakārīdēra prati mithyārōpa karēchila."
        },
        {
            "chapter": 54,
            "verse": 24,
            "text": "Tārā balēchilaḥ āmarā ki āmādēra'i ēkajanēra anusaraṇa karaba? Tabē tō āmarā bipathagāmī ō bikāra grastharūpē gaṇya haba."
        },
        {
            "chapter": 54,
            "verse": 25,
            "text": "Āmādēra madhyē ki tāra'i prati upadēśa nāyila karā haẏēchē? Baraṁ sē ēkajana mithyābādī, dāmbhika."
        },
        {
            "chapter": 54,
            "verse": 26,
            "text": "Ēkhana āgāmīkalya'i tārā jānatē pārabē kē mithyābādī, dāmbhika."
        },
        {
            "chapter": 54,
            "verse": 27,
            "text": "Āmi tādēra parīkṣāra jan'ya ēka uṣṭrī prēraṇa karaba, ata'ēba, tādēra prati lakṣya rākha ēbaṁ sabara kara."
        },
        {
            "chapter": 54,
            "verse": 28,
            "text": "Ēbaṁ tādērakē jāniẏē dā'ō yē, tādēra madhyē pānira pālā nirdhārita haẏēchē ēbaṁ pālākramē upasthita hatē habē."
        },
        {
            "chapter": 54,
            "verse": 29,
            "text": "Ataḥpara tārā tādēra saṅgīkē ḍākala. Sē tākē dharala ēbaṁ badha karala."
        },
        {
            "chapter": 54,
            "verse": 30,
            "text": "Ataḥpara kēmana kaṭhōra chila āmāra śāsti ō satarkabāṇī."
        },
        {
            "chapter": 54,
            "verse": 31,
            "text": "Āmi tādēra prati ēkaṭimātra nināda prēraṇa karēchilāma. Ētē'i tārā haẏē gēla śuṣka śākhāpallaba nirmita dalita khōẏāṛēra n'yāẏa."
        },
        {
            "chapter": 54,
            "verse": 32,
            "text": "Āmi kōra'ānakē bōjhāra jan'yē sahaja karē diẏēchi. Ata'ēba, kōna cintāśīla āchē ki"
        },
        {
            "chapter": 54,
            "verse": 33,
            "text": "lūta-sampradāẏa satarkakārīdēra prati mithyārōpa karēchila."
        },
        {
            "chapter": 54,
            "verse": 34,
            "text": "Āmi tādēra prati prēraṇa karēchilāma prastara barṣaṇakārī pracanḍa ghūrṇibāẏu; kintu lūta paribārēra upara naẏa. Āmi tādērakē rātēra śēṣapraharē ud'dhāra karēchilāma."
        },
        {
            "chapter": 54,
            "verse": 35,
            "text": "Āmāra pakṣa thēkē anugraha sbarūpa. Yārā kr̥tajñatā sbīkāra karē, āmi tādērakē ēbhābē puraskr̥ta karē thaki."
        },
        {
            "chapter": 54,
            "verse": 36,
            "text": "Lūta (āḥ) tādērakē āmāra pracanḍa pākaṛā'ō samparkē satarka karēchila. Ataḥpara tārā satarkabāṇī samparkē bākabitanḍā karēchila."
        },
        {
            "chapter": 54,
            "verse": 37,
            "text": "Tārā lūtēra (āḥ) kāchē tāra mēhamānadērakē dābī karēchila. Takhana āmi tādēra cakṣu lōpa karē dilāma. Ata'ēba, āsbādana kara āmāra śāsti ō satarkabāṇī."
        },
        {
            "chapter": 54,
            "verse": 38,
            "text": "Tādērakē pratyuṣē nirdhārita śāsti āghāta hēnēchila."
        },
        {
            "chapter": 54,
            "verse": 39,
            "text": "Ata'ēba, āmāra śāsti ō satarkabāṇī āsbādana kara."
        },
        {
            "chapter": 54,
            "verse": 40,
            "text": "Āmi kōra'ānakē bōjhabāra jan'yē sahaja karē diẏēchi. Ata'ēba, kōna cintāśīla āchē ki"
        },
        {
            "chapter": 54,
            "verse": 41,
            "text": "phērā'una sampradāẏēra kāchē'ō satarkakārīgaṇa āgamana karēchila."
        },
        {
            "chapter": 54,
            "verse": 42,
            "text": "Tārā āmāra sakala nidarśanēra prati mithyārōpa karēchila. Ataḥpara āmi parābhūtakārī, parākramaśālīra n'yāẏa tādērakē pākaṛā'ō karalāma."
        },
        {
            "chapter": 54,
            "verse": 43,
            "text": "Tōmādēra madhyakāra kāphērarā ki tādēra cā'itē śrēṣṭha? Nā tōmādēra muktira sanadapatra raẏēchē kitābasamūhē"
        },
        {
            "chapter": 54,
            "verse": 44,
            "text": "nā tārā balē yē, āmārā ēka aparājēẏa dala"
        },
        {
            "chapter": 54,
            "verse": 45,
            "text": "ē dala tō sattbara'i parājita habē ēbaṁ pr̥ṣṭhapradarśana karabē."
        },
        {
            "chapter": 54,
            "verse": 46,
            "text": "Baraṁ kēẏāmata tādēra pratiśruta samaẏa ēbaṁ kēẏāmata ghōratara bipada ō tiktatara."
        },
        {
            "chapter": 54,
            "verse": 47,
            "text": "Niścaẏa aparādhīrā pathabhraṣṭa ō bikāragrasta."
        },
        {
            "chapter": 54,
            "verse": 48,
            "text": "Yēdina tādērakē mukha him̐caṛē ṭēnē nēẏā habē jāhānnāmē, balā habēḥ agnira khādya āsbādana kara."
        },
        {
            "chapter": 54,
            "verse": 49,
            "text": "Āmi pratyēka bastukē parimitarūpē sr̥ṣṭi karēchi."
        },
        {
            "chapter": 54,
            "verse": 50,
            "text": "Āmāra kāja tō ēka muhūrtē cōkhēra palakēra mata."
        },
        {
            "chapter": 54,
            "verse": 51,
            "text": "Āmi tōmādēra samamanā lōkadērakē dhbansa karēchi, ata'ēba, kōna cintāśīla āchē ki"
        },
        {
            "chapter": 54,
            "verse": 52,
            "text": "tārā yā kichu karēchē, saba'i āmalanāmāẏa lipibad'dha āchē."
        },
        {
            "chapter": 54,
            "verse": 53,
            "text": "Chōṭa ō baṛa saba'i lipibad'dha."
        },
        {
            "chapter": 54,
            "verse": 54,
            "text": "Khōdābhīrurā thākabē jānnātē ō nirjhariṇītē."
        },
        {
            "chapter": 54,
            "verse": 55,
            "text": "Yōgya āsanē, sarbādhipati samrāṭēra sānnidhyē."
        }
    ]
}