{
    "maqras": [
        {
            "chapter": 18,
            "verse": 51,
            "text": "Oysa Ben onları ne göklerin ve yerin yaratılmasında ve ne de kendilerinin yaratılmasında hazır bulundurdum. Saptıranları hiçbir işte asla yardımcı da edinmedim"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "O gün Allah: \"Bana ortak olduklarını iddia ettiklerinize seslenin\" der. Onları çağırırlar, fakat hiçbirisi onların çağrılarına gelmez. Aralarına bir cehennem deresi koyarız"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Suçlular ateşi görürler ve ona düşeceklerini anlarlar, fakat ondan kaçacak yer bulamazlar"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "And olsun ki, Biz bu Kuran'da insanlara türlü türlü misali gösterip açıkladık. İnsanın en çok yaptığı iş tartışmadır"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "İnsanlara doğruluk rehberi gelmişken, onları inanmaktan, Rablerinden mağfiret dilemekten alıkoyan öncekilere uygulananın kendilerine de uygulanmasını veya gözleri göre göre azaba uğramayı beklemeleridir"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Biz peygamberleri ancak müjdeci ve uyarıcı olarak göndeririz. Oysa inkarcılar hakkı batılla ortadan kaldırmak için çekişirler. Ayetlerimizi ve kendilerine yapılan uyarmaları alaya alırlar"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Rabbinin ayetleri kendisine hatırlatılmışken onlardan yüz çeviren ve önceden yaptıklarını unutan kimseden daha zalim var mıdır? Kuran'ı anlarlar diye kalblerine örtüler, kulaklarına da ağırlık koyduk. Sen onları doğru yola çağırsan da asla doğru yolagelmezler"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Bununla beraber, Rabbin mağfiret ve merhamet sahibidir. Eğer onları, yaptıklarından dolayı hemen hesaba çekmek isteseydi, azaba uğratmakta acele ederdi. Ama onların bir vadesi vardır. Ondan kaçıp sığınacak yer bulamazlar"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Haksızlıklarından ötürü işte yok ettiğimiz şehirler! Onları yok etmek için bir süre tayin etmiştik"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Musa, genç arkadaşına: \"Ben iki denizin birleştiği yere ulaşmağa, yahut yıllarca yürümeye kararlıyım\" demişti"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "İkisi, iki denizin birleştiği yere ulaşınca, balıklarını unutmuşlardı, balık bir delikten kayıp denizi boyladı"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Oradan uzaklaştıklarında Musa, yanındaki gence: \"Azığımızı çıkar, and olsun bu yolculuğumuzda yorgun düştük\" dedi"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "O da: \"Bak sen! Kayalığa vardığımızda balığı unutmuştum. Bana onu hatırlamamı unutturan ancak şeytandır. Balık şaşılacak şekilde denizde yolunu tutup gitmiş\" dedi"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Musa: \"İstediğimiz zaten buydu\" dedi. Hemen geldikleri yoldan izleri üzerinde geri döndüler"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Bu arada ikisi katımızdan kendisine bir rahmet verdiğimiz ve kendisine ilim öğrettiğimiz kullarımızdan birini buldular"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Musa ona: \"Sana öğretileni bana hayra götüren bir bilgi olarak öğretmen için peşinden gelebilir miyim?\" dedi"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "O: \"Sen doğrusu benim yaptıklarıma dayanamazsın, bilgice kavrayamadığın bir şeye nasıl dayanabilirsin?\" dedi"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Musa: \"İnşallah sabrettiğimi göreceksin, sana hiçbir işte baş kaldırmayacağım\" dedi"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "O da: \"O halde, bana uyacaksan, ben sana anlatmadıkça herhangi bir şey hakkında bana soru sormayacaksın\" dedi"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "O da: \"O halde, bana uyacaksan, ben sana anlatmadıkça herhangi bir şey hakkında bana soru sormayacaksın\" dedi"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Bunun üzerine kalkıp gittiler; sonunda bir gemiye bindiklerinde, o gemiyi deliverdi; Musa: \"Gemiyi içindekileri boğmak için mi deldin? Doğrusu şaşılacak bir şey yaptın\" dedi"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Musa'ya: \"Ben sana yaptığım işlere dayanamazsın demedim mi?\" dedi"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Musa: \"Unuttuğum için bana çıkışma, gücümün yetmediği şeyden beni sorumlu tutma\" dedi"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Yine gittiler; sonunda bir erkek çocuğa rastladılar, o hemen onu öldürdü. Musa: \"Bir cana karşılık olmaksızın masum bir cana mı kıydın? Doğrusu pek kötü bir şey yaptın\" dedi"
        }
    ]
}