{
    "maqras": [
        {
            "chapter": 35,
            "verse": 41,
            "text": "Doğrusu, zeval bulmasın diye gökleri ve yeri tutan Allah'tır. Eğer onlar zevale uğrarsa O'ndan başka, and olsun ki onları kimse tutamaz. O, şüphesiz Halim'dir, bağışlayandır"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Kendilerine bir uyarıcı gelince, ümmetler içinde en doğru yolda gidenlerden biri olacaklarına, and olsun ki, bütün güçleriyle Allah'a yemin etmişlerdi; fakat kendilerine uyarıcının gelmesi, yeryüzünde büyüklük taslamak ve kötü düzen kurmak ile uğraştıklarından sadece nefretlerini arttırdı. Oysa pis pis kurulan kötü tuzağa ancak sahibi düşer. Öncekilere uygulanagelen yasayı görmezler mi? Sen Allah'ın yasasında bir değişiklik bulamazsın. Sen Allah'ın yasasında bir başkalaşma da bulamazsın"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "Kendilerine bir uyarıcı gelince, ümmetler içinde en doğru yolda gidenlerden biri olacaklarına, and olsun ki, bütün güçleriyle Allah'a yemin etmişlerdi; fakat kendilerine uyarıcının gelmesi, yeryüzünde büyüklük taslamak ve kötü düzen kurmak ile uğraştıklarından sadece nefretlerini arttırdı. Oysa pis pis kurulan kötü tuzağa ancak sahibi düşer. Öncekilere uygulanagelen yasayı görmezler mi? Sen Allah'ın yasasında bir değişiklik bulamazsın. Sen Allah'ın yasasında bir başkalaşma da bulamazsın"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Yeryüzünde gezip, kendilerinden öncekilerin sonlarının nasıl olduğunu görmezler mi? Onlar, kendilerinden daha kuvvetliydiler. Göklerde ve yerde Allah'ı aciz bırakabilecek yoktur. Şüphesiz O bilendir, Kadir olandır"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Allah insanları işlediklerine karşılık hemen yakalayıverseydi, yeryüzünde bir canlı bırakmaması gerekirdi. Ama onları belli bir süreye kadar erteler. Süreleri gelince gereğini yapar. Doğrusu Allah kullarını görmektedir"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Ya, Sin"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Kuran'ı Hakim'e and olsun ki, sen doğru yol üzere gönderilmiş peygamberlerdensin"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Kuran'ı Hakim'e and olsun ki, sen doğru yol üzere gönderilmiş peygamberlerdensin"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "Kuran'ı Hakim'e and olsun ki, sen doğru yol üzere gönderilmiş peygamberlerdensin"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "Bu, babaları uyarılmadığından gafil kalmış bir milleti uyarman için güçlü ve merhametli olan Allah'ın indirdiği Kuran'dır"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "Bu, babaları uyarılmadığından gafil kalmış bir milleti uyarman için güçlü ve merhametli olan Allah'ın indirdiği Kuran'dır"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "And olsun ki, hüküm çoğunun aleyhine gerçekleşmiştir, bunun için artık inanmazlar"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Boyunlarına, çenelerine kadar varan demir halkalar geçirmişizdir, bunun için başları yukarı kalkıktır"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Önlerine ve arkalarına sed çekmişizdir. Gözlerini perdelediğimizden artık göremezler"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Onları uyarsan da uyarmasan da birdir, inanmazlar"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Sen ancak, Kuran'a uyan ve görmediği halde Rahman'dan korkan kimseyi uyarabilirsin. Artık o kimseyi, bağışlanma ve cömertçe verilecek bir ecirle müjdele"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Şüphesiz ölüleri dirilten, işlediklerini ve eserlerini yazan Biziz; herşeyi, apaçık bir kitabda saymışızdır"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "İnsanlara, halkına elçiler gelen şehri mesel olarak anlat"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Onlara iki elçi göndermiştik; onu yalanladıkları için üçüncü biriyle desteklemiştik. Onlar: \"Biz size gönderildik\" demişlerdi"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Siz de ancak bizim gibi birer insansınız. Rahman da bir şey indirmemiştir. Sadece yalan söylüyorsunuz\" dediler"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "Elçiler: \"Doğrusu Rabbimiz bizim size gönderildiğimizi bilir; bize düşen ancak apaçık tebliğdir\" demişlerdi"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "Elçiler: \"Doğrusu Rabbimiz bizim size gönderildiğimizi bilir; bize düşen ancak apaçık tebliğdir\" demişlerdi"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Doğrusu sizin yüzünüzden uğursuzluğa uğradık; vazgeçmezseniz and olsun ki sizi taşlayacağız ve bizden size can yakıcı bir azap dokunacaktır\" dediler"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "Elçiler: \"Uğursuzluğunuz kendinizdendir. Bu uğursuzluk size öğüt verildiği için mi? Hayır; siz, aşırı giden bir milletsiniz\" demişlerdi"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "Şehrin öbür ucundan koşarak bir adam gelmiş ve şöyle demişti: \"Ey Milletim! Gönderilen elçilere uyun"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Sizden bir ücret istemeyenlere uyun, onlar doğru yoldadırlar"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "Beni yaratana ne diye kulluk etmeyeyim? Siz de O'na döneceksiniz"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "O'nu bırakıp da tanrılar edinir miyim? Eğer Rahman olan Allah bana bir zarar vermek isterse, o tanrıların şefaati bana fayda vermez, beni kurtaramazlar"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Doğrusu o takdirde apaçık bir sapıklık içinde olurum"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Şüphesiz ben Rabbinize inandım, beni dinleyin"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "Ona \"Cennete gir\" denince, \"Keşke milletim Rabbimin beni bağışladığını ve beni ikrama mazhar olanlardan kıldığını bilseydi!\" demişti"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Ona \"Cennete gir\" denince, \"Keşke milletim Rabbimin beni bağışladığını ve beni ikrama mazhar olanlardan kıldığını bilseydi!\" demişti"
        }
    ]
}