{
    "maqras": [
        {
            "chapter": 4,
            "verse": 100,
            "text": "Allah yolunda hicret eden kişi, yeryüzünde çok bereketli yer ve genişlik bulur. Evinden, Allah'a ve Peygamberine hicret ederek çıkan kimseye ölüm gelirse, onun ecrini vermek Allah'a düşer. Allah bağışlar ve merhamet eder"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "Yolculuk ettiğinizde, kafirlerin size bir fenalık yapmasından korkarsanız, namazı kısaltmanızda size bir sorumluluk yoktur. Zira kafirler, size apaçık düşmandırlar"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "Sen içlerinde olup da namazlarını kıldırdığın zaman, bir kısmı seninle beraber namaza dursun ve silahlarını da yanlarına alsınlar; secdeyi yaptıktan sonra onlar arkanıza geçsinler; kılmayan öbür kısım gelsin, seninle beraber kılsınlar, tedbirli olsunlar, silahlarını alsınlar. Kafirler, size ansızın bir baskın vermek için, silah ve eşyanızdan ayrılmış bulunmanızı dilerler. Yağmurdan zarar görecekseniz veya hasta olursanız, silahlarınızı bırakmanıza engel yoktur, fakat dikkatli olun. Allah kafirlere şüphesiz ağır bir azab hazırlamıştır"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "Namazı kıldıktan başka, Allah'ı ayakta iken, otururken, yan yatarken de anın. Emniyete kavuştuğunuzda, namazı gereğince kılın. Namaz şüphesiz, inananlara belirli vakitlerde farz kılınmıştır"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "Düşman milleti kovalamakta gevşeklik göstermeyin. Eğer siz acı çekiyorsanız, şüphesiz onlar da sizin çektiğiniz gibi acı çekiyorlar; oysa siz Allah'tan onların beklemedikleri şeyleri bekliyorsunuz. Allah Bilendir, Hakim olandır"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "Doğrusu, insanlar arasında Allah'ın sana gösterdiği gibi hükmedesin diye Kitap'ı sana hak olarak indirdik; hakkı gözet, hainlerden taraf olma"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "Allah'tan mağfiret dile. Allah bağışlar ve merhamet eder"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "Kendilerine hainlik edenlerden yana uğraşmaya kalkma. Allah, hainlikte direnen suçluyu sevmez"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "Allah'ın razı olmadığı sözü gece kurarlarken, onu, insanlardan gizliyorlar da kendileriyle beraber olan Allah'dan gizlemiyorlar. Allah işlediklerinin hepsini bilmektedir"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "İşte siz dünya hayatında onları savunuyorsunuz ama, kıyamet günü onları Allah'a karşı kim savunacak? Veya onların vekaletini kim üzerine alacaktır"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "Kim kötülük işler veya kendine yazık eder de sonra Allah'tan bağışlanma dilerse, Allah'ı mağfiret ve merhamet sahibi olarak bulur"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "Kim günah işlerse bunu ancak kendi aleyhine yapmış olur. Allah bilendir, Hakim'dir"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "Kim yanılır veya suç işler de sonra onu bir suçsuzun üzerine atarsa, şüphesiz iftira etmiş, apaçık bir günah yüklenmiş olur"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "Eğer sana Allah'ın bol nimeti ve rahmeti olmasaydı, onlardan bir takımı seni sapıtmaya çalışırdı. Halbuki onlar kendilerinden başkasını saptıramazlar, sana da bir zarar vermezler. Allah sana Kitap ve hikmet indirmiş, sana bilmediğini öğretmiştir. Allah'ın sana olan nimeti ne büyüktür"
        }
    ]
}