{
    "maqras": [
        {
            "chapter": 5,
            "verse": 27,
            "text": "Onlara, Adem'in iki oğlunun kıssasını doğru olarak anlat: İkisi birer kurban sunmuşlar, birininki kabul edilmiş, diğerininki edilmemişti. Kabul edilmeyen, \"And olsun seni öldüreceğim\" deyince, kardeşi: \"Allah ancak sakınanların takdimesini kabul eder\" demişti"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Beni öldürmek üzere elini bana uzatırsan, ben seni öldürmek için sana elimi uzatmam, çünkü ben, Alemlerin Rabbi olan Allah'tan korkarım"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Ben, hem benim hem de kendi günahını yüklenip cehennemliklerden olmanı isterim, zulmedenlerin cezası budur"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Bunun üzerine, kardeşini öldürmekte nefsine uydu ve onu öldürerek, zarara uğrayanlardan oldu"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Allah, kardeşinin ölüsünü nasıl gömeceğini göstermek üzere, ona yeri eşeleyen bir karga gönderdi. \"Bana yazıklar olsun! Kardeşimin ölüsünü örtmek için bu karga kadar olmaktan aciz kaldım\" dedi de ettiğine yananlardan oldu"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "Bunun için İsrailoğullarına şöyle yazdık: \"Kim bir kimseyi bir kimseye veya yeryüzünde bozgunculuğa karşılık olmadan öldürürse, bütün insanları öldürmüş gibi olur. Kim de onu diriltirse (ölümden kurtarırsa) bütün insanları diriltmiş gibi olur\". And olsun ki, onlara belgelerle peygamberlerimiz geldi, sonra buna rağmen, onların çoğu yeryüzünde taşkınlık edenler oldu"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Allah ve Peygamberiyle savaşanların ve yeryüzünde bozgunculuğa uğraşanların cezası öldürülmek veya asılmak yahut çapraz olarak el ve ayakları kesilmek ya da yerlerinden sürülmektir. Bu onlara dünyada bir rezilliktir. Onlara ahirette büyük azab vardır"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "Ancak, onları yakalamanızdan önce tevbe edenler bunun dışındadır. Biliniz ki Allah, bağışlar ve merhamet eder"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Ey İnananlar! Allah'tan sakının, O'na ulaşmaya yol arayın, yolunda cihad edin ki kurtulasınız"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Doğrusu, yeryüzünde olan bütün şeyler ve onların bir katı daha kafirlerin olsa da, kıyamet gününün azabından kurtulmak için fidye verseler kabul edilmez. Onlara elem verici azab vardır"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Ateşten çıkmak isterler, çıkamazlar. Onlara sürekli azab vardır"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Erkek hırsız ve kadın hırsızın, yaptıklarından ötürü Allah tarafından ibret verici bir ceza olarak, ellerini kesin. Allah Güçlü'dür, Hakim'dir"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Ettiği zulümden sonra tevbe edip düzelen kimse, bilsin ki Allah onun tevbesini kabul eder. Allah şüphesiz Bağışlayan'dır, merhametli olandır"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Göklerin ve yerin hükümranlığının Allah'ın olduğunu bilmiyor musun? Dilediğine azabeder, dilediğini bağışlar. Allah her şeye Kadir'dir"
        }
    ]
}