{
    "rukus": [
        {
            "chapter": 6,
            "verse": 61,
            "text": "และพระองค์คือผู้ทรงชนะเหนือปวงบ่าวของพระองค์ และทรงส่งบรรดาผู้บันทึกความดีและความชั่ว มายังพวกเจ้าด้วย จนกระทั่งเมื่อความตายได้มายังคนใดในพวกเจ้าแล้ว บรรดาทูตของเรา ก็จะรับชีวิตของพวกเขาไป โดยที่พวกเขาจะไม่ทำให้บกพร่อง"
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "แล้วพวกเขาก็ถูกนำกลับไปยังอัลลอฮ์ ผู้เป็นนายอันแท้จริงของพวกเรา พึงรู้เถิดว่า การชี้ขาด นั้นเป็นสิทธิของพระองค์เท่านั้น และพระองค์เป็นผู้รวดเร็วยิ่งในหมู่ผู้ชำระทั้งหลาย"
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "ขงกล่าวเถิด(มุอัมมัด)ว่า ใครเล่าจะช่วยพวกเจ้าให้พ้นจากบรรดาความมืดของทางบก และทางทะเล โดยที่พวกเจ้าวิงวอนขอต่อเขาด้วยความนอบน้อม และแผ่วเบาว่า ถ้าหากพระองค์ทรงช่วยเราให้รอดพ้นจากสิ่งนี้แล้ว แน่นอนพวกข้าพระองค์ก็จะเป็นผู้ที่อยู่ในหมู่ผู้กตัญญูรู้คุณ"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "จงกล่าวเถิด(มุฮัมมัด) ว่าอัลลอฮ์จะช่วยพวกท่านให้รอดพ้นจากมัน และจากความทุกข์ยากทุกอย่างด้วย แต่แล้วพสกท่านก็ให้มีภาคีขึ้นอีก(แก่พระองค์)"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "จงกล่าวเถิด(มุฮัมมัด) พระองค์คือผู้ทรงสามารถที่จะส่งการลงโทษมายังพวกท่าน จากเบื้องบน ของพวกท่านหรือจากใต้เท้า ของพวกท่านหรือ ให้พวกท่านปนเปกันโดยมีหลายพวก และให้บางส่วนของพวกท่านลิ้มรส ซึ่งการรุกรานของอีกบางส่วน จงดูเถิด(มุฮัมมัด) ว่า เรากำลังแจกแจงโองการทั้งหลายอยู่อย่างไร? เพื่อว่าพวกเขาจะได้เข้าใจ"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "และกลุ่มชนของเจ้านั้นได้ปฏิเสธอัลกุรอาน ทั้ง ๆ ที่อัลกุรอานนั้นเป็นสัจธรรม จงกล่าวเถิด (มุฮัมมัด) ว่า ฉันมิใช่ผู้พิทักษ์พวกท่านดอก"
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "สำหรับแต่ละข่าวคราวนั้น ย่อมมีเวลาที่เกิดขึ้น และพวกเจ้าจะได้รู้"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "และเมื่อเจ้าเห็นบรรดาผู้ซึ่งกำลังวิพากษ์วิจารณ์กันอยู่ในบรรดาโองการของเรา แล้ว ก็จงออกห่างจากพวกเขาเสีย จนกว่าพวกเขาจะวิพากษ์วิจารณ์ในเรื่องอื่นจากนั้น และถ้าชัยฏอนทำให้เจ้าลืมแล้ว ก็จงอย่างนั่งรวมกับพวกที่อธรรมเหล่านั้นต่อไป หลังจากที่มีการนึกขึ้นได้"
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "และไม่เป็นภัยแก่บรรดาผู้ที่ยำเกรงแต่อย่างใดจากการชำระพวกเขา แต่ทว่าเป็นการตักเตือน (แก่พวกเขา) เพื่อว่าพวกเขาจะได้ยำเกรง"
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "และเจ้าจงปล่อยเสีย ซึ่งบรรดาผู้ที่ ยึดเอาศาสนา ของพวกเขาเป็นของเล่น และสิ่งให้ความเพลิดเพลิน และชีวิตความเป็นอยู่ในโลกนี้ได้หลอกลวงพวกเขา และเจ้าจงเตือนด้วยอัล-กุรอาน การที่ชีวิตหนึ่งชีวิตใด จะถูกสังกัดอยู่ กับสิ่งที่ชีวิตได้ขวนขวายไว้ โดยที่อื่นจากอัลลอฮ์ แล้วจะไม่มีผู้ช่วยเหลือคนใด และไม่มีผู้ทำการชะฟาอะฮ์คนใดสำหรับชีวิตนั้นและถ้าชีวิตนั้นจะไถ่ถอนด้วยสิ่งไถ่ถอนทุกอย่าง มันก็จะไม่ถูกรับจากชีวิตนั้น ชนเหล่านี่คือบรรดาผู้ที่ได้ถูกให้สังกัดอยู่กับสิ่งที่พวกเขาได้แสวงหาไว้ ซึ่งพวกเขาจะได้รับเครื่องดื่มจากน้ำที่ร้อนจัด และจะได้รับการลงโทษอันเจ็บแสบเนื่องจากที่พวกเขาปฏิเสธการศรัทธา"
        }
    ]
}