{
    "rukus": [
        {
            "chapter": 9,
            "verse": 90,
            "text": "“และบรรดาผู้ที่แก้ตัว ในหมู่อาหรับชนบทเหล่านั้นได้มา เพื่อจะได้ถูกอนุมัติให้แก่พวกเขา และบรรดาผู้ที่ปฏิเสธ อัลลอฮ์ และร่อซูลของพระองค์นั้นได้นั่งกันอยู่ การลงโทษอันเจ็บแสบจะประทานแก่บรรดาผู้ปฏิเสธศรัทธาในหมู่พวกเขา”"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "“ไม่มีบาปใด ๆ แก่บรรดาผู้ที่อ่อนแอ, และแก่ผู้ที่ป่วยไข้ และแก่บรรดาผู้ที่ไม่พบสิ่งที่จะบริจาค เมื่อพวกเขาได้แนะนำตักเตือนให้จงรักภักดีต่ออัลลอฮ์ และร่อซูลของพระองค์ ไม่มีทางใดที่จะกล่าวโทษแก่บรรดาผู้กระทำดีได้ และอัลลอฮ์นั้นคือผู้ทรงอภัยโทษ ผู้ทรงเอ็นดูเมตตา”"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "“และไม่มีบาปใด ๆ แก่บรรดาผู้ที่เมื่อพวกเขามาหาเจ้าเพื่อให้เจ้าจัดให้พวกเขาขี่ เจ้าได้กล่าวว่า ฉันไม่พบพาหนะที่จะให้พวกท่านขี่บนมันได้ พวกเขาก็ผินหลังกลับโดยที่นัยน์ตาของพวกเขาท่วมท้วนไปด้วยน้ำตา เพราะเสียใจที่พวกเขาไม่พบสิ่งที่พวกเขาจะบริจาค”"
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "“แท้จริงทางที่จะกล่าวโทษได้นั้น ก็เพียงแต่บรรดาผู้ที่อนุญาตต่อเจ้า ทั้ง ๆ ที่พวกเขาเป็นผู้มั่งมี ซึ่งยินดีที่จะอยู่ร่วมกับบรรดาผู้ที่อยู่เบื้องหลัง และอัลลอฮ์ได้ทรงประทับตราบนหัวใจของพวกเขาแล้ว ดังนั้นพวกเขาจึงไม่รู้อะไร”"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "พวกเขา(ที่ไม่ออกไปสงครามตะบู๊ก)จะแก้ตัวแก่พวกท่าน เมื่อพวกท่านกลับมายังพวกเขาจงกล่าวเถิด(มุฮัมมัด) ว่าพวกท่านอย่าแก้ตัวเลยเราจะไม่เชื่อพวกท่านดอก แท้จริงอัลลอฮ์ทรงแจ้งข่าวคราวของพวกท่านแก่เราแล้ว และอัลลอฮ์นั้นทรงเห็นการกระทำของพวกท่าน และร่อซูลของพระองค์ก็เห็นด้วย แล้วพวกท่านก็จะถูกนำลับไปยังพระผู้ทรงรอบรู้แห่งสิ่งเร้นลับและสิ่งเปิดเผย แล้วพระองค์ก็จะทรงแจ้งแก่พวกท่านให้รู้ถึงสิ่งที่พวกท่านกระทำนั้น"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "พวกเขาจะสาบานต่ออัลเลอฮ์แก่พวกท่านเมื่อพวกท่านได้กลับมายังพวกเขา เพื่อให้พวกท่านยกโทษให้พวกเขา ดังนั้นพวกท่านจงผินหลังให้พวกเขาเถิด แท้จริงพวกเขานั้นชั่วร้าย และที่พำนักของพวกเขาคือนรก ทั้งนี้เป็นการตอบแทนในสิ่งที่พวกเขาขวนขวายไว้"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "พวกเขาจะสาบานแก่พวกท่าน เพื่อให้พวกท่านพอใจต่อพวกเขา แล้วหากพวกท่านพอใจต่อพวกเขา แท้จริงอัลลอฮ์นั้นจะไม่ทรงพอพระทัยต่อกลุ่มชนที่ละเมิดฝ่าฝืน"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "บรรดาอาหรับชนบทนั้น เป็นพวกปฏิเสธศรัทธาและพวกกลับกลอกที่ร้ายกาจที่สุด และเป็นการสมควรยิ่งแล้ว ที่พวกเขาจะไม่รู้ขอบเขตในสิ่งที่อัลลอฮ์ทรงประทานให้แก่ร่อซูลของพระองค์และอัลลออ์นั้นเป็นผู้ทรงรอบรู้ ผู้ทรงปรีชาญาณ"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "และในหมู่อาหรับชนบทนั้น มีผู้ถือเอาสิ่งที่ตนบริจาคไปเป็นค่าปรับ และถือว่าเป็นการขาดทุนและพวกเขารอคอยเหตุร้ายที่จะเกิดแก่พวกท่าน เหตุร้ายเหล่านั้นจงประสบแก่พวกเขาเขาเถิดและอัลลอฮ์นั้นเป็นผู้ทรงได้ยินทรงรอบรู้"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "และในหมู่อาหรับชนบทนั้น มีผู้ศรัทธาต่ออัลลอฮฺและวันอาคิเราะฮฺ และถือเอาสิ่งที่ตนบริจาคไปนั้นเป็นการใกล้ชิดกับอัลลอฮฺ และเป็นการขอพรของร่อซูล พึงรู้เถิดว่า แท้จริงมันเป็นการทำให้ใกล้ชิดแก่พวกเขา อัลลอฮฺจะทรงให้พวกเขาอยู่ในความเอ็นดูเมตตาของพระองค์ แท้จริงอัลลอฮฺนั้นเป็นผู้ทรงอภัยโทษ ทรงเอ็นดูเมตตาเสมอ"
        }
    ]
}