{
    "rukus": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "โอ้ นะบี! จงยำเกรงอัลลอฮฺ และอย่าเชื่อฟังพวกปฏิเสธศรัทธาและพวกมุนาฟิกีน แท้จริงอัลลอฮฺนั้นเป็นผู้ทรงรอบรู้ ผู้ทรงปรีชาญาณ"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "และจงปฏิบัติตามสิ่งที่ถูกวะฮี แก่เจ้า จากพระเจ้าของเจ้า แท้จริงอัลลอฮฺนั้นทรงรู้ดียิ่งในสิ่งที่พวกเจ้ากระทำ"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "และจงมอบความไว้วางใจแด่อัลลอฮฺและพอเพียงแล้วที่อัลลอฮฺเป็นผู้คุ้มครอง"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "อัลลอฮฺมิได้ทรงทำให้ชายใดมีสองหัวใจในทรวงอกของเขา และพระองค์มิได้ทรงทำให้ภริยาของพวกเจ้าซึ่งพวกเจ้าหย่าพวกเธอ (ด้วยการกล่าวซิฮารฺ) ว่าเป็นแม่ของพวกเจ้า และพระองค์มิได้ทรงทำให้การเรียก(ลูกบุญธรรม) ของพวกเจ้าว่าเป็นลูก (ที่แท้จริง) ของพวกเจ้า นั่นคือการกล่าวของพวกเจ้าด้วยปากของพวกเจ้า และอัลลอฮฺนั้นตรัสสัจจะ และพระองค์ทรงชี้แนะแนวทางที่ถูกต้อง"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "จงเรียกเขาเหล่านั้นตาม (ชื่อ) พ่อของพวกเขา มันเป็นการเที่ยงธรรมกว่า ณ ที่อัลลอฮฺหากพวกเจ้าไม่รู้จักพ่อ (จริง ๆ) ของพวกเขา ดังนั้น พวกเขาก็คือพี่น้องร่วมในศาสนาของพวกเจ้าและผู้ใกล้ชิดของพวกเจ้า และไม่เป็นที่น่าตำหนิแก่พวกเจ้าในสิ่งที่พวกเจ้าผิดพลาดในเรื่องนั้น แต่สิ่งที่จิตใจของพวกเจ้ามีความมุ่งหมายต่างหาก และอัลลอฮฺเป็นผู้ทรงอภัย ผู้ทรงเมตตาเสมอ"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "นะบีนั้นเป็นผู้ใกล้ชิดกับบรรดาผู้ศรัทธายิ่งกว่าตัวของพวกเขาเอง และบรรดาภริยาของเขา (นะบี) คือมารดาของพวกเขาและเครือญาติร่วมสายโลหิต บางคนในหมู่พวกเขาใกล้ชิดกับอีกบางคนยิ่กว่าบรรดาผู้ศรัทธาและบรรดาผู้อพยพในบัญญติของอัลลอฮฺ เว้น แต่พวกเจ้าจะกระทำความดีแก่สหายสนิทของ พวกเจ้า นั่นได้มีบันทึกไว้แล้วในคัมภีร์"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "และจงรำลึกถึงขณะที่เราได้เอาคำมั่นสัญญาของพวกเขาจากบรรดานะบี และจากเจ้า และจากนูหฺ และอิบรอฮีม และมูซา และอิซา อิบนฺมัรยัม และเราได้เอาคำมั่นสัญญาอย่างหนักแน่นจากพวกเขา"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "เพื่อพระองค์จะทรงสอบถามบรรดาผู้สัตย์จริง เกี่ยวกับความสัตย์จริงของพวกเขา และพระองค์ทรงเตรียมการลงโทษอันเจ็บปวดไว้แก่บรรดาผู้ปฏิเสธศรัทธา"
        }
    ]
}