{
    "rukus": [
        {
            "chapter": 43,
            "verse": 68,
            "text": "โอ้ปวงบ่าวของข้าเอ๋ย ไม่มีความหวาดกลัวอันใดแก่พวกเจ้าในวันนี้ และพวกเจ้ามิต้องเศร้าสลดใจ"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "บรรดาผู้ศรัทธาต่อสัญญาณทั้งหลายของเรา และพวกเขาเป็นผู้นอบน้อม"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "พวกเจ้าจงเข้าไปในสวนสวรรค์ ทั้งตัวของพวกเจ้าและคู่ครองของพวกเจ้าอย่างแช่มชื่นแจ่มใส"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "จะมีจานทำด้วยทองคำและแก้วน้ำถูกนำมาเวียนรอบ ๆ พวกเขา และในสวนสวรรค์นั้น จะมีสิ่งที่จิตใจของพวกเขาต้องการและสายตาของพวกเขาชื่นชมยินดี และพวกเจ้าจะพำนักอยู่ในนั้นตลอดกาล"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "และนั่นคือสวนสวรรค์ ซึ่งพวกเจ้าได้ถูกให้รับเป็นมรดกตามที่พวกเจ้าได้กระทำ (ความดี) ไว้"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "ในสวนสวรรค์นั้นจะมีผลไม้มากมายสำหรับพวกเจ้า พวกเจ้าจะได้กินส่วนหนึ่งจากมัน"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "แท้จริงบรรดาผู้กระทำความผิด (ผู้ปฏิเสธศรัทธา) นั้นจะอยู่ในการลงโทษในนรกญะฮันนัมตลอดกาล"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "การลงโทษนั้นจะไม่ถูกลดหย่อนแก่พวกเขา และในการลงโทษนั้นพวกเขาเป็นผู้หมดหวัง"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "และเรามิได้อธรรมต่อพวกเขา แต่พวกเขาต่างหากที่เป็นผู้อธรรมต่อตัวเอง"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "และพวกเขาจะร้องเรียกขึ้นว่า โอ้มาลิก (ยามเฝ้าประตูนรก) โปรดให้พระเจ้าของท่านจัดการให้เราตายเสียเถิด เขา (มาลิก) จะกล่าวว่า แท้จริงส่วนมากของพวกเจ้าเป็นผู้พำนักอยู่ตลอดไป"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "โดยแน่นอนเราได้นำความจริงมายังพวกเจ้าแล้ว แต่ส่วนมากของพวกเจ้าเป็นผู้ชิงชังความจริง"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "หรือว่าพวกเขาได้ตกลงวางแผนในเรื่องใด ดังนั้นแน่นอนเราก็ได้ตกลงวางแผนเช่นกัน (ที่จะทำลายแผนของพวกเขา)"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "หรือพวกเขาคิดว่า เราไม่ได้ยินความลับของพวกเขา และการประชุมลับของพวกเขาแน่นอน (เราได้ยิน) และทูตของเราอยู่กับพวกเขา เพื่อบันทึก"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "จงกล่าวเถิดมุฮัมมัด ถ้าหากพระผู้ทรงกรุณาปรานี ทรงมีโอรส ดังนั้นฉันจะเป็นคนแรกในหมู่ผู้เคารพภักดีทั้งหลาย"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "มหาบริสุทธิ์แด่พระเจ้าแห่งชั้นฟ้าทั้งหลายและแผ่นดิน พระเจ้าแห่งบัลลังก์ (ทรงบริสุทธิ์) จากสิ่งพวกเขากล่าวอ้าง"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "ดังนั้นเจ้าจงปล่อยพวกเขาให้มั่วสุมและหลงระเริง จนกว่าพวกเขาจะได้พบกับวัน (กิยามะฮฺ) ของพวกเขา ซึ่งพวกเขาถูกสัญญาไว้"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "และพระองค์คือพระผู้เป็นเจ้าแห่งชั้นฟ้า และพระผู้เป็นเจ้าแห่งแผ่นดิน และพระองค์เป็นเจ้าแห่งแผ่นดิน และพระองค์เป็นผู้ทรงปรีชาญาณ ผู้ทรงรอบรู้"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "ความเจริญสุขจงมีแด่พระผู้ซึ่งอำนาจแห่งชั้นฟ้าทั้งหลายและแผ่นดิน และสิ่งที่อยู่ในระหว่างทั้งสองเป็นกรรมสิทธิ์ของพระองค์ และ ณ ที่พระองค์นั้นคือความรอบรู้แห่งยามอวสาน และยังพระองค์เท่านั้นที่พวกเจ้าจะถูกนำกลับไป"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "และบรรดาผู้ที่วิงวอนขอสิ่งอื่นจากพระองค์นั้น จะไม่มีอำนาจในการขอชะฟาอะฮฺ นอกจากผู้ยืนยันเป็นพยานด้วยความจริง และพวกเขารู้ดี"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "และถ้าพวกเจ้าถามพวกเขาว่า ใครเป็นผู้สร้างพวกเขา แน่นอนพวกเขาจะกล่าวว่าอัลลอฮฺ แล้วทำไมเล่าพวกเขาจึงหันเหออกไปทางอื่น"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "และจะมีเสียงกล่าวของเขาว่า ข้าแต่พระเจ้าของข้าพระองค์ แท้จริงชนเหล่านั้นเป็นหมู่ชนที่ไม่ศรัทธา"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "ดังนั้น เจ้าจงให้อภัยแก่พวกเขา และจงกล่าวว่าศานติ แล้วพวกเขาก็จะรู้"
        }
    ]
}