{
    "pages": [
        {
            "chapter": 6,
            "verse": 102,
            "text": "Oto wasz Bog, wasz Pan! Nie ma boga, jak tylko On, Stworca kazdej rzeczy! Wiec czcijcie Go! On jest poreczycielem kazdej rzeczy"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Nie dosiegaja Go spojrzenia, lecz On dosiega spojrzenia. On jest Przenikliwy, Swiadomy"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Otrzymaliscie jasne dowody od waszego Pana. Kto widzi jasno, widzi dla siebie samego; a kto jest slepy, to przeciw sobie samemu. Ja nie jestem dla was strozem"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "I w ten sposob ukazujemy jasno znaki, aby oni mowili: \"Ty je badałes!\" - i abysmy mogli wyjasnic to ludziom, ktorzy wiedza"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Idz za tym, co ci objawił twoj Pan: \"Nie ma boga, jak tylko On!\" I odwroc sie od bałwochwalcow"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Gdyby zechciał Bog, to oni nie dodawaliby Jemu wspołtowarzyszy. My nie uczynilismy ciebie strozem nad nimi ani ty nie jestes dla nich opiekunem"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Nie ponizajcie tych, ktorych oni wzywaja poza Bogiem, zeby nie zniewazali Boga przez wrogosc, nieswiadomie. W ten sposob upiekszylismy kazdemu narodowi, jego dzieło. Potem do ich Pana powrocicie! I On obwiesci im to, co czynili"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Oni przysiegali na Boga najbardziej uroczystymi przysiegami, ze jesli przyjdzie do nich jakis znak, to z pewnoscia w niego uwierza! Powiedz: \"znaki znajduja sie tylko u Boga!\" Lecz po czym poznacie, ze kiedy przyjda do nich znaki, oni nie uwierza"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "My odwrocimy ich serca i ich spojrzenia; jako ze oni nie uwierzyli w to od razu. My pozostawiamy ich, błakajacych sie na oslep w ich oporze"
        }
    ]
}