{
    "pages": [
        {
            "chapter": 2,
            "verse": 135,
            "text": "Oni mowia: \"Badzcie wyznawcami judaizmu lub chrzescijanami, a znajdziecie sie na drodze prostej.\" Powiedz: \"Wcale nie! Idzcie za religia Abrahama prawdziwie wierzacego - hanifa. On przeciez nie był z liczby bałwochwalcow"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Powiedzcie: \"My wierzymy w Boga i w to, co nam zostało zesłane, i w to, co zostało zesłane Abrahamowi, Isma`ilowi i Izaakowi, Jakubowi i pokoleniom; i w to, co zostało dane prorokom od ich Pana. My nie robimy zadnej roznicy miedzy nimi i poddajemy sie Jemu całkowicie"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Jesli oni wierza w to samo, co wy wierzycie, to sa na drodze prostej. A jesli oni sie odwracaja, to sa jedynie odszczepiencami. I Bog wystarczy ci przeciwko nim. On przeciez jest Słyszacy, Wszechwiedzacy"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Religia Boga! A kto lepszy od Boga w religii? My jestesmy Jego czcicielami"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Powiedz: \"Czy wy bedziecie z nami dyskutowac o Bogu, ktory jest naszym Panem i waszym Panem? Do nas naleza nasze czyny, a do was naleza wasze czyny. My jestesmy Jego szczerymi czcicielami"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "A jesli oni beda mowili: \"Czy doprawdy Abraham i Isma`il, Izaak, Jakub i pokolenia byli wyznawcami judaizmu lub chrzescijanami?\" Powiedz: \"Czy wy wiecie lepiej, czy Bog? A kto jest bardziej niesprawiedliwy anizeli ten, kto ukrywa swiadectwo otrzymane od Boga? A Bog nie lekcewazy tego, co czynicie"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "To jest narod, ktory juz przeminał. Do niego nalezy, co zyskał, a do was nalezy, co wy zyskaliscie. Wy nie bedziecie pytani o to, co oni czynili"
        }
    ]
}