{
    "pages": [
        {
            "chapter": 14,
            "verse": 34,
            "text": "On dał wam wszystko, o co prosiliscie. Jeslibyscie chcieli zliczyc dobrodziejstwa Boga, to zliczyc ich nie zdołacie. Zaprawde, człowiek jest bardzo niesprawiedliwy i niewdzieczny"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "Oto powiedział Abraham: \"Panie moj! Uczyn to miasto bezpiecznym i uchowaj mnie i moich synow od tego, abysmy mieli czcic bałwany"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Panie moj! Przeciez oni sprowadzili z drogi wielu ludzi. Kto wiec pojdzie za mna, ten nalezy do mnie; a ten, kto mi sie sprzeciwia... Ty, zaprawde, jestes przebaczajacy, litosciwy"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Panie nasz! Oto osiedliłem czesc mojego potomstwa w dolinie nieurodzajnej, obok Twego swietego Domu. Panie nasz! Niech oni odprawiaja modlitwe, a Ty uczyn, aby serca ludzi skłoniły sie ku nim, i daj im owocow jako zaopatrzenie! Byc moze, oni beda wdzieczni"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Panie nasz! Zaprawde, Ty wiesz, co my ukrywamy i co czynimy jawnie. I nic nie jest ukryte przed Bogiem ani na ziemi, ani w niebie"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Chwała niech bedzie Bogu, ktory mi dał, mimo mojej starosci, Isma`ila i Izaaka. Zaprawde, moj Pan dobrze słyszy modlitwe"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Panie moj! Uczyn, abym odprawiał modlitwe, i tak samo wzgledem mego potomstwa! Panie nasz! Przyjmij moja modlitwe"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Panie nasz! Przebacz mi i moim rodzicom, i wszystkim wierzacym w Dniu, kiedy nastapi rachunek"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "I nie uwazaj, iz Bog nie dba o to, co czynia niesprawiedliwi! On tylko daje im zwłoke do Dnia,. kiedy ich spojrzenia osłupieja"
        }
    ]
}