{
    "pages": [
        {
            "chapter": 19,
            "verse": 52,
            "text": "Wezwalismy go z prawej strony gory i sprowadzilismy go blisko dla poufnej rozmowy"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "I podarowalismy mu, z Naszego miłosierdzia, brata jego Aarona, proroka"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "I wspomnij w Ksiedze Isma`ila, ktory był szczery w obietnicy; był on posłancem, prorokiem"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "On nakazał swojej rodzinie modlitwe i jałmuzne; i Pan znalazł w nim upodobanie"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "I wspomnij w Ksiedze Idrisa, ktory był sprawiedliwy, był prorokiem"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "I wynieslismy go na miejsce wyniosłe"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Oto ci, ktorych Bog obsypał dobrodziejstwami: sposrod prorokow z potomstwa Adama; sposrod tych, ktorych zabralismy z Noem; sposrod potomstwa Abrahama i Izraela; sposrod tych, ktorych prowadzilismy droga prosta i ktorych wybralismy. Kiedy były im recytowane znaki Miłosiernego, oni padali na twarz, wybijajac pokłony i płaczac"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Po nich przyszli nastepcy, ktorzy zaniechali modlitwy i poszli za swoimi namietnosciami; niebawem spotka ich zguba"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Z wyjatkiem tych, ktorzy sie nawrocili, ktorzy uwierzyli i czynia dobro. Ci wejda do Ogrodu i nie doznaja w niczym niesprawiedliwosci"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "Do Ogrodow Edenu, ktore obiecał Miłosierny swoim sługom wierzacym w to, co skryte. Zaprawde, Jego obietnica sie spełnia"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Nie beda oni tam słyszec pustej gadaniny, lecz tylko: \"Pokoj!\" Beda tam mieli zaopatrzenie rano i wieczorem"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Oto jest Ogrod, ktory My dajemy w dziedzictwo tym sposrod Naszych sług, ktorzy sa bogobojni"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "My zstepujemy tylko na rozkaz Tego Pana. Do Niego nalezy to, co jest przed nami, to, co jest za nami, i to, co jest miedzy tym wszystkim. Twoj Pan nie zapomina"
        }
    ]
}