{
    "chapter": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "အကြင်သူများသည် ‌သွေဖည်ငြင်းပယ်ခဲ့ကြပြီး သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ လမ်း‌တော်မှ ပိတ်ပင်တားဆီးခဲ့ကြသည်။ အရှင်မြတ်သည် သူတို့၏လုပ်ရပ်များကို အလဟဿအကျိုးမဲ့ဖြစ်‌စေ‌တော်မူမည်။"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "ထို့ပြင် အကြင်သူများသည် အီမာန်ယုံကြည်ခဲ့ကြသည်။ ထို့ပြင် ‌ကောင်းမြတ်‌သောလုပ်ရပ်များကို ပြလုပ်ခဲ့ကြသည်။ ထို့ပြင်သူတို့သည်(တမန်‌တော်)မုဟမ္မဒ်၏အ‌ပေါ်တွင် ချ‌ပေး‌တော်မူခြင်းခံခဲ့ရသည့်အရာကို ထိုအရာသည် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်ထံ‌တော်မှ ချ‌ပေးခဲ့သည့် မှန်ကန်‌သောအရာအဖြစ်နှင့် ယုံကြည်ခဲ့ကြသည်။ အရှင်မြတ်သည် သူတို့၏ မ‌ကောင်းမှုများကို သူတို့မှ ပ‌ပျောက်‌စေ‌တော်မူမည့်အပြင် သူတို့၏ အ‌ခြေအ‌နေကိုလည်း ‌ကောင်း‌အောင်ပြုပြင်‌ပေး‌တော်မူမည်ဖြစ်သည်။"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "ဤသို့ဖြစ်ရခြင်းကမူ အမှန်မှာကာဖိရ်များသည် အမှားကိုလိုက်နာခဲ့ကြသည့်အတွက်နှင့် အီမာန်ယုံကြည်သူများသည် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်ထံ‌တော်မှ အမှန်တရားကို အမှန်ပင် လိုက်နာခဲ့ကြသည့်အတွက် ဖြစ်သည်။ ဤအတိုင်းပင် အလ္လာဟ်အရှင်မြတ်သည် လူများအတွက် သူတို့၏အ‌ခြေအ‌နေများကို ခိုင်းနှိုင်းမိန့်ကြား‌တော်မူသည်။"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "ထို့‌နောက် အသင်တို့သည် ကာဖိရ်များနှင့် ရင်ဆိုင်‌တွေ့ကြသည့်အခါ လည်ကုပ်များကို ခုတ်ဖြတ်ကြပါ။ ‌နောက်ဆုံးတွင် အသင်တို့သည် သူတို့အား ‌ကောင်းစွာသတ်ဖြတ်ခဲ့ကြပြီးသည့်အခါ သုံ့ပန်းများကို ကြိုးများနှင့်‌သေချာတုပ်‌နှောင်ကြပါ။ ထို့‌နောက် (အသင်တို့သည်) ‌ကျေးဇူးပြုသည့်အ‌နေနှင့် (‌လျော်‌ကြေးမယူဘဲ)ပြန်လွှတ်သည်ပင်ဖြစ်‌စေ၊ ‌လျော်‌ကြေးယူ၍ (ပြန်လွှတ်သည်)ပင်ဖြစ်‌စေ (ပြုပိုင်ခွင့်ရှိသည်)။ စစ်မက် တိုက်ခိုက်မှုသည် လက်နက်ချသည်အထိ (သူတို့နှင့် ပတ်သက်‌သော အမိန့်‌တော်သည်)ဤအတိုင်းပင်ဖြစ်သည်။ ထို့ပြင် အကယ်၍သာ အလ္လာဟ်အရှင်မြတ်အလိုရှိ‌တော်မူလျှင် (စစ်တိုက်ရန် အမိန့်မထုတ်ဘဲ အရှင်မြတ်ကိုယ်‌တော်တိုင်) သူတို့အား တန်ပြန်အပြစ်‌ပေး‌တော်မူခဲ့မည်ဖြစ်သည်။ သို့ရာတွင် အရှင်မြတ်သည် အသင်တို့ထဲမှ အချို့ကိုအချို့နှင့် စမ်းသပ်‌တော်မူရန်အတွက် (စစ်တိုက်အမိန့်ကို ထုတ်ပြန်‌တော်မူခဲ့ခြင်းဖြစ်သည်)။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်၏လမ်း‌တော်တွင် သတ်ဖြတ်ခြင်းခံခဲ့ကြရသည့်သူများ၏လုပ်ရပ်များကို အရှင်မြတ်သည် မည်သည့်အခါမှ အလဟဿ ဖြစ်‌စေ‌တော်မူမည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "အရှင်မြတ်သည် မကြာမီ သူတို့ကို လမ်းမှန်ပို့‌တော်မူမည့်အပြင် သူတို့၏ အ‌ခြေအ‌နေကိုလည်း ‌ကောင်းမွန်‌အောင် ပြုပြင်‌ပေး‌တော်မူမည်ဖြစ်သည်။"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "ထို့ပြင် အရှင်မြတ်သည် သူတို့အား (ဝဟီအမိန့်‌တော်နှင့်) အသိ‌ပေးခဲ့သည့် ဂျန္နသ်သုခဘုံသို့ဝင် ‌ရောက်‌စေ‌တော်မူမည်။ ###၁"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "အို-အီမာန်ယုံကြည်သူအ‌ပေါင်းတို့၊ အကယ်၍ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ကူညီကြလျှင်အရှင်မြတ်ကလည်း အသင်တို့အား ကူညီ‌တော်မူမည်။###၂ ထို့ပြင် အရှင်မြတ်သည် အသင်တို့၏ ‌ခြေများကို မြဲမြံကြံ့ခိုင်‌စေ‌တော်မူမည်။"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "ကာဖိရ်များအတွက်ကမူ ပျက်စီးခြင်းပင်ရှိမည်။ ထို့ပြင် သူတို့၏လုပ်ရပ်များကိုလည်း အရှင်မြတ်သည် အလဟဿအကျိုးမဲ့ဖြစ်‌စေ‌တော်မူမည်။"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "ဤသည် အလ္လာဟ်အရှင်မြတ်ချ‌ပေး‌တော်မူ‌သောအရာ(အမိန့်‌တော်များ)ကို အမှန်စင်စစ် သူတို့သည် စက်ဆုပ်ခဲ့ကြသည့်အတွက်‌ကြောင့်ဖြစ်သည်။ သို့ဖြစ်ရာ အရှင်မြတ်သည် သူတို့၏လုပ်ရပ်များကို အလဟဿအကျိုးမဲ့ဖြစ်‌စေ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "သူတို့သည် ကမ္ဘာ‌မြေတွင် လှည့်လည်သွားလာမှုကိုမပြုခဲ့ကြသ‌လော။ ထိုသို့ပြုခဲ့လျှင် သူတို့သည် သူတို့မတိုင်မီကသူများ၏ ‌နောက်ဆုံးအကျိုးဆက်သည် မည်သို့ဖြစ်ခဲ့သည်ဆိုသည်ကို မြင်ကြမည်ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်သည် ထို(ယခင်က)သူများကို ဖျက်ဆီး‌တော်မူခဲ့သည်။ ထို့ပြင် (ဤ)ကာဖိရ်များအတွက်လည်း ထိုသို့အဖြစ်အပျက်ပင်ဖြစ်‌ပေါ်လိမ့်မည်။"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "ထိုသို့ဖြစ်ရသည်မှာ အမှန်စင်စစ်အလ္လာဟ်အရှင်မြတ်သည် အီမာန်ယုံကြည်သူများ၏ကိစ္စဟူသမျှကို ‌ဆောင်ရွက်‌ပေး‌တော်မူ‌သောသခင်အစစ်အမှန်ဖြစ်သည့်အတွက်နှင့် အမှန်စင်စစ် ကာဖိရ်များတွင် ကိစ္စဟူသမျှကို ‌ဆောင်ရွက်‌ပေး‌တော်မူ‌သော အရှင်သခင်မရှိခြင်း‌ကြောင့်ဖြစ်သည်။"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အီမာန်ယုံကြည်ပြီး‌နောက် ‌ကောင်းမြတ်သည့်လုပ်ရပ်များကို ပြုလုပ်ကြသည့်သူများအား ဥယျာဉ်များထဲသို့ ဝင်‌ရောက်‌စေ‌တော်မူမည်။ ထိုဥယျာဉ်များ၏‌အောက်တွင် စမ်း‌ရေ‌ချောင်းများ စီးဆင်းလျက်ရှိမည်။ ထို့ပြင် ကာဖိရ်ငြင်းပယ်သူများကမူ ‌ခြေ‌လေး‌ချောင်းတိရစာ္ဆန်များ စား(‌သောက်)ကြသကဲ့သို့ (ဤ‌လောကတွင်)စည်းစိမ်ခံခြင်းနှင့် စား(‌သောက်‌နေထိုင်)ခြင်းကို ပြုလုပ်‌နေကြသည်။ ထို့ပြင် ငရဲမီးပင် သူတို့၏ ‌နေရာထိုင်ခင်းဖြစ်သည်။"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "ထို့ပြင် မြို့ရွာအ‌မြောက်အမြား(တွင်‌နေထိုင်သူများ)သည် အသင်(တမန်‌တော်)အား နှင်ထုတ်ခဲ့‌သော အသင်၏မြို့(တွင်‌နေထိုင်သူများ)ထက်ပင် အင်အားအ‌နေဖြင့် ပိုမိုပြင်းထန်ခဲ့ကြသည်။ ငါအရှင်မြတ်သည် ထိုမြို့ရွာသားများအားဖျက်ဆီး‌တော်မူခဲ့သည်။ သို့ဖြစ်ရာ သူတို့အား ကူညီမည့်သူ မည်သူမျှမရှိခဲ့‌ပေ။"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "ထို့‌နောက် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်ထံ‌တော်မှ ထင်ရှား‌သော သက်‌သေလက္ခဏာ‌ပေါ်တွင် ရပ်တည်‌နေကြသည့်သူများသည် အကြင်သူများကဲ့သို့ ဖြစ်ကြပါမည်‌လော။ ထိုသူများ၏ မ‌ကောင်းသည့်လုပ်ရပ်များသည် သူတို့အမြင်တွင် လှပတင့်တယ်‌အောင် ပြုလုပ်ခြင်းခံခဲ့ရသည့်အပြင် သူတို့သည် သူတို့၏ စိတ်အလိုဆန္ဒများ‌နောက်သို့ လိုက်ခဲ့ကြသည်။"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "မုသ်သကီ‌ကြောက်ရွံ့အပြစ်‌ရှောင် ‌ကောင်းကျိုး‌ဆောင်သူများအား ကတိ‌ပေးခြင်းခံကြရ‌သော ဂျန္နသ်သုခဘုံ၏ အ‌ခြေအ‌နေမှာ (ဤသို့ဖြစ်သည်)။ ထိုအထဲတွင် အနံ့အရသာမပျက်‌သော စမ်း‌ရေ‌ချောင်းများ၊ အရသာ‌ပြောင်းလဲမသွား‌သော နို့ရည်‌ချောင်းများ၊ ‌သောက်သုံးသူများအတွက် အနံ့အရသာ‌ကောင်း‌သော အရက်‌ချောင်းများ ###၃ နှင့် သန့်ပြန့်စင်ကြယ်‌သော ပျားရည်‌ချောင်းများရှိမည်။ ထို့ပြင် သူတို့အတွက် ထိုအထဲတွင် သစ်သီးဝလံများမျိုးစုံလည်းရှိမည်။ ထို့ပြင် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်ထံ‌တော်မှ လွတ်ငြိမ်းချမ်းသာခွင့်လည်းရှိမည်။ (ထိုသူများသည်)အကြင်သူများကဲ့သို့(ဖြစ်နိုင်ကြပါမည်‌လော)။ ထိုသူများသည် မီးထဲတွင် အမြဲ‌နေကြရမည့်သူများပင် ဖြစ်ကြသည်။ ထို့ပြင် သူတို့သည် ပွက်ပွက်ဆူ‌နေ‌သော ‌ရေ‌နွေးကို တိုက်‌ကျွေးခြင်းခံကြရမည်ဖြစ်သည့်အတွက် ထို‌ရေ‌နွေးသည် သူတို့၏အူများကို အပိုင်းပိုင်းပြတ်‌တောက်‌စေလိမ့်မည်။"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "ထို့ပြင် သူတို့ထဲတွင် အသင် (တမန်‌တော်)၏ဘက်သို့ နားစွင့်‌နေကြသူများလည်း ရှိကြသည်။ ‌နောက်ဆုံးတွင် အသင်၏ထံမှထွက်သွားခဲ့ကြသည့်အခါ သူတို့သည် အသိပညာ‌ပေးခြင်းခံရသည့်သူများအား ၎င်း(တမန်‌တော်)သည် (ယခု)မည်သည့်စကား‌ပြောဆိုခဲ့သနည်းဟု ‌မေးမြန်းကြသည်။ ထိုသူများသည် အကြင်သူများပင်ဖြစ်ကြသည်၊ အလ္လာဟ်အရှင်မြတ်က သူတို့၏ စိတ်နှလုံးများ အ‌ပေါ်တွင် တံဆိပ်ခတ်နှိပ်ထား‌တော်မူသည်။ ထို့ပြင် သူတို့သည် သူတို့၏ စိတ်အလိုဆန္ဒများကိုလိုက်ကြသည်။ ###၄"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "ထို့ပြင် တရားလမ်းမှန်ကို ရရှိခဲ့ကြသည့်သူများကိုမူ အရှင်မြတ်သည် ပိုပြီး တရားလမ်းမှန်ကို ပြ‌တော်မူသည်။ ထို့ပြင် သူတို့အား သက္ကဝါတရားကိုလည်း ‌ပေးသနား‌တော်မူသည်။ ###၅"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "ထို့‌နောက် သူတို့သည် ရုတ်တရက် သူတို့ထံသို့ ကိယာမသ်ရှင်ပြန်ထမည့်‌နေ့ ဆိုက်‌ရောက်လာသည်ကိုပင် ‌စောင့်‌နေကြသည်။ ၎င်းပြင် အမှန်စင်စစ် ထို‌နေ့၏ နိမိတ်လက္ခဏာများသည် ‌ရောက်လာခဲ့ပြီးဖြစ်သည်။ သို့ဖြစ်ရာ ထို‌နေ့ သူတို့ထံသို့ ‌ရောက်လာသည့်အခါ သူတို့တွင် သတိတရားရခြင်းသည် သူတို့အတွက် မည်သို့အကျိုးရှိ‌တော့မည်နည်း။"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "သို့ဖြစ်ရာ အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ ကိုးကွယ်ရာအရှင်မရှိ‌ကြောင်း အသင်သိရှိယုံကြည်ထားပါ။ ထို့ပြင် အသင်(တမန်‌တော်)သည် အသင်၏‌လျော့နည်းမှုနှင့် ပတ်သက်၍လည်း‌ကောင်း၊ အီမာန်ယုံကြည်သူ ‌ယောက်ျား၊ မိန်းမများအတွက်လည်း‌ကောင်း လွတ်ငြိမ်းချမ်းသာခွင့်‌တောင်းခံပါ။ ###၆ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့၏ လှည့်လည်သွားလာမှုနှင့် အသင်တို့၏ ခိုလှုံရာကို သိရှိ‌တော်မူသည်။"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "ထို့ပြင် အီမာန်ယုံကြည်သူများက စူရဟ်ကဏ္ဍတစ်စုံတစ်ခု အဘယ့်‌ကြောင့် မကျ‌ရောက်ခဲ့သနည်းဟု ‌ပြောဆို(‌တောင့်တ)ခဲ့ကြသည်။ ထို့‌နောက် ရှင်းလင်းပြတ်သား‌သော စူရဟ် တစ်စုံ တစ်ခု ချ‌ပေးခြင်းခံရပြီး ထိုအထဲတွင် စစ်တိုက်ရန် အ‌ကြောင်း‌ဖော်ပြပါရှိသည့်အခါ စိတ်နှလုံးများတွင် ‌ရောဂါ‌ဝေဒနာရှိသည့် သူများသည် ‌သေခါနီးမျက်ဖြူဆိုက်‌နေသည့်သူများ၏ အကြည့်မျိုးဖြင့် အသင်၏ဘက်သို့ ကြည့်‌နေသည်ကို အသင်‌တွေ့ရမည်ဖြစ်သည်။ သို့ဖြစ်ရာ သူတို့အတွက် ပျက်စီးဆုံးရှုံးမှုရှိ‌ပေသည်။"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "(အရှင်မြတ်၏ ) အမိန့်‌တော်ကိုလိုက်နာမှုနှင့် (တမန်‌တော်မြတ်ကို)‌ကောင်းမွန်သည့်စကား‌ပြောဆိုခြင်းသည် (သူတို့အတွက် ပို‌ကောင်းသည်)။ ထို့‌နောက် အ‌ရေးကိစ္စ(စစ်တိုက်ခြင်း)သည် သတ်မှတ်ပြီးဖြစ်သည့်အခါ အကယ်၍သူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်ပတ်သက်၍ မှန်ကန်စွာ ဆက်ဆံကြလျှင် သူတို့အတွက်အမှန်ပင် အ‌ကောင်းဆုံးဖြစ်ခဲ့လိမ့်မည်။ ###၇"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "ထို့‌နောက် အကယ်၍ အသင်တို့သည်(စစ်တိုက်ခြင်းမှ)မျက်နှာလွှဲခဲ့ကြလျှင် (အမိုက်‌ခေတ်ထံသို့ပင်ပြန်သွားပြီး)ကမ္ဘာ‌မြေတွင် ‌သောင်းကျန်းဖျက်ဆီးကြရန်နှင့် အသင်တို့အချင်းချင်း (သတ်ဖြတ်လျက်) သားချင်း‌တော်စပ်မှုကို ဖြတ်‌တောက်ကြရန်ပင် ‌မျှော်လင့်လိုလား‌နေကြသ‌လော။ ###၈ (တစ်နည်း)ထို့‌နောက် အကယ်၍ အသင်တို့သည် (အရှင်မြတ်၏ အမိန့်‌တော်များကို နာခံကျင့်သုံးသည့်သူများမဖြစ်ဘဲနှင့်)အုပ်ချုပ်မှုအာဏာလွှဲအပ်ခြင်းခံကြရလျှင် ကမ္ဘာ‌မြေတွင် ‌သောင်းကျန်းဖျက်ဆီးကြရန်နှင့် အသင်တို့အချင်းချင်း (သတ်ဖြတ်လျက်)သားချင်း‌တော်စပ်မှုကိုဖြတ်‌တောက်ကြရန်ပင် ‌မျှော်လင့်ရန်ရှိ‌တော့သည်မဟုတ်‌လော။"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "ထိုသူများသည် အကြင်သူများပင်ဖြစ်ကြသည်။ အလ္လာဟ် အရှင်မြတ်သည် သူတို့ကို ကရုဏာ‌တော်မှ ကင်း‌ဝေး‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် သူတို့ကို နားပင်း‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် သူတို့၏မျက်စိများကိုလည်း ကန်း‌စေ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "ထို့‌နောက် သူတို့သည် ကုရ်အာန်ကျမ်း‌တော်မြတ်ကို စဉ်းစားဆင်ခြင်မှု မပြုကြ‌လေသ‌လော။ သို့မဟုတ် (သူတို့၏ )စိတ်နှလုံးများ‌ပေါ်တွင် ‌သော့ခ‌လောက်များ(ခတ်ထားလျက်)ရှိ‌နေသ‌လော။ ###၉"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "အမှန်စင်စစ် အကြင်သူများသည် သူတို့အတွက် လမ်းမှန်ထင်ရှားပြီးသည့်‌နောက်တွင်မှ ‌ကျောခိုင်း၍ ပြန်လှည့်သွားကြသည်။ သူတို့အား ရှိုင်သွာန်သည် ဖြား‌ယောင်းခဲ့သည့်အပြင် သူသည် သူတို့အား ‌မျှော်လင့်ချက်‌ပေးခဲ့သည်။"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "ထိုသို့ဖြစ်ရခြင်းမှာမူ သူတို့သည် အလ္လာဟ်အရှင်မြတ်ချ‌ပေး‌တော်မူခဲ့‌သော အမိန့်‌တော်များကို မနှစ်မြို့ကြသည့်သူများအား အမှန်ပင် ကျွန်ုပ်တို့သည် အချို့ကိစ္စများတွင် မကြာမီ အသင်တို့၏ စကားကိုလိုက်နာကြမည်ဟု ‌ပြောဆိုခဲ့ကြသည့်အတွက်‌ကြောင့်ပင်ဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ လျှို့ဝှက်ချက်ကို သိရှိ‌တော်မူသည်။"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "‌ကောင်းကင်တမန်များသည် သူတို့၏ မျက်နှာများနှင့် သူတို့၏ ‌ကျောကုန်းများကို ရိုက်ကြလျက် သူတို့၏ အသက်ဝိညာဉ်ကို နှုတ်သိမ်းကြသည့်အခါ (သူတို့သည်) မည်သို့ဖြစ်‌နေကြမည်နည်း။"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "ထိုသို့ဖြစ်ရခြင်းမှာမူ အမှန်စင်စစ် သူတို့သည် အလ္လာဟ်အရှင်မြတ်မနှစ်မြို့သည်များကို လိုက်နာခဲ့ကြသည့်အတွက်‌ကြောင့်နှင့် အရှင်မြတ်၏ ‌ကျေနပ်မှုကို မနှစ်မြို့ခဲ့သည့်အတွက်‌ကြောင့်ဖြစ်သည်။ သို့ဖြစ်ရာ အရှင်မြတ်သည် သူတို့၏ လုပ်ရပ်များကို အလဟဿဖြစ်‌စေ‌တော်မူခဲ့ခြင်းဖြစ်သည်။"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "စိတ်နှလုံးများတွင် ‌ရောဂါ‌ဝေဒနာရှိသည့်သူများသည် သူတို့၏ ရန်ငြိုးထားမှုများကို ငါအရှင်မြတ်သည် လုံးဝထုတ်‌ဖော်‌တော်မူမည်မဟုတ်‌ပေဟု ထင်မှတ်‌နေကြသ‌လော။"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "ထို့ပြင် အကယ်၍ ငါအရှင်မြတ်သည် အလိုရှိ‌တော်မူလျှင် ငါအရှင်မြတ်သည် အသင်(တမန်‌တော်)အား သူတို့ကို အမှန်ပင်ပြသ‌တော်မူမည်။ ထို့‌နောက် အသင်သည် အမှန်ပင် သူတို့အား သူတို့၏ ရုပ်ရည်အသွင်သဏ္ဍာန်နှင့် အတိအကျသိရှိရမည်။ ထို့ပြင် အသင်သည် သူတို့အား စကား‌ပြောဆိုပုံ စကားအသွားအလာနှင့်(ယခုလည်း)အမှန်ပင်သိမည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့၏လုပ်ရပ်များကို သိရှိ‌တော်မူသည်။ ###၁၀"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "ထို့ပြင် အမှန်စင်စစ် ငါအရှင်မြတ်သည် အသင်တို့ထဲမှ သက်စွန့်ကြိုးပမ်းသည့်သူများနှင့် သည်းခံသည့်သူများ(ထင်ရှား‌ပေါ်ထွက်လာသည်)ကိုသိရှိရန်နှင့် အသင်တို့၏ အ‌ခြေအ‌နေကို ဆန်းစစ်‌တော်မူရန်အတွက် အသင်တို့အား စမ်းသပ်‌တော်မူမည်ဖြစ်သည်။ ###၁၁"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "အမှန်စင်စစ် အကြင်သူများသည် ငြင်းပယ်ခဲ့ကြသည်။ ထို့ပြင် သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏လမ်းမှ တားဆီးခဲ့ကြသည်။ ထို့ပြင် သူတို့သည် တမန်‌တော်မြတ်ကိုသူတို့အတွက် အမှန်တရားထင်ရှားပြီးသည့်‌နောက်မှပင် ဆန့်ကျင်ဘက်ပြုလုပ်ခဲ့ကြသည်၊ ထိုသူများသည် အလ္လာဟ်အရှင်မြတ်အား အနည်းငယ်မျှ လုံးဝနစ်နာ‌စေနိုင်မည်မဟုတ်‌ပေ။ ထို့ပြင် အရှင်မြတ်သည် မကြာမီ သူတို့၏လုပ်ရပ်များကို အလဟဿဖြစ်‌စေ‌တော်မူမည်ဖြစ်သည်။"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "အို-အီမာန်ယုံကြည်သူအ‌ပေါင်းတို့၊ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်‌တော်ကိုလိုက်နာကြပါ။ ထို့ပြင် အသင်တို့သည် တမန်‌တော်၏ အမိန့်‌တော်ကိုလည်းလို်က်နာကြပါ။ ထို့ပြင် အသင်တို့သည် အသင်တို့၏လုပ်ရပ်များကို အလဟဿမဖြစ်‌စေကြနှင့်။"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "အမှန်စင်စစ် အကြင်သူများသည် ငြင်းပယ်ခဲ့ကြသည်။ ထို့ပြင် သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏လမ်းမှ တားဆီးပိတ်ပင်ခဲ့ကြသည်။ ထို့ပြင် သူတို့သည် ငြင်းပယ်သူများဖြစ်လျက် ‌သေဆုံးသွားခဲ့ကြသည်။ ထို့‌နောက် အလ္လာဟ်အရှင်မြတ်သည် သူတို့အားလုံးဝခွင့်လွှတ်ချမ်းသာ‌ပေး‌တော်မူမည်မဟုတ်‌ပေ။"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "သို့ဖြစ်ရာ အသင်တို့သည် ‌အောင်မြင်မည့်သူများဖြစ်ကြပါလျက် အသင်တို့သည် အားမ‌လျှော့ကြနှင့်၊ (သူတို့အား)စစ်‌ပြေငြိမ်း‌ရေးဘက်သို့လည်း မဖိတ်‌ခေါ်ကြနှင့်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့နှင့် အတူရှိ‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ်သည် အသင်တို့၏လုပ်ရပ်များ(၏အကျိုး)ကို လုံးဝ ‌လျော့နည်း‌စေမည်မဟုတ်‌ပေ။ ###၁၂"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "ဤဘဝသည် ကစားပွဲ၊ ‌ပျော်ပွဲရွှင်ပွဲပင် ဖြစ်သည်။ ထို့ပြင် အကယ်၍ အသင်တို့သည် အီမာန်ယုံကြည်ကြပြီး ‌ကြောက်ရွံ့အပြစ်‌ရှောင် ‌ကောင်းကျိုး‌ဆောင်ကြလျှင် အရှင်မြတ်သည် အသင်တို့၏ ကုသိုလ်အကျိုးများကို ‌ပေးသနား‌တော်မူမည်ဖြစ်သည်။ ထို့ပြင် အရှင်မြတ်သည် အသင်တို့ထံမှ အသင်တို့၏ ပစ္စည်းများကို ‌တောင်းဆိုမည်လည်းမဟုတ်‌ပေ။ ###၁၃"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "အကယ်၍ အရှင်မြတ်သည် အသင်တို့ထံမှ ထိုပစ္စည်းဥစ္စာများကို ‌တောင်းဆို‌တော်မူလျှင်၊ ထို့‌နောက်ထပ်ပြီး အရှင်မြတ်သည် အသင်တို့ထံမှ အဓမ္မ‌တောင်းဆိုလျှင်၊ အသင်တို့သည် ‌စေးနှဲတွန့်တိုကြမည်ဖြစ်သည်။ ထို့ပြင် အရှင်မြတ်ကလည်း အသင်တို့၏ မနှစ်မြို့မှု(စက်ဆုပ်မှု)များကို ထုတ်‌ဖော်‌တော်မူမည်ဖြစ်သည်။"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "ကြည့်စမ်းပါ၊ အသင်တို့သည် ဤသို့‌သောသူများပင်၊ အသင်တို့အား အလ္လာဟ်အရှင်မြတ်၏လမ်းတွင် အသင်တို့သုံးစွဲလှူဒါန်းရန် ဖိတ်‌ခေါ်ခြင်းခံကြရသည့်အခါ အသင်တို့ထဲမှ အချို့သည် ‌စေးနှဲသူများဖြစ်ကြသည်။ ထို့ပြင် မည်သူမဆို ‌စေးနှဲလျှင် သူသည် သူ၏အတွက်ပင် ‌စေးနှဲခြင်းဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် လိုလား‌တောင့်တခြင်းကင်းပြီး ပြည့်စုံကြွယ်ဝ‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူ၍ အသင်တို့သည် လိုလား‌တောင့်တသူများပင် ဖြစ်ကြသည်။ ထို့ပြင် အကယ်၍ အသင်တို့သည် မျက်နှာလွှဲကြလျှင် အရှင်မြတ်သည် အသင်တို့၏‌နေရာ၌ အခြားအမျိုးသားများနှင့် လဲလှယ်‌တော်မူမည်။ ထို့ပြင် ထိုအမျိုးသားများသည် အသင်တို့နှင့် တူကြမည်မဟုတ်‌ပေ။ ###၁၄"
        }
    ]
}