{
    "chapter": [
        {
            "chapter": 49,
            "verse": 1,
            "text": "အို-အီမာန် ယုံကြည်သူအ‌ပေါင်းတို့၊ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ ‌ရှေ့နှင့် တမန်‌တော်မြတ်၏ ‌ရှေ့သို့‌ကျော်မတက်ကြနှင့်။ ###၁ ထို့ပြင် အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အကြွင်းမဲ့ကြား‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "အို-အီမာန် ယုံကြည်သူအ‌ပေါင်းတို့၊ အသင်တို့သည် အသင်တို့၏ အသံများကို တမန်‌တော်၏အသံထက် မြှင့်မ‌ပြောကြနှင့်။ ထို့ပြင် အသင်တို့သည် အသင်တို့အချင်းချင်း တစ်ဦးကိုတစ်ဦး ကျယ်‌လောင်စွာ ဟစ်‌အော်‌ခေါ်‌ပြောသကဲ့သို့ တမန်‌တော်နှင့် ‌ပြောဆိုရာတွင် ဟစ်‌အော်မ‌ပြောကြနှင့်။ ထိုသို့‌ပြောခဲ့လျှင် အသင်တို့ပင်မသိလိုက်ကြရဘဲလျက် အသင်တို့၏လုပ်ရပ်များသည် အလဟဿအကျိုးမဲ့ဖြစ်သွားမည်။ ###၂"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်၏ တမန်‌တော်‌ရှေ့ှတွင် သူတို့၏ အသံများကို နှိမ့်ချကြသည့်သူများသည် အကြင်သူများပင်ဖြစ်ကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် ထိုသူများ၏ စိတ်နှလုံးများကို ပြစ်မှုများမှ ‌ရှောင်ကြဉ်ရန်အတွက် ‌ရွေးချယ်‌တော်မူခဲ့သည်။ သူတို့အတွက် လွတ်ငြိမ်းချမ်းသာခွင့်နှင့် ကြီးကျယ်သည့်အကျိုးရှိသည်။"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "အမှန်စင်စစ် အသင့်အား အိမ်ခန်းများ၏ အပြင်ဘက်မှ ဟစ်‌ခေါ်ကြ‌သောသူများထဲမှ အများစုသည် မသိနားမလည်ကြ‌ပေ။"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "ထို့ပြင် အကယ်၍အမှန်စင်စစ် သူတို့သည် အသင်သူတို့ထံသို့ ထွက်လာသည်အထိ သည်းခံခဲ့လျှင် သူတို့အတွက် အမှန်ပင်အ‌ကောင်းဆုံးဖြစ်ခဲ့လိမ့်မည်။ ###၃ ၎င်းပြင် အလ္လာဟ်အရှင်မြတ်သည် အလွန်လွတ်ငြိမ်းချမ်းသာခွင့်‌ပေး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "အို-အီမာန်ယုံကြည်သူအ‌ပေါင်းတို့၊ အကယ်၍အကျင့်ပျက်သူတစ်စုံတစ်ဦးသည် အသင်တို့ထံသို့ သတင်းတစ်စုံတစ်ခု ယူ‌ဆောင်လာခဲ့လျှင် အသင်တို့သည် မသိဘဲနှင့် လူမျိုးတစ်မျိုးအား အန္တရာယ်မပြုမိကြရန်အတွက် (ထိုသတင်း)မှန်မမှန်ကို စစ်‌ဆေး‌လေ့လာကြပါ။ (ထိုသို့မဟုတ်လျှင်)အသင်တို့သည် အသင်တို့ပြုမိခဲ့ကြ‌သော လုပ်ရပ်‌ကြောင့် ဝမ်းနည်း‌ကြေကွဲကြရမည်ဖြစ်သည်။ ###၄"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "ထို့ပြင် အမှန်စင်စစ် အသင်တို့သည် အသင်တို့ထဲတွင် အလ္လာဟ်အရှင်မြတ်၏ တမန်‌တော်ရှိ‌နေ‌တော်မူသည်ကို သိထားကြပါ။ အကယ်၍ ထိုတမန်‌တော်သည် အ‌ရေးကိစ္စအများအပြားတွင် အသင်တို့၏ ‌ပြောဆိုချက်ကို လိုက်နာလျှင် အမှန်စင်စစ် အသင်တို့ပင် ဒုက္ခ‌တွေ့ကြရမည်ဖြစ်သည်။ သို့ရာတွင် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့အား အီမာန်ယုံကြည်မှုကို နှစ်သက်မြတ်နိုး‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် အသင်တို့၏ စိတ်နှလုံးများတွင် ထိုအီမာန်ယုံကြည်မှုကို လှပတင့်တယ်‌စေ‌တော်မူခဲ့သည်။ ထို့ပြင် အရှင်မြတ်သည် အသင်တို့အား ကုဖ်ရ်‌သွေဖည်ငြင်းပယ်မှုနှင့်၊ ပြစ်မှုကျူးလွန်မှုအပြင် အမိန့်မနာခံမှုကိုလည်း စက်ဆုပ်‌စေ‌တော်မူခဲ့သည်။ ထိုသူများပင် လမ်းမှန်ကိုရရှိသူများဖြစ်ကြသည်။"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "(ထိုအရာများသည်)အလ္လာဟ်အရှင်မြတ်၏ ‌ကျေးဇူး‌တော်‌ကြောင့်နှင့် ဆုလာဘ်‌ပေး‌တော်မူခြင်း‌ကြောင့်ဖြစ်သည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်၊ ပညာဉာဏ်အ‌မြော်အမြင်နှင့် အလွန်ပြည့်စုံ‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "ထို့ပြင် အကယ်၍ အီမာန်ယုံကြည်သူများထဲမှ အုပ်စုနှစ်စုသည် အချင်းချင်းစစ်တိုက်ခဲ့ကြလျှင် အသင်တို့သည် ထိုအုပ်စုနှစ်စုကြား၌ စစ်‌ပြေငြိမ်း‌အောင် ပြုလုပ်‌ဆောင်ရွက်ကြပါ။ ထို့‌နောက် အကယ်၍ ထိုအုပ်စုနှစ်စုထဲမှ အုပ်စုတစ်စုသည် (စစ်‌ပြေငြိမ်းမှုကိုလက်မခံဘဲဆက်ပြီး)အခြားအုပ်စုအ‌ပေါ်တွင် မတရားကျူး‌ကျော်လာခဲ့လျှင်အသင်တို့သည် ထိုကျူး‌ကျော်‌နေသည့် အုပ်စုကို သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ အမိန့်‌တော်ဘက်သို့ ပြန်လှည့်လာကြသည်အထိ တိုက်ခိုက်ကြပါ။ ထို့‌နောက် အကယ်၍ ထိုအုပ်စုသည် (အရှင်မြတ်၏ အမိန့်‌တော်ဘက်သို့)ပြန်လှည့်လာခဲ့လျှင် အသင်တို့သည် ထိုအုပ်စုနှစ်စုကြား၌ တရားမျှတမှုနှင့် စစ်‌ပြေငြိမ်း‌အောင် ‌ဆောင်ရွက်ကြပါ။ ထို့ပြင် အသင်တို့သည် တရားမျှတကြပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် တရားမျှတသည့်သူများကို ချစ်ခင်မြတ်နိုး‌တော်မူသည်။ ###၅"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "အီမာန် ယုံကြည်သူများသည် (အချင်းချင်း) ညီအစ်ကိုများပင်ဖြစ်ကြသည်။ သို့ဖြစ်ရာ အသင်တို့သည် အသင်တို့၏ ညီအစ်ကိုနှစ်ဦး၏ကြား၌ ရန်ငြိမ်း‌အောင် (‌စေ့စပ်)‌ဆောင်ရွက်ကြပါ။ ထို့ပြင် အသင်တို့သည် သနားကရုဏာပြု‌တော်မူခြင်းခံကြရရန်အတွက် အလ္လာဟ်အရှင်မြတ်ကို ‌ကြောက်ရွံ့ကြပါ။ ###၆"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "အို-အီမာန်ယုံကြည်သူအ‌ပေါင်းတို့၊ အမျိုးသားများသည် (အခြား)အမျိုးသားများကို မ‌ပြောင်‌လှောင်ရ‌ပေ။ ထို(အ‌ပြောင်ခံရသည့်)အမျိုးသားများသည် ထို(‌ပြောင်‌လှောင်သည့်)အမျိုးသားများထက် ‌ကောင်းမြတ်သူများဖြစ်‌ကောင်းဖြစ်နိုင်သည်။ ထို့ပြင် အမျိုးသမီးများသည်လည်း (အခြား)အမျိုးသမီးများကို မ‌ပြောင်‌လှောင်ရ‌ပေ။ ထို(အ‌ပြောင်ခံရသည့်)အမျိုးသမီးများသည် ထို(‌ပြောင်‌လှောင်သည့်)အမျိုးသမီးများထက် ‌ကောင်းမြတ်သူမများ ဖြစ်‌ကောင်းဖြစ်နိုင်သည်။ ထို့ပြင် အသင်တို့သည် အသင်တို့အချင်းချင်း တစ်ဦးကိုတစ်ဦး ‌စောင်းချိတ်ကဲ့ရဲ့ခြင်းလည်းမပြုကြနှင့်။ ထို့ပြင် အသင်တို့သည် တစ်ဦးကိုတစ်ဦး အမည်ပျက်များနှင့်လည်း မ‌ခေါ်ကြနှင့်။ ###၇ အီမာန်ယုံကြည်ပြီး‌နောက် (ယခင်ကကျူးလွန်ခဲ့သည့်)ပြစ်မှု၏ အမည်နှင့် ‌ခေါ်‌ဝေါ်ခြင်းသည် အဘယ်မျှဆိုးရွားလိုက်သနည်း။ ###၈ ထို့‌နောက် မည်သူမဆို ဝန်ချ‌တောင်းပန်ခြင်းမပြုခဲ့လျှင် ထိုသူများပင်မတရားသူများဖြစ်ကြသည်။"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "အို-အီမာန်ယုံကြည်သူအ‌ပေါင်းတို့၊ အသင်တို့သည် ထင်မြင်ယူဆချက်အ‌မြောက်အမြားမှ ‌ရှောင်ကြဉ်ကြပါ။ အမှန်စင်စစ် အချို့ထင်မြင်ယူဆချက်သည် အပြစ်ဖြစ်သည်။ ထို့ပြင် အသင်တို့သည် (သူတစ်ပါး၏ ချွတ်ယွင်းချက်များအား)စပ်စုခြင်း မပြုကြနှင့်။ ထို့ပြင် အသင်တို့ထဲမှတစ်ဦးသည် တစ်ဦး၏‌နောက်တွင် အတင်းမ‌ပြောရ‌ပေ။ ###၉ အသင်တို့ထဲမှ မည်သူမဆို မိမိညီအစ်ကို၏ အ‌သေသားကိုစားသုံးရန် နှစ်သက်သ‌လော။ ထို့ပြင် အသင်တို့သည် ထို(အ‌သေသားစားခြင်း)ကို စက်ဆုပ်ကြမည်ပင်ဖြစ်သည်။ ###၁ဝ ထို့ပြင် အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်အား ‌ကြောက်ရွံ့ကြပါ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အမှားဝန်ခံမှုကို အကြိမ်ကြိမ်လက်ခံခွင့်လွှတ်‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "အို-လူသားအ‌ပေါင်းတို့၊ အမှန်စင်စစ် ငါအရှင်မြတ်သည် အသင်တို့အား ‌ယောက်ျားတစ်‌ယောက်၊ မိန်းမတစ်‌ယောက်မှ (စတင်)ဖန်ဆင်း‌တော်မူခဲ့သည်။ ###၁၁ ထို့ပြင် ငါအရှင်မြတ်သည် အသင်တို့အချင်းချင်း တစ်ဦးကိုတစ်ဦးခွဲခြားသိမြင် မှတ်မိကြရန်အတွက် လူမျိုးစုများ၊ မျိုးနွယ်များ ပြုလုပ်‌တော်မူခဲ့သည်။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်ထံ‌တော်တွင် အသင်တို့ထဲမှ အမြတ်ဆုံးသူသည် အသင်တို့ထဲမှ အ‌ကြောက်ရွံ့ဆုံး အပြစ်အ‌ရှောင်ကြဉ်ဆုံးသူပင်ဖြစ်သည်။ ###၁၂ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်၊ အကြွင်းမဲ့ကြားသိ‌တော်မူ‌သောအရှင်ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "အရဗ်‌ကျေး‌တောသားများက “ကျွန်ုပ်တို့သည် အီမာန်ယုံကြည်ခဲ့ကြပြီဖြစ်ပါသည်” ဟု‌ပြောဆိုကြသည်။ (အို-တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အသင်တို့သည် (အမှန်စင်စစ်)ယုံကြည်ကြ‌သေးသည်မဟုတ်‌ပေ။ သို့ရာတွင် အသင်တို့သည်“ကျွန်ုပ်တို့ အမိန့်နာခံကြပြီဖြစ်ပါသည်” ဟုပင်‌ပြောဆိုကြပါဦး။ ထို့ပြင် အီမာန်ယုံကြည်မှုသည် အသင်တို့၏ စိတ်နှလုံးများထဲတွင် ယခုအချိန်ထိမဝင်‌သေး‌ပေ။ ###၁၃ ထို့ပြင် အကယ်၍ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏တမန်‌တော်၏ အမိန့်‌တော်များကို လိုက်နာကြလျှင် အရှင်မြတ်သည် အသင်တို့၏လုပ်ရပ်များထဲမှ မည်သည့်အရာမျှ ‌လျော့နည်း‌စေ‌တော်မူမည်မဟုတ်‌ပေ။ အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အလွန်လွတ်ငြိမ်းချမ်းသာခွင့်‌ပေး‌တော်မူ‌သောအရှင်၊ အလွန်သနားကြင်နာ‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "အကြင်သူများပင် အီမာန်ယုံကြည်သူများဖြစ်ကြသည်။ ထိုသူများသည် အလ္လာဟ်အရှင်မြတ်နှင့် အရှင်မြတ်၏တမန်‌တော်ကို (စိတ်ထဲမှလည်း)ယုံကြည်ခဲ့ကြသည်။ ထို့ပြင် သူတို့သည် သံသယမဖြစ်ခဲ့ကြ‌ပေ။ ထို့ပြင် သူတို့သည် သူတို့၏ပစ္စည်းဥစ္စာများနှင့် အသက်ဝိညာဉ်များဖြင့် အလ္လာဟ်အရှင်မြတ်၏လမ်းတွင် သက်စွန့်ကြိုးပမ်း‌ဆောင်ရွက်ခဲ့ကြသည်။ ထိုသူများပင် မှန်ကန်သူများဖြစ်ကြသည်။ ###၁၄"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "(အို-တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အလ္လာဟ်အရှင်မြတ်သည် မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီတွင်ရှိသမျှကို သိရှိ‌တော်မူပါလျက် အသင်တို့သည် အသင်တို့၏ ဒီန်သာသန(၏အ‌ခြေအ‌နေ)ကို အလ္လာဟ်အရှင်မြတ်အား အသိ‌ပေး(‌ပြောပြ‌နေ)ကြသ‌လော။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အရာအားလုံးကို အကြွင်းမဲ့သိ‌တော်မူ‌သောအရှင်လည်းဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "သူတို့သည် (အမိန့်ကို)နာခံခဲ့ကြ‌ကြောင်း အသင်၏‌ရှေ့၌ ဂုဏ်‌ဖော်‌နေကြသည်။ (အို-တမန်‌တော်)အသင်‌ပြောလိုက်ပါ- အသင်တို့သည် ငါ၏‌ရှေ့၌ အသင်တို့၏ အမိန့်နာခံမှုကို ဂုဏ်မ‌ဖော်ကြနှင့်။ အသင်တို့သည်(အသင်တို့‌ပြောသည့်အတိုင်း)မှန်ကန်သူများဖြစ်သည်ဆိုလျှင် အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည်ပင် အသင်တို့အား အီမာန်ယုံကြည်ရန်လမ်းကိုပြသ‌တော်မူသည့်အတွက် အရှင်မြတ်သည်ပင် အသင်တို့အ‌ပေါ် ‌ကျေးဇူးပြုထား‌တော်မူခြင်းဖြစ်သည်။ ###၁၅"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "အမှန်စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် မိုး‌ကောင်းကင်များနှင့် ‌မြေပထဝီတွင်ရှိသမျှ လျှို့ဝှက်ချက်များကို သိရှိ‌တော်မူသည်။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အသင်တို့ပြုမူသမျှကိုလည်း အကြွင်းမဲ့မြင်‌တော်မူ‌သောအရှင် ဖြစ်‌တော်မူသည်။"
        }
    ]
}