{
    "chapter": [
        {
            "chapter": 68,
            "verse": 1,
            "text": "နူန် (ငါအရှင်မြတ်သည်) က‌လောင်နှင့် သူတို့(‌ကောင်းကင်တမန်များ)‌ရေးမှတ်‌နေကြသည်များကို သက်‌သေထူ‌တော်မူသည်။ ###၁"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "အသင်(တမန်‌တော်)သည် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်၏ ‌ကျေးဇူး‌တော်နှင့် ရူးသွပ်သူမဟုတ်‌ပေ။ ###၂"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "ထို့ပြင် အမှန်စင်စစ် အသင့်အတွက် မကုန်နိုင်‌သော အကျိုး‌ကျေးဇူးများရှိသည်။"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "ထို့ပြင် အမှန်စင်စစ် အသင်သည် ကြီးမားမြင့်မြတ်‌သော အကျင့်စာရိတ္တ‌ပေါ်တွင် ရှိ‌နေသည်။ ###၃"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "ထို့‌နောက် မကြာမီ အသင်သည်လည်း မြင်ရမည်၊ သူတို့သည်လည်း မြင်ကြရမည်။"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "အသင်တို့ထဲမှ မည်သူသည် အရူးဆိုသည်ကို၊"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "အမှန်စင်စစ် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် အရှင်မြတ်၏လမ်း‌တော်မှ လွဲမှားသွားသည့်သူများကို အသိဆုံးဖြစ်‌တော်မူသည်။ ထို့ပြင် အရှင်မြတ် သည် တရားလမ်းမှန်ရရှိကြသည့်သူများကိုလည်း အသိဆုံးဖြစ်‌တော်မူသည်။"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "သို့ဖြစ်ရာ အသင်သည် မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်သူများ၏ စကားကို နားမ‌ထောင်‌လေနှင့်။"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "သူတို့သည် အကယ်၍ အသင်အ‌လျှော့‌ပေးလိုက်‌လျောလျှင် သူတို့လည်းအ‌လျှော့‌ပေးလိုက်‌လျောချင်ကြသည်။"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "ထို့ပြင် အသင်သည် မည်သည့် အလွန်ကျိန်ဆိုသူ၏ စကားကိုမျှ နားမ‌ထောင်‌လေနှင့်၊ ထိုသူသည်အလွန်‌သေးသိမ်သူ၊"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "အလွန်‌စောင်းချိတ်ကဲ့ရဲ့သူ၊ အလွန်ကုန်း‌ချောသူ၊"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "‌ကောင်းမှုကို အလွန်တားမြစ်သူ၊ စည်းကမ်းကျူးလွန်သူ၊ အလွန်အပြစ်ကျူးလွန်သူ၊"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "ထိုအရည်အချင်းများနှင့်အတူ အလွန်ကြမ်းကြုတ် အန္တရာယ်ပြုသူ၊ မျိုးရိုးမစစ်သူဖြစ်သည်။"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "ထိုသူသည် ပစ္စည်းရှင်၊ သားသမီးရှင်ဖြစ်သည့်အတွက်‌ကြောင့်။ ###၄"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "သူ၏‌ရှေ့၌ ငါအရှင်မြတ်၏ အာယသ်‌တော်များကို ဖတ်ကြားခြင်းခံရသည့်အခါ သူက (ဤသည်)ယခင်ကလူများ၏ ပုံပြင်များပင် ဖြစ်သည်ဟု‌ပြောဆိုသည်။"
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "မကြာမီ ငါအရှင်မြတ်သည် သူ၏နှာ‌ခေါင်း‌ပေါ်တွင် တံဆိပ်ခတ်နှိပ်‌တော်မူမည်။ ###၅"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "အမှန်စင်စစ် ငါအရှင်မြတ်သည် ဥယျာဉ်ပိုင်ရှင်များအား စမ်းသပ်‌တော်မူသကဲ့သို့ သူတို့အား စမ်းသပ်‌တော်မူခဲ့သည်။ တစ်ခါက ထိုဥယျာဉ်ခြံရှင်များက အမှန်စင်စစ် သူတို့သည် နံနက်‌စော‌စောသွားကြပြီး ထိုဥယျာဉ်ခြံ၏အသီးများကို ဆွတ်ခူးကြမည်ဟု ကျိန်ဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "ထို့ပြင်သူတို့သည် (ထိုသို့ကျိ န်ဆိုရာတွင် အင်န်ရှာအလ္လာဟ် “အလ္လာဟ်အရှင်မြတ်အလိုရှိ‌တော်မူလျှင်”)ဟု ခြွင်းချက်မထားခဲ့ကြ‌ပေ။"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "သို့ဖြစ်ရာ သူတို့အိပ်‌ပျော်‌နေလျက်ရှိစဉ်၌ပင် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်ထံ‌တော်မှ လှည့်ပတ်သည့်အရာ(မီး)သည် ထိုခြံ‌ပေါ်တွင်လှည့်ပတ်(‌လောင်ကျွမ်း)ခဲ့သည်။"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "ထို့‌နောက် နံနက်တွင် ထိုခြံသည် ဆွတ်ခူးရိတ်ဖြတ်ပြီး သကဲ့သို့ဖြစ်သွားခဲ့သည်။"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "ထို့ပြင် သူတို့သည် နံနက်‌စော‌စော ထကြ၍ အချင်းချင်း ဟစ်‌ခေါ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "“အသင်တို့သည် အကယ်၍ အသီးများကို ဆွတ်ခူးလိုကြလျှင် အသင်တို့၏ လယ်ယာခြံသို့ ‌စော‌စောသွားကြပါ။”"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "ထို့‌နောက် သူတို့သည် သူတို့အချင်းချင်း တီးတိုးစကား‌ပြောလျက် ထွက်ခွာသွားကြသည်။"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "အသင်တို့ထံသို့ ထိုခြံတွင် ယ‌နေ့ မည်သည့်ဆင်းရဲသားမျှ လုံးဝမဝင်ရဟု (‌ပြောဆိုလျက်သွားကြသည်)။"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "ထို့ပြင် သူတို့သည် (မိမိဘာသာ မည်သူ့ကိုမျှ)မ‌ပေးဘဲ‌နေနိုင်လိမ့်မည်ဟု ထင်မှတ်၍ ‌စော‌စောသွားခဲ့ကြသည်။"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "ထို့‌နောက် သူတို့သည် ၎င်း(ခြံဥယျာဉ်)ကို မြင်‌တွေ့ ကြသည့်အခါ ‌ပြောဆိုကြသည်- အမှန်စင်စစ် ကျွန်ုပ်တို့သည် လမ်းမှားခဲ့ကြပြီဖြစ်သည်။"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "ထိုသို့မဟုတ်၊ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် နဖူးစာဆိုးသူများ၊ လက်မဲ့ဖြစ်‌စေခြင်းခံရ‌သောသူများဖြစ်ကြရပြီဖြစ်သည်။"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "သူတို့ထဲမှ မျှတစွာရှိသူက “ကျွန်ုပ်အသင်တို့အား (ယခင်ကတည်းကသတိ‌ပေး)‌ပြောကြားခဲ့သည်မဟုတ်‌လော။ အသင်တို့သည် အဘယ့်‌ကြောင့် (အလ္လာဟ်အရှင်မြတ်)စင်ကြယ်သန့်ရှင်း‌တော်မူ‌ကြောင်း မ‌ပြောဆိုကြသနည်း” ဟု ‌ပြောဆိုခဲ့သည်။"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "သူတို့က ‌ပြောကြသည်-ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် စင်ကြယ်သန့်ရှင်း‌တော်မူပါသည်။ အမှန်စင်စစ် ကျွန်ုပ်တို့ပင်မတရားသူများဖြစ်ကြပါသည်။"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "ထို့‌နောက် သူတို့သည် သူတို့အချင်းချင်း တစ်ဦးဘက်တစ်ဦးလှည့်ပြီး တစ်ဦးက တစ်ဦးကိုပြစ်တင်ရှုတ်ချခဲ့ကြသည်။"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "ထို့ပြင် သူတို့က ‌ပြောဆိုခဲ့ကြသည်-‌ဪ-ကျွန်ုပ်တို့ ဖြစ်မှဖြစ်ရ‌လေခြင်း၊ အမှန်စင်စစ် ကျွန်ုပ်တို့ပင် ဆိုးသွမ်းသူများဖြစ်ခဲ့ကြသည်။"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်သည် ကျွန်ုပ်တို့အား ြ(ွဥယျာဉ်ခြံ)ထက် ‌ကောင်းသည့်ဥယျာဉ်ခြံကို လဲလှယ်အစား‌ပေး‌တော်မူ‌ကောင်း ‌ပေး‌တော်မူမည်။ အမှန်စင်စစ် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်ဘက်သို့ ပြန်လှည့်သူများဖြစ်ကြပါသည်။ ###၆"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "ပြစ်ဒဏ်သည် ထိုသို့ပင် ဖြစ်သည်။ ထို့‌နောက် အမှန်စင်စစ် တမလွန်ဘဝ၏ ပြစ်ဒဏ်သည် ပိုကြီးသည်။ (ထိုအရာကို) သူတို့သိကြလျှင်‌ကောင်းလိုက်မည်ပင်။"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "အမှန်စင်စစ် ‌ကြောက်ရွံ့အပြစ်‌ရှောင် ‌ကောင်းကျိုး‌ဆောင်သူမုသ်သကီများအတွက် သူတို့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သော အရှင်မြတ်ထံ‌တော်တွင်စည်းစိမ်ရှိ‌သောဥယျာဉ် များရှိကြမည်။"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "ထို့‌နောက်ငါအရှင်မြတ်သည် မွတ်စ်လင်မ်အမိန့်နာခံသူများကို အမိန့်ဖီဆန်သူများကဲ့သို့ ပြုလုပ်‌တော်မူမည်‌လော။"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "အသင်တို့ မည်သို့ ဖြစ်‌နေကြသနည်း၊ အသင်တို့သည် မည်သို့ စီရင်ဆုံးဖြတ်ကြသနည်း။"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "အသင်တို့တွင် ကျမ်းဂန်ရှိ‌နေ၍ အသင်တို့သည် ထိုကျမ်းဂန်ကို ဖတ်ရှုသင်ကြား‌လေ့လာ‌နေကြသ‌လော။"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "အမှန်စင်စစ် ထိုကျမ်းဂန်တွင် အသင်တို့ နှစ်သက်အလိုရှိသည့်အရာများ ပါရှိ‌နေသ‌လော၊"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "သို့မဟုတ် အသင်တို့အတွက် ကိယာမသ်‌နေ့ထိ ငါအရှင်မြတ်အ‌ပေါ်တွင် တာဝန်ရှိ‌သော ကျိန်ဆိုအာမခံချက်တစ်စုံတစ်ခုရှိ‌နေသ‌လော၊ (ထိုအာမခံချက်ထဲတွင်) အမှန်စင်စစ် အသင်တို့အတွက် အသင်တို့စီရင်ဆုံးဖြတ်ချက်အတိုင်း ဖြစ်ရမည်(ဟု အာမခံထားသ‌လော)။"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "အသင်သည် သူတို့အား သူတို့ထဲမှ ထိုအရာကို အာမခံသည့်သူသည် မည်သူနည်းဟု ‌မေးမြန်းလိုက်ပါ။"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "သို့မဟုတ် သူတို့ထံတွင် တွဲဖက်ကိုးကွယ်ရာများရှိ ‌နေသ‌လော၊ ထိုသို့ရှိလျှင် သူတို့သည် မှန်ကန်သူများဖြစ်ကြလျှင်ထိုတွဲဖက်ကိုးကွယ်ရာများကို ‌ခေါ်‌ဆောင်လာခဲ့ရမည်ဖြစ်သည်။"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "ထို‌နေ့တွင် (အရှင်မြတ်၏ )‌ခြေသလုံး‌တော်ဖွင့်လှစ်ခြင်း ခံရမည်ဖြစ်ပြီး သူတို့သည် စဂျ်ဒဟ်ဦးချရန် ဖိတ်‌ခေါ်ခံကြရမည်။ ထို့‌နောက်လည်း သူတို့သည် (စဂျ်ဒဟ် )ပြုလုပ်နိုင်စွမ်းရှိမည်မဟုတ်‌တော့‌ပေ။ ###၇"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "သူတို့၏ မျက်စိများသည် ‌အောက်သို့စိုက်‌နေကြလိမ့်မည်။ သူတို့အ‌ပေါ် ‌သေးသိမ်မှုသည် ဖုံးလွှမ်း‌နေလိမ့်မည်။ ထို့ပြင် အမှန်စင်စစ် သူတို့သည် ပကတိကျန်းမာ‌ကောင်းမွန်‌နေလျက်ရှိစဉ်က စဂျ်ဒဟ်ဦးချရန် ဖိတ်‌ခေါ်ခြင်းကို ခံခဲ့ကြရပြီးဖြစ်သည်။"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "သို့ဖြစ်ရာ အသင်သည် ဤအာယသ်‌တော်များကို မဟုတ်မမှန်ဟု စွပ်စွဲငြင်းပယ်သူများအား ငါအရှင်မြတ်နှင့်သာ လွှတ်ထားလိုက်ပါ။ မကြာမီ ငါအရှင်မြတ်သည် သူတို့အား သူတို့မသိကြသည့်နည်းဖြင့် (ပြစ်ဒဏ်ခတ်ခံရသည်အထိ)အဆင့်ဆင့်ဆွဲ‌ခေါ်သွား‌တော်မူမည်။"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့အား ဆိုင်းငံ့‌ပေးထား‌တော်မူသည်၊ အမှန်စင်စစ် ငါအရှင်မြတ်၏ အကြံအစည်သည် အလွန်ခိုင်မြဲ‌တောင့်တင်းသည်။"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "အသင်သည် သူတို့ထံ အကျိုး‌ကျေးဇူးတစ်စုံတစ်ခု‌တောင်းဆိုသည့်အတွက် သူတို့သည် ဒဏ်‌ဆောင်ရခြင်း‌ကြောင့် ဝန်ပိ‌နေကြသ‌လော။"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "သို့မဟုတ် သူတို့ထံတွင် အကွယ်ကအရာများကို (အသိ)ရှိ‌နေ၍ သူတို့သည် ‌ရေးမှတ်ထားကြသ‌လော။"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "သို့ဖြစ်ရာ အသင်သည် အသင့်အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်၏ စီရင်ဆုံးဖြတ်မှုကို ‌စောင့်ဆိုင်းသည်းခံ‌နေပါ။ ထို့ပြင် အသင်သည် ငါးရှင်ကဲ့သို့မဖြစ်ပါနှင့်။ ###၈ တစ်ခါက သူသည် ဒုက္ခကို မျိုသိပ်ခံစားလျက် သူ၏ အရှင်မြတ်ကိုဟစ်‌ခေါ် (တမ်းတ)ခဲ့သည်။"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "အကယ်၍ ထိုငါးရှင်ကို သူ့အားဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်ထံ‌တော်မှ ‌ကျေးဇူး‌တော်ကျ‌ရောက်လာခြင်းမရှိခဲ့လျှင် အမှန်ပင် ထိုငါးရှင်သည် အ‌ခြေမလှဖြစ်၍ လွင်တီး‌ခေါင်ပြင်တွင် အပြစ်တင်ခံရလျက် ပစ်ထားခြင်းကို ခံခဲ့ရမည်ဖြစ်သည်။ ###၉"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "ထို့‌နောက် သူ့အား ဖန်ဆင်း‌မွေးမြူ‌တော်မူ‌သောအရှင်မြတ်က သူ့ကို ‌ရွေးချယ်‌တော်မူပြီး ‌ကောင်းမြတ်သည့်သူများထဲတွင် ပါဝင်‌စေ‌တော်မူခဲ့သည်။"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "ထို့ပြင် အမှန်စင်စစ် ကာဖိရ်များသည် ကုရ်အာန်ကျမ်း‌တော်မြတ်ကို နား‌ထောင်ကြသည့်အခါ သူတို့၏ မျက်စိများနှင့် အသင့်အား ‌ချော်ကျ‌အောင် (မရပ်နိုင်‌လောက်‌အောင်) လုပ်မည့်ဆဲဆဲဖြစ်ကြသည်။ ###၁ဝ ထို့ပြင် သူတို့က အမှန်စင်စစ် ဤသူသည် အရူးဖြစ်သည်ဟု ‌ပြောဆိုကြသည်။"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "ထို ကုရ်အာန်ကျမ်း‌တော်မြတ်သည် စကြဝဠာအားလုံးအတွက် ဆုံးမဩဝါဒဖြစ်လျက်ရှိသည်မှလွဲ၍ အခြားမဟုတ်‌ပေ။"
        }
    ]
}