{
    "chapter": [
        {
            "chapter": 40,
            "verse": 1,
            "text": "Ha, Mim"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "Bu kitabın indirilişi, O çok güçlü, herşeyi bilen Allah´tandır"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "O günahkarları bağışlayan, tevbeyi kabul eden, cezalandırması şiddetli, bol lütuf sahibi Allah´tan ki, O´ndan başka tapılacak yoktur. Dönüş de O´nadır"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "Allah´ın ayetleri hakkında yalnızca nankörlük eden kafirler mücadele eder. Şimdi onların memleketler içinde dönüp dolaşmaları seni aldatmasın"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "Onlardan önce Nuh kavmi, arkalarından da çeşitli gruplar yalanlamışlardı ve her ümmet kendi peygamberlerini yakalamaya kalkıştı. Onlar, hakkı batıl ile yok etmek için boşuna mücadele ettiler de Ben, onları tuttum alıverdim. (Bak) o vakit nasıl oldu cezalandırmam"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "Ve işte o nankörlük eden kafirlere, Rabbinin onların nara (cehennemde) yanacaklarına dair sözü öyle gerçekleşti"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "Arşı taşıyanlar ve onun çevresindekiler Rablerini hamd ile tesbih ederler, O´na iman ederler ve iman etmiş olanlar için şöyle bağışlanma dilerler: «Ey Rabbimiz, senin rahmet ve ilmin herşeye geniş (herşeyi kuşatmıştır). Hemen o tevbe edip yoluna uyanları bağışla ve onları cehennem azabından koru"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "Ey Rabbimiz, onları o kendilerine vaad buyurduğun Adn cennetlerine koy; atalarından, eşlerinden ve soylarından dürüst olanları da. Şüphesiz Sen, güçlüsün, hikmet sahibisin Sen"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "Onları fenalıklardan koru! Sen, her kimi fenalıklardan korursan, o gün onu gerçekten rahmetinle yarlığamışındır (bağışlamışsındır). İşte asıl büyük kurtuluş da budur!»"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "O küfredenlere muhakkak şöyle bağırılacaktır: «Kesinlikle Allah´ın gazabı, sizin kendinize karşı olan gazabınızdan daha büyüktür. Çünkü siz imana davet ediliyordunuz da küfrediyordunuz.»"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "Diyecekler ki: «Ey Rabbimiz, bizi iki kere öldürdün, iki kere de dirilttin, şimdi günahlarımızı anladık; acaba çıkmanın bir yolu var mı?»"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "Bunun sebebi şudur ki, «Siz tek Allah´a çağırıldığınız zaman inkar ettiniz, O´na ortak koşulduğunda da inanıyordunuz, işte hüküm O ulu, O büyük Allah´ındır.»"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "Size ayetlerini gösteren, sizin için gökten bir rızık indiren O´dur. Fakat, ancak gönül veren anlar"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "O halde sizler, dini kendisi için halis kılarak (dininde samimi olarak) hep Allah´a ibadet edin; isterse kafirler hoşlanmasınlar"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "O dereceleri yüksek Arş´ın sahibi (Allah), buluşma gününün dehşetini haber vermek için kullarından dilediğine emrinde ruh (melek) indirip vahy veriyor"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "Onların (mezarlarından) meydana fırlayacakları gün, kendilerinin yapmış olduğu hiçbir şey Allah´a gizli kalmaz. «Bugün mülk kimindir?» (buyurulur). «Bir olan, herşeyi kudreti altında tutan Allah´ındır.» (denir)"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "Bugün herkese kazandığının karşılığı verilecektir. Zulüm yok bugün. Şüphesiz Allah, hesabı çabuk görendir"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Bir de o yaklaşan felaket gününü onlara haber ver ki, o zaman yürekleri gırtlaklara dayanmış yutkunur da yutkunurlar. Zalimler için ne ısınacak bir hısım (ne sıcak bir yakın) vardır, ne de sözü dinlenecek bir şefaatçi"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "Gözlerin hain bakışını da bilir, gönüllerin gizlediğini de"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Allah, hakkı yerine getirir. Onların O´ndan başka yalvardıkları ise, hiçbir şeyi yerine getiremezler. Çünkü Allah´tır hakkıyla işiten, gören"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Yeryüzünde bir dolaşıp da kendilerinden öncekilerin sonunun ne olduğuna bir bakmadılar mı? Onlar gerek kuvvet, gerekse yeryüzündeki eserleri bakımından kendilerinden daha çetindiler; öyle iken Allah, onları günahları yüzünden tutup alıverdi ve kendilerini Allah´a karşı bir koruyan bulunmadı"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "O şundandı: Onlara peygamberleri mucizelerle geliyorlardı, fakat onlar inkar ettiler. Allah da tuttu kendilerini alıverdi; çünkü O´nun kuvveti çok, cezası çetindir"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "Andolsun ki, Musa´yı ayetlerimizle ve açık bir delil ile gönderdik"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "Firavun´a, Haman´a ve Karun´a; onlar dediler ki: «Bu bir sihirbaz, bir yalancı.»"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "Bunun üzerine kendilerine tarafımızdan gerçeği getirince de: «Onunla beraber iman etmiş olanların oğullarını öldürün, kadınlarını diri bırakın!» dediler. Kafirlerin düzeni (tuzağı) hep dalal (sapkınlık) içindedir"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "Bir de Firavun: «Bırakın beni, öldüreyim Musa´ yı da o, Rabbine dua etsin! Çünkü ben, onun dininizi değiştirmesinden veya yeryüzünde bir bozgunculuk çıkarmasından korkuyorum.» dedi"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "Musa da: «Muhakkak ben, hesap gününe inanmayan her ululuk taslayandan Rabbime ve Rabbinize sığındım!» dedi"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "Firavun ailesinden -imanını saklayan- mümin bir adam: «Bir adamı «Rabbim Allah´tır» diyor diye öldürecek misiniz? Oysa o, size Rabbinizden açık delillerle gelmiştir. Hem o bir yalancı ise, çok sürmez yalanı boynuna geçer; fakat doğru ise size yaptığı tehditlerin bir kısmı olsun başınıza gelir. Şüphe yok ki, Allah, aşırı giden bir yalancıyı doğru yola çıkarmaz"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "Ey kavmim, bugün mülk sizindir, bu yerde yüze çıkmış (üstün) bulunuyorsunuz; fakat Allah´ın hışmı başımıza gelirse bizi ondan kim kurtarabilir?» dedi. Firavun: «Ben size yalnızca görüşümü söylüyorum ve ben size ancak doğru yolu gösteriyorum.» dedi"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "O iman etmiş olan kişi: «Ey kavmim, doğrusu ben sizin hakkınızda Ahzab (eski topluluklar)ın günleri gibi bir günden korkuyorum"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "Nuh kavmi´nin, Ad´ın, Semüd´un ve daha sonrakilerin maceraları gibisinden. Allah, kullarına haksızlık etmek istemez"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "Ve ey kavmim, ben sizin için o çağrışma gününden korkuyorum"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "O arkanızı dönüp gideceğiniz günden. Sizi Allah´tan koruyacak da yoktur. Her kimi de Allah şaşırtırsa, artık onu doğru yola iletecek biri yoktur!» dedi"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "Bundan önce size apaçık delillerle Yusuf gelmişti. O zaman da onun size getirdiği gerçekte şüphe edip durmuştunuz. Nihayet vefat ettiğinde de: «Bundan sonra Allah asla peygamber göndermez!» dediniz. İşte aşırı şüpheci olanları Allah böyle şaşırtır"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "Onlar ki, kendilerine gelmiş bir delil olmaksızın Allah´ın ayetleri hakkında mücadele ederler. Allah katında ve imanı olanların yanında kin beslenmesi için ne büyük huy! İşte Allah, her zorba, böbürlenen kimsenin kalbini öyle bir tabiat ile mühürler"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "Firavun da: «Ey Haman, bana bir kule yap, belki ben erişirim o yollara"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "Göklerin yollarına da Musa´nın tanrısınına muttali olurum ve kesinlikle ben onu yalancı sanıyorum.» dedi. işte bu şekilde Firavun´a kötü ameli güzel gösterildi de yoldan çıkarıldı. Firavun´un düzeni hep hüsrandadır (çıkmazdadır)"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "O iman eden kişi ise: «Ey kavmim, gelin arkamdan size reşad yolunu (murada erdirecek yolu) göstereyim"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "Ey kavmim, bu dünya hayatı, ancak bir kazançtan ibarettir, ahiret ise durulacak yurttur"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Her kim bir kötülük yaparsa, ona onun gibi kötülükten başka karşılık olmaz. Gerek erkek gerek dişi her kim de mü´min olarak iyi bir iş işlerse, işte onlar cennete girerler, orada kendilerine hesapsız rızık verilir"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "Hem ey kavmim, neden ben sizi kurtuluşa davet ederken siz beni ateşe davet ediyorsunuz"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "Siz beni, Allah´ı inkar etmeye ve bence hiç ilimde yeri olmayan şeyleri O´na ortak koşmaya davet ediyorsunuz; ben ise sizi o çok güçlü, çok bağışlayıcıya davet ediyorum"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "Şu asla inkar edilemez ki, gerçekte sizin beni davet ettiğinizin ne dünyada ne de ahirette bir davet hakkı yoktur, hepimizin varacağı Allah´tır ve bütün haddi aşanlar nara (cehennemde) yanacaktır"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "Siz benim söylediklerimi sonra anlayacaksınız. Ben işimi Allah´a havale ediyorum. Muhakkak Allah, kullarını görür, gözetir.» dedi"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "Onun için Allah, onu onların kurdukları tuzağın fenalıklarından korudu ve Firavun´un ailesini o kötü azap kuşattı"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "Ateş; onlar, sabah akşam ona karşı sunulur dururlar. Kıyamet kopacağı gün de: «Tıkın Firavun ailesini en şiddetli azaba!» (denilir)"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "Ve hele ateş içinde biribirlerini protesto ederlerken zayıf olanlar büyüklük taslayanlara: «Hani bizler sizin yönettikleriniz idik. Şimdi siz bizden bir ateş nöbetini savabiliyor musunuz?» diyeceklerdir"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Büyüklük taslayanlar ise şöyle diyecekler: «Evet, hepimiz onun içindeyiz, çünkü Allah kulları arasında hükmünü verdi.»"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Ateştekiler cehennem bekçilerine derler ki: «Rabbinize dua edin de bir gün (olsun) azabımızı bir; hafifletsin!»"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "Bekçiler: «Ya size peygamberleriniz mucizelerle gelmiyorlar mıydı ki?» derler. Onlar: « Evet.» derler. Bekçiler: «Öyle ise kendiniz dua edin.» derler. Kafirlerin duası ise hep çıkmazdadır"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "Elbette Biz peygamberlerimize ve iman edenlere hem dünya hayatında, hem de şahitlerin dikileceği günde yardım edeceğiz"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "O gün ki, zalimlere, özür dilemeleri fayda vermez. Onlara lanet vardır ve onlara yurdun kötüsü (cehennem) vardır"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "Andolsun ki, Biz Musa´ya o hidayeti verdik ve İsrailoğullarına o kitabı miras kıldık"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "Aklı selim sahiplerine bir yol gösterici ve bir ihtar olmak üzere"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "O halde sabret, çünkü Allah´ın va´di haktır; günahının bağışlanmasını dile ve akşam sabah Rabbini hamd ile tesbih et"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Çünkü kendilerine gelmiş kesin bir delil olmaksızın Allah´ın ayetleri hakkında mücadele edenlerin göğüslerinde, sadece yetişemeyecekleri bir kibir vardır. Sen hemen Allah´a sığın çünkü işiten O´dur, gören O"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Elbette göklerin ve yerin yaratılması o insanların yaratılmasından daha büyüktür. Fakat insanların çoğu bilmezler"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Kör ile gören bir olmaz, iman edip iyi iyi işler yapan kimselerle kötülük yapan da (bir değildir). Siz pek az düşünüyorsunuz"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "Herhalde o saat (kıyamet) muhakkak gelecektir, onda hiç şüphe yoktur. Fakat insanların çoğu inanmazlar"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Oysa Rabbiniz: «Bana yalvarın ki, size karşılık vereyim; çünkü Bana ibadet etmeyi kibirlerine yediremeyenler, yarın hor, hakir cehenneme gireceklerdir.» buyurdu"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "Allah O´dur ki, içinde dinlenesiniz diye sizin için geceyi yarattı, göz açıcı olarak da gündüzü. Doğrusu Allah, insanlara karşı bir lütuf sahibidir. Fakat insanların çoğu şükretmezler"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "İşte Allah´tır Rabbiniz, herşeyi yaratan O´ndan başka hiçbir tanrı yoktur; o halde nasıl çevrilirsiniz"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "İşte Allah ayetlerini inkar edenler öyle çevriliyorlar"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Allah O´dur ki, sizin için yeri bir karargah, göğü de bir bina yaptı, size şekil verdi, sonra da şekillerinizi güzelleştirdi ve hoş nimetlerden size rızık verdi, işte o Allah´tır Rabbiniz! Ne yücedir O alemlerin Rabbi olan Allah"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "Gerçek hayat sahibi ancak O´dur, O´ndan başka tapılacak yoktur. Onun için dini halis kılarak O´na, hep O´na yalvarın! Hamd o alemlerin Rabbi olan Allah´ın"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "De ki: «Bana Rabbimden açık deliller geldiği zaman, ben o sizin Allah´tan başka yalvardıklarınıza ibadet etmekten kesinlikle men´edildim ve O alemlerin Rabbine teslim olmakla emrolundum.»"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "O´dur sizi (önce) bir topraktan yaratan sonra bir nutfeden (bir damla sudan), sonra bir yapışkan maddeden; sonra da sizi bir bebek olarak çıkarıyor, sonra olgunluk çağına eresiniz diye büyütüyor, sonra da yaşlanasınız diye, içinizden kimi de daha önce vefat ettirilir. Belirli bir süreye eresiniz ve gerek ki aklınızı kullanasınız diye"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "O´dur hem dirilten, hem öldüren. Özetle, O bir işe karar verdiği zaman ona sadece: «Ol!» der, oluverir"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Bakmaz mısın, o Allah´ın ayetleri hakkında mücadeleye kalkanlara, nereden döndürülüyorlar"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Kitaba ve peygamberlerimizi gönderdiğimiz şeylere yalan diyenler artık ileride bilecekler"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "O zaman, boyunlarında tomruklar ve zincirler olduğu halde sürükleneceklerdir"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Kaynar suda; sonra ateşte kaynatılacaklardır"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Sonra denilecek onlara: «Nerede o ortak koştuklarınız"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Allah´tan başkaları?» Diyecekler ki: «Onlar bizden uzaklaşıp gittiler. Daha doğrusu biz bundan önce bir şeye ibadet etmiyormuşuz!» İşte Allah kafirleri böyle şaşkınlaştırır"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Bunun sebebi şudur. Çünkü siz, yeryüzünde haksızlıkla seviniyordunuz ve çünkü güveniyordunuz"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Girin cehennemin kapılarından, içlerinde ebedi kalmak üzere. Bak o kibirlenenlerin yeri, ne çirkindir"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Onun için, sabret. Allah´ın va´di gerçektir, mutlaka olacaktır. Artık onlara yaptığımız tehdidin bir kısmını sana göstersek de veya seni kendimize alsak da onlar mutlaka döndürülüp Bize getirileceklerdir"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Andolsun ki, Biz senin önünden nice peygamberler gönderdik; onlardan kimini sana ayıttık, kimini ayıtmadık (anlatmadık). Hiçbir peygamber, Allah´ın izni olmadan bir mucize getiremez. Allah´ın emri gelince de hak yerine getirilir ve batıl bir dava peşinde koşanlar, işte hüsrana burada düştüler"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Allah O´dur ki, sizin için o yumuşak başlı hayvanları yaratmıştır. Onlardan binit edinesiniz diye; onlardan yersiniz de"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "Size onlardan daha bir çok yararlar vardır. Ayrıca onların üzerinde sinelerinizdeki bir arzuya erişesiniz diye, hem onların üzerinde hem de gemilerin üzerinde taşınırsınız"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Ve size ayetlerini gösterir, şimdi Allah´ın ayetlerinin hangisini inkar edersiniz"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Daha yeryüzünde bir gezip de bakmazlar mı ki, kendilerinden öncekilerin sonu nasıl olmuştur? Onlar kendilerinden hem daha çok hem de kuvvetleri ve yeryüzündeki eserleri noktasından daha üstün idiler. Öyle iken o elde ettikleri şeyler kendilerini kurtaramadı"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Çünkü onlara peygamberleri açık delillerle geldiği zaman, kendilerinde bulunan ilme güvendiler de alay ettikleri şey kendilerini kuşatıverdi"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "O zaman hışmımızı gördüklerinde: «Allah´ın birliğine inandık ve ona ortak koştuğumuz şeyleri inkar ettik!» dediler"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Dediler ama, hışmımızı gördükleri zamanki imanları kendilerine fayda verecek değildi. Allah´ın kulları hakkındaki süregelen kanunu (bu), işte hüsrana bu noktada düştü kafirler"
        }
    ]
}