{
    "chapter": [
        {
            "chapter": 59,
            "verse": 1,
            "text": "Göklerdeki ve yerdeki her şey Allah´ı tesbih etmektedir. O, üstündür, hikmet sahibidir"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "O´dur kitap verilenlerden inkar edenleri ilk haşir için yurtlarından çıkaran. Siz, onların çıkacaklarını sanmadınız, Onlar da kalelerinin kendilerini Allah´tan koruyacak engelleri olduğunu sandılar, fakat Allah onları hesap etmedikleri bir yönden bastırdı ve kalplerinin içine korku düşürdü. Öyle ki, evlerini bir yandan kendi elleriyle, bir yandan da mü´minlerin elleriyle harap ediyorlardı. Ey görecek gözleri olanlar, düşünün de ibret alın"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Allah onlara sürgünü yazmamış olsaydı, mutlaka dünyada kendilerine azap edecekti. Ahirette ise onlara ateş azabı vardır"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "Çünkü onlar, Allah´a ve peygamberine cephe almaya kalkıştılar; her kim de Allah´a karşı cephe alırsa, şüphe yok ki, Allah azabı çetin olandır"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Herhangi bir hurma ağacı kestiniz, ya da kökleri üzerinde dikili bıraktıysanız, hepsi Allah´ın izniyledir ve o fasıkları (yoldan çıkmışları) perişan edeceği içindir"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Allah´ın onlardan peygamberine tahvil buyurduğu (verdiği) fey´e (gelire) gelince siz ona ne at sürdünüz, ne de deve. Fakat Allah, peygamberlerini dilediği kimselere musallat kılar. Allah, herşeye gücü yetendir"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "Allah´ın peygamberine diğer memleketlerden tahvil buyurduğu fey´i de Allah´a peygamberine, onun yakınlarına, yetimlere, yoksullara ve yolda kalmış kimselere verilir; yalnızca içinizden zenginler arasında dolaşan bir servet olmasın diye. Bir de peygamber size her ne emir verirse onu tutun, yasakladığından da sakının ve Allah´tan korkun; çünkü Allah, cezalandırması çetin olandır"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "Bir de (o gelirler) yoksul muhacirler içindir ki, yurtlarından ve mallarından (uzaklaştırıp) çıkarıldılar. Allah´tan bir lütuf ve hoşnutluk ararlar, Allah´a ve peygamberine hizmet ederler. İşte onlardır doğru olanlar"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Ve şunlar ki, onlardan önce yurdu hazırlayıp imana sahip oldular, kendilerine hicret edenlere sevgi beslerler, onlara verilenlerden nefislerinde bir kaygı duymazlar, kendilerinin ihtiyacı olsa bile onları kendilerine tercih ederler. Her kim de nefsinin hırsından (cimriliğinden) korunursa, işte onlardır o kurtuluş bulanlar"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "Ve şunlar ki, onların arkalarından gelmişlerdir. Şöyle derler: «Ey Rabbimiz, bizleri ve önceden iman ederek bizleri geçmiş olan kardeşlerimizi bağışla ve gönüllerimizde, iman etmiş olanlara karşı kin tutturma! Ey Rabbimiz, şüphe yok ki, Sen çok şefkatlisin, çok merhametlisin!»"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "Görmüyor musun şu münafıklık yapanları, kitap ehlinden o inkar eden dostlarına: «Yemin ederiz ki, eğer siz (yurdunuzdan) çıkarılırsanız kesinlikle biz de sizinle çıkarız, sizin aleyhinizde asla kimseye itaat etmeyiz ve şayet size karşı savaş açılırsa muhakkak size yardım ederiz! diyorlar, Allah şahitlik ediyor ki, onlar kesinlikle yalancıdırlar"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Andolsun ki eğer çıkarılırsalar, onlarla birlikte çıkmazlar, eğer onlara savaş açılırsa onlara yardım etmezler; yardım edecek olsalar bile mutlaka arkalarını döner (kaçarlar). Sonra da kurtarılmazlar"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Kesinlikle onların yüreklerinde sizin korkunuz Allah´ın korkusundan daha fazladır. Bu, onların anlayışsız bir topluluk olmalarındandır"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Onlar sizinle ancak müstahkem mevkilerde veya duvarlar, siperler arkasında topluca savaşabilirler. Kendi aralarında çekişmeleri şiddetlidir. Sen onları toplu sanırsın, oysa kalpleri dağınıktır. Bu, onların aklını kullanmayan bir topluluk olmalarındandır"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "(Onların durumu) kendilerinden az öncekiler gibidir ki, yaptıklarının cezasını tattılar, ayrıca onlara acı bir azap vardır"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Tıpkı şeytanın meseli gibi ki, insana: «İnkar et!» dedi de, inkar edince: «Ben senden uzağım; çünkü ben alemlerin Rabbi olan Allah´tan korkarım!» dedi"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Sonra ikisinin de sonu, sonsuza dek ateşte kalmaları oldu. İşte zalimlerin cezası budur"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "Ey iman edenler, Allah´tan korkun ve kişi, yarın için önceden ne gönderdiğine baksın. Allah´tan korkun; çünkü Allah, her ne yaparsanız haberdardır"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "Allah´ı unutmuş, Allah´ın da onlara kendilerini unutturduğu kimseler gibi olmayın! Onlar, yoldan çıkmış kimselerdir"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Cehennemliklerle cennetlikler bir olmaz. Cennetlikler, hep muratlarına ermişlerdir"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "Biz bu Kur´an´ı bir dağın üzerine indirseydik kesinlikle, sen onu, Allah korkusundan başını eğmiş, çatlamış görürdün. İşte Biz o misalleri, düşünsünler diye insanlara veriyoruz"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "O, öyle Allah´tır ki, O´ndan başka tanrı yoktur. Görülmeyeni de bilir, görüleni de. O, çok esirgeyen, çok bağışlayandır"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "O, öyle Allah´tır ki, O´ndan başka tanrı yoktur. Mülkün sahibidir, son derece mukaddestir, selamete erdirendir, güveni sağlayandır, görüp gözetendir, üstündür, zorludur, büyüklükte eşi olmayandır. Allah, müşriklerin ortak koştuklarından münezzehtir"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "O, yaratan, var eden, varlıklara şekil veren Allah´tır. En güzel isimler O´nundur. Göklerde ve yerde olanlar, O´nu tesbih ederler. O, öyle üstündür, öyle hikmet sahibidir"
        }
    ]
}