{
    "chapter": [
        {
            "chapter": 50,
            "verse": 1,
            "text": "Qaaf. Beim glorreichen Koran"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "Aber nein, sie wundern sich daruber, daß ein Warner aus ihrer Mitte zu ihnen kam. Da sagen die Unglaubigen: «Das ist eine verwunderliche Sache"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "Sollen wir wirklich, wenn wir gestorben und zu Staub geworden sind...? Das ist doch eine Ruckkehr von weiter Entfernung.»"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Wir wissen wohl, was die Erde von ihnen aufzehrt. Und bei Uns ist ein Buch, das alles aufbewahrt"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Aber nein, fur Luge erklarten sie die Wahrheit, als sie zu ihnen kam, und so befinden sie sich in einer verworrenen Lage"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "Haben sie nicht zum Himmel uber ihnen emporgeschaut, wie Wir ihn aufgebaut und geschmuckt haben, und daß er keine Risse aufweist"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "Auch die Erde haben Wir ausgebreitet und auf ihr festgegrundete Berge angebracht, und Wir haben auf ihr verschiedene erfreuliche Pflanzenarten wachsen lassen"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "Um Einsicht zu bringen und als Ermahnung fur jeden Diener, der sich (Gott) reumutig zuwendet"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Und Wir haben vom Himmel gesegnetes Wasser herabkommen und damit Garten und Korn fur die Ernte wachsen lassen"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "Und Palmen, hochragend und mit ubereinander gereihten Blutenscheiden"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "Als Lebensunterhalt fur die Diener. Und Wir haben damit abgestorbene Ortschaften wieder belebt. So erfolgt auch das Herauskommen"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Der Luge ziehen (ihre Gesandten) schon vor ihnen das Volk Noachs, die Leute des Brunnens und die Thamud"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "Und die Aad, Pharao und die Bruder Lots"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "Die Leute des Waldes und das Volk des Tubbaa. Alle haben die Gesandten der Luge geziehen, so ist meine Androhung zu Recht fallig geworden"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Waren Wir denn mit der ersten Schopfung uberfordert? Nein, sie aber sind im unklaren uber eine neue Schopfung"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "Wir haben doch den Menschen erschaffen und wissen, was ihm seine Seele einflustert. Und Wir sind ihm naher als die Halsschlagader"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Wenn die beiden, die entgegenzunehmen haben, entgegennehmen, zur Rechten und zur Linken sitzend"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "Wird er kein Wort sprechen, ohne daß bei ihm ein Bewacher bereitstunde"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "Und die Trunkenheit des Todes bringt die Wahrheit: «Das ist das, wovor du auszuweichen pflegtest.»"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Und es wird in die Trompete geblasen. Das ist der angedrohte Tag"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Und jede Seele kommt, und mit ihr ein Treiber und ein Zeuge"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "«Du hast dies unbeachtet gelassen. Nun haben Wir deine Decke von dir weggezogen, so daß dein Augenlicht heute scharf ist.»"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "Und sein Geselle sagt: «Das ist, was bei mir bereitliegt.»"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "«Werft, ihr beide, in die Holle jeden, der sehr unglaubig und widerspenstig ist"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "Das Gute verweigert, Ubertretungen begeht und Zweifel hegt"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "Und der Gott einen anderen Gott zur Seite stellt. So werft ihn in die harte Pein.»"
        },
        {
            "chapter": 50,
            "verse": 27,
            "text": "Sein Geselle sagt: «Unser Herr, ich habe ihn nicht zu ubermaßigem Frevel verleitet, sondern er befand sich selbst in tiefem Irrtum.»"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "Er spricht: «Streitet euch nicht vor Mir, wo Ich euch die Androhung vorausgeschickt habe"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "Der Spruch wird bei Mir nicht abgeandert. Und Ich tue den Dienern kein Unrecht.»"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "(Dies) am Tag, da Wir zur Holle sprechen: «Bist du bereits voll?», und sie sagt: «Gibt es noch mehr?»"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "Und das Paradies wird an die Gottesfurchtigen herangebracht, nicht weit entfernt"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "«Das ist, was euch versprochen worden ist fur jeden, der bereit zur Umkehr ist und sich selbst hutet"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "Der den Erbarmer im verborgenen furchtet und mit reumutigem Herzen (zu Ihm) kommt"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "Geht hinein in Frieden. Das ist der Tag der Ewigkeit.»"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "Sie haben darin, was sie wollen. Und bei Uns steht noch mehr"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "Wie viele Generationen haben Wir vor ihnen verderben lassen, die eine starkere Gewalt besaßen als sie und in den Landern umherzogen! Gibt es ein Entrinnen"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Darin ist eine Ermahnung fur den, der Herz hat oder hinhort, wahrend er zugegen ist"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "Und Wir haben die Himmel und die Erde und das, was dazwischen ist, in sechs Tagen erschaffen. Und dabei hat Uns keine Ermattung befallen"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "So ertrage mit Geduld, was sie sagen. Und singe das Lob deines Herrn vor dem Aufgang der Sonne und vor dem Untergang"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "Und preise Ihn in der Nacht und jeweils am Ende der Niederwerfung"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Und hore zu am Tag, da der Rufer aus einem nahen Ort ruft"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "Am Tag, da sie den Schrei in Wahrheit horen. Das ist der Tag des Herauskommens"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Wahrlich, Wir allein machen wieder lebendig und lassen sterben. Und zu Uns fuhrt der Lebensweg"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "Am Tag, da die Erde sich vor ihnen spaltet und sie eilig (hervorkommen), das ist ein Versammeln, das Uns ein leichtes ist"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "Wir wissen besser, was sie sagen. Und du bist nicht ein Zwingherr uber sie. Ermahne nur mit dem Koran die, welche meine Drohung furchten"
        }
    ]
}