{
    "maqras": [
        {
            "chapter": 28,
            "verse": 51,
            "text": "Āra abaśya'i āmarā tādēra kāchē parapara bāṇī paum̐chē diẏēchi [1]; yātē tārā upadēśa grahaṇa karē"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Ēra āgē āmarā yādērakē kitāba diẏēchilāma, tārā ētē īmāna ānē"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Āra yakhana tādēra kāchē ēṭā tēlā'ōẏāta karā haẏa takhana tārā balē, ‘āmarā ētē īmāna āni, niścaẏa ēṭā āmādēra raba hatē āsā satya. Āmarā tō āgē'ō ātmasamarpaṇakarī [1] chilāma"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "tādērakē du‘bāra pratidāna dēẏā habē [1]; yēhētu tārā dhairyaśīla ēbaṁ tārā bhāla diẏē mandēra mukābilā karē [2]. Āra āmarā tādērakē yē riyika diẏēchi tā thēkē tārā byaẏa karē"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "Āra tārā yakhana asāra bākya śunē takhana tā upēkṣā karē calē ēbaṁ balē ‘āmādēra āmala āmādēra jan'ya ēbaṁ tōmādēra āmala tōmādēra jan'ya; tōmādēra prati ‘sālāma’. Āmarā ajñadēra sāthē jaṛātē cā'i nā [1].’"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Āpani yākē bhālabāsēna icchē karalē'i tākē saṯpathē ānatē pārabēna nā. Baraṁ āllāh‌i yākē icchē saṯpathē ānaẏana karēna ēbaṁ saṯpatha anusārīdēra samparkē tini'i bhāla jānēna"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Āra tārā balē, ‘āmarā yadi tōmāra sāthē saṯpatha anusaraṇa kari tabē āmādērakē dēśa thēkē uṯkhāta karā habē [1].’ Āmarā ki tādēra jan'ya ēka nirāpada hārāma pratiṣṭhā karini, yēkhānē sarbaprakāra phalamūla āmadānī haẏa āmādēra dēẏā riyikasbarūpa [2]? Kintu tādēra bēśīra bhāga'i ēṭā jānē nā"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Āra āmarā bahu janapadakē dhbansa karēchi yāra bāsindārā nijēdēra bhōga-sampadēra ahaṅkāra karata! Ēgulō'i tō tādēra gharabāṛī; tādēra para ēgulōtē lōkajana sāmān'ya'i basabāsa karēchē [1]. Āra āmarā'i tō cūṛānta ōẏāriśa (prakr̥ta mālika)"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "āra āpanāra raba janapadasamūhakē dhbansa karēna nā, sēkhānakāra kēndrē tām̐ra āẏāta tilā'ōẏāta karāra jan'ya rāsūla prēraṇa nā karē ēbaṁ āmarā janapadasamūhakē takhana'i dhbansa kari yakhana ēra bāsindārā yālima haẏa"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Āra tōmādērakē yā kichu dēẏā haẏēchē tā tō duniẏāra jībanēra bhōga ō śōbhāmātra. Āra yā āllāh‌ra kāchē āchē tā uttama ō sthāẏī. Tōmarā ki anudhābana karabē nā"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "yākē āmarā uttama puraskārēra pratiśruti diẏēchi, sē tō tā pābē'i, sē ki ai byaktira samāna yākē āmarā duniẏāra jībanēra bhōga-sambhāra diẏēchi, tārapara kiẏāmatēra dina sē habē hāyirakr̥tadēra [1] antarbhukta"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "āra sēdina tini tādērakē ḍēkē balabēna, ‘tōmarā yādērakē āmāra śarīka gaṇya karatē, tārā kōthāẏa"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "yādēra jan'ya śāstira bāṇī abadhārita haẏēchē, tārā balabē, ‘hē āmādēra raba! Ērā tō tārā yādērakē āmarā bibhrānta karēchilāma; āmarā ēdērakē bibhrānta karēchilāma yēmana āmarā bibhrānta haẏēchilāma; āpanāra samīpē āmarā tādēra byāpārē dāẏamuktatā ghōṣaṇā karachi [1]. Ērā tō āmādēra ‘ibādāta karata nā.’"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Āra tādērakē balā habē, ‘tōmādēra (pakṣa thēkē āllāh‌ra jan'ya śarīka karā) dēbatāgulōkē ḍāka [1].’ Takhana tārā tādērakē ḍākabē. Kintu tārā ēdēra ḍākē sāṛā dēbē nā. Āra tārā śāsti dēkhatē pābē. Hāẏa! Ērā yadi saṯpatha anusaraṇa karata"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "Āra sēdina āllāh‌ ēdērakē ḍēkē balabēna, ‘tōmarā rāsūlagaṇakē kī jabāba diẏēchilē?’"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Ataḥpara sēdina sakala tathya tādēra kācha thēkē bilupta habē takhana ērā ēkē an'yakē jijñāsābāda'ō karatē pārabē nā"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Tabē yē byakti tā'ōbā karēchila ēbaṁ īmāna ēnēchila ō saṯkāja karēchila, āśā karā yāẏa sē sāphalya arjanakārīdēra antarbhukta habē"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Āra āpanāra raba yā icchē sr̥ṣṭi karēna ēbaṁ yā icchē manōnīta karēna [1], ētē tādēra kōnō hāta nē'i. Āllāh‌ pabitra, mahāna ēbaṁ tārā yā śarīka karē tā thēkē tini ūrdhbē"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "āra āpanāra raba jānēna ēdēra antara yā gōpana karē ēbaṁ ērā yā byakta karē"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Āra tini'i āllāh‌, tini chāṛā kōnō satya ilāha nē'i, duniẏā ō ākhērātē samasta praśansā tām̐ra'i; bidhāna tām̐ra'i; āra tōmarā tām̐ra'i dikē pratyābartita habē"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Baluna, ‘āmākē jānā'ō, āllāh‌ yadi rātakē kiẏāmatēra dina paryanta sthāẏī karēna, āllāh‌ chāṛā ēmana kōn‌ ilāh‌ āchē, yē tōmādērakē ālō ēnē ditē pārē? Tabu'ō ki tōmarā karṇapāta karabē nā?’"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Baluna, ‘tōmarā āmākē jānā'ō, āllāh‌ yadi dinakē kēẏāmatēra dina paryanta sthāẏī karēna, āllāh‌ chāṛā ēmana kōn‌ ilāh‌ āchē, yē tōmādēra jan'ya rātēra ābirbhāba ghaṭābē yātē biśrāma karatē pāra? Tabu'ō ki tōmarā bhēbē dēkhabē nā [1]?’"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Tini'i tām̐ra daẏāẏa tōmādēra jan'ya karēchēna rāta ō dina, yēna tātē tōmarā biśrāma karatē pāra ēbaṁ tām̐ra anugraha sandhāna karatē pāra. Āra yēna tōmarā kr̥tajñatā prakāśa karatē pāra"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "Āra sēdina tini tādērakē ḍēkē balabēna, ‘tōmarā yādērakē āmāra śarīka gaṇya karatē tārā kōthāẏa?’"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Āra āmarā pratyēka jāti thēkē ēkajana sākṣī bēra karē ānaba [1] ēbaṁ balaba, ‘tōmādēra pramāṇa upasthita kara.’ Takhana tārā jānatē pārabē yē [2], ilāh‌ ha'ōẏāra adhikāra āllāh‌ra'i ēbaṁ tārā yā mithyā raṭanā karata tā tādēra kācha thēkē hāriẏē yābē"
        }
    ]
}