{
    "maqras": [
        {
            "chapter": 47,
            "verse": 33,
            "text": "Hē muminagaṇa! Tōmarā āllāhara ānugatya kara ēbaṁ rāsūlēra ānugatya kara, āra tōmarā tōmādēra āmalasamūha binaṣṭa karō nā"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Niścaẏa yārā kupharī karēchē ēbaṁ āllāhara patha thēkē mānuṣakē nibr̥tta karēchē, tārapara kāphira abasthāẏa mārā gēchē, āllāha tādērakē kakhana'i kṣamā karabēna nā"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "Kājē'i tōmarā hīnabala haẏō nā ēbaṁ sandhira prastāba karō nā [1], yakhana tōmarā prabala; āra āllāha tōmādēra saṅgē āchēna [2] ēbaṁ tini tōmādēra karmaphala kakhanō kṣuṇna karabēna nā"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "Duniẏāra jībana tō śudhu khēla-tāmāśā ō arthahīna kathābārtā. Āra yadi tōmarā īmāna āna ēbaṁ tāka'ōẏā abalambana kara tabē āllāha tōmādērakē tōmādēra puraskāra dēbēna ēbaṁ tini tōmādēra dhana-sampada cāna nā"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Tōmādēra kācha thēkē tini tā cā'ilē ō tāra jan'ya tōmādēra upara cāpa dilē tōmarā tō kārpaṇya karabē ēbaṁ takhana tini tōmādēra bidbēṣabhāba prakāśa karē dēbēna"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Dēkha, tōmarā'i tō tārā yādērakē āllāhara pathē byaẏa karatē balā hacchē athaca tōmādēra kē'u kē'u kārpaṇya karachē. Tabē yē kārpaṇya karachē sē tō kārpaṇya karachē nijēra'i prati [1]. Āra āllāha abhābamukta ēbaṁ tōmarā abhābagrasta. Āra yadi tōmarā bimukha ha'ō, tabē tini tōmādēra chāṛā an'ya sampradāẏakē tōmādēra sthalabartī karabēna; tārapara tārā tōmādēra mata habē nā"
        },
        {
            "chapter": 48,
            "verse": 1,
            "text": "Niścaẏa āmarā āpanākē diẏēchi suspaṣṭa bijaẏa"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "yēna āllāha āpanāra atīta ō bhabiṣyata truṭisamūha mārjanā karēna ēbaṁ āpanāra prati tām̐ra anugraha pūrṇa karēna. Āra āpanākē sarala pathēra hēdāẏāta dēna"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "ēbaṁ āllāha āpanākē baliṣṭha sāhāyya dāna karēna"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "Tini'i muminadēra antarē praśānti nāyila karēchēna [1] yēna tārā tādēra īmānēra sāthē īmāna br̥d'dhi karē nēẏa [2]. Āra āsamānasamūha ō yamīnēra bāhinīsamūha āllāhara'i ēbaṁ āllāh‌ halēna sarbajña, hikamata'ōẏālā"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "Yātē tini mumina puruṣa ō mumina nārīdērakē prabēśa karāna jānnātē, yāra nica diẏē naharasamūha prabāhita, yēkhānē tārā sthāẏī habē ēbaṁ tini tādēra pāpasamūha mōcana karabēna; āra ēṭā'i halō āllāhara nikaṭa mahāsāphalya"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "Āra yātē tini munāphika puruṣa ō munāphika nārī, muśarika puruṣa ō muśarika nārī yārā āllāha sambandhē manda dhāraṇā pōṣaṇa karē tādērakē śāsti dēna. Amaṅgala cakra tādēra upara'i [1] āpatita haẏa. Āra āllāha tādēra prati ruṣṭa haẏēchēna ēbaṁ tādērakē lā’nata karēchēna; āra tādēra jan'ya jāhānnāma prastuta rēkhēchēna. Āra sēṭā kata nikr̥ṣṭa pratyābartanasthala"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "āra āsamānasamūha ō yamīnēra bāhinīsamūha āllāhara'i ēbaṁ āllāh hacchēna parākramaśālī, hikamata'ōẏālā"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "Niścaẏa āmarā āpanākē prēraṇa karēchi sākṣīrūpē, susambādadātā ō satarkakārīrūpē"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "yātē tōmarā āllāha ō tām̐ra rāsūlēra prati īmāna āna ēbaṁ tām̐ra śakti yōgā'ō ō tām̐kē sam'māna kara; āra sakāla-sandhyāẏa tām̐ra pabitratā ō mahimā ghōṣaṇā kara"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "Niścaẏa yārā āpanāra kāchē bā'i’āta karē [1] tārā tō āllāhara'i hātē bā'i’āta karē. Āllāhara hāta [2] tādēra hātēra upara [3]. Tārapara yē tā bhaṅga karē, tā bhaṅga karāra pariṇāma bartābē tāra'i upara ēbaṁ yē āllāhara sāthē kr̥ta aṅgīkāra pūrṇa karē, tabē tini abaśya'i tākē mahāpuraskāra dēna"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "Yē sakala marubāsī pichanē raẏē gēchē [1] tārā tō āpanākē balabē, ‘āmādēra dhana-sampada ō paribāra-parijana āmādērakē byasta rēkhēchē, ata'ēba, āmādēra jan'ya kṣamāprārthanā karuna. Tārā mukhē tā balē yā tādēra antarē nē'i. Tādērakē baluna, ‘āllāh‌ kārō kōnō kṣati kimbā maṅgala sādhanēra icchē karalē kē āllāhara mōkābilāẏa tōmādēra jan'ya kōnō kichura mālika habē? Bastuta tōmarā yā kara sē biṣaẏē āllāh‌ samyaka abahita.’"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "Baraṁ tōmarā dhāraṇā karēchilē yē, rāsūla ō muminagaṇa tādēra paribāra parijanēra kāchē kakhana'i phirē āsabē nā ēbaṁ ē dhāraṇā tōmādēra antarē prītikara manē haẏēchila; āra tōmarā khuba manda dhāraṇā karēchilē ēbaṁ tōmarā chilē dhbansamukhī ēka sampradāẏa"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "āra yē kē'u āllāh ō tām̐ra rāsūlēra prati īmāna ānē nā tabē niścaẏa āmi kāphiradēra jan'ya jbalanta āguna prastuta rēkhēchi"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "Āsamānasamūha ō yamīnēra sarbamaẏa kartr̥tba āllāh‌ra'i, tini yākē icchē kṣamā karēna ēbaṁ yākē icchē śāsti dēna. Āra āllāh‌ ati kṣamāśīla, parama daẏālu"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "Tōmarā yakhana yud'dhalabdha sampada saṅgrahēra jan'ya yābē takhana yārā pichanē raẏē giẏēchila, tārā abaśya'i balabē, ‘āmādērakē tōmādēra anusaraṇa karatē dā'ō.’ Tārā āllāhara bāṇī paribartana karatē cāẏa. Baluna, ‘tōmarā kichutē'i āmādēra anusaraṇa karabē nā. Āllāha āgē'i ērūpa ghōṣaṇā karēchēna.’ Tārā abaśya'i balabē, ‘tōmarā tō āmādēra prati bidbēṣa pōṣaṇa karacha.’ Baraṁ tārā tō kēbala sāmān'ya'i bōjhē"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Yēsaba marubāsī pichanē raẏē giẏēchila tādērakē baluna, ‘abaśya'i tōmarā āhūta habē ēka kaṭhōra yōd'dhā jātira birud'dhē yud'dha karatē; tōmarā tādēra sāthē yud'dha karabē athabā tārā ātmasamarpaṇa karē. Ataḥpara tōmarā ē nirdēśa pālana karalē āllāh‌ tōmādēra uttama puraskāra dāna karabēna. Āra tōmarā yadi āgēra mata pr̥ṣṭha pradarśana kara, tabē tini tōmādērakē yantraṇādāẏaka śāsti dēbēna"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Andhēra kōnō aparādha nē'i, khañjēra kōnō aparādha nē'i ēbaṁ pīṛitēra'ō kōnō aparādha nē'i ēbaṁ yē kē'u āllāha ō tām̐ra rāsūlēra ānugatya karabē, tini tākē prabēśa karābēna ēmana jānnātē, yāra nicē naharasamūha prabāhita; kintu yē byakti pr̥ṣṭhapradarśana karabē tini tākē yantraṇādāẏaka śāsti dēbēna"
        }
    ]
}