{
    "maqras": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "Smaraṇa karuna, yēdina āllāh‌ rāsulagaṇakē ēkatra karabēna ēbaṁ jijñēsa karabēna, ‘āpanārā kī uttara pēẏēchilēna?’ Tārā balabēna, ‘ē biṣaẏē āmādēra kōnō jñāna'i nē'i; āpani'itō gāẏēba sambandhē sabacēẏē bhāla jānēna [1].’"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Smaraṇa karuna,yakhana āllāh‌ balabēna, ‘hē māra'iẏāmēra putra ‘īsā! Āpanāra prati ō āpanāra jananīra prati āmāra nēẏāmata [1] smaraṇa karuna, yakhana ‘ruhula kudusa [2] diẏē āmi āpanākē śaktiśālī karēchilāma ēbaṁ āpani dōlanāẏa thākā abasthāẏa ō pariṇata baẏasē mānuṣēra sāthē kathā balatēna; āpanākē kitāba,hikamata, tā'ōrāta ō iñjīla śikṣā diẏēchilāma; āpani kādāmāṭi diẏē āmāra anumatikramē pākhira mata ākr̥ti gaṭhana karatēna ēbaṁ tātē phum̐ ditēna, phalē āmāra anumatikramē tā pākhi haẏē yēta; janmāndha ō kuṣṭharōgīdērakē āpani āmāra anumatikramē nirāmaẏa karatēna ēbaṁ āmāra anumatikramē āpani mr̥takē jībita karatēna; āra yakhana āmi āpanāra thēkē isarā'īla-santānagaṇakē birata rēkhēchilāma [3]; āpani yakhana tādēra kāchē spaṣṭa nidarśana ēnēchilēna takhana tādēra madhyē yārā kupharī karēchilō tārā balēchila, ‘ēṭātō spaṣṭa jādu.’"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "Ārō sbaraṇa karuna, yakhana āmi hā'ōẏārīdēra manē ilahāma karēchilāma yē [1], ‘tōmarā āmāra prati ō āmāra rāsūlēra prati īmāna āna’, tārā balēchila, āmārā īmāna ānalāma ēbaṁ āpani sākṣī thākuna yē, niścaẏa āmārā musalima.’"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Smaraṇa karuna, yakhana hā'ōẏārīgaṇa balēchila, ‘hē māra'iẏāma-tanaẏa ‘īsā! Āpanāra raba ki āmādēra jan'ya āsamāna thēkē khādya paripūrṇa khāñcā pāṭhātē sakṣama?’ Tini balēchilēna, ‘āllāh‌ra tāka'ōẏā abalambana kara, yadi tōmārā mumina ha'ō [1].’"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Tārā balēchila, ‘āmarā cā'i yē, tā thēkē kichu khāba ō āmādēra citta praśānti lābha karabē. Āra āmārā jānaba yē, āpani āmādērakē satya balēchēna ēbaṁ āmārā ēra sākṣī thākatē cā'i.’"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Māra'iẏāma-tanaẏa ‘īsā balalēna, ‘hē āllāh‌ āmādēra raba! Āmādēra jan'ya āsamāna thēkē khādyapūrṇa khāñcā pāṭhāna; ēṭā āmādēra ō āmādēra pūrbabartī ō parabartī sabāra jan'ya habē ānandōṯsaba sbarupa ēbaṁ āpanāra kācha thēkē nidarśana.Āra āmādēra jībikā dāna karuna; āpani'i tō śrēṣṭha jībikādātā.’"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Āllāh‌ balalēna, ‘niścaẏa āmi tōmādēra kāchē tā nāyila karaba; kintu ēra para tōmādēra madhyē kē'u kupharī karalē tākē āmi ēmana śāsti dēba, yē śāsti sr̥ṣṭikulēra āra kā'ukē'ō dēba nā [1].’"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "Āra'ō smaraṇa karuna, āllāh‌ yakhana balabēna, ‘hē māra'iẏāma –tanaẏa ‘īsā! Āpani ki lōkadērakē balēchilēna yē, tōmarā āllāh‌ chāṛā āmākē āmāra jananīkē du'i ilāharūpē grahaṇa kara? ‘Tini balabēna, ‘āpani'i mahimānbita! Yā balāra adhikāra āmāra nē'i tā balā āmāra pakṣē śōbhanīẏa naẏa. Yadi āmi tā balatāma tabē āpani tō tā jānatēna. Āmāra antarēra kathātō āpani jānēna, kintu āpanāra antarēra kathā āmi jāni nā; niścaẏa āpani adr̥śya sambad'dhē sabacēẏē bhālō jānēna.’"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "‘Āpani āmākē yē ādēśa karēchēna tā chāṛā tādērakē āmi kichu'i balini, tā ē'i yē, tōmarā āmāra raba ō tōmādēra raba āllāh‌ra ibādata kara ēbaṁ yatadina āmi tādēra madhyē chilāma tatadina āmi chilāma tādēra kāja-karmēra sākṣī, kintu yakhana āpani āmākē tulē nilēna [1] takhana āpani'i tō chilēna tādēra kāja-karmēra tattbābadhāẏaka ēbaṁ āpani'i saba biṣaẏē sākṣī [2].’"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "‘Āpani yadi tādērakē śāsti dēna tabē tārātō āpanāra'i bāndā [1],āra yadi tādērakē kṣamā karēna tabē āpani tō parākramaśālī, prajñāmaẏa [2].’"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Āllāh‌ balabēna, ‘ē sē dina yēdina satyabādigaṇa tādēra satyēra jan'ya upakr̥ta habē, tādēra jan'ya āchē jānnāta yāra pādadēśē nadī prabāhita. Tārā sēkhānē cirasthāẏī habē; āllāh‌ tādēra prati santuṣṭa ēbaṁ tārā'ō tām̐ra prati santuṣṭa [1]; ēṭā mahāsaphalatā [2].’"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Ās‌māna ō yamīna ēbaṁ ēduẏēra madhyē yā kichu āchē tāra sārbabhaumatba āllāh‌ra'i ēbaṁ tini saba kichura upara kṣamatābāna"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Sakala praśansā āllāh‌ra'i [1] yini āsamāna ō yamīna sr̥ṣṭi karēchēna, āra sr̥ṣṭi karēchēna andhakāra ō ālō [2]. Ērapara'ō kāphēragaṇa tādēra rabēra samakakṣa dām̐ṛa karāẏa"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Tini'i tōmādērakē kādāmāṭi thēkē sr̥ṣṭi karēchēna [1], tārapara ēkaṭā samaẏa nirdiṣṭa karēchēna ēbaṁ āra ēkaṭi nirdhārita samaẏa āchē yā tini'i jānēna, ērapara'ō tōmarā sandēha kara"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Āra āsamānasamūha ō yamīnē tini'i āllāha [1], tōmādēra gōpana ō prakāśya sabakichu tini jānēna ēbaṁ tōmārā yā arjana kara tā'ō tini jānēna"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Āra tādēra rabēra āẏātasamūhēra ēmana kōnō āẏāta tādēra kāchē upasthita haẏa nā yā thēkē tārā mukha nā phērāẏa"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Sutarāṁ satya yakhana tādēra kāchē ēsēchē tārā tō tātē mithyārōpa karēchē [1]. Ata'ēba yā niẏē tārā ṭhāṭṭā-bidrupa karata tāra yathārtha sambāda acirē'i tādēra kāchē paum̐chabē"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Tārā ki dēkhē nā [1] yē, āmārā tādēra āgē bahu prajanmakē [2] bināśa karēchi; tādērakē yamīnē ēmanabhābē pratiṣṭita karēchilāma yēmanaṭi tōmādērakē'ō karini ēbaṁ tādēra upara muṣaladhārē br̥ṣṭi barṣaṇa karēchilāma. Āra tādēra pādadēśē nadī prabāhita karēchilāma; tārapara tādēra pāpēra jan'ya tādērakē bināśa karēchi [3] ēbaṁ tādēra para an'ya prajanmakē sr̥ṣṭi karēchi"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Āmārā yadi āpanāra prati kāgajē likhita kitāba'ō nāyila karatāma, ataḥpara tārā yadi sēṭā hāta diẏē sparśa karata tabu'ō kāphērarā balata, ‘ēṭā spaṣṭa jādu chāṛā āra kichu naẏa [1].’"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Āra tārā balē, ‘tāra kāchē kōnō phiriśatā kēna nāyila haẏa nā [1]? Āra yadi āmārā phiriśatā nāyila karatāma, tāhalē biṣaẏaṭi cūṛānta phaẏasālā'i tō haẏē yēta, tārapara tādērakē kōnō abakāśa dēẏā hata nā"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Āra yadi tākē phiriśatā karatāma tabē tām̐kē puruṣa mānuṣēra ākr̥titē'i pāṭhātāma, āra tādērakē sērūpa bibhramē phēlatāma yērūpa bibhramē tārā ēkhana raẏēchē"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Āra āpanāra āgē anēka rāsūlakē niẏē'i tō ṭhāṭṭā-bidrupa karā haẏēchē. Phalē rāsūladēra sāthē bidrupakārīdērakē tārā yā niẏē ṭhāṭṭā-bidrupa karachila tā-i paribēṣṭana karēchē"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Baluna, ‘tōmārā yamīnē paribhramana kara, tarapara dēkha, yārā mithyārōpa karēchē tādēra pariṇāma ki haẏēchilō [1]!’"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Baluna, ‘āsamānasamūha ō yamīnē yā āchē tā kāra? Baluna, ‘āllāhara'i’ [1], tini tām̐ra nijēra upara daẏā karā likhē niẏēchēna [2]. Kiẏāmatēra dina tini tōmādērakē abaśya'i ēkatra karabēna [3], ētē kōnō sandēha nē'i. Yārā nijērā'i nijēdēra kṣati karēchē tārā īmāna ānabē nā"
        }
    ]
}