{
    "pages": [
        {
            "chapter": 6,
            "verse": 28,
            "text": "A'aha, abin da suka kasance suna ɓoyewa, daga gabani, ya bayyana a gare su. Kuma da an mayar da su, lalle da sun koma ga abin da aka hana su daga barinsa. Kuma lalle ne su, haƙiƙa, maƙaryata ne"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Kuma suka ce: \"Ba ta zama ba, face rayuwarmu ta duniya, kuma ba mu zama waɗanda ake tayarwa ba"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Kuma da kana gani, a lokacin da aka tsayar da su ga UbangiJinsu, Ya ce: \"Ashe wannan bai zama gaskiya ba?\" Suka ce: \"Na'am, muna rantsuwa da Ubangijinmu!\" Ya ce: \"To ku ɗanɗani azaba saboda abin da kuka kasance kuna yi na kafirci"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Lalle ne waɗanda suka ƙaryata game da gamuwa da Allah sun yi hasara, har idan Sa'a ta je musu kwatsam, sai su ce: \"Ya nadamarmu a kan abin da muka yi sakaci a cikinta!\" Alhali kuwa su suna ɗaukar kayansu masu nauyi a kan bayayyakinsu. To, abin da suke ɗauka ya munana"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Kuma rayuwar duniya ba ta zama ba, face wasa da shagala, kuma lalle ne, Lahira ce mafi alheri ga waɗanda suka yi taƙawa. Shin, ba za ku yi hankali ba"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Lalle ne Muna sani cewa haƙiƙa, abin da suke faɗa yana ɓata maka rai. To, lalle ne su, ba su ƙaryata ka (a cikin zukatansu) kuma amma azzalumai da ayoyin Allah suke musu"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Kuma lalle ne, haƙiƙa, an ƙaryata manzanni daga gabaninka, sai suka yi haƙuri a kan abin da aka ƙaryata su, kuma aka cutar da su, har taimakon Mu ya je musu, kuma babu mai musanyawa ga kalmomin Allah. Kuma lalle ne (abin da yake natsar da kai) ya zo maka daga labarin (annabawan) farko"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Kuma idan ya kasance cewa finjirewarsu ta yi nauyi a gare ka, to, idan kana iyawa, ka nemi wani ɓullo a cikin ƙasa, ko kuwa wani tsani a cikin sama domin ka zo musu da wata aya, (sai ka yi). Kuma da Allah Ya so haƙiƙa da Yatara su a kan shiriya. Saboda haka, kada lalle ka kasance daga jahilai"
        }
    ]
}