{
    "pages": [
        {
            "chapter": 30,
            "verse": 6,
            "text": "Wa'adin Allah, Allah ba ya saɓawa ga wa'adinsa, kuma amma mafi yawan mutane ba su sani ba"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "Suna sanin bayyanannar rayuwar duniya, alhali kuwa su shagalallu ne daga rayuwar Lahira"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Shin, ba su yi tunani ba a cikin zukatansu cewa Allah bai halitta sammai da ƙasa ba da abin da ke tsakaninsu, face da gaskiya* da ajali ambatacce? Kuma lalle masu yawa daga mutane kafirai ne ga gamuwa da Ubangijinsu"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Shin, kuma ba su yi tafiya ba, a cikin ƙasa domin su gani yadda aƙibar waɗanda ke a gabaninsu ta kasance? Sun kasance mafiya ƙarfi daga gare su kuma suka nomi ƙasa suka raya ta fiye da yadda suka raya ta, kuma manzanninsu suka je musu da hujjoji bayyanannu. Sabo da haka Allah ba Ya yiwuwa Ya zalunce su, amma kansu suka kasance suna zalunta"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Sa'an nan aƙibar waɗannan da suka aikata mugun aiki ta kasance mafi muni, watau sun ƙaryata game da ayoyin Allah, kuma suka kasance suna izgili da su"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "Allah ne ke fara yin halitta, sa'an nan Ya sake ta sa'an nan zuwa gare Shi ake mayar da ku"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "Kuma a ranar da sa'a ke tsayuwa, masu laifi za su kasa magana"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "Kuma ba su da masu ceto daga abubuwan shirkinsu, kuma snn kasance masu kafircewa daga abubuwan shirkinsu"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "kuma a ranar tashin Alkiyama ranar ne suke rarrabuwa"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "To, amma waɗanda suka yi imani, kuma suka aikata ayyukan ƙwarai to su ana faranta musu rayuka, a cikin wani lambu"
        }
    ]
}