{
    "pages": [
        {
            "chapter": 41,
            "verse": 39,
            "text": "Kuma akwai daga ayoyinSa cewa lalle kai kana ganin ƙasa ƙeƙasasshiya, to, idan Mun saukar da ruwa a kanta, sai ta girgiza kuma ta kumbura. Lalle wannan da Ya raya ta, haƙiƙa, Mai rayar da matattu ne. Lalle Shi Mai ikon yi ne a kan kowane abu"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Lalle waɗannan da ke karkacewa a cikin ayoyinMu, ba su fakuwa a gare Mu. Ashe fa, wanda ake jefawa a cikin Wuta ne mafifici ko kuwa wanda zai je amintacce a Ranar ¡iyama? Ku aikata abin da kuke so! Lalle Shi Mai gani ne ga abin da kuke aikatawa"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Waɗannan da suka kafirta game da Alkur'ani a lokacin da ya je musu, kuma lalle shi haƙiƙa littafi ne mabuwayi"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "¥arna ba za ta je masa ba daga gaba gare shi. kuma ba za ta zo ba daga baya gare shi. Saukarwa ce daga Mai hikima, Godadde"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Ba za a fada maka ba face abin da aka riga aka faɗa ga Manzannin da suke a gabaninka. Lalle Ubangijinka, haƙiƙa, Ma'abucin gafara ne, kuma Ma'abucin azaba mai raɗaɗi ne"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Kuma da Mun sanya shi abin karatu na ajamanci, lalle da sun ce, \"Don me ba a bayyana ayoyinsa ba? Ashe, zai yiwu a sami littafi ba'ajame da Manzo Balarabe?\" Ka ce: \"Shi, shiriya ne da warkewa ga waɗanda suka yi imani. Kuma wadanda ba su yi imani ba akwai wani nauyi a cikin kunnuwansu, kuma shi wata makanta ne a kansu. Waɗannan ana kiran su daga wuri mai nisa"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Kuma lalle Mun bai wa Musa Littafi, sai aka yi ɗaɓani a cikinsa, Kuma ba domin wata kalma da ta gabata ba daga Ubangijinka, lalle da an yi hukunci a tsakaninsu. Kuma lalle su, haƙiƙa suna a cikin shakka daga, gare shi, mai sanya kokanto"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Wanda ya aikata aiki na ƙwarai to saboda kansa ne, kuma wanda ya munana, to, yana akansa. Kuma Ubangiwinka, ba Mai zalunci ga bayin Sa ne ba"
        }
    ]
}