{
    "pages": [
        {
            "chapter": 46,
            "verse": 29,
            "text": "Kuma a lokcin da Muka juya waɗansu jama'a na aljamiu* zuwa gare ka suna sauraren Alƙur'ani. To, alokacin da suka halarce shi suka ce: \"Ku yi shiru.\" Sa'an nan da aka ƙare, suka juya zuwa ga jama'arsu suna masu gargaɗi"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "Suka ce: \"Ya mutanenmu! Lalle mu, mun ji wani littafi an saukar da shi a bayan Musa, mai gaskatawa ga abin da ke a gaba da shi, yana shiryarwa ga gaskiya da kuma zuwa ga hanya madaidaiciya"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "Ya mutanenmu! Ku karɓa wa mai kiran Allah, kuma ku yi imani da Shi, Ya gafarta muku daga zunubanku, kuma ya tserar da ku daga azaba mai raɗaɗi"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Kuma wanda bai karɓa wa mai kiran Allah ba to bai zama mai buwaya a cikin ƙasa ba, kuma ba ya da waɗansu majiɓinta, baicin Shi. Waɗannnan suna a cikin ɓata bayyananna"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Shin, kuma ba su gani ba cewa: \"Lalle Allah, Wanda Ya halitta sammai da ƙasa kuma bai kasa ga halittarsu ba, Mai ikon yi ne a kan rayar da matattu?\" Na'am, lalle Shi, Mai ikon yi ne a kan kome"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "Kuma ranar da ake gittar da waɗanda suka kafirta a kan wuta, (a ce musu) \"Ashe, wannan ba gaskiya ba ne?\" Su ce: \"Na'am, gaskiya ne, mun rantse da Ubangijinmu!\" Sai Ya ce, \"To, ku ɗanɗani azabar saboda abin da kuka kasance kuna yi na kafirci"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "Saboda haka, ka yi haƙuri kamar yadda masu ƙarfin niyya daga Manzanni suka yi haƙuri. Kuma kada ka yi musu gaggawa. Kamar dai su, a ranar da suke ganin (sakamako) abin da ake yi musu wa'adi ba su zauna ba, face sa'a guda daga yini. Iyarwa dai da Manzanci). Shin, akwai wanda za a halakar? (Babu), face mutane fasiƙai"
        }
    ]
}