{
    "maqras": [
        {
            "chapter": 2,
            "verse": 158,
            "text": "Safo\" va \"Marva\" az nisonahoi [zohiri sariati] Alloh taolo ast. Pas, har ki hacci xona [-i Ka'ʙa] jo umra ʙa coj meovarad, ʙar u gunohe nest, ki tavofi [sa'j] ʙajni on duro [niz] ancom dihad [va in kor az raftorhoi cohilijat sumorida namesavad] va kase, ki ʙa majli xud kori neke ancom dihad, pas, [ʙidonad, ki] ʙe tardid Alloh taolo siposguzori donost"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Kasone, ki on ciro az daloili ravsan va hidojat nozil kardaem – pas az on, ki dar kitoʙi [Tavrot va Incil] ʙaroi mardum ʙajonas namudem – pinhon medorand, Alloh taolo ononro la'nat mekunad va la'natkunandagon [az faristagonu mu'minon] la'natason mekunand"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Magar kasone, ki tavʙa kunand va [korhoi nosoistai xudro] isloh namojand va [haqiqatro] oskor sozand. Inon hastand, ki tavʙaasonro mepaziram va Man tavʙapaziru mehruʙonam"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Kasone, ki kufr varzidand [va ʙa inkori haq kusidand] va dar holi kufr murdand, la'nati Alloh taolo va faristagon va hamai mardum ʙar onho xohad ʙud"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Dar on [la'nat va azoʙi onon] covidona ʙoqi memonand va na az azoʙason kosta mesavad va na muhlat [-i uzrxohi] mejoʙand"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "[Ej mardum] ma'ʙudi sumo ma'ʙudi jagona ast [ki] ʙa cuz U [hec] ma'ʙude [ʙa haq] nest; ʙaxsandavu mehruʙon ast"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Ba rosti dar ofarinisi osmonho va zaminu guzari saʙu ruz va kistihoe, ki ʙaroi ʙahraʙardorii mardum dar darjo ravonand va oʙe, ki Alloh taolo az osmon nozil namudaast, ki ʙo on zaminro pas az xuski va xazonas zinda karda va anvoi cunʙandagonro dar on parokanda ast va [hamcunin] dar taƣjiri masiri ʙodho va aʙrhoe, ki dar mijoni osmon va zamin ʙa xidmat [-i inson] gumosta sudaand, ʙaroi kasone, ki meandesand, nisonahoe [az qudrati Parvardigor] ast"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "[Bo vucudi in ojoti ravsan] ʙarxe az mardum hamtojoni ƣajr az Allohro [ʙaroi parastis] ʙarmeguzinand va onhoro hamcun Alloh taolo dust medorand, vale kasone, ki imon ovardaand, Allohro ʙestar dust dorand va onon, ki [ʙo sirku irtikoʙi gunohon] sitam kardand, hangome ki azoʙi [qijomat] – ro ʙuʙinand, [xohand donist], ki tamomi qudrat az oni Alloh taolo ast va in ki Alloh taolo saxtkajfar ast"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "On goh, ki rahʙaron [-i gumrohgar] az pajravoni xud ʙezori mecujand va azoʙro meʙinand va asʙoʙ [-u ravoʙite, ki muciʙi nacotason mesud, hamagi] gusasta megardad"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "Va [dar in hangom] kasone, ki [dar dunjo az rahʙaroni gumrohgar] pajravi karda ʙudand, megujand: \"Kos ʙaroi mo ʙozgaste [ʙa dunjo] ʙud, to hamon guna, ki onon az mo ʙezori custand, [mo niz] az onho ʙezori cuem. Alloh taolo cunin raftori esonro, ki mojai hasratason ast, ʙa onho nison medihad va hargiz az otasi [duzax] ʙerun naxohand omad"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "Ej mardum, az on ci dar zamin ast halolu pokiza ʙixured va az [rohho va] gomhoi sajton [ki ʙa vasilai onho ʙa tadric sumoro ʙa suji azoʙ mekasad], pajravi nakuned, ki ʙa rosti u dusmani oskori sumost"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "[U] Sumoro faqat ʙa ʙadi va zisti farmon medihad va [ʙar on medorad, to] on ciro, ki namedoned, ʙa Alloh taolo nisʙat dihed"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Va hangome ki ʙa onon [kofiron] gufta savad: \"Az on ci Alloh taolo nozil kardaast, pajravi kuned\", megujand: [Na] Balki mo az cize pajravi mekunem, ki padaroni xudro ʙar on joftaem. Ojo agar padaronason [az haqiqat] cize nafahmidavu hidojat najofta ʙosand [ʙoz ham kur – kurona az onon pajravi mekunand]"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Masali [da'vati tu – ej Muhammad – ʙaroi hidojati in] kofiron hamcun kasest, ki cahorpoero sado mezanad, ki cuz sado va ovoze namesunavad. [In kofiron dar rujorui ʙo haq] karu lolu kur hastand, az in ru, nameandesand"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Ej kasone, ki imon ovardaed, az cizhoi pokizae, ki ruzii sumo kardaem, ʙixured va sukri Allohro ʙa co ovared, agar tanho Uro meparasted"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "[Alloh taolo] Tanho murdor va xunu gusti xuk va on ciro, ki [hangomi zaʙh] nomi ƣajri Alloh taolo ʙar on ʙurda savad, ʙar sumo harom kardaast. Pas, har ki [ ʙaroi hifzi coni xud ʙa xurdani onho] nocor savad [va] sarkasu zijodaxoh naʙosad, ʙar u gunohe nest. Ba rosti, ki Alloh taolo omurzandavu mehruʙon ast"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Kasone, ki on ciro Alloh taolo dar kitoʙi [Tavrot dar ʙorai nuʙuvvati Muhammad] nozil kardaast, kitmon mekunand va onro [ʙaroi kasʙi molu maqomi dunjo] ʙa ʙahoi andake mefurusand [dar haqiqat] cuz otas dar sikamhojason furu nameʙarand va Alloh taolo ruzi qijomat ʙo onon suxan namegujad va [az palidii gunoh] pokason namekunad va azoʙi dardnoke xohand dost"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Inon kasone hastand, ki gumrohiro ʙa [ʙahoi] hidojat va azoʙro ʙa [ʙahoi] omurzis xaridand, pas, ʙar otasi [duzax] ci sikeʙo hastand"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "In [mucozot ʙar kitmoni haq] ʙa xotiri on ast, ki Alloh taolo kitoʙ [-hoi osmoni]-ro ʙa haq nozil kardaast va kasone, ki dar on ixtilof kardand, [az haqiqat] ʙisjor durand"
        }
    ]
}