{
    "maqras": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "Pas, posuxi qavmas cuz in naʙud, ki [ʙa jakdigar] guftand: «Xonavodai Lutro az sahri xud ʙerun kuned, [caro ki] ʙe tardid, inho afrode pokdoman [muqaddasmaoʙ] hastand»"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "On goh u va xonavodaasro nacot dodem, magar hamsarasro, ki muqaddar kardem az ʙozmondagon [dar azoʙ] ʙosad"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "Va ʙar onon ʙorone [az sang] ʙorondem va ʙoroni ʙimdodasudagon ci ʙad ʙuvad"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "Bigu: «Sitoisu sipos az oni Alloh taolo ast va salom ʙar ʙandagonas, ki [ononro] ʙarguzidaast» Ojo Alloh taolo ʙehtar ast jo on ci [ʙo U] sarik mesozand"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "[Ojo ma'ʙudoni sumo ʙehtarand] Jo kase, ki osmonho va zaminro ofarid va az osmon ʙarojaton oʙe nozil kard va ʙo on ʙoron ʙustonhoe xurram [-u zeʙo] rujonidem, ki hargiz tavoni rujonidani daraxtonro nadosted? Ojo ma'ʙudi digare ʙo Alloh taolo ast? [Hargiz] Balki onho guruhe hastand, ki [maxluqotro] hamtirozi [Alloh taolo] qaror medihand"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "[Ojo ma'ʙudoni sumo ʙehtarand] Jo kase, ki zaminro qarorgohi [amne] soxt va mijonas cujʙorhoe ravon kard va ʙarojas kuhhoe [ustuvor] padid ovard va mijoni du darjo moneae qaror dod [to oʙi suru sirin ʙo ham najomezand]? Ojo ma'ʙudi digare ʙo Alloh taolo vucud dorad? [Hargiz] Ammo ʙestarason namedonand"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "[Ojo ma'ʙudoni sumo ʙehtarand] Jo kase, ki [duoi] darmondaro – cun ʙixondas – icoʙat mekunad va giriftoriro ʙartaraf mesozad va sumoro conisinoni [pesinijon dar] zamin qaror medihad? Ojo ma'ʙudi digare ʙo Alloh taolo vucud dorad? Ci andak pand megired"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "[Ojo ma'ʙudoni sumo ʙehtarand] Jo kase, ki dar torikihoi ʙijoʙon va darjo [ʙa vasilai mohu sitoragon] hidojataton mekunad va on ki pes az [ʙoroni] rahmatas ʙodhoro ʙa muƶda mefiristad? Ojo ma'ʙudi digare ʙo Alloh taolo vucud dorad? Alloh taolo az on ci [ʙarojas] sarik qaror medihand, ʙartar ast"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "[Ojo ma'ʙudoni sumo ʙehtarand] Jo kase, ki ofarinisro oƣoz kard va sipas onro ʙozmegardonad va [jo] on ki az osmon va zamin ʙa sumo ruzi medihad? Ojo ma'ʙudi digare ʙo Alloh taolo vucud dorad? Bigu: «Agar rostgued, dalelatonro ʙijovared»"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Bigu: «Kase dar osmonho va zamin az ƣajʙ ogoh nest, magar Alloh taolo. Va namedonand ci zamone ʙarangexta mesavand"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Ojo ilmason dar ʙorai oxirat ʙa kamol rasidaast [va dar ʙoraas jaqin dorand? Hargiz], ʙalki onon dar in mavrid dar sak [-u hajroni] hastand, ʙalki eson nisʙat ʙa [fahmi] on [ʙeʙasirat va] kurdiland"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Va kasone, ki kufr varzidand, guftand: «Ojo hangome ki mo va padaronamon xok sudem, moro [zinda mekunand va az gur] ʙerun meovarand"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Dar haqiqat, inro ʙa mo va pes az in ʙa padaronamon [niz] va'da dodaand. In [suxan cize] nest, magar afsonahoi pesinijon»"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "[Ej pajomʙar, ʙa kofiron] Bigu: «Dar zamin gardis kuned va ʙingared, ki sarancomi gunahgoron ci guna ʙudaast»"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "Va az [rujgardonii] onon ƣamgin naʙos va az najranghoe, ki mevarzand, diltang nasav"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Va [kofiron] megujand: «Agar rostgued, in va'da [-i azoʙ] kaj xohad ʙud»"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Bigu: «Ci ʙaso ʙarxe az on ci ʙa sitoʙ mexohed, ʙa sumo nazdik ʙosad»"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Va ʙe gumon, Parvardigorat nisʙat ʙa mardum ʙaxsis [-u rahmat] dorad, vale ʙestarason sipos nameguzorand"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Va ʙe tardid, Parvardigorat on ciro dar sinahojason pinhon mekunand va on ciro oskor mesozand, ʙa xuʙi medonad"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Va hec pinhoni dar osmonu zamin nest, magar on ki dar kitoʙe ravsan [Lavhi mahfuz] saʙt ast"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Be gumon, in Qur'on ʙestar on ciro, ki Bani Isroil dar ʙoraas ixtilof dorand, ʙarojason ʙajon mekunad"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "Va haqqo, ki rahnamun va rahmate ʙaroi mu'minon ast"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Musallaman, Parvardigorat [dar qijomat] ʙa hukmi xes mijonason dovari mekunad va U sikastnopaziri donost"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Pas, ʙar Alloh taolo tavakkal kun. Ba rosti, ki tu ʙar haqiqati oskor hasti"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Va tu hargiz nametavoni murdadilonro sunavo sozi va [nidoi] da'vat [-i haq]-ro ʙa gusi karon ʙirasoni, on goh ki onon pust mekunand va ruj megardonand"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Va tu nametavoni kurdilonro az gumrohiason [ʙozgardoni va] hidojat kuni. Tu [metavoni pajomi haqro tanho] ʙa gusi kasone ʙirasoni, ki ʙa ojoti Mo imon dorand va [dar ʙaroʙari haq] taslimand"
        }
    ]
}