{
    "maqras": [
        {
            "chapter": 5,
            "verse": 41,
            "text": "Ej pajomʙar, kasone, ki dar [rohi] kufr sitoʙ mekunand, turo ƣamgin nasozad - [xoh] az kasone, ki ʙa zaʙonason megujand: \"Imon ovardem\" va qalʙason imon naovardaast va [xoh] az jahudijon [ʙosand, hamon kasone, ki ʙa suxanoni pesvojonu ʙuzurgonason] gus mesuporand, [ore, onon faqat] sunavandai [duruƣho va muqallidi dasturhoi] guruhi digare [az ulamojason] hastand, ki [turo ʙovar nadorand va hargiz] nazdat naomadaand. Onon suxanon [-i Alloh taolo]-ro [ʙar asosi majlu manfiati xud] az cojgohason tahrif mekunand va [ʙa jakdigar] megujand: \"Agar in [hukm az suji Muhammad] ʙa sumo doda sud, pas, [az u] ʙipazired va agar on [cizi dilxohaton ast] ʙa sumo doda nasud, [az u] duri kuned\". Va [ej pajomʙar] har ki Alloh taolo gumrohiasro xosta ʙosad, tu hargiz dar ʙaroʙari Alloh taolo ʙarojas ixtijor nadori [va nametavoni az u difo' kuni]. Onon [jahudijon va munofiqon] kasone hastand, ki Alloh taolo naxostaast dilhojasonro [az palidii kufr] pok kunad. Onon dar dunjo rasvoi [va xori dar intizor] dorand va dar oxirat ʙarojason azoʙi ʙuzurge [dar pes] ast"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Onon [jahudijon] ʙisjor gus ʙa duruƣ mesuporand, [va] moli haromi farovon mexurand. Pas, [ej pajomʙar] agar [ʙaroi dodxohi] nazdat omadand, mijonason dovari kun jo az eson ruj ʙigardon. Va [jaqin ʙidon, ki] agar az onon ruj ʙigardoni, ʙa tu hec zijone namerasonand, va [-le] agar dovari kardi, ʙo adolat mijonason dovari kun. Be tardid, Alloh taolo dodgaronro dust medorad"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Va onon ci guna turo ʙa dovari metalaʙand, dar hole ki Tavrot nazdason ast, [va] hukmi Alloh taolo dar on vucud dorad? Sipas ʙa'd az on [dodxohi, agar suxane xilofi majlason ʙigui, az dasturi Tavrot va hukmi tu] ruj megardonand va inon mu'min nestand"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "Ba rosti, Mo Tavrotro nozil kardem, ki dar on hidojat va nur ast. Pajomʙarone, ki [dar ʙaroʙari farmoni Alloh taolo] taslim ʙudand, ʙar asosi [omuzahoi] on ʙaroi jahudijon dovari mekardand va donismandonu faqehon [-i jahudi], ki posdori az kitoʙi Alloh taolo [va cilavgiri az tahrifi Tavrot] ʙa onon supurda suda ʙud va ʙar [haqqonijati] on guvoh ʙudand [va ʙino ʙa dasturhojas hukm mekardand]. Pas, [ej jahudijon, dar icroi ahkomi ilohi] az mardum natarsed va az Man ʙitarsed va ojotamro ʙa ʙahoi nociz nafurused. Va har kas ʙa ahkome, ki Alloh taolo nozil kardaast, dovari nakunad, kofir ast"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Va dar on [Tavrot] ʙaroi eson [Bani Isroil] muqarrar dostem, ki: \"Con dar ʙaroʙari conu casm dar ʙaroʙari casm va ʙini dar ʙaroʙari ʙini va gus dar ʙaroʙari gus va dandon dar ʙaroʙari dandon ast va [hatto] zaxmho qasos dorand\". Pas, har ki az on guzast namojad, on [ʙaxsis] kafforai [gunohoni] ust. Va har kas ʙa ahkome, ki Alloh taolo nozil kardaast, hukm nakunad, [az hududi ilohi farotar raftaast va] sitamgor ast"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "Va ʙa dunʙoli onon [pajomʙaroni Bani Isroil] Iso pisari Marjamro firistodem, ki tasdiqkunandai Tavrot ʙud, ki pes az u firistoda ʙudem va Incilro, ki dar on hidojat va nur ʙud, ʙa u dodem, ki tasdiqkunandai Tavroti pes az vaj ʙud va hidojatu andarze ʙud ʙaroi parhezkoron"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Va ahli Incil ʙojad ʙa on ci Alloh taolo dar on [kitoʙ] nozil kardaast, hukm kunand. Va har ki ʙa on ci Alloh taolo nozil kardaast, hukm nakunad, nofarmon ast"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Va [ej pajomʙar, mo in] kitoʙro ʙa haq ʙar tu nozil kardem, [ki] tasdiqkunandai kitoʙhoi pesin ast va mavridi e'timod [-i kitoʙhoi osmoni ʙa unvoni me'jore ʙaroi haq va ʙotil] ast. Pas, ʙajni onon ʙar asosi on ci Alloh taolo nozil kardaast, hukm kun va ʙa coji haqiqate, ki [az coniʙi Qur'on] ʙa tu raisdaast, az havashoi onon pajravi makun. [Ej mardum] Mo ʙaroi har jake az sumo oinu rohi ravsan karor dodem va agar Alloh taolo mexost, hamai sumoro ummati vohid karor medod, vale [Alloh taolo mexohad] sumoro dar [mavridi] on ci ʙa sumo ʙaxsidaast, ʙiozmojad, pas, dar nekiho ʙar jakdigar pesi gired. Bozgasti hamai sumo ʙa suji Alloh taolo ast. On goh U az on ci dar on ixtilof mekarded, ogohaton mesozad"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Va [ej pajomʙar] mijoni onon [jahud] ʙar asosi on ci Alloh taolo [dar Qur'on] nozil kardaast, hukm kun va az havashojason pajravi makun va ʙar hazar ʙos az in ki turo az ʙarxe az on ci Alloh taolo ʙar tu nozil kardaast, munharif kunand. Pas, agar [az pazirisi dovarii tu] ruj gardonand, ʙidon, ki Alloh taolo mexohad ononro ʙa [xotiri] ʙarxe az gunohonason mucozot kunad. Va ʙa rosti, ki ʙisjore az mardum nofarmonand"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Ojo onon dovarii [ʙar asosi cenakhoi] cohilijatro mexohand? Va ʙaroi ahli jaqin, dovarii ci kase ʙehtar az Alloh taolo ast"
        }
    ]
}