{
    "maqras": [
        {
            "chapter": 9,
            "verse": 46,
            "text": "Va agar [ʙa rosti] irodai rahsipori [ʙa qasdi cihod] dostand, hatman, sozu ʙarge ʙarojas faroham mekardand, vale Alloh taolo rahsipori ononro xus nadost, pas, esonro munsarif namud va [ʙa onon] gufta sud: «Bo xonanisinon ʙimoned»"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "[Ej mu'minon] Agar [munofiqon] hamrohi sumo rahsipor mesudand, [ʙa saʙaʙi ʙuzdili va firor az majdoni cang] cuz fitna va fasod ʙarojaton ʙa ʙor nameovardand va mijonaton nufuz menamudand va dar haqqi sumo fitnacui mekardand va dar cam'aton cosusone dorand. Va Alloh taolo ʙa [holi] sitamgoron ogoh ast"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "Jaqinan, pes az in [niz munofiqon ʙisjor] fitnacui kardand va korhoro ʙar tu [voruna va] osufta cilva dodand, to onki haq omad va farmoni Alloh taolo oskor gardid, dar hole ki onon karohat dostand"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Va az eson kase hast, ki megujad: «Ba man icozat ʙideh, [ki cihod nakunam] va maro dar fitna naandoz». Ogoh ʙosed! [Munofiqon] Ham aknun niz dar fitna aftodaand va ʙe tardid, duzax ʙar kofiron ihota dorad"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "[Ej pajomʙar] Agar ʙa tu neki ʙirasad, ononro norohat mekunad va agar musiʙate ʙa tu rasad, megujand: «Mo pes az in corai kori xud andesidaem» va sodmon [nazdi xonavodahojason] ʙozmegardand"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "Bigu: «Hargiz [musiʙate] ʙa mo namerasad, cuz onci Alloh taolo ʙarojamon muqarrar kardaast. U [dustu] korsozi most va mu'minon ʙojad ʙa Alloh taolo tavakkal kunand»"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "[Ba munofiqon] Bigu: «Ojo ʙaroi mo cuz jake az du neki [piruzi jo sahodat]-ro intizor dored? Dar hole ki mo intizor mekasem, ki Alloh taolo az coniʙi xes jo ʙa dasti mo ʙa azoʙ [-i saxte] giriftoraton kunad. Pas, intizor ʙikased, ki ʙe tardid, mo [niz] ʙo sumo muntazirem»"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "[Ba munofiqon] Bigu: «Ci ʙo raƣʙat, ci ʙo karohat infoq kuned, hargiz az sumo pazirufta namesavad, [caro ki] ʙe tardid, sumo guruhi nofarmon ʙudaed»"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "Va hec ciz monei qaʙuli ʙaxsishojason nasud, cuz inki onon ʙa Alloh taolo va pajomʙaras kufr varzidand va cuz ʙo susti namoz nameguzorand va cuz ʙa karohat [va ʙemajli] infoq namekunand"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Pas, [ej pajomʙar] amvolu farzandonason turo sigiftzada nakunad. Be tardid, Alloh taolo mexohad dar zindagii dunjo ʙa vasilai inho azoʙason kunad va dar hole ki kofirand, conason ʙarojad"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Va onon [ munofiqon] ʙa Alloh taolo savgand jod mekunand, ki az sumo [mu'minon] hastand, dar hole ki az sumo nestand, vale onon guruhe hastand, ki metarsand [va ʙa in saʙaʙ savgand mexurand]"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Agar panohgoh jo ƣor jo gurezgohe pajdo kunand, sitoʙon ʙa suji on ru meovarand"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Va ʙarxe az onon hastand, ki dar [taqsimi] sadaqot [va ƣanoim] ʙar tu xurda megirand, pas, agar az on [amvol] ʙa eson doda savad, xusnud megardand va agar az on ʙa eson doda nasavad, on goh xasmgin mesavand"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "Va [hatman, ʙar eson ʙehtar ʙud], agar onon ʙa onci Alloh taolo va pajomʙaras ʙa eson dodaand, xusnud megastand va meguftand: «Alloh taolo ʙarojamon kofist, ʙa zudi Alloh taolo va pajomʙaras az fazlu ʙaxsisi xud ʙa mo medihad va mo ʙa Alloh taolo [umedvor va ] mustoqem»"
        }
    ]
}