{
    "rukus": [
        {
            "chapter": 11,
            "verse": 1,
            "text": "الٓرا۔ یہ وہ کتاب ہے جس کی آیتیں مستحکم ہیں اور خدائے حکیم وخبیر کی طرف سے بہ تفصیل بیان کردی گئی ہے"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "(وہ یہ) کہ خدا کے سوا کسی کی عبادت نہ کرو اور میں اس کی طرف سے تم کو ڈر سنانے والا اور خوشخبری دینے والا ہوں"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "اور یہ کہ اپنے پروردگار سے بخشش مانگو اور اس کے آگے توبہ کرو وہ تو تم کو ایک وقت مقررہ تک متاع نیک سے بہرہ مند کرے گا اور ہر صاحب بزرگ کو اس کی بزرگی (کی داد) دے گا۔ اور اگر روگردانی کرو گے تو مجھے تمہارے بارے میں (قیامت کے) بڑے دن کے عذاب کا ڈر ہے"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "تم (سب) کو خدا کی طرف لوٹ کر جانا ہے اور وہ ہر چیز پر قادر ہے"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "دیکھو یہ اپنے سینوں کو دوھرا کرتے ہیں تاکہ خدا سے پردہ کریں۔ سن رکھو جس وقت یہ کپڑوں میں لپٹ کر پڑتے ہیں (تب بھی) وہ ان کی چھپی اور کھلی باتوں کو جانتا ہے۔ وہ تو دلوں تک کی باتوں سے آگاہ ہے"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "اور زمین پر کوئی چلنے پھرنے والا نہیں مگر اس کا رزق خدا کے ذمے ہے وہ جہاں رہتا ہے، اسے بھی جانتا ہے اور جہاں سونپا جاتا ہے اسے بھی۔ یہ سب کچھ کتاب روشن میں (لکھا ہوا) ہے"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "اور وہی تو ہے جس نے آسمانوں اور زمین کو چھ دن میں بنایا اور (اس وقت) اس کا عرش پانی پر تھا۔ (تمہارے پیدا کرنے سے) مقصود یہ ہے کہ وہ تم کو آزمائے کہ تم میں عمل کے لحاظ سے کون بہتر ہے اور اگر تم کہو کہ تم لوگ مرنے کے بعد (زندہ کرکے) اٹھائے جاؤ گے تو کافر کہہ دیں گے کہ یہ تو کھلا جادو ہے"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "اور اگر ایک مدت معین تک ہم ان سے عذاب روک دیں تو کہیں گے کہ کون سی چیز عذاب روکے ہوئے ہے۔ دیکھو جس روز وہ ان پر واقع ہوگا (پھر) ٹلنے کا نہیں اور جس چیز کے ساتھ یہ استہزاء کیا کرتے ہیں وہ ان کو گھیر لے گی"
        }
    ]
}