{
    "rukus": [
        {
            "chapter": 11,
            "verse": 110,
            "text": "اور ہم نے موسیٰ کو کتاب دی تو اس میں اختلاف کیا گیا اور اگر تمہارے پروردگار کی طرف سے ایک بات پہلے نہ ہوچکی ہوتی تو ان میں فیصلہ کردیا جاتا۔ اور وہ تو اس سے قوی شبہے میں (پڑے ہوئے) ہیں"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "اور تمہارا پروردگار ان سب کو (قیامت کے دن) ان کے اعمال کا پورا پورا بدلہ دے گا۔ بےشک جو عمل یہ کرتے ہیں وہ اس سے واقف ہے"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "سو (اے پیغمبر) جیسا تم کو حکم ہوتا ہے (اس پر) تم اور جو لوگ تمہارے ساتھ تائب ہوئے ہیں قائم رہو۔ اور حد سے تجاوز نہ کرنا۔ وہ تمہارے سب اعمال کو دیکھ رہا ہے"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "اور جو لوگ ظالم ہیں، ان کی طرف مائل نہ ہونا، نہیں تو تمہیں (دوزخ کی) آگ آلپٹے گی اور خدا کے سوا تمہارے اور دوست نہیں ہیں۔ اگر تم ظالموں کی طرف مائل ہوگئے تو پھر تم کو (کہیں سے) مدد نہ مل سکے گی"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "اور دن کے دونوں سروں (یعنی صبح اور شام کے اوقات میں) اور رات کی چند (پہلی) ساعات میں نماز پڑھا کرو۔ کچھ شک نہیں کہ نیکیاں گناہوں کو دور کر دیتی ہیں۔ یہ ان کے لیے نصیحت ہے جو نصیحت قبول کرنے والے ہیں"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "اور صبر کیے رہو کہ خدا نیکوکاروں کا اجر ضائع نہیں کرتا"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "تو جو اُمتیں تم سے پہلے گزر چکی ہیں، ان میں ایسے ہوش مند کیوں نہ ہوئے جو ملک میں خرابی کرنے سے روکتے ہاں (ایسے) تھوڑے سے (تھے) جن کو ہم نے ان میں سے مخلصی بخشی۔ اور جو ظالم تھے وہ ان ہی باتوں کے پیچھے لگے رہے جس میں عیش وآرام تھا اور وہ گناہوں میں ڈوبے ہوئے تھے"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "اور تمہارا پروردگار ایسا نہیں ہے کہ بستیوں کو جب کہ وہاں کے باشندے نیکوکار ہوں ازراہِ ظلم تباہ کردے"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "اور اگر تمہارا پروردگار چاہتا تو تمام لوگوں کو ایک ہی جماعت کردیتا لیکن وہ ہمیشہ اختلاف کرتے رہیں گے"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "مگر جن پر تمہارا پروردگار رحم کرے۔ اور اسی لیے اس نے ان کو پیدا کیا ہے اور تمہارے پروردگار کا قول پورا ہوگیا کہ میں دوزخ کو جنوں اور انسانوں سب سے بھر دوں گا"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "(اے محمدﷺ) اور پیغمبروں کے وہ سب حالات جو ہم تم سے بیان کرتے ہیں ان سے ہم تمہارے دل کو قائم رکھتے ہیں۔ اور ان (قصص) میں تمہارے پاس حق پہنچ گیا اور یہ مومنوں کے لیے نصیحت اور عبرت ہے"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "اور جو لوگ ایمان نہیں لائے ان سے کہہ دو کہ تم اپنی جگہ عمل کیے جاؤ۔ ہم اپنی جگہ عمل کیے جاتے ہیں"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "اور (نتیجہٴ اعمال کا) تم بھی انتظار کرو، ہم بھی انتظار کرتے ہیں"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "اور آسمانوں اور زمین کی چھپی چیزوں کا علم خدا ہی کو ہے اور تمام امور کا رجوع اسی کی طرف ہے۔ تو اسی کی عبادت کرو اور اسی پر بھروسہ رکھو۔ اور جو کچھ تم کررہے ہو تمہارا پروردگار اس سے بےخبر نہیں"
        }
    ]
}