{
    "rukus": [
        {
            "chapter": 17,
            "verse": 53,
            "text": "اور میرے بندوں سے کہہ دو کہ (لوگوں سے) ایسی باتیں کہا کریں جو بہت پسندیدہ ہوں۔ کیونکہ شیطان (بری باتوں سے) ان میں فساد ڈلوا دیتا ہے۔ کچھ شک نہیں کہ شیطان انسان کا کھلا دشمن ہے"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "تمہارا پروردگار تم سے خوب واقف ہے۔ اگر چاہے تو تم پر رحم کرے یا اگر چاہے تو تمہیں عذاب دے۔ اور ہم نے تم کو ان پر داروغہ (بنا کر) نہیں بھیجا"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "اور جو لوگ آسمانوں اور زمین میں ہیں تمہارا پروردگار ان سے خوب واقف ہے۔ اور ہم نے بعض پیغمبروں کو بعض پر فضیلت بخشی اور داؤد کو زبور عنایت کی"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "کہو کہ (مشرکو) جن لوگوں کی نسبت تمہیں (معبود ہونے کا) گمان ہے ان کو بلا کر دیکھو۔ وہ تم سے تکلیف کے دور کرنے یا اس کے بدل دینے کا کچھ بھی اختیار نہیں رکھتے"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "یہ لوگ جن کو (خدا کے سوا) پکارتے ہیں وہ خود اپنے پروردگار کے ہاں ذریعہ (تقرب) تلاش کرتے رہتے ہیں کہ کون ان میں (خدا کا) زیادہ مقرب ہوتا ہے اور اس کی رحمت کے امیدوار رہتے ہیں اور اس کے عذاب سے خوف رکھتے ہیں۔ بےشک تمہارے پروردگار کا عذاب ڈرنے کی چیز ہے"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "اور (کفر کرنے والوں کی) کوئی بستی نہیں مگر قیامت کے دن سے پہلے ہم اسے ہلاک کردیں گے یا سخت عذاب سے معذب کریں گے۔ یہ کتاب (یعنی تقدیر) میں لکھا جاچکا ہے"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "اور ہم نے نشانیاں بھیجنی اس لئے موقوف کردیں کہ اگلے لوگوں نے اس کی تکذیب کی تھی۔ اور ہم نے ثمود کو اونٹنی (نبوت صالح کی کھلی) نشانی دی۔ تو انہوں نے اس پر ظلم کیا اور ہم جو نشانیاں بھیجا کرتے ہیں تو ڈرانے کو"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "جب ہم نے تم سے کہا کہ تمہارا پروردگار لوگوں کو احاطہ کئے ہوئے ہے۔ اور جو نمائش ہم نے تمہیں دکھائی اس کو لوگوں کے لئے آرمائش کیا۔ اور اسی طرح (تھوہر کے) درخت کو جس پر قرآن میں لعنت کی گئی۔ اور ہم انہیں ڈراتے ہیں تو ان کو اس سے بڑی (سخت) سرکشی پیدا ہوتی ہے"
        }
    ]
}