{
    "rukus": [
        {
            "chapter": 17,
            "verse": 61,
            "text": "اور جب ہم نے فرشتوں سے کہا کہ آدم کو سجدہ کرو تو سب نے سجدہ کیا مگر ابلیس نے نہ کیا۔ بولا کہ بھلا میں ایسے شخص کو سجدہ کرو جس کو تو نے مٹی سے پیدا کیا ہے"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "(اور از راہ طنز) کہنے لگا کہ دیکھ تو یہی وہ ہے جسے تو نے مجھ پر فضیلت دی ہے۔ اگر تو مجھ کو قیامت کے دن تک مہلت دے تو میں تھوڑے سے شخصوں کے سوا اس کی (تمام) اولاد کی جڑ کاٹتا رہوں گا"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "خدا نے فرمایا (یہاں سے) چلا جا۔ جو شخص ان میں سے تیری پیروی کرے گا تو تم سب کی جزا جہنم ہے (اور وہ) پوری سزا (ہے)"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "اور ان میں سے جس کو بہکا سکے اپنی آواز سے بہکاتا رہ۔ اور ان پر اپنے سواروں اور پیاروں کو چڑھا کر لاتا رہ اور ان کے مال اور اولاد میں شریک ہوتا رہ اور ان سے وعدے کرتا رہ۔ اور شیطان جو وعدے ان سے کرتا ہے سب دھوکا ہے"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "جو میرے (مخلص) بندے ہیں ان پر تیرا کچھ زور نہیں۔ اور (اے پیغمبر) تمہارا پروردگار کارساز کافی ہے"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "تمہارا پروردگار وہ ہے جو تمہارے لئے دریا میں کشتیاں چلاتا ہے تاکہ تم اس کے فضل سے (روزی) تلاش کرو۔ بےشک وہ تم پر مہربان ہے"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "اور جب تم کو دریا میں تکلیف پہنچتی ہے (یعنی ڈوبنے کا خوف ہوتا ہے) تو جن کو تم پکارا کرتے ہو سب اس (پروردگار) کے سوا گم ہوجاتے ہیں۔ پھر جب وہ تم کو (ڈوبنے سے) بچا کر خشکی پر لے جاتا ہے تو تم منہ پھیر لیتے ہو اور انسان ہے ہی ناشکرا"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "کیا تم (اس سے) بےخوف ہو کہ خدا تمہیں خشکی کی طرف (لے جا کر زمین میں) دھنسا دے یا تم پر سنگریزوں کی بھری ہوئی آندھی چلادے۔ پھر تم اپنا کوئی نگہبان نہ پاؤ"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "یا (اس سے) بےخوف ہو کر تم دوسری دفعہ دریا میں لے جائے پھر تم پر تیز ہوا چلائے اور تمہارے کفر کے سبب تمہیں ڈبو دے۔ پھر تم اس غرق کے سبب اپنے لئے کوئی ہمارا پیچھا کرنے والا نہ پاؤ"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "اور ہم نے بنی آدم کو عزت بخشی اور ان کو جنگل اور دریا میں سواری دی اور پاکیزہ روزی عطا کی اور اپنی بہت سی مخلوقات پر فضیلت دی"
        }
    ]
}