{
    "rukus": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "ٰطٰسٓ۔ یہ قرآن اور روشن کتاب کی آیتیں ہیں"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "مومنوں کے لئے ہدایت اور بشارت"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "وہ جو نماز پڑھتے اور زکوٰة دیتے اور آخرت کا یقین رکھتے ہیں"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "جو لوگ آخرت پر ایمان نہیں رکھتے ہیں ہم نے ان کے اعمال ان کے لئے آرستہ کردیئے ہیں تو وہ سرگرداں ہو رہے ہیں"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "یہی لوگ ہیں جن کے لئے بڑا عذاب ہے اور وہ آخرت میں بھی وہ بہت نقصان اٹھانے والے ہیں"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "اور تم کو قرآن (خدائے) حکیم وعلیم کی طرف سے عطا کیا جاتا ہے"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "جب موسیٰ نے اپنے گھر والوں سے کہا کہ میں نے آگ دیکھی ہے، میں وہاں سے (رستے) کا پتہ لاتا ہوں یا سلگتا ہوا انگارہ تمہارے پاس لاتا ہوں تاکہ تم تاپو"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "جب موسیٰ اس کے پاس آئے تو ندا آئی کہ وہ جو آگ میں (تجلّی دکھاتا) ہے بابرکت ہے۔ اور جو آگ کے اردگرد ہیں اور خدا جو تمام عالم کا پروردگار ہے پاک ہے"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "اے موسیٰ میں ہی خدائے غالب ودانا ہوں"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "اور اپنی لاٹھی ڈال دو۔ جب اُسے دیکھا تو (اس طرح) ہل رہی تھی گویا سانپ ہے تو پیٹھ پھیر کر بھاگے اور پیچھے مڑ کر نہ دیکھا (حکم ہوا کہ) موسیٰ ڈرو مت۔ ہمارے پاس پیغمبر ڈرا نہیں کرتے"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "ہاں جس نے ظلم کیا پھر برائی کے بعد اسے نیکی سے بدل دیا تو میں بخشنے والا مہربان ہوں"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "اور اپنا ہاتھ اپنے گریبان میں ڈالو سفید نکلے گا۔ (ان دو معجزوں کے ساتھ جو) نو معجزوں میں (داخل ہیں) فرعون اور اس کی قوم کے پاس جاؤ کہ وہ بےحکم لوگ ہیں"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "جب ان کے پاس ہماری روشن نشانیاں پہنچیں، کہنے لگے یہ صریح جادو ہے"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "اور بےانصافی اور غرور سے ان سے انکار کیا لیکن ان کے دل ان کو مان چکے تھے۔ سو دیکھ لو فساد کرنے والوں کا انجام کیسا ہوا"
        }
    ]
}