{
    "pages": [
        {
            "chapter": 8,
            "verse": 26,
            "text": "Ẹ rántí pé nígbà tí ẹ̀yin kéré, tí wọ́n ń fojú tínrín yín lórí ilẹ̀, tí ẹ sì ń páyà pé àwọn ènìyàn máa ji yín gbé lọ, nígbà náà (Allāhu) ṣe ibùgbé fun yín (nínú ìlú Mọdīnah Onímọ̀ọ́lẹ̀), Ó sì fi àrànṣe Rẹ ṣe ìkúnlọ́wọ́ fun yín. Ó tún pèsè fun yín nínú àwọn n̄ǹkan dáadáa nítorí kí ẹ lè dúpẹ́"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ má ṣe jàǹbá (ọ̀ran-anyàn) Allāhu àti (sunnah) Òjíṣẹ́; ẹ má ṣe jàǹbá àwọn àgbàfipamọ́ yín, ẹ sì mọ (ìjàǹbá)"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Kí ẹ sì mọ̀ pé dájúdájú ìfòòró ni àwọn dúkìá yín àti àwọn ọmọ yín, àti pé dájúdájú Allāhu ni ẹ̀san ńlá wà ní ọ̀dọ̀ Rẹ̀"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, tí ẹ bá bẹ̀rù Allāhu, Ó máa fun yín ní ọ̀nà àbáyọ. Ó máa pa àwọn àṣìṣe yín rẹ́ fun yín. Ó sì máa foríjìn yín. Allāhu sì ni Ọlọ́lá t’ó tóbi"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "(Rántí) nígbà tí àwọn t’ó ṣàì gbàgbọ́ ń déte sí ọ láti dè ọ́ mọ́lẹ̀ tàbí láti pa ọ́ tàbí láti yọ ọ́ kúrò nínú ìlú; wọ́n ń déte, Allāhu sì ń déte. Allāhu sì lóore jùlọ nínú àwọn adéte"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Nígbà tí A bá ń ké àwọn āyah Wa fún wọn, wọ́n á wí pé: “A kúkú ti gbọ́. Tí ó bá jẹ́ pé a bá fẹ́ ni. àwa náà ìbá sọ irú èyí. Kí ni èyí bí kò ṣe àkọsílẹ̀ àlọ́ àwọn ẹni àkọ́kọ́.”"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "(Rántí) nígbà tí wọ́n wí pé: “Allāhu, tí ó bá jẹ́ pé èyí ni òdodo láti ọ̀dọ̀ Rẹ, rọ òjò òkúta lé wa lórí láti sánmọ̀ tàbí kí O mú ìyà ẹlẹ́ta-eléro kan wá bá wa.”"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Allāhu kò níí jẹ wọ́n níyà nígbà tí ìwọ sì ń bẹ láààrin wọn. Allāhu kò sì níí jẹ wọ́n níyà nígbà tí wọ́n sì ń tọrọ àforíjìn"
        }
    ]
}