{
    "pages": [
        {
            "chapter": 9,
            "verse": 112,
            "text": "Àwọn olùronúpìwàdà, àwọn olùjọ́sìn (fún Allāhu), àwọn olùdúpẹ́ (fún Allāhu), àwọn aláààwẹ̀, àwọn olùdáwọ́tẹ-orúnkún (lórí ìrun), àwọn olùforíkanlẹ̀ (fún Allāhu), àwọn olùpàṣẹ-ohun rere, àwọn olùkọ-ohun burúkú àti àwọn olùṣọ́-ẹnu-àlà tí Allāhu gbékalẹ̀, fún àwọn onígbàgbọ́ òdodo (wọ̀nyí) ní ìró ìdùnnú (Ọgbà Ìdẹ̀ra)"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Kò yẹ fún Ànábì àti àwọn t’ó gbàgbọ́ lódodo láti tọrọ àforíjìn fún àwọn ọ̀sẹbọ, wọn ìbáà jẹ́ ẹbí, lẹ́yìn tí ó ti hàn sí wọn pé dájúdájú èrò inú iná Jẹhīm ni wọ́n"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Àti pé àforíjìn tí (Ànábì) ’Ibrọ̄hīm tọrọ fún bàbá rẹ̀ kò sì jẹ́ kiní kan bí kò ṣe nítorí àdéhùn t’ó ṣe fún un. Ṣùgbọ́n nígbà tí ó hàn sí i pé dájúdájú ọ̀tá Allāhu ni (bàbá rẹ̀), ó yọwọ́ yọsẹ̀ kúrò nínú rẹ̀. Dájúdájú (Ànábì) ’Ibrọ̄hīm ni olùrawọ́rasẹ̀, olùfaradà"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Allāhu kì í mú ìṣìnà bá ìjọ kan, lẹ́yìn ìgbà tí Ó ti tọ́ wọn sọ́nà, títí (Allāhu) yóò fi ṣe àlàyé n̄ǹkan tí wọ́n máa ṣọ́ra fún fún wọn. Dájúdájú Allāhu ni Onímọ̀ nípa gbogbo n̄ǹkan"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Dájúdájú Allāhu l’ó ni ìjọba àwọn sánmọ̀ àti ilẹ̀. Ó ń sọ ẹ̀dá di alààyè. Ó sì ń sọ ẹ̀dá di òkú. Kò sì sí aláàbò àti alárànṣe kan fun yín lẹ́yìn Allāhu"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Dájúdájú Allāhu ti gba ìronúpìwàdà Ànábì, àwọn Muhājirūn àti àwọn ’Ansọ̄r, àwọn t’ó tẹ̀lé e ní àkókò ìṣòro lẹ́yìn tí ọkàn ìgun kan nínú wọn fẹ́ẹ̀ yí padà, (àmọ́) lẹ́yìn náà, Allāhu gba ìronúpìwàdà wọn. Dájúdájú Òun ni Aláàánú, Àṣàkẹ́-ọ̀run fún wọn"
        }
    ]
}