{
    "pages": [
        {
            "chapter": 11,
            "verse": 20,
            "text": "Àwọn wọ̀nyẹn kò lè mórí bọ́ nínú ìyà Allāhu lórí ilẹ̀ àti pé kò sí aláàbò kan fún wọn lẹ́yìn Allāhu. A ó sì ṣe àdìpèlé ìyà fún wọn. Wọn kò lè gbọ́. Àti pé wọn kì í ríran (rí òdodo)"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Àwọn wọ̀nyẹn ni àwọn t’ó ṣe ẹ̀mí ara wọn lófò. Ohun tí wọ́n sì ń dá ní àdápa irọ́ ti di òfò mọ́ wọn lọ́wọ́"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Ní ti òdodo, dájúdájú àwọn gan-an ni ẹni òfò jùlọ ní Ọjọ́ Ìkẹ́yìn"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Dájúdájú àwọn t’ó gbàgbọ́ ní òdodo, tí wọ́n ṣe àwọn iṣẹ́ rere, tí wọ́n sì dúnní mọ́ ìronúpìwàdà sọ́dọ̀ Olúwa wọn, àwọn wọ̀nyẹn ni èrò inú Ọgbà Ìdẹ̀ra. Olùṣegbére ni wọ́n nínú rẹ̀"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Àfiwé ìjọ méjèèjì dà bí afọ́jú àti adití pẹ̀lú olùríran àti olùgbọ́rọ̀. Ǹjẹ́ àwọn méjèèjì dọ́gba ní àfiwé bí? Ṣé ẹ ò níí lo ìrántí ni"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "A sì kúkú ti rán (Ànábì) Nūh sí ìjọ rẹ̀ (láti sọ pé) dájúdájú olùkìlọ̀ pọ́nńbélé ni mo jẹ́ fun yín"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "(Mò ń kìlọ̀) pé kí ẹ má ṣe jọ́sìn fún ẹnì kan àfi Allāhu. Dájúdájú èmi ń páyà ìyà ọjọ́ ẹlẹ́ta-eléro fun yín"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Àwọn aṣíwájú t’ó ṣàì gbàgbọ́ nínú ìjọ rẹ̀ sì wí pé: \"Àwa kò mọ̀ ọ́ sí ẹnì kan tayọ abara bí irú wa. Àwa kò sì mọ àwọn t’ó tẹ̀lé ọ sí ẹnì kan kan tayọ àwọn ẹni yẹpẹrẹ nínú wa, ọlọ́pọlọ bín-íntín. Àti pé àwa kò ri yín sí ẹni t’ó fi ọ̀nà kan kan ní àjùlọ lórí wa, ṣùgbọ́n a kà yín kún òpùrọ́"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "(Ànábì Nūh) sọ pé: \"Ẹ̀yin ìjọ mi, ẹ sọ fún mi, tí mo bá wà lórí ẹ̀rí t’ó yanjú láti ọ̀dọ̀ Olúwa mi, tí Ó sì fún mi ní ìkẹ́ kan láti ọ̀dọ̀ Rẹ̀, tí wọn kò sí jẹ́ kí ẹ ríran rí (òdodo náà), ǹjẹ́ a óò fi dandan mu yín bí, nígbà tí ẹ̀mí yín kọ̀ ọ́"
        }
    ]
}