{
    "pages": [
        {
            "chapter": 2,
            "verse": 170,
            "text": "Nígbà tí wọ́n bá sọ fún wọn pé"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "Àpèjúwe àwọn tó ṣàì gbàgbọ́ dà bí àpèjúwe ẹni tí ó ń ké pe ohun tí kò lè gbọ́rọ̀ tayọ ìpè àti igbe (asán). Adití, ayaya, afọ́jú ni wọ́n; wọn kò sì níí ṣe làákàyè"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "Ẹ̀yin tí ẹ gbàgbọ́ ní òdodo, ẹ jẹ nínú àwọn n̄ǹkan dáadáa tí A pèsè fun yín, kí ẹ sì dúpẹ́ fún Allāhu tí ó bá jẹ́ pé Òun nìkan ṣoṣo ni ẹ̀ ń jọ́sìn fún"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Ohun tí (Allāhu) ṣe ní èèwọ̀ fun yín ni òkúǹbete, ẹ̀jẹ̀, ẹran ẹlẹ́dẹ̀ àti ohun tí wọ́n pe orúkọ mìíràn lé lórí yàtọ̀ sí (orúkọ) Allāhu. Ṣùgbọ́n ẹni tí wọ́n bá fi ìnira (ebi) kan, yàtọ̀ sí ẹni t’ó ń wá èèwọ̀ kiri àti olùtayọ-ẹnu-àlà, kò sí ẹ̀ṣẹ̀ fún un. Dájúdájú Allāhu ni Aláforíjìn, Àṣàkẹ́-ọ̀run"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Dájúdájú àwọn t’ó ń daṣọ bo ohun tí Allāhu sọ̀kalẹ̀ nínú Tírà, tí wọ́n sì ń tà á ní owó pọ́ọ́kú, àwọn wọ̀nyẹn kò jẹ kiní kan sínú wọn bí kò ṣe Iná. Allāhu kò sì níí bá wọn sọ̀rọ̀ ní Ọjọ́ Àjíǹde, kò sì níí fọ̀ wọ́n mọ́ (nínú ẹ̀ṣẹ̀). Ìyà ẹlẹ́ta-eléro sì wà fún wọn"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Àwọn wọ̀nyẹn ni àwọn t’ó fi ìmọ̀nà ra ìṣìnà, (wọ́n tún fi) àforíjìn ra ìyà. Báwo ni wọn ṣe máa lè ṣèfaradà fún Iná ná"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "Ìyẹn rí bẹ́ẹ̀ nítorí pé dájúdájú Allāhu sọ Tírà (al-Ƙur’ān) kalẹ̀ pẹ̀lú òdodo. Dájúdájú àwọn t’ó sì yapa Tírà náà ti wà nínú ìyapà t’ó jìnnà (sí òdodo)"
        }
    ]
}