{
    "pages": [
        {
            "chapter": 20,
            "verse": 13,
            "text": "Àti pé Èmi ṣà ọ́ lẹ́ṣà. Nítorí náà, fi etí sí ohun tí A máa fi ránṣẹ́ sí ọ nínú ìmísí"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Dájúdájú Èmi ni Allāhu. Kò sí ọlọ́hun tí ìjọ́sìn tọ́ sí àfi Èmi. Nítorí náà, jọ́sìn fún Mi. Kí o sì kírun fún ìrántí Mi"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Dájúdájú Àkókò náà ń bọ̀. Ó súnmọ́ kí N̄g ṣàfi hàn rẹ̀ (pẹ̀lú àwọn àmì. Àkókò náà wà fún) kí Á lè san ẹ̀mí kọ̀ọ̀kan ní ẹ̀san n̄ǹkan tí ó ṣe níṣẹ́"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Nítorí náà, ẹni tí kò gbà á gbọ́, tí ó sì tẹ̀lé ìfẹ́-inú rẹ̀, má ṣe jẹ́ kí ó ṣẹ́rí rẹ kúrò níbẹ̀, kí o má baà parun"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Kí ni ìyẹn lọ́wọ́ ọ̀tún rẹ, Mūsā"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Ó sọ pé: “Ọ̀pá mi ni. Mò ń fi rọ̀gbọ̀kú. Mo tún ń fi já ewé fún àwọn àgùtàn mi. Mo sì tún ń lò ó fún àwọn bùkátà mìíràn.”"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "(Allāhu) sọ pé: “Jù ú sílẹ̀, Mūsā.”"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Nígbà náà, ó jù ú sílẹ̀. Ó sì di ejò t’ó ń sáré"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "(Allāhu) sọ pé: \"Mú un dání, má sì ṣe bẹ̀rù. A máa dá a padà sí ìrísí rẹ̀ àkọ́kọ́"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Fi ọwọ́ rẹ mọ́ (abẹ́) apá rẹ, ó máa jáde ní funfun, tí kì í ṣe taburú. (Ó tún jẹ́) àmì mìíràn"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Kí Á lè fi èyí t’ó tóbi nínú àwọn àmì Wa hàn ọ́"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Lọ sí ọ̀dọ̀ Fir‘aon. Dájúdájú ó ti tayọ ẹnu-àlà"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "(Ànábì Mūsā) sọ pé: “Olúwa mi, ṣí ọkàn mi payá fún mi"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Ṣọ̀rọ̀ mi dìrọ̀rùn fún mi"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Tú kókó orí ahọ́n mi"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "kí wọ́n máa gbọ́ ọ̀rọ̀ mi yé"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Àti pé fún mi ní amúgbálẹ́gbẹ̀ẹ́ kan nínú àwọn ará ilé mi"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Hārūn, arákùnrin mi ni"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Fi kún mi lọ́wọ́"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "Fi ṣakẹgbẹ́ mi nínú iṣẹ́ mi"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "kí á lè ṣàfọ̀mọ́ (orúkọ) Rẹ ní ọ̀pọ̀lọ́pọ̀"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "kí á tún lè ṣèrántí Rẹ ní ọ̀pọ̀lọ́pọ̀"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Dájúdájú Ìwọ ń rí wa.”"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "(Allāhu) sọ pé: \"Dájúdájú A ti fún ọ ní ìbéèrè rẹ, Mūsā"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Àti pé dájúdájú A ti ṣe oore fún ọ nígbà kan rí"
        }
    ]
}