{
    "pages": [
        {
            "chapter": 22,
            "verse": 24,
            "text": "A fún wọn ní ìmọ̀nà síbi ohun t’ó dára nínú ọ̀rọ̀. A sì tọ́ wọn sí ọ̀nà Ẹlẹ́yìn"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Dájúdájú àwọn t’ó ṣàì gbàgbọ́, tí wọ́n ń ṣẹ́rí àwọn ènìyàn kúrò lójú ọ̀nà (ẹ̀sìn) Allāhu àti Mọ́sálásí Haram, èyí tí A ṣe ní dọ́gbadọ́gba fún àwọn ènìyàn, olùgbé-inú rẹ̀ àti àlejò (fún ìjọ́sìn ṣíṣe), ẹnikẹ́ni tí ó bá ní èrò láti ṣe ìyípadà kan níbẹ̀ pẹ̀lú àbòsí, A máa mú un tọ́ ìyà ẹlẹ́ta-eléro wò"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "(Ẹ rántí) nígbà tí A ṣàfi hàn àyè ilé náà fún (Ànábì) ’Ibrọ̄hīm (A sì pa á láṣẹ) pé o ò gbọdọ̀ sọ kiní kan di akẹgbẹ́ fún Mi. Àti pé kí o ṣe ilé Mi ní mímọ́ fún àwọn olùyípo rẹ̀, olùkírun, olùdáwọ́tẹ-orúnkún àti olùforíkanlẹ̀"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "Kí o sì pe ìpè fún àwọn ènìyàn fún iṣẹ́ Hajj. Wọn yóò wá bá ọ pẹ̀lú ìrìn ẹsẹ̀. Wọn yó sì máa gun àwọn ràkúnmí wá láti àwọn ọ̀nà jíjìn"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "nítorí kí wọ́n lè rí àwọn àǹfààní t’ó ń bẹ fún wọn àti nítorí kí wọ́n lè ṣèrántí orúkọ Allāhu fún àwọn ọjọ́ tí wọ́n ti mọ̀ lórí n̄ǹkan tí Allāhu pa lésè fún wọn nínú àwọn ẹran-ọ̀sìn. Nítorí náà, ẹ jẹ nínú rẹ̀, kí ẹ sì fi bọ́ aláìlera, tálíkà"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Lẹ́yìn náà, kí wọ́n parí iṣẹ́ Hajj wọn, kí wọ́n mú àwọn ẹ̀jẹ́ wọn ṣẹ, kí wọ́n sì yípo Ilé Láéláé"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "Ìyẹn (nìyẹn). Ẹnikẹ́ni tí ó bá sì pàtàkì àwọn n̄ǹkan tí Allāhu fi ṣe àríṣàmì fún ẹ̀sìn ’Islām, ó lóore jùlọ fún un lọ́dọ̀ Olúwa rẹ̀. Wọ́n sì ṣe àwọn ẹran-ọ̀sìn ní ẹ̀tọ́ fun yín àyàfi àwọn tí wọ́n ń kà (ní èèwọ̀) fun yín. Nítorí náà, ẹ jìnnà sí ẹ̀gbin òrìṣà. Kí ẹ sì jìnnà sí ọ̀rọ̀ irọ́"
        }
    ]
}