{
    "pages": [
        {
            "chapter": 22,
            "verse": 47,
            "text": "Wọ́n sì ń kán ọ lójú fún ìyà náà. Allāhu kò sì níí yapa àdéhùn Rẹ̀. Dájúdájú ọjọ́ kan lọ́dọ̀ Olúwa rẹ dà bí ẹgbẹ̀rún ọdún nínú ohun tí ẹ̀ ń kà (ní òǹkà). Allāhu (subhānahu wa ta'ālā) ń sọ nípa ìdí tí ìyà kò fi tètè sọ̀kalẹ̀ lé àwọn aláìgbàgbọ́ lórí pé tí Òun bá sọ fún wọn pé àárọ̀ ọ̀la ni ọjọ́ ìyà wọn (bí àpẹẹrẹ) dípò ẹgbẹ̀rún ọdún. Kíyè sí i nínú āyah ọjọ́ kan ẹlẹ́gbẹ̀rún ọdún ó tún lè jẹ́ ọ̀kẹ́ méjì ààbọ̀ ọdún yálà nílé yìí tàbí lọ́jọ́ Àjíǹde"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Mélòó mélòó nínú ìlú tí Mo lọ́ lára, tí wọ́n jẹ́ alábòsí. Lẹ́yìn náà, Mo gbá wọn mú. Ọ̀dọ̀ Mi sì ni àbọ̀ ẹ̀dá"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "Sọ pé: \"Ẹ̀yin ènìyàn, èmi mà ni olùkìlọ̀ pọ́nńbélé fun yín"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Nítorí náà, àwọn t’ó bá gbàgbọ́ ní òdodo, tí wọ́n sì ṣe iṣẹ́ rere, àforíjìn àti arísìkí alápọ̀n-ọ́nlé ń bẹ fún wọn"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Àwọn t’ó ṣe iṣẹ́ burúkú nípa àwọn āyah Wa, (tí wọ́n lérò pé) àwọn mórí bọ́ nínú ìyà; àwọn wọ̀nyẹn ni èrò inú iná Jẹhīm"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "A kò rán Òjíṣẹ́ kan tàbí Ànábì kan níṣẹ́ ṣíwájú rẹ àfi kí ó jẹ́ pé nígbà tí ó bá sọ̀rọ̀, Èṣù máa ju (n̄ǹkan) sínú ọ̀rọ̀ rẹ̀. Nítorí náà, Allāhu yóò pa ohun tí Èṣù ń jù sínú rẹ̀ rẹ́. Lẹ́yìn náà, Ó máa fi òdodo àwọn āyah Rẹ̀ rinlẹ̀. Allāhu sì ni Onímọ̀, Ọlọ́gbọ́n. wọn kò ní ìmọ̀ olóóókan nípa al-Ƙur’ān àti hadīth ṣùgbọ́n wọ́n mọ irọ́ funfun báláú pa mọ́ ẹ̀sìn ’Islām. Ìṣe wọn yìí sì ṣe wẹ́kú ọ̀rọ̀ tí Allāhu (subhānahu wa ta'ālā) sọ nípa wọn nínú sūrah al-Baƙọrah; 2: 78. ẹni tí Èṣù bá ń gbẹnu rẹ̀ sọ̀rọ̀ bí kò jẹ́ wèrè tí kò ṣe é fi ṣe ẹ̀rí àfi hadīth ẹyọ kan péré. Ìyẹn ni pé gbogbo hadīth t’ó ń sọ nípa pé Ànábì (sollalāhu 'alayhi wa sallam) sọ pé “Ìwọ̀nyẹn ni àwọn ẹyẹ àgbà. Àti pé ìrètí wà nínú ìṣìpẹ̀ tí wọ́n máa ṣe.” jẹ́ hadīth t’ó lẹ pátápátá. Àmọ́ èyí tí ó fẹsẹ̀ rinlẹ̀ nínú wọn kò tayọ èyí tí ó wà nínú sọhīhu-l-Bukọ̄riy ẹ̀gbàwá Bukọ̄riy ti yanjú ọ̀rọ̀ náà. Kò sì sí ọ̀rọ̀ “àwọn ẹyẹ àgbà mẹ́ta” kan kan nínú rẹ̀. Nítorí náà hadīth kò báà lé ní igba lórí ọ̀rọ̀ kan náà"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "(Èyí ń ṣẹlẹ̀) nítorí kí (Allāhu) lè fi ohun tí Èṣù ń jù (sínú rẹ̀) ṣe àdánwò fún àwọn tí àìsàn ń bẹ nínú ọkàn wọn àti àwọn tí ọkàn wọn le. Dájúdájú àwọn alábòsí sì wà nínú ìyapa t’ó jìnnà (sí òdodo)"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "(Èyí ń ṣẹlẹ̀) nítorí kí àwọn tí A fún ní ìmọ̀ lè mọ̀ pé dájúdájú al- Ƙur’ān jẹ́ òdodo láti ọ̀dọ̀ Olúwa rẹ. Nítorí náà, wọn yó sì gbàgbọ́ nínú rẹ̀, ọkàn wọn yó sì balẹ̀ sí i. Dájúdájú Allāhu l’Ó ń fi ẹsẹ̀ àwọn t’ó gbàgbọ́ ní òdodo rinlẹ̀ sójú ọ̀nà tààrà (’Islām)"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Àwọn t’ó ṣàì gbàgbọ́ kò sì níí yé wà nínú iyèméjì nípa rẹ̀ títí Àkókò náà yóò fi dé bá wọn ní òjijì tàbí (títí) ìyà ọjọ́ ìparun yóò fi dé bá wọn"
        }
    ]
}