{
    "pages": [
        {
            "chapter": 31,
            "verse": 29,
            "text": "Ṣé o ò rí i pé dájúdájú Allāhu l’Ó ń ti òru bọ inú ọ̀sán, Ó ń ti ọ̀sán bọ inú òru, Ó sì rọ òòrùn àti òṣùpá? Ìkọ̀ọ̀kan wọn sì ń rìn títí di gbèdéke àkókò kan. Àti pé (ṣé o ò rí i pé) dájúdájú Allāhu ni Alámọ̀tán nípa ohun tí ẹ̀ ń ṣe níṣẹ́"
        },
        {
            "chapter": 31,
            "verse": 30,
            "text": "Ìyẹn nítorí pé, dájúdájú Allāhu, Òun ni Òdodo. Àti pé dájúdájú ohun tí wọ́n ń pè lẹ́yìn Rẹ̀ ni irọ́. Dájúdájú Allāhu, Ó ga, Ó tóbi"
        },
        {
            "chapter": 31,
            "verse": 31,
            "text": "Ṣé o ò rí i pé dájúdájú ọkọ̀ ojú-omi ń rìn ní ojú omi pẹ̀lú ìdẹ̀ra Rẹ̀, (ṣebí) nítorí kí (Allāhu) lè fi hàn yín nínú àwọn àmì Rẹ̀ ni? Dájúdájú àwọn àmì wà nínú ìyẹn fún gbogbo onísùúrù, olùdúpẹ́"
        },
        {
            "chapter": 31,
            "verse": 32,
            "text": "Nígbà tí ìgbì omi bá bò wọ́n mọ́lẹ̀ dáru bí àwọn àpáta àti ẹ̀ṣújò, wọ́n á pe Allāhu (gẹ́gẹ́ bí) olùṣàfọ̀mọ́-àdúà fún Un. Nígbà tí Ó bá sì gbà wọ́n là sórí ilẹ̀, onídéédé sì máa wà nínú wọn. Kò sì sí ẹni t’ó máa tako àwọn āyah Wa àfi gbogbo ọ̀dàlẹ̀, aláìmoore"
        },
        {
            "chapter": 31,
            "verse": 33,
            "text": "Ẹ̀yin ènìyàn, ẹ bẹ̀rù Olúwa yín. Kí ẹ sì páyà ọjọ́ kan tí òbí kan kò níí ṣàǹfààní fún ọmọ rẹ̀; àti pé ọmọ kan, òun náà kò níí ṣàǹfààní kiní kan fún òbí rẹ̀. Dájúdájú àdéhùn Allāhu ni òdodo. Nítorí náà, ìṣẹ̀mí ayé yìí kò gbọdọ̀ tàn yín jẹ. (Èṣù) ẹlẹ́tàn kò sì gbọdọ̀ tàn yín jẹ nípa Allāhu"
        },
        {
            "chapter": 31,
            "verse": 34,
            "text": "Dájúdájú Allāhu, ọ̀dọ̀ Rẹ̀ ni ìmọ̀ Àkókò náà wà. Ó ń sọ òjò kalẹ̀. Ó mọ ohun t’ó wà nínú àpòlùkẹ́. Ẹ̀mí kan kò sì mọ ohun tí ó máa ṣe níṣẹ́ ní ọ̀la. Ẹ̀mí kan kò sì mọ ilẹ̀ wo l’ó máa kú sí. Dájúdájú Allāhu ni Onímọ̀, Alámọ̀tán"
        }
    ]
}