{
    "pages": [
        {
            "chapter": 34,
            "verse": 49,
            "text": "Sọ pé: “Òdodo ti dé. Irọ́ (èṣù) kò lè mú n̄ǹkan bẹ, kò sì lè dá n̄ǹkan padà (lẹ́yìn tó ti kú).”"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Sọ pé: “Tí mo bá ṣìnà, mo ṣìnà fún ẹ̀mí ara mi ni. Tí mo bá sì mọ̀nà, nípa ohun tí Olúwa mi fi ránṣẹ́ sì mi ní ìmísí ni. Dájúdájú Òun ni Olùgbọ́, Alásùn-únmọ́ ẹ̀dá.”"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "Tí ó bá jẹ́ pé o lè rí (ẹ̀sín wọn ni) nígbà tí ẹ̀rù bá dé bá wọn (ní Ọjọ́ Àjíǹde, o máa rí i pé), kò níí sí ìmóríbọ́ kan (fún wọn). A sì máa gbá wọn mú láti àyè t’ó súnmọ́"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Wọn yóò wí pé: “A gbàgbọ́ nínú (al-Ƙur’ān báyìí).” Báwo ni ọwọ́ wọn ṣe lè tẹ ìgbàgbọ́ òdodo láti àyè t’ó jìnnà (ìyẹn, ọ̀run).”"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Wọ́n kúkú ti ṣàì gbàgbọ́ nínú rẹ̀ ṣíwájú (nílé ayé). Wọ́n sì ń sọ̀rọ̀ nípa ìkọ̀kọ̀ láti àyè t’ó jìnnà (ìyẹn, ilé ayé)"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "A sì fi gàgá sí ààrin àwọn àti ohun tí wọ́n ń ṣojú kòkòrò rẹ̀ gẹ́gẹ́ bí A ti ṣe fún àwọn ẹgbẹ́ wọn ní ìṣáájú. Dájúdájú wọ́n wà nínú iyèméjì t’ó gbópọn (nípa Ọjọ́ Àjíǹde)"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "Gbogbo ọpẹ́ ń jẹ́ ti Allāhu, Olùpilẹ̀dá àwọn sánmọ̀ àti ilẹ̀, (Ẹni tí) Ó ṣe àwọn mọlāika alápá méjì àti mẹ́ta àti mẹ́rin ní Òjíṣẹ́. Ó ń ṣe àlékún ohun tí Ó bá fẹ́ lára ẹ̀dá. Dájúdájú Allāhu ni Alágbára lórí gbogbo n̄ǹkan"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Ohunkóhun tí Allāhu bá ṣí ọ̀nà rẹ̀ sílẹ̀ nínú ìkẹ́ fún àwọn ènìyàn, kò sí ẹni tí ó lè dá a dúró. Ohunkóhun tí Ó bá sì mú dání, kò sí ẹni tí ó lè mú un wá lẹ́yìn Rẹ̀. Òun sì ni Alágbára, Ọlọ́gbọ́n"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "Ẹ̀yin ènìyàn, ẹ rántí ìdẹ̀ra Allāhu lórí yín. Ǹjẹ́ ẹ̀lẹ́dàá kan yàtọ̀ sí Allāhu tún wà tí ó ń pèsè fun yín láti inú sánmọ̀ àti ilẹ̀? Kò sí ọlọ́hun tí ìjọ́sìn tọ́ sí àfi Òun. Nítorí náà, báwo ni wọ́n ṣe ń ṣẹ yín lórí kúrò níbi òdodo"
        }
    ]
}