{
    "juzs": [
        {
            "chapter": 2,
            "verse": 253,
            "text": "Nagra av dessa sandebud [om vilka Vi har berattat for dig] har Vi gett foretrade framfor de andra. Bland dem finns den som Gud [sjalv] talade till, och nagra har Han satt annu hogre. Jesus, Marias son, skankte Vi klara bevis och Vi starkte honom med helig ande. Om Gud hade velat skulle de slakten som foljde dem inte ha stridit med varandra efter att ha natts av dessa klara bevis. Men de kom att omfatta skilda meningar - nagra trodde, andra framhardade i otro. Om Gud hade velat, skulle de inte ha stridit med varandra; men Gud gor vad Han vill"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "TROENDE! Ge av vad Vi har skankt er for er forsorjning innan en Dag kommer da allt kopslaende ar forbi, da ingen vanskap [bestar] och inga forboner [tas emot]. De som fornekar sanningen ar svara syndare"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "GUD - det finns ingen gud utom Han, den Levande, skapelsens evige Vidmakthallare. Slummer overraskar Honom inte och inte heller somn. Honom tillhor allt det som himlarna rymmer och det som jorden bar. Vem ar den som vagar tala [for nagon] infor Honom utan Hans tillstand? Han vet allt vad [manniskor] kan veta och allt som ar dolt for dem och av Hans kunskap kan de inte omfatta mer an Han tillater. Hans allmakts tron omsluter himlarna och jorden. Att varna och bevara dem ar for Honom ingen borda. Han ar den Hoge, den Harlige"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "TVANG skall inte forekomma i trosfragor. Vad som ar ratt handlande ar nu klart skilt fran fel och synd. Den som fornekar de onda makterna och som tror pa Gud, har sannerligen vunnit ett sakert faste som aldrig ger vika. Gud hor allt, vet allt"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Gud ar de troendes Beskyddare. Han leder dem ut ur morkret till ljuset. Men de som fornekar sanningen har onda makter till beskyddare som leder dem ut ur ljuset till morkret. De har Elden till arvedel och dar skall de forbli till evig tid"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "HAR DU inte hort om den man som tvistade med Abraham om hans Herre? - Gud hade skankt honom kunglig makt och myndighet. - Och Abraham sade: \"Min Herre ar Den som skanker liv och skanker dod.\" [Kungen] svarade: \"Jag skanker liv och jag skanker dod!\" Da sade Abraham: \"Gud later solen ga upp i oster; lat den da ga upp i vaster!\" Och [kungen], som fornekade sanningen, blev forstummad av hapnad. - Gud vagleder inte de orattfardiga"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Eller [- ett annat exempel pa dem som fornekar Guds Allmakt -] om mannen som fardades forbi en stad som hade jamnats med marken och utropade: \"Hur skulle Gud kunna ge liv at denna [doda stad]?\" Och Gud lat honom do och forbli dod i hundra ar. Darefter vackte Han honom till liv och fragade: \"Hur lange har du varit borta?\" Han svarade: \"Jag har varit borta en dag eller en del av en dag.\" [Gud] sade: \"Nej, du har varit borta i hundra ar. Men se pa din mat och din dryck, som inte har fordarvats, och se pa din asna - Vi har velat gora dig till ett tecken for manniskorna - och se [nu] hur Vi ger liv at de doda benen och sedan klar dem med kott.\" Och nar allt detta stod klart for honom, sade han: \"[Nu] vet jag att Gud har allt i Sin makt"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "[Minns ocksa] Abraham som sade: \"Herre! Visa mig hur Du ateruppvacker de doda.\" [Gud] fragade: \"Tror du da inte?\" [Abraham] svarade: \"Jo, jag tror, men jag vill att mitt hjarta skall fa ro.\" [Och Gud] sade: \"Tag fyra [slag av] faglar och lar dem att kanna din rost. Satt sa ut dem, nagra pa varje berg [runt omkring], och ropa sedan pa dem, sa skall de genast atervanda till dig. Och var forvissad om att Gud ar allsmaktig, vis"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "DE SOM ger av vad de ager for Guds sak kan liknas vid sadeskorn som ger sju ax och vart ax bar hundra korn. Gud mangdubblar avkastningen for den Han vill; Gud nar overallt och Han vet allt"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "De som ger av vad de har for Guds sak och som inte later gavan foljas av [stora ord om] frikostighet eller [uttryck] som sarar, skall fa sin lon av sin Herre och de skall inte kanna fruktan och ingen sorg skall tynga dem"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Ett vanligt ord och forstaelse [for tiggarens elande] ar battre an en gava, foljd av forolampningar. Gud ar Sig sjalv nog och [behover inte gavan]; Han ar mild och overseende"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Troende! Berova inte era gavor deras varde genom [tal om] frikostighet eller genom [ord] som sarar, som den som ger av vad han ager for att ses [och berommas] av manniskor och som inte tror pa Gud och den Yttersta dagen. Han kan liknas vid en berggrund tackt av [ett tunt lager] jord; ett slagregn faller och skoljer bort allt inpa nakna berget. [Sadana manniskor] uppnar ingenting med det som de har astadkommit. Gud leder inte dem som fornekar sanningen"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "Men de som ger av vad de ager for att vinna Guds valbehag och for att starka sin sjal kan liknas vid en tradgard, anlagd pa en kulle, som om ett slagregn drabbar den ger dubbel skord och om den undgar slagregn [far gladjas at] milt duggregn. Gud ser vad ni gor"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Skulle nagon av er onska att han hade en tradgard med dadelpalmer och vinstockar, vattnad av backar, [en tradgard] som ger honom alla slag av frukter, och att han, redan bojd av alder och omgiven av minderariga barn, [maste uppleva att] den drabbades av en glodhet virvelstorm och helt forbrandes? Sa fortydligar Gud for er [Sina] budskap for att stamma er till eftertanke"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "Troende! Ge av de goda ting som ni forvarvar och av det som Vi later jorden frambringa at er, och leta inte fram - for att ge bort det - det samsta som ni sjalva inte skulle ta emot annat an med forbundna ogon. Ni bor veta att Gud ar Sig sjalv nog och att allt lov och pris tillkommer Honom"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Djavulen hotar er med fattigdom och uppmanar er att bega skamlosa handlingar, men Gud lovar er Sin forlatelse och Sin nad. Gud nar overallt och Han vet allt"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Han skanker visdom at den Han vill, och den som har fatt visdom har fatt den dyrbaraste gava. Men ingen agnar detta eftertanke utom de som har forstand"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Gud har full kannedom om det som ni ger at andra och det som ni [hogtidligen] lovar att ge. Och de orattfardiga [som inte bistar de behovande] skall ingen hjalpa [att undkomma straffet]"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Om ni ger sa att andra ser det ar det gott och val; men om ni hjalper de fattiga i tysthet ar det battre for er - med detta kan ni namligen fa gora bot for nagra av era daliga handlingar. Gud ar val underrattad om allt vad ni gor"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "Det ar inte din uppgift [Muhammad] att forma manniskor att folja den raka vagen. Nej, Gud vagleder dem Han vill. Allt det goda ni ger ar for ert eget basta, savida ni ger det enbart for att vinna Guds valbehag. Ja, for det goda ni ger skall ni fa fullt vederlag, och ingen oratt skall tillfogas er"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "[Ge] till de behovande som sa ger sig han at arbetet for Guds sak att de inte har mojlighet att ga ut i varlden [for att soka sitt levebrod]. Pa grund av deras forsynta upptradande kan den tanklose tro att de inte lider brist. Men du skall kanna igen dem pa deras satt: de besvarar inte andra med efterhangset tiggeri. Gud har full kannedom om det goda som ni skanker dem"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "De som ger av vad de ager, nattetid eller under dagen, i tysthet eller oppet i allas asyn, skall fa sin lon av sin Herre och de skall inte kanna fruktan och ingen sorg skall tynga dem"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "DE SOM livnar sig pa ocker skall uppsta [till Domen] lika ostadiga pa benen som den som Djavulen med sin beroring slagit med vansinne. De sager namligen: \"Handel ar inte annorlunda an ocker.\" Men Gud har forklarat handel lovlig och forbjudit ocker. Den som efter att ha fatt kunskap om Guds allvarliga varning upphor att bedriva ocker far behalla vad han dessforinnan vunnit, men Gud skall falla den slutliga domen over honom. Och de som faller tillbaka i denna synd har Elden till arvedel och dar skall de forbli till evig tid"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Gud utplanar vinsten av ockret men later allmosornas varde vaxa. Gud ar inte van till dem som framhardar i fornekelse och synd"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "De som tror och lever ett rattskaffens liv och forrattar bonen och hjalper de behovande skall helt visst fa sin lon av sin Herre och de skall inte kanna fruktan och ingen sorg skall tynga dem"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "Troende! Frukta Gud och avsta, om ni ar [sanna] troende, fran utestaende ockervinst"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Gor ni inte det skall ni veta att ni befinner er i krig med Gud och Hans Sandebud. Men om ni angrar vad ni har gjort har ni ratt [att aterfa] ert kapital; ni skadar ingen och lider sjalva ingen skada"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "Och om [den skuldsatte] ar i ett trangt lage, ge honom da anstand till dess han med latthet kan betala. Men det ar battre for er att efterskanka [skulden] - om ni visste [vilken fortjanst som ligger i detta]"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "Och frukta den Dag da ni skall foras ater till Gud! Da skall var och en fullt ut erhalla den lon som han fortjanat, och ingen skall lida oratt"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "TROENDE! Nar ni sinsemellan traffar avtal om lan med faststalld forfallotid, teckna da ned avtalet i skrift. Lat en skrivare noggrant skriva ned [vad som avtalats] mellan er. Ingen skrivare far undandra sig att skriva, sasom Gud har lart honom. Lat honom alltsa skriva och lat lantagaren diktera och, om han fruktar Gud, sin Herre, inte dra ifran nagot [fran sitt atagande]. Om lantagaren ar svag till forstandet eller sjuklig eller [annars] inte i stand att diktera, lat da den som tillvaratar hans intressen diktera och undvika partiskhet. Och tag tva av era man till vittnen; finns inte tva man till hands, tag da en man och tva kvinnor bland dem ni godkanner som vittnen - om nagon av dem begar ett misstag kan da den andra papeka det for henne. De som kallas till vittnen far inte undandra sig [sin plikt]. Tveka inte att skriva ned allt, bade det mindre viktiga och det viktiga, och ange forfallotiden. Det ar vad Gud [i Sin vishet] finner riktigast och skaligast, mest andamalsenligt som bevis och bast agnat att bespara er all tvekan och osakerhet [i framtiden]. Men om det ar fraga om direkt overlatelse fran den ene till den andre av fardiga varor utan mellanhand, gor ni inte fel om ni underlater att uppratta skriftligt avtal. Nar ni koper och saljer, lat det ske i vittnens narvaro, men varken skrivare eller vittnen far [utsattas for patryckning eller] tillfogas skada - gor ni detta, begar ni en svar synd. Frukta Gud, som ar er larare. Gud har kunskap om allt"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "Om ni befinner er pa resa och ingen skrivare ar till hands, kan ni ta emot pant [som sakerhet]. Men om ni visar varandra fortroende [och inte kraver pant], skall den som fatt fortroendet fullgora sin skyldighet och frukta Gud, sin Herre. Undanhall inte vad ni har bevittnat. Den som undanhaller vittnesmal syndar i sitt hjarta. Gud vet vad ni gor"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Gud tillhor allt det som himlarna rymmer och det som jorden bar. Vare sig ni visar vad som ror sig i ert innersta eller doljer det, kommer Gud att stalla er till svars for det. Och Han forlater den Han vill och Han straffar den Han vill. Gud har allt i Sin makt"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "SANDEBUDET tror pa vad hans Herre har uppenbarat for honom och de troende med honom. De tror alla pa Gud och Hans anglar och Hans uppenbarelser och Hans sandebud - utan att gora atskillnad mellan Hans sandebud - och de sager: \"Vi hor och vi lyder. Herre, [ge oss] Din forlatelse; Du ar malet for var fard"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Gud lagger inte pa nagon en tyngre borda an han kan bara. Det goda han har gjort skall raknas honom till fortjanst och det onda han har gjort skall laggas honom till last. Herre! Stall oss inte till svars for glomska eller oavsiktliga fel. Herre! Lagg inte pa oss en sadan borda som den Du lade pa vara foregangare. Herre! Lagg inte pa oss [bordor] som vi inte har kraft att bara. Utplana vara synder och ge oss Din forlatelse och forbarma Dig over oss. Du ar var Beskyddare! Lat oss segra over fornekarna av sanningen"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alif lam meem"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "GUD - det finns ingen annan gud an Han, den Levande, skapelsens evige Vidmakthallare"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "Steg for steg uppenbarar Han for dig denna Skrift och med den sanningen och bekraftelse av det som annu bestar [av aldre tiders uppenbarelser]; det ar Han som uppenbarade Tora och Evangeliet"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "i aldre tid, till vagledning for manniskorna och det ar Han som har uppenbarat den mattstock med vars hjalp ratt kan matas och skiljas fran oratt. Ett strangt straff vantar dem som fornekar [sanningen i] Guds budskap - ja, Gud ar allsmaktig och hamnden ar Hans"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "For Gud ar ingenting dolt vare sig pa jorden eller i himlen"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "Det ar Han som formar er i moderlivet enligt Sin vilja. Det finns ingen annan gud an Han, den Allsmaktige, den Vise"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "Det ar Han som har uppenbarat for dig denna Skrift, dar det finns fast och klart formulerade budskap - de utgor dess karna - och andra som ar framstallda i bilder. Men de vilkas hjartan har farit vilse gar efter sadant i Skriften som har framstallts i bild, nar de forsoker sa split och forvirring genom [godtycklig] tolkning av dess innersta mening - dess innersta mening kanner ingen utom Gud. - De vilkas kunskap ar fast och djupt rotad sager: \"Vi tror pa denna [Skrift]; allt ar fran var Herre.\" Men ingen agnar eftertanke at [och tar varning av] detta utom de som har forstand"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "[De ber:] \"Herre! Lat inte vara hjartan fara vilse sedan Du har vaglett oss. Och forbarma Dig i Din nad over oss. - Du ar Den som alltid ger"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Herre! Du skall samla alla manniskor [infor Dig] en Dag [vars ankomst] star utom varje tvivel; Gud sviker helt visst inte Sitt lofte"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "DE SOM framhardar i att forneka sanningen - ingenting av vad de ager pa jorden och inte heller deras soner skall kunna skydda dem mot Gud. De skall bli bransle for Elden"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "[Det skall ga for dem] som det gick for Faraos man och for deras foregangare; de pastod att Vara budskap var logn och Gud straffade dem for deras synder; Gud straffar med stranghet"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Sag till fornekarna av sanningen: \"[En dag] skall ni bli besegrade och da skall ni foras samman i helvetet - en elandig rastplats"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Ni har redan fatt ett tecken i de tva hararna, som mottes [pa slagfaltet], varav en stred for Guds sak och den andra [bestod av] dem som fornekade sanningen. De [troende] sag med egna ogon att de andra var tva ganger sa talrika som de. Men Gud ger Sin hjalp at den Han vill. I detta ligger helt visst en lardom for de klarsynta"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "KVINNORS karlek, soner [i mangd], skatter av guld och silver, hastar av adel ras, boskap och akerjordar har utmalats for manniskorna [som det mest atravarda i livet]. Allt detta hor till de gladjeamnen som star till buds i denna varld, men aterkomsten till Gud ar det hogsta goda"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Sag: \"Skall jag beratta for er om det som ar former an dessa [gladjeamnen]? Lustgardar, vattnade av backar, vantar de gudfruktiga hos deras Herre, dar de skall forbli till evig tid, och hustrur renade fran [all jordisk] orenlighet, och Guds valbehag.\" Gud forlorar ingen av Sina tjanare ur sikte"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "de som sager: \"Herre, vi tror; forlat oss vara synder och forskona oss fran Eldens straff"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "de talmodiga och uthalliga, de sanningsenliga, de som odmjukt bojer sig under Hans vilja, de som ger av sitt at andra och som i den tidiga gryningen ber om Guds forlatelse for sina synder"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "GUD [SJALV] vittnar - och [sa gor] anglarna och de som har kunskap - att det inte finns en annan gud an Han, Uppratthallaren av rattvisa och jamvikt; ingen annan gud finns an Han, den Allsmaktige, den Vise"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "For Gud ar [den sanna] religionen underkastelse under Hans vilja; de som [tidigare] tog emot uppenbarelsen kom att omfatta skilda meningar forst efter att ha fatt [all] kunskap och av ovilja och avund mot varandra. Och den som vill forneka sanningen i Guds budskap [bor minnas att] Gud ar snar att kalla till rakenskap"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Om de vill tvista med dig [Muhammad], sag da: \"Jag har helt och fullt underkastat mig Guds vilja och aven de som foljer mig [har underkastat sig Hans vilja].\" Och fraga dem som [i aldre tid] fick ta emot uppenbarelsen och de okunniga: \"Har [ocksa] ni underkastat er Guds vilja?\" Om de underkastar sig, da har de funnit vagledning, men om de vander dig ryggen [skall du lamna dem i fred]; din plikt ar enbart att framfora budskapet. Gud forlorar ingen av Sina tjanare ur sikte"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "De som fornekar sanningen i Guds budskap och som mot all ratt dodar profeterna och dodar dem av folket som talar for rattvisa - kungor for dem att de har ett plagsamt straff [att vanta]"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Dessa manniskors stravanden skall ga om intet [och bli utan frukt] i detta liv och i det kommande, och de skall inte finna nagon hjalpare"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Har du inte sett hur nagra av dem som fick ta emot en del av uppenbarelsen, [nar] de uppmanas att lata den gudomliga Skriften doma mellan dem i deras tvister, vander sig bort - ja, de ar [sadana] som gar emot [sanning och ratt]"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "De har namligen sagt att Elden inte skall plaga dem mer an ett begransat antal dagar? Men de logner som de tankte ut har gjort dem blinda for vad deras religion [foreskriver]"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Hur [skall det ga for dem] nar Vi en Dag samlar dem - [att den Dagen kommer] star utom allt tvivel - och var och en till fullo skall fa den lon som han fortjanat och ingen skall lida oratt"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "SAG: \"Gud, all makts Herre! Du skanker makten at den Du vill och Du tar makten fran den Du vill. Du upphojer den Du vill och Du fornedrar den Du vill. I Din hand ligger det goda och Du har allting i Din makt"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Du later natten smyga in i dagen och dagen smyga in i natten. Du later livet spira ur det som ar dott och later doden stiga fram ur det levande. Och Du skanker Ditt goda i overflod at den Du vill"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "DE TROENDE skall inte ta fornekare av sanningen snarare an sina trosbroder till bundsforvanter - den som gor sa skar av banden till Gud - om inte ert syfte ar att med detta [skydda er] mot ett hot. Men Gud uppmanar er att inte ta latt pa Hans varningar; Gud ar malet for er fard"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Sag: \"Vare sig ni doljer det som ror sig i ert innersta eller visar det, vet Gud det. Han vet allt det som himlarna rymmer och det som jorden bar. Och Gud har allt i Sin makt"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "Den Dag da manniskan skall stallas infor allt det goda som hon har gjort och allt det onda som hon har gjort kommer hon att onska att den [Dagen] hade varit oandligt avlagsen. Darfor uppmanar Gud er att inte ta latt pa Hans varningar; Gud ommar for Sina tjanare"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Sag [Muhammad]: \"Om ni alskar Gud, folj mig och Gud skall alska er och forlata er era synder. Gud ar standigt forlatande, barmhartig"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Sag: \"Lyd Gud och Sandebudet.\" Men om de vander ryggen till [skall de veta att] Gud inte ar van till dem som fornekar sanningen"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "GUD har utvalt Adam och Noa och Abrahams att och `Imrans att [och upphojt dem] over varldens alla manniskor"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "de stammar [alla] fran varandra. Gud hor allt, vet allt"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Och `Imrans hustru bad till Gud och sade: \"Herre! Jag viger vad jag bar i mitt skote at Din tjanst. Tag emot mitt [offer], Du som hor allt, vet allt"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Och da hon fott barnet sade hon: \"Herre, jag har fott en dotter - fastan Gud noga visste vad hon hade framfott; ett gossebarn ar inte som ett flickebarn - och jag har gett henne namnet Maria och jag ber Dig skydda och bevara henne och hennes efterkommande mot Djavulen, den utstotte"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Och hennes Herre tog nadigt emot henne och lat henne vaxa upp och arta sig val och uppdrog at Sakarias att vaka over henne. Var gang Sakarias besokte henne i helgedomen, fann han henne forsedd med foda. Och nar han fragade henne: \"Maria, varifran har du fatt detta?\" svarade hon: \"Det ar fran Gud; Gud skanker Sitt goda i overflod till den Han vill"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Dar [i helgedomen] bad Sakarias till Gud: \"Herre! Lat mig, som en gava fran Dig, fa en [son], sund till kropp och sjal! Du bonhor den som ber"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Och anglarna ropade till honom medan han stod i helgedomen, forsankt i bon, och sade: \"Gud kungor for dig det glada budskapet om [en son] Johannes, som skall bekrafta ett ord fran Gud och [bli] en ledare [for sitt folk], en renlevnadsman och en profet, en av de rattfardiga"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "[Sakarias] sade: \"Herre, hur skulle jag kunna fa en son? Jag har ju uppnatt hog alder och min hustru ar ofruktsam.\" [Angeln] sade: \"Sa [skall det bli]; Gud gor vad Han vill"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "[Sakarias] sade: \"Herre! Ge mig ett tecken.\" [Angeln] svarade: \"Det tecken [du far ar] att du under tre dagar inte skall tala till manniskor annat an med gester. Och akalla din Herre utan att fortrottas och prisa Honom morgon och afton"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "[MINNS] anglarnas ord till Maria: \"Gud har utvalt dig och renat dig [och upphojt] dig over alla varldens kvinnor"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "Maria! Forratta din andakt infor din Herre med odmjukhet; fall ned pa ditt ansikte [infor Honom] och boj ditt huvud tillsammans med dem som bojer sina huvuden [i bon]"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Detta hor till de [for dig, Muhammad] okanda ting, som Vi [nu] uppenbarar for dig; du var inte med dem nar de kastade lott om vem som skulle ha ansvar for Maria; och du var inte med dem nar de tvistade [om detta] med varandra"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Och anglarna sade: \"Maria! Gud tillkannager for dig det glada budskapet om ett ord fran Honom [varigenom du skall foda den] vars namn skall vara Kristus Jesus, Marias son, arad och lovprisad i denna varld och i det kommande livet och en av dem som skall vara i [Guds] narhet"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "Han skall tala till manniskorna i vaggan och i mogen alder och han skall vara en av de rattfardiga"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Maria sade: ”Herre! Hur skulle jag kunna fa en son, da ingen man har rort mig?” [Angeln] sade: ”Sa [skall det bli]; Gud skapar vad Han vill. Om Han vill att nagot skall vara, sager Han endast till det: 'Var!' - och det ar"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "Han skall undervisa din son i Skriften, [skanka honom] visdom och [ge honom] Tora och Evangelium"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "och [sanda honom] till israeliterna som Sitt sandebud.\" [Och Jesus sade:] \"Jag har kommit till er med ett tecken fran er Herre. Jag skall forma at er i lera nagot som liknar en fagel och jag skall andas pa den och med Guds tillatelse skall den bli en fagel. Och jag skall bota de blinda och de spetalska och med Guds vilja skall jag vacka de doda till liv. Och jag skall saga er vad ni ater och vad ni lagger upp som forrad i era hus. I detta ligger ett tecken for er - om ni ar [sanna] troende"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "Och [jag har kommit] for att bekrafta vad som annu bestar av Tora och for att forklara tillatet nagot av det som var forbjudet for er. Och jag har kommit till er med ett tecken fran er Herre. Frukta darfor Gud och folj mig"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Gud ar min Herre och er Herre; det ar darfor Honom ni skall dyrka! Detta ar en rak vag"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Nar Jesus markte deras ovillighet att tro [pa honom], sade han: \"Vem vill hjalpa mig [att kalla manniskorna] till Guds vag?\" De vitkladda sade: \"Vi ar Guds medhjalpare! Vi tror pa Gud; vittna du att vi har underkastat oss Hans vilja"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Herre! Vi tror pa det som Du har uppenbarat och vi vill folja Sandebudet; rakna oss darfor bland [sanningens] vittnen"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Och de [som inte ville tro] smidde onda planer [mot Jesus], men [aven] Gud smed planer - ingen smider battre planer an Gud"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Och Gud sade: \"Jesus! Jag skall kalla dig till Mig och Jag skall upphoja dig till Min [harlighet] och Jag skall rena dig fran [de beskyllningar som] fornekarna av sanningen [riktade mot dig]. Och Jag skall satta dem som foljer dig hogt over dem som fornekar [dig] anda till Uppstandelsens dag; da skall ni alla vanda tillbaka till Mig och Jag skall doma mellan er i allt det som ni var oense om"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Vad betraffar fornekarna av sanningen, skall Jag ge dem ett strangt straff i denna varld och i det kommande livet; och de kommer inte att finna nagon hjalpare"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "Och Han skall ge dem som tror och lever ett rattskaffens liv deras fulla beloning. Gud ar sannerligen inte de orattfardigas van"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "DETTA SOM Vi framfor till dig [Muhammad] ar en del av [Vara] budskap och den visa Paminnelsen"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Infor Gud ar Jesus till sin natur att likna vid Adam. Han skapade honom av jord och sade till honom: \"Var!\" och han ar"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "[Det ar] sanningen fran din Herre; hys inte minsta tvivel om detta"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Om nagon vill tvista med dig om detta, sedan du tagit emot den kunskap som har kommit dig till del, sag da: \"Lat oss kalla vara soner och era soner, vara kvinnor och era kvinnor, ja, lat oss alla samlas och odmjukt be Gud att Han avkunnar Sin dom, och lat oss nedkalla Guds fordomelse over alla som ljuger"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Ja, detta ar sanningen - det finns ingen gud utom Gud, och Gud ar forvisso den Allsmaktige, den Vise"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Och om de vander er ryggen [bor de veta att] Gud har full kunskap om dem som vill stora ordningen pa jorden och sprida sedefordarv"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Sag: \"Efterfoljare av aldre tiders uppenbarelser! Lat oss samlas kring en regel, gemensam for oss och for er - att vi inte skall dyrka nagon utom Gud och inte satta nagot vid Guds sida och inte erkanna andra manniskor som vara herrar och beskyddare i Guds stalle.\" Och sag, om de vander er ryggen: \"Vittna da, att det ar vi som har underkastat oss Hans vilja"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "VARFOR tvistar ni efterfoljare av aldre tiders uppenbarelser om Abraham? Tora uppenbarades ju inte - och inte heller Evangeliet - forran efter hans tid. Vill ni inte anvanda ert forstand"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Har tvistar ni [med varandra] om det som ni kanner till; varfor vill ni tvista om det som ni ar helt okunniga om? Gud vet, men ni vet inte"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Abraham var [till sin tro] varken jude eller kristen - han sokte och fann den rena, ursprungliga tron och underkastade sig Guds vilja; och han vagrade att ge avgudarna sin dyrkan"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "De manniskor som star Abraham narmast ar helt visst de som foljer hans exempel, sasom denne Profet och [hans skaror av] troende. Och Gud ar de troendes Beskyddare"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Bland efterfoljarna av aldre tiders uppenbarelser finns de som vill leda er pa villovagar. De kan bara vilseleda sig sjalva - men det inser de inte"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "Ni, efterfoljare av aldre tiders uppenbarelser! Varfor avvisar ni Guds budskap fastan ert eget vittnesbord [bekraftar deras sanning]"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "Efterfoljare av aldre tiders uppenbarelser! Varfor klar ni over det sanna med logn och gommer mot battre vetande undan sanningen"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Nagra av efterfoljarna av aldre tiders uppenbarelser sager [till de andra]: \"[Forklara er] tro pa det som har uppenbarats for de troende vid dagens borjan och avvisa det ovriga; kanske skall de da vanda om"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Tro inte pa nagon som inte bekanner sig till er religion!\" Sag: \"Den [sanna] vagledningen ar Guds vagledning; [ar ni radda] att andra skall fa del av sadana [uppenbarelser] som ni har tagit emot? Eller att de skall tvista med er infor er Herre?\" Sag: \"Guds nadegavor ar i Hans hand; Han skanker dem till den Han vill. Gud nar overallt och Han vet allt"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "och Han forbarmar Sig over den Han vill. Guds nad ar en outsinlig kalla"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "OCH BLAND efterfoljarna av aldre tiders uppenbarelser finns de som, om du anfortror dem en skatt av guld, [villigt] aterlamnar den; och det finns de som, om du anfortror dem en enda dinar, vagrar aterlamna den om du inte ansatter dem med ideliga paminnelser. De pastar namligen: \"Vi har inte blivit alagda [att halla vara loften], nar det galler dessa okunniga manniskor\"; sa sager de om Gud, trots att de vet battre, det som inte ar sant"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Nej, det forhaller sig tvartom! [Gud kanner] dem som ar trogna forbundet med Honom och fruktar Honom; Gud alskar de gudfruktiga"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "De som for en ynklig vinst fornekar forbundet med Gud och de eder som de har svurit, skall inte fa del av det eviga livets goda och pa Uppstandelsens dag skall Gud varken tala till dem eller se pa dem, och Han skall inte rena dem [fran synd]; ett svart lidande vantar dem"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Bland dem finns helt visst de som lindar sina tungor om Skriften for att ni skall tro att [deras forvrangda ord] ar hamtade ur Skriften, fastan de inte ar hamtade ur Skriften; och de sager: \"Detta ar fran Gud\", fastan det inte ar fran Gud. Och sa sager de om Gud mot battre vetande det som inte ar sant"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Det ar otankbart att en manniska, som Gud har gett uppenbarelsens gava och visdom och kallat till profet, darefter skulle saga till manniskorna: \"Tillbe mig vid sidan av Gud.\" Nej, [vad han skulle saga ar:] \"Bli Guds hangivna tjanare som undervisar [andra] och fordjupar sin egen kunskap i Skriften"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "Inte heller [skulle han] befalla er att betrakta anglar och profeter som [himmelska] beskyddare. [Eller tror ni att han skulle] uppmana er att aterfalla i otro sedan ni har underkastat er Guds vilja"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "[EFTERFOLJARE av aldre tiders uppenbarelser! Minns att] Gud erbjod er Sitt forbund genom profeterna. [Han sade:] \"Jag har latit er fa del av uppenbarelse och visdom. [En gang] skall ett sandebud komma till er med bekraftelse av den sanning som [redan] ar i er hand; da skall ni tro pa honom och stodja honom.\" [Och Han] sade: \"Ar det ert beslut att inga forbund med Mig pa denna grund?\" De svarade: \"Ja, det ar vart beslut.\" [Och Gud] sade: \"Vittna da om detta; Jag skall vittna med er"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "De som efter detta drar sig ifran [sin plikt] ar de som har forhardat sig i trots och olydnad"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Onskar de en annan [religion] an den som Gud har gett dem? [Gud] som alla i himlarna och pa jorden underkastar sig av fri vilja eller nodda och tvungna, och till vilken de skall aterbordas"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Sag: \"Vi tror pa Gud och pa det som har uppenbarats for oss och det som uppenbarades for Abraham och Ismael och Isak och Jakob och deras efterkommande och det som uppenbarades for Moses och Jesus och for [alla de ovriga] profeterna av deras Herre; vi gor ingen atskillnad mellan dem. Och vi har underkastat oss Hans vilja"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Om nagon vill anta nagon annan religion an Islam kommer detta att vagras honom, och i nasta liv skall han sta bland forlorarna"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Skulle Gud vagleda dem som fornekar tron efter att ha antagit den och vittnat att Sandebudet i sanning [ar Guds utsande] och som fatt se klara bevis? Nej, Gud vagleder inte de orattfardiga"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Guds och anglarnas och alla manniskors fordomelse skall bli deras lon"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Under denna [dom] skall de forbli; deras straff skall inte lindras och de skall inte beviljas uppskov"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Men de som i anger vander ater [till Gud] och gor bot och battring [skall inte straffas] - Gud ar standigt forlatande, barmhartig"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "De som fornekar sanningen efter att ha antagit tron och som darefter forhardas i sin fornekelse - deras anger skall inte godtas; nej, de har overgett den raka vagen [utan atervando]"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "De som fornekar sanningen och dor som fornekare skall inte fa kopa sig fria, om de an erbjod allt guld i varlden. Ett svart lidande vantar dem och de skall inte finna nagon hjalpare"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "[TROENDE!] Ni kommer inte att uppna sann fromhet, forran ni ger at andra av det som ni [sjalva] vardesatter; Gud har full kannedom om vad ni ger"
        }
    ]
}