{
    "manzils": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "Ōhē yārā īmāna ēnēcha! Tōmādēra aṅgīkārasamūha pratipālana karō. Tōmādēra jan'ya baidha karā gēla gabādi paśu -- tōmādēra kāchē yā barṇanā karā haẏēchē tā byatīta, śikāra bidhisaṅgata naẏa yakhana tōmarā hārāmē thākō. Niḥsandēha āllāh hukuma karēna yā tini manastha karēna."
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Ōhē yārā īmāna ēnēcha! Āllāh‌ra nidarśanasamūha laṅghana karō nā, āra pabitra māsēra'ō nā, āra uṯsargakr̥ta paśudēra'ō nā, āra mālā parānō uṭadēra'ō nā, āra pabitra gr̥hē āśraẏa grahaṇakārīdēra'ō nā yārā tādēra prabhura kācha thēkē kr̥pā ō santōṣa kāmanā karachē. Kintu yakhana tōmarā mukta haẏē yā'ō takhana śikāra karō. Āra kōnō lōkēra prati bidbēṣa, yēhētu tārā hārāma-masajidē tōmādēra yētē bādhā diẏēchila, tōmādēra yēna sīmālaṅghanē prarōcita nā karē. Āra parasparakē sāhāyya karō saṯkājē ō bhaẏa-bhaktitē, āra pāpācārē ō ullaṅghanē sahāẏatā karō nā, āra āllāh‌kē bhaẏa-bhakti karō. Niḥsandēha āllāh pratiphaladānē kaṭhōra."
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Tōmādēra jan'ya abaidha hacchē -- yā nijē mārā gēchē, āra rakta, āra śūkarēra mānsa, āra yā yabēh karā haẏēchē āllāh chāṛā an'ya nāma niẏē, āra yā galāṭipē mārā haẏēchē, āra yā dhām̐dhā lāgiẏē mārā haẏēchē, āra paṛē giẏē yē marēchē, āra yā śiṅēra āghātē marēchē -- tōmarā yā baidha karēcha tā byatīta, āra yā prastarabēdītē bali dēẏā haẏēchē, āra yā tōmarā bhāgābhāgi karēcha tīrēra laṭāri khēlēca ē samasta'i pāpācāra. Yārā abiśbāsa pōṣaṇa karē tārā ājakēra dinē tōmādēra dharma sanbandhē hatāśbāsa haẏēchē, kājē'i tādēra bhaẏa karō nā, baraṁ bhaẏa karō āmākē. Āja āmi tōmādēra jan'ya tōmādēra dharmabyabasthā pūrṇāṅga karalāma, āra tōmādēra uparē āmāra niẏāmata sampūrṇa karalāma, āra tōmādēra jan'ya dharmarūpē manōnīta karalāma isalāma. Ata'ēba yē kē'u kṣudhāra tāṛanāẏa bādhya haẏa, -- pāpēra dikē jhōm̐kē paṛē naẏa, -- tabē niḥsandēha āllāh hacchēna paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Tārā tōmākē jijñāsā karachē ki tādēra jan'ya hālāla haẏēchē. Balō -- ''bhālō bastu tōmādēra jan'ya baidha haẏēchē. Āra śikārī paśupakṣīdēra śikāra karatē yā śikhiẏēcha -- tādēra tōmarā śikhiẏēcha yā āllāh tōmādēra śikhiẏēchēna, kājē'i tārā tōmādēra kāchē yā dharē ānē tā thēkē tōmarā khā'ō, tabē tāra uparē āllāh‌ra nāma ullēkha karō. Āra āllāh‌kē bhaẏa-bhakti karō. Niḥsandēha āllāh hisēba-nikēśē taṯpara."
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Āja bhālō bastu tōmādēra jan'ya hālāla karā halō. Āra yādēra grantha dēẏā haẏēchē tādēra khādya tōmādēra jan'ya hālāla, ēbaṁ tōmādēra khādya'ō tādēra jan'ya baidha. Āra muminadēra madhyēra satī-sādhbī nārī, āra tōmādēra āgē yādēra grantha dēẏā haẏēchē tādēra madhyēra satī-sādhbī nārī'ō, yakhana tōmarā tādēra maharānā ādāẏa karēcha, saccaritrabhābē, byabhicārēra jan'ya naẏa ō rakṣitārūpē grahaṇa karē'ō naẏa. Āra yē kē'u īmāna asbīkāra karē sē tāhalē tāra ācaraṇa byartha karēchē, āra sē parakālē habē kṣatigrastadēra madhyēkāra."
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "Ōhē yārā īmāna ēnēcha! Yakhana tōmarā nāmāyē khāṛā ha'ō takhana tōmādēra mukhamanḍala ō kanu'i paryanta tōmādēra hāta dhō'ō, āra tōmādēra māthā ō gōṛāli paryanta tōmādēra pā mūsēh karō. Āra yadi tōmarā yauna sambhōgēra parabartī abasthāẏa thākō tabē dhauta karō. Āra yadi tōmarā asustha ha'ō, athabā sapharē thākō, athabā tōmādēra kē'u pāẏakhānā thēkē ēsēcha, athabā strīdēra sparśa karēcha, āra yadi pāni nā pā'ō tabē taiẏam'muma karō biśud'dha māṭi niẏē, āra tā diẏē tōmādēra mukhamanḍala ō tōmādēra hāta mūsēh karō. Āllāh cāna nā tōmādēra uparē kaṣṭēra kichu ārōpa karatē, kintu tini cāna tōmādēra pabitra karatē, āra yātē tām̐ra niẏāmata tōmādēra uparē paripūrṇa karēna, yēna tōmarā dhan'yabāda ditē pārō."
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Āra smaraṇa karō tōmādēra uparē āllāh‌ra niẏāmata āra tām̐ra aṅgīkāra yāra dbārā tini tōmādēra aṅgīkārabad'dha karēchilēna, yakhana tōmarā balēchilē -- ''āmarā śunēchi āra āmarā ājñāpālana karachi.’’ Āra āllāh‌kē bhaẏa-bhakti karō. Niḥsandēha bukēra bhitarē yā āchē āllāh sē-sanbandhē sarbajñātā."
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "Ōhē yārā īmāna ēnēcha! Āllāh‌ra jan'ya dr̥ṛha-pratiṣṭhātā ha'ō, n'yāẏa-bicārē sākṣyadātā ha'ō, āra kōnō lōkadalēra prati bidbēṣa tōmādēra yēna n'yāẏācaraṇa nā karatē tōmādēra prarōcita nā karē. N'yāẏācaraṇa karō, ēṭi'i hacchē dharmabhīrutāra nikaṭatara. Āra āllāh‌kē bhaẏa-śrad'dhā karō. Niḥsandēha tōmarā yā karachō āllāh tāra pūrṇa-ōẏākiphahāla."
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Āllāh ōẏādā karachēna -- yārā īmāna ānē ō saṯkāja karē, tādēra jan'ya raẏēchē paritrāṇa āra birāṭa puraskāra."
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "Āra yārā abiśbāsa pōṣaṇa karē āra āmādēra nidarśanasamūhē mithyārōpa karē, -- ērā hacchē jbalanta āgunēra bāsindā."
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "Ōhē yārā īmāna ēnēcha! Tōmādēra uparē āllāh‌ra niẏāmata smaraṇa karō -- yakhana ēkaṭi dala dr̥ṛhasaṅkalpa karēchila tōmādēra dikē tādēra hāta bāṛātē, kintu tini tōmādēra birud'dhē tādēra hāta ṭhēkiẏē rēkhēchilēna, kājē'i āllāh‌kē bhaẏa-śrad'dhā karō. Āra āllāh‌ra uparē'i tabē nirbhara karuka mumina saba."
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "Āra āllāh abaśya'i isarā'ilēra banśadhara thēkē aṅgīkāra grahaṇa karēchilēna, āra āmarā tādēra madhyē thēkē bārō jana dalapati dām̐ṛa kariẏēchilāma. Āra āllāh balēchilēna -- ''niḥsandēha āmi tōmādēra saṅgē raẏēchi. Yadi tōmarā nāmāya kāẏēma karō ō yākāta ādāẏa karō, āra āmāra rasūladēra prati īmāna ānō ō tām̐dēra samarthana karō, āra āllāh‌kē dhāra dā'ō paryāpta-sundara r̥ṇa, tabē āmi niścaẏa'i tōmādēra thēkē tōmādēra saba pāpa mōchē dēba ō tōmādēra prabēśa karābō udyānasamūhē yādēra nīca diẏē baẏē calēchē jharanārāji. Kintu ēra parē tōmādēra madhyēra yē kē'u abiśbāsa pōṣaṇa karabē sē-i tabē niścaẏa'i sarala pathēra diśā hāriẏēchē.’’"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Tārapara nijēdēra aṅgīkāra tādēra bhaṅga karāra daruna āmarā tādēra bañcita karalāma āra tādēra antarakē kaṭhina hatē dilāma. Tārā kālāmagulō tādēra sthāna thēkē sariẏē dēẏa, āra tādēra yē-saba nirdēśa dēẏā haẏēchila tāra anśabiśēṣa bhulē yāẏa, āra tādēra lōkadēra madhyē biśbāsaghātakatā ābiskāra karāra abasāna tōmāra thākabē nā tādēra alpa chāṛā, sējan'ya tādēra kṣamā karō ō upēkṣā karō. Niḥsandēha āllāh bhālōbāsēna saṯkarmīdēra."
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Āra yārā balē -- 'niḥsandēha āmarā khrīṣṭāna’, tādēra thēkē āmarā tādēra aṅgīkāra grahaṇa karēchilāma, tārā'ō bhu lē gēla tādēra yē-saba nirdēśa dē'ōẏā haẏēchila tāra anśabiśēṣa, kājē'i āmarā tādēra madhyē śatrutā ō bidbēṣa jāgiẏē rākhalāma kiẏāmatēra dina paryanta. Āra acirē'i āllāh tādēra jāniẏē dēbēna tārā ki karē yācchila."
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "Hē granthaprāpta lōkērā! Āmādēra rasūla tōmādēra kāchē itimadhyē ēsē gēchēna, dharmagranthēra yā tōmarā lukōcchilē tāra bahulānśa tini tōmādēra jan'ya suspaṣṭa karēchēna, ēbaṁ anēkaṭā tini upēkṣā karēchēna. Āllāh‌ra kācha thēkē tōmādēra kāchē niścaẏa'i ēsēchē ēka jyōti āra ujjbala kitāba"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "ēra dbārā āllāh tākē hēdāẏata karēna yē tām̐ra santaṣṭi anusaraṇa karē śāntira pathē, āra tādēra bēra karē ānēna andhakāra thēkē ālōra dikē tām̐ra icchāẏa, āra tādēra paricālita karēna sahaja-saṭhika pathēra dikē."
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Tārā niścaẏa'i abiśbāsa pōṣaṇa karē yārā balē -- ''niḥsandēha āllāh‌, tini'i masīh‌, mariẏamēra putra.’’ Tumi balō -- ''kāra tāhalē bindumātra kṣamatā āchē āllāh‌ra birud'dhē yakhana tini cēẏēchilēna mariẏama-putra masīh‌kē bināśa karatē, āra tām̐ba mātākē, āra pr̥thibītē yārā chila tādēra sabā'ikē?’’ Bastutaḥ āllāh‌ra'i mahākāśamanḍala ō pr̥thibīra rājatba āra ē'i du'iẏēra madhyē yā āchē. Tini sr̥ṣṭi karēna yā tini icchē karēna. Āra āllāh saba-kichura uparē sarbaśaktimāna."
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Āra ihudī ō khrīṣṭānarā balē -- ''āmarā āllāh‌ra santāna ō tām̐ra priẏapātra.’’ Tumi balō -- ''tabē kēna tōmādēra aparādhēra jan'ya tini tōmādēra śāsti dēna? Nā, yādēra tini sr̥ṣṭi karēchēna tōmarā tādēra madhyēkāra mānuṣa. Tini yākē icchē karēna paritrāṇa karēna ēbaṁ yākē icchē karēna śāsti dēna.’’ Āra āllāh‌ra'i mahākāśamanḍala ō pr̥thibīra sāmrājya ēbaṁ ē'i du'iẏēra madhyē yā āchē, āra tām̐ra'i dikē pratyābartana."
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "Hē granthaprāpta lōkērā! Tōmādēra kāchē niścaẏa'i āmādēra rasūla ēsēchēna tōmādēra kāchē suspaṣṭa karatē, rasūladēra ēka biratira parē, pāchē tōmarā balō -- 'āmādēra kāchē susambādadātādēra kē'u āsēna ni ēbaṁ satarkakārī'ō nā.’ Ēkhana tōmādēra kāchē niścaẏa'i ēsēchēna ēkajana susambādadātā ō satarkakārī. Āra āllāh saba-kichura uparē sarbaśaktimāna."
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "Āra smaraṇa karō! Mūsā tām̐ra lōkadēra balēchilēna -- ''hē āmāra lōkadala! Tōmādēra prati āllāh‌ra niẏāmata smaraṇa karō yakhana tini tōmādēra madhyē nabīdēra niyukta karēchilēna ēbaṁ tōmādēra bāniẏēchilēna rājā-rājaṛā, āra tōmādēra diẏēchilēna yā tini mānabagōṣṭhīra madhyē apara kā'ukē'ō dēna ni."
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "Hē āmāra lōkadala! Sē'i puṇya bhūmitē prabēśa karō yā āllāh tōmādēra jan'ya bidhāna karēchēna, āra tōmādēra pēchana dikē phirē yābē nā, kēnanā tōmarā tāhalē mōṛa phērābē kṣatigrastabhābē.’’"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Tārā balalē -- ''hē mūsā! Niḥsandēha ōtē raẏēchē biśālakāẏa lōkērā, āra āmarā kakhanō ōtē prabēśa karabō nā yē paryanta nā tārā ōkhāna thēkē bēriẏē yāẏa. Kājē'i tārā yadi ōkhāna thēkē bēriẏē yāẏa tabē āmarā abaśya'i prabēśa karabō.’’"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Yārā bhaẏa karatō tādēra madhyēra dujana lōka -- yādēra uparē āllāh anugraha karēchilēna, tārā balalē -- ''tādēra uparē ḍhukē paṛō darajā diẏē, kājē'i yakhana tōmarā tātē prabēśa karabē tōmarā takhana niścaẏa'i bijaẏī habē, āra āllāh‌ra uparē tabē tōmarā nirbhara karō, yadi tōmarā mumina ha'ō.’’"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "Tārā balalē -- ''hē mūsā! Āmarā niścaẏa'i kakhanō ētē ḍhukabō nā yatakṣaṇa tārā ōra madhyē abasthāna karachē. Kājē'i tumi ō tōmāra prabhu ēgiẏē yā'ō ēbaṁ tōmarā dujanē yud'dha karō, āmarā niścaẏa'i ēkhānē basē paṛalāma.’’"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Tini balalēna, ''āmāra prabhu! Niścaẏa'i āmi āmāra nijēra ō āmāra bhā'iẏēra uparē chāṛā kartr̥tba rākhi nā, ata'ēba āmādēra ō duṣkr̥tiparāẏaṇa lōkadēra madhyē chāṛāchāṛi ghaṭiẏē dā'ō.’’"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Tini balalēna -- ''tabē niḥsandēha ēṭi tādēra jan'ya hārāma thākabē calliśa baṯsara kāla, tārā pr̥thibītē ghurē bēṛābē. Ata'ēba duḥkha karō nā ē'i duṣkr̥tiparāẏaṇa jātira jan'ya."
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "Āra tādēra kāchē saṭhikabhābē barṇanā karō du'i ādama-santānēra kāhinī, kēmana ka’rē tārā ubhaẏē kurabāni karēchila, kintu tā kabula hala tādēra ēkajanēra kācha thēkē āra aparajanēra kācha thēkē tā gr̥hīta hala nā. Sē balalē -- ''niścaẏa āmi tōmākē khuna karabō.’’ Sē balalē -- ''āllāh kabula karēna śudhu dharmabhīrudēra thēkē."
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Tumi yadi āmāra dikē tōmāra hāta bāṛā'ō āmākē hatyā karatē, āmi kintu tōmāra dikē āmāra hāta prasāraṇakārī habō nā tōmākē hatyā karatē. Niḥsandēha āmi bhaẏa kari āllāh‌kē -- samagra biśbajagatēra prabhu."
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Niḥsandēha āmi cā'i yē tumi āmāra birud'dhē pāpa ō tōmāra pāpa bahana karō, phalē āgunēra bāsindādēra dalabhukta ha'ō, āra ē'i-i an'yāẏakārīdēra pratiphala.’’"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Kintu tāra mana tākē prabud'dha karalō tāra bhā'ikē hatyā karatē, tā'i sē tākē khuna karalō, kājē'i paramūhūrtē sē halō kṣatigrastadēra dalēra."
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Tārapara āllāh ēkaṭi kākakē niyukta karalēna māṭi ācam̐ṛātē yēna tākē dēkhānō yāẏa kēmana ka’rē sē tāra bhā'iẏēra mr̥tadēha ḍhākabē. Sē balalē -- ''hāẏa durbhāgya! Āmi ki ē'i kākēra matō habāra jan'ya ēta'i durbala haẏē gēchi, kājē'i āmi yēna āmāra bhā'iẏēra śaba ḍhākatē pāri?’’ Sējan'ya paramuhūrtē sē halō anutaptadēra dalēra"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "ē'i kāraṇa baśataḥ āmarā bidhibad'dha karēchilāma isarā'ila-banśīẏadēra jan'yē -- yē, yē kē'u hatyā karē ēkajana mānuṣakē ārēkajanakē byatīta, athabā dēśē phasāda sr̥ṣṭi, tāhalē sē yēna lōkajanakē sarbasākalyē hatyā karalē. Ābāra yē kē'u tākē bām̐ciẏē rākhē, sē yēna tāhalē samasta lōkajanakē bām̐cālē. Āra niścaẏa'i tādēra kāchē āmādēra rasūlagaṇa ēsēchilēna spaṣṭa pramāṇābalī niẏē, kintu tādēra madhyēra anēkē'i ēra parē'ō pr̥thibītē sīmā chāṛiẏē calē."
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Yārā āllāh‌ra ō tām̐ra rasūlēra birud'dhē yud'dha ghōṣaṇā karē āra dēśē ganḍagōla bām̐dhātē taṯpara haẏa tādēra ēkamātra prāpya hacchē -- tādēra kātala karō, athabā śūlē caṛā'ō, athabā tādēra hāta ō tādēra pā biparīta dikē kēṭē phēlō, athabā tādēra dēśa thēkē nirbāsita karō. Ēṭi hacchē tādēra jan'ya ihalōkē lāñchanā, āra tādēra jan'ya parakālē raẏēchē kaṭhōra śāsti"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "Tārā byatīta yārā ta'ōbā karē tōmarā tādēra uparē kṣamatāsīna habāra pūrbē, tāhalē jēnē rēkhō yē niḥsandēha āllāh paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Ōhē yārā īmāna ēnēcha! Āllāh‌kē bhaẏa-śrad'dhā karō, āra tām̐ra dikē achilā anbēṣaṇa karō, āra tām̐ra pathē jihāda karō, yātē tōmarā saphalakāma hatē pārō."
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Niḥsandēha yārā abiśbāsa pōṣaṇa karē -- pr̥thibītē yā āchē sē-samasta'i yadi tādēra hatō ēbaṁ tāra sāthē sē'i parimāṇē, yāra binimaẏē tārā mukti kāmanā karatō kiẏāmatēra dinēra śāsti thēkē, tādēra kācha thēkē tā kabula hatō nā, āra tādēra jan'ya raẏēchē byathādāẏaka śāsti."
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Tārā cā'ibē yēna sē'i āguna thēkē tārā bēriẏē yētē pārē, kintu tā thēkē tārā bēriẏē yābāra naẏa, āra tādēra jan'yē raẏēchē dīrghasthāẏī śāsti."
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Āra cōrā puruṣa ō cōrā strīlōka -- du'iẏēra'i tabē hāta kēṭē phēlō, -- tārā yā karēchē tāra pratiphalasbarūpa, -- ēṭi āllāh‌ra tarapha thēkē ēkaṭi dr̥ṣṭānta-sthāpanakārī śāsti. Āra āllāh mahāśaktiśālī, paramajñānī."
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Kintu yē kē'u ta'ōbā karē tāra an'yāẏācaraṇēra parē āra sanśōdhana kabē, tāhalē niḥsandēha āllāh tāra dikē phirabēna. Niḥsēndaha āllāh paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Tumi ki jānō nā yē āllāha -- mahākāśamanḍala ō pr̥thibīra rājatba tām̐ra'i? Tini śāsti dēna yākē icchē karēna āra kṣamā'ō karēna yākē icchē karēna. Āra āllāh saba-kichura uparē sarbaśaktimāna."
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "Hē priẏa rasūla! Yārā abiśbāsēra abhimukhē dhā'ōẏā karēchē tārā yēna tōmākē duḥkhita nā karē, yārā tādēra mukhē balē -- 'āmarā īmāna ēnēchi’, kintu tādēra hr̥daẏa īmāna ānē ni, āra yārā ihudīẏa mata pōṣaṇa karē, -- mithyāra jan'yē śrabaṇakārī, śrabaṇakārī an'ya lōkadēra jan'yē yārā tōmāra kāchē āsē nā. Tārā kathāgulō sariẏē dēẏa sēgulōkē yathāsthānē sthāpanēra parē, tārā balē -- ''tōmādēra yadi ē'i dē'ōẏā haẏa tabē tā grahaṇa karō, āra yadi tōmādēra ē'i dēẏā nā haẏa tabē sābadhāna ha'ō.’’ Āra yākē tāra pralōbhanēra madhyē āllāh cāna, tāra jan'ya āllāh‌ra kācha thēkē kichu karāra kṣamatā tōmāra nē'i. Ērā'i tārā yādēra sanbandhē āllāh cāna nā yē tādēra hr̥daẏa biśud'dha hōka. Ēdēra jan'ya ē'i duniẏātē raẏēchē durgati, āra parakālē ēdēra jan'ya kaṭhōra śāsti."
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Tārā mithyāra jan'yē śrabaṇakārī, niṣid'dhēra bhakṣaṇakārī. Ata'ēba tārā yadi tōmāra kāchē āsē tabē tādēra madhyē bicāra karō, athabā tādēra thēkē guṭiẏē nā'ō, āra yadi tumi tādēra thēkē guṭiẏē nā'ō tabē tārā kakhanō tōmāra mōṭē'i kṣati karatē pārabē nā. Āra yadi tumi bicāra karō tabē tādēra madhyē bicāra karō n'yāẏaparāẏaṇatāra sāthē. Niḥsandēha āllāh bhālōbāsēna bhārasāmyarakṣākārīdēra."
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Āra kēmana ka’rē tārā tōmākē bicāraka karē, āra tādēra kāchē raẏēchē ta'ōrāta yātē āchē āllāh‌ra bidhāna? Tabu'ō tārā phirē yāẏa ē-sabēra parē'ō! Āra ēmana lōkērā mumina naẏa."
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "Niḥsandēha āmarā abatīrṇa karēchi ta'ōrāta, yātē raẏēchē hēdāẏata ō dīpti. Tāra dbārā nabīgaṇa, yām̐rā isalāmī dharmamata pōṣaṇa karēna, bidhāna diẏēchilēna tādēra yārā ihudīẏa mata pōṣaṇa karē, āra rabbisaba ō purōhitarā āllāh‌ra kitābēra yā tārā sanrakṣaṇa karatō tāradbārā, āra tārā sē-sabēra sākṣī chila. Sējan'ya tōmarā lōkajanakē bhaẏa karō nā, baraṁ bhaẏa karō āmākē, āra āmāra bāṇīsamūhēra jan'ya sbalpamūlya kāmātē yēẏō nā. Āra yārā bicāra karē nā āllāh yā nāyila karēchēna tāra dbārā, tārā tabē nijērā'i abiśbāsī."
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Āra āmarā tādēra jan'ya tātē bidhāna karēchilāma -- prāṇēra badalē prāṇa, āra cōkhēra badalē cōkha, āra nākēra badalē nāka, āra kānēra badalē kāna, āra dām̐tēra badalē dām̐ta, āra jakhamēra'ō badalā'i. Āra yē kē'u ēṭi diẏē dāna karē dēẏa, sēṭi tā halē tāra jan'ya habē prāẏaścitta. Āra yē bicāra karē nā āllāh yā abatīrṇa karēchēna tāra dbārā, tāhalē tārā nijērā'i hacchē an'yāẏakārī."
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "Āra tādēra paścātē āmarā pāṭhiẏēchilāma mariẏama-putra īsākē, tām̐ra pūrbē ta'ōrātē yā chila tāra pratipādakarūpē, āra tām̐kē āmarā diẏēchilāma inajīla yātē raẏēchē pathapradarśana ō dīpti, ēra pūrbē ta'ōrātē yā chila tāra satya-samarthanarūpē, āra pathapradarśana ō upadēśa dharmaparāẏaṇadēra jan'ya."
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Āra inajīlēra anubartīdēra ucita tārā yēna bicāra karē āllāh tātē yā abatāraṇa karēchēna tāra dbārā. Āra yē bicāra karē nā āllāh yā abatāraṇa karēchēna tāra dbārā, tārā tabē nijērā'i hacchē duṣkr̥tiparāẏaṇa."
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Āra tōmāra kāchē āmarā abatāraṇa karēchi ē'i kitāba satyēra sāthē, ēbaṁ pūrbabartī dharmagranthē yā āchē tāra satya-samarthanarūpē, āra tāra uparē praharīrūpē, sējan'ya tādēra madhyē bicāra karō yā āllāh nāyila karēchēna tāra dbārā, āra tādēra hīna-bāsanāra anusaraṇa karō nā tōmāra prati satyēra yā ēsēchē tāra prati bimukha haẏē. Tōmādēra madhyēra pratyēkēra jan'ya āmarā nirdhāraṇa karēchilāma ēka-ēkaṭi śariẏaṯ ō ēka-ēkaṭi patha. Āra yadi āllāh icchē karatēna tabē tini tōmādēra bānātēna ēka'i jāti, kintu tini yēna tōmādēra yācā'i karatē pārēna tōmādēra yā tini diẏēchēna tāra dbārā, kājē'i bhālōkājē parasparēra saṅgē pratiyōgitā karō. Āllāh‌ra kāchē tōmādēra sakalēra pratyābartana, takhana tini tōmādēra abahita karabēna sē'isaba biṣaẏē yātē tōmarā matabhēda karachilē."
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Āra tumi yēna tādēra madhyē bicāra karō āllāh yā abatāraṇa karēchēna tāra dbārā āra tādēra hīna-bāsanāra anusaraṇa karō nā, āra tādēra samparkē sābadhāna ha'ō pāchē tārā tōmākē bhrāntitē phēlē dēẏa āllāh tōmāra kāchē yā abatāraṇa karēchēna tāra kōnō anśa thēkē. Tārā yadi tabē phirē yāẏa tāhalē jēnē rēkhō yē āllāh niścaẏa'i tādēra pākaṛā'ō karatē cāna tādēra katakagulō aparādhēra jan'ya. Āra niḥsandēha lōkadēra adhikānśa'i duṣkr̥tiparāẏaṇa."
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Tabē ki tārā ajñatāra yugēra bicāra byabasthā cāẏa? Āra āllāh‌ra cā'itē kē bēśi bhālō bicāra byabasthāẏa sē'i sampradāẏēra jan'yē yārā suniścita"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "ōhē yārā īmāna ēnēcha! Ihudī ō khrīṣṭānadēra bandhurūpē grahaṇa karō nā, tādēra ēkadala an'yadēra bandhu. Āra tōmādēra madhyēra yē tādēra murabbī bānāẏa sē tabē niścaẏa tādēra'i madhyēkāra. Niḥsandēha āllāh patha dēkhāna nā an'yāẏakārī sampradāẏakē."
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Kājē'i yādēra antarē byārāma raẏēchē tādēra tumi dēkhatē pābē tādēra dikē chuṭē yētē ē'i balē -- ''āmarā āśaṅkā karachi kōnō duryōga āmādēra uparē ghaṭē yāẏa.’’ Kintu hatē pārē yē āllāh ēnē dēbēna bijaẏa athabā tām̐ra kācha thēkē cuṛānta nispatti, tā'i tādēra antarē tārā yā pōṣaṇa karachila tāra jan'ya paramuhūrtē'i tārā halō anutāpī."
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "Āra yārā īmāna ēnēchē tārā balabē -- ''ērā'i ki tārā yārā āllāh‌ra nāmē tādēra jōrālō āsthāra sāthē śapatha grahaṇa karēchila yē tārā suniścita tōmādēra saṅgē?’’ Tādēra kriẏākalāpa br̥thā gēla, kājē'i paramuhūrtē tārā halō kṣatigrasta."
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "Ōhē yārā īmāna ēnēcha! Tōmādēra madhyē thēkē yē kē'u tāra dharma thēkē phirē yāẏa, āllāh tabē śīghra'i niẏē āsabēna ēkaṭi sampradāẏa -- tādēra tini bhālōbāsabēna ō tārā tām̐kē bhālōbāsabē, muminadēra prati binīta, abiśbāsīdēra prati kaṭhōra, tārā āllāh‌ra pathē jihāda karabē, āra bhaẏa karabē nā kōnō nindukēra nindā. Ē'i hacchē āllāh‌ra ēka āśisa -- tini tā pradāna karēna yākē tini icchē karēna. Āra āllāh parama badān'ya, sarbajñātā."
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Niḥsandēha tōmādēra ōlī hacchēna kēbalamātra āllāh ēbaṁ tām̐ra rasūla, āra yārā īmāna ēnēchē, āra yārā nāmāya kāẏēma karē, āra yākāta ādāẏa karē, āra tārā rukukārī."
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Āra yē kē'u bandhurūpē grahaṇa karē āllāh‌kē, ō tām̐ra rasūlakē, āra yārā īmāna ēnēchē tādēra, tāhalē āllāh‌ra dala, tārā'i habē bijaẏī."
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "Ōhē yārā īmāna ēnēcha! Yārā tōmādēra dharmakē upahāsēra ō khēlāra sāmagrīrūpē grahaṇa karēchē -- tōmādēra pūrbē yādēra grantha dēẏā haẏēchē ō abiśbāsakārīrā, -- tādēra bandhurūpē grahaṇa karō nā. Āra āllāh‌kē bhaẏa-śrad'dhā karō yadi tōmarā mumina ha'ō."
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Āra yakhana tōmarā nāmāyēra jan'ya āhbāna karō, tārā tākē bidrūpēra ō khēlāra jinisarūpē grahaṇa karē. Sēṭi ē'i jan'ya yē tārā ēmana ēkaṭi dala yārā bujhē nā."
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Tumi balō -- ''hē granthaprāpta lōkērā! Tōmarā ki āmādēra kōnō dōṣa dharō ē byatīta yē āmarā īmāna ēnēchi āllāh‌tē, āra yā āmādēra kāchē nāyila haẏēchē, āra yā pūrbē nāyila haẏēchila? Āra niścaẏa tōmādēra adhikānśa'i duṣkr̥tiparāẏaṇa.’’"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Balō -- ''tōmādēra ki jānābō ēra cēẏē'ō khārāpadēra kathā, āllāh‌ra kāchē pratiphala pā'ōẏā sanbandhē? Yākē āllāh dhikkāra diẏēchēna, āra yāra uparē tini krōdha barṣaṇa karēchēna, āra tādēra madhyēra kā'ukē tini bānālēna bānara, āra śūkara, āra yē upāsanā karata tāgutakē. Ērā āchē ati manda abasthāẏa, āra sarala patha thēkē sudūra pathabhraṣṭa."
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Āra yakhana tārā tōmādēra kāchē āsē tārā balē -- 'āmarā īmāna ēnēchi’, kintu āsalē tārā bharati haẏēchila abiśbāsa niẏē āra ēkhana bēriẏē'ō gēchē tātē'i. Āra āllāh bhālō jānēna ki tārā lukōcchē."
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Āra tumi dēkhatē pābē tādēra anēkē'i chuṭē calēchē pāpēra dikē ō ullaṅghanē, āra tādēra galādhaḥkaraṇē abaidhabhābē labdha bastu. Niścaẏa'i gar'hita yā tārā karē calēchē."
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Rabbigaṇa ō purōhitarā kēna tādēra niṣēdha karē nā tādēra pāpapūrṇa kathābārtā balātē āra tādēra grāsa-karaṇē abaidhabhābē labdha bastu. Abaśya'i gar'hita yā tārā karē yācchē."
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Āra ihudīrā balē -- ''āllāh‌ra hāta bām̐dhā raẏēchē.’’ Tādēra hāta raẏēchē bām̐dhā, āra tārā dhikkāraprāpta yā tārā balē sējan'ya. Nā, tām̐ra du'i hāta'i pūrṇa-prasārita, -- tini bitaraṇa karēna yēmana tini cāna. Āra tōmāra prabhura kācha thēkē tōmāra kāchē yā nāyila haẏēchē tā niścaẏa'i bāṛiẏē dēẏa tādēra madhyēra anēkēra abādhyatā ō abiśbāsa. Āra āmarā tādēra madhyē chum̐ṛē diẏēchi śatrutā ō bidbēṣa kiẏāmatēra dina paryanta. Yatabāra tārā yud'dhēra āguna jbāliẏē tulē, āllāh tā nibhiẏē dēna, kintu tārā dēśē ganḍagōla karāra cēṣṭā cālātē'i thākē. Āra āllāh bhālōbāsēna nā ganḍagōla sr̥ṣṭikārīdēra."
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Āra yadi granthaprāpta lōkērā īmāna ānatō ēbaṁ bhaẏa-śrad'dhā karatō, tabē niścaẏa'i āmarā tādēra dōṣa-truṭi tādēra thēkē muchē ditāma, āra tādēra abaśya'i prabēśa karātāma ānandamaẏa sbargōdyānē."
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Āra yadi tārā pratiṣṭhita rākhatō ta'ōrāta ō inajīla, āra tādēra kāchē yā abatīrṇa haẏēchila tādēra prabhura kācha thēkē tabē tārā niścaẏa'i āhāra karatō tādēra upara thēkē āra tādēra pāẏēra nicē thēkē. Tādēra madhyē'ō ēkaṭi naramapanthī dala raẏēchē, kintu tādēra anēkēra kṣētrē'i -- tārā yā karē tā hacchē gar'hita."
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "Hē priẏa rasūla! Tōmāra prabhura kācha thēkē yā tōmāra kāchē abatīrṇa haẏēchē tā pracāra karō. Āra yadi tumi tā nā karō tabē tām̐ra bāṇī tumi pracāra karalē nā. Āra āllāh lōkadēra thēkē tōmākē rakṣā karabēna. Niḥsandēha āllāh abiśbāsī lōkadēra pathapradarśana karēna nā."
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "Balō -- ''hē granthaprāpta lōkērā! Tōmarā kōnō kichura uparē na'ō yē paryanta nā tōmarā pratiṣṭhita rākhō ta'ōrāta ō inajīla āra yā tōmādēra kāchē abatīrṇa haẏēchē tōmādēra prabhura kācha thēkē.’’ Āra tōmāra kāchē tōmāra prabhura kācha thēkē yā abatīrṇa haẏēchē tā niścaẏa'i bāṛiẏē dēẏa tādēra madhyēra anēkēra abādhyatā ō abiśbāsa. Sējan'ya duḥkha karō nā abiśbāsī lōkadēra jan'ya."
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Niḥsandēha yārā īmāna ēnēchē ō yārā ihudī mata pōṣaṇa karē, āra sābē'īna ō khrīṣṭāna, -- yārā'i āllāh‌ra prati īmāna ēnēchē ō ākhērātēra dinēra prati, āra saṯkarma karē, tādēra uparē tā halē kōnō bhaẏa nē'i, āra tārā nijērā anutāpa'ō karabē nā."
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Āmarā niścaẏa'i isarā'ilēra banśadharadēra thēkē aṅgīkāra grahaṇa karēchilāma āra tādēra kāchē pāṭhiẏēchilāma rasūlagaṇa. Yakhana'i tādēra kāchē kōnō rasūla ēsēchēna tā niẏē yā tādēra mana cāẏa nā, kichusaṅkhyakakē tārā mithyārōpa karēchē āra kā'ukē karatē gēchē hatyā."
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Āra tārā bhēbēchila yē kōnō parīkṣā-nirīkṣā habē nā, sējan'ya tārā halō andha āra badhira, ērapara āllāh tādēra dikē phiralēna. Tāraparē'ō tādēra anēkē andha ō badhira halō. Āra tārā yā karē āllāh tāra darśaka."
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "Niścaẏa'i tārā abiśbāsa pōṣaṇa karē thākē yārā balē -- ''niḥsandēha āllāh‌, tini'i masīh‌, mariẏamēra putra.’’ Athaca masīh balēchēna -- ''hē isarā'ilēra banśadharagaṇa! Āllāh‌ra ēbādata karō yini āmāra prabhu ō tōmādēra'ō prabhu.’’ Niḥsandēha yē āllāh‌ra saṅgē anśīdāra nirūpaṇa karē, āllāh niścaẏa'i tāra jan'ya niṣid'dha karēchēna sbargōdyāna, āra tāra ābāsasthala hacchē āguna. Āra an'yāẏakārīdēra jan'ya thākabē nā kōnō sāhāyyakārī."
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Tārā niścaẏa'i abiśbāsa pōṣaṇa karē yārā balē -- ''niḥsandēha āllāh hacchēna tinajanēra tr̥tīẏajana.’’ Bastutaḥ ēkaka khōdā chāṛā an'ya kōnō upāsya nē'i. Āra yā tārā balachē tā thēkē yadi tārā nā thāmē, tabē tādēra madhyēra yārā abiśbāsa pōṣaṇa karē tādēra pākaṛābē byathādāẏaka śāsti."
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Tabē ki tārā āllāh‌ra dikē phirabē nā, āra tārā tām̐ra kṣamā-prārthanā karabē ki? Āra āllāh paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Mariẏama-putra masīh rasūla bai nana. Tām̐ra pūrbē rasūlagaṇa niścaẏa'i gata haẏē gēchēna. Āra tām̐ra mātā chilēna ēkajana satyaparāẏaṇā nārī. Tām̐rā ubhaẏē khādya khētēna. Dēkhō, kibhābē āmarā tādēra jan'ya āmāra bāṇī suspaṣṭa kari, tārapara dēkhō, kēmana karē tārā ghurē yāẏa."
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Balō -- ''tōmarā āllāh‌kē chēṛē diẏē ki tāra ēbādata karō yāra kōnō kṣamatā nē'i tōmādēra jan'ya apakārēra, nā kōnō upakārēra? Āra āllāh‌, -- tini sarbaśrōtā, sarbajñātā.’’"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "Balō -- ''hē granthaprāpta lōkērā! Tōmādēra dharmamatē bāṛābāṛi karō nā satya kāraṇa chāṛā, āra lōkadēra hīna-kāmanāra anubartī haẏō nā, -- yārā itipūrbē pathabhraṣṭa haẏēchila āra bahujanakē karēchila pathahārā, āra bipathē giẏēchila sarala patha thēkē."
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Isarā'ilēra banśadharadēra madhyē yārā abiśbāsa pōṣaṇa karēchila tārā abhiśapta haẏēchila dā'uda ō mariẏama-putra īsāra jihabāra dbārā. Ēṭi haẏēchila, kēnanā tārā abādhya haẏēchila āra karatō sīmālaṅghana."
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Tārā parasparakē niṣēdha karatō nā kukarma sanbandhē yā tārā karatō. Niścaẏa'i manda yā tārā karē calatō."
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Tumi dēkhatē pābē tādēra madhyēra anēkē bandhu bāniẏēchē yārā abiśbāsa pōṣaṇa karē tādēra. Niścaẏa'i manda yā tādēra jan'ya tādēra ā‌tmā āgabāṛiẏēchē yāra daruna āllāh tādēra uparē haẏēchēna asantaṣṭa, āra śāstira madhyē'i tārā kāṭābē dīrghakāla."
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Āra yadi tārā īmāna ēnē thākatō āllāh‌tē ō nabīra prati, āra yā tām̐ra kāchē abatīrṇa haẏēchē tātē tabē tārā ōdēra bandhurūpē grahaṇa karatō nā. Kintu tādēra madhyēra anēkē'i duṣkr̥tiparāẏaṇa."
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "Tumi niścaẏa'i dēkhatē pābē yē yārā īmāna ēnēchē tādēra sāthē śatrutāẏa saba cā'itē kaṭhōra lōka hacchē ihudīrā ō yārā śarīka karē, āra niścaẏa'i tumi ābiskāra karabē yē yārā īmāna ēnēchē tādēra sāthē bandhutbē saba cā'itē tādēra ghaniṣṭha hacchē ōrā yārā balē -- ''niḥsandēha āmarā khrīṣṭāna.’’ Ēṭi ē'i jan'ya yē tādēra madhyē raẏēchē pādarīrā ō sādhusann'yāsīrā, āra yēhētu tārā ahaṅkāra karē nā."
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Āra yakhana tārā śōnē yā rasūlēra kāchē nāyila haẏēchē, tumi dēkhabē tādēra cōkha a‌śruplābita haẏēchē satyatā tārā upalabdhi karēchila balē. Tārā balē -- ''āmādēra prabhu! Āmarā īmāna ēnēchi, tā'i āmādēra likhē rākhō sākṣyadātādēra saṅgē."
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Āra ki kāraṇa āmādēra thākatē pārē yāra jan'ya āmarā biśbāsa karabō nā āllāh‌tē āra yē satya āmādēra kāchē ēsēchē tātē, yakhana āmarā ākula ākāṅkhā kari yē āmādēra prabhu yēna saṯkarmaśīla lōkadēra saṅgē āmādēra antarbhukta karēna?’’"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Kājē'i āllāh tādēra puraskāra diẏēchilēna yā tārā balēchila sējan'ya, -- bāgānasamūha yādēra nicē diẏē baẏē calē jharanārāji, tātē tārā thākabē cirakāla. Āra ēṭi hacchē saṯkarmīdēra puraskāra."
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Āra yārā abiśbāsa pōṣaṇa karē ō āmādēra nirdēśasamūhē mithyārōpa karē, tārā hacchē jbalanta āgunēra bāsindā."
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Ōhē yārā īmāna ēnēcha! Bhālō biṣaẏagulō yā āllāh tōmādēra jan'ya baidha karēchēna sē-saba tōmarā niṣid'dha karō nā, ābāra bāṛābāṛi'ō karō nā. Niḥsandēha āllāh bhālōbāsēna nā sīmālaṅghanakārīdēra."
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Āra āllāh tōmādēra yā hālāla ō bhālō riyēka diẏēchēna tā thēkē bhōga karō āra āllāh‌kē bhaẏa-śrad'dhā karō, -- yām̐ra prati tōmarā mumina haẏēcha."
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Āllāh tōmādēra pākaṛābēna nā tōmādēra śapathagulōra madhyē yā khēlō, kintu tini tōmādēra pākaṛā'ō karabēna sē'isaba śapathēra jan'ya yā tōmarā sēcchākr̥tabhābē karō, tā'i ēra prāẏaścitta hacchē daśajana garībakē khā'ōẏānō, -- tōmādēra parijanakē tōmarā yēbhābē khā'ōẏā'ō sē'ibhābē sādhāraṇa dharanē, athabā tādēra parānō, athabā ēkajana dāsakē mukta karā. Kintu yē pāẏa nā tabē tina dina rōyā. Ē hacchē tōmādēra śapathēra prāẏaścitta yakhana tōmarā halapha karō. Āra tōmādēra śapatha hēphājatē rākhō. Ē'ibhābē āllāh tōmādēra jan'ya tām̐ra nirdēśābalī suspaṣṭa karēchēna yēna tōmarā kr̥tajñatā jñāpana karō."
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Ōhē yārā īmāna ēnēcha! Niḥsandēha mādakadrabya ō juẏā, āra prastara bēdī basānō ō tīrēra laṭāri khēlā -- niścaẏa'i hacchē apabitra, śaẏatānēra kājēra antarbhukta, kājē'i ē-saba ēṛiẏē calō, yēna tōmarā saphalakāma hatē pārō."
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Niḥsandēha śaẏatāna kēbala'i cāẏa yē tōmādēra madhyē śatrutā ō bidbēṣa jāgarita hōka mādakadrabya ō juẏāra mādhyamē, āra tōmādēra phiriẏē rākhabē āllāh‌ra guṇagāna thēkē ō nāmāya thēkē. Tōmarā ki tāhalē parihr̥ta thākabē"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "ata'ēba āllāh‌kē anusaraṇa karō, āra rasūlēra anugamana karō, āra sābadhāna ha'ō, kintu yadi tōmarā phirē yā'ō, tāhalē jēnē rēkhō -- niḥsandēha āmādēra rasūlēra uparē hacchē mātra spaṣṭabhābē paum̐chē dēẏā."
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Yārā īmāna ēnēchē ō saṯkarma karē yācchē tādēra uparē kōnō aparādha habē nā yā tārā khēẏēchē sējan'ya, yakhana tārā bhaẏa-śrad'dhā karē ō īmāna ānē ō saṯkarma karē, punarāẏa bhaẏabhakti karē ō īmāna ānē, ābāra tārā bhaẏaśrad'dhā karē ō bhālō karē. Āra āllāh bhālōbāsēna saṯkarmaśīladēra."
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "Ōhē yārā īmāna ēnēcha! Āllāh niścaẏa'i tōmādēra parīkṣā karabēna śikārēra kichu byāpārē yā tōmādēra hāta ō tōmādēra barśā nāgāla pāẏa, yēna āllāh yācā'i karatē pārēna kē tām̐kē bhaẏa karē agōcarē. Kājē'i yē kē'u ēra parē'ō sīmālaṅghana karē tāra jan'ya byathādāẏaka śāsti."
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Ōhē yārā īmāna ēnēcha! Śikāra hatyā karō nā yakhana tōmarā hārāmē thākō. Āra tōmādēra madhyē yē kē'u icchā karē tā hatyā ka’rē kṣatipūraṇa tabē hacchē sē yā hatyā karēchē tāra anurūpa gabādi-paśu thēkē yā dhārya karē dēbē tōmādēra madhyēra du'ijana n'yāẏabāna lōka, sē kurabāni paum̐chānō cā'i kā'bātē, athabā prāẏaścitta hacchē garībakē khā'ōẏānō, athabā tāra samatulya rōyā rākhā, -- yēna sē tāra kājēra danḍa bhōga karē. Āllāh māpha karē dēna yā haẏē gēchē. Kintu yē kē'u punarābartana karē, āllāh sējan'ya pratiphala dēbēna. Āra āllāh mahāśaktiśālī, pratiphala dānē sakṣama."
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Tōmādēra jan'ya baidha jalēra śikāra āra tāra khādya tōmādēra jan'ya ō paryaṭakadēra jan'ya upakaraṇa, āra tōmādēra jan'ya niṣid'dha ḍāṅāẏa śikāra yē samaẏē tōmarā hārāmē thākō. Āra bhaẏaśrad'dhā karō āllāh‌kē, yām̐ra kāchē tōmādēra ēkatrita karā hacchē."
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Āllāh pabitra gr̥ha kā'bākē bāniẏēchēna mānuṣēra jan'ya ēka abalanbana, āra pabitra māsa, āra uṯsargakr̥ta paśudēra, āra mālā- parānō uṭadēra. Ē-saba ē'i jan'ya yē tōmarā yēna jānatē pārō -- āllāh jānēna yā-kichu āchē mahākāśamanḍalē ō yā-kichu āchē pr̥thibītē, āra āllāh saba-kichu sanbandhē sarbajñātā."
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Tōmarā jēnē rēkhō yē āllāh pratiphala dānē kaṭhōra, āra āllāh paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Rasūlajanēra uparē an'ya dāẏitba nē'i paum̐chē dēẏā chāṛā. Āra āllāh jānēna yā tōmarā prakāśa karō āra yā lukiẏē rākhō."
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Balō -- ''manda āra bhālō samatulya naẏa’’, yadi'ō mandēra prācurya tōmākē tājjaba bāniẏē dēẏa. Kājē'i āllāh‌kē bhaẏaśrad'dhā karō, hē bijña byaktigaṇa! Yēna tōmarā saphalakāma hatē pārō."
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "Ōhē yārā īmāna ēnēcha! Sē-saba biṣaẏa sanbandhē praśna karō nā yā tōmādēra kāchē byakta karalē tōmādēra asubidhā hatē pārē. Āra yadi tōmarā sē-saba biṣaẏē praśna karō yē samaẏē kura'āna abatīrṇa hacchē tabē tōmādēra jan'ya byakta karā habē. Āllāh ēṭi thēkē māpha karēchēna, kēnanā āllāh paritrāṇakārī, ati amāẏika."
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Tōmādēra pūrbē ēkaṭi dala ē-dharanēra praśna karatō, tārapara sē'isaba kāraṇē paramuhūrtē tārā halō abiśbāsī."
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Āllāh tairi karēna ni kōnō bāhīrāh‌, bā sā’ibāh‌, bā ōsbīlāh‌, bā hāmi, kintu yārā abiśbāsa pōṣaṇa karē tārā āllāh‌ra birud'dhē ē'i mithyā racanā karēchē. Kintu tādēra adhikānśa'i bujhatē pārē nā."
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "Āra yakhana tādēra balā haẏa -- ''āllāh yā nāyila karēchēna tāra dikē āra rasūlēra dikē ēsa’’, tārā balē -- ''āmādēra jan'ya ē-i yathēṣṭa yāra uparē āmādēra pitr̥puruṣadēra dēkhēchi.’’ Kī! Yadi'ō tādēra pitr̥puruṣarā kichu'i jānatō nā āra tārā hēdāẏata'ō grahaṇa karē ni."
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "Ōhē yārā īmāna ēnēcha! Tōmādēra uparē bhāra raẏēchē tōmādēra jībanēra, yē pathabhraṣṭa haẏēchē sē tōmādēra kōnō kṣati karatē pārabē nā yadi tōmarā pathanirdēśa mēnē cala. Āllāh‌ra kāchē'i tōmādēra sakalēra pratyābartana, takhana tini tōmādēra jānābēna kī tōmarā karatē."
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "Ōhē yārā īmāna ēnēcha! Yakhana mr̥tyu tōmādēra kārō kāchē hājira haẏa takhana tōmādēra madhyē sākṣī ḍākō ōchiẏaṯ karabāra samaẏē, -- du'ijana n'yāẏaparāẏaṇa lōka tōmādēra madhyē thēkē, athabā apara du'ijana tōmādēra bā'irēra thēkē -- yadi tōmarā dēśa- bhramaṇē thākō āra tōmādēra uparē mr̥tyura bibhīṣikā ghaṭē. Ē du’janakē tōmarā dharē rākhabē nāmāyēra parē, āra yadi tōmarā sandēha karō tabē tārā ubhaẏē āllāh‌ra nāmē śapatha karuka -- ''āmarā ēṭi bikri karabō nā yē kōnō dāmē, yadi'ō bā nikaṭa-ā‌tmīẏa haẏa, āra āmarā sākṣya lukābō nā, kēnanā tāhalē āmarā niścaẏa'i pāpīdēra antarbhukta habō.’’"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Pakṣāntarē yadi ābiskāra karā haẏa yē tādēra du’jana'i pāpēra yōgyatā lābha karēchē tabē tādēra sthalē dām̐ṛāka apara du'ijana tādēra madhyē thēkē yādēra dābi ulṭānō haẏēchē prathama du'ijanēra dbārā, takhana tārā āllāh‌ra nāmē kasama khāka -- ''āmādēra du’janēra sākṣya ai du'ijanēra sākṣyēra cā'itē adhikatara satya, āra āmarā sīmā laṅghana kari ni, kēnanā tabē niḥsandēha āmarā an'yāẏakārīdēra antarbhukta habō.’’"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "Ē'ibhābē ēṭi adhika sambhabapara yē tārā sākṣya dēbē tādēra mukhēra upara, athabā tārā āśaṅkā karabē yē an'ya śapatha tādara śapathakē parabartīkālē bātila ka’rē dēbē. Āra āllāh‌kē bhaẏabhakti karō ō śōna. Āra āllāh hēdāẏata karēna nā abādhya lōkadēra."
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "Yēdina āllāh rasūlagaṇakē ēkatrita karabēna, tārapara balabēna -- ''tōmādēra kī jabāba dēẏā haẏēchila?’’ Tām̐rā balabēna -- ''āmādēra kichu jānā nē'i, niḥsandēha tumi'i adr̥śya sanbandhē parijñāta.’’"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Takhana āllāh balabēna -- ''hē mariẏama-putra īsā! Tōmāra prati ō tōmāra mātāra prati āmāra anugraha smaraṇa karō. Smaraṇa karō! Kēmana ka’rē tōmākē āmi'rūhula kkudusa’ diẏē balīẏāna karēchilāma, tumi lōkadēra saṅgē kathā balēchilē dōlanāẏa thākākālē ō bārdhakyakālē, āra smaraṇa karō! Kēmana ka’rē tōmākē śikhiẏēchilāma kitāba ō jñāna-bijñāna, āra ta'ōrāta ō inajīla, āra smaraṇa karō! Kēmana karē tumi māṭi diẏē tairi karatē pākhira matō mūrti āmāra anumatikramē, tārapara tumi tātē phuṯkāra ditē, takhana tā pākhi haẏē yēta āmāra anumatikramē, āra tumi ārōgya karatē janmāndhakē ō kuṣṭharōgīkē āmāra anumatikramē, āra smaraṇa karō! Kēmana ka’rē tumi mr̥takē bēra karatē āmāra anumatikramē, āra smaraṇa karō! Kēmana ka’rē āmi isarā'ilabanśīẏa lōkadēra nibr̥tta rēkhēchilāma tōmā thēkē yakhana tumi tādēra kāchē ēsēchilē spaspramāṇābalī niẏē.’’ Kintu tādēra madhyēra yārā abiśbāsa pōṣaṇa karēchila tārā balēchila -- ''ē spaṣṭa jādu chāṛā āra kichu'i naẏa.’’"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "Āra smaraṇa karō! Āmi hā'ōẏāridēra kāchē pratyādēśa diẏēchilāma ē'i balē -- ''tōmarā āmāra prati ō āmāra rasūlēra prati īmāna ānō.’’ Tārā balēchila -- ''āmarā īmāna ānalāma, āra tumi sākṣī thēkō yē āmarā niścaẏa'i ā‌tmasamarpita."
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Smaraṇa karō! Hā'ōẏārigaṇa balēchila -- ''hē mariẏama-putra īsā! Tōmāra prabhu ki āmādēra jan'ya ākāśa thēkē khādya-paribēśita ṭēbila pāṭhātē rāji habēna?’’ Tini balēchilēna -- ''āllāh‌kē bhaẏa-bhakti karō yadi tōmarā mumina ha'ō.’’"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Tārā balēchila -- ''āmarā cā'i yē āmarā yēna tā thēkē āhāra kari, āra āmādēra citta yēna paritr̥pta haẏa, āra yēna āmarā jānatē pāri yē tumi āmādēra kāchē hakakathā'i balēchilē, āra āmarā yēna sē-biṣaẏē sākṣīdēra madhyēkāra hatē pāri.’’"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Mariẏama-putra īsā balalēna -- ''hē āllāh‌! Āmādēra prabhu! Āmādēra jan'ya ākāśa thēkē khādya-paripūrṇa khāñcā prēraṇa karō, yā habē āmādēra jan'ya ēka īda, -- āmādēra agragāmīdēra jan'ya ō paścādagāmīdēra jan'ya, āra tōmāra kācha thēkē ēkaṭi nidarśana, āra āmādēra riyēka dāna karō, kēnanā tumi'i riyēkadātādēra sarbōttama.’’"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Āllāh balalēna -- ''āmi abaśya'i tā tōmādēra jan'ya pāṭhāba, kintu tōmādēra madhyē yē kē'u ēraparē'ō abiśbāsa pōṣaṇa karabē āmi tabē tākē niścaẏa'i ēmana śāstitē śāsti dēbō yēmana śāsti āmi biśbajagatēra apara kā'ukē'ō dēbō nā.’’"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "Āra dēkhō! Āllāh balabēna -- ''hē mariẏama-putra īsā! Tumi ki lōkadēra balēchilē -- “āmākē ō āmāra mākē āllāh chāṛā du'ijana upāsyarūpē grahaṇa karō?’’ Tini balabēna -- ''tōmāra'i saba mahimā! Ēṭi āmāra pakṣē sambhabapara naẏa yē āmi tā balabō yātē āmāra kōnō adhikāra nē'i. Yadi āmi tā balatāma tabē tumi tā niścaẏa'i jānatē. Āmāra antarē yā āchē tā tumi jānō, āra āmi jāni nā ki āchē tōmāra antarē. Niḥsandēha kēbala tumi'i adr̥śya sanbandhē parijñāta."
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Āmi tādēra bali ni tumi yā āmākē ādēśa karēcha tā chāṛā an'ya kichu, yathā -- 'tōmarā āllāh‌ra upāsanā karō yini āmāra prabhu ō tōmādēra prabhu’, āra āmi tādēra sākṣī chilāma yatadina āmi tādēra madhyē chilāma, kintu yakhana tumi āmāra mr̥tyu ghaṭālē takhana tumi'i chilē tādēra uparē praharī. Āra tumi'i hacchō saba-kichura'i sākṣī."
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Tumi yadi tādēra śāsti dā'ō tabē tārā tō tōmāra'i dāsa, āra yadi tādēra tumi paritrāṇa karō tabē tumi'i tō mahāśaktiśālī, paramajñānī.’’"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Āllāh balabēna -- ''ē'i dinē satyaniṣṭhadēra tādēra satyaparāẏaṇatā upakr̥ta karabē. Tādēra jan'ya raẏēchē sbargōdyānasamūha yādēra nicē diẏē baẏē calē jharanārāji, tārā sēkhānē thākabē cirakāla. Āllāh tādēra uparē suprasanna āra tārā tām̐tē cira-santaṣṭa -- ēṭi hacchē ēka birāṭa sāphalya."
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Mahākāśamanḍala ō pr̥thibīra sārbabhaumatba ō tādēra madhyē yā-kichu āchē sē-saba'i āllāh‌ra. Āra tini hacchēna saba-kichura uparē sarbaśaktimāna."
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Samasta praśansā āllāh‌ra jan'ya yini mahākāśamanḍala ō pr̥thibī sr̥ṣṭi karēchēna, āra tini tairi karēchēna andhakāra ō ālō. Tabu yārā abiśbāsa pōṣaṇa karē tārā tādēra prabhura sāthē dām̐ṛa karāẏa samakakṣa."
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Tini'i sē'ijana yini tōmādēra sr̥ṣṭi karēchēna kādā thēkē tārapara tini nirdhārita karēchēna ēkaṭi āẏuskāla, āra tām̐ra kāchē nirdhārita raẏēchē ēkaṭi kāla, tabu tōmarā sandēha karō"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "āra tini'i āllāh mahākāśamanḍalē ō pr̥thibītē. Tini jānēna tōmādēra gōpanīẏa biṣaẏa ō tōmādēra prakāśya biṣaẏa, āra tini jānēna yā tōmarā arjana karō."
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Āra tādēra kāchē tādēra prabhura nirdēśābalīra madhyē thēkē ēmana kōnō nirdēśa āsē nā yā thēkē tārā phēratagāmī nā haẏa."
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Sutarāṁ tārā niścaẏa'i satyakē pratyākhyāna karēchē yakhana'i tā tādēra kāchē ēsēchē, kājē'i acirē'i tādēra kāchē bārtā āsabē yā niẏē tārā ṭhāṭṭā-bidrūpa karatō."
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Tārā ki dēkhē nā -- tādēra āgē āmarā kata mānaba-banśakē dhbansa karēchi yādēra āmarā pr̥thibītē ēmanabhābē pratiṣṭhita karēchilāma yēmana tōmādēra'ō pratiṣṭhita kari ni? Āra āmarā mēghamālā pāṭhiẏēchilāma tādēra uparē ajasra br̥ṣṭipāta karatē, āra tādēra nicē diẏē jharanārāji prabāhita hatē diẏēchilāma, tārapara tādēra dhbansa karēchilāma tādēra aparādhēra jan'ya, āra tādēra parē pattana karēchilāma an'ya ēka mānaba-banśēra."
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Āra āmarā yadi tōmāra kāchē kāgajēra madhyē kitāba abatāraṇa karatāma āra tādēra hāta diẏē tārā tā sparśa'ō karatō, tabu yārā abiśbāsa pōṣaṇa karē tārā niścaẏa'i balatō -- ''ē spaṣṭa jādu byatīta āra kichu'i naẏa.’’"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Āra tārā balē -- ''ēkajana phiriś‌tākē kēna tām̐ra kāchē nāmānō haẏa nā?’’ Āra yadi'ō āmarā ēkajana phiriś‌tākē pāṭhātāma tā halē byāpāraṭi niścaẏa'i mīmānsā haẏē yēta, takhana tādēra abakāśa dēẏā habē nā."
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Āra āmarā yadi tām̐kē phiriś‌tā bānātāma tabē niścaẏa'i āmarā tākē mānuṣa bānātāma, āra tādēra jan'ya ghōrālō karatāma yā tārā ghōrālō karachē."
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Āra niścaẏa'i tōmāra pūrbē rasūlagaṇakē ṭhāṭṭā-bidrūpa karā haẏēchila, kājē'i yā niẏē tārā ṭhāṭṭā-bidrūpa karatō tā ghērā'ō karēchila tādēra madhyēra yārā bidrūpa karēchila tādēra."
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Balō -- ''pr̥thibītē paribhramaṇa karō, tārapara cēẏē dēkhō kēmana haẏēchila pratyākhyānakārīdēra pariṇāma.’’"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Balō -- ''mahākāśamanḍalē ō pr̥thibītē yā-kichu āchē sē-saba kāra jan'ya?’’ Balō -- ''āllāh‌ra'i jan'ya.’’ Tini tām̐ra nijēra uparē kartabya ṭhā'ōrēchēna karuṇā. Tini abaśya'i kiẏāmatēra dinēra prati tōmādēra jamāẏēṯ karatē yācchēna -- kōnō sandēha nē'i tātē. Yārā nijēdēra antarā‌tmāra kṣatisādhana karēchē tārā tabē īmāna ānabē nā."
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "Āra tām̐ra'i yā-kichu abasthāna karē rātē ō dinēra bēlāẏa, āra tini sarbaśrōtā, sarbajñātā."
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Balō -- ''āmi ki mahākāśamanḍala ō pr̥thibīra ādi-sraṣṭā āllāh byatīta an'yakē murabbīrūpē grahaṇa karabō, athaca tini khā'ōẏāna, kinta tām̐kē khā'ōẏānō haẏa nā.’’ Balō -- ''āmi niścaẏa'i ādiṣṭa haẏēchi yēna yārā ā‌tmasamarpaṇa karē tādēra madhyē āmi agraṇī ha'i.’’ Āra tumi muśarikadēra antarbhukta haẏō nā."
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Tumi balō -- ''āmi abaśya'i bhaẏa kari ēka bhīṣaṇa dinēra śāsti yadi āmi āmāra prabhura abādhyatā kari.’’"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Yāra kācha thēkē sēdina ēṭi apasārita karā habē tākē tabē niścaẏa tini karuṇā karēchēna. Āra ē ēka suspaṣṭa sāphalya"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "āra āllāh yadi tōmākē duḥkha diẏē sparśa karēna tabē tāra mōcanakārī tini byatīta āra kē'u nē'i. Āra yadi tini tōmākē sparśa karēna kalyāṇa diẏē tabē tini'i tō saba-kichura uparē sarbaśaktimāna."
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "Āra tām̐ra bāndādēra uparē'ō tini parama kṣamatāśālī! Āra tini paramajñānī, cira-ōẏākiphahāla."
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Balō''sākṣyadānē sabacā'itē gurutbapūrṇa ki?’’ Balō -- ''āllāh‌i āmāra ō tōmādēra madhyē sākṣī, āra ē'i kura'āna āmāra nikaṭa pratyādiṣṭa haẏēchē yēna ēra dbārā āmi tōmādēra ēbaṁ yāra kāchē ēṭi paum̐chutē pārē tādēra satarka karatē pāri. Tōmarā ki satyi'i ē'i sākṣya dā'ō yē āllāh‌ra saṅgē an'ya ārō upāsya āchē?’’ Tumi balō -- ''āmi sākṣya di'i nā.’’ Balō -- ''niḥsandēha tini'i ēkamātra upāsya, āra āmi abaśya'i mukta tōmarā yē-saba anśīdāra dām̐ṛa karā'ō tā thēkē.’’"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Yādēra āmarā kitāba diẏēchi tārā tām̐kē cinatē pērēchila yēmana tārā cēnē tādēra santānadēra. Yārā tādēra antarā‌tmāra kṣati karēchē tārā tabē īmāna ānabē nā."
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Āra kē tāra cā'itē bēśī an'yāẏakārī yē āllāh‌-sanbandhē mithyā racanā karē athabā tām̐ra āẏātasamūha pratyākhyāna karē? Niḥsandēha an'yāẏakārīrā saphalakāma habē nā."
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Āra ēkadina āmarā tādēra sabā'ikē ēkatrita karabō, tārapara yārā anśīdāra niyukta karēchila tādēra balabō -- ''kōthāẏa āchē tōmādēra sē'isaba anusaṅgī dēbatārā yādēra tōmarā tulē dharēchilē?’’"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Takhana tādēra āra kichu ajuhāta thākabē nā ē'i balā chāṛā -- ''āmādēra prabhu āllāh‌ra kasama, āmarā bahukhōdābādī chilāma nā.’’"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Dēkha, kibhābē tārā nijēdēra birud'dhē mithyā kathā balē, āra tādēra thēkē bidāẏa niẏēchē yā tārā racanā karatō"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Āra tādēra madhyē kē'u-kē'u tōmāra dikē kāna pātē, āra tādēra antaḥkaraṇēra uparē āmarā diẏē rēkhēchi ḍhākanā pāchē tārā tā upalabdhi karatē pārē, āra tādēra kānē gurubhāra. Āra yadi'ō tārā pratyēkaṭi nidarśana pratyakṣa karē tabu tārā tōmāra saṅgē tarkabitarka karē, yārā abiśbāsa pōṣaṇa karē tārā balē -- ''ē tō āgēra dinēra upakathā byatīta āra kichu'i naẏa.’’"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Āra tārā an'yakē niṣēdha karē ē thēkē, āra ē thēkē tārā dūrē calē yāẏa, āra tārā abaśya'i dhbansa karē śudhu tādēra nijēdēra'i, kinta tārā anubhaba karē nā."
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Āra yadi tumi dēkhatē pētē yakhana āgunēra sāmanē tādēra dām̐ṛa karānō habē, takhana tārā balabē -- ''hāẏa! Yadi āmarā phirē yētē pāratāma, āra yadi āmādēra prabhura nirdēśābalī pratyākhyāna nā karatāma, āra yadi āmarā hatāma biśbāsīdēra antarbhukta!’’"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Nā, tārā pūrbē yā lukiẏēchila tā prakāśa pābē tādēra kāchē. Āra tādēra phērata pāṭhānō halē'ō tārā tātē'i phirē yētō yā thēkē tādēra niṣēdha karā haẏēchila, āra niḥsandēha tārā'i mithyābādī."
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Āra tārā balē -- ''āmādēra duniẏādārī jībana byatīta āra kichu'i nē'i, āra āmarā punarut'thita'ō haba nā.’’"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Āra yadi tumi dēkhatē pētē yakhana tādēra prabhura sāmanē tādēra dām̐ṛa karānō habē! Tini balabēna -- ''ē ki satya naẏa?’’ Tārā balabē -- ''hām̐ āmādēra prabhura kasama!’’ Tini balabēna -- ''tabē tōmarā āsbādana karō sē'i śāsti yā tōmarā abiśbāsa karatē.’’"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Tārā niścaẏa'i kṣati karēchē yārā āllāh‌ra sāthē mulākāta ha'ōẏā asbīkāra karē, yē paryanta nā tādēra kāchē atarkitē ēsē paṛē ghaṛi-ghānṭā, takhana tārā balabē -- ''hāẏa! Ē sanbandhē āmarā abahēlā karēchilāma ba’lē āphasōsa!’’ Āra tārā tādēra bōjhā tādēra piṭhē bahana karabē. Ēṭi ki ati nikr̥ṣṭa naẏa yā tārā bahana karachē"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Āra ē'i duniẏāra jībana chēlēkhēlā ō kautuka ba'i āra kichu'i naẏa. Āra parakālēra ābāsa'i śrēṣṭha tādēra jan'ya yārā dharmaparāẏaṇatā pālana karē. Tabē ki tōmarā anudhābana karō nā"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "āmarā abaśya'i jāni yē tārā yā balē tā niścita'i tōmākē kaṣṭa dēẏa, kinta tārā tō niścaẏa'i tōmākē mithyābādī balē nā, kinta an'yāẏakārīrā āllāh‌ra āẏātakē'i amān'ya karē."
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Āra tōmāra pūrbē'ō rasūlagaṇakē abaśya'i mithyārōpa karā haẏēchila, kinta tām̐rā adhyabasāẏī haẏēchilēna tādērakē mithyārōpa karā ō yantraṇā dēẏā sattbē'ō, yē paryanta nā āmādēra sāhāyya tādēra kāchē ēsēchila, āra āllāh‌ra bāṇī kē'u badalātē pārē nā. Āra tōmāra kāchē prērita-puruṣagaṇēra sanbandhē sambāda niścaẏa'i ēsēchē."
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Āra yadi tādēra phirē yā'ōẏā tōmāra kāchē kaṣṭakara haẏa, tabē yadi samartha ha'ō tō bhūgarbhē suṛaṅgapatha khōm̐jō athabā ākāśē uṭhabāra ēkaṭi ma'i, ēbaṁ tādēra kāchē niẏē ēsa kōnō nidarśana! Āra yadi āllāh icchā karatēna tabē tini tādēra sakalakē abaśya saṯpathē samabēta karatēna, kājē'i tumi ajñadēra antarbhukta haẏō nā."
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Kēbala tārā'i sāṛā dēẏa yārā śōnē. Āra mr̥tēra sanbandhē -- āllāh tādēra punarjībita karabēna, takhana tām̐ra dikē'i tādēra phirirē ānā habē."
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "Āra tārā balābali karē -- ''kēna tām̐ra kāchē tām̐ra prabhura nikaṭa thēkē kōnō nidarśana abatīrṇa haẏa nā?’’ Tumi balō -- ''niḥsandēha āllāh nidarśana abatīrṇa karatē sakṣama, kinta tādēra adhikānśa'i jānē nā.’’"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "Āra ēmana kōnō pārthiba jība nē'i ē'i pr̥thibītē āra nā āchē kōna uṛanta prāṇī yē uṛē tāra du'i ḍānāra sāhāyyē, yārā tōmādēra matō ēka sampradāẏēra naẏa. Āmarā ē'i kitābē kōnō kichu'i phēlē rākhi ni. Ataḥpara tādēra prabhura dikē tādēra ēkatrita karā habē."
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "Āra yārā āmādēra nirdēśasamūhē mithyārōpa karē tārā badhira ō bōbā, ghōra andhakārē. Āllāh yākē icchā karēna tākē tini bipathē yētē dēna, āra yākē icchā karēna tākē tini sthāpana karēna sahaja-saṭhika pathēra uparē."
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Balō -- ''tōmarā ki bhēbē dēkhēcha yē āllāh‌ra śāsti tōmādēra uparē yadi ēsē paṛē athabā sē'i ghaṛi-ghanṭā tōmādēra nikaṭē upasthita haẏa, tōmarā ki āllāh chāṛā apara kā'ukē ḍākabē? Yadi tōmarā satyabādī ha'ō.’’"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Baraṁ tām̐kē'i tōmarā ḍākabē, āra tini yadi icchā karēna tabē dūra ka’rē dēbēna tā yāra jan'ya tām̐kē tōmarā ḍēkē thākō, āra tōmarā bhulē yābē tōmarā yē-saba anśī dām̐ṛa karā'ō."
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "Āra āmarā niścaẏa'i tōmāra pūrbēra sampradāẏēra kāchē rasūla pāṭhiẏēchilāma, tārapara āmarā durdaśā ō bipadapāta dbārā tādēra pākaṛā'ō karēchilāma yēna tārā nijēdēra binata karē."
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Tabē kēna, yakhana āmādēra thēkē durdaśā tādēra uparē ēsēchila, tārā binata karala nā? Paranta, tādēra antaḥkaraṇa kaṭhina haẏē uṭhala, āra śaẏatāna tādēra kāchē cittākarṣaka karē tulalō yē-saba tārā karē yācchila."
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "Tārapara yakhana tārā bhulē gēla yē biṣaẏē tādēra smaraṇa kariẏē dēẏā haẏēchila, tādēra jan'ya āmarā khulē dilāma saba-kichura darajā, yē paryanta nā tārā mētē uṭhēchila yā tādēra dēẏā haẏēchila tātē, āmarā tādēra pākaṛā'ō karalāma atarkitē, kājē'i dēkhō! Tārā takhana hatabhanba"
        },
        {
            "chapter": 6,
            "verse": 45,
            "text": "ē'ibhābē śikaṛa kāṭā haẏēchila sē'isaba gōṣṭhīra yārā an'yāẏa karēchila. Āra''samasta praśansā āllāh‌ra jan'ya, sr̥ṣṭajagatēra prabhu.’’"
        },
        {
            "chapter": 6,
            "verse": 46,
            "text": "Balō -- ''tōmarā ki bhēbē dēkhēcha, āllāh yadi kēṛē nēna tōmādēra śrabaṇaśakti ō tōmādēra dr̥ṣṭiśakti, āra mōhara mērē dēna tōmādēra hr̥daẏēra uparē, tabē āllāh byatīta kē upāsya āchē yē tōmādēra aigulō phiriẏē dēbē?’’ Dēkhō, kirūpē āmarā nirdēśasamūha nānābhābē barṇanā kari, ētadasattbē'ō tārā phirē yāẏa"
        },
        {
            "chapter": 6,
            "verse": 47,
            "text": "Balō -- ''tōmādēra ki dr̥ṣṭigōcara haẏēchē, -- tōmādēra uparē yadi āllāh‌ra śāsti ēsē paṛē atarkitē athabā prakāśyabhābē, tabē atyācārigōṣṭhī chāṛā āra kā'ukē ki dhbansa karā habē?’’"
        },
        {
            "chapter": 6,
            "verse": 48,
            "text": "Āra kōnō bāṇībāhakakē āmarā pāṭhā'i nā susambādadātārūpē ō satarkakārīrūpē bhinna. Ata'ēba yē kē'u īmāna ānē ō saṯkāja karē tādēra uparē thākabē nā kōnō bhaẏabhīti, āra tārā karabē nā anutāpa."
        },
        {
            "chapter": 6,
            "verse": 49,
            "text": "Āra yārā āmādēra nirdēśābalītē mithyārōpa karēchē, śāsti tādēra pākaṛā'ō karabē yēhētu tārā duṣkr̥ti karē yācchila."
        },
        {
            "chapter": 6,
            "verse": 50,
            "text": "Balō -- ''āmi tōmādēra bali nā yē āmāra kāchē āllāh‌ra dhanabhānḍāra raẏēchē, āra adr̥śya sanbandhē'ō āmi jāni nā, āra āmi tōmādēra bali nā yē āmi niścaẏa'i ēkajana phiriś‌tā, āmāra kāchē yā pratyādiṣṭa haẏa āmi śudhu tāra'i anusaraṇa kari.’’ Balō -- ''andha ō cakṣuṣmāna ki ēkasamāna? Tōmarā ki tabu anudhābana karabē nā?’’"
        },
        {
            "chapter": 6,
            "verse": 51,
            "text": "Āra ēra dbārā tādēra satarka karō yārā bhaẏa karē yē tādēra prabhura kāchē tādēra samabēta karā habē, tādēra jan'ya tini chāṛā kōnō abhibhābaka nē'i āra kōnō supāriśakārī'ō nē'i, ata'ēba tārā yēna dharmaparāẏaṇatā abalanbana karē."
        },
        {
            "chapter": 6,
            "verse": 52,
            "text": "Āra tādēra tāṛiẏē di'ō nā yārā tādēra prabhukē ḍākē prātē ō sandhyāẏa, tārā cāẏa tām̐ra'i śubha mukha. Tōmāra uparē tādēra hisābapatrēra kōna dāẏadāẏitba nē'i, āra tōmāra hisēbapatrēra kōnō dāẏadāẏitba tādēra uparē nē'i, kājē'i yadi tādēra tāṛiẏē dā'ō tabē tumi habē an'yāẏakārīdēra antarbhukta."
        },
        {
            "chapter": 6,
            "verse": 53,
            "text": "Āra ē'ibhābē āmarā tādēra ēkadalakē śāsana kari an'ya dalēra dbārā, tāra phalē tārā balē -- ''ērā'i ki tārā yādēra prati āllāh anugraha karalēna āmādēra madhyē thēkē?’’ Āllāh ki bhālō jānēna nā kr̥tajñadēra"
        },
        {
            "chapter": 6,
            "verse": 54,
            "text": "Āra yārā āmādēra āẏātasamūhē īmāna ēnēchē tārā yakhana tōmāra kāchē āsē takhana balō -- ''sālāmuna'ālā'ikuma.’’ Tōmādēra prabhu tām̐ra nijēra uparē kartabya ṭhā'ōrēchēna karuṇā, sējan'ya tōmādēra madhyē yē ajñānatābaśataḥ pāpakārya karē, ataḥpara tāra parē phērē ō saṯkāja karē, tabē tō tini paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 6,
            "verse": 55,
            "text": "Āra ē'ibhābē āmarā āẏātasamūha biśadabhābē barṇanā kari, āra yēna aparādhīdēra patha spaṣṭa pratīẏamāna haẏa."
        },
        {
            "chapter": 6,
            "verse": 56,
            "text": "Balō -- ''āmākē niścaẏa'i niṣēdha karā haẏēchē āllāh byatīta tādēra upāsanā karatē yādēra tōmarā pūjā-arcanā karō.’’ Balō -- ''āmi tōmādēra khēẏālakhuśira anusaraṇa kari nā, kēnanā tāhalē āmi niścaẏa'i bipathē yāba, āra āmi saṯpathaprāptadēra antarbhukta thākabō nā.’’"
        },
        {
            "chapter": 6,
            "verse": 57,
            "text": "Balō -- ''āmi niścaẏa'i āmāra prabhura kācha thēkē spaṣṭa pramāṇēra uparē, athaca tōmarā tātē mithyārōpa karēcha. Āmāra kāchē tā nē'i yā tōmarā tāṛātāṛi ghaṭātē cāccha. Sid'dhānta tō āllāh chāṛā kārōra naẏa. Tini satya barṇanā karēna, āra mīmānsākārīdēra madhyē tini'i śrēṣṭha.’’"
        },
        {
            "chapter": 6,
            "verse": 58,
            "text": "Balō -- ''āmāra kāchē yadi tā thākatō yā tōmarā satbara ghaṭātē cā'ō tāhalē niścaẏa'i byāpāraṭira mīmānsā haẏē yētō āmāra madhyē ō tōmādēra madhyē. Āra āllāh bhālō jānēna an'yāẏakārīdēra.’’"
        },
        {
            "chapter": 6,
            "verse": 59,
            "text": "Āra tām̐ra'i kāchē adr̥śyēra cābikāṭhi raẏēchē, kē'u tā jānē nā tini chāṛā. Āra tini jānēna yā āchē sthaladēśē ō samudrē. Āra gāchēra ēmana ēkaṭi pātā'ō paṛē nā yā tini jānēna nā, āra nē'i ēkaṭi śasyakaṇā'ō māṭira andhakārē, āra nē'i kōnō taratājā jinisa athabā śukanōbastu -- yā raẏēchē suspaṣṭa kitābē."
        },
        {
            "chapter": 6,
            "verse": 60,
            "text": "Āra tini'i sē'ijana yini tōmādēra grahaṇa karēna rātrikālē, āra tini jānēna tōmarā yā arjana karō dinēra bēlāẏa, tārapara ētē tini tōmādēra jāgarita karēna yēna nirdhārita kāla pūrṇa haẏa. Tārapara tām̐ra kāchē'i tōmādēra pratyābartana, takhana tini tōmādēra jāniẏē dēbēna yā tōmarā karatē."
        },
        {
            "chapter": 6,
            "verse": 61,
            "text": "Āra tini'i prabhābaśālī tām̐ra dāsadēra uparē, āra tini'i tōmādēra uparē rakṣaka prēraṇa karēna. Ābaśēṣē yakhana tōmādēra kārō kāchē mr̥tyu āsē takhana āmādēra dūtarā tākē grahaṇa karē, āra tārā abahēlā karē nā."
        },
        {
            "chapter": 6,
            "verse": 62,
            "text": "Ataḥpara tādēra ānā haẏa tādēra prakr̥ta maniba āllāh‌ra kāchē. Kartr̥tba ki tām̐ra'i naẏa? Āra tini hisābarakṣakadēra madhyē sarbāpēkṣā taṯpara."
        },
        {
            "chapter": 6,
            "verse": 63,
            "text": "Balō -- ''kē tōmādēra ud'dhāra karēna sthaladēśēra ō samudrēra andhakāra thēkē tōmarā tām̐kē ḍākō kātarabhābē ō manē manē -- 'yadi tini ē thēkē āmādēra ud'dhāra karēna tabē niścaẏa'i āmarā habō kr̥tajñadēra madhyēkāra’?’’"
        },
        {
            "chapter": 6,
            "verse": 64,
            "text": "Balō -- ''āllāh‌i tōmādēra ud'dhāra karēna ē-saba thēkē āra pratyēkaṭi duḥkhakaṣṭa thēkē, tathāpi tōmarā anśīdāra dām̐ṛa karā'ō.’’"
        },
        {
            "chapter": 6,
            "verse": 65,
            "text": "Balō -- ''tini kṣamatāśīla tōmādēra uparē śāsti ārōpa karatē tōmādēra upara thēkē athabā tōmādēra pāẏēra nicē thēkē, athabā tōmādēra diśāhārā karatē pārēna dalādali kariẏē, āra tōmādēra ēkadalakē bhōga karātē pārēna an'ya dalēra nipīṛana.’’ Dēkhō, kirūpē āmarā nirdēśasamūha nānābhābē barṇanā kari yēna tārā bujhatē pārē"
        },
        {
            "chapter": 6,
            "verse": 66,
            "text": "āra tōmāra sampradāẏa ētē mithyārōpa karēchē, athaca ē'iṭi'i satya. Balō -- ''āmi tōmādēra jan'ya ukila na'i."
        },
        {
            "chapter": 6,
            "verse": 67,
            "text": "Pratyēka bhabiṣyadbāṇīra jan'ya nirdhārita kāla raẏēchē, āra śīghra'i tōmarā jānatē pārabē.’’"
        },
        {
            "chapter": 6,
            "verse": 68,
            "text": "Āra tumi yakhana dēkhatē pābē tādēra yārā āmādēra āẏātasamūhē nirarthaka tarka karē takhana tādēra thēkē sarē yābē yē paryanta nā tārā an'ya kōnō prasaṅgē prabēśa karē. Āra yadi śaẏatāna tōmākē bhuliẏē dēẏa tabē manē paṛāra parē basē thēkō nā an'yāẏakārīdēra dalēra saṅgē."
        },
        {
            "chapter": 6,
            "verse": 69,
            "text": "Āra yārā dharmaparāẏaṇatā abalanbana karē tādēra uparē ōdēra hisābapatrēra kōnō kichutē dāẏitba nē'i, tabē smaraṇa kariẏē dēẏā, yātē ōrā'ō dharmaparāẏaṇatā abalanbana karē."
        },
        {
            "chapter": 6,
            "verse": 70,
            "text": "Āra tādēra barjana karō yārā tādēra dharmakē khēlā ō kautukarūpē grahaṇa karēchē, āra ē dbārā smaraṇa kariẏē dā'ō pāchē kōnō prāṇa bidhabasta haẏē yāẏa yā sē arjana karē tāra dbārā, tāra jan'ya āllāh‌kē chēṛē diẏē an'ya kōnō abhibhābaka thākabē nā, āra nā kōnō supāriśakārī, āra yadi tārā khēsārata dēẏa sabarakamēra khēsārati, tabu'ō tādēra thēkē tā grahaṇa karā habē nā. Ērā'i tārā yādēra dhbansa karā habē tārā yā arjana karēchē sējan'ya, tādēra jan'ya pānīẏa hacchē phuṭanta jala thēkē, āra hacchē ēka byathādāẏaka śāsti yēhētu tārā abiśbāsa pōṣaṇa karē calatō."
        },
        {
            "chapter": 6,
            "verse": 71,
            "text": "Balō -- ''āmarā ki āllāh chāṛā tākē ḍākabō yē āmādēra upakāra karatē pārē nā ēbaṁ āmādēra apakāra'ō karatē pārē nā, āra āmarā ki āmādēra gōṛālira uparē mōṛa phiriẏē nēba āllāh āmādēra patha dēkhiẏē dēbāra parē, -- tāra matō yākē śaẏatānarā hīna prabr̥ttitē usakāni diẏēchē duniẏātē haẏarānitē phēlē, tāra sahacaragaṇa raẏēchē yārā tākē āhbāna karachē dharmapathēra dikē -- 'āmādēra dikē ēsō’?’’ Balō -- ''niḥsandēha āllāh‌ra pathanirdēśa -- ē'i hacchē pathanirdēśa. Āra āmādēra ādēśa dē'ōẏā haẏēchē yēna āmarā ā‌tmasamarpaṇa kari biśbajagatēra prabhura kāchē"
        },
        {
            "chapter": 6,
            "verse": 72,
            "text": "āra nāmāya pratiṣṭhita rākhatē ō tām̐kē bhaẏabhakti karatē, āra tini'i sē'ijana yām̐ra kāchē tōmādēra samabēta karā habē.’’"
        },
        {
            "chapter": 6,
            "verse": 73,
            "text": "Āra tini'i sē'ijana yini mahākāśamanḍala ō pr̥thibī sr̥ṣṭi karēchēna satyēra sāthē. Āra yakhana tini balēna -- ''ha'ō’’, takhana haẏē yāẏa. Tām̐ra kathā'i satya. Āra tām̐ra'i sārbabhauma kartr̥tba sēdinakāra yēdina śiṅgāẏa phuṯkāra dēẏā habē. Adr̥śya ō prakāśya biṣaẏē sarbajñātā, āra tini paramajñānī, pūrṇa-ōẏākiphahāla."
        },
        {
            "chapter": 6,
            "verse": 74,
            "text": "Āra smaraṇa karō! Ibrāhīma balēchilēna tām̐ra pitr̥-puruṣa āṣārakē -- ''tumi ki mūrtidēra upāsyarūpē grahaṇa karēcha? Niḥsandēha āmi tōmākē ō tōmāra gōṣṭhīkē spaṣṭa bhrāntira madhyē dēkhatē pācchi.’’"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "Āra ē'ibhābē āmarā ibrāhīmakē dēkhiẏēchilāma mahākāśamanḍala ō pr̥thibīra sārbabhēma rājatba yātē tini hatē pārēna dr̥ṛhapratyaẏīdēra antarbhukta."
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Tārapara rātri yakhana tām̐ra uparē andhakāra chēẏē ānalō takhana tini ēkaṭi tārā dēkhatē pēlēna, tini balalēna -- ''ē'iṭi āmāra prabhu!’’ Tārapara yakhana tā asta gēla takhana tini balalēna -- ''āmi astagāmīdēra bhālōbāsi nā.’’"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Ataḥpara yakhana tini candrakē udita hatē dēkhalēna takhana balalēna -- ''ē'iṭi āmāra prabhu!’’ Kinta yakhana tā asta gēla takhana tini balalēna -- ''yadi āmāra prabhu āmākē patha-pradarśana nā karatēna tāhalē āmi abaśya'i haẏē paṛatāma pathabhraṣṭadēra dalabhukta."
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Tārapara yakhana tini dēkhalēna sr̥rya udaẏa hacchē takhana tini balalēna -- ''ē'iṭi āmāra prabhu, ēṭi saba cā'itē baṛa!’’ Kinta yakhana ēṭi'ō asta gēla takhana tini balalēna -- ''hē āmāra sampradāẏa, tōmarā yādēra śarika kara tā thēkē āmi abaśya'i mukta."
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Niḥsandēha āmi tām̐ra dikē āmāra mukha phērācchi ēkaniṣṭhabhābē yini mahākāśamanḍala ō pr̥thibī sr̥ṣṭi karēchēna, āra āmi bahu- khōdābādīdēra antarbhukta na'i.’’"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "Āra tām̐ra lōkērā tām̐ra saṅgē hujjaṯ śuru karala. Tini balalēna -- ''tōmarā ki āmāra saṅgē āllāh sanbandhē hujjaṯ karachō, athaca tini āmākē niścaẏa'i saṯpatha dēkhiẏēchēna? Āra āmi tādēra ēkaṭu'ō bhaẏa kari nā yādēra tōmarā tām̐ra sāthē śarika karēcha, yadi nā āmāra prabhu an'yabidha icchā karēna. Āmāra prabhu saba-kichura uparē'i jñānē ādhipatya rākhēna. Tabu ki tōmarā anudhābana karabē nā"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "āra kēmana ka’rē āmi bhaẏa karabō tādēra yādēra tōmarā śarika karō, athaca tōmarā bhaẏa karō nā yakhana āllāh‌ra saṅgē tōmarā anśī dām̐ṛa karātē yā'ō yāra jan'ya tini tōmādēra kāchē kōnō sanada pāṭhāna ni? Sutarāṁ ē'i du'i dalēra kārā nirāpattā sanbandhē bēśi hak‌dāra? Yadi tōmarā jēnē thākō.’’"
        },
        {
            "chapter": 6,
            "verse": 82,
            "text": "Yārā āllāh‌tē īmāna ēnēchē āra yārā tādēra īmānakē an'yāẏa ācaraṇa dbārā mākhāmākhi karē ni, tārā'i -- ēdēra'i prāpya nirāpattā, āra ērā'i hacchē supathē cālita."
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Āra ē'igulō hacchē āmādēra yuktitarka yā āmarā ibrāhīmakē tām̐ra lōkadēra birud'dhē diẏēchilāma. Āmarā yākē icchā kari bahustara unnata kari. Niḥsandēha tōmāra prabhu paramajñānī, sarbajñātā."
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "Āra āmarā tām̐kē diẏēchilāma isahāka ō iẏākuba. Pratyēkakē āmarā saṯpatha dēkhiẏēchilāma, āra nūhakē patha dēkhiẏēchilāma ēra āgē, āra tām̐ra banśadharadēra madhya thēkē dā'uda ō sulā'imāna āra ā'iẏūba ō i'usupha āra mūsā ō hārūna. Āra ē'ibhābē āmarā puraskāra pradāna kari saṯkarmaśīladēra."
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "Āra yākāriẏā ō iẏāh‌ẏā āra īsā ō ilaẏāsa. Pratēkē'i haẏēchilēna puṇyakarmādēra antarbhukta."
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "Āra isamā'ila, āra iẏāsā'ā ō i'unusa, āra lūta. Āra sabā'ikē āmarā mānabagōṣṭhīra uparē śrēṣṭhatba diẏēchilāma."
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Āra tām̐dēra pitādēra, āra tām̐dēra banśadharadēra, āra tām̐dēra bhā'idēra madhyē thēkē, āra āmarā tādēra nirbācita karēchilāma ēbaṁ tādēra paricālita karēchilāma sahaja-saṭhika pathēra dikē."
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Ē'i hacchē āllāh‌ra pathanirdēśa, ēra dbārā tini patha dēkhāna tām̐ra bāndādēra madhyēra yākē icchē karēna. Āra yadi tām̐rā anśī dām̐ṛa karatēna tabē tām̐rā yā karachilēna sē-saba niścaẏa'i tām̐dēra jan'ya br̥thā hatō."
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Ērām̐i tām̐rā yām̐dēra āmarā diẏēchilāma kitāba, āra kartr̥tba, āra nabu'ōṯ; kājē'i ērā yadi ē-sabē abiśbāsa pōṣaṇa karē tabē āmarā niścaẏa'i ēra tattbābadhānēra bhāra diẏēchi ēmana ēka sampradāẏēra uparē yārā ētē abiśbāsī habē nā."
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Ērām̐i tām̐rā yām̐dēra āllāh saṯpathē paricālita karēchēna, sutarāṁ tumi tām̐dēra pathanirdēśēra anusaraṇa karō. Balō -- ''āmi tōmādēra kāchē ēra jan'ya kōnō pratidāna cā'i nā. Ētō niḥsandēha mānabagōṣṭhīra kāchē smāraka'i mātra.’’"
        },
        {
            "chapter": 6,
            "verse": 91,
            "text": "Āra tārā āllāh‌ra sam'māna karē nā tām̐ra yathāyōgya maryādāra sāthē yakhana tārā balē -- ''āllāh kōnō mānuṣēra kāchē kichu'i abatāraṇa karēna ni.’’ Balō -- ''kē abatāraṇa karēchilēna granthakhānā yā niẏē mūsā ēsēchilēna -- mānuṣēra jan'ya ālōka ō pathanirdēśarūpē, yā tōmarā kāgajapatrē tulē tā prakāśa karō ō bēśira bhāga gōpana karō, āra tōmādēra śēkhānō haẏēchila yā tōmarā jānatē nā, -- tōmarā āra tōmādēra pitr̥puruṣarā'ō nā?’’ Balō -- ''āllāh‌.’’ Ataḥpara tādēra chēṛē dā'ō tādēra bājē kathāẏa khēlādhulō karatē."
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "Āra ē'i hacchē kitāba yā āmarā abatāraṇa karēchi kalyāṇamaẏa ka’rē, yā ēra pūrbēkāra tāra satya-samarthakarūpē, āra yēna tumi satarka karatē pārō nagara jananīkē āra yārā ēra caturdikē raẏēchē tādēra. Āra yārā parakālē biśbāsa karē tārā ētē biśbāsa karē, āra tārā tādēra nāmāyēra hēphājata karē calē."
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Āra kē tāra cā'itē bēśi an'yāẏakārī yē āllāh sanbandhē mithyā racanā karē, athabā balē -- 'āmāra kāchē pratyādēśa ēsēchē’, athaca tāra kāchē kōnō-prakāra pratyādēśa āsē ni, āra yē balē -- 'āmi abatāraṇa karatē pāri yā āllāh abatāraṇa karēchēna tāra matō jinisa’? Āra tumi yadi dēkhatē pētē yakhana an'yāẏakārīrā mr̥tyu-yantraṇāẏa thākabē āra phiriś‌tārā tādēra hāta bāṛābē -- ''bēra karō tōmādēra antarā‌tmā! Āra tōmādēra dēẏā habē lāñchanāpūrṇa śāsti yēhētu tōmarā āllāh‌ra birud'dhē balē calēchilē satatāra sīmā chāṛiẏē, āra tōmarā tām̐ra āẏātasamūhē ahaṅkāra pōṣaṇa karatē.’’"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "Āra tōmarā niścaẏa'i āmādēra kāchē ēsēcha ēkē ēkē yēmana tōmādēra āmarā prathamabāra sr̥ṣṭi karēchilāma, āra yā tōmādēra diẏēchilāma tā tōmarā tōmādēra piṭhēra pēchanē phēlē ēsēcha, āra tōmādēra saṅgē tōmādēra supāriśakārīdēra dēkhachi nā yādēra tōmarā dābi karatē yē tārā tōmādēra madhyē niścita anśīdāra. Niścaẏa tōmādēra madhyēkāra bandhana chinna haẏēchē āra tōmādēra thēkē udhā'ō haẏēchē yā tōmarā dābi karatē."
        },
        {
            "chapter": 6,
            "verse": 95,
            "text": "Niḥsandēha āllāh -- tini śasyabīja ō āṭiram̐ aṅkurōdagamakārī. Tini mr̥tadēra thēkē jībitadēra udagata karēna, ābāra tini'i mr̥tadēra udagamakārī jībitadēra thēkē. Ē'i tō āllāh‌! Sutarāṁ kōthā thēkē tōmarā phirē yābē"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "tini'i uṣāra ūnmēṣakārī, āra tini rātrikē sr̥ṣṭi karēchēna biśrāmēra jan'ya, āra sūryakē ēbaṁ candrakē hisābēra jan'ya. Ē'i-i mahāśaktiśālī sarbajñātāra bidhāna."
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "Āra tini'i sē'ijana yini tōmādēra jan'ya sr̥ṣṭi karēchēna tārakārāji, yēna tōmarā tādēra sāhāyyē sthalēra ō samudrēra andhakārē patha calatē pārō. Āmarā niścaẏa'i nidarśanasamūha biśadabhābē bibr̥ta karēchi ēmana lōkēra jan'ya yārā jñāna rākhē."
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "Āra tini'i sē'ijana yini tōmādēra udbhaba karēchēna ēka'i naphasa thēkē, ēbaṁ raẏēchē ēka biśrāma-sthala āra ēka pātrādhāra. Āmarā niścaẏa'i nidarśanagulō byākhyā karēchi tēmana lōkēra jan'ya yārā hr̥daẏama karē."
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "Āra tini'i sē'ijana yini ākāśa thēkē nāmāna br̥ṣṭi, takhana tāra dbārā āmarā ud‌gata kari saba rakamēra cārā gācha, tārapara tā thēkē udagama kari sabuja gāchapālā, yā thēkē udbhaba kari thōkā thōkā śasya, āra khējura gācha thēkē -- tāra māthi thēkē jhulanta kām̐di, āra āṅgurēra ō jalapā'iẏēra ō ḍālimēra bāgāna -- ēka rakamēra ō sāmasyabihīna. Tōmarā tākiẏē dēkhō tāra phalēra dikē yakhana tā phalabāna haẏa ō tāra pēkē ōṭhātē. Niḥsandēha ēgulōtē raẏēchē nidarśanābalī tēmana lōkēra jan'ya yārā biśbāsa sthāpana karē."
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "Tathāpi tārā āllāh‌ra saṅgē śarika karē jinakē, yadi'ō tini'i ōdēra sr̥ṣṭi karēchēna, āra tārā kōnō jñāna chāṛā'i tām̐tē ārōpa karē putra ō kan'yādēra. Tām̐ra'i saba mahimā! Āra tārā yā ārōpa karē sē-saba thēkē tini bahu ūrdhbē."
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "Mahākāśamanḍala ō pr̥thibīra ādisraṣṭā! Kōthā thēkē tām̐ra santāna habē yakhana tām̐ra jan'ya kōnō sahacarī nē'i. Āra tini'i saba- kichu sr̥ṣṭi karēchēna, āra tini'i tō saba-kichu sanbandhē sarbajñātā."
        },
        {
            "chapter": 6,
            "verse": 102,
            "text": "Ē'i hacchēna āllāh‌, tōmādēra prabhu! Tini chāṛā an'ya upāsya nē'i, tini saba-kichura'i sr̥ṣṭikartā, kājē'i tām̐ra'i upāsanā karō, āra tini saba biṣaẏēra uparē karṇadhāra."
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "Dr̥ṣṭi tām̐ra iẏattā pāẏa nā, kinta tini dr̥ṣṭitē paridarśana karēna. Āra tini'i sukṣadarśī, pūrṇa ōẏākiphahāla."
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Niścaẏa'i tōmādēra kāchē tōmādēra prabhura kācha thēkē jñāna dr̥ṣṭi ēsēchē, kājē'i yē kē'u dēkhatē pāẏa, sēṭi tāra nijēra ā‌tmāra jan'yē, āra yē kē'u andha habē, sēṭi tāra birud'dhē yābē. Āra āmi tōmādēra uparē tattbābadhāẏaka na'i.’’"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "Āra ē'ibhābē āmarā nirdēśābalī nānābhābē barṇanā kari, āra yēna tārā balatē pārē,''tumi pāṭha karēcha’’, āra yēna āmarā ēṭi suspaṣṭa karatē pāri tēmana lōkadēra kāchē yārā jānē."
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "Tumi tāra anusaraṇa karō yā tōmāra kāchē tōmāra prabhura kācha thēkē pratyādēśa dē'ōẏā haẏēchē -- 'tini chāṛā an'ya upāsya nē'i’, āra sarē dām̐ṛā'ō bahukhōdābādīdēra thēkē."
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Āra yadi āllāh icchē karatēna tabē tārā śarika karatō nā. Āra āmarā tōmākē tādēra uparē rakṣākārīrūpē niyukta kari ni, āra tumi tādēra uparē kāryanirbāhaka'ō na'ō."
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "Āra tārā āllāh‌kē chēṛē diẏē yādēra upāsanā karē tādēra gāli di'ō nā, pāchē tārā'ō śatrutābaśataḥ āllāh‌kē gāli dēẏa jñānahīnatāra jan'ya. Ē'ibhābē pratyēka sampradāẏēra jan'ya tādēra kriẏākalāpa āmarā cittākarṣaka karēchi. Tārapara tādēra prabhura kāchē'i hacchē tādēra pratyābartana, takhana tini tādēra jāniẏē dēbēna ki tārā karatō."
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Āra tārā āllāh‌ra nāmē kasama khāẏa tādēra jōrālō śapathēra dbārā yē yadi kōnō nidarśana tādēra kāchē āsatō tabē tārā niścaẏa'i tātē biśbāsa karatō. Balō -- ''niḥsandēha nidarśanasamūha āllāh‌ra kāchē'i raẏēchē. Āra kēmana ka’rē tōmādēra jānānō yābē yē yakhana tā āsabē tārā biśbāsa karabē nā?’’"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "Āra āmarā'ō tādēra antaḥkaraṇa ō tādēra dr̥ṣṭi pālṭē dēbō yēmana tārā prathamabāra ētē biśbāsa karē ni, āra tādēra chēṛē dēbō tādēra abādhyatāra madhyē ud‌bhrānta bhābē ghurē bēṛātē."
        },
        {
            "chapter": 6,
            "verse": 111,
            "text": "Āra yadibā āmarā tādēra prati pāṭhātāma phiriś‌tādēra, āra maṛā'ō yadi tādēra saṅgē kathā balatō, āra saba-kichu'i yadi tādēra sāmanē ēkatrē hājira karatāma, tabu'ō tārā biśbāsa karatō nā, yadi nā āllāh icchā karatēna, kinta tādēra adhikānśa'i ajñatā pōṣaṇa karē."
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Āra ē'ibhābē āmarā pratyēka nabīra jan'yē sr̥ṣṭi karēchi śatru -- mānuṣa ō jina-ēra madhyēkāra śaẏatānadēra, tārā ēkē an'yakē prarōcita karē camak‌prada bākyadbārā pratāraṇāra uddēśyē. Āra tōmāra prabhu yadi icchā karatēna tabē tārā ē karatō nā. Ata'ēba chēṛē dā'ō tādēra āra tārā yā mithyā racanā karē tā"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "āra yārā parakālē biśbāsa karē nā tādēra āntarā‌tmā yēna ēdikē jhum̐kē paṛē, āra yēna tārā ētē khuśi'ō haẏa, āra yēna tārā yā karē calēchē tātē yēna maśagula thākē."
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Tabē ki āllāh chāṛā āmi an'yakē bicāraka khujam̐bō yakhana tini'i sē'ijana yini tōmādēra kāchē abatāraṇa karēchēna ē kitāba, biśadabhābē byākhyākr̥ta?’’ Āra yādēra āmarā grantha diẏēchilāma tārā jānē yē ēṭi abatīrṇa haẏēchē tōmāra prabhura nikaṭa thēkē satyēra sāthē, ata'ēba tumi sandihānadēra antarbhukta haẏō nā."
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Āra tōmāra prabhura bāṇī sampūrṇa haẏēchē satyē ō n'yāẏē. Tām̐ra bāṇī kē'u badalātē pārē nā, āra tini'i sarbaśrōtā, sarbajñātā."
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Āra yadi tumi duniẏāra bāsindādēra adhikānśēra ājñāpālana karō tabē tārā tōmākē āllāh‌ra patha thēkē bicyuta karabē. Tārā tō śudhu asāra biṣaẏēra anusaraṇa karē, āra tārā tō śudhu āndājēra uparē'i calē."
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Niḥsandēha tōmāra prabhu -- tini bhālō jānēna kē tām̐ra patha thēkē bipathē yāẏa, āra tini bhālō jānēna yārā supathē cālita tādēra."
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Kājē'i āhāra karō yāra uparē āllāh‌ra nāma ullēkha karā haẏēchē, -- yadi tōmarā tām̐ra nirdēśasamūhē biśbāsī ha'ō."
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "Āra tōmādēra ki haẏēchē yē tōmarā tā khābē nā yāra uparē āllāh‌ra nāma ullēkha karā haẏēchē, āra tini itipūrbē tōmādēra jan'ya biśadabhābē barṇanā karēchēna yā tōmādēra jan'ya tini niṣēdha karēchēna, tabē yataṭātē tōmarā bādhya ha'ō tā byatīta? Āra niḥsandēha anēkē'i bipathē cālita karē tādēra khēẏāla-khuśira dbārā jñānahīnatā baśataḥ. Niḥsandēha tōmāra prabhu -- tini bhalō jānēna sīmā-laṅghanakārīdēra."
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Āra parihāra karō prakāśya pāpa ō tāra gōpanīẏagulō'ō. Niḥsandēha yārā pāpa arjana karē tādēra pratiphala dē'ōẏā habē tārā yā upārjana karē thākē tāra dbārā."
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Āra āhāra karō nā yātē āllāh‌ra nāma ullēkha karā haẏa ni, kāraṇa niḥsandēha ēṭi niścita pāpācāra. Āra niḥsandēha śaẏatānarā tādēra bandhubāndhadēra prarōcanā dēẏa tōmādēra saṅgē bibāda karatē, āra tōmarā yadi tādēra ājñāpālana karō tabē niḥsandēha tōmarā niścaẏa'i bahukhōdābādī habē."
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Yini chilēna mr̥ta, tārapara tām̐kē āmarā jībanta karalāma, āra tām̐ra jan'ya tairi karalāma ālō yāra sāhāyyē tini mānuṣadēra madhyē calāphērā karēna, -- tini ki tāra matō yāra tulanā hacchē ēmana ēka lōka yē thākē andhakārē yā thēkē tāra bērunōra patha nē'i? Ē'ibhābē abiśbāsīdēra jan'ya āmarā cittākarṣaka karē thāki yā tārā karatē thākē."
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Āra ē'ibhābē āmarā pratyēka janapadē sēkhānakāra aparādhīdēra bāniẏēchi sardāra, yēna tārā tāra madhyē cakrānta ka’rē calē, āra tārā cakrānta karē nā śudhu tādēra āpana antarā‌tmāra birud'dhē chāṛā, āra tārā bujhē nā."
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Āra yakhana tādēra kāchē kōnō nidarśana āsē, tārā balē -- ''āmarā kakhanō biśbāsa karabō nā yē paryanta nā āllāh‌ra rasūladēra yā dēẏā haẏēchē tāra anurūpa kichu āmādēra'ō dē'ōẏā haẏa.’’ Āllāh‌i bhālō jānēna kōthāẏa tām̐ra pratyādēśēra bhārārpaṇa karabēna. Yārā aparādha karē calē tādēra uparē śīghra'i ghaṭabē āllāh‌ra tarapha thēkē lāñchanā ēbaṁ kaṭhōra śāsti -- tārā yā cakrānta karē calēchē sējan'ya."
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Ata'ēba āllāh yadi kā'ukē icchā karēna yē tini tākē dharmapathē paricālana karabēna, tabē tāra bakṣa tini isalāmēra prati praśasta karabēna, āra yāra jan'ya tini icchā karēna yē tini tākē pathabhraṣṭatāẏa phēlē rākhabēna, tāra bakṣakē tini āṭōm̐sām̐ṭō ō saṅkīrṇa karē phēlēna yēna sē ākāśē ārōhaṇa karē calēchē. Ē'ibhābē āllāh kaluṣatā ānaẏana karēna tādēra uparē yārā biśbāsa sthāpana karē nā."
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Āra ē'i hacchē tōmāra prabhura patha -- sahaja-saṭhika. Āmarā niścaẏa nirdēśasamūha biśadabhābē byākhyā karēchi tēmana lōkēra jan'ya yārā manōnibēśa karē."
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Tādēra jan'ya raẏēchē śāntinikētana tādēra prabhura kāchē, āra tārā yā karē thākē sējan'ya tini tādēra rakṣākārī bandhu."
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "Āra yēdina tini tādēra sabā'ikē ēkatra karabēna -- ''hē jina sampradāẏa! Tōmarā mānuṣadēra anēkakē'i niẏē giẏēchilē.’’ Āra mānabagōṣṭhīra madhyē thēkē tādēra bandhubāndhabarā balabē -- ''āmādēra prabhū! Āmādēra kē'u kē'u an'yadēra dbārā lābhabāna haẏēchilāma, kinta āmarā pauchēgēchi āmādēra antima samaẏē yā tumi āmādēra jan'ya nirdhārita karēchilē. Tini balabēna -- ''āguna hacchē tōmādēra ābāsasthala, sēkhānē dīrghakāla thākabāra jan'ya -- āllāh yākē icchā karēna sē byatīta. Niḥsandēha tōmāra prabhu paramajñānī, sarbajñātā."
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "Āra ē'ibhābē āmarā kōnō-kōnō an'yāẏakārīdēra an'yadēra sahāẏa hatē di'i yā tārā arjana karē thākē sējan'ya."
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "Hē jina ō mānaba sampradāẏa! Tōmādēra kāchē ki tōmādēra madhyē thēkē rasūlagaṇa āsēna ni yām̐rā tōmādēra kāchē āmāra nirdēśābalī barṇanā karatēna āra tōmādēra satarka karatēna tōmādēra ē'i dinaṭitē ēkatrita ha'ōẏā sanbandhē? Tārā balabē -- ''āmarā sākṣya dicchi āmādēra nijēdēra birud'dhē'i.’’ Āra ē'i duniẏāra jībana tādēra bhuliẏēchila, āra tārā nijēdēra birud'dhē'i sākṣya dēbē yē tārā bastutaḥ abiśbāsī chila."
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Ēṭi ējan'ya yē kōnō janapadakē an'yāẏabhābē dhbansa karā tōmāra prabhura kāja naẏa, yakhana tādēra bāsindārā ajña thākē."
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "Āra pratyēkēra jan'yē raẏēchē tārā yā karē sē'i anupātē starasamūha. Āra tōmāra prabhu anabahita nana tārā yā karē sē- sanbandhē."
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Āra tōmāra prabhu sbaẏansampūrṇa, karuṇāra adhikārī. Tini yadi icchā karēna tabē tini tōmādēra sariẏē ditē pārēna ēbaṁ tōmādēra parē tōmādēra sthalābhiṣikta karatē pārēna yādēra tini cāna, yēmana tini tōmādēra ut'thita karēchilēna an'ya ēka gōṣṭhīra banśa thēkē."
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Niḥsandēha tōmādēra kāchē yā ōẏādā karā haẏēchē tā abaśya'i ghaṭabē, āra tōmarā ēṛiẏē yētē pārabē nā."
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "Balō -- ''hē āmāra lōkērā! Tōmādēra sthalē tōmarā kāja karē calō, āmi'ō kāja karē yācchi, āra śīghra'i tōmarā jānatē pārabē kāra jan'ya raẏēchē śēṣa-ālaẏa.’’ Niḥsandēha an'yāẏakārīrā saphalakāma habē nā."
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "Āra tārā āllāh‌ra jan'ya nirdiṣṭa karē śasyakṣētra ō paśupālana thēkē yā tini uṯpādana karēchēna tāra ēka anśa, ēbaṁ balē -- ''ē'i hacchē āllāh‌ra jan'ya’’ -- tādēra dhāraṇānuyāẏī, -- ''āra ē'i hacchē āmādēra anśīdēbatādēra jan'ya.’’ Tārapara yā tādēra anśīdēbatādēra jan'ya tā āllāh‌ra kāchē paum̐chē nā, āra yā āllāh‌ra jan'ya tā pēchē yām̐ẏa tādēra anśīdēbatādēra kāchē. Ki nikr̥ṣṭa yā tārā sid'dhānta karē"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Āra ē'ibhābē bahukhōdābādīdēra adhikānśēra jan'ya tādēra anśīdēbatārā cittākarṣaka karēchē tādēra santāna-hatyā, yēna tārā ēdēra dhbansa karatē pārē āra tādēra dharmakē tādēra jan'ya bibhrāntikara karatē pārē. Āra āllāh yadi icchē karatēna tabē tārā ē karatō nā, kājē'i tādēra ō tārā yā jāliẏāti karē tākē upēkṣā karō."
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "Āra tārā balē -- ''ē'isaba gabādi-paśu ō śasyakṣētra niṣid'dha, kē'u ē'isaba khētē pārabē nā āmarā yādēra icchā kari tārā byatīta’’, -- tādēra dhāraṇānuyāẏī, ēbaṁ kataka paśu yādēra piṭha niṣēdha karā haẏēchē, āra gabādi-paśu yādēra uparē tārā āllāh‌ra nāma smaraṇa karē nā, -- ē-saba tām̐ra birud'dhē mithyā udbhābana. Tini acirē'i tādēra pratiphala dēbēna tārā yā udbhābana karē thākē tāra jan'ya."
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "Āra tārā balē -- ''ē'i gabādi-paśura pēṭē yā āchē tā biśēṣabhābē āmādēra puruṣadēra jan'ya, āra niṣid'dha āmādēra nārīdēra jan'ya, āra yadi tā mr̥ta haẏa tabē tārā'ō ōtē anśīdāra.’’ Tini śīghra'i tādēra pratidāna dēbēna tādēra dhārya karāra jan'ya. Niḥsandēha tini paramajñānī, sarbajñātā."
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Niḥsandēha tārā kṣatigrasta yārā tādēra santānadēra hatyā karē nirabud'dhitāra baśē, jñānahīnatāra jan'ya, āra niṣēdha karē āllāh tādēra yā khētē diẏēchēna -- āllāh‌ra birud'dhē mithyā racanā ka’rē. Tārā abaśya'i gōllāẏa gēchē, āra tārā saṯpathaprāpta'ō naẏa."
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "Āra tini'i sē'ijana yini sr̥ṣṭi karēchēna bāgāna -- mācā-bām̐dhānō ō mācā-bihīna, āra khējura gācha, āra śasyakṣētra yāra rakama- rakamēra sbāda, āra jalapā'i ō ḍālima -- ēka rakamēra ō sādr̥śyabihīna. Sē-sabēra phala khā'ō yakhana tā phala dharē, āra ōra hak pradāna karō phasala tōlāra dinē, āra apacaẏa karō nā. Niḥsandēha tini apacaẏakārīdēra bhālōbāsēna nā."
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "Āra gabādi-paśudēra madhyē katakagulō bhāra bahanēra jan'ya āra kichu kṣudrākāra. Āllāh tōmādēra yā khādyabastu diẏēchēna sē- saba thēkē āhāra karō, āra śaẏatānēra padāṅka anusaraṇa karō nā. Niḥsandēha tōmādēra jan'ya sē hacchē prakāśya śatru."
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "Āṭaṭi jōṛāẏa -- bhēṛā thēkē duṭō ō chāgala thēkē duṭō. Balō -- ''tini ki niṣēdha karēchēna nara duṭi athabā mādī duṭi, athabā mādī-duṭira garbha yā dharē rēkhēchē tā? Jñānēra sāthē āmākē jānā'ō yadi tōmarā satyabādī haẏē thēkō.’’"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "Āra uṭa thēkē duṭō ō garu thēkē duṭō. Balō -- ''tini ki niṣēdha karēchēna nara duṭi athabā mādī duṭi, nā mādī-duṭira garbha yā dhāraṇa karēchē tā? Athabā tōmarā ki sākṣī chilē yakhana āllāh tōmādēra jan'ya ē'i bidhāna diẏēchilēna?’’ Sutarāṁ kē bēśi an'yāẏakārī tāra cā'itē yē āllāh‌ra birud'dhē mithyā racanā karē, yēna sē lōkakē bibhrānta karatē pārē jñānahīnabhābē? Niḥsandēha āllāh dharmapathē paricālita karēna nā an'yāẏakārī lōkadēra."
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "Balō -- ''āmāra kāchē yā pratyādiṣṭa haẏēchē tātē āmi khādakēra jan'ya niṣid'dha pā'i ni tā khētē ē'isaba byatīta -- yā mr̥ta haẏē gēchē, athabā jharē paṛā rakta, athabā śūkarēra mānsa, -- kēnanā tā niḥsandēha aśuci, athabā yā hālāla karā haẏēchē tāra uparē āllāh chāṛā an'ya nāma nē'ōẏāra pāpācārē, kinta yē kē'u cāpē paṛēchē, abādhya nā haẏē bā mātrā nā chāṛiẏē, tabē tōmāra prabhu niḥsandēha paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "Āra yārā īhudī mata pōṣaṇa karē tādēra jan'ya āmarā niṣēdha karēchilāma pratyēka abibhakta khura-biśiṣṭa prāṇī, āra garu ō mēṣēra madhyē tādēra jan'ya āmarā niṣēdha karēchilāma ubhaẏēra carbi, tabē yā jaṛita thākata tādēra piṭhē bā antrē, athabā yā sanyukta thākata hāṛēra saṅgē tā byatīta. Ēbhābē tādēra āmarā pratiphala diẏēchilāma tādēra abādhyatāra jan'ya, āra niḥsandēha āmarā satyaparāẏaṇa."
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "Kājē'i tārā yadi tōmākē pratyākhyāna karē tabē balō -- ''tōmādēra prabhu sarbabyāpī karuṇāra mālika, kinta tām̐ra śāsti pratihata habē nā aparādhī sampradāẏēra thēkē.’’"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "Yārā bahukhōdābādī tārā takhana balabē -- ''āllāh yadi icchā karatēna tabē āmarā anśī dām̐ṛa karatāma nā, āra āmādēra pitr̥puruṣarā'ō nā, āra āmarā kichu'i niṣēdha karatāma nā.’’ Ē'ibhābē ēdēra pūrbē yārā chila tārā'ō pratyākhyāna karēchila, yē paryanta nā tārā āmādēra kṣamatā āsbāda karēchila! Balō -- ''tōmādēra kāchē ki kōnō jñāna raẏēchē? Thākalē tā āmādēra nikaṭa hājira karō. Tōmarā śudhu kalpanāra'i anusaraṇa karachō, āra tōmarā tō śudhu āndājē hātaṛāccha.’’"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Balō -- ''tabē cūṛānta yukti-tarka āllāh‌ra'i, kājē'i tini yadi icchā karatēna tabē tōmādēra sabā'ikē tini saṯpathē paricālita karatēna.’’"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Balō -- ''hājira karō tōmādēra sākṣīdēra yārā sākṣya ditē pārē yē āllāh ē niṣēdha karēchēna.’’ Ata'ēba yadi tārā sākṣya dēẏa tabē tumi tādēra saṅgē sākṣya ditē yē'ō nā, āra tādēra khēẏālakhuśira anusaraṇa karō nā yārā āmādēra nirdēśābalī pratyākhyāna karēchē, āra yārā parakālē biśbāsa karē nā, āra tārā'i tādēra pratipālakēra prati samakakṣa ṭhā'ōrāẏa."
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "Balō -- ''ēsō āmi bātalē di'i tōmādēra prabhu tōmādēra jan'ya ki niṣēdha karēchēna, -- tōmarā tām̐ra saṅgē an'ya kichu śarika karō nā, āra pitā-mātāra prati sadbyabahāra, āra tōmādēra santānadēra tōmarā hatyā karō nā dāridrēra kāraṇē,’’ -- āmārā'i jībikā di'i tōmādēra ō tādēra'ō, -- ''āra aślilatāra dhārē-kāchē'ō yē'ō nā tāra yā prakāśa pāẏa ō yā gōpana thākē, āra tēmana kōnō lōkakē hatyā karō nā yākē āllāh niṣēdha karēchēna, -- yathāyatha kāraṇa byatīta. Ē'isaba diẏē tini tōmādēra ādēśa jāri karēchēna, yēna tōmarā bujhatē pārō."
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "Āra ētīmēra sampattira kāchē yē'ō nā yā śrēṣṭhatara sē'i uddēśya byatīta, yē paryanta nā sē tāra sābālakatbē paum̐chē. Āra purō māpa ō ōjana dēbē n'yāyyabhābē.’’ Āmarā kōnō lōkēra uparē bhāra cāpā'i nā yā tāra kṣamatāra atirikta. ''Āra yakhana tōmarā kathā balō takhana n'yāẏaniṣṭha ha'ō yadi'ō tā āpanajanēra byāpārē haẏa. Āra āllāh‌ra ōẏādā sampādana karō. -- Ē'isaba diẏē tōmādēra tini nirdēśa diẏēchēna yēna tōmarā manōnibēśa karō."
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "Āra yē ēṭi'i āmāra sahaja-saṭhika patha, kājē'i ēra'i anusaraṇa karō, ēbaṁ an'yān'ya patha anusaraṇa karō nā, kēnanā sē-saba tām̐ra patha thēkē tōmādēra bicchinna karabē.’’ Ē'isaba dbārā tini tōmādēra nirdēśa diẏēchēna yēna tōmarā dharmaparāẏaṇatā abalanbana karō."
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Punarāẏa, āmarā mūsākē diẏēchilāma grantha -- pūrṇāṅga tārajan'ya yē śubhakāja karē ēbaṁ yā hacchē saba-kichura biśada bibaraṇa, āra pathanirdēśa ō karuṇā, -- yēna tārā tādēra prabhura saṅgē mulākātēra sanbandhē biśbāsa karē."
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "Āra ē ēka grantha -- āmarā ēṭi abatāraṇa karēchi kalyāṇamaẏa ka’rē, kājē'i ēra anusaraṇa karō ō bhaẏabhakti karō yēna tōmādēra prati daẏā pradarśana karā haẏa"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "Pāchē tōmarā balō -- ''āmādēra āgē grantha abatīrṇa haẏēchila śudhu duṭi sampradāẏēra kāchē, āra āmarā tādēra paṛāśunā sanbandhē ajñāta chilāma.’’"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Athabā pāchē tōmarā balō -- ''yadi āmādēra kāchē grantha abatīrṇa hatō tabē āmarā tādēra cā'itē bhālōbhābē supathagāmī hatāma.’’ Ēkhana tō tōmādēra kāchē tōmādēra prabhura kācha thēkē ēsēchē spaṣṭa pramāṇa ēbaṁ pathanirdēśa ō kuruṇā. Ata'ēba tāra cā'itē kē bēśi an'yāẏakārī yē āllāh‌ra nirdēśasamūha pratyākhyāna karē āra sē-saba thēkē phirē yāẏa? Yārā āmādēra nirdēśābalī thēkē phirē yāẏa tādēra āmarā acirē'i pratiphala dēbō nikr̥ṣṭa śāsti diẏē, yēhētu tārā phirē yētō."
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Tārā ki pratīkṣā karachē pāchē phiriś‌tārā tādēra kāchē āsuka, athabā tōmāra prabhu āsuna, athabā tōmāra prabhura kōnō kōnō nidarśana āsuka, takhana kōnō lōkēra'i tāra īmānē kōnō phāẏadā habē nā yē ēra āgē biśbāsa sthāpana karē ni, kimbā yē tāra īmānēra dbārā kōnō kalyāṇa arjana karē ni. Balō -- ''tōmarā apēkṣā karō, āmarā'ō pratīkṣākārī.”"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Niḥsandēha yārā tādēra dharmakē bibhakta karēchē ēbaṁ bibhinna dala haẏē gēchē, tādēra jan'ya tōmāra kōnō dāẏadāẏitba nē'i. Niḥsandēha tādēra byāpāra āllāh‌ra kāchē, tini'i ēraparē tādēra jānābēna yā tārā karē calatō."
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Yē kē'u ēkaṭi bhālō kāja niẏē āsē, tāra jan'ya tabē raẏēchē daśaṭi tāra anurūpa, āra yē kē'u ēkaṭi manda kāja niẏē āsē, tākē tabē pratidāna dēẏā haẏa nā tāra anurūpa byatīta, āra tādēra prati an'yāẏa karā habē nā."
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Balō -- ''niḥsandēha āmāra prabhu āmākē paricālanā karēchēna sahaja-saṭhika pathēra dikē -- ēka suṣṭhāṅga dharmē -- ēkaniṣṭha ibrāhīmēra dharmamatē, āra tini bahukhōdābādīdēra antarbhukta chilēna nā.’’"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Balō -- ''niḥsandēha āmāra nāmāya ō āmāra kurabāni, āra āmāra jībana ō āmāra maraṇa -- āllāh‌ra jan'ya yini samasta biśbajagatēra prabhu."
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "Kōnō śarika nē'i tām̐ra, āra ēbhābē'i āmi ādiṣṭa haẏēchi, āra āmi thākabō ā‌tmasamarpaṇakārīdēra ēkēbārē purōbhāgē.’’"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Balō -- ''kī! Āmi ki āllāh chāṛā an'ya prabhu khujam̐bō, athaca tini'i saba-kichura rabba?’’ Āra pratyēka sattā arjana karē nā tāra jan'yē chāṛā, āra kōnō bhārabāhaka an'yēra bhāra bahana karabē nā. Tārapara tōmādēra prabhura kāchē'i tōmādēra pratyābartana, takhana tini tōmādēra jāniẏē dēbēna yē-biṣaẏē tōmarā matabhēda ka’rē calachilē."
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "Āra tini'i sē'ijana yini tōmādēra pr̥thibīra pratinidhi bāniẏēchēna, āra tōmādēra kā'ukē an'yadēra uparē maryādāẏa unnata karēchēna, yēna tini tōmādēra niẏamānubartī karatē pārēna yā tini tōmādēra diẏēchēna tāra dbārā. Niḥsandēha tini paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 7,
            "verse": 1,
            "text": "Ālipha, lāma, mīma, sbāda."
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "Tōmāra kāchē abatīrṇa ēkaṭi grantha, -- ata'ēba tōmāra bakṣē ēra jan'ya kōna saṅkōca nā thākuka -- yēna tumi ēra dbārā satarka karatē pārō, ēbaṁ muminadēra jan'ya ēkaṭi smāraka."
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Tōmādēra prabhura kācha thēkē tōmādēra kāchē yā abatīrṇa haẏēchē tā anusaraṇa karō āra tām̐kē bāda diẏē abhibhābakadēra anusaraṇa karō nā. Alpa'i yā tōmarā manē rākhō.’’"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "Āra janabasatira madhyēra kataṭā yē āmarā dhbansa karēchi, tā'i āmādēra śāsti tātē ēsēchila niśākālē, athabā tārā yakhana dupurabēlāẏa ghuma dicchila."
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Kājē'i tādēra kāchē yakhana āmādēra śāsti ēsē paṛēchila takhana tādēra ajuhāta āra kichu chila nā ē'i balā chāṛā -- ''niḥsandēha āmarā chilāma an'yāẏakārī.’’"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "Āmarā takhana tādēra abaśya'i praśna karabō yādēra kāchē prēraṇa karā haẏēchila, āra āmarā niścaẏa'i prērita-puruṣagaṇakē'ō jijñāsā karabō."
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "Takhana āmarā niścaẏa'i tādēra kāchē barṇanā karabō jñānēra sāthē, āra āmarā tō anupasthita chilāma nā."
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "Āra sēdina ōjana habē saṭhikabhābē. Kājē'i yāra pāllā bhārī habē tārā'i tabē habē saphalakāma."
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "Āra yāra pāllā hālkā habē ērā'i tabē tārā yārā tādēra ā‌tmāra kṣati sādhana karēchē, kēnanā tārā āmādēra nirdēśābalīra prati an'yāẏa karēchila."
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "Āra āmarā tō pr̥thibītē tōmādēra pratiṣṭhita karēchi, āra tōmādēra jan'ya tātē karēchi jībikāra byabasthā. Alpa'i sē'iṭuku yā kr̥tajñatā tōmāra jñāpana karō."
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "Āra niścaẏa'i āmarā tōmādēra sr̥ṣṭi karēchi, tārapara tōmādēra rūpadāna karēchi, tārapara phiriś‌tādēra balalāma -- ''ādamēra prati sijadā karō.’’ Kājē'i tārā sijadā karalō, kintu ibalīsa karalō nā sē sijadākārīdēra antarbhukta halō nā."
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "Tini balalēna -- ''ki tōmākē bādhā diẏēchila yējan'ya tumi sijadā karalē nā yakhana āmi tōmākē ādēśa karēchilāma?’’ Sē balalē -- ''āmi tāra cā'itē śrēṣṭha, āmākē tumi āguna diẏē sr̥ṣṭi karēcha, āra tākē tumi sr̥ṣṭi karēcha kādā diẏē.’’"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "Tini balalēna -- ''tabē ēkhānē thēkē rasātalē yā'ō, tōmāra jan'ya naẏa yē tumi ēkhānē ahaṅkāra karabē. Kājē'i bēriẏē yā'ō, tumi ālabaṯ adhamadēra madhyēkāra.’’"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "Sē balalē -- ''āmākē samaẏa dā'ō sē'idina paryanta yakhana tārā punarut'thita habē.’’"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "Tini balalēna -- ''bēśa, tumi abakāśaprāptadēra madhyēkāra.’’"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Sē balalē -- ''tabē tumi yēmana āmākē bipathē yētē diẏēcha, āmi'ō tēmani ōta pētē thākabō tādēra jan'ya tōmāra sahaja- saṭhika pathē."
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Tārapara āmi ālabaṯ tādēra uparē ēsē paṛabō tādēra sāmanē thēkē ō tādēra pēchana thēkē, āra tādēra ḍā'inē thēkē ō tādēra bāmē thēkē, āra tādēra anēkakē'i tumi kr̥tajña pābē nā.’’"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "Tini balalēna -- ''bērō'ō ēkhāna thēkē, bēhāẏā, bitāṛita! Tādēra madhyēra yē kē'u tōmāra anusaraṇa karabē, -- āmi niścaẏa jāhānnāma bharti karabō tōmādēra madhyēra sabakē diẏē.’’"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "Āra -- ''hē ādama! Tumi ō tōmāra saṅginī ē'i bāgānē basabāsa karō, āra yēkhāna thēkē tōmarā cā'ō āhāra karō, kintu ē'i br̥kṣēra dhārēkāchē'ō yē'ō nā, tāhalē tōmarā an'yāẏakārīdēra antarbhukta habē.’’"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "Tārapara śaẏatāna tādēra kumantraṇā dilē yēna sē tādēra kāchē prakāśa karatē pārē tādēra lajjāra biṣaẏēra yā tādēra kāchē gōpana chila, tā'i sē balalē -- ''tōmādēra prabhu ē'i gāchēra thēkē tōmādēra niṣēdha karēna ni ē'i jan'ya chāṛā yē tōmarā phiriś‌tā haẏē yābē kimbā tōmarā habē cirajībīdēra antarbhukta.’’"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Āra sē tādēra kāchē kasama khēlō -- ''niḥsandēha āmi tō tōmādēra jan'ya sadupadēśadātādēra madhyēkāra.’’"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Ēbhābē sē tādēra bipathē cālālō pratāraṇāra dbārā, ataḥpara tārā yakhana br̥kṣēra āsbāda grahaṇa karalō, takhana tādēra lajjā tādēra kāchē prakāśa pēlō, āra tārā tādēra ābr̥ta karatē lāgalō sē'i bāgānēra pātā diẏē. Āra tādēra prabhu tādēra ḍēkē balalēna -- ''āmi ki tōmādēra niṣēdha kari ni ai br̥kṣa sanbandhē, āra tōmādēra tō āmi balē'ichi yē śaẏatāna tōmādēra jan'ya prakāśya śatru?’’"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "Tārā balalē -- ''āmādēra prabhu! Āmarā āmādēra nijēdēra prati an'yāẏa karēchi, āra yadi tumi āmādēra paritrāṇa nā karō ō āmādēra tumi daẏā karō tāhalē āmarā niścaẏa'i kṣatigrastadēra antarbhukta haẏē yābō.’’"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "Tini balalēna -- '' tōmarā adhaḥpātē yā'ō. Tōmādēra kē'u kē'u an'ya kārōra śatru. Āra tōmādēra jan'ya pr̥thibītē raẏēchē jirānōra sthāna ō kichu samaẏēra jan'ya sansthāna.’’"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "Tini balalēna -- ''ē'ikhānē'i tōmarā jībana yāpana karabē, āra ētē'i tōmarā mr̥tyu baraṇa karabē, āra ēra'i madhya thēkē tōmādēra punarut'thita karā habē.’’"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "Hē ādama-santānagaṇa! Āmarā tōmādēra jan'ya niścaẏa'i pōśāka pāṭhiẏēchi tōmādēra lajjā ḍhākabāra ō bēśabhūṣāra jan'ya. Āra dharmaparāẏaṇatāra pōśāka -- tā'i sarbaśrēṣṭha. Ē hacchē āllāh‌ra nirdēśābalī thēkē, yēna tārā manē rākhē."
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "Hē ādama-santānagaṇa! Śaẏatāna yēna tōmādēra kichutē'i pralōbhita nā karē, yēmana sē tōmādēra pitāmātākē bēra karē diẏēchila ē'i bāgāna thēkē, tādēra thēkē tādēra pōśāka chinna ka’rē, yēna sē tādēra dēkhātē pārē tādēra lajjā. Niḥsandēha sē tōmādēra dēkhē -- sē ō tāra kāphēlā, yēkhāna thēkē tōmarā tādēra dēkhatē pā'ō nā. Niḥsandēha āmarā śaẏatānakē bāniẏēchi tādēra abhibhābaka yārā biśbāsa karē nā."
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "Āra yakhana tārā kōnō aślīla ācaraṇa karē takhana balē -- ''āmarā āmādēra pitr̥puruṣakē ētē pēẏēchi, āra āllāh āmādēra ētē ādēśa karēchēna.’’ Balō -- ''niḥsandēha āllāh aślīlatātē ādēśa karēna nā. Tōmarā ki āllāh‌ra birud'dhē balō yā tōmarā jānō nā?’’"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Tumi balō -- ''āmāra prabhu ādēśa dēna n'yāẏa bicārēra, āra tōmādēra mukha sōjā dām̐ṛa karō pratyēka sijadāsthalē, āra tām̐kē ḍākō tām̐ra prati dharmē ēkaniṣṭhabhābē.’’ Yēmana tini tōmādēra sr̥ṣṭi karēchilēna tōmarā sēbhābē phirē āsabē."
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "Ēkadalakē tini supathagāmī karēchēna, āra ārēka dalēra pathabhrānti tādēra uparē saṅgata haẏēchē. Niḥsandēha tārā āllāh‌kē chēṛē diẏē śaẏatānadēra grahaṇa karēchila abhibhābakarūpē, āra tārā manē karata yē tārā abaśya'i supathē cālita."
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "Hē ādama-santānarā! Tōmādēra bēśabhūṣā grahaṇa karō pratyēka sijadāsthalē, āra khā'ō ō pāna karō, kintu apacaẏa karō nā, niḥsandēha tini amitabyaẏīdēra bhālōbāsēna nā."
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Balō -- ''kē niṣid'dha karēchē āllāh‌ra śōbhā, -- yā tini tām̐ra bāndādēra jan'ya sr̥ṣṭi karēchēna, āra jībikā thēkē biśud'dha bastusamūha?’’ Balō -- ''ē-saba ē'i duniẏāra jībanē tādēra jan'ya yārā īmāna ēnēchē, -- punarjāgaraṇēra dinē biśēṣabhābē.’’ Ē'ibhābē āmarā āmādēra nirdēśābalī biśadabhābē byākhyā kari tēmana sampradāẏēra jan'ya yārā jānē."
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Balō -- ''niḥsandēha āmāra prabhu niṣid'dha karēchēna aślīlatā -- tāra yā prakāśa pāẏa ō yā gōpana thākē, āra pāpācāra, āra n'yāẏabirud'dha bidrōhācaraṇa, āra āllāh‌ra saṅgē tōmarā yā śarika karō yāra jan'ya kōnō dalila tini abatīrṇa karēna ni, āra yēna tōmarā āllāh‌ra birud'dhē balō yā tōmarā jānō nā.’’"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Āra pratyēka jātira jan'ya raẏēchē ēkaṭi nirdhārita kāla, kājē'i yakhana tādēra nirdhārita kāla ēsē paṛē takhana tārā dēri karatē pārabē nā ghanṭākhānēkēra jan'yē, āra tārā ēgiẏē'ō ānatē pārabē nā."
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Hē ādamēra banśadharagaṇa! Yakhana tōmādēra kāchē tōmādēra madhyē thēkē rasūlagaṇa āsēna tōmādēra kāchē āmāra nirdēśābalī barṇanā karēna, takhana yē kē'u bhaẏa-bhakti karē ō saṯkarma karē, tādēra jan'ya tabē thākabē nā bhaẏabhīti, āra tārā karabē'ō nā anutāpa."
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Āra yārā āmādēra nirdēśābalītē mithyārōpa karē āra sē-saba thēkē garbabōdha karē, tārā'i hacchē āgunēra bāsindā, tārā tātē thākabē dīrghakāla."
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Ata'ēba tāra cā'itē kē bēśī an'yāẏakārī yē āllāh sanbandhē mithyā racanā karē athabā tām̐ra nirdēśābalī pratyākhyāna karē? Ērā'i, -- ēdēra kāchē paum̐chubē kitāba thēkē tādēra bhāga. Śēṣa paryanta yakhana āmādēra dūtarā tādēra kāchē āsabē takhana tārā tādēra mr̥tyu ghaṭābē, tārā balabē -- ''kōthāẏa āchē tārā yādēra tōmarā āhbāna karatē āllāh‌kē chēṛē diẏē?’’ Tārā balabē -- ''tārā āmādēra thēkē calē gēchē. Āra tārā nijēdēra birud'dhē sākṣya dēbē yē tārā niḥsandēha abiśbāsī chila."
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "Tini balabēna -- ''tōmarā prabēśa karō āgunēra madhyē dalagatabhābē yārā tōmādēra āgē gata haẏē gēchē jina ō mānuṣēra madhya thēkē. Yakhani ēkaṭi dala prabēśa karabē sē abhiśāpa dēbē tāra bhaginīkē. Tārapara yakhana tārā sabē milē tātē ēsē paṛabē, tādēra paścādagāmīrā tādēra agragāmīdēra sanbandhē balabē -- ''āmādēra prabhu! Ērā āmādēra pathabhraṣṭa karēchila, sējan'ya tādēra dā'ō āguna dbārā dbiguṇa śāsti.’’ Tini balabēna -- ''pratyēkēra jan'ya raẏēchē dbiguṇa śāsti, kintu tōmarā jānō nā.’’"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Āra tādēra agragāmīrā tādēra paścādagāmīdēra balabē -- ''tāhalē tōmādēra kāraṇē āmādēra uparē kōnō śrēṣṭhatba nē'i, ata'ēba tōmarā yā arjana karē yācchilē tāra jan'ya śāsti āsbādana karō.’’"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Niḥsandēha yārā āmādēra nirdēśasamūhē mithyārōpa karē āra sē-saba thēkē hāmabaṛā'i karē, tādēra jan'ya mahākāśēra dbāra unnukta karā habē nā āra tārā bēhēśatē'ō prabēśa karatē pārabē nā, yē paryanta nā uṭa prabēśa karē sūcēra chidra diẏē. Āra ē'ibhābē āmarā aparādhīdēra pratiphala di'i."
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Tādēra jan'ya raẏēchē jāhānnāmēra śayyā āra tādēra uparē raẏēchē ābaraṇa. Āra ē'ibhābē āmarā pratiphala di'i an'yāẏa-kārīdēra."
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Āra yārā īmāna ēnēchē ēbaṁ saṯkarma karachē -- āmarā kōnō sattbākē bhārākrānta kari nā tāra kṣamatāra atirikta, -- ērā'i hacchē jānnātēra bāsindā, tārā sēkhānē thākabē cirakāla."
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Āra āmarā dūra karē dēbō manōmālin'yēra yā-kichu āchē tādēra bukē, -- tādēra nicē diẏē baẏē calabē jharanārāji, āra tārā balabē -- ''samudaẏa praśansā āllāh‌ra'i yini āmādēra patha dēkhiẏēchēna ē'i dikē, āra āmarā nijērā supatha pētāma nā yadi āllāh āmādēra patha nā dēkhātēna, niścaẏa'i āmādēra prabhura rasūlagaṇa satya niẏē ēsēchilēna.’’ Āra tādēra kāchē ghōṣaṇā karā habē -- ''dēkhō! Ē'i bēhēśata tōmādēra sāmanē, tōmarā ē uttarādhikāra karalē tōmarā yā karatē tāra jan'ya.’’"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Āra jānnātabāsīrā āgunēra bāsindādēra ḍēkē balabē -- ''āmarā niścaẏa'i pēẏēchi āmādēra prabhu āmādēra kāchē yā ōẏādā karēchilēna tā satya, tōmarā'ō ki tabē tōmādēra prabhu yā ōẏādā karēchilēna tā satya pēẏēcha?’’ Tārā balabē -- ''hām̐.’’ Takhana janaika mu'ōjjina tādēra madhyē ghōṣaṇā karabē -- ''āllāh‌ra dhikkāra hōka durācārīdēra uparē"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "yārā āllāh‌ra patha thēkē sariẏē dēẏa āra tākē kuṭila karatē cēṣṭā karē, āra tārā ākhērātēra sanbandhē abiśbāsī.’’"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Āra ē'i duẏēra madhyē thākabē ēkaṭi pardā. Āra um̐cu sthānasamūhē thākabē kichu lōka yām̐rā sabā'ikē cēnēna tādēra cihnēra dbārā. Āra tām̐rā bēhēśatēra āgantaka bāsindādēra ḍēkē balabēna -- ''sālāmuna ālā'ikuma.’’ Tārā ēkhana'ō tātē prabēśa karē ni, tabē tārā āśā rākhē."
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Āra yakhana tādēra dr̥ṣṭi phērānō habē takhana tā nakarabāsīdēra sākṣāṯ pābē, tārā balabē -- ''āmādēra prabhu! An'yāẏakārī dalēra saṅgē āmādēra phēlē di'ō nā.’’"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Āra um̐custhānasamūhēra bāsindārā ḍākabēna sē'isaba lōkadēra yādēra tām̐rā cinatē pārabēna ōdēra cihnēra dbārā, tām̐rā balabēna -- ''tōmādēra kōnō kājē ēlō nā tōmādēra sañcaẏa āra yā niẏē tōmarā hāmabaṛā'i karatē"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "ērā'i ki! Tārā yādēra sanbandhē tōmarā kasama khēẏēchilē yē āllāh tādēra prati karuṇā pradarśana karabēna nā?’’''Bēhēśatē prabēśa karō, tōmādēra uparē kōnō bhaẏa nē'i, āra tōmarā anutāpa'ō karabē nā.’’"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Āra narakabāsīrā jānnātabāsīdēra ḍēkē balabē -- ''āmādēra uparē pāni kichuṭā ḍhēlē dā'ō, athabā āllāh tōmādēra yā khā'ōẏācchēna tā thēkē.’’ Tārā balabē -- ''niḥsandēha āllāh ē duṭō'i niṣēdha karēchēna abiśbāsīdēra jan'ya"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "yārā tādēra dharmakē grahaṇa karēchila khēlā ō kautukarūpē, āra ē'i duniẏāra jībana yādēra bhuliẏēchila.’’ Sutarāṁ āja āmarā tādēra parityāga karēchi yēmana tārā abahēlā karēchila tādēra ē'i dinaṭira saṅgē milita ha'ōẏāra byāpārē, āra yēhētu tārā āmādēra nirdēśābalī pratyākhyāna karēchila."
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Āra niścaẏa'i āmarā tādēra jan'ya niẏē ēsēchi ēkakhānā kitāba yātē biśada byākhyā karēchi jñāna dbārā, -- ēka pathanirdēśa ō karuṇā yārā biśbāsa karē tēmana lōkēra jan'ya."
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Tārā ki āra kichura apēkṣā karē ōra pariṇāma chāṛā? Yēdina ēra pariṇāma āsabē, yārā ēra āgē ēṭi abahēlā karēchila tārā balabē -- ''āmādēra prabhura rasūlagaṇa niścaẏa'i satya niẏē ēsēchilēna. Āmādēra jan'ya kōnō supāriśakārī āchē ki? Tārā tabē āmādēra jan'ya supāriśa karuka, athabā āmarā ki pratyābr̥tta hatē pāri yēna āmarā yā karatāma tāra biparīta kichu karatē pāri?’’ Tārā ālabaṯ tādēra antarā‌tmā hāriẏēchē, āra tādēra thēkē bidāẏa niẏēchē sē'isaba yādēra tārā udbhābana karēchila."
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Niḥsandēha tōmādēra prabhu hacchēna āllāh yini sr̥ṣṭi karēchēna mahākāśamanḍala ō pr̥thibī chaẏa dinē, takhana tini āraśē adhiṣṭhita hana. Tini dinakē ābr̥ta karēna rātri diẏē, -- yā dratagatitē tāra anusaraṇa karē. Āra sūrya ō candra ō nakṣatrarāji tām̐ra hukumēra ājñādhīna. Sr̥ṣṭi karā ō nirdēśa dāna ki tām̐ra adhikārabhukta naẏa? Mahimāmaẏa āllāh -- biśbajagatēra prabhu"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "tōmādēra prabhukē ḍākō binītabhābē ō gōpanatāra sāthē. Niḥsandēha tini sīmālaṅghanakārīdēra bhālōbāsēna nā."
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "Āra duniẏātē ganḍagōla sr̥ṣṭi karō nā tāra madhyē śāntipratiṣṭhāra parē, āra tām̐kē ḍākō bhaẏē ō āśāẏa. Niḥsandēha āllāh‌ra anugraha saṯkarmaśīladēra nikaṭabartī."
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "Āra tini'i sē'ijana yini malaẏabāẏuprabāha pāṭhāna tām̐ra anugrahēra prākkālē susambādabāhīrūpē. Śēṣa paryanta yakhana tārā saghana mēghamālā bahana ka’rē ānē, āmarā takhana tā mr̥ta bhūkhanḍēra dikē pāṭhā'i, tārapara āmarā tātē pāni barṣaṇa kari, tāraparē ēra sāhāyyē uṯpādana kari saba rakamēra phalaphasala. Ē'ibhābē āmarā mr̥takē bēra karē āni, yēna tōmarā smaraṇa karatē pārō."
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "Āra bhālō jami -- ēra gāchapālā gajāẏa tāra prabhura anumatikramē, āra yā manda -- kichu'i gajāẏa nā alpasbalpa chāṛā. Ē'i bhābē āmarā nirdēśasamūha biśadabhābē barṇanā kari yārā kr̥tajñatā prakāśa karē tēmana lōkēra jan'ya."
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Āmarā abaśya'i nūhakē pāṭhiẏēchilāma tām̐ra sampradāẏēra kāchē. Tini takhana balēchilēna -- ''hē āmāra sampradāẏa! Āllāh‌ra upāsanā karō, tini chāṛā tōmādēra an'ya upāsya nē'i. Niḥsandēha āmi tōmādēra jan'ya āśaṅkā karachi ēka bhaẏaṅkara dinēra śāsti.’’"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "Tām̐ra sampradāẏēra pradhānarā balalē -- ''niḥsandēha āmarā tō tōmākē dēkhachi spaṣṭa bhrāntira madhyē.’’"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Tini balalēna -- ''hē āmāra janagaṇa! Āmāra madhyē kōnō pathabhrānti nē'i, baraṁ āmi hacchi biśbajagatēra prabhura tarapha thēkē ēkajana rasūla."
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "Āmi tōmādēra kāchē paum̐chē di'i āmāra prabhura bāṇīsamūha ēbaṁ āmi tōmādēra sadupadēśa di'i, kāraṇa āmi āllāh‌ra kācha thēkē jāni yā tōmarā jānō nā."
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Ācchā, tōmarā ki bismita hacchō yē tōmādēra kāchē tōmādēra prabhura kācha thēkē upadēśa ēsēchē tōmādēra'i madhyēkāra ēkajana mānuṣēra mādhyamē yēna tini tōmādēra satarka karēna, āra yēna tōmarā dharmabhīrutā abalanbana karō, āra yēna tōmādēra karuṇā pradarśana karā haẏa"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "kintu tārā tām̐kē mithyārōpa karalō, tā'i tām̐kē ō tām̐ra saṅgē yārā chila tādēra āmarā ud'dhāra karēchilāma jāhājē, āra ḍubiẏē diẏēchilāma tādēra yārā āmādēra nirdēśasamūha pratyākhyāna karēchila. Niḥsandēha tārā chila ēka andha sampradāẏa."
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "Āra'āda jātira kāchē tādēra bhā'i hūdakē. Tini balalēna -- ''hē āmāra sampradāẏa! Āllāh‌ra upāsanā karō, tōmādēra jan'ya tini chāṛā an'ya upāsya nē'i. Tōmarā ki tabē dharmabhīrutā abalanbana karabē nā?’’"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "Tām̐ra sampradāẏēra madhyē thēkē yārā abiśbāsa karēchila tādēra pradhānarā balalē -- ''niḥsandēha āmarā tō tōmākē dēkhachi akāṭa- bōkāmitē, āra āmarā ālabaṯ tōmākē mithyābādīdēra madhyē gaṇya kari.’’"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "Tini balalēna -- ''hē āmāra lōkērā! Āmāra madhyē kōnō mūrkhatā nē'i, baraṁ āmi hacchi biśbajagatēra prabhura tarapha thēkē ēkajana rasūla."
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Āmi tōmādēra kāchē paum̐chē di'i āmāra prabhura bāṇīsamūha, āra āmi tōmādēra jan'ya ēkajana biśbasta upadēṣṭā."
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "Ācchā, tōmarā ki tājjaba hacchō yē tōmādēra kāchē tōmādēra prabhura nikaṭa thēkē upadēśa ēsēchē tōmādēra'i madhyēkāra ēkajana mānuṣēra mādhyamē yēna tini tōmādēra satarka karēna? Āra smaraṇa karō, kēmana ka’rē tini tōmādēra nūh‌-ēra sampradāẏēra parabartīkālē pratinidhi bāniẏēchilēna, āra tōmādēra bardhita karēchēna ākr̥tira baiśiṣṭyē. Sutarāṁ tōmarā āllāh‌ra anugrahasamūha smaraṇa karō yēna tōmarā saphala hatē pārō.’’"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "Tārā balalē -- ''tumi ki āmādēra kāchē ēsēcha yēna āmarā ēkamātra āllāh‌ra upāsanā kari, āra barjana kari āmādēra pitr̥puruṣarā yāra upāsanā karatō? Ata'ēba niẏē ēsō āmādēra uparē yāra dbārā tumi āmādēra bhaẏa dēkhāccha, yadi tumi satyabādīdēra antarbhukta ha'ō.’’"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "Tini balalēna -- ''tōmādēra uparē tōmādēra prabhura kācha thēkē śāsti ō krōdha tō hājira haẏē'i āchē. Tōmarā ki āmāra saṅgē bacasā karō katakaguli nāma sanbandhē yē-saba nāma diẏēcha -- tōmarā ō tōmādēra pitr̥puruṣarā, yāra jan'yē āllāh kōnō sanada pāṭhāna ni? Ata'ēba apēkṣā karō, āmi'ō tōmādēra sāthē apēkṣākārīdēra madhyē raẏēchi.’’"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "Kājē kājē'i tām̐kē ō tām̐ra saṅgē yārā chila tādēra āmarā ud'dhāra karēchilāma āmādēra thēkē anugraha baśataḥ, āra kēṭē diẏēchilāma tādēra śikaṛa yārā āmādēra nirdēśasamūha pratyākhyāna karēchila ō yārā mumina chila nā."
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "Āra chāmūda jātira kāchē tādēra bhā'i sālih‌kē. Tini balalēna -- ''hē āmāra sampradāẏa! Āllāh‌ra upāsanā karō, tōmādēra jan'ya tini byatīta an'ya upāsya nē'i. Ālabaṯ tōmādēra jan'ya tōmādēra prabhura nikaṭa thēkē ēsēchē spaṣṭa pramāṇa. Ēṭi hacchē āllāh‌ra uṣṭī, -- tōmādēra jan'ya ēkaṭi nidarśana, ata'ēba ēṭikē chēṛē dā'ō āllāh‌ra māṭitē carē khētē, āra tākē kōnō kṣatitē kṣati karō nā, pāchē marmantuda śāsti tōmādēra pākaṛā'ō karē."
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "Āra smaraṇa karō! Kēmana ka’rē tini tōmādēra'āda-ēra parabartīkālē pratinidhi bāniẏēchilēna, āra tōmādēra pratiṣṭhita karēchilēna pr̥thibītē -- yāra samatalakṣētrē tōmarā prāsāda gaṛēchilē āra pāhāṛa kēṭē bānālē bāṛighara. Sējan'ya tōmarā smaraṇa karō āllāh‌ra anugrahasamūha, āra dēśē gar'hita ācaraṇa karō nā ganḍagōla sr̥ṣṭikārī haẏē.’’"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "Tām̐ra sampradāẏēra madhyē yārā garba karēchila tādēra pradhānarā balalē ōdēra yārā durbalatā bōdha karatō -- ōdēra madhyē yārā īmāna ēnēchila tādēra -- ''tōmarā ki jānō yē sālih tāra prabhura kācha thēkē ēkajana prērita-puruṣa?’’ Tārā balalē -- ''niḥsandēha tām̐kē diẏē yā pāṭhānō haẏēchē tātē āmarā biśbāsī.’’"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "Yārā garbabōdha karatō tārā balalē -- ''tōmarā yē-saba biṣaẏē biśbāsa karō tātē āmarā niścaẏa'i abiśbāsī.’’"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "Ataḥpara tārā uṣṭī hatyā karalē, āra amān'ya karalē tādēra prabhura nirdēśa ō balalē -- ''hē sālih‌! Ēnō tō āmādēra jan'ya yā diẏē tumi āmādēra bhaẏa dēkhāccha, yadi tumi rasūladēra ēkajana ha'ō.’’"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "Sutarāṁ tādēra pākaṛā'ō karala bhūmikampa, kājē'i tārā haẏē gēla āpana bāṛigharē'i nitharadēhī."
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "Tārapara tini tādēra thēkē phirē gēlēna āra balalēna -- ''hē āmāra sampradāẏa! Āmi tōmādēra kāchē āmāra prabhura bāṇīsamūha niścaẏa'i paum̐chē diẏēchilāma, āra tōmādēra sadupadēśa diẏēchilāma, kintu tōmarā upadēṣṭādēra pachanda karalē nā. ’’"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "Āra lūta. Smaraṇa karō! Tini tām̐ra lōkadēra balalēna -- ''tōmarā ki ēmana aślīlatā karachō yā tōmādēra pūrbē jagadbāsīdēra āra kē'u cālu karē ni"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "niḥsandēha tōmarā tō kāmātura haẏē kāminīdēra chēṛē diẏē puruṣadēra kāchē āsa. Nā, tōmarā sīmālaṅghanakārī lōka.’’"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "Āra tām̐ra lōkadēra uttara ē bhinna an'ya kichu chila nā yē tārā balalē -- ''tōmādēra janapada thēkē ēdēra bēra karē dā'ō. Ērā tō ēmana lōka yārā pabitra hatē cāẏa!’’"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "Kājē'i āmarā tām̐kē ō tām̐ra paribārabargakē ud'dhāra karēchilāma -- tām̐ra strī byatīta, sē chila pēchanē-paṛē-thākādēra antarbhukta."
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "Āra tādēra uparē āmarā barṣaṇa karēchilāma ēka barṣaṇa. Ata'ēba dēkhō, aparādhīdēra pariṇāma kēmana haẏēchila"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "āra mādaẏānabāsīdēra nikaṭa tādēra bhā'i śō'ā'ibakē. Tini balalēna -- ''hē āmāra sampradāẏa! Āllāh‌ra upāsanā karō, tōmādēra jan'ya tini byatīta an'ya upāsya nē'i. Tōmādēra kāchē tōmādēra prabhura kācha thēkē niścaẏa'i ēsēchē spaṣṭa pramāṇa. Kājē'i purō māpa ō ōjana dēbē, āra kōna lōkakē bañcita karō nā tādēra biṣaẏabastutē, āra pr̥thibītē ganḍagōla sr̥ṣṭi karō nā tātē subyabasthā ānaẏanēra parē ēṭi'i tōmādēra jan'ya śrēẏa yadi tōmarā biśbāsī ha'ō."
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "Āra pratyēka rāstāẏa ōta pētē thēkō nā bhaẏa dēkhiẏē, āra āllāh‌ra patha thēkē tākē phiriẏē nitē yē tām̐ra prati īmāna ēnēchē, āra tākē kuṭila karatē yē'ō nā. Āra smaraṇa karō -- yakhana tōmarā alpa chilē, takhana tini tōmādēra bāṛiẏē diẏēchilēna. Ata'ēba dēkhō, ki haẏēchila biparyaẏa sr̥ṣṭikārīdēra pariṇāma"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "āra yadi tōmādēra ēkadala'ō biśbāsa karē āmākē yā diẏē pāṭhānō haẏēchē tātē, āra ēkadala biśbāsa karē nā, takhana dhairya dharō yē paryanta nā āllāh āmādēra ubhaẏēra madhyē mīmānsā karē dēna, āra tini'i bicārakartādēra madhyē śrēṣṭha.’’"
        },
        {
            "chapter": 7,
            "verse": 88,
            "text": "Tām̐ra sampradāẏēra madhyē yārā garba karēchila tādēra pradhānarā balalē, ''āmarā niścaẏa'i tōmākē tāṛiẏē dēbō, hē śō'ā'iba! Āra yārā tōmāra saṅgē īmāna ēnēchē tādēra'ō, āmādēra janapada thēkē, athabā āmādēra dharmamatē tōmādēra phirē āsatē'i habē.’’ Tini balalēna, ''ki! Yadi'ō āmarā ghr̥ṇā kari"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Āmarā niścaẏa'i āllāh‌ra birud'dhē mithyā sr̥ṣṭi karabō yadi āmarā phirē yā'i tōmādēra dharmamatē tā thēkē āllāh āmādēra ud'dhāra karāra parē'ō, āra ēṭi āmādēra samīcīna habē nā yē āmarā ōtē phirē yā'i, yadi nā āmādēra prabhu āllāh icchē karēna. Āmādēra prabhu jñānē saba-kichutē byāpakatā rākhēna. Āllāh‌ra uparē'i āmarā nirbhara kari -- 'āmādēra prabhu! Āmādēra madhyē ō āmādēra sampradāẏēra madhyē n'yāyyabhābē nispatti karē dā'ō, āra tumi'i nispattikārīdēra madhyē sarbaśrēṣṭha.’’"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Āra tām̐ra lōkadēra madhyēra yārā abiśbāsa karēchila tādēra pradhānarā balalē -- ''yadi tōmarā śō'ā'ibakē anusaraṇa kara tabē tōmarā ālabaṯ kṣatigrasta habē.’’"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Tārapara bhūmikampa tādēra pākaṛālō, phalē tārā haẏē gēla āpana bāṛigharē'i nitharadēhī."
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Yārā śō'ā'ibakē mithyārōpa karēchila tādēra daśā halō -- tārā yēna kakhanō sēkhānē basabāsa karē ni, yārā śō'ā'ibakē mithyārōpa karēchila tārā nijērā'i halō kṣatigrasta"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "ēra para tini tādēra thēkē phirē dām̐ṛālēna ō balalēna -- ''hē āmāra sampradāẏa! Āmi tō abaśya'i tōmādēra kāchē āmāra prabhura nirdēśasamūha paum̐chē diẏēchilāma āra tōmādēra sadupadēśa diẏēchilāma, sutarāṁ kēna'i bā āmi duḥkha karabō ēka abiśbāsī sampradāẏēra jan'ya!’’"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Āra āmarā kōnō janapadē kōnō nabī pāṭhā'ini tādēra bāsindādēra duḥkha ō durdaśā diẏē pākaṛā'ō nā-ka’bē, yēna tārā nijērā binaẏābanata haẏa."
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Tārapara āmarā duḥkhakaṣṭēra abasthā badalē dilāma bhālō diẏē, yē paryanta nā tārā phēm̐pē uṭhalō ō balalē -- ''āmādēra pitr̥puruṣadēra'ō duḥkhadurdaśā ō āmōda-āhlāda sparśa karēchila.’’ Kājē'i āmarā tādēra pākaṛā'ō karalāma atarkitē, āra tārā ṭēra'ō pēlō nā."
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Āra yadi janapadasamūhēra adhibāsīrā īmāna ānatō ō dharma-bhīrutā abalanbana karatō tabē āmarā niścaẏa'i tādēra jan'ya unnukta karatāma mahākāśamanḍala ō pr̥thibī thēkē āśīrbādasamūha, kintu tārā tō abiśbāsa karēchila, tā'i āmarā tādēra pākaṛā'ō karalāma yā tārā arjana karēchila tāra jan'yē."
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Tabē ki janapadēra bāsindārā nirāpada bōdha karachē tādēra uparē āmādēra biparyaẏa ēsē paṛā samparkē rātrira ākramaṇarūpē, yakhana tārā thākē nidrāmagna"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "athabā janapadēra bāsindārā ki nirāpada bhābē tādēra uparē āmādēra biparyaẏa ēsē paṛā samparkē sakāla bēlāẏa yakhana tārā thākē khēlāẏa rata"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "tārā ki tabē nirāpada bōdha karē āllāh‌ra parikalpanā thēkē? Āra āllāh‌ra parikalpanā thēkē kē'u nirāpada thākatē pārē nā kṣatigrasta sampradāẏa byatīta."
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Ēṭi ki nirdēśā‌tmaka naẏa tādēra jan'ya yārā dēśēra uttarādhikāraprāpta haẏa tāra bāsindādēra parē, yē yadi āmarā icchā kari tabē tādēra'ō āmarā āghāta hānatē pāri tādēra aparādhēra jan'ya, āra tādēra hr̥daẏēra uparē sila ēm̐ṭē ditē pāri, phalē tārā śunabē nā"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "ē'i janabasatigulō -- tādēra kāhinī thēkē kichuṭā āmarā tōmāra kāchē barṇanā karachi. Āra niścaẏa'i tādēra kāchē tādēra rasūlagaṇa ēsēchilēna spaṣṭa pramāṇābalī niẏē, kintu tādēra biśbāsa karabāra abasthā chila nā tātē yā tārā itipūrbē abiśbāsa karēchila. Ē'ibhābē āllāh mōhara mērē dēna abiśbāsīdēra hr̥daẏēra uparē."
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Āra tādēra bēśirabhāgēra madhyē āmarā prati‌śruti pālanēra kichu'i pā'i ni, baraṁ tādēra adhikānśakē abaśya'i pēẏēchi ḍ'̔āhā asaṯkarmā."
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Abaśēṣē tādēra parē āmarā mūsākē niyukta karēchilāma phira'ā'una ō tāra pariṣadabargēra kāchē āmādēra nirdēśābalī saṅgē diẏē, kintu tārā ēgulōra prati abicāra karēchila, ata'ēba dēkhō kēmana haẏēchila biparyaẏa sr̥ṣṭikārīdēra pariṇāma"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Āra mūsā balalēna -- ''hē phira'ā'una, niḥsandēha āmi biśbajagatēra prabhura tarapha thēkē ēkajana rasūla"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "sthiraniścita yē āllāh sanbandhē āmi satya chāṛā balabō nā. Āmi tōmādēra kāchē ēsēchi tōmādēra prabhura kācha thēkē spaṣṭa pramāṇābalī niẏē, sutarāṁ āmāra saṅgē pāṭhiẏē dā'ō isarā'ilabanśīẏa lōkadēra.’’"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Sē balalē -- ''yadi tumi kōnō nidarśana niẏē ēsē thākō tabē tā upasthāpita karō, yadi tumi satyabādīdēra madhyēkāra ha'ō.’’"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Kājē'i tini tām̐ra lāṭhi nikṣēpa karalēna, takhana āścarya! Tā halō ēka spaṣṭa sāpa."
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Āra tini tām̐ra hāta bēra karalēna, takhana āścarya! Tā halō darśakadēra kāchē sādā."
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Phira'ā'unēra lōkadēra pradhānarā balalē -- ''niḥsandēha ē ēkajana bijña jādukara.’’"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "Sē cāẏa tōmādēra dēśa thēkē tōmādēra bēra karē ditē, kājē'i tōmarā ki parāmarśa dā'ō?’’"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Tārā balalē -- ''tākē ō tāra bhā'ikē kiñciṯ abakāśa dā'ō, āra śaharē-nagarē pāṭhā'ō talabakārīdēra"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "tōmāra kāchē tārā niẏē āsuka pratyēka jhānu jādukara.’’"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Āra jādukararā phira'ā'unēra kāchē ēlō. Tārā balalē -- ''āmādēra puraskāra thākā cā'i yadi āmarā nijērā bijētā ha'i.’’"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Sē balalē -- ''hām̐ āra ālabaṯ tōmarā habē nikaṭabartīdēra antarbhukta.’’"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Tārā balalē -- ''hē mūsā! Tumi ki nikṣēpa karabē, nā āmarā'i habō nikṣēpakārī"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "tini balalēna -- ''tōmarā'i phēlō.’’ Ataḥpara yakhana tārā phēlalō takhana lōkadēra cōkhē dhām̐dhām̐ lāgiẏē dila āra tādēra bhaẏātura karalō, āra tārā niẏē ēlō ēka baṛa rakamēra jādu"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "takhana āmarā mūsākē pratyādēśa dilāma yē -- ''tōmāra lāṭhi nikṣēpa karō.’’ Takhana ki āścarya! Tā grāsa karatē lāgalō yā tārā racanā karēchila."
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Kājē'i satya pratiṣṭhā lābha karalō ēbaṁ tārā yā karachila tā bātila haẏē gēla."
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Sutarāṁ tārā sē'ikhānē'i parābhūta halō, āra tārā mōṛa phērālō chōṭa haẏē."
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Āra jādukararā luṭiẏē paṛalō sijadārata abasthāẏa."
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Tārā balalē -- ''āmarā īmāna ānalāma biśbajagatēra prabhura prati"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "mūsā ō hārūnēra prabhu.’’"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Phira'ā'una balalē -- ''tōmarā tātē biśbāsa karacha āmi tōmādēra anumati dēbāra āgē'i! Niścaẏa ēṭi ēka cakrānta yā tōmarā ē śaharē phēdēcham̐ yēna tōmarā ē thēkē ēra lōkadēra bāra karē ditē pārō. Bēśa, śīghra'i tōmarā ṭēra pābē"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "āmi ālabaṯ tōmādēra hāta ō tōmādēra pā ulṭō-pālṭā kēṭē dēbō, tārapara tōmādēra niścaẏa'i śūlē caṛābō ēkasaṅgē.’’"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Tārā balalē -- ''niḥsandēha āmādēra prabhura kāchē'i āmarā pratyābartanakārī."
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Āra tumi āmādēra uparē pratihinsā niccha nā śudhu ējan'ya chāṛā yē āmarā biśbāsa sthāpana karēchi āmādēra prabhura nirdēśābalītē yakhana sē-saba āmādēra kāchē ēsēchila. 'Āmādēra prabhu! Āmādēra uparē dhairya barṣaṇa karō, āra āmādēra mr̥tyu ghaṭā'ō musalimarūpē.’’"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Āra phira'ā'unēra lōkadēra pradhānarā balalē -- ''āpani ki mūsākē ō tāra lōkadēra chēṛē dēbēna dēśē biparyaẏa sr̥ṣṭi karatē ēbaṁ āpanākē ēbaṁ āpanāra dēbatādēra parityāga karatē?’’ Sē balalē -- ''āmarā tādēra putradēra abaśya'i hatyā karabō āra tādēra kan'yādēra bām̐catē dēbō, āra āmarā ālabaṯ tādēra uparē pratāpaśālī.’’"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Mūsā tām̐ra lōkadēra balalēna -- ''āllāh‌ra kāchē sāhāyya cā'ō ō dhairya dhāraṇa karō, niḥsandēha pr̥thibī tō āllāh‌ra, tini tāra uttarādhikāra dēbēna tām̐ra bāndādēra madhyēra yādēra tini pachanda karēna. Āra pariṇāma hacchē dharmaparāẏaṇadēra'i jan'yē.’’"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Tārā balalē -- ''āmarā atyācārita haẏēchi āmādēra kāchē tōmāra āgamanēra āgē ēbaṁ āmādēra kāchē tōmāra āsāra parē'ō.’’ Tini balalēna -- ''hatē pārē tōmādēra prabhu tōmādēra śatrudēra dhbansa karabēna, āra acirē'i tōmādēra tini pratinidhi ṭhā'ōrābēna dēśēra madhyē, yēna tini dēkhatē pārēna kēmanabhābē tōmarā kāja karō.’’"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Āra āmarā niścaẏa'i phira'ā'unēra lōkadēra pākaṛā'ō karēchilāma bahubaṯsarēra kharā āra phala-phasalēra kṣati diẏē, yēna tārā anudhābana karē."
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Kintu yakhana tādēra kāchē bhālō abasthā āsatō, tārā balatō -- ''ē-saba āmādēra jan'ya.’’ Āra yakhana manda abasthā tādēra uparē ghaṭatō tārā ārōpa karatō mūsāra ō tām̐ra saṅgē yārā chila tādēra uparē. Ēki naẏa yē niḥsandēha tādēra kriẏākalāpa āllāh‌ra kāchē raẏēchē? Kintu tādēra adhikānśa'i jānē nā."
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Āra tārā balalē -- ''tumi nidarśana thēkē yē kōnōṭā'i āmādēra kāchē ānō nā kēna tā diẏē āmādēra jādu karatē, āmarā kintu tōmātē biśbāsa sthāpanakārī habō nā.’’"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Tārapara āmarā tādēra uparē pāṭhālāma sudūra prasārita mr̥tyu, āra paṅgapāla ō ukuna, āra bēṅa ō rakta -- biśadabhābē barṇita nidarśanābalī, kintu tārā ahaṅkāra karēchila ēbaṁ tārā chila ēkaṭi aparādhī sampradāẏa."
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Āra yakhana tādēra uparē maṛakēra ābirbhāba halō tārā balalē -- ''hē mūsā! Tōmāra prabhura kāchē āmādēra jan'ya prārthanā karō yēmana tini tōmāra kāchē ōẏādā karēchēna, tumi yadi āmādēra kācha thēkē mahāmārī apasārita karē dā'ō tabē āmarā niścaẏa'i tōmātē īmāna ānabō āra tōmāra saṅgē abaśya'i isarā'ilabanśīẏadēra pāṭhiẏē dēbō."
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Kintu yakhana āmarā tādēra thēkē mahāmārī dūra karalāma nirdiṣṭa samaẏēra jan'ya yātē tārā paum̐chula, dēkhō! Tārā bhaṅga karalō"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "sējan'ya āmarā tādēra thēkē śēṣapariṇati nilāma, āra tādēra āmarā ḍubiẏē diẏēchilāma sāgarēra jalē yēhētu tārā pratyākhyāna karēchila āmādēra nirdēśasamūha, āra ētē tārā chila amanōyōgī."
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Āra āmarā uttarādhikāra diẏēchilāma sē'i lōkadēra yādēra durbala gaṇya karā haẏēchila, -- dēśēra pūrbbāñcalasamūha ō tāra paścimāñcala samūha -- yātē āmarā samr̥d'dhi arpaṇa karēchilāma. Āra tōmāra prabhura manōrama bāṇī paripūrṇa haẏēchila isarā'ilēra banśadharadēra kṣētrē yēhētu tārā dhairya dharēchila. Āra āmarā bhēṅgē phēlēchilāma phira'ā'una ō tāra lōkērā yā gaṛē chila, āra yē- saba tārā bāniẏēchila."
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "Āra āmarā isarā'ila banśīẏa lōkadēra samūdra pāra kariẏē di'i, tārapara tārā ēla ēka jātira sansparśē yārā tādēra abaśiṣṭa pratimāgulōra prati āsakta chila. Tārā balalē -- ''hē mūsā! Āmādēra jan'ya ēkaṭi dēbatā gaṛē dā'ō yēmana tādēra dēbatārā raẏēchē.’’ Tini balalēna -- ''tōmarā niḥsandēha ēmana ēka sampradāẏa yārā bōkāmō karachō."
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Niḥsandēha ēdēra byāpārē -- yātē tārā lipta raẏēchē tā dhbansaprāpta hatē yācchē, āra br̥thā yā tārā karē calēchē.’’"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Tini balalēna -- ''āmi ki āllāh chāṛā tōmādēra jan'ya an'ya upāsya khum̐jabō, athaca tini tōmādēra śrēṣṭhatba diẏēchēna samasta biśbajagatēra uparē?’’"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Āra smaraṇa karō, āmarā tōmādēra ud'dhāra karēchilāma phira'ā'unēra lōkadēra thēkē, tārā tōmādēra atyācāra karēchila marmāntika śāsti diẏē, -- tārā tōmādēra putrasantānadēra hatyā karatō ō bācam̐tē dita tōmādēra kan'yādēra. Āra ētē chila tōmādēra jan'ya tōmādēra prabhura tarapha thēkē ēka birāṭa saṅkaṭa."
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Āra āmarā mūsāra saṅgē ōẏādā karēchilāma triśa rātri, āra tā pūrṇa kari daśa diẏē -- tātē pūrṇa halō tām̐ra prabhura nirdhārita calliśa rātri. Āra mūsā tām̐ra bhā'i hārūnakē balalēna -- ''āmāra sampradāẏēra madhyē tumi āmāra pratinidhitba karabē ō bhālōbhābē calabē, āra ganḍagōla sr̥ṣṭikārīdēra patha anusaraṇa karō nā.’’"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Āra yakhana mūsā āmādēra nirdhārita-sthalē ēsē paum̐chulēna ēbaṁ tām̐ra prabhu tām̐ra sāthē kathā balalēna, tini balalēna -- ''āmāra prabhu! Āmākē darśana dā'ō, āmi tōmākē dēkhabō.’’ Tini balalēna -- ''tumi kakhana'i āmākē dēkhatē pābē nā, baraṁ pāhāṛaṭira dikē tākā'ō, yadi tā tāra jāẏagāẏa sthira thākē tabē tumi āmākē dēkhabē.’’ Tārapara yakhana tām̐ra prabhu pāhāṛaṭitē jyōtiṣmāna halēna takhana tini tākē cūrṇa-bicūrṇa karalēna, āra mūsā paṛē gēlēna san̄jñāhīna haẏē. Tārapara yakhana tini cētanā pēlēna, tini balalēna -- ''tōmāra'i saba mahimā! Āmi tōmāra'i dikē phirachi, āra āmi haba muminadēra madhyē agraṇī.’’"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Tini balalēna -- ''hē mūsā! Niḥsandēha āmi tōmākē nirbācana karēchi janagaṇēra uparē āmāra bāṇī prēraṇēra dbārā ō āmāra bākyālāpēra dbārā, kājē'i tumi dhāraṇa karō yā bidhāna āmi tōmākē diẏēchi, āra kr̥tajñadēra madhyēkāra ha'ō.’’"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Āra āmarā tām̐ra jan'ya lipibad'dha karēchilāma phalakagulōtē harēka rakamēra upadēśa āra saba-kichura byākhyā, -- ''ē-saba tāhalē śaktabhābē dhāraṇa karō, āra tōmāra lōkadēra nirdēśa dā'ō śrēṣṭhagulō grahaṇa karatē. Āmi acirē'i tōmādēra dēkhābō satyatyāgīdēra bāsasthāna.’’"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Acirē'i āmāra nirdēśābalī thēkē āmi phiriẏē dēbō tādēra yārā dēśēra madhyē an'yāẏabhābē ahaṅkāra karē. Āra yadi'ō tārā pratyēkaṭi nidarśana dēkhatē pāẏa tabu tārā ōtē biśbāsa karabē nā, āra yadi tārā bhrānta pathēra dēkhā pāẏa tabē tākē tārā patha balē grahaṇa karē. Ēṭi ējan'ya yē tārā āmādēra nirdēśa-samūhakē pratyākhyāna karēchila, āra tātē tārā udāsīna haẏēchila."
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Āra yārā mithyārōpa karēchila āmādēra nirdēśābalītē ō parakālēra mulākātēra sanbandhē, tādēra kriẏākalāpa br̥thā haẏēchē. Tādēra ki pratiphala dēẏā habē yā tārā karē yācchila tāra biparītē"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Āra mūsāra lōkērā tām̐ra parē grahaṇa karalō tādēra alaṅkāra diẏē ēkaṭi gōbaṯsakē -- ēkaṭi dēha, yātē phōkalā ā'ōẏāja hatō. Tārā ki dēkhalō nā yē ēṭi tō tādēra saṅgē kathā balē nā āra tādēra pathē paricālita'ō karē nā? Tārā ēṭikē grahaṇa karalō, āra tārā chila an'yāẏakārī."
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Āra yakhana tādēra hātē kāmaṛa paṛalō āra dēkhalō yē tārā bipathē calē gēchē, tārā balalē -- ''yadi nā āmādēra prabhu āmādēra prati karuṇā karēna ō āmādēra paritrāṇa karēna tabē āmarā ālabaṯ kṣatigrastadēra antarbhukta habō.’’"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Āra yakhana mūsā phirē ēlēna tām̐ra lōkadēra kāchē kṣud'dha ō trud'dha haẏē, tini balalēna -- ''āmāra parē tōmarā āmāra sthalē yā kārēcha tā jaghan'ya! Tōmarā ki tōmādēra prabhura bicāra ēgiẏē ānatē cā'ō?’’ Āra tini phalakagulō phēlē dilēna, āra tām̐ra bhā'iẏēra māthā dharalēna tām̐ra dikē tām̐kē ṭēnē ānatē. Tini balalēna -- ''hē āmāra sahōdara! Niḥsandēha lōkērā āmākē durbala ṭhā'ōrēchila ō āmākē prāẏa mērē'i phēlēchila. Sutarāṁ āmāra daśāẏa śatrudēra pulakita karō nā, āra, āmākē pāpiṣṭha lōkadēra dalabhukta karō nā.’’"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Tini balalēna -- ''āmāra prabhu! Āmākē ō āmāra bhā'ikē paritrāṇa karō, āra āmādēra dākhila karō tōmāra anugrahēra madhyē, kēnanā tumi'i daẏāludēra madhyē śrēṣṭha karuṇāmaẏa.’’"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Niḥsandēha yārā gō-baṯsakē grahaṇa karēchila tādēra pākaṛā'ō karabē tādēra prabhura krōdha ō lāñchanā ē'i duniẏāra jībanē. Āra ē'ibhābē'i āmarā pratiphala di'i mithyāracanākārīdēra."
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Āra yārā asadācaraṇa karē āra tāraparē phērē ō biśbāsa karē, -- niḥsandēha tōmāra prabhu tō ēra parē parama kṣamāśīla, aphuranta phaladātā."
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Āra mūsā thēkē krōdha yakhana praśamita halō tini takhana phalakagulō tulē nilēna, sē-sabēra lēkhanē chila pathanirdēśa ō karuṇā, tādēra jan'ya yārā tādēra prabhura prati bhaẏa karē."
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Āra mūsā tām̐ra sampradāẏēra madhyē sattara jana lōkakē bāchā'i karalēna āmādēra nirdhārita sthalēra jan'ya, kājē'i yakhana bhūmikampa tādēra pākaṛālō, tini balalēna -- ''āmāra prabhu! Tumi yadi icchā karatē tabē ēra āgē'i tō tumi tādēra dhbansa karatē pāratē, āra āmākē'ō. Tumi ki āmādēra dhbansa karabē āmādēra madhyēra nirbōdharā yā karēchē tāra jan'yē? Ē tōmāra parīkṣā bai tō naẏa. Ēra dbārā tumi bipathagāmī karō yādēra tumi icchā karō, āra saṯpathē cālā'ō yādēra tumi icchā karō. Tumi'i āmādēra abhibhābaka, ata'ēba āmādēra paritrāṇa karō ō āmādēra prati karuṇā karō, kāraṇa tumi'i paritrāṇakārīdēra madhyē sarbōttama."
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Āra āmādēra jan'ya bidhāna karō ē'i duniẏātē'i kalyāṇa ēbaṁ parakālē'ō, āmarā niḥsandēha tōmāra dikē'i phirachi.’’ Tini balalēna -- ''āmāra śāsti -- tā diẏē āmi āghāta hānabō yākē icchā karabō, kintu āmāra karuṇā -- tā saba-kichu'i paribēṣṭhana karē. Sutarāṁ āmi tā bidhāna karabō tādēra jan'ya yārā dharmabhīrutā abalanbana karē, āra yākāta ādāẏa karē, āra yārā āmādēra nirdēśābalītē biśbāsa karē"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "yārā anusaraṇa karē sē'i rasūlakē -- nabī, um'mī, yām̐kē tārā pāẏa ullikhita raẏēchē tādēra kāchēra ta'ōrātē ō iñjīlē, āra yini tādēra nirdēśa dēna saṯkājēra ō tādēra niṣēdha karēna asaṯkāja thēkē, āra tādēra jan'ya baidha karēna bhālō biṣaẏabastu ō tādēra jan'ya niṣēdha karēna manda jinisagulō, āra yini tādēra thēkē dūra karē dēna tādēra bōjhā ō bandhana yā tādēra uparē chila. Ata'ēba yārā tām̐tē biśbāsa karē ō tām̐kē mān'ya karē ō tām̐kē sāhāyya karē āra anusaraṇa karē sē'i ālō yā tām̐ra saṅgē abatīrṇa haẏēchē, -- ērā nijērā'i hacchē saphalakāma.’’"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "Balō -- ''ōhē janagaṇa! Āmi niścaẏa'i āllāh‌ra rasūla tōmādēra sabāra kāchē, -- mahākāśamanḍala ō pr̥thibīra sārbabhaumatba yām̐ra sē'ijanēra'i, tini chāṛā an'ya upāsya nē'i, tini jībana dāna karēna ō mr̥tyu ghaṭāna. Sējan'ya āllāh‌tē biśbāsa karō ō tām̐ra rasūlēra prati -- um'mī nabī, yini īmāna ēnēchēna āllāhatē ō tām̐ra bāṇīsamūhē, āra tōmarā'ō tām̐ra anusaraṇa karō yēna tōmarā saṯpathaprāpta hatē pārō.’’"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Āra mūsāra sampradāẏēra madhyē'ō ēkaṭi dala raẏēchē yārā patha dēkhāẏa satyēra dbārā ō tāra dbārā n'yāẏabicāra karē."
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Āra āmarā tādēra bibhakta karēchilāma bārōṭi gōtrē dalē. Āra mūsāra kāchē āmarā prēraṇā dilāma yakhana tām̐ra lōkērā tām̐ra kāchē pāni cā'ila, ē'i balē -- ''tōmāra lāṭhi diẏē pātharē āghāta karō.’’ Takhana tā thēkē bārōṭi jharanā prabāhita halō. Pratyēka gōtra āpana jalapāna-sthāna cinē nilō. Āra tādēra uparē āmarā mēgha diẏē ācchādāna karēchilāma, āra tādēra kāchē pāṭhiẏēchilāma'mānnā’ ō'sāla'ōẏā’, -- ''tōmādēra yā jībikā diẏēchi tāra bhālō bhālō jinisa thēkē āhāra karō.’’ Kintu tārā āmādēra kōnō aniṣṭa karē ni, baraṁ tārā tādēra nijēdēra prati aniṣṭa karachila."
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "Āra smaraṇa karō! Tādēra balā haẏēchila -- ''ē janabasatitē basabāsa karō, āra ē thēkē āhāra karō yakhana-yēkhānē icchā karō, āra balō'hiṯtātuna’, āra sadara-darajā diẏē prabēśa karō natamastakē, tōmādēra samasta bhulabhrānti āmarā tōmādēra thēkē kṣamā karē dēbō. Uparantu āmarā bāṛiẏē dēbō śubhakarmīdēra jan'ya.’’"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Kintu tādēra madhyē yārā an'yāẏa karēchila tārā tādēra yā balā haẏēchila tāra biparīta kathāẏa tā badalē dila, sējan'ya tādēra uparē āmarā ākāśa thēkē pāṭhālāma mahāmārī, yēhētu tārā an'yāẏa ka’rē calachila."
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Āra tādēra jijñāsā karō sē'i janabasati sanbandhē yārā chila samudrēra kinārē. Smaraṇa karō! Tārā sabbātēra ullaṅghana karēchila, kāraṇa tādēra māchagulō tādēra kāchē āsatō tādēra sābbātēra dinē jhām̐kē-jhām̐kē, āra yēdina tārā sabbāta pālana karatō nā tārā tādēra kāchē āsatō nā. Ē'ibhābē āmarā tādēra niẏantrita karēchilāma, kēnanā tārā pāpācāra karē calatō."
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Āra yakhana tādēra madhyēra ēkaṭi dala balalē -- ''kēna tōmarā sē'i lōkadēra upadēśa diccha āllāh yādēra dhbansa karatē yācchēna athabā kaṭhōra śāstitē śāsti ditē yācchēna’’? Tām̐rā balalēna -- ''tōmādēra prabhura kāchē dōṣamukta habāra jan'ya, āra yātē tārā dharmaparāẏaṇatā abalanbana karē.’’"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Kintu yakhana tārā bismr̥ta halō yā tādēra smaraṇa kariẏē dēẏā haẏēchila, āmarā ud'dhāra karēchilāma tādēra yārā niṣēdha karatō asaṯkāja thēkē, āra yārā an'yāẏa karē tādēra āmarā pākaṛā'ō karalāma kaṭhina śāstitē, yēhētu tārā pāpācāra karatō."
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Tārapara yakhana tārā tācchilya karalō tātē yā karatē tādēra niṣēdha karā haẏēchila takhana āmarā tādēra balalāma -- ''tōmarā ghr̥ṇya bānara haẏē yā'ō.’’"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "Āra smaraṇa karō! Tōmāra prabhu ghōṣaṇā karalēna yē tini tādēra birud'dhē kiẏāmatēra dina paryanta niyukta karabēna yārā tādēra pīṛana karabē kaṭhina nipīṛanē. Niścaẏa tōmāra prabhu tō pratiphala-dānē taṯpara ēbaṁ tini tō niścaẏa'i paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Āra āmarā pr̥thibītē tādēra bibhakta karēchi bibhinna dalē, tādēra madhyē kē'u-kē'u saṯpathābalanbī, āra tādēra kataka ēra biparīta. Āra āmarā tādēra niẏantrita karēchi bhālō diẏē ō manda diẏē, yēna tārā phirē āsē."
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Ataḥpara tādēra parē sthalābhiṣikta haẏēchila ēka uttarapuruṣa yārā grantha uttarādhikāra karēchila, tārā ām̐kaṛē dharēchila ē'i sādhāraṇa jībanēra tuccha-bastusaba āra balatō -- ''āmādēra tō māpha karē dēẏā habē.’’ Āra yadi tādēra kāchē tāra matō bastugulō āsē tabē tārā tā grahaṇa karē. Tādēra kācha thēkē ki granthēra aṅgīkāra nē'ōẏā haẏa ni yē tārā āllāh sanbandhē satya chāṛā āra kichu balabē nā, āra tārā pāṭha'ō karēchē yā tātē raẏēchē? Āra parakālēra bāsasthāna'i śrēẏa tādēra jan'ya yārā dharmabhīrutā abalanbana karē. Tōmarā ki tabē bujhō nā"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "āra yārā kitāba śaktabhābē dhāraṇa karē ō nāmāya kāẏēma karē -- āmarā niścaẏa saṯkarmaśīladēra karmaphala binaṣṭa kari nā."
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "Ārō'ō smaraṇa karō! Āmarā tādēra uparē parbatakē kampita karalāma tā yēna haẏēchila ēkaṭi ācchādana, āra tārā bhēbēchila yē ē niścaẏa'i tādēra uparē bhēṅgē paṛēchē, ''āmarā tōmādēra yā diẏēchi tā dr̥ṛhabhābē ākam̐ṛē dharō, āra tātē yā raẏēchē tā smaraṇa rēkhō, yātē tōmarā dharmabhīrutā abalanbana karō’’."
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "Āra smaraṇa karō! Tōmāra prabhu ādamēra banśadharadēra thēkē -- tādēra pr̥ṣṭhadēśa thēkē -- tādēra santāna-santati ēnēchilēna, āra tādēra nijēdēra sanbandhē tādēra sākṣya di'iẏēchilēna -- ''āmi ki tōmādēra prabhu na'i?’’ Tārā balēchila -- ''hām̐, āmarā sākṣya dicchi.’’ Ējan'ya yē pāchē tōmarā kiẏāmatēra dinē balō -- ''āmarā tō ē biṣaẏē ajñāta chilāma,’’"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "athabā tōmarā balō -- ''āsala byāpāra hacchē āmādēra pūrbapuruṣarā ēra āgē'i anśīdāra ṭhā'ōrēchila, āra āmarā tādēra parabartīkālē banśadhara'i chilāma. Tumi ki tabē āmādēra dhbansa karabē bhraṣṭācārīrā yā karēchila sējan'ya"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "āra ē'ibhābē āmādēra nirdēśābalī āmarā byākhyā kari yēna tārā phirē āsē."
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Āra tādēra kāchē pāṭha karō ōra br̥ttānta yākē āmarā āmādēra nirdēśābalī pradāna karēchilāma, kintu sē sē-saba thēkē guṭiẏē nēẏa, sējan'ya śaẏatāna tāra pichu nēẏa, kājē'i sē bipatha-gāmīdēra antarbhukta haẏa."
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Āra yadi āmarā icchā karatāma tabē niścaẏa'i ēra dbārā tākē āmarā unnīta karatāma, kintu sē māṭi ākam̐ṛē dharalō, āra sē tāra hīna-kāmanāra anusaraṇa karē calalō. Sutarāṁ tāra upamā hacchē kukurēra dr̥ṣṭāntēra matō -- ōkē yadi tumi tāṛā karō, sē jiba bēra ka’rē hām̐pābē, āra yadi tumi tākē ēṛiẏē calō sē jiba bāra karē hām̐pābē. Ē'i hacchē sē-saba lōkēra dr̥ṣṭānta yārā āmādēra nirdēśasamūha pratyākhyāna karē. Tumi itibr̥tta bibr̥ta karō yēna tārā cintā karatē pārē."
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Mandēra dr̥ṣṭānta sē'i lōkērā yārā āmādēra bāṇīsamūhē mithyārōpa karē, āra tādēra antarā‌tmāra prati'i tārā atyācāra karē calē"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "yākē āllāh patha dēkhāna sē-i tabē saṯpathē cālita, āra yākē tini bipathē calatē dēna, tāhalē tārā nijērā'i kṣatigrasta haẏa."
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Āra āmarā jāhānnāmēra jan'ya niścaẏa'i chaṛiẏē diẏēchi jina ō mānuṣēra madhyēra anēkakē, -- tādēra hr̥daẏa āchē tā diẏē tārā bujhē nā, āra tādēra cōkha āchē tā diẏē tārā dēkhē nā, āra tādēra kāna āchē tā diẏē tārā śōnē nā. Tārā gabādi-paśura n'yāẏa, baraṁ tārā ārō pathabhraṣṭa. Tārā nijērā'i hacchē udāsīna."
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Āra āllāh‌ra'i hacchē sabacā'itē bhālō nāmābalī, kājē'i tām̐kē ḍākō sē'i sabēra dbārā, āra tādēra chēṛē dā'ō yārā tām̐ra nāmābalī niẏē bikr̥ti karē. Acirē'i tādēra pratiphala dēẏā habē tārā yā karē yācchē tāra jan'ya."
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Āra yādēra āmarā sr̥ṣṭi karēchi tādēra madhyē āchē ēkaṭi dala yārā patha dēkhāẏa satyēra dbārā, āra tāra dbārā tārā n'yāẏaparāẏaṇatā karē."
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Āra yārā āmādēra bāṇīsamūhē mithyārōpa karē tādēra āmarā kramāgata ṭēnē niẏē yā'i, -- kōthā thēkē tā tārā jānē nā."
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Āra āmi tādēra abasara di'i, niḥsandēha āmāra byabasthā atyanta baliṣṭha."
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Tārā ki cintā karē nā? Tādēra sahacarēra madhyē kōnō pāgalāmi nē'i. Bāstabē tini tō ēka suspaṣṭa satarkakārī."
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Tārā ki tākāẏa nā mahākāśamanḍala ō pr̥thibīra sāmrājyēra prati āra yā-kichu āllāh sr̥ṣṭi karēchēna, āra hatē pārē tādēra nirdhārita kāla ghaniẏē ēsēchē? Ēra parē āra kōna paryālōcanāra dbārā tārā tabē biśbāsa karabē"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "yākē āllāh bipathē yētē dēna tāra jan'yē tabē kōnō pathapradarśaka nē'i. Āra tādēra tini chēṛē dēna tādēra abādhyatāẏa udabhrāntabhābē ghurapāka khētē."
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Tārā tōmākē ghaṛighanṭā sanbandhē jijñāsā karachē -- kakhana tā ghaṭabē. Balō -- ''ēra jñāna abaśya'i raẏēchē āmāra prabhura kāchē, ēra samaẏa sanbandhē tā prakāśa karatē pārē nā tini chāṛā kē'u. Ē ati gurutara byāpāra mahākāśamanḍalē ō pr̥thibītē, ē ēsē paṛabē nā tōmādēra uparē atarkitē chāṛā.’’ Tārā tōmākē jijñāsā karachē yēna tumi'i ē biṣaẏē āgrahī. Balō -- ''ēra jñāna ālabaṯ āllāh‌ra kāchē, kintu adhikānśa lōka'i jānē nā.’’"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Balō -- ''āmāra kōnō adhikāra nē'i āmāra nijēra'i kōnō lābha bā kṣati karabāra -- āllāh yā cāna tā-byatīta. Āra yadi āmi adr̥śyēra samyak jñāna rākhatāma tabē kalyāṇēra prācurya bāniẏē nitāma, āra kōnō aniṣṭa āmākē sparśa karatō nā. Āmi tō ēkajana satarkakārī ba'i na'i, āra ēkajana susambādadātā sē'i lōkadēra jan'ya yārā īmāna ēnēchē."
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "Tini'i sē'ijana yini tōmādēra sr̥ṣṭi karēchēna ēka'i naphasa thēkē, āra tā thēkē tini tairi karēchēna tāra saṅginī yēna sē tāra madhyē śānti pētē pārē. Ata'ēba yakhana sē tātē upagata haẏa sē takhana ēkaṭi hālkā bōjhā dhāraṇa karē āra tā niẏē calāphērā karē, tārapara yakhana tā bhārī haẏē uṭhē takhana ubhaẏē āhbāna karē tādēra prabhu āllāh‌kē -- ''yadi tumi āmādēra suṣṭhu ēkaṭi dā'ō āmarā tabē niścaẏa'i habō kr̥tajñadēra antarbhukta.’’"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Kintu tini yakhana tādēra suṣṭhu ēkaṭi dāna karalēna tārā tām̐ra saṅgē dām̐ṛa karālō anśīdāra tini tādēra yā diẏēchēna tāra sanbandhē. Kintu bahu uccē abasthita āllāh tārā yā anśī bānāẏa sē-saba thēkē."
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Tārā ki anśīdāra basāẏa tākē yē kichu'i sr̥ṣṭi karē nā, baraṁ tādēra'i sr̥ṣṭi karā haẏēchē"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "āra ōrā kōnō kṣamatā rākhē nā tādēra sāhāyya karāra, āra tārā tādēra nijēdēra'ō sāhāyya karatē pārē nā."
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Āra yadi tōmarā tādēra āhbāna karō saṯpathēra prati, tārā tōmādēra anusaraṇa karabē nā. Tōmarā tādēra āhbāna karō athabā tōmarā cupacāpa thākō, tōmādēra jan'yē samāna."
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Niḥsandēha tōmarā āllāh‌kē chēṛē diẏē yādēra āhbāna kara tārā tōmādēra'i n'yāẏa dāsa, sutarāṁ tādēra ḍākō, tōmādēra prati tārā tabē sāṛā dika, -- yadi tōmarā satyabādī ha'ō."
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Tādēra ki pā āchē yā diẏē tārā calatē pārē, athabā tādēra ki hāta āchē yā diẏē dharatē pārē, athabā tādēra ki cōkha āchē yā diẏē dēkhatē pārē, athabā tādēra ki kāna āchē yā diẏē tārā śunatē pārē? Balō -- ''ḍākō tōmādēra anśīdāradēra, tārapara āmāra birud'dhē phandi āṭōm̐, āra āmākē abakāśa di'ō nā"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "niḥsandēha āmāra abhibhābaka hacchēna āllāh yini kitāba abatāraṇa karēchēna, āra tini'i abhibhābakatba karēna saṯpathā- balanbīdēra."
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Āra yādēra tōmarā āhbāna kara tām̐kē chēṛē diẏē, tārā kōnō kṣamatā rākhē nā tōmādēra sāhāyya karāra, āra tādēra nijēdēra'ō tārā sāhāyya karatē pārē nā.’’"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Āra yadi tōmarā tādēra āhbāna kara saṯpathēra prati, tārā śōnē nā. Āra tumi tādēra dēkhatē pā'ō tārā tōmāra dikē tākiẏē āchē, kintu tārā dēkhatē pābē nā."
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Kṣamā abalanbana karō āra sadaẏatāra nirdēśa dā'ō, āra ajñadēra parihāra karē calō."
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Āra yadi śaẏatānēra thēkē khōm̐cākhuci tōmākē āhata karē tabē āllāh‌ra kāchē āśraẏa cā'ō. Niḥsandēha tini sarba śrōtā, sarbajñātā."
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Niḥsandēha yārā dharmaparāẏaṇatā abalanbana karē, yakhana śaẏatānēra ākramaṇa tādēra sparśa karē tārā smaraṇa karē, -- tāhalē dēkhō! Tārā'i haẏa dr̥ṣṭiśaktimāna"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "āra tādēra bhā'iẏērā, -- tārā ēdēra ṭēnē nēẏa bhrāntira madhyē, āra tārā thāmē nā."
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Āra yakhana tumi tādēra kāchē kōnō āẏāta ānō nā, tārā balē -- ''kēna tumi tā bēchē nā'ō nā?’’ Tumi balō -- ''āmi śudhu tāra'i anusaraṇa kari yā āmāra kāchē pratyādiṣṭa haẏēchē āmāra prabhura kācha thēkē, ēṭi hacchē tōmādēra prabhura kācha thēkē dr̥ṣṭidāẏaka, āra pathanirdēśaka, āra hacchē karuṇā sē'i lōkadēra jan'ya yārā biśbāsa karē.’’"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Āra yakhana kura'āna paṭhita haẏa takhana tā śōnō, āra cupa karē thēkō, yēna tōmādēra prati karuṇā barṣita haẏa."
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Āra smaraṇa karō tōmāra prabhukē nijēra antarē sabinaẏē ō sabhaẏē ō anuccasbarē, prātē ō aparāhnē, āra udāsīnadēra antarbhukta haẏō nā."
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Niḥsandēha yārā tōmāra prabhura sānnidhyē raẏēchē tārā tām̐ra upāsanāẏa ahaṅkāra dēkhāẏa nā, āra tārā tām̐ra'i mahimā kīrtana karē, āra tām̐ra'i prati sijadā pradāna karē."
        },
        {
            "chapter": 8,
            "verse": 1,
            "text": "Tārā tōmākē yud'dhē-labdha dhanasampada sanbandhē jijñāsā karachē. Balō -- ''yud'dhē-labdha dhanasampatti āllāh ō rasūlēra jan'ya. Sutarāṁ āllāh‌kē tōmarā bhaẏabhakti karō, āra tōmādēra nijēdēra madhyē sāba sthāpana karō, āra āllāh ō tām̐ra rasūlakē mēnē calō yadi tōmarā mumina ha'ō.’’"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Mumina tō kēbala tārā'i yādēra hr̥daẏa bhaẏē kām̐pē yakhana āllāh‌ra kathā balā haẏa, āra yakhana tādēra kāchē tām̐ra bāṇīsamūha pāṭha karā haẏa tā tādēra jan'ya dharmabiśbāsa bāṛiẏē dēẏa, āra tādēra prabhura uparē'i tārā nirbhara karē"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "yārā nāmāya kāẏēma karē āra āmarā tādēra yā riyēka diẏēchi tā thēkē tārā kharaca karē thākē."
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Tārā nijērā'i hacchē satyikārēra mumina. Tādēra jan'ya raẏēchē tādēra prabhura kāchē maryādāra starasamūha, āra paritrāṇa ō sam'mānajanaka jībikā."
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "Yēmana, -- tōmāra prabhu tōmākē tōmāra bāṛighara thēkē bēra ka’rē ānalēna satyēra sāthē, yadi'ō muminadēra madhyēra ēkaṭi dala abaśya'i chila birūpabhābāpanna."
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Tārā tōmāra saṅgē satya sanbandhē bitarka karachila tā suspaṣṭa habāra parē'ō, yēna tārā mr̥tyura dikē tāṛita hacchila, āra tārā tākiẏē raẏēchila."
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "Āra smaraṇa karō! Āllāh tōmādēra prati‌śruti diẏēchilēna du'i dalēra ēkaṭi sanbandhē yē tā tōmādēra habē, āra tōmarā cēẏēchilē yā astrasajjita naẏa tā'i tōmādēra hōka, athaca āllāh cēẏēchilēna yēna satya satya pratipanna haẏa tām̐ra bāṇīra dbārā, āra yēna tini abiśbāsīdēra śikaṛa kēṭē dēna"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "yēna tini satyakē satya pratipanna karēna ō mithyākē bātila karē dēna, yadi'ō aparādhīrā tā apachanda karē.’’"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "Smaraṇa karō! Tōmarā tōmādēra prabhura sāhāyya prārthanā karēchilē, tā'i tini tōmādēra prati sāṛā diẏēchilēna -- ''āmi niścaẏa'i tōmādēra sāhāyya karabō akṣunna paramparāẏa āgata phiriś‌tādēra ēkahājāra jana diẏē.’’"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Āra āllāh ēṭi karēna ni susambāda dāna chāṛā āra yēna ēra dbārā tōmādēra hr̥daẏa praśānti lābha karē, āra sāhāyya tō āsē nā āllāh‌ra kācha thēkē chāṛā. Niḥsandēha āllāh hacchēna mahāśaktiśālī, paramajñānī."
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "Smaraṇa karō! Tini tōmādēra uparē praśānti ēnēchilēna tām̐ra tarapha thakē sbastirūpē, āra tini tōmādēra uparē ākāśa thēkē barṣaṇa karalēna br̥ṣṭi, yēna tini ēra dbārā tōmādēra pariskāra karatē pārēna, āra yēna tōmādēra thēkē dūra karatē pārēna śaẏatānēra nōnrāmi, āra yēna tini tōmādēra antarē balasañcāra karatē pārēna, āra yēna ēra dbārā padakṣēpa dr̥ṛhapratiṣṭhita karatē pārēna."
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Smaraṇa karō! Tōmāra prabhu phiriś‌tādēra kāchē prēraṇā dilēna -- ''āmi niścaẏa'i tōmādēra sāthē āchi, kājē'i yārā īmāna ēnēchē tādēra supratiṣṭhita karō. Āmi acirē'i tādēra antarē bhīti sañcāra karabō yārā abiśbāsa pōṣaṇa karē, ata'ēba ghāṛēra uparē āghāta karō āra tādēra thēkē samasta pratyaṅga kēṭē phēlō.’’"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Ēṭi ē'ijan'ya yē tārā āllāh ō tām̐ra rasūlēra birōdhitā karē, āra yē kē'u āllāh ō rasūlēra birud'dhē dām̐ṛāẏa -- āllāh tabē niścaẏa'i śāstidānē kaṭhōra."
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Ēṭi'i tōmādēra jan'ya! Ata'ēba ēra āsbāda grahaṇa karō! Āra abiśbāsīdēra jan'ya niścaẏa'i raẏēchē āgunēra śāsti.’’"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "Ōhē yārā īmāna ēnēcha! Yārā abiśbāsa pōṣaṇa karē tādēra yakhana tōmarā dēkhā pā'ō yud'dhayātrā karachē takhana tādēra dikē piṭha phērābē nā."
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Āra yē kē'u sē'idina tāra piṭha phērābē -- yud'dhēra kēśala abalanbana byatīta, athabā dalē yōga dēbāra jan'yē, -- sē tāhalē niścaẏa'i āllāh‌ra krōdha arjana karabē, āra tāra āśraẏa habē jāhānnāma, āra tā hacchē nikr̥ṣṭa gantabyasthala"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "Ata'ēba tōmarā tādēra badha karō ni, baraṁ āllāh‌i tādēra badha karēchēna. Āra tumi chum̐ṛē mārō ni yakhana tumi nikṣēpa karēchilē baraṁ āllāh‌i nikṣēpa karēchilēna, āra yēna tini biśbāsīdēra pradāna karēna tām̐ra nijēra thēkē ēka uttama puraskāra. Niḥsandēha āllāh sarbaśrōtā, sarbajñātā."
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Ēṭi'i tōmādēra jan'ya! Āra āllāh abaśya'i abiśbāsīdēra cakrānta durbalakārī."
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Tōmarā yakhana bijaẏa-kāmanā karēchilē takhana tōmādēra kāchē ālabaṯ cūṛānta bijaẏa ēsēchē. Āra yadi tōmarā birata ha'ō tabē tā habē tōmādēra jan'ya bhālō, kintu yadi tōmarā phirē āsō, āmarā'ō phirē āsabō, āra tōmādēra phauja tōmādēra kōnō kājē āsabē nā, yadi'ō tā saṅkhyāgariṣṭha hōka. Āra āllāh niḥsandēha muminadēra'i sāthē raẏēchēna."
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "Ōhē yārā īmāna ēnēcha! Āllāh ō tām̐ra rasūlēra ājñāpālana karō, āra tām̐ra thēkē phirē yē'ō nā yakhana tōmarā śōnō."
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Āra tōmarā tādēra matō haẏō nā yārā balēchila -- ''āmarā śunalāma’’, kintu tārā śōnē ni."
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Niḥsandēha āllāh‌ra nikaṭa nikr̥ṣṭatama jība hacchē -- badhira bōbā -- yārā bōjhē nā."
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Āra āllāh yadi tādēra madhyē bhālō kichu jānatēna tabē tini ālabaṯ tādēra śōnātēna. Kintu yadi'ō tini tādēra śōnātēna tabu tārā phirē yētō, yēhētu tārā bimukha."
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Ōhē yārā īmāna ēnēcha! Āllāh ō rasūlēra prati sāṛā dā'ō yakhana tini tōmādēra āhbāna karēna tātē yā tōmādēra jībana dāna karē. Āra jānō yē āllāh mānuṣēra ō tāra antaḥkaraṇēra mājhakhānē birāja karachēna, āra niḥsandēha tini -- tām̐ra'i kāchē tōmādēra ēkatrita karā habē."
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Āra dharmabhīrutā abalanbana karō sē'i bipada sanbandhē yā tōmādēra madhyēra yārā atyācārī śudhumātra tādēra uparē'i paṛē nā. Āra jēnē rēkhō yē āllāh ālabaṯ pratiphala dānē kaṭhōra."
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Āra smaraṇa karō! Yakhana tōmarā chilē sbalpasaṅkhyaka, duniẏātē tōmarā durbalarūpē parigaṇita hatē, tōmarā bhaẏa karatē yē lōkērā tōmādēra ācamakā dharē niẏē yābē, takhana tini tōmādēra āśraẏa dēna, āra tōmādēra balabr̥d'dhi karēna tām̐ra sāhāyyēra dbārā, āra tōmādēra jībikā dāna karalēna uttama biṣaẏa-bastu thēkē, yēna tōmarā dhan'yabāda jānātē pārō."
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Ōhē yārā īmāna ēnēcha! Āllāh ō rasūlēra prati biśbāsabhaṅga karō nā, āra nā tōmādēra āmānata khiẏānata karabē, -- tā'ō tōmarā jēnē-śunē."
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Āra jēnē rēkhō yē niḥsandēha tōmādēra dhanadaulata ō tōmādēra santānasantati tōmādēra jan'ya ēka parīkṣā, āra niḥ sandēha āllāh -- tām̐ra'i kāchē raẏēchē birāṭa puraskāra."
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "Ōhē yārā īmāna ēnēcha! Tōmarā yadi āllāh‌kē bhaẏabhakti karō tabē tini tōmādēra dēbēna phurakāna, āra tōmādēra thēkē tōmādēra manda ghuciẏē dēbēna, āra tōmādēra paritrāṇa karabēna. Āra āllāh bipula kalyāṇēra adhikartā."
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Āra smaraṇa karō! Yārā abiśbāsa pōṣaṇa karē tārā tōmāra birud'dhē ṣaṛayantra karēchila yē tārā tōmākē āṭaka karabē, athabā tārā tōmākē hatyā karabē, athabā tārā tōmākē nirbāsita karabē. Āra tārā ṣaṛayantra karēchila, āra āllāh‌ō parikalpanā karēchilēna. Āra parikalpanākārīdēra madhyē āllāh‌i śrēṣṭha."
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Āra yakhana tādēra kāchē āmādēra bāṇī paṛē śōnānō haẏa tārā balē -- ''āmarā itimadhyē'i śunēchi, āmarā'ō icchā karalē ēra n'yāẏa abaśya'i balatē pāri, ē tō purākālēra upakathā bai naẏa’’."
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "Āra'ō smaraṇa karō! Tārā balēchila -- ''hē āllāh‌, ē'i yadi tōmāra kācha thēkē āsā yathārtha satya haẏa tabē āmādēra uparē ākāśa thēkē pāthara barṣaṇa karō kimbā āmādēra kāchē marmantuda śāsti niẏē ēsa!’’"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Āra āllāh tādēra śāsti dēbēna nā yatakṣaṇa tumi tādēra madhyē raẏēchē. Āra āllāh ērūpa nana yē tini tādēra śāstidātā habēna yakhana tārā kṣamā prārthanā karē."
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "Āra ki tādēra thākatē pārē yē āllāh tādēra śāsti dēbēna nā yakhana tārā pabitra masajida thēkē bādhā dēẏa, athaca tārā ēra tattbābadhāẏaka hatē pārē nā. Ēra tattbābadhāẏaka hacchē śudhu muttakīrā, kintu tādēra adhikānśa'i jānē nā."
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Āra gr̥hēra nikaṭē tādēra nāmāya śudhu śisa dē'ōẏā ō hātatāli dē'ōẏā chāṛā āra kichu'i naẏa. Sutarāṁ''śāstira āsbāda grahaṇa karō yēhētu tōmarā abiśbāsa pōṣaṇa karachilē.’’"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Niḥsandēha yārā abiśbāsa pōṣaṇa karē tārā tādēra dhanasampatti kharaca karē āllāh‌ra patha thēkē bādhā dēbāra jan'yē. Tārā ēṭā kharaca karabē'i, tārapara ēṭi habē tādēra jan'ya manastāpēra kāraṇa, tārapara tādēra parājita karā habē. Āra yārā abiśbāsa pōṣaṇa karē tādēra jāhānnāmēra dikē ēkatrita karā habē"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "yēna āllāh pr̥thaka karatē pārēna mandakē bhālō thēkē, āra mandakē tini sthāpana karabēna tādēra ēkaṭikē an'yaṭira uparē, tārapara sabaṭākē tini ēkatrē stūpīkr̥ta karabēna ēbaṁ tākē phēlabēna jāhānnāmē. Tārā nijērā'i hacchē kṣatigrasta."
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "Yārā abiśbāsa pōṣaṇa karē tādēra balō -- yadi tārā nibr̥tta haẏa tabē yā gata haẏē gēchē tā tādēra kṣamā karā habē, āra yadi tārā phirē yāẏa tabē pūrbabartīdēra ghaṭanābalī itipūrbē ghaṭē gēchē."
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Āra tōmarā tādēra birud'dhē saṅgrāma karatē thākabē yatakṣaṇa uṯpīṛana āra nā thākē, āra dharma tō sāmagrikabhābē āllāh‌ra jan'yē'i habē. Ata'ēba yadi tārā birata haẏa tabē tārā yā karē āllāh niścaẏa'i tāra darśaka."
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "Kintu yadi tārā phirē yāẏa tabē jēnē rēkhō yē āllāh niḥsandēha tōmādēra abhibhābaka, -- katō uttama abhibhābaka ō uttama sāhāyyakārī"
        },
        {
            "chapter": 8,
            "verse": 41,
            "text": "Āra jēnē rēkhō yā kichu tōmarā yud'dhakṣētrē lābha karō tāra pañcamānśa tāhalē āllāh‌ra, jan'ya yathā rasūlēra jan'ya, āra nikaṭā‌tmīẏēra jan'ya, āra ētīmadēra, misakinadēra, ō pathacārīdēra jan'ya, yadi tōmarā biśbāsa karō āllāh‌tē āra tātē yā āmarā āmādēra bāndāra kāchē abatāraṇa karēchi sē'i phurakānēra dinē, yēdina du'i dala mukhōmukhi haẏēchila. Āra āllāh saba-kichura uparē sarbaśaktimāna."
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Smaraṇa karō! Tōmarā chilē upatyakāra nikaṭa prāntē āra tārā upatyakāra dūra prāntē, āra kāphēlā chila tōmādēra cēẏē ninma bhūmitē. Āra yadi tōmarā parasparēra madhyē kōnō bandōbasta karē thākatē tabē ē sid'dhāntē tōmarā matabhēda karatē, kintu -- yēna āllāh byāpāra ēkaṭā ghaṭātē pārēna yēṭā ghaṭē'i gēchē, yēna yāra dhbansa habāra sē dhbansa hatē pārē spaṣṭa pramāṇēra phalē, āra yāra bām̐cabāra sē bām̐catē pārē spaṣṭa pramāṇēra phalē. Āra niḥsandēha āllāh abaśya'i sarbaśrōtā, sarbajñātā."
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Smaraṇa karō! Āllāh tōmāra kāchē tādēra dēkhiẏēchilēna tōmāra sbarē madhyē alpasaṅkhyaka. Āra tini yadi tōmāra kāchē tādēra dēkhātēna bahusaṅkhyaka tabē tōmarā abaśya'i durbala-citta haẏē paṛatē ēbaṁ byāpāraṭi sanbandhē tōmarā tarkabitarka karatē, kintu āllāh rakṣā karēchēna. Niḥsandēha tini biśēṣabhābē abahita āchēna bukēra bhētarē yā raẏēchē sē-sanbandhē."
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Āra smaraṇa karō! Tini tōmādēra kāchē tādēra dēkhiẏē-chilēna, yakhana tōmarā mukhōmukhi haẏēchilē, tōmādēra cōkhē alpasaṅkhyaka, āra tini tōmādēra karēchilēna sbalpasaṅkhyaka tādēra cōkhē, ē'ijan'ya yēna āllāh byāpāra ēkaṭā ghaṭātē pārēna yā ghaṭē'i gēchē. Āra āllāh‌ra kāchē'i saba byāpāra phiriẏē ānā haẏa."
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Ōhē yārā īmāna ēnēcha! Tōmarā yakhana kōnō sain'yadalēra sam'mukhīna ha'ō takhana dr̥ṛhasaṅkalpa habē, āra āllāh‌kē bēśī ka’rē smaraṇa karabē yēna tōmarā saphalakāma ha'ō."
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "Āra āllāh ō tām̐ra rasūlakē mēnē calō, āra bibāda karō nā pāchē tōmarā durbalacitta ha'ō, ō tōmādēra bāẏuprabāha calē yāka, āra adhyabasāẏa abalanbana karō. Niḥsandēha āllāh adhyabasāẏīdēra sāthē raẏēchēna."
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "Āra tōmarā tādēra matō haẏō nā yārā tādēra ghara thēkē bēriẏēchila garbabharē ō lōka dēkhānōra jan'yē, āra bādhā dēẏa āllāh‌ra patha thēkē. Āra tārā yā karē āllāh tā ghirē raẏēchēna."
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Āra smaraṇa karō! Śaẏatānaṭi tādēra kāryābalī tādēra kāchē cittākarṣaka karēchila ō balēchila -- ''ājakēra dinē lōkadēra madhyē kē'u'i tōmādēra uparē bijaẏī hatē pārabē nā, āra niḥsandēha āmi tō raẏēchi tōmādēra sāhāyyakārī.’’ Kintu tārapara yakhana du'i sain'yadalē dēkhādēkhi halō, sē tāra gōṛālira uparē mōṛa phērālō āra balalē -- ''āmi ālabaṯ tōmādēra thēkē bidāẏa, āmi niḥsandēha dēkhatē pācchi yā tōmarā dēkhachō nā, āmi abaśya'i āllāh‌kē bhaẏa kari, āra āllāh pratiphala dānē ati kaṭhōra.’’"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Smaraṇa karō! Kapaṭarā āra yādēra antarē byādhi raẏēchē tārā balē -- ''tādēra dharma'i tādēra bibhrānta karēchē.’’ Bastuta yē kē'u āllāh‌ra uparē nirbhara karē, tabē niḥsandēha āllāh mahāśaktiśālī, paramajñānī."
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Āra tumi yadi dēkhatē pētē yakhana yārā abiśbāsa pōṣaṇa karē tādēra prāṇa haraṇa karachē, phiriś‌tārā āghāta karachē tādēra mukhē ō tādēra piṭhē, āra -- ''pōṛāra yantraṇā āsbāda karō!’’"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "Ē ē-jan'ya yā tōmādēra hāta āgabāṛiẏē diẏēchila, āra āllāh kakhanō bāndādēra prati atyācārī nana.’’"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Phira'ā'unēra sāṅgapāṅgadēra abasthāẏa n'yāẏa āra yārā tādēra pūrbabartī chila. Tārā āllāh‌ra nidarśanasamūha pratyākhyāna karēchila, tā'i āllāh tādēra pākaṛā'ō karalēna tādēra pāpēra daruna. Niḥsandēha āllāh asīma kṣamatāśālī, pratiphala dānē ati kaṭhōra."
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Ē ējan'ya yē āllāh anugraha paribartanakārī hōna nā yā kōnō jātira prati tini arpaṇa karēchēna, yatakṣaṇa nā tārā nijērā sē- saba badaliẏē phēlē. Āra āllāh niḥsandēha sarbaśrōtā, sarbajñātā."
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Phira'ā'unēra gōṣṭhīra abasthāra n'yāẏa āra yārā tādēra pūrbabartī chila. Tārā tādēra prabhura bāṇīsamūhē mithyārōpa karēchila, kājē'i tādēra pāpēra daruna āmarā tādēra dhbansa karēchilāma āra phira'ā'unēra sāṅgōpāṅgadēra āmarā ḍubiẏē diẏēchilāma, āra tārā sabā'i chila atyācārī."
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Niḥsandēha āllāh‌ra kāchē nikr̥ṣṭatama jība hacchē tārā yārā abiśbāsa pōṣaṇa karē, kājē'i tārā īmāna ānē nā."
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Ōdēra madhyē yādēra saṅgē tumi cukti sampādana karō, -- tārapara tārā tādēra cukti pratyēka bārē'i bhaṅga karē, āra tārā bhaẏabhakti karē nā."
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Sutarāṁ yud'dhēra madhyē yadi tādēra karāẏatta karō tabē tādēra dbārā yārā tādēra paścādanusaraṇa karē tādēra bidhabasta karō, yēna tārā satarkatā abalanbana karē."
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Āra yadi tumi kōnō dala thēkē biśbāsaghātakatāra āśaṅkā karō, tabē chōm̐ṛē dā'ō tādēra dikē samāna-samānabhābē. Niḥsandēha āllāh biśbāsaghātakadēra bhālōbāsēna nā."
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Āra yārā abiśbāsa pōṣaṇa karē tārā yēna nā bhābē yē tārā ḍiṅiẏē yētē pārabē. Niḥsandēha tārā paritrāṇa pābē nā."
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Āra tōmarā tādēra birud'dhē prastuta rākhabē yā-kichutē tōmarā samartha ha'ō -- śaurya-bīryē ō hr̥spuṣṭa ghōṛāgulōẏa, -- tāra dbārā bhīta-santrasta rākhabē āllāh‌ra śatrudēra tathā tōmādēra śatrudēra, āra tādēra chāṛā an'yadēra'ō, tādēra tōmarā jānō nā, āllāh tādēra jānēna. Āra yā-kichu tōmarā āllāh‌ra pathē byaẏa karabē tā tōmādēra purōpuri pratidāna dē'ōẏā habē, āra tōmarā atyācārita habē nā."
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "Āra yadi tārā śāntira dikē jhōm̐kē tabē tumi'ō ēra dikē jhukam̐bē, āra āllāh‌ra prati nirbhara karō. Niḥsandēha tini'i sarbaśrōtā, sarbajñātā."
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "Āra yadi tārā cāẏa yē tārā tōmākē phām̐ki dēbē, tabē niḥsandēha āllāh tōmāra jan'ya yathēṣṭa. Tini'i sē'i jana yini tōmākē balīẏāna karēna tām̐ra sahāẏatāra dbārā āra muminadēra dbārā."
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "Āra tādēra hr̥daẏēra madhyē tini prīti sthāpana karēchēna. Tumi yadi pr̥thibītē yā āchē tāra sabaṭā'i kharaca karatē tabu tumi tādēra hr̥daẏēra madhyē samprīti sthāpana karatē pāratē nā, kintu āllāh tādēra madhyē prīti sthāpana karēchēna. Niḥsandēha tini mahāśaktiśālī, paramajñānī."
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "Hē priẏa nabī! Āllāh‌i tōmāra jan'ya āra sē'isaba muminadēra jan'ya yathēṣṭa yārā tōmāra anusaraṇa karē."
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "Hē priẏa nabī! Muminadēra yud'dhēra jan'ya uṯsāhita karō. Yadi tōmādēra madhyē kuṛijana dhairyaśīla thākē tabē tārā du’śa janakē parājita karabē, āra yadi tōmādēra madhyē ēkaśata jana thākē tabē tārā parājita karabē yārā abiśbāsa pōṣaṇa karē tādēra ēkahājāra janakē, yēhētu tārā hacchē ēkaṭi sampradāẏa yārā bōjhē nā."
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Ēkhanakāra samaẏē āllāh tōmādēra bōjhā hālkā karēchēna, kēnanā tini jānēna yē tōmādēra madhyē durbalatā āchē. Sējan'ya yadi tōmādēra madhyē ēkaśata jana dhairyaśīla thākē tabē tārā du’śa janakē parājita karabē, āra yadi tōmādēra madhyē ēkahājāra jana thākē tabē tārā āllāh‌ra anumatikramē du'ihājārakē parājita karabē. Āra āllāh dhairyaśīladēra sāthē raẏēchēna."
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Ēkajana nabīra jan'ya saṅgata naẏa yē tām̐ra jan'ya bandīdēra rākhā hōka yē paryanta nā tini dēśē jaẏalābha karēchēna. Tōmarā cā'ō pārthiba sampada, athaca āllāh cāna paralōka. Āra āllāh mahāśaktiśālī, paramajñānī."
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Yadi āllāh‌ra tarapha thēkē bidhāna nā thākatō yā pūrbē'i ullēkha haẏēchē, tabē tōmarā yā grahaṇa karatē yācchilē sējan'ya tōmādēra uparē paṛatō ēka birāṭa śāsti."
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Ata'ēba bhōga karō yē-saba baidha ō pabitra drabya tōmarā yud'dhakṣētrē saṅgraha karēcha, āra āllāh‌kē bhaẏabhakti karō. Niḥsandēha āllāh paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "Hē priẏa nabī! Tōmādēra hātē bandīdēra yārā āchē tādēra balō -- ''āllāh yadi tōmādēra hr̥daẏē bhālō kichu jānatē pārēna tabē tini tōmādēra dāna karabēna ārō bhālō kichu yā tōmādēra kācha thēkē nēẏā haẏēchē tā thēkē'ō, āra tini tōmādēra paritrāṇa karabēna. Āra āllāh paritrāṇakārī, aphuranta phaladātā.’’"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "Kintu yadi tārā cāẏa tōmāra prati biśbāsaghātakatā karatē, tabē ēra āgē'ō tārā abaśya'i āllāh‌ra prati biśbāsabhaṅga karēchē, sutarāṁ tini kartr̥tba dilēna tādēra anēkēra uparē. Āra āllāh sarbajñātā, paramajñānī."
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Niḥsandēha yārā īmāna ēnēchē ō hijarata karēchē, āra tādēra dhanadaulata ō tādēra jāna-prāṇa diẏē āllāh‌ra pathē saṅgrāma karēchē, āra yārā āśraẏa dāna karēchē ō sāhāyya karēchē, -- ērā'i hacchē paraspara parasparēra bandhu. Āra yārā īmāna ēnēchē, athaca hijarata karē ni, tādēra abhibhābakatba kōnōbhābē'i tōmādēra dāẏitba naẏa yē paryanta nā tārā'ō hijarata karē. Kintu yadi tārā tōmādēra kāchē dharmēra byāpārē sāhāyya prārthanā karē tabē sāhāyya karā tōmādēra kartabya, abaśya sē-sampradāẏēra birud'dhē chāṛā yādēra madhyē cukti raẏēchē. Āra tōmarā yā karō āllāh tāra samyaka draṣṭā."
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "Āra yārā abiśbāsa pōṣaṇa karē -- tādēra kē'u kē'u aparadēra bandhu. Yadi tōmarā ē nā karō tabē dēśē anācāra ō birāṭa- biparyaẏa sr̥ṣṭi habē."
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "Āra yārā īmāna ēnēchē ō hijarata karēchē ō āllāh‌ra pathē jihāda karēchē, āra yārā āśraẏa diẏēchē ō sāhāyya karēchē, -- ērā nijērā'i hacchē prakr̥ta mumina. Ēdēra jan'yē'i raẏēchē paritrāṇa ō mahaṯ jībikā."
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "Āra yārā parē īmāna ēnēchē ēbaṁ gr̥hatyāga karēchē ō tōmādēra saṅgē thēkē saṅgrāma karēchē, tārā'ō tōmādēra madhyēkāra. Āra raktasamparkēra lōkērā -- tārā āllāh‌ra bidhānē paraspara parasparēra adhikatara nikaṭā‌tmīẏa. Niḥsandēha āllāh sarbabiṣaẏē sarbajñātā."
        },
        {
            "chapter": 9,
            "verse": 1,
            "text": "Ēka abyāhati āllāh ō tām̐ra rasūlēra tarapha thēkē sē'isaba bahukhōdābādīdēra prati yādēra saṅgē tōmarā sandhi karēchilē."
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Sutarāṁ tōmarā dēśē abādhē ghōrāphērā karō cāra māsakāla, āra jēnē rēkhō -- tōmarā niścaẏa'i āllāh‌ra kācha thēkē phasakē yābāra pātra na'ō. Āra āllāh ālabaṯ abiśbāsīdēra lāñchita karē thākēna."
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "Āra āllāh ō tām̐ra rasūlēra tarapha thēkē janagaṇēra prati ē'i mahāna hajēra dinē ē ēka ghōṣaṇā yē āllāh muśarikadēra kāchē dāẏamukta, āra tām̐ra rasūla'ō. Ata'ēba tōmarā yadi ta'ōbā karō tabē sēṭi habē tōmādēra jan'ya kalyāṇajanaka, kintu tōmarā yadi phirē yā'ō tāhalē jēnē rēkhō -- tōmarā niḥsandēha āllāh‌ra kācha thēkē phasakē yābāra pātra na'ō. Āra yārā abiśbāsa pōṣaṇa karē tādēra marmantuda śāstira sambāda dā'ō"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "muśarikadēra madhyēra sē'isaba chāṛā yādēra saṅgē tōmarā cukti karēcha, tārapara tārā tōmādēra sāthē kōnō truṭi karē ni, āra tōmādēra birud'dhē an'ya kārōra pr̥ṣṭhapōṣakatā'ō karē ni, tādēra saṅgē tāhalē tādēra cukti pratipālana karō sēgulōra mēẏāda paryanta. Niḥsandēha āllāh bhālōbāsēna dharmaparāẏaṇadēra."
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Ataḥpara niṣid'dha māsagulō yakhana atibāhita haẏē yāẏa takhana muśarikadēra kātala karō yēkhānē tādēra pā'ō, āra tādēra bandī karō, āra tādēra ghērā'ō karō, āra tādēra jan'ya ōṯ pētē thākō pratyēka ghām̐ṭitē. Kintu yadi tārā ta'ōbā karē ēbaṁ nāmāya kāẏēma karē āra yākāta ādāẏa karē tabē tādēra patha chēṛē diẏō. Niḥsandēha āllāh paritrāṇakārī aphuranta phaladātā."
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Āra yadi muśarikadēra kōnō ēkajana tōmāra kāchē āśraẏa cāẏa tabē tākē āśraẏa dā'ō yēna sē āllāh‌ra bāṇī śōnē, tārapara tākē tāra nirāpada yāẏagāẏa paum̐chē diẏō. Ēṭi ē'i jan'ya yē tārā hacchē ēmana ēka sampradāẏa yārā jānē nā."
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Kēmana ka’rē muśarikadēra jan'ya āllāh‌ra saṅgē ō tām̐ra rasūlēra saṅgē cukti hatē pārē, tādēra samparkē chāṛā yādēra saṅgē tōmarā cukti karēchilē pabitra masajidēra nikaṭē? Sutarāṁ yatakṣaṇa tārā tōmādēra prati kāẏēma thākabē tatakṣaṇa tōmarā'ō tādēra prati kāẏēma ra'ibē. Niḥsandēha āllāh dharmaparāẏaṇadēra bhālōbāsēna."
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Kēmana ka’rē yakhana tārā yadi tōmādēra piṭhē caṛatē pārē tabē tārā tōmādēra saṅgē ā‌tmīẏatāra bā cuktira bandhana mānabē nā? Tārā tōmādēra khuśī rākhatē cāẏa tādēra mukha diẏē, kintu tādēra hr̥daẏa asbīkāra karē, āra tādēra adhikānśa'i duṣkr̥tikārī."
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Tārā āllāh‌ra āẏātakē sbalpamūlyē binimaẏa karē, tā'i tārā tām̐ra patha thēkē phiriẏē rākhē. Niḥsandēha jaghan'ya yā tārā karē yācchē."
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Tārā kōnō muminēra bēlāẏa ā‌tmīẏatāra bā cuktira bandhana-sanbandhē bhābē nā. Ērā nijērā'i hacchē sīmālaṅghanakārī."
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Kintu yadi tārā ta'ōbā karē, āra nāmāya kāẏēma karē, āra yākāta ādāẏa karē, tabē tārā dharmē tōmādēra bhā'i. Āra āmarā nirdēśābalī biśadabhābē bibr̥ta kari sē'i lōkadēra jan'ya yārā jānē."
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Āra tārā yadi tādēra cukti sampādanēra parē'ō tādēra prati‌śruti bhaṅga karē āra tōmādēra dharma niẏē bidrūpa karē tabē abiśbāsēra sardāradēra sāthē yud'dha karō, -- niḥsandēha tādēra bēlā pratijñāsaba tādēra kāchē kichu'i naẏa, -- yēna tārā birata hatē pārē."
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Tōmarā ki yud'dha karabē nā sē'isaba sampradāẏēra sāthē yārā tādēra prati‌śruti bhaṅga karēchē, āra saṅkalpa karēchē rasūlakē bahiskāra karāra, āra tārā'i tōmādēra uparē śuru karēchē prathamē? Tōmarā ki tādēra bhaẏa karō? Kintu āllāh‌i adhikatara dābidāra yē tōmarā tām̐kē bhaẏa karabē -- yadi tōmarā mūmina ha'ō."
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Tādēra saṅgē yud'dha karō, āllāh tādēra śāsti dēbēna tōmādēra hātē, āra tādēra lāñchita karabēna, āra tōmādēra sāhāyya karabēna tādēra birud'dhē, āra mumina sampradāẏēra buka praśamita karabēna."
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Āra tini tādēra bukēra kṣōbha dūra karabēna. Āra yākē icchē karēna tāra prati āllāh phērēna. Āra āllāh sarbajñātā, paramajñānī."
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Tōmarā ki manē karō yē tōmādēra chēṛē dēẏā habē, athaca āllāh jēnē nēna ni yē tōmādēra madhyēra kārā saṅgrāma karachē, āra kārā āllāh‌kē chēṛē diẏē bā tām̐ra rasūlakē bāda diẏē bā muminadēra byatīta kōnō antaraṅga bandhu grahaṇa karē ni? Āra tōmarā yā karō āllāh sē-sanbandhē pūrṇa-ōẏākiphahāla."
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Muśarikadēra kōnō adhikāra nē'i yē tārā āllāh‌ra masajidagulō dēkhāśōnā karabē yakhana tārā tādēra nijēdēra birud'dhē abiśbāsēra sākṣya dēẏa. Ērā'i tārā yādēra kājakarma byartha haẏēchē, āra āgunēra madhyē tārā'i abasthāna karabē."
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "Niḥsandēha sē-i śudhu āllāh‌ra masajidagulō rakṣaṇābēkṣaṇa karabē yē āllāh‌tē biśbāsa karē āra parakālē'ō, āra nāmāya kāẏēma karē ō yākāta ādāẏa karē, āra āllāh chāṛā kā'ukē'ō bhaẏa karē nā, kājē'i ēdēra pakṣē'i sābya yē ērā hēdāẏataprāptadēra madhyēkāra habē."
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Tōmarā ki hajayātrīdēra pāni sarabarāha karā ō pabitra masajidēra dēkhāśōnā karākē tulyajñāna karō tāra sāthē yē āllāh‌ra prati ō parakālēra prati āsthā rēkhēchē āra āllāh‌ra pathē saṅgrāma karachē? Āllāh‌ra kāchē ōrā samatulya naẏa. Āra āllāh an'yāẏakārī sampradāẏakē saṯpathē paricālana karēna nā."
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Yārā īmāna ēnēchē ō hijarata karēchē, āra āllāh‌ra pathē tādēra dhanadaulata ō tādēra jānaprāṇa diẏē saṅgrāma karēchē, tārā āllāh‌ra kāchē maryādāẏa unnatatara. Āra ērā nijērā'i saphalakāma."
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Tādēra prabhu tādēra susambāda dicchēna tām̐ra tarapha thēkē karuṇādhārāra, āra prasannatāra, āra bāga-bāgicāra yātē tādēra jan'yē raẏēchē cirasthāẏī sukhasamr̥d'dhi"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "sēkhānē tārā thākabē cirakāla. Niḥsandēha āllāh -- tām̐ra kāchē raẏēchē parama puraskāra."
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Ōhē yārā īmāna ēnēcha! Tōmādēra pitr̥bargakē ō tōmādēra bhrātr̥br̥ndakē tōmarā abhibhābakarūpē grahaṇa karō nā yadi tārā biśbāsēra cā'itē abiśbāsakē'i bhālōbāsē. Āra tōmādēra madhyē yē kē'u tādēra murabbīrūpē grahaṇa karē tabē tārā nijērā'i habē an'yāẏakārī."
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Balō, ''yadi tōmādēra pitārā ō tōmādēra putrērā, āra tōmādēra bhā'iẏērā ō tōmādēra paribārarā, āra tōmādēra ā‌tmīẏasbajana, āra māla-āsabāba yā tōmarā arjana karēcha, āra byabasā-bāṇijya yāra acalābasthā tōmarā āśaṅkā karō, āra bāṛighara yā tōmarā bhālōbāsō -- tōmādēra kāchē āllāh ō tām̐ra rasūlēra ō tām̐ra pathē saṅgrāmēra cēẏē adhikatara priẏa haẏa tabē apēkṣā karō yē paryanta nā āllāh niẏē āsēna tām̐ra ādēśa.’’ Āra āllāh duṣkr̥tikārī sampradāẏakē saṯpatha pradarśana karēna nā."
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Āllāh itimadhyē bahukṣētrē tōmādēra sāhāyya karēchēna, āra hunā'inēra dinē'ō yakhana tōmādēra saṅkhyādhikya tōmādēra uṯphulla karēchila, kintu tā tōmādēra lābhabāna karē ni kōnō-bhābē'i, āra pr̥thibī bistr̥ta ha'ōẏā sattbē'ō tōmādēra jan'ya haẏēchila saṅkīrṇa, tōmarā phirēchilē palāẏanapara haẏē."
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Tārapara āllāh tām̐ra praśānti barṣaṇa karalēna tām̐ra rasūlēra uparē āra muminadēra uparē, āra tini abatīrṇa karēchilēna ēka sēnābāhinī yā tōmarā dēkhatē pā'ō ni, āra śāsti diẏēchilēna tādēra yārā abiśbāsa pōṣaṇa karē. Āra ē'i hacchē abiśbāsīdēra karmaphala."
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Tārapara āllāh ēra parē'ō phērēna yāra prati tini icchā karēna. Āra āllāh paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "Ōhē yārā īmāna ēnēcha! Niḥsandēha muśarikarā hacchē apabitra, kājē'i tādēra ē'i baṯsarēra parē tārā pabitra masajidēra sannikaṭē āsatē pārabē nā; āra yadi tōmarā dāridrēra āśaṅkā karō tā halē āllāh acirē'i tōmādēra samr̥d'dha karabēna tām̐ra karuṇābhānḍāra thēkē yadi tini cāna. Niḥsandēha āllāh sarbajñātā, paramajñānī."
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Yud'dha karō tādēra saṅgē yārā āllāh‌tē biśbāsa karē nā āra ākhērātēra dinē'ō nā, āra niṣēdha karē nā yā āllāh ō tām̐ra rasūla niṣēdha karēchēna, āra satyadharmē dharmaniṣṭhā pālana karē nā -- tādēra madhyē thēkē yādēra dharmagrantha dēẏā haẏēchē, yē paryanta nā tārā sbahastē jiyiẏā pradāna karē, āra tārā ānugatya mēnē nēẏa."
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Āra ihudīrā balē -- ''uyā'ira āllāh‌ra putra’’, āra khrīṣṭānarā balē -- ''masīha āllāh‌ra putra.’’ Ēsaba hacchē tādēra mukha diẏē tādēra buli ā'ōṛānō, -- tārā ōdēra kathāra anusaraṇa karē yārā pūrbakālē abiśbāsa pōṣaṇa karēchila. Āllāh tādēra dhbansa karabēna. Tārā kēmana ka’rē bimukha haẏa"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Tārā āllāh‌kē chēṛē diẏē tādēra panḍitagaṇakē ō sann'yāsīdēra prabhurūpē grahaṇa karēchē, āra mariẏama-putra masīh‌kē'ō, athaca śudhu ēka upāsyēra upāsanā karā chāṛā an'ya nirdēśa tādēra dēẏā haẏa ni. Tini chāṛā an'ya upāsya nē'i. Tām̐ra'i saba mahimā -- tārā yē- saba anśī dām̐ṛa karāra sē-saba thēkē"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "tārā āllāh‌ra jyōti nibhiẏē ditē cāẏa tādēra mukha diẏē, āra āllāh tām̐ra jyōtira pūrṇāṅga sādhana nā ka’rē thāmachēna nā yadi'ō abiśbāsīrā asantōṣa bōdha karachē."
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Tini'i sē'ijana yini tām̐ra rasūlakē pāṭhiẏēchēna pathanirdēśa ō satya-dharmēra sāthē yēna tini tākē prādhān'ya ditē pārēna dharmēra -- tādēra sabaka’ṭi uparē, yadi'ō muśarikarā anicchuka."
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "Ōhē yārā īmāna ēnēcha! Niḥsandēha panḍitadēra ō sann'yāsīdēra madhyēra anēkē lōkēra dhanasampatti an'yāẏabhābē galādhaḥkaraṇa karē āra āllāh‌ra patha thēkē phiriẏē rākhē. Bastutaḥ yārā sōnā ō rūpā puñjībhūta karē athaca āllāh‌ra pathē kharaca karē nā, tādēra tāhalē sambāda dā'ō marmantuda śāstira"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "yēdina ēgulō uttapta karā habē jāhānnāmēra āgunē, tārapara tā diẏē dēgē dēẏā habē tādēra kapālē ō tādēra pārśbadēśē ō tādēra piṭhē. ''Ēṭi'i sē'i yā tōmarā jaṛō karēchilē, ata'ēba āsbādana karō yā tōmarā jamiẏēchilē!’’"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Niḥsandēha āllāh‌ra kāchē māsagulōra saṅkhyā hacchē āllāh‌ra bidhānē bārō māsa, -- yēdina thēkē tini mahākāśamanḍala ō pr̥thibī sr̥ṣṭi karēchēna, -- ēra madhyē cāraṭi hacchē pabitra. Ē'i hacchē supratiṣṭhita bidhāna, kājē'i ēdēra madhyē tōmādēra nijēdēra prati an'yāẏa karō nā, āra muśarikadēra birud'dhē samabētabhābē yud'dha karō yēmana tārā samabētabhābē tōmādēra sāthē yud'dha karē thākē. Āra jēnē rēkhō -- āllāh ālabaṯ dharmabhīrudēra saṅgē raẏēchēna."
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Pichiẏē dēẏā abiśbāsēra'i mātrā br̥d'dhi mātra, ēra dbārā yārā abiśbāsa pōṣaṇa karē tādēra pathabhraṣṭa karā haẏa, tārā ē baidha karē kōnō bachara āra ēkē abaidha karē kōnō bachara, yēna tārā ṭhika rākhatē pārē saṅkhyā yā āllāh niṣid'dha karēchēna, phalē tārā baidha karē yā āllāh abaidha karēchēna. Tādēra manda kājagulō tādēra kācha cittākarṣaka karā haẏachē. Āra āllāh patha dēkhāna nā abiśbāsī sampradāẏakē."
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "Ōhē yārā īmāna ēnēcha? Ki tōmādēra haẏēchē yakhana tōmādēra balā hacchē -- 'āllāh‌ra pathē bēriẏē paṛō’, -- takhana tōmarā bhāri haẏē jhukam̐chō māṭira dikē? Tōmarā ki bēśi parituṣṭa parakālēra paribartē ē'i duniẏāra jībanē bastutaḥ pārthiba jībanēra bhōgabilāsa parakālēra tulanāẏa yaṯsāmān'ya ba'i tō naẏa."
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Yadi tōmarā bēra nā ha'ō tabē tini tōmādēra śāsti dēbēna marmantuda śāstitē, āra tōmādēra paribartē badalē nēbēna bhinna ēka jātikē, āra tōmarā tām̐ra kōnō'i kṣati karatē pārabē nā. Bastutaḥ āllāh saba-kichura uparē sarbaśaktimāna."
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Tōmarā yadi tām̐kē sāhāyya nā kara tabē āllāh tām̐kē itipūrbē sāhāyya karēchilēna yakhana yārā abiśbāsa pōṣaṇa karēchila tārā tām̐kē bēra karē diẏēchila, du'i janēra dbitīẏa jana, yakhana tām̐rā dujana chilēna guhāra bhētarē, yakhana tini tām̐ra saṅgīkē balēchilēna -- ''biṣanna haẏō nā, niḥsandēha āllāh āmādēra saṅgē raẏēchēna.’’ Ataḥpara āllāh tām̐ra praśānti abatāraṇa karēchilēna tām̐ra uparē āra tām̐ra balabr̥d'dhi karēchilēna ēmana ēka bāhinī diẏē yādēra tōmarā dēkhatē pā'ō ni, āra yārā abiśbāsa pōṣaṇa karēchila tādēra kathābārtākē hēẏa karēchilēna. Āra āllāh‌ra bāṇī -- tā hacchē uccatama. Āra āllāh hacchēna mahāśaktiśālī, paramajñānī."
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Bēriẏē paṛa hālkābhābē ō bhārī haẏē āra tōmādēra dhanasampada ō tōmādēra jānaprāṇa diẏē āllāh‌ra pathē saṅgrāma karō. Ēṭi'i tōmādēra jan'ya bhālō yadi tōmarā jānatē."
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Yadi ēṭi hatō āśu lābhēra byāpāra ō hālkā saphara tabē tārā niścaẏa'i tōmākē anusaraṇa karatō, kintu durgama-patha tādēra kāchē sudīrgha manē halō. Āra tārā āllāh‌ra nāmē halapha karē balalē -- ''āmarā yadi pāratāma tabē niścaẏa'i tōmādēra saṅgē āmarā'ō bēra hatāma.’’ Tārā tādēra nijēdēra'i dhbansa sādhana karachē, āra āllāh jānēna yē tārā ālabaṯ ḍ'̔āhā mithyābādī."
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Āllāh tōmākē kṣamā karuna! Kēna tumi tādēra abyāhati dilē yē paryanta nā tōmāra kāchē suspaṣṭa haẏēchila yē kārā satyakathā balachē, āra tumi jānatē pērēchilē mithyābādīdēra"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "yārā āllāh‌tē'ō ō ākhērātēra dinē āsthā rākhē tārā tōmāra kāchē anumati cāẏa nā tādēra dhanasampada ō tādēra jānaprāṇa diẏē saṅgrāma karā thēkē. Āra āllāh dharmaparāẏaṇadēra samparkē sarbajñātā."
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Tōmāra nikaṭa anumati cāẏa kēbala ōrā'i yārā āllāh‌tē ō śēṣadinē īmāna ānē nā, āra tādēra hr̥daẏa dbidhāgrasta. Kājē'i tādēra sandēhēra madhyē'i tārā dōla khācchē."
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Āra tārā yadi yātrā karabāra icchā karatō tabē tārā niścaẏa'i tāra jan'ya yōgāṛayantra yōgāṛa karatō, kintu āllāh anicchuka tādēra gamanē, tā'i tādēra tini ṭhēkiẏē rēkhēchēna, āra balā halō -- ''basē thākō basē-thākā lōkadēra sāthē.’’"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Tārā yadi tōmādēra saṅgē bēra hata tabē tārā biśr̥ṅkhalā sr̥ṣṭi chāṛā tōmādēra āra kichu'i bāṛātō nā, āra tārā niścaẏa'i tōmādēra madhyē chuṭōchuṭi karatō tōmādēra madhyē bidrōha kāmanā ka’rē, āra tōmādēra madhyē ōdēra kathā śōnabāra lōka raẏēchē. Āra āllāh atyācārīdēra sanbandhē sarbajñātā."
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "Tārā bāstabika'i itipūrbē biśr̥ṅkhalā sr̥ṣṭi karatē cēẏēchila, āra tārā tōmāra jan'ya kājakarma panḍa karatē yācchila, yatakṣaṇa nā satya ēsēchila ō āllāh‌ra ādēśa prakāśa pēlō, yadi'ō tārā anicchuka chila."
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Āra tādēra madhyē ēmana āchē yē balē -- ''āmākē chēṛē dā'ō ēbaṁ āmākē samasyāẏa phēlō nā.’’ Tārā ki samasyāẏa paṛē yāẏa ni? Āra niḥsandēha jāhānnāma abiśbāsīdēra ghērā'ō karē'i raẏēchē."
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "Yadi tōmāra uparē bhālō kichu ghaṭē tabē tā tādēra duḥkha dēẏa, āra yadi tōmāra kōnō bipada ghaṭē tārā balē -- ''āmarā tō āmādēra byāpāra āgē'i guṭiẏē niẏēchilāma’’, āra tārā phirē yāẏa ēbaṁ tārā uṯphullacitta haẏa."
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "Balō -- ''āllāh āmādēra jan'ya yā bidhāna karēchēna tā byatīta kichu'i āmādēra uparē kakhanō ghaṭabē nā. Tini'i āmādēra rakṣaka, āra āllāh‌ra uparē'i tabē muminarā nirbhara karuka."
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "Balē yā'ō -- ''tōmarā āmādēra jan'ya duṭi kalyāṇēra kōnō ēkaṭi chāṛā āra kisēra pratīkṣā karatē pārō? Āra āmarā tōmādēra jan'ya pratīkṣā karachi yē āllāh tōmādēra śāsti hānabēna tām̐ra tarapha thēkē athabā āmādēra hātē. Ata'ēba pratīkṣā karō, āmarā'ō abaśya'i tōmādēra sāthē pratīkṣamāṇa.’’"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Balō -- ''tōmarā icchākr̥tabhābē kharaca karō athabā anicchā-kr̥tabhābē, tōmādēra kācha thēkē tā kakhanō kabula karā habē nā. Niḥsandēha tōmarā hacchō ēkaṭi duṣkr̥tikārī sampradāẏa.’’"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "Āra tādēra kharacapatra tādēra kācha thēkē kabula hatē tādēra jan'ya kōnō bādhā chila nā śudhu ējan'ya chāṛā yē tārā āllāh‌tē ō tām̐ra rasūlēra prati abiśbāsa pōṣaṇa karē. Āra tārā nāmāyē āsē nā tādēra gaṛimasi karā abasthā chāṛā, āra tārā kharaca karē nā tādēra anicchāra bhāba chāṛā."
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Tādēra dhanadaulata tōmākē yēna tājjaba nā karē āra tādēra santānasantati'ō nā. Āllāh ālabaṯ cāna ē-sabēra dbārā pārthiba jībanē tādēra śāsti ditē; āra tādēra prāṇa tyāga karē yāẏa tādēra abiśbāsī thākā abasthāẏa."
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Āra tārā āllāh‌ra nāmē halapha karē yē tārā niḥsandēha tōmādēra'i madhyēkāra. Kintu tārā tōmādēra madhyēkāra naẏa, bastutaḥ tārā ēmana ēka sampradāẏa yārā kāpuruṣa."
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Tārā yadi pētō kōnō āśraẏasthala bā kōnō guhāgahbara athabā kōnō prabēśa karāra jāẏagā, -- tārā niścaẏa'i sēkhānē calē yēta dratagatitē palāẏanapara haẏē."
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Āra ōdēra madhyē ēmana'ō āchē yē tōmākē dōṣārōpa karē dānēra byāpārē. Ataḥpara tādēra yadi ē thēkē dēẏā haẏa tabē tārā khuśī haẏa, kintu yadi tādēra ē thēkē dēẏā nā haẏa tō dēkhō! -- Tārā rāga karē"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "āra ōrā yadi santaṣṭa thākatō āllāh ō tām̐ra rasūla ōdēra yā diẏēchēna tātē, āra balatō -- ''āllāh‌i āmādēra jan'ya yathēṣṭa, -- āllāh śīghra'i tām̐ra karuṇābhānḍāra thēkē āmādēra dēbēna āra tām̐ra rasūla'ō, niḥsandēha āllāh‌ra kāchē'i āmarā āsakta’’."
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "Dāna tō kēbala akṣamadēra jan'ya, āra abhābagrastadēra, āra ēra jan'ya niyukta karmacārīdēra, āra yādēra hr̥daẏa jhōm̐kōnō haẏa tādēra, āra dāsa-muktira, āra r̥ṇagrastadēra, āra āllāh‌ra pathē, āra paryaṭakadēra jan'ya, -- āllāh‌ra tarapha thēkē ē'i bidhāna. Āra āllāh sarbajñātā, paramajñānī."
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Āra ōdēra ēmana'ō āchē yārā nabīkē uttyakta karē āra balē -- ''uni tō kāna dēna.’’ Tumi balō -- ''kāna dēna tōmādēra bhālōra jan'yē, tini āllāh‌tē biśbāsa karēna āra biśbāsa karēna muminadēra, āra tōmādēra madhyē yārā īmāna ānē tādēra jan'ya tini karuṇā.’’ Āra yārā āllāh‌ra rasūlakē uttyakta ka’rē tādēra jan'ya raẏēchē marmantuda śāsti."
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Tārā tōmādēra kāchē āllāh‌ra nāmē halapha karē yēna tārā tōmādēra khuśī karatē pārē, athaca āllāh ō tām̐ra rasūlēra bēśī adhikāra āchē yēna tārā tām̐kē rājī karē, yadi tārā mumina haẏa."
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Tārā ki jānē nā yē yē-kē'u āllāh ō tām̐ra rasūlēra birud'dhē kāja karē tāra jan'ya tabē raẏēchē jāhānnāmēra āguna tātē abasthānēra jan'yē? Aiṭi'i tō carama lāñchanā."
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Munāphikarā bhaẏa karē pāchē tādēra saṅkrāntē ēmana kōnō sūrā abatīrṇa haẏē yāẏa yā ōdēra antarē yā-kichu āchē tā tādēra byakta karē dēbē! Balō -- ''bidrūpa ka’rē yā'ō, niḥsandēha āllāh bēra karē ānabēna tōmarā yā bhaẏa karō tā.’’"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "Āra tumi yadi ōdēra praśna karō ōrā niścaẏa'i balabē -- ''āmarā tō śudhu ālāpa-ālōcanā ō krīṛā-kautuka karachilāma.’’ Balō -- ''tōmarā ki āllāh ō tām̐ra bāṇīsamūha ō tām̐ra rasūlakē niẏē maskarā karachilē?’’"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Ajuhāta dēkhi'ō nā, tōmarā ālabaṯ abiśbāsa karēcha tōmādēra biśbāsa sthāpanēra parē. Yadi āmarā kṣamā kari tōmādēra madhyēra kōnō ēka dalakē, an'ya ēka dalakē śāsti'ō dēbō, kēnanā tārā niścaẏa'i aparādhī."
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Munāphika puruṣarā ō munāphika nārīrā -- tādēra katakajana apara katakajanēra madhyēkāra. Tārā asaṯ kājēra nirdēśa dēẏa āra saṯkājē niṣēdha karē, āra tārā nijēdēra hāta guṭiẏē nēẏa. Tārā āllāh‌kē bhulē gēchē, tā'i tini'ō tādēra bhulē gēchēna. Niḥsandēha munāphikarā nijērā'i duṣkr̥tikārī."
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Munāphika puruṣadēra ō munāphika nārīdēra ō abiśbāsīdēra jan'ya āllāh ōẏādā karēchēna jāhānnāmēra āguna, tātē tārā abasthāna karabē. Tā'i tādēra jan'ya paryāpta, āra āllāh tādēra dhikkāra diẏēchēna, āra tādēra jan'ya raẏēchē nirdhārita śāsti."
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Tādēra matō yārā chila tōmādēra pūrbabartīkālē, -- tārā chila tōmādēra cā'itē bala-bikramē bēśī prabala āra dhana-sampadē ō santāna santatitē bēśī samr̥d'dha. Kājē'i tārā tādēra bhāga bhōga karē gēchē, ata'ēba tōmarā'ō tōmādēra bhāga bhōga karachō, yēmana ōrā yārā tōmādēra pūrbabartī chila tārā bhōga karēchila tādēra bhāga, āra tōmarā'ō br̥thā-bākyālāpa karachō yēmana tārā anarthaka khōśa- galpa karēchila. Ērā'i -- ēdēra kriẏākalāpa byartha haẏēchē ihakālē ō parakālē, āra ērā nijērā'i hacchē kṣatigrasta."
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Tādēra kāchē ki tādēra pūrbē yārā chila tādēra sambāda āsē ni -- nūh‌-ēra lōkadēra ō'āda-ēra ō chāmūdēra, āra ibrāhīmēra sampradāẏēra ō mādaẏānēra bāsindādēra ō bidhabasta śaharagulōra? Ōdēra kāchē ōdēra rasūlagaṇa ēsēchilēna spaṣṭa pramāṇa niẏē. Kājē'i āllāh tō ōdēra uparē abicāra karāra jan'ya nana, kintu ōrā ōdēra nijēdēra'i prati juluma karēchila."
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Āra mumina puruṣarā ō mumina nārīrā -- tādēra katakajana apara katakajanēra bandhu. Tārā bhālō kājēra nirdēśa dēẏa ō manda kāja thēkē niṣēdha karē, āra tārā nāmāya kāẏēma karē ō yākāta ādāẏa karē, āra tārā āllāh ō tām̐ra rasūlakē anusaraṇa karē. Ērā -- āllāh śīghra'i ēdēra karuṇā karabēna. Niḥsandēha āllāh mahāśaktiśālī, paramajñānī."
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Biśbāsī puruṣadēra ō biśbāsinī nārīdēra āllāh ōẏādā karēchēna sbargōdyānasamūha yādēra nicē diẏē baẏē calē jharanārāji, tārā tātē abasthāna karabē, āra puṇya bāsasthānasamūha iḍēna gārḍēnē. Āra āllāh‌ra santaṣṭi'i hacchē sarbaśrēṣṭha. Ēṭi -- ē'i-i hacchē carama sāphalya."
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "Hē priẏa nabī! Abiśbāsīdēra ō munāphikadēra birud'dhē saṅgrāma karō, āra tādēra prati kaṭhōra ha'ō. Āra tādēra ābāsasthala jāhānnāma. Āra manda sē'i gantabyasthāna."
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Tārā āllāh‌ra nāmē halapha karē yē tārā kichu balē ni, athaca tārā niścaẏa'i abiśbāsēra kathā balēchila, āra abiśbāsa pōṣaṇa karēchila tādēra isalāma grahaṇēra parē, āra tārā matalaba karēchila yā tārā pērē ōṭhē ni, āra tārā uttējanā bōdha karē ni ē bhinna yē āllāh ō tām̐ra rasūla tādēra samr̥d'dha karēchēna tām̐ra prācurya thēkē. Kājē'i yadi tārā ta'ōbā karē tabē sēṭi tādēra jan'ya habē bhālō, āra yadi tārā phirē yāẏa tabē āllāh tādēra śāsti dēbēna marmantuda śāstitē -- ē'i duniẏātē ō parakālē. Āra tādēra jan'ya ē'i pr̥thibītē thākabē nā kōnō bandhubāndhaba, nā kōnō sāhāyyakārī."
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "Āra ōdēra madhyē kē'u-kē'u āllāh‌ra kāchē aṅgīkāra karēchila -- ''tini yadi tām̐ra karuṇābhānḍāra thēkē āmādēra dāna karēna tabē āmarā niścaẏa'i sadakā-khaẏarāta karabō āra āmarā abaśya'i habō saṯkarmīdēra madhyēkāra.’’"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Kintu yakhana tini tādēra dilēna tām̐ra karuṇābhānḍāra thēkē, tārā ētē kārpaṇya karalō ō phirē gēla āra tārā halō bimukha."
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Sutarāṁ tini tādēra antarē munāphiki n'yasta karēchēna sēdina paryanta yēdina tārā tām̐ra sāthē milita habē, kēnanā tārā āllāh‌ra kāchē bhaṅga karēchila yā tām̐ra kāchē tārā ōẏādā karēchila, āra yēhētu tārā mithyākathā balalō."
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Tārā ki jānē nā yē āllāh abaśya'i jānēna tādēra lukōnō ō tādēra salāparāmarśa, āra āllāh niḥsandēha adr̥śya byāpāragulō samparkē parijñāta."
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Yārā bidrūpa karē muminadēra madhyēra tādēra yārā dānadakṣiṇāẏa badān'ya āra tādēra yārā kichu'i pāẏa nā nijēdēra kāẏika śrama byatīta, athaca ēdēra tārā abajñā karē, -- āllāh tādēra abajñā karabēna, āra tādēra jan'ya raẏēchē marmantuda śāsti."
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Tumi ōdēra jan'ya kṣamā prārthanā karō athabā ōdēra jan'ya kṣamā prārthanā nā karō, -- tumi yadi ōdēra jan'ya sattarabāra'ō kṣamā prārthanā karō āllāh kakhanō ōdēra kṣamā karabēna nā. Ēṭi ē'ijan'ya yē tārā āllāh‌tē ō tām̐ra rasūlēra prati abiśbāsa pōṣaṇa karē. Āra āllāh duṣkr̥tikārī sampradāẏakē pathapradarśana karēna nā."
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Yārā pēchanē raẏē giẏēchila tārā āllāh‌ra rasūlēra paścātē tādēra basē thākātē'i ānandabōdha karalō, āra tādēra dhanadaulata ō tādēra jānaprāṇa diẏē āllāh‌ra pathē saṅgrāma karatē tārā bimukha chila, āra tārā balēchila -- ''ē'i garamēra madhyē bēriẏō nā.’’ Tumi balō -- ''jāhānnāmēra āguna ārō bēśī garama.’’ Yadi tārā bujhatē pāratō"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "ata'ēba tārā kichuṭā hēsē nika ō khuba ka’rē kām̐duka, -- tārā yā arjana karachila tāra pratiphalasbarūpa"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "kājē'i āllāh yadi tōmākē phiriẏē ānēna tādēra madhyēra kōnō dalēra nikaṭa, tārapara tārā yadi tōmāra anumati cāẏa bēra ha'ōẏāra jan'ya tabē balō -- ''tōmarā kōnō kramē'i āmāra sāthē kakhanō bērutē pārabē nā, ēbaṁ tōmarā āmāra saṅgī haẏē kakhanō kōnō śatrura birūd'dhē laṛatē pārabē nā. Niḥsandēha tōmarā basē thākātē'i santaṣṭa chilē prathama bārē, ata'ēba basē thākō paścātē abasthānakārīdēra saṅgē.’’"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "Āra tādēra madhyēra ēkajanēra jan'yē'ō, sē mārā gēlē, tumi kakhanō nāmāya paṛabē nā, āra tāra kabarēra pāśē'ō dām̐ṛābē nā. Niḥsandahē tārā āllāh‌tē ō tām̐ra rasūlē abiśbāsa karēchē, āra tārā marēchē yakhana tārā chila duṣkr̥tiparāẏaṇa."
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "Āra tādēra dhanasampatti ō tādēra santānasantati tōmākē yēna tājjaba nā karē. Āllāh abaśya'i cāna ē-sabēra dbārā pārthiba jībanē tādēra śāsti ditē, āra yēna tādēra ā‌tmā calē yāẏa ōdēra abiśbāsī thākā abasthāẏa."
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "Āra yakhana kōnō sūrā abatīrṇa haẏa ē'i marmē -- 'āllāh‌ra prati īmāna ānō ō tām̐ra rasūlēra saṅgī haẏē saṅgrāma karō’, tādēra madhyēra śakti- sāmarthēra adhikārīrā tōmāra kāchē abyāhati cāẏa ō balē -- ''āmādēra rēhā'i dina, āmarā basē-thākā-lōkadēra saṅgē i thākabō.’’"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Tārā pēchanē-raẏē-thākādēra sāthē abasthāna karā'i pachanda karēchila, āra tādēra hr̥daẏēra uparē mōhara mērē dēẏā haẏēchē, kājē'i tārā bujhatē pārē nā."
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Kintu rasūla ēbaṁ yārā tām̐ra saṅgē īmāna ēnēchē tārā saṅgrāma karē tādēra dhanadaulata ō tādēra jānaprāṇa diẏē. Āra ērā'i -- ēdēra jan'yē'i raẏēchē kalyāṇa, āra ērā nijērā'i hacchē saphalakāma."
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Āllāh ēdēra jan'ya prastuta karēchēna sbargōdyānasamūha, yādēra nicē diẏē baẏē calē jharanārāji, tārā sēkhānē thākabē sthāẏībhābē. Ēṭi hacchē birāṭa sāphalya."
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "Āra bēdu'inadēra madhyēra ōjara pradarśanakārīrā ēsēchila yēna tādēra abyāhati dēẏā haẏa, āra yārā āllāh ō tām̐ra rasūlēra kāchē mithyākathā balēchila tārā basē ra'ila. Tādēra madhyēra yārā abiśbāsa pōṣaṇa karē tādēra acirē'i marmantuda śāsti dēẏā habē."
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Durbaladēra uparē, kōnō dōṣa habē nā, pīṛitadēra uparē'ō nā, ōdēra uparē'ō nā yārā khum̐jē pāẏa nā ki tārā kharaca karabē, yē paryanta tārā āllāh ō tām̐ra rasūlēra prati anurāga dēkhābē. Saṯkarmaparāẏaṇadēra uparē kōnō rāstā nē'i. Āra āllāh paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Āra ōdēra uparē'ō nē'i yārā tōmāra kāchē ēsēchila yēna tumi tādēra jan'ya bāhana yōgāṛa karē dā'ō, takhana tumi balēchila -- 'yāra uparē āmi tōmādēra bahana karaba tā āmi pācchi nā’, ōrā phirē giẏēchila āra ōdēra cōkhē a‌śru prabāhita hacchila tārā yā kharaca karatē cāẏa tā nā pā'ōẏāra duḥkhē."
        },
        {
            "chapter": 9,
            "verse": 93,
            "text": "Bastutaḥ patha tādēra'i birud'dhē yārā tōmāra kāchē abyāhati cāẏa athaca tārā bittabāna. Tārā pēchanē raẏē thākādēra sāthē abasthāna'i pachanda karēchila, āra āllāh tādēra hr̥daẏēra uparē mōhara mērē diẏēchēna, yējan'ya tārā bujhatē pārē nā."
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Tārā tōmādēra kāchē ajuhāta dēkhābē yē kēna tārā yakhana tōmarā tādēra kāchē phirē āsabē. Tumi balō -- ''ajuhāta pēśa karō nā, āmarā kakhanō tōmādēra biśbāsa karaba nā, āllāh itimadhyē tōmādēra khabarākhabara āmādēra jāniẏē diẏēchēna. Āra āllāh ō tām̐ra rasūla abaśya'i tōmādēra kāryakalāpa lakṣya karabēna, tārapara tōmādēra phiriẏē ānā habē adr̥śya ō dr̥śya bastura parijñātāra nikaṭē, takhana tini tōmādēra jāniẏē dēbēna yā tōmarā karē yācchilē.’’"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Tōmarā tādēra kāchē saṅgē-saṅgē āllāh‌ra nāmē tōmādēra kāchē śapatha karabē yēna tādēra tōmarā upēkṣā karō. Kājē'i tōmarā tādēra upēkṣā karabē. Niḥsandēha tārā ghr̥ṇya, āra tādēra āśraẏasthala hacchē jāhānnāma -- tārā yā kara chila ē tāra'i pratidāna"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "tārā tōmādēra kāchē halapha karabē yēna tōmarā tādēra prati santaṣṭa ha'ō. Kintu tōmarā yadi'ō bā tādēra prati santaṣṭa ha'ō tathāpi āllāh niścaẏa'i duṣkr̥tikārigōṣṭhīra prati tuṣṭa habēna nā."
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Bēdu'inarā abiśbāsē ō munāphikitē atiśaẏa aṭala, āra āllāh tām̐ra rasūlēra kāchē yā abatāraṇa karēchēna tāra cauhaddi nā jānāra prati'i bēśī anurakta. Āra āllāh sarbajñātā, paramajñānī."
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Āra bēdu'inadēra madhyē kē'u-kē'u dharē nēẏa yē sē yā kharaca karē tā jarimānā, āra tōmādēra jan'ya pratīkṣā karē biparyaẏēra. Tādēra'i uparē ghaṭabē aśubha biparyaẏa, āra āllāh sarbaśrōtā, sarbajñātā."
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Āra bēdu'inadēra madhyēra kē'u-kē'u āllāh‌tē ō śēṣadinē īmāna ānē, āra yā sē kharaca karē tā āllāh‌ra naikaṭya ō rasūlēra āśīrbāda ānabē balē gaṇya karē. Bāstabika'i ē niḥsandēha tādēra jan'ya naikaṭyalābha. Āllāh acirē'i tādēra prabēśa karābēna tām̐ra karuṇāsindhutē. Niḥsandēha āllāh paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "Āra muhājiradēra ō ānasāradēra madhyēra agrabartīrā -- prāthamikarā, āra yārā tādēra anusaraṇa karēchila kalyāṇakarmēra sāthē -- āllāh tādēra uparē santaṣṭa āra tārā'ō santaṣṭa tām̐ra uparē; āra tādēra jan'ya tini prastuta karēchēna sbargōdyānasamūha, yādēra nicē diẏē baẏē calē jharanārāji, sēkhānē tārā thākabē cirakāla, -- ē'i hacchē mahāsāphalya."
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Āra bēdu'inadēra madhyēra yārā tōmādēra āśēpāśē āchē tādēra madhyē raẏēchē munāphikarā, ābāra madīnāra bāsindādēra madhyē'ō -- ōrā kapaṭatāẏa nāchōṛabāndā. Tumi tādēra jānō nā, āmarā ōdēra jāni. Āmarā acirē'i tādēra du bāra śāsti dēbō, tārapara tādēra phiriẏē nēẏā habē kaṭhōra śāstira dikē."
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Āra an'yarā nijēdēra aparādha sbīkāra karēchē, tārā ēka bhālō kājēra sāthē manda aparaṭi miśiẏē phēlēchē. Hatē pārē āllāh tādēra dikē phirabēna. Niḥsandēha āllāh paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Tādēra dhanasampatti thēkē dāna grahaṇa karō, ēra dbārā tumi tādēra pabitra karatē ō tādēra pariśōdhita karatē pārabē, āra tādēra tumi āśīrbāda karabē. Niḥsandēha tōmāra āśīrbāda tādēra jan'ya praśāntikara. Āra āllāh sarbaśrōtā, sarbajñātā."
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Tārā ki jānē nā yē āllāh -- tini'i tām̐ra bāndādēra thēkē ta'ōbā kabula karēna āra dāna grahaṇa karēna, āra āllāh niścaẏa'i sadā phērēna, aphuranta phaladātā."
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Āra balō -- ''tōmarā kāja karē yā'ō, acirē'i āllāh tōmādēra kāryakalāpa lakṣya karabēna, āra tām̐ra rasūla ō muminarā'ō. Āra śīghra'i tōmādēra phiriẏē ānā habē adr̥śya ō dr̥śyēra parijñātāra nikaṭē, takhana tini tōmādēra jāniẏē dēbēna yā tōmarā karē yācchilē.’’"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Āra an'yarā āllāh‌ra bidhānēra apēkṣāẏa raẏēchē, haẏatō tini tādēra śāsti dēbēna, naẏatō tādēra prati phirabēna. Āra āllāh sarbajñātā, paramajñānī."
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Āra yārā ēkaṭi masajida sthāpana karalō kṣatisādhanēra ō abiśbāsēra jan'ya, āra biśbāsīdēra madhyē bibhēda sr̥ṣṭira uddēśyē, āra tāra ghām̐ṭi sbarūpa yē ēra āgē āllāh ō tām̐ra rasūlēra birud'dhē laṛā'i karachila, tārā niścaẏa'i halapha karē balabē -- ''āmarā tō cēẏachilāma śudhu bhālō.’’ Kintu āllāh sākṣya dicchēna yē tārā tō ālabaṯ mithyābādī."
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Tumi kakhanō ētē dām̐ṛābē nā. Niḥsandēha sē'i masajida yā prathama dina thēkē'i dharmaniṣṭhāra uparē sthāpita tāra bēśi dābi raẏēchē yē tumi sēkhānē dām̐ṛābē. Tātē ēmana lōka raẏēchē yārā bhālō pāẏa yē tārā pabitra habē. Āra āllāh bhālōbāsēna tādēra yārā pabitra haẏēchē."
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Ācchā! Yē tā’halē tāra bhitti gaṛēchē āllāh‌ra prati dharmaniṣṭhatā ō santaṣṭira uparē sē-i bhālō, nā yē tāra bhitti sthāpana karēchē patanaprāẏa dhasēra kinārāra uparē, phalē tā tākē niẏē bhēṅē paṛalō jāhānnāmēra āgunē? Āra āllāh patha dēkhāna nā an'yāẏakārī lōkadēra."
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Tādēra yē bhabana tārā bāniẏēchē tā tādēra hr̥daẏē aśānti sr̥ṣṭi thēkē birata habē nā, yadi nā tādēra hr̥daẏa kuṭi kuṭi karā haẏa. Āra āllāh sarbajñātā, paramajñānī."
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "Niḥsandēha āllāh muminadēra kācha thēkē kinē niẏēchēna tādēra sattbā ō tādēra bitta yēna tārā pētē pārē bēhēśata. Tārā āllāh‌ra pathē laṛā'i karē, phalē tārā mārē ō marē, -- ē'i ōẏādā tām̐ra jan'yē satya ta'ōrātē ō iñjīlē ēbaṁ kura'ānē. Āra kē nija ōẏādātē bēśi satyaniṣṭha āllāh‌ra cā'itē? Ata'ēba ānanda karō tōmādēra sa'ōdāra jan'ya yā tōmarā binimaẏa karēcha tām̐ra sāthē. Āra ē'iṭi'i hacchē mahā sāphalya."
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "Ta'ōbākārīrā, upāsanākārīrā, mahimākīrtanakārīrā, rōyā pālanakārīrā, rukukārīrā, sijadākārīrā, saṯkarmē nidērśa- dānakārīrā ō asaṯkarmē niṣēdhakārīrā, ēbaṁ āllāh‌ra cauhaddi rakṣākārīrā. Āra muminadēra tumi susambāda dā'ō."
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Nabī ō yārā īmāna ēnēchē tādēra jan'ya naẏa yē tām̐rā kṣamā prārthanā karabēna bahukhōdābādīdēra jan'yē, yadi'ō bā tārā nikaṭā‌tmīẏa haẏa, ēṭi tām̐dēra kāchē spaṣṭa habāra parē yē tārā niścaẏa'i hacchē jbalanta āgunēra bāsindā."
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Āra ibrāhīmēra tām̐ra pitāra jan'yē kṣamā prārthanā karā śudhu ējan'ya chāṛā an'ya kāraṇē naẏa yē ēkaṭi aṅgīkāra yā tini ōra sanbandhē ōẏādā karēchilēna. Kintu yakhana ēṭi tām̐ra kāchē pariskāra karā ha’la yē sē niḥsandēha āllāh‌ra ēkajana śatru takhana tini ōra thēkē nirlipta haẏē gēlēna. Niḥsandēha ibrāhīma chilēna kōmala hr̥daẏēra, sahanaśīla."
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Ēṭi āllāh‌ra naẏa yē tini ēkaṭi sampradāẏakē pathabhraṣṭa karabēna tādēra tini patha-dēkhānōra parē -- ētadūra yē tini tādēra kāchē suspaṣṭa karē dēna kisē tārā dharmaniṣṭhā pālana karabē. Niḥsandēha āllāh saba-kichutē sarbajñātā."
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Niḥsandēha āllāh -- mahākāśamanḍala ō pr̥thibīra rājatba tām̐ra'i. Tini jībana dāna karēna ō mr̥tyu ghaṭāna. Āra āllāh‌kē chēṛē diẏē tōmādēra jan'ya abhibhābakēra kē'u nē'i bā sāhāyyakārī'ō nē'i."
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Āllāh niścaẏa'i phirēchēna nabīra prati ēbaṁ muhājiradēra ō ānasāradēra prati yārā tām̐kē anusaraṇa karēchila saṅkaṭēra muhūrtē, tādēra ēkadalēra mana prāẏa ghurē yā'ōẏāra parē'ō, tārapara tini tādēra dikē phiralēna. Kāraṇa tini tādēra prati parama snēhamaẏa, aphuranta phaladātā."
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "Āra tinajanēra prati yādēra pichanē chēṛē yā'ōẏā haẏēchila, takhana kintu pr̥thibī praśasta ha'ōẏā sattbē'ō tādēra kāchē tā saṅkucita haẏēchila, āra tādēra antarā‌tmā'ō tādēra jan'ya haẏēchila saṅkucita, āra tārā bujhatē pērēchila yē āllāh thēkē kōnō āśraẏa nē'i tām̐ra dikē chāṛā. Ataḥpara tini tādēra dikē phiralēna yēna tārā'ō phērē. Niḥsandēha āllāh -- tini bārabāra phērēna, aphuranta phaladātā."
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "Ōhē yārā īmāna ēnēcha! Āllāh‌kē bhaẏaśrad'dhā karō āra satyaparāẏaṇadēra antarbhukta ha'ō."
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Madīnāra bāsindādēra ō tādēra āśapāśēra bēdu'inadēra jan'yē naẏa yē tārā āllāh‌ra rasūlēra pichanē thēkē yābē, ēbaṁ nijēdēra jībanakē tām̐ra jībanēra cēẏē bēśi priẏa manē karā'ō naẏa. Ēṭi tādēra bēlā ē'i jan'ya yē āllāh‌ra pathē tādēra kaṣṭa dēẏa nā pipāsā, āra klānti'ō nā, āra kṣudhā'ō nā, āra tārā ēmana pathē patha calē nā yā abiśbāsīdēra krōdha udrēka karē, āra tārā śatrura thēkē saṅgraha karē nā kōnō saṅgrahēra bastu, -- tabē ē-sabēra dbārā tādēra jan'yē likhita haẏa śubha kāja. Niḥsandēha āllāh saṯkarmaśīladēra puraskāra byartha karēna nā."
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "Āra tārā kharaca karē nā kōnō sāmān'ya kharacā āra kōnō birāṭa'ō naẏa, āra tārā kōnō māṭha'ō pāra haẏa nā tabē tādēra jan'yē tā likhita haẏē yāẏa, yēna āllāh tādēra puraskāra ditē pārēna tārā yā karē yācchila tāra cēẏē uttama."
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "Āra muminadēra pakṣē saṅgata naẏa yē tārā ēkajōṭē bēriẏē paṛabē. Sutarāṁ tādēra madhyēra pratyēka gōtra thēkē kēna ēkaṭi dala bēriẏē paṛē nā dharmē jñānānuśīlana karatē, yāra phalē tārā yēna nija nija sampradāẏakē satarka karatē pārē yakhana tārā phirē āsē tādēra kāchē yātē tārā sābadhāna hatē pārē"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "ōhē yārā īmāna ēnacha! Abiśbāsīdēra madhyē yārā tōmādēra nikaṭē raẏēchē tādēra saṅgē yud'dha karō, āra tārā yēna tōmādēra madhyē dēkhatē pāẏa kaṭhōratā. Āra jēnē rēkhō -- niḥsandēha āllāh dharmaparāẏaṇadēra sāthē raẏēchēna."
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "Āra yakhana'i ēkaṭi sūrā abatīrṇa haẏa takhana tādēra kē'u kē'u balē -- ''ē tōmādēra madhyēra kāra biśbāsa samr̥d'dha karala?’’ Āsalē yārā biśbāsa sthāpana karēchē tādēra kintu ēṭi biśbāsē samr̥d'dha karē, āra tārā'i tō susambāda upabhōga karē."
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "Āra tādēra kṣētrē yādēra antarē raẏēchē byādhi, -- ē takhana tādēra kaluṣatāra saṅgē kaluṣatā tādēra jan'ya bāṛiẏē tōlē, āra tārā prāṇatyāga karē, āra tārā raẏē yāẏa abiśbāsī."
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Tārā ki dēkhē nā yē prati bachara ēkabāra bā dubāra karē abaśya'i tādēra parīkṣā nēẏā hacchē? Tabu'ō tārā phērē nā bā mana'ō dēẏa nā."
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "Āra yakhana'i kōnō sūrā abatīrṇa haẏa tādēra kē'u kē'u an'yēra dikē tākāẏa -- ''kē'u ki tōmādēra dēkhachē?’’ Tārapara tārā sarē paṛē. Āllāh tādēra hr̥daẏakē satyabimukha karēchēna yēhētu tārā niḥsandēha ēmana ēka dala yārā bujhatē cāẏa nā."
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "Ēkhana tō tōmādēra kāchē ēkajana rasūla ēsēchēna tōmādēra'i madhyē thēkē, tām̐ra pakṣē ēṭi duḥsaha yā tōmādēra kaṣṭa dēẏa, tōmādēra jan'ya tini parama kalyāṇakāmī, biśbāsīdēra prati tini ati daẏārdra, biśēṣa kr̥pāmaẏa."
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "Ataḥpara yadi tārā phirē yāẏa tāhalē balō -- ''āllāh āmāra jan'yē yathēṣṭa, tini byatīta an'ya upāsya nē'i, tām̐ra'i uparē āmi nirbhara kari, āra tini'i tō mahāsinhāsanēra adhipati.’’"
        }
    ]
}