{
    "rukus": [
        {
            "chapter": 12,
            "verse": 105,
            "text": "Göklerde ve yerde nice ayetler vardır ki, üzerinden geçerler de, ona sırtlarını dönüp giderler"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "Onların çoğu Allah'a iman etmezler de ancak şirk katıp-dururlar"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Şimdi bunlar, kendilerine Allah'ın azabından kapsamlı bir bürümenin gelivermesinden veya onların hiç haberleri yokken kıyametin onlara apansız gelmesinden kendilerini güvende mi buldular"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "De ki: \"Bu, benim yolumdur. Bir basiret üzere Allah'a davet ederim; ben ve bana uyanlar da. Ve Allah'ı tenzih ederim, ben müşriklerden değilim"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Biz senden önce, şehirler halkına kendilerine vahyettiğimiz kimseler dışında (başkalarını elçi olarak) göndermedik. Hiç yeryüzünde dolaşmıyorlar mı, ki kendilerinden öncekilerin nasıl bir sona uğradıklarını görmüş olsunlar? Korkup-sakınanlar için ahiret yurdu elbette daha hayırlıdır. Siz yine de akıl erdirmeyecek misiniz"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Öyle ki elçiler, umutlarını kesip de, artık onların gerçekten yalanladıklarını sandıkları bir sırada onlara yardımımız gelmiştir; Biz kimi dilersek o kurtulmuştur. Suçlu-günahkarlar topluluğundan zorlu azabımız kesin olarak geri çevrilmeyecektir"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Andolsun, onların kıssalarında temiz akıl sahipleri için ibretler vardır. (Bu Kur'an) düzüp uydurulacak bir söz değildir, ancak kendinden öncekilerin doğrulayıcısı, herşeyin 'çeşitli biçimlerde açıklaması' ve iman edecek bir topluluk için bir hidayet ve rahmettir"
        }
    ]
}