{
    "rukus": [
        {
            "chapter": 18,
            "verse": 23,
            "text": "Hiçbir şey hakkında: \"Ben bunu yarın mutlaka yapacağım\" deme"
        },
        {
            "chapter": 18,
            "verse": 24,
            "text": "Ancak: \"Allah dilerse\" (inşaAllah yapacağım de). Unuttuğun zaman Rabbini zikret ve de ki: \"Umulur ki, Rabbim beni bundan daha yakın bir başarıya yöneltip-iletir"
        },
        {
            "chapter": 18,
            "verse": 25,
            "text": "Onlar mağaralarında üç yüz yıl kaldılar ve dokuz (yıl) daha kattılar"
        },
        {
            "chapter": 18,
            "verse": 26,
            "text": "De ki: \"Ne kadar kaldıklarını Allah daha iyi bilir. Göklerin ve yerin gaybı O'nundur. O, ne güzel görmekte ve ne güzel işitmektedir. O'nun dışında onların bir velisi yoktur. Kendi hükmünde hiç kimseyi ortak kılmaz"
        },
        {
            "chapter": 18,
            "verse": 27,
            "text": "Sana Rabbinin kitabından vahyedileni oku. O'nun sözlerini değiştirici yoktur ve O'nun dışında kesin olarak bir sığınacak (makam) bulamazsın"
        },
        {
            "chapter": 18,
            "verse": 28,
            "text": "Sen de sabah akşam O'nun rızasını isteyerek Rablerine dua edenlerle birlikte sabret. Dünya hayatının (aldatıcı) süsünü isteyerek gözlerini onlardan kaydırma. Kalbini Bizi zikretmekten gaflete düşürdüğümüz, kendi 'istek ve tutkularına (hevasına)' uyan ve işinde aşırılığa gidene itaat etme"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Ve de ki: \"Hak Rabbinizdendir; artık dileyen iman etsin, dileyen inkar etsin. Şüphesiz Biz zalimlere bir ateş hazırlamışız, onun duvarları kendilerini çepeçevre kuşatmıştır. Eğer onlar yardım isterlerse, katı bir sıvı gibi yüzleri kavurup-yakan bir su ile yardım edilirler. Ne kötü bir içkidir o ve ne kötü bir destektir"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Şüphesiz iman edip salih amellerde bulunanlar ise; Biz gerçekten en güzel davranışta bulunanın ecrini kayba uğratmayız"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Onlar; altından ırmaklar akan Adn cennetleri onlarındır, orada altın bileziklerle süslenirler, hafif ipekten ve ağır işlenmiş atlastan yeşil elbiseler giyerler ve tahtlar üzerinde kurulup-dayanırlar. (Bu,) Ne güzel sevap ve ne güzel destek"
        }
    ]
}