{
    "rukus": [
        {
            "chapter": 21,
            "verse": 51,
            "text": "Andolsun, bundan önce İbrahim'e rüşdünü vermiştik ve Biz onu (doğruyu seçme yeteneğinde olduğunu) bilenlerdik"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Hani babasına ve kavmine demişti ki: \"Sizin, karşılarında bel büküp eğilmekte olduğunuz bu temsili heykeller nedir"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Biz atalarımızı bunlara tapıyor bulduk\" dediler"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Dedi ki: \"Andolsun, siz ve atalarınız apaçık bir sapıklık içindesiniz"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Sen bize gerçeği mi getirdin, yoksa (bizimle) oyun oynayanlardan mısın"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Hayır\" dedi. \"Sizin Rabbiniz göklerin ve yerin Rabbidir, onları Kendisi yaratmıştır ve ben de buna şehadet edenlerdenim"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Andolsun Allah'a, sizler arkanızı dönüp gittikten sonra, ben sizin putlarınıza muhakkak bir tuzak kuracağım"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Böylece o, yalnızca büyükleri hariç olmak üzere onları paramparça etti; belki ona başvururlar diye"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Bizim ilahlarımıza bunu kim yaptı? Şüphesiz o, zalimlerden biridir\" dediler"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Kendisine İbrahim denilen bir gencin bunları diline doladığını işittik\" dediler"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Dediler ki: \"Öyleyse, onu insanların gözü önüne getirin ki ona (nasıl bir ceza vereceğimize) şahid olsunlar"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Dediler ki: \"Ey İbrahim, bunu ilahlarımıza sen mi yaptın"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Hayır\" dedi. \"Bu yapmıştır, bu onların büyükleridir; eğer konuşabiliyorsa, siz onlara soruverin"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Bunun üzerine kendi vicdanlarına başvurdular da; \"Gerçek şu ki, zalim olanlar sizlersiniz (biziz)\" dediler"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Sonra, yine tepeleri üstüne ters döndüler: \"Andolsun, bunların konuşamayacaklarını sen de bilmektesin"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Dedi ki: \"O halde, Allah'ı bırakıp da sizlere yararı olmayan ve zararı dokunmayan şeylere mi tapıyorsunuz"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Yuh size ve Allah'tan başka taptıklarınıza. Siz yine de akıllanmayacak mısınız"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Dediler ki: \"Eğer (bir şey) yapacaksanız, onu yakın ve ilahlarınıza yardımda bulunun"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Biz de dedik ki: \"Ey ateş, İbrahim'e karşı soğuk ve esenlik ol"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Ona bir düzen (tuzak) kurmak istediler, fakat Biz onları daha çok hüsrana uğrayanlar kıldık"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Onu ve Lut'u kurtarıp içinde, alemler (insanlık) için bereketler kıldığımız yere (ülkeye) çıkardık"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Ona İshak'ı armağan ettik, üstüne de Yakub'u; her birini salihler kıldık"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Ve onları, Kendi emrimizle hidayete yönelten önderler kıldık ve onlara hayrı kapsayan-fiilleri, namaz kılmayı ve zekat vermeyi vahyettik. Onlar Bize ibadet edenlerdi"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Lut'a da bir hüküm ve ilim verdik ve onu çirkin işler yapmakta olan şehirden kurtardık. Şüphesiz onlar, bozulmaya uğrayan kötü bir kavimdi"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Onu rahmetimize soktuk, çünkü o, salihlerdendi"
        }
    ]
}