{
    "rukus": [
        {
            "chapter": 35,
            "verse": 15,
            "text": "Ey insanlar, siz Allah'a (karşı fakir olan) muhtaçlarsınız; Allah ise, Ğaniy (hiçbir şeye ihtiyacı olmayan)dır, Hamid (övülmeye layık)tır"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Dileyecek olsa, sizi giderir (yok eder) ve yepyeni bir halk getirir"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Bu, Allah'a göre güç değildir"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Hiçbir günahkar bir başka günahkarın günahını yüklenemez. Eğer yükü ağır olan kimse (bir başkasını) onu taşımaya çağırsa, -bu, yakın-akrabası da olsa- kendisine ondan hiçbir şey yükletilmez. Sen, yalnızca gayb ile Rablerinden 'içleri titreyerek-korkmakta' olanları ve dosdoğru namazı kılanları uyarırsın. Kim temizlenip-arınırsa, artık o, kendi nefsi için temizlenip-arınmıştır. Sonunda dönüş Allah'adır"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "Kör olanla (basiretle) gören bir değildir"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "Karanlıklarla aydınlık"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "Gölge ile sıcaklık da"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "Diri olanlarla ölüler de bir değildir. Gerçekten Allah, dilediğine işittirir; sen ise kabirlerde olanlara işittirecek değilsin"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "Sen, yalnızca bir uyarıcısın"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "Şüphesiz Biz seni, hak ile bir müjde verici ve bir uyarıcı olarak gönderdik. Hiçbir ümmet yoktur ki, içinde bir uyarıcı gelip-geçmiş olmasın"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "Eğer seni yalanlıyorlarsa, senden öncekiler de yalanlandı; elçileri ise; kendilerine apaçık ayetler, sahifeler ve aydınlatıcı kitaplar getirmişlerdi"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Sonra Ben de o inkar edenleri yakalayıverdim. Beni inkarları nasıl oldu (onlar gördüler)"
        }
    ]
}