{
    "rukus": [
        {
            "chapter": 39,
            "verse": 1,
            "text": "(Bu) Kitab'ın indirilmesi, üstün ve güçlü olan, hüküm ve hikmet sahibi Allah (katın)dandır"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "Şüphesiz, sana bu Kitab'ı hak ile indirdik; öyleyse sen de dini yalnızca O'na halis kılarak Allah'a ibadet et"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Haberin olsun; halis (katıksız) olan din yalnızca Allah'ındır. O'ndan başka veliler edinenler (şöyle derler:) \"Biz, bunlara bizi Allah'a daha fazla yaklaştırsınlar diye ibadet ediyoruz.\" Elbette Allah, kendi aralarında hakkında ihtilaf ettikleri şeylerden hüküm verecektir. Gerçekten Allah, yalancı, kafir olan kimseyi hidayete erdirmez"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Eğer Allah, çocuk edinmek isteseydi, yarattıklarından dilediğini elbette seçerdi. O, Yücedir; O, bir olan, kahredici olan Allah'tır"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "Gökleri ve yeri hak olarak yarattı. Geceyi gündüzün üstüne sarıp-örtüyor, gündüzü de gecenin üstüne sarıp-örtüyor. Güneşe ve aya boyun eğdirdi. Her biri adı konulmuş bir ecele (süreye) kadar akıp gitmektedir. Haberin olsun; üstün ve güçlü olan, bağışlayan O'dur"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "Sizi tek bir nefisten yarattı, sonra ondan kendi eşini var etti ve sizin için davarlardan sekiz çift indirdi. Sizi annelerinizin karınlarında, üç karanlık içinde, bir yaratılıştan sonra (bir başka) yaratılışa (dönüştürüp) yaratmaktadır. İşte Rabbiniz olan Allah budur, mülk O'nundur. O'ndan başka İlah yoktur. Buna rağmen nasıl çevriliyorsunuz"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Eğer inkar edecek olursanız, artık şüphesiz Allah size karşı hiçbir ihtiyacı olmayandır ve O, kulları için inkara rıza göstermez. Ve eğer şükrederseniz, sizin (yararınız) için ondan razı olur. Hiçbir günahkar, bir başkasının günah yükünü yüklenmez. Sonra Rabbinize döndürüleceksiniz, böylece yaptıklarınızı size haber verecektir. Şüphesiz O, sinelerin özünde saklı olanı bilendir"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "İnsana bir zarar dokunduğu zaman, gönülden katıksızca yönelmiş olarak Rabbine dua eder. Sonra ona Kendinden bir nimet verdiği zaman, daha önce O'na dua ettiğini unutur ve O'nun yolundan saptırmak amacıyla Allah'a eşler koşmaya başlar. De ki: \"İnkarınla biraz (dünya zevklerinden) yararlan; çünkü sen, ateşin halkındansın"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Yoksa o, gece saatinde kalkıp da secde ederek ve kıyama durarak gönülden itaat (ibadet) eden, ahiretten sakınan ve Rabbinin rahmetini umud eden (gibi) midir? De ki: \"Hiç bilenlerle bilmeyenler bir olur mu? Şüphesiz, temiz akıl sahipleri öğüt alıp-düşünürler"
        }
    ]
}