{
    "rukus": [
        {
            "chapter": 3,
            "verse": 55,
            "text": "Hani Allah, İsa'ya demişti ki: \"Ey İsa, doğrusu senin hayatına Ben son vereceğim, seni Kendime yükselteceğim, seni inkar edenlerden temizleyeceğim ve sana uyanları kıyamete kadar inkara sapanların üstüne geçireceğim. Sonra dönüşünüz yalnızca Banadır, hakkında anlaşmazlığa düştüğünüz şeyde aranızda Ben hükmedeceğim"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "İnkar edenleri ise, dünyada ve ahirette şiddetli bir azapla azaplandıracağım. Onların hiç yardımcıları yoktur"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "İman edip salih amellerde bulunanların ecirleri eksiksiz ödenecektir. Allah, zalim olanları sevmez"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Bunları Biz sana ayetlerden ve hikmetli zikirden (Kur'an'dan) okuyoruz"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Şüphesiz, Allah Katında İsa'nın durumu, Adem'in durumu gibidir. Onu topraktan yarattı, sonra ona \"ol\" demesiyle o da hemen oluverdi"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "Gerçek, Rabbinden (gelen)dir. Öyleyse kuşkuya kapılanlardan olma"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Artık sana gelen bunca ilimden sonra, onun hakkında seninle 'çekişip-tartışmalara girişirlerse' de ki: \"Gelin, oğullarımızı ve oğullarınızı, kadınlarımızı ve kadınlarınızı, kendimizi ve kendinizi çağıralım; sonra karşılıklı lanetleşelim de Allah'ın lanetini yalan söyleyenlerin üstüne kılalım"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Şüphesiz bu, gerçek bir olayın haberidir. Allah'tan başka İlah yoktur. Ve şüphesiz Allah, üstün ve güçlü olandır, hüküm ve hikmet sahibidir"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Eğer yüz çevirirlerse elbette Allah, fesat çıkaranları bilir"
        }
    ]
}