{
    "rukus": [
        {
            "chapter": 5,
            "verse": 87,
            "text": "Ey iman edenler, Allah'ın sizin için helal kıldığı güzel şeyleri haram kılmayın ve haddi aşmayın. Şüphesiz Allah, haddi aşanları sevmez"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Allah'ın size rızık olarak verdiklerinden helal ve temiz olarak yiyin. Kendisi'ne inanmakta olduğunuz Allah'tan korkup-sakının"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Allah sizi, yeminlerinizdeki ‘rastgele söylemelerinizden, boş sözlerden’ dolayı sorumlu tutmaz, ancak yeminlerinizle bağladığınız sözlerden dolayı sizi sorumlu tutar. Onun (yeminin) kefareti, ailenizdekilere yedirdiklerinizin ortalamasından on yoksulu doyurmak ya da onları giydirmek veya bir köleyi özgürlüğüne kavuşturmaktır. (Bunlara imkan) Bulamayan (için) üç gün oruç (vardır.) Bu, yemin ettiğinizde (bozduğunuz) yeminlerinizin kefaretidir. Yeminlerinizi koruyunuz. Allah, size ayetlerini böyle açıklar, umulur ki şükredersiniz"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Ey iman edenler, içki, kumar, dikili taşlar ve fal okları ancak şeytanın işlerinden olan pisliklerdir. Öyleyse bun(lar)dan kaçının; umulur ki kurtuluşa erersiniz"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Gerçekten şeytan, içki ve kumarla aranıza düşmanlık ve kin düşürmek, sizi, Allah'ı anmaktan ve namazdan alıkoymak ister. Artık vazgeçtiniz değil mi"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Allah'a itaat edin, peygambere de itaat edin ve sakının. Eğer yüz çevirirseniz, bilin ki, elçimize düşen, ancak apaçık bir tebliğdir"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "İman edenler ve salih amellerde bulunanlar için korkup-sakındıkları, iman ettikleri ve salih amellerde bulundukları, sonra korkup-sakındıkları ve iman ettikleri ve sonra (yine) korkup-sakındıkları ve iyilikte bulundukları takdirde (yasaklanmadan önce) dedikleri dolayısıyla bir sorumluluk yoktur. Allah, iyilik yapanları sever"
        }
    ]
}