{
    "maqras": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "Bir sadakayı, yahut bir iyiliği, yahut ta insanlar arasını düzeltmeyi emredenlerinki dışında, gizli gizli konuşup fısıldaşmalarının çoğunda hayır yoktur. Her kim bunu sırf Allah'ın rızasını kazanmak maksadıyla yaparsa, ona büyük mükâfat vereceğiz"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Kendisi için doğru yol belli olduktan sonra, kim Peygamber’e karşı çıkar ve müminlerin yolundan başka bir yola giderse, onu o yönde bırakırız ve Cehennem'e sokarız; o ne kötü bir yerdir"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Allah, kendisine ortak koşulmasını asla bağışlamaz; ondan başka günahları dilediği kimse için bağışlar. Kim Allah’a ortak koşarsa büsbütün sapıtmıştır"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "(Müşrikler) Allah'tan başka, yalnız dişi (lerin isimlerini verdikleri put) lere dua edip yalvarırlar. İnatçı şeytandan başkasına da duâ etmezler"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Allah onu (şeytanı) lânetlemiş; o da; «Yemin ederim ki, kullarından belli bir pay edineceğim» demiştir"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Ve onları mutlaka (doğru yoldan) saptıracak, boş umutlarla oyalayacağım. Onlara emredeceğim ki; (Putları için) hayvanların kulaklarını yarsınlar; ve yine emredeceğim ki, Allah'ın yarattığını değiştirip bozsunlar\". İşte kim, Allah’ı bırakıp da (bu inatçı) şeytanı dost edinirse, apaçık bir hüsrana uğramış olur"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "(Şeytan) onlara söz verir ve onları ümitlendirir, halbuki şeytanın onlara söz vermesi aldatmacadan başka bir şey değildir"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "İşte onların yeri cehennemdir; ondan kaçıp kurtulacak bir yer de bulamayacaklardır"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Îman edenler ve salih amel işleyenler ise, onları, içinde ebediyyen kalacakları, (ağaçları) altından ırmaklar akan cennetlere sokacağız. Allah, (bu söylenenleri) hak bir söz olarak vâdetti. Allah'tan daha doğru sözlü kim vardır"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "(Kurtuluş) ne sizin boş hayallerinizle ve ne de kitap ehlinin boş hayalleriyle olur. Her kim bir kötülük işlerse, o yüzden cezalandırılır. O kimse, kendisi için, Allah'tan başka ne bir dost ve ne de bir yardımcı bulabilir"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Erkek olsun, kadın olsun, her kim de mümin olarak salih ameller işlerse, işte onlar cennete girerler ve zerre kadar haksızlığa uğratılmazlar"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "İşlerini en iyi yapan kimse olarak, Allah'a kendisini teslim eden ve dosdoğru olarak İbrahim'in dînine tabi olan kimseden, dîn yönünden daha güzel kim vardır? Zira Allah, İbrahim'i (kendisine) dost edinmişti"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Göklerde ve yerde ne varsa hepsi Allah'ındır ve Allah her şeyi kuşatmıştır. (Hiçbir şey O'nun ilim ve kudretinin dışında kalamaz)"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Senden kadınlar hakkında fetva istiyorlar. De ki, onlara ait hükmü size Allah açıklıyor: Kitap'ta, kendileri için yazılmışı (mirası) vermeyip nikâhlamak istediğiniz yetim kadınlar, çaresiz çocuklar ve yetimlere karşı âdil davranmanız hakkında size okunan âyetler (Allah'ın hükmünü apaçık ortaya koymaktadır). Hayırdan ne yaparsanız şüphesiz Allah onu bilmektedir"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Eğer bir kadın kocasının geçimsizliğinden yahut kendisinden yüz çevirmesinden endişe ederse, aralarında bir sulh yapmalarında onlara günah yoktur. Sulh (daima) hayırlıdır. Zaten nefisler kıskançlığa hazırdır. Eğer iyi geçinir ve Allah'tan korkarsanız şüphesiz Allah yaptıklarınızdan hakkıyla haberdardır"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Üzerine düşüp uğraşsanız da kadınlar arasında âdil davranmaya güç yetiremezsiniz; bâri birisine tamamen kapılıp da diğerini askıya alınmış gibi bırakmayın. Eğer arayı düzeltir, günahtan sakınırsanız Allah şüphesiz çok bağışlayıcı ve çok esirgeyicidir"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Eğer (eşler) birbirinden ayrılırsa Allah, bol nimetinden her birini zenginleştirir (diğerine muhtaç olmaktan kurtarır); Allah'ın lütfu geniş, hikmeti büyüktür"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Göklerde ve yerde olan her şey Allah'ındır. Sizden önce kendilerine kitap verilenlere ve size, Allah'tan korkmanızı emrettik. Eğer küfrederseniz (biliniz ki) göklerde ve yerde olan her şey Allah'ındır. Ve Allah, (kullarından) müstağnîdir, ziyadesiyle hamd olunmaya da lâyıktır"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Göklerde ve yerde olanlar Allah'ındır. Vekil olarak Allah yeter"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Ey insanlar! Allah dilerse sizi yokluğa gönderip başkalarını getirir; Allah buna kadirdir"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Kim dünya mükâfatını isterse (bilsin ki) dünyanın da ahiretin de mükâfatı Allah katındadır. Allah, hakkıyla işiten, hakkıyla görendir"
        }
    ]
}