{
    "maqras": [
        {
            "chapter": 4,
            "verse": 163,
            "text": "Biz Nûh'a ve ondan sonraki peygamberlere vahyettiğimiz gibi sana da vahyettik ve (nitekim) İbrahim'e, İsmail'e, İshak'a, Yakub'a, esbâta (torunlara), Îsâ'ya, Eyyûb'a, Yunus’a, Harun'a ve Süleyman’a vahyettik. Davud’a da Zebûr'u verdik"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Daha önce (kıssalarını) sana anlattığımız peygamberlerle, anlatmadığımız başka peygamberlere de vahyettik. Allah, Mûsâ'ya da hitabederek (onunla) konuştu"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Keza (gönderilen) peygamberlerden sonra, insanların, Allah'a karşı (özür olarak ileri sürebilecekleri) bir delilleri bulunmaması için müjdeleyen ve korkutan peygamberler gönderdik. Allah, Azîz'dir, Hakîm'dir"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Bununla beraber Allah, sana indirdiği Kur'ân'a şâhidlik eder ki, onu bizzat kendi ilmiyle indirmiştir. (Buna) melekler de şâhidlik ederler. Şâhid olarak Allah yeter"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "İnkâr eden ve (başkalarını da) Allah yolundan alıkoyanlar şüphesiz doğru yoldan çok uzaklaşmışlardır"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "İnkâr edip zulmedenleri Allah asla bağışlayacak değildir. Onları doğru yola iletecek de değildir"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "(Onları ileteceği yol) ancak, içinde ebediyyen kalacakları Cehennem yoludur. Bu da, Allah'a göre çok kolaydır"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "Ey insanlar! Rasûl size Rabbinizden hakkı (Kur'ân'ı ve hak dini) getirmiştir. (Bunda şüphe yoktur), O halde, kendi iyiliğiniz için (ona) iman edin. Eğer inkâr ederseniz, göklerde ve yerde ne varsa şüphesiz hepsi Allah'ındır. Allah, her şeyi hakkıyla bilendir, hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "Ey kitap ehli! Dîninizde (Allah'ın koyduğu sınırları aşarak) aşırı gitmeyin ve Allah a karşı hak olandan başkasını söylemeyin. Meryem oğlu Mesih Îsâ, sadece Allah'ın peygamberi, Meryem'e ulaştırdığı kelimesi ve kendisinden bir ruhtur. Allah'a ve peygamberlerine îman edin. \"(İlâhlar) üçtür\" demeyin. Kendi hayrınıza olmak üzere (bu teslis safsatasından) vazgeçin. Zira Allah tek bir ilahtır. O, bir oğul sahibi olmaktan münezzehtir. Göklerde ve yerde olan her şey O'nundur (O'nun tarafından yaratılmıştır). Vekîl olarak Allah yeter"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Ne Mesîh ve ne de Allah'a yakın melekler, Allah'ın kulu olmaktan geri dururlar. O'na kulluktan geri durup büyüklenen kimselerin hepsini (Allah) yakında huzuruna toplayacaktır"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "İman edip salih ameller işleyenlere (Allah) ecirlerini tam olarak verecek ve onlara lütfundan daha fazlasını da ihsan edecektir. Kulluğundan yüz çeviren ve kibirlenenlere gelince onlara acı bir şekilde azap edecektir. Onlar da kendileri için Allah'tan başka ne bir dost ve ne de bir yardımcı asla bulamayacaklardır"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "Ey insanlar! Şüphesiz size Rabbinizden kesin bir delil geldi ve size apaçık bir nur indirdik"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Allah'a iman edip O'na sımsıkı sarılanlara gelince, Allah onları kendinden bir rahmet ve lütuf (deryası) içine daldıracak ve onları kendisine varan dosdoğru yola iletecektir"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Senden fetva isterler. De ki: «Allah, babası ve çocuğu olmayan kimsenin mirası halkındaki hükmü şöyle açıklıyor: Eğer çocuğu olmayan bir kimse ölür de onun bir kız kardeşi bulunursa, bıraktığının yarısı bunundur. Kız kardeş ölüp çocuğu olmazsa erkek kardeş de ona vâris olur. Kız kardeşler iki tane olursa (erkek kardeşlerinin) bıraktığının üçte ikisi onlarındır. Eğer erkekli kadınlı daha fazla kardeş mevcut ise erkeğin hakkı, iki kadın payı kadardır. Şaşırmamanız için Allah size (hükümlerini böyle) açıklıyor. Allah her şeyi hakkıyla bilendir.»"
        }
    ]
}