{
    "maqras": [
        {
            "chapter": 9,
            "verse": 93,
            "text": "Sorumluluk ancak, zengin oldukları halde senden izin isteyenleredir. Çünkü onlar geri kalan kadınlarla beraber olmaya râzı oldular. Allah da onların kalplerini mühürledi, artık onlar (neyin doğru olduğunu) bilmezler"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "(Seferden) onlara döndüğünüz zaman size özür beyan edecekler. De ki: (Boşuna) özür dilemeyin! Size asla inanmayız; çünkü Allah, haberlerinizi bize bildirmiştir. (Bundan sonraki) amelinizi Allah da görecektir, Rasulü de. Sonra görüleni ve görülmeyeni bilen Allah'a döndürüleceksiniz de yapmakta olduklarınızı size haber verecektir"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Onların yanına döndüğünüz zaman size, kendilerinden (onları cezalandırmaktan) vazgeçmeniz için Allah adına and içecekler. Artık onlardan yüz çevirin. Çünkü onlar murdardır. Kazanmakta olduklarına (kötü işlerine) karşılık ceza olarak varacakları yer cehennemdir"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Onlardan razı olasınız diye size yemin edecekler. Fakat siz onlardan razı olsanız bile Allah fâsıklar topluluğundan asla razı olmaz"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Bedevîler, kâfirlik ve münafıklık bakımından hem daha beter, hem de Allah'ın Rasûlüne indirdiği kanunları tanımamaya daha yatkındır. Allah hakkıyla bilendir, hikmet sahibidir"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Bedevîlerden öylesi vardır ki (Allah yolunda) harcayacağını angarya sayar ve sizin başınıza belâlar gelmesini bekler. (Bekledikleri) o kötü belâ kendi başlarına gelmiştir. Allah pek iyi işiten, çok iyi bilendir"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Bedevîlerden öylesi de vardır ki, Allah’a ve ahiret gününe inanır, (hayır için) harcayacağını Allah katında yakınlığa ve Peygamber'in dualarını almaya vesile edinir. Bilesiniz ki o (harcadıkları mal, Allah katında) onlar için bir yakınlıktır. Allah onları rahmetine koyacaktır. Şüphesiz Allah bağışlayan, esirgeyendir"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "(İslâm dinine girme hususunda) öne geçen ilk Muhacirler ve Ensar ile onlara güzellikle tabi olanlar var ya, işte Allah onlardan razı olmuştur, onlar da Allah'tan razı olmuşlardır. Allah onlara, içinde ebedî kalacakları, zemininden ırmaklar akan cennetler hazırlamıştır. İşte bu büyük kurtuluştur"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Çevrenizdeki bedevî Araplardan ve Medine halkından birtakım münafıklar vardır ki, münafıklıkta maharet kazanmışlardır. Sen onları bilmezsin, biz biliriz onları. Onlara iki kez azap edeceğiz, sonra da onlar büyük bir azaba itileceklerdir"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Diğerleri ise günahlarını itiraf ettiler, iyi bir ameli diğer kötü bir amelle karıştırdılar. (Tevbe ederlerse) umulur ki Allah onların tevbesini kabul eder. Çünkü Allah çok bağışlayan, pek esirgeyendir"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Onların mallarından sadaka al; bununla onları (günahlardan) temizlersin, onları arıtıp yüceltirsin. Ve onlar için dua et. Çünkü senin duan onlar için sükûnettir (onları yatıştırır). Allah hakkkıyla işitendir, hakkıyla bilendir"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Allah'ın, kullarının tevbesini kabul edeceğini, sadakaları geri çevirmeyeceğini ve Allah'ın tevbeyi çok kabul eden ve pek esirgeyen olduğunu hâla bilmezler mi"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "De ki: (Yapacağınızı) yapın! Amelinizi Allah da Rasûlü de müminler de görecektir. Sonra görüleni ve görülmeyeni bilen Allah'a döndürüleceksiniz de O size yapmakta olduklarınızı haber verecektir"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "(Sefere katılmayanlardan) diğer bir grup da Allah'ın emrine bırakılmışlardır. O, bunlara ya azap eder veya tevbelerini kabul eder. Allah hakkıyla bilendir, hikmet sahibidir"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "(Münafıklar arasında) bir de (müminlere) zarar vermek, (hakkı) inkâr etmek, müminlerin arasına ayrılık sokmak ve daha önce Allah ve Rasûlüne karşı savaşmış olan adamı beklemek için bir mescid kuranlar ve: (Bununla) iyilikten başka bir şey istemedik, diye mutlaka yemin edecek olanlar da vardır. Halbuki Allah onların kesinlikle yalancı olduklarına şahitlik eder"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Onun içinde orada asla namaz kılma! İlk günden takvâ üzerine kuruları mescit (Kuba Mescidi) içinde namaz kılman elbette daha doğrudur. Onda temizlenmeyi seven adamlar vardır. Allah da çok temizlenenleri sever"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Binasını Allah korkusu ve rızası üzerine kuran kimse mi daha hayırlıdır, yoksa yapısını yıkılacak bir yarın kenarına kurup, onunla beraber kendisi de çöküp cehennem ateşine giden kimse mi? Allah zalimler topluluğunu doğru yola iletmez"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Yaptıkları bina, (ölüp de) kalpleri parçalanıncaya kadar yüreklerine devamlı olarak bir kuşku (sebebi) olacaktır. Allah çok iyi bilendir, hikmet sahibidir"
        }
    ]
}