{
    "chapter": [
        {
            "chapter": 36,
            "verse": 1,
            "text": "Ya-Sin (Y. S)"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Kwa Haki ya Qur'ani yenye hikima"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Hakika wewe ni miongoni mwa walio tumwa"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "Juu ya Njia Iliyo Nyooka"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "Uteremsho wa Mwenye nguvu, Mwenye kurehemu"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "Ili uwaonye watu ambao baba zao hawakuonywa, basi wao wamekuwa wenye kughafilika"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Bila ya shaka kauli imekwisha thibiti juu ya wengi katika wao, kwa hivyo hawaamini"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Tumeweka makongwa shingoni mwao, yakawafika videvuni. Kwa hivyo vichwa vyao viko juu tu"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Tumeweka kizuizi mbele yao, na kizuizi nyuma yao, na tumewafunika macho yao; kwa hivyo hawaoni"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Ni sawa sawa kwao ukiwaonya au usiwaonye, hawataamini"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Hakika wewe unamwonya mwenye kufuata ukumbusho, na akamcha Arrahman, Mwingi wa Rehema, kwa ghaibu. Basi mbashirie huyo msamaha na ujira mwema"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Hakika Sisi tunawafufua wafu, na tunayaandika wanayo yatanguliza, na wanayo yaacha nyuma. Na kila kitu tumekihifadhi katika daftari asli lenye kubainisha"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "Na wapigie mfano wa wakaazi wa mji walipo wafikia walio tumwa"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Tulipo watumia wawili, wakawakanusha. Basi tukawazidishia nguvu kwa mwingine wa tatu. Wakasema: Hakika sisi tumetumwa kwenu"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Wakasema: Nyinyi si chochote ila ni watu kama sisi. Na Mwingi wa Rehema hakuteremsha kitu. Nyinyi mnasema uwongo tu"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "Wakasema: Mola wetu Mlezi anajua kwamba hakika sisi tumetumwa kwenu"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "Wala si juu yetu ila kufikisha ujumbe ulio wazi"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Wakasema: Sisi tumeagua kuwa nyinyi ni wakorofi. Ikiwa hamtaacha basi kwa yakini tutakupigeni mawe, na mtapata adhabu chungu kutoka kwetu"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "Wakasema: Ukorofi wenu mnao wenyewe! Je! Ni kwa kuwa mnakumbushwa? Ama nyinyi ni watu walio pindukia mipaka"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "Na akaja mtu mbio kutokea upande wa mbali wa mjini, akasema: Enyi watu wangu! Wafuateni hawa walio tumwa"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Wafuateni ambao hawakutakini ujira, hali ya kuwa wenyewe wameongoka"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "NA KWA NINI nisimuabudu yule aliye niumba na kwake mtarejeshwa"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Je! Niishike miungu mingine badala yake? Arrahmani, Mwingi wa Rehema, akinitakia madhara uombezi wa hao hautanifaa kitu, wala hawataniokoa"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Basi hakika mimi hapo nitakuwa katika upotovu ulio dhaahiri"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Hakika mimi nimemuamini Mola wenu Mlezi, basi nisikilizeni"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "Akaambiwa: Ingia Peponi! Akasema: Laiti kuwa watu wangu wangeli jua"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Jinsi Mola wangu Mlezi alivyo nisamehe, na akanifanya miongoni mwa walio hishimiwa"
        },
        {
            "chapter": 36,
            "verse": 28,
            "text": "Na hatukuwateremshia kaumu yake baada yake jeshi kutoka mbinguni, wala si wenye kuteremsha"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "Hakukuwa ila ukelele mmoja tu; na mara walizimwa"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Nawasikitikia waja wangu. Hawajii Mtume ila wao humkejeli"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Je! Hawaoni umma ngapi tulizo ziangamiza kabla yao? Hakika hao hawarejei tena kwao"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Na hapana mmoja ila wote watakusanywa waletwe mbele yetu"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "Na Ishara hiyo kwao - ardhi iliyo kufa, nasi tukaifufua, na tukatoa ndani yake nafaka, wakawa wanazila"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "Na tukafanya ndani yake mabustani ya mitende na mizabibu, na tukatimbua chemchem ndani yake"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "Ili wale matunda yake, na hayo hayakufanywa na mikono yao! Basi je, hawashukuru"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Subhana, Ametakasika, aliye umba dume na jike vyote katika vinavyo mea katika ardhi na katika nafsi zao, na katika wasivyo vijua"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Na usiku ni Ishara kwao. Tunauvua humo mchana, mara wao wanakuwa gizani"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Na jua linakwenda kwa kiwango chake. Hayo ni makadirio ya Mwenye nguvu, Mwenye kujua"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Na mwezi tumeupimia vituo, mpaka unakuwa kama karara kongwe"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "Haliwi jua kuufikia mwezi, wala usiku kuupita mchana. Na vyote vinaogelea katika njia zao"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "Na ni Ishara kwao kwamba Sisi tuliwapakia dhuriya zao katika jahazi ilio sheheni"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "Na tukawaumbia kutoka mfano wake wanavyo vipanda"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Na tukitaka tunawazamisha, wala hapana wa kuwasaidia, wala hawaokolewi"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "Isipo kuwa kwa rehema zitokazo kwetu na starehe kwa muda"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Na wanapo ambiwa: Jilindeni na yalioko mbele yenu na yalioko nyuma yenu, ili mpate kurehemewa"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Na haiwafikii Ishara yoyote katika Ishara za Mola wao Mlezi ila wao huwa ni wenye kuipuuza"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Na wanapo ambiwa: Toeni katika aliyo kupeni Mwenyezi Mungu, walio kufuru huwaambia walio amini: Je! Tuwalishe ambao Mwenyezi Mungu angependa angeli walisha mwenyewe? Nyinyi hammo ila katika upotofu ulio dhaahiri"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Na wanasema: Ahadi hii itatokea lini, ikiwa nyinyi ni wakweli"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Hawangojei ila ukelele mmoja tu utakao wachukua nao wamo kuzozana"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Basi hawataweza kuusia, wala kwa watu wao hawarejei"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "Na litapulizwa barugumu, mara watatoka makaburini wakikimbilia kwa Mola wao Mlezi"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Watasema: Ole wetu! Nani aliye tufufua kwenye malazi yetu? Haya ndiyo aliyo yaahidi Mwingi wa Rehema na wakasema kweli Mitume"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Haitakuwa ila ukelele mmoja tu, mara wote watahudhuruishwa mbele yetu"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Basi leo nafsi yoyote haitadhulumiwa kitu, wala hamtalipwa ila yale mliyo kuwa mkiyatenda"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Hakika watu wa Peponi leo wamo shughulini, wamefurahi"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Wao na wake zao wamo katika vivuli wameegemea juu ya viti vya fakhari"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Watapata humo kila namna ya matunda na watapata kila watakacho kitaka"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Salama!\" Hiyo ndiyo kauli itokayo kwa Mola Mlezi Mwenye kurehemu"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "Na enyi wakosefu! Jitengeni leo"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Je! Sikuagana nanyi, enyi wanaadamu, kuwa msimuabudu Shet'ani? Hakika yeye ni adui dhaahiri kwenu"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "Na ya kwamba mniabudu Mimi? Hii ndiyo Njia Iliyo Nyooka"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Na bila ya shaka yeye amekwisha lipoteza kundi kubwa miongoni mwenu. Je, hamkuwa mkifikiri"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Hii basi ndiyo Jahannamu mliyo kuwa mkiahidiwa"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Ingieni leo kwa vile mlivyo kuwa mkikufuru"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Leo tunaviziba vinywa vyao, na iseme nasi mikono yao, na itoe ushahidi miguu yao kwa waliyo kuwa wakiyachuma"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Na tungeli penda tungeli yafutilia mbali macho yao, wakawa wanaiwania njia. Lakini wange ionaje"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Na tungeli taka tunge wageuza sura hapo hapo walipo, basi wasinge weza kwenda wala kurudi"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Na tunaye mzeesha tunamrudisha nyuma katika umbo. Basi je! hawazingatii"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Wala hatukumfundisha (Muhammad) mashairi, wala hayatakikani kwake hayo. Haukuwa huu ila ni ukumbusho na Qur'ani inayo bainisha"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "Ili imwonye aliye hai, na neno litimie juu ya makafiri"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Je! Hawaoni kwamba tumewaumbia kutokana na iliyo fanya mikono yetu wanyama wa mifugo, na wao wakawa wenye kuwamiliki"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "Na Sisi tukawadhalilishia. Basi baadhi yao wako wanao wapanda, na baadhi yao wanawala"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "Na wao wanapata kwao manufaa na vinywaji. Basi je, hawashukuru"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "Na wameishika miungu mingine badala ya Mwenyezi Mungu ili ati wapate kusaidiwa"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "Hawataweza kuwasaidia. Bali hao ndio watakuwa askari wao watakao hudhurishwa"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Basi maneno yao yasikuhuzunishe. Hakika Sisi tunayajua wanayo yaweka siri na wanayo yatangaza"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Kwani mwanaadamu haoni ya kwamba Sisi tumemuumba yeye kutokana na tone la manii? Kisha sasa yeye ndio amekuwa ndiye mgomvi wa dhaahiri"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "Na akatupigia mfano, na akasahau kuumbwa kwake, akasema: Ni nani huyo atakaye ihuisha mifupa nayo imekwisha mung'unyika"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "Sema: Ataihuisha huyo huyo aliye iumba hapo mara ya mwanzo. Na Yeye ni Mjuzi wa kila kuumba"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "Aliye kujaalieni kupata moto kutokana na mti wa kijani nanyi mkawa kwa huo mnawasha"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Kwani aliye ziumba mbingu na ardhi hawezi kuwaumba mfano wao? Kwani! Naye ndiye Muumbaji Mkuu, Mjuzi"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Hakika amri yake anapo taka kitu ni kukiambia tu: Kuwa! Na kikawa"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Basi Ametakasika yule ambaye mkononi mwake umo Ufalme wa kila kitu; na kwake Yeye mtarejeshwa"
        }
    ]
}