{
    "maqras": [
        {
            "chapter": 49,
            "verse": 14,
            "text": "Die Wüstenaraber sagen: \"Wir glauben.\" Sprich: \"lhr glaubt nicht; sagt vielmehr: \"Wir haben den Islam angenommen\", und der Glaube ist noch nicht in eure Herzen eingedrungen.\" Wenn ihr aber Allah und Seinem Gesandten gehorcht, so wird Er euch nichts von euren Werken verringern. Wahrlich, Allah ist Allvergebend, Barmherzig"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "Die Gläubigen sind nur jene, die an Allah und Seinen Gesandten glauben und dann nicht (am Glauben) zweifeln und sich mit ihrem Besitz und ihrem eigenen Leben für Allahs Sache einsetzen. Das sind die Wahrhaftigen"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "Sprich: \"Wollt ihr Allah über eure Religion belehren, wo Allah doch alles kennt, was in den Himmeln und was auf Erden ist, und Allah alle Dinge weiß"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "Sie halten es dir als eine Gnade vor, daß sie den Islam angenommen haben. Sprich: \"Haltet mir eure Annahme des Islam nicht als eine Gnade vor. Vielmehr hält Allah euch Seine Gnade vor, indem Er euch zu dem Glauben geleitet hat, wenn ihr wahrhaftig seid"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "Wahrlich, Allah kennt das Verborgene der Himmel und der Erde; und Allah sieht alles, was ihr tut"
        },
        {
            "chapter": 50,
            "verse": 1,
            "text": "Qaf Beim ruhmvollen Quran"
        },
        {
            "chapter": 50,
            "verse": 2,
            "text": "Aber sie staunen, daß zu ihnen ein Warner aus ihrer Mitte gekommen ist. Und die Ungläubigen sagen: \"Das ist eine merkwürdige Sache"
        },
        {
            "chapter": 50,
            "verse": 3,
            "text": "Wie? Wenn wir tot sind und zu Staub geworden sind (, dann sollen wir wieder auferweckt werden)? Das ist eine Wiederkehr, die weit abseits liegt"
        },
        {
            "chapter": 50,
            "verse": 4,
            "text": "Wir wissen wohl, was die Erde von ihnen wegnimmt, und bei Uns ist ein Buch, das alles aufzeichnet"
        },
        {
            "chapter": 50,
            "verse": 5,
            "text": "Nein, sie haben die Wahrheit, als sie zu ihnen kam, für eine Lüge erklärt, und nun befinden sie sich in einem Zustand der Verwirrung"
        },
        {
            "chapter": 50,
            "verse": 6,
            "text": "Haben sie nicht zum Himmel über ihnen emporgeschaut, wie Wir ihn erbaut und geschmückt haben und daß er keine Risse aufweist"
        },
        {
            "chapter": 50,
            "verse": 7,
            "text": "Und die Erde Wir haben sie ausgebreitet und feste Berge darauf gesetzt; und Wir ließen auf ihr all die herrlichen Paare hervorsprießen"
        },
        {
            "chapter": 50,
            "verse": 8,
            "text": "als Aufklärung und Ermahnung für jeden Diener, der sich bekehrt"
        },
        {
            "chapter": 50,
            "verse": 9,
            "text": "Und vom Himmel senden Wir Wasser hernieder, das voll des Segens ist, und bringen damit Gärten und Korn zum Ernten hervor"
        },
        {
            "chapter": 50,
            "verse": 10,
            "text": "und hochragende Palmen mit dicht stehenden Fruchtscheiden"
        },
        {
            "chapter": 50,
            "verse": 11,
            "text": "als Versorgung für die Diener; und Wir beleben damit ein totes Land. So wird die Auferstehung sein"
        },
        {
            "chapter": 50,
            "verse": 12,
            "text": "Schon vor ihnen leugneten das Volk Noahs und das Volk des Brunnens und die Tamud"
        },
        {
            "chapter": 50,
            "verse": 13,
            "text": "und die `Ad und Pharao und die Brüder des Lot"
        },
        {
            "chapter": 50,
            "verse": 14,
            "text": "und die Waldbewohner und das Volk von Tubba`. Alle diese haben die Gesandten der Lüge bezichtigt. Darum war Meine Drohung in Erfüllung gegangen"
        },
        {
            "chapter": 50,
            "verse": 15,
            "text": "Sind Wir denn durch die erste Schöpfung ermüdet? Nein, aber sie sind sich nicht im klaren über eine neue Schöpfung"
        },
        {
            "chapter": 50,
            "verse": 16,
            "text": "Und wahrlich, Wir erschufen den Menschen, und Wir wissen, was er in seinem Innern hegt; und Wir sind ihm näher als (seine) Hals schlagader"
        },
        {
            "chapter": 50,
            "verse": 17,
            "text": "Wenn die zwei aufnehmenden (Engel etwas) niederschreiben, zur Rechten und zur Linken sitzend"
        },
        {
            "chapter": 50,
            "verse": 18,
            "text": "spricht er kein Wort aus, ohne daß neben ihm ein Aufpasser wäre, der stets bereit (ist, es aufzuzeichnen)"
        },
        {
            "chapter": 50,
            "verse": 19,
            "text": "und es kam die Benommenheit des Todeskampfes in Gerechtigkeit: \"Das ist es, dem du zu entrinnen suchtest"
        },
        {
            "chapter": 50,
            "verse": 20,
            "text": "Und es wird in den Sur gestoßen: \"Dies ist der Tag der Drohung"
        },
        {
            "chapter": 50,
            "verse": 21,
            "text": "Und jede Seele ist gekommen; mit ihr wird ein Treiber und ein Zeuge sein"
        },
        {
            "chapter": 50,
            "verse": 22,
            "text": "Wahrlich, du warst dessen ahnungslos gewesen; nun haben Wir deine Hülle von dir genommen, so daß dein Blick heute scharf ist"
        },
        {
            "chapter": 50,
            "verse": 23,
            "text": "Und sein Gefährte spricht: \"Hier (ist), was ich bereit habe"
        },
        {
            "chapter": 50,
            "verse": 24,
            "text": "Werft ihr beide in Gahannam einen jeden undankbaren Hartnäckigen"
        },
        {
            "chapter": 50,
            "verse": 25,
            "text": "den Behinderer des Guten, den Übertreter, den Zweifler"
        },
        {
            "chapter": 50,
            "verse": 26,
            "text": "der einen anderen Gott neben Allah setzte. Werft denn ihr beide ihn in die schreckliche Pein"
        }
    ]
}