{
    "rukus": [
        {
            "chapter": 9,
            "verse": 7,
            "text": "Ortak kosanların, Allah'ın yanında ve Elcisinin yanında nasıl andlasması olabilir? Ancak Mescid-i haram'da andlastklarınız haric. Onlar size durust davrandıkca siz de onlara durust davranın, cunku Allah, korunanları sever"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Evet (Allah ve Elcisi yanında onların) nasıl (ahdi olabilir)? Eger onlar size galib gelselerdi, sizin hakkınızda ne and ne de andlasma gozetmezlerdi. Agızlarıyla sizi razı ederler, fakat kalbleri (sizi) istemez. Cokları da yoldan cıkmıslardır"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Allah'ın ayetlerini az bir paraya sattılar da O'nun yoluna engel oldular. Onların yaptıkları, gercekten ne kotudur"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Bir mu'mine karsı ne and, ne de andlasma gozetmezler. Iste saldırganlar onlardır"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Eger tevbe ederler, namazı kılarlar ve zekatı verirlerse, dinde sizin kardeslerinizdirler. Biz, bilen bir kavme ayetleri boyle uzun uzun acıklıyoruz"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "Eger andlasma yaptıktan sonra andlarını bozarlar ve dininize dil uzatırlarsa, o kufur onderleriyle savasın. Cunku onların andları yoktur; belki (boylece kufurden) vazgecerler"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Andlarını bozan, Elciyi (Mekke'den) cıkarmaga yeltenen ve ilk once kendileri siz(inle savas)a baslamıs olan bir kavimle savasmayacak mısınız? Yoksa onlardan korkuyor musunuz? Eger gercekten inanan insanlar iseniz, kendisinden korkmanıza en layık olan Allah'tır"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Onlarla savasın ki Allah, sizin ellerinizle onlara azabetsin, onları rezil etsin, sizi onlara ustun getirsin ve inananlar toplumunun goguslerine sifa versin"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "Yureklerinin ofkesini gidersin. Allah, dilediginin tevbesini kabul eder. Allah bilendir, hukum ve hikmet sahibidir"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Yoksa siz, Allah icinizden cihadeden ve Allah'tan, Elcisinden ve mu'minlerden baskasını kendisine sırdas edinmeyenleri bilmeden, bırakılacagınızı mı sandınız? Allah yaptıklarınızı haber almaktadır"
        }
    ]
}