{
    "rukus": [
        {
            "chapter": 12,
            "verse": 50,
            "text": "(Elci bu yorumu getirince) Kral: \"Onu bana getirin.\" dedi. Elci, Yusuf'un yanına gelince (Yusuf): \"Efendine don de ona sor, ellerini kesen o kadınların maksadı neydi? (Bunu ortaya cıkarsın). Suphesiz Rabbim, onların tuzaklarını biliyor\", dedi"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "(Kral, kadınlara): \"Yusuf'un nefsinden murad almak istediginiz zaman durumunuz neydi?\" dedi. Dediler ki: \"Hasa, Allah icin (dogru soylemek lazım), biz onda hicbir kotuluk gormedik!\" Aziz'in karısı da: \"Iste simdi hak yerini buldu, ben onun nefsinden murad almak istemistim. O tamamen dogrulardandır!\" dedi"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(Gercegi soyledim ki Yusuf) Benim, arkadan kendisine hainlik etmedigimi ve Allah'ın, hainlerin tuzagını basarıya ulastırmayacagını bilsin"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "Ben nefsimi temize cıkarmam. Cunku nefis, daima kotulugu emredicidir. Meger Rabbimin esirgedigi bir nefis ola. Rabbim bagıslayandır, esirgeyendir"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Kral: \"Onu bana getirin, dedi, onu kendime ozel (dost) yapayım!\" Kendisiyle konus(up ondaki olgunlugu gor)unce (Yusuf'a): \"Sen, dedi, artık bugun yanımızda mevki sahibi, guvenilir(bir kimse)sin"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "(Yusuf, krala): \"Beni ulkenin hazineleri ustune bakan yap. Cunku ben (onları) iyi korur, (yonetmesini) iyi bilirim.\" dedi"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Boylece biz Yusuf'a o ulke'de iktidar verdik. Orada diledigi yerde konaklardı. Biz, diledigimiz kimseye rahmetimizi ulastırırız, guzel davrananların ecrini zayi etmeyiz"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Inananlar ve (kotuluklerden) korunanlar icin elbette ahiret odulu, daha hayırlıdır"
        }
    ]
}