{
    "rukus": [
        {
            "chapter": 15,
            "verse": 45,
            "text": "(Seytana uymaktan, kufur ve isyandan) korunanlar ise cennetlerde, pınar baslarındadırlar"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "(Onlara): \"Oraya esenlikle, guven icinde girin!\" (denilir)"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "Onların goguslerindeki kini cıkarıp atmısızdır; (hepsi) kardesler olarak divanlar uzerinde karsı karsıya oturur (sohbet eder)ler"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "Orada onlara hicbir yorgunluk dokunmaz ve onlar oradan cıkarılacak da degillerdir"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "(Ey Muhammed), kullarıma haber ver: Iste ben oyle bagıslayan, oyle esirgeyenim"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "Fakat benim azabım da cok acı bir azabdır"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "Onlara Ibrahim'in konuklarından haber ver"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "Onun yanına girmisler: \"Selam\" demislerdi. O da: \"Biz sizden korkuyoruz.\" dedi"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "Korkma dediler, biz sana bilgin bir cocuk(un olacagını) mujdeleriz"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "Bana ihtiyarlık dokunduktan sonra mı beni mujdelediniz? Ne tuhaf bir sey ile mujdeliyorsunuz beni? dedi"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "Sana gercegi mujdeledik, umut kesenlerden olma! dediler. They said: We bring thee good tidings in truth. So be not thou of the despairing"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "Sapıklardan baska kim Rabbinin rahmetinden umut keser? dedi"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "(Ibrahim gelenlerin Hak elcileri melekler olduklarını anlayınca): \"Ey elciler, dedi, isiniz nedir"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "Biz suc isleyen bir kavme gonderildik, dediler"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "Yalnız Lut ailesi suclu degildir. Biz onların hepsini kurtaracagız"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "Ancak karısı haric. Onun da (suclularla beraber) kalanlardan olmasını uygun gorduk"
        }
    ]
}