{
    "rukus": [
        {
            "chapter": 38,
            "verse": 1,
            "text": "Sad, (uyarıcı) ve sanlı Kur'an'a andolsun ki"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "Inkar edenler bir gurur ve ayrılık icindedirler"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "Onlardan once nice nesilleri helak ettik de feryad ettiler; fakat artık kurtulus zamanı gecmisti"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "Onlara kendilerinden bir uyarıcı (peygamber) gelmesine hayret ettiler de o kafirler dediler ki: \"Bu yalancı bir sihirbazdır"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "Tanrıları bir tek tanrı mı yaptı? Bu, cidden tuhaf bir seydir"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "Onlardan bir grup fırladı: \"Yuruyun tanrılarınıza baglı kalın. Cunku bu, arzu edilen bir seydir"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "Biz bu(nun soyledigi)ni (babalarımızın baglı oldugu) oteki dinde isitmedik. Bu uydurmadan baska bir sey degildir"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "O Zikr (uyarı, baska kimse kalmadı da) aramızdan ona mı indirildi? Dogrusu, onlar benim Zikr'imden yana suphe icindedirler. Hayır, onlar henuz azabımı tadmadılar"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "Yoksa daima ustun olan, cok lutufta bulunan Rabbinin rahmet hazineleri onların yanında mı"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "Yoksa goklerin, yerin ve ikisi arasında bulunanların mulku onların mı? Oyleyse sebepler (vasıtalar) icinde yukselsinler (vasıtalara binip goklere cıksınlar da oradan alemi yonetsinler, vahyi de kendi isteklerine gore indirsinler)"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "(Onlar) Surada bozguna ugratılacak derme catma bir ordudur"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "Onlardan once de Nuh kavmi, Ad (kavmi) ve kazıklar sahibi (temelleri kazık gibi yere cakılmıs, yuksek pramitler yaptıran) Fir'avn da yalanlamıstı"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "Semud (kavmi), Lut kavmi ve Eyke halkı da (boyle yapmıstı). Iste onlar da (peygamberlere karsı birlesik) kabilelerdi"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "Hepsi de elcileri yalanladılar, benim cezamı hak ettiler"
        }
    ]
}