{
    "rukus": [
        {
            "chapter": 42,
            "verse": 30,
            "text": "Basınıza gelen herhangi bir musibet kendi ellerinizin yaptıgı (isler) yuzundendir. (Allah, hatalarınızın) Bircogunu da affeder"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "Siz, yer yuzunde O(nun cezası)na engel olamazsınız. Sizin Allah'tan baska ne bir veliniz, ne de bir yardımcınız vardır"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "Denizde daglar gibi akıp giden(gemi)ler O'nun ayetlerindendir"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "Dilerse ruzgarı durdurur, (gemiler denizin) sırtında durakalır. Kuskusuz bunda sabreden, sukreden herkes icin ibretler vardır"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Yahut yaptıkları (isler) yuzunden gemileri(n icindekileri) helak eder. Bircogunu da affeder (kurtarır)"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "Ki ayetlerimiz hakkında tartısanlar, kendileri icin kacacak bir yer olmadıgını bilsinler"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Size verilen seyler, dunya hayatının gecimidir. Inanıp Rablerine dayananlar icin Allah'ın yanında bulunan odul ise daha hayırlı ve daha kalıcıdır"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "Onlar buyuk gunahlardan ve cirkin islerden kacınırlar; kızdıkları zaman da onlar, affederler"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "Rablerinin cagrısına gelirler, namazı kılarlar. Isleri, aralarında danısma iledir. Kendilerine verdigimiz rızıktan hayır icin harcarlar"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "Bir zulum ve saldırıya ugradıkları zaman kendilerini savunurlar"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "Kotulugun cezası, yine onun gibi bir kutuluktur. Kim affeder, barısırsa onun mukafatı Allah'a aittir. Dogrusu O, zalimleri sevmez"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "Kim zulme ugradıktan sonra kendini savunursa oylelerinin aleyhine bir yol yoktur (onlar kınanmaz ve cezalandırılmazlar)"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "Ancak sunlar aleyhine yol vardır ki, insanlara zulmederler ve yeryuzunde haksız yere saldırırlar. Iste boylelerine acı bir azab vardır"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "Fakat kim sabreder, affederse, suphesiz bu, cok onemli islerdendir"
        }
    ]
}