{
    "rukus": [
        {
            "chapter": 46,
            "verse": 11,
            "text": "Inkar edenler, inananlar icin \"(Muhammed'in getirdigi) iyi bir sey olsaydı (su zavallı kisiler) ona inanmada bizi gecemezlerdi, (biz onlardan once inanırdık) dediler. Onlar, onun gosterdigi dogru yola eremediklerinden: \"Bu eski bir yalandır,\" diyeceklerdir"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Ondan once de onder ve rahmet olarak Musa'nın Kitabı vardır. Bu da (sirk ile) kendilerine yazık edenleri uyarmak, guzel davrananları mujdelemek icin Arap diliyle indirilmis (kendinden onceki Kitabı) dogrulayan Kitaptır"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Rabbimiz Allah'tır deyip sonra dogru olanlar, onlara korku yoktur ve onlar uzulmeyeceklerdir"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Onlar cennet halkıdır, yaptıklarına karsılık orada ebedi kalacaklardır"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "Biz insana, ana babasına iyilik etmesini tavsiye ettik. Anası onu zahmetle tasıdı ve zahmetle dogurdu. (Ana karnında) Tasınması ile sutten kesilmesi otuz ay surdu. Nihayet (insan) guclu cagına erip kırk yasına varınca: \"Ya Rabbi dedi, beni, bana ve anama, babama verdigin ni'mete sukretmege, razı olacagın yararlı isler yapmaga sevk eyle. Benim icin zurriyetim icinde de salahı devam ettir (benden gelecek olanları da iyi insanlar yap). Ben sana yuz tuttum ve ben (sana) teslim olanlardanım"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Onlar oyle kisilerdir ki, yaptıklarının en iyisini onlardan kabul ederiz ve onların kotuluklerinden geceriz, cennet halkı arasındadırlar. Bu, (dunyada) kendilerine soylenen dogru soz(un gerceklesmesi)dir"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "Fakat o kimse ki anasına, babasına: \"Of size, benden once nice nesiller gelip gecmis, (kimse geri gelmemis) iken siz benim (diriltilip) cıkarılacagımı mı bana va'dediyor(beni bununla mı tehdidediyor)sunuz?\" dedi. Onlarsa Allah'a sıgınarak: \"Yazık sana, (etme, gel) inan; Allah'ın sozu gercektir\" derken o: \"Bu, eskilerin masallarından baska bir sey degildir.\" der"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Iste onlar da kendilerine (azab) soz(u) gerekli olmus kimselerdir. Kendilerinden once gecen cin ve insan toplulukları arasında (azabın icinde) bulunacaklardır. Gercekten onlar, ziyana ugrayanlardır"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Her birinin (inananların ve inanmayanların) yaptıkları islerden dereceleri vardır. Allah, onlara yaptıklarının karsılıgını tam verir; kendilerine hic haksızlık edilmez"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "Inkar edenler atese sunulacakları gun, (kendilerine denir ki): \"Dunya hayatınızda butun guzel seylerinizi zayi ettiniz; (orada) bunlarla sefa surup bunları tukettiniz (burası icin hicbir sey bırakmadınız). Yeryuzunde haksız yere buyukluk taslamanızdan ve yoldan cıkmanızdan oturu bugun, alcaltıcı bir azab ile cezalandırılacaksınız"
        }
    ]
}