{
    "juzs": [
        {
            "chapter": 27,
            "verse": 56,
            "text": "Pero la unica respuesta que obtuvo de su gente fueron las palabras: “Expulsen a la familia de Lot de su tierra, pues son gentes que quieren la pureza”"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "Y lo salvamos junto a su familia, salvo a su esposa, pues decretamos que se quedaria atras (con los que recibirian el castigo)"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "E hicimos que cayera sobre ellos una lluvia de piedras. ¡Que lluvia tan terrible para quienes fueron advertidos"
        },
        {
            "chapter": 27,
            "verse": 59,
            "text": "Di (¡oh, Muhammad!): “Alabado sea Al-lah y que la paz este con los siervos que ha escogido[734] (como profetas y mensajeros)”. ¿Quien es mejor, Al-lah o las divinidades que (los idolatras) adoran fuera de El?”"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "¿Acaso (no es mejor) Quien creo los cielos y la tierra y hace descender la lluvia del cielo con la que brotan magnificos jardines, cuyos arboles nunca hubieran podido hacer crecer? ¿Hay alguna otra divinidad (verdadera) fuera de Al-lah (que pueda hacer lo que El hace y merezca ser adorada)? Y, sin embargo, (los idolatras) adoran a otros equiparandolos con El"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "¿Acaso (no es mejor) Quien ha hecho de la tierra un lugar estable (para que la habiten), ha hecho que los rios la recorran, ha depositado en ella montanas que la estabilizan y ha establecido una barrera entre las dos masas de agua[735] (la dulce y la salada)? ¿Hay alguna otra divinidad (verdadera) fuera de Al-lah (que pueda hacer lo que El hace y que merezca ser adorada)? Y, sin embargo, la mayoria ignora (la unicidad de su Senor y Su inmenso poder)"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "¿Acaso (no es mejor) Quien responde al afligido si Lo invoca, haciendo que desaparezca el mal que lo oprime, y ha hecho que se sucedieran en la tierra (generacion tras generacion)? ¿Hay alguna otra divinidad (verdadera) fuera de Al-lah (que pueda hacer lo que El hace y que merezca ser adorada)? Poco es lo que reflexionan"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "¿Acaso (no es mejor) Quien los guia en la oscuridad de la tierra y del mar y envia los vientos anunciadores de Su misericordia (la lluvia)? ¿Hay alguna otra divinidad (verdadera) fuera de Al-lah (que pueda hacer lo que El hace y que merezca ser adorada)? ¡Exaltado sea Al-lah! El esta muy por encima de compartir la divinidad con los idolos que adoran"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "¿Acaso (no es mejor) Quien origino la creacion y la repetira (el Dia de la Resurreccion) y Quien les provee (de la lluvia) del cielo y de (lo que produce) la tierra? ¿Hay alguna otra divinidad (verdadera) fuera de Al-lah (que pueda hacer lo que El hace y que merezca ser adorado)? Diles (¡oh, Muhammad!): “Traigan la prueba (de lo que dicen) si son veraces”"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Diles: “Nadie, ni en el cielo ni en la tierra, posee el conocimiento del gaib[736]excepto Al-lah; y (quienes rechazan la verdad) no pueden intuir cuando resucitaran”"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Su conocimiento no puede abarcar la otra vida[737], dudan acerca de su existencia o, es mas, estan ciegos en lo concerniente a ella"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Y dicen (quienes rechazan la verdad): “¿Cuando nosotros y nuestros padres seamos polvo (en la tumba), resucitaremos"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Eso ya se nos prometio a nosotros y a nuestros antepasados con anterioridad. No son mas que viejas leyendas”"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Diles (¡oh, Muhammad!): “Recorran la tierra y observen cual fue el final de los pecadores que negaron la verdad”"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "No te aflijas por ellos ni te angusties por lo que traman (contra ti)"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Y dicen: “¿Cuando llegara (el castigo) que prometen, si son veraces?”"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Diles: “Puede que parte (del castigo) que piden con apremio este cerca de ustedes”"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Y, ciertamente, tu Senor concede Su favor a los hombres, pero la mayoria de ellos no son agradecidos"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Y tu Senor conoce lo que ocultan sus corazones y lo que manifiestan"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Y no hay nada oculto en los cielos ni en la tierra que no conste en un claro registro (la Tabla Protegida)"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Y este Coran explica a los hijos de Israel la mayoria de los asuntos sobre los que discrepan"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "Y es, ciertamente, una guia y misericordia para los creyentes"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "tu Senor juzgara entre ellos (quienes discrepan sobre la religion) con justicia. Y El es el Poderoso, el Omnisciente"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Deposita, pues, tu confianza en Al-lah (¡oh, Muhammad!); realmente estas en la clara verdad (del Islam)"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Tu no puedes hacer oir a los muertos (de corazon) ni puedes hacer que los sordos (que no quieren oir la verdad) respondan a la llamada (a la fe) cuando le dan la espalda alejandose de ella"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Ni tampoco puedes guiar a quienes estan extraviados y no quieren ver (la verdad). Solo puedes hacer que respondan a tu llamada quienes creen en Nuestras aleyas y se someten (a Nuestra voluntad aceptando el Islam)"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "Y cuando llegue el momento de que se cumpla la sentencia (del castigo sobre los incredulos), haremos que aparezca (poco antes del Dia de la Resurreccion) una bestia de la tierra[738] que hablara a los hombres y les dira que quienes (negaban la resurreccion) no creian en Nuestras aleyas (ni en el Profeta Muhammad)"
        },
        {
            "chapter": 27,
            "verse": 83,
            "text": "Y (menciona a tu gente, ¡oh, Muhammad!) el dia en que reuniremos de cada comunidad a un grupo (los lideres) de quienes negaban Nuestras pruebas (y aleyas) y seran conducidos (hacia donde seran juzgados)"
        },
        {
            "chapter": 27,
            "verse": 84,
            "text": "Cuando lleguen, (Al-lah) les preguntara: “¿Negaron Mis pruebas (y aleyas) sin llegar a comprenderlas o que es lo que hicieron?”"
        },
        {
            "chapter": 27,
            "verse": 85,
            "text": "Y la sentencia (del castigo) caera sobre ellos por haber sido injustos (al negar la verdad), y no podran pronunciar (ninguna excusa)"
        },
        {
            "chapter": 27,
            "verse": 86,
            "text": "¿Acaso no ven que hicimos la noche para que pudieran descansar en ella e (iluminamos) el dia para que pudieran ver (y trabajar)? Ciertamente, en ello hay pruebas (de Nuestro poder) para quienes creen"
        },
        {
            "chapter": 27,
            "verse": 87,
            "text": "Y el dia en que suene el cuerno (anunciando la resurreccion) se aterrorizaran todos los seres del cielo y de la tierra, excepto quien Al-lah quiera[739]. Y todos compareceran ante El sumisos"
        },
        {
            "chapter": 27,
            "verse": 88,
            "text": "Y veras pasar las montanas[740], que suponias firmes y solidas, como pasan las nubes. Tal es la obra de Al-lah, Quien ha perfeccionado todas las cosas. Ciertamente, El esta bien informado de lo que hacen"
        },
        {
            "chapter": 27,
            "verse": 89,
            "text": "Quienes se presenten (ante Al-lah) con la buena accion (de creer en la unicidad de Al-lah, adorarlo solo a El y actuar con rectitud) seran recompensados con mas de lo que esta merezca y estaran a salvo del terror del Dia de la Resurreccion (porque no temeran el castigo del Infierno)"
        },
        {
            "chapter": 27,
            "verse": 90,
            "text": "Mas quienes se presenten con la mala accion (de la idolatria) seran arrojados al fuego de cabeza (y se les dira): “¿Acaso no se los retribuye segun el merecido de sus acciones?”"
        },
        {
            "chapter": 27,
            "verse": 91,
            "text": "Diles (¡oh, Muhammad!): “Se me ha ordenado adorar al Senor de esta ciudad (de La Meca), Quien la ha hecho sagrada y a Quien pertenecen todas las cosas, y se me ha ordenado ser de los que se someten a la religion de Al-lah"
        },
        {
            "chapter": 27,
            "verse": 92,
            "text": "asi como recitar (a los hombres) el Coran”. Quien lo siga lo hara en su propio beneficio, y a quien se extravie desviandose de el, dile: “Yo no soy mas que un amonestador”"
        },
        {
            "chapter": 27,
            "verse": 93,
            "text": "Y di: “¡Alabado sea Al-lah! Les mostrara las pruebas de Su poder (y unicidad) y las reconoceran”. Y tu Senor no deja pasar por alto lo que hacen"
        },
        {
            "chapter": 28,
            "verse": 1,
            "text": "Ta. Sin. Mim"
        },
        {
            "chapter": 28,
            "verse": 2,
            "text": "Estas son las aleyas del Libro esclarecedor (el Coran)"
        },
        {
            "chapter": 28,
            "verse": 3,
            "text": "Te narramos (¡oh, Muhammad!) parte de la verdadera historia de Moises y el Faraon, dirigida a los creyentes"
        },
        {
            "chapter": 28,
            "verse": 4,
            "text": "El Faraon fue, en verdad, un tirano arrogante sobre la tierra que dividio a su gente en clases para oprimir a un grupo, degollando a sus hijos varones y dejando vivir a las mujeres. Fue, realmente, un corruptor"
        },
        {
            "chapter": 28,
            "verse": 5,
            "text": "Y quisimos favorecer a quienes habian sido oprimidos en la tierra haciendo que se convirtieran en unos guias espirituales y que heredaran (la tierra)"
        },
        {
            "chapter": 28,
            "verse": 6,
            "text": "Y les concedimos poder en la tierra e hicimos que el Faraon, (su ministro) Haman[744] y sus soldados vieran aquello que temian (su destruccion y la perdida de su dominio a manos de uno de los hijos del pueblo de Israel)"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "E inspiramos a la madre de Moises (tras el nacimiento de este): “Amamantalo y, cuando temas por el, depositalo (en un cesto) sobre el rio, y no temas ni te aflijas. Te lo devolveremos y haremos de el un Profeta”"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Y lo recogio la familia del Faraon; y despues (Moises) se convertiria para ellos en su enemigo y en (un motivo de) afliccion. Ciertamente, el Faraon, (su ministro) Haman y sus soldados eran unos pecadores"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "Y la mujer del Faraon dijo: “Sera mi alegria y la tuya. No lo mates, puede que nos sea de alguna utilidad o podemos tomarlo como hijo”. Y no intuian (lo que sucederia)"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Y el corazon de la madre de Moises se lleno de un gran vacio. Y habria revelado la verdad (acerca de que era su hijo) si no hubieramos afianzado su corazon para que fuera de quienes creen (en la promesa de Al-lah)"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "Y le dijo a la hermana (de Moises, una vez lo hubo depositado en el rio): “¡Siguelo!”. Y lo observo desde lejos sin que se dieran cuenta"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "E hicimos que ninguna nodriza pudiera amamantarlo hasta que su hermana dijo (a la familia del Faraon): “¿Quieren que los guie hasta una familia que lo crie y cuide bien de el?”"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Y asi es como lo devolvimos a su madre para que se alegrara y no se afligiera, y para que supiera que la promesa de Al-lah es cierta; pero la mayoria (de la gente) no lo sabe"
        },
        {
            "chapter": 28,
            "verse": 14,
            "text": "Y cuando alcanzo la madurez, le concedimos sabiduria y conocimiento. Asi es como recompensamos a quienes hacen el bien"
        },
        {
            "chapter": 28,
            "verse": 15,
            "text": "Y entro en la ciudad cuando sus habitantes se hallaban desatentos (descansando) y se encontro con dos hombres que se peleaban: uno era de los suyos (de los hijos de Israel) y el otro, de sus enemigos (los egipcios). El que era de los suyos le pidio ayuda contra su enemigo, y Moises golpeo a este con el puno y lo mato (sin querer). (Moises) dijo: “Esto es obra del Demonio. Ciertamente, el es un declarado enemigo del hombre y busca extraviarlo”"
        },
        {
            "chapter": 28,
            "verse": 16,
            "text": "(Entonces) invoco (arrepentido a Al-lah) diciendo: “¡Senor!, he sido injusto conmigo mismo (al matar, sin querer, a dicho hombre). Perdoname”. Y Al-lah lo perdono. En verdad, El es el Indulgente, el Misericordioso"
        },
        {
            "chapter": 28,
            "verse": 17,
            "text": "dijo: “¡Senor!, por la gracia que me has concedido, no volvere a ayudar a ningun pecador incredulo (que desobedece Tus mandatos)"
        },
        {
            "chapter": 28,
            "verse": 18,
            "text": "Y cuando amanecio tuvo miedo y se mantuvo expectante en la ciudad. Entonces, aquel que le habia pedido ayuda el dia anterior volvio a solicitarla. Moises le dijo: “En verdad, estas claramente extraviado[746] y desvias a los demas (del buen camino)”"
        },
        {
            "chapter": 28,
            "verse": 19,
            "text": "Y cuando Moises decidio hacer uso de su fuerza contra quien era enemigo de ambos (el egipcio), este[747]le dijo: “¡Moises!, ¿quieres matarme como hiciste ayer con otro? Lo que pretendes es ser un tirano sobre la tierra y no quieres ser de quienes actuan con rectitud”"
        },
        {
            "chapter": 28,
            "verse": 20,
            "text": "Y llego un hombre corriendo de las afueras de la ciudad que dijo: “¡Moises!, los dignatarios del Faraon estan reunidos discutiendo acerca de ti para matarte. ¡Huye! Soy un buen consejero para ti”"
        },
        {
            "chapter": 28,
            "verse": 21,
            "text": "Entonces huyo de la ciudad asustado, mirando a su alrededor (por miedo a ser capturado), y dijo: “¡Senor, salvame de este pueblo injusto!”"
        },
        {
            "chapter": 28,
            "verse": 22,
            "text": "Y mientras se dirigia hacia (la tierra de) Madian (sin conocer el camino) dijo: “Puede que mi Senor me guie por el camino mas recto (que conduce hasta alli)”"
        },
        {
            "chapter": 28,
            "verse": 23,
            "text": "Y cuando llego al pozo de Madian, encontro a un grupo de hombres que abrevaban su ganado y vio que, apartadas de ellos, habia dos mujeres que no dejaban que sus rebanos se acercaran (al lugar). Moises les pregunto: “¿Que les sucede?”. (Ellas) respondieron: “Esperamos a que se vayan los pastores para abrevar (nuestros rebanos), pues nuestro padre es un hombre anciano (y no puede hacerlo)”"
        },
        {
            "chapter": 28,
            "verse": 24,
            "text": "Entonces Moises abrevo los rebanos por ellas. Luego se retiro a la sombra e invoco (a Al-lah) diciendo: “¡Senor!, realmente necesito cualquier favor que puedas concederme”"
        },
        {
            "chapter": 28,
            "verse": 25,
            "text": "Despues (tras haber hablado con su padre) una de las dos mujeres se presento ante (Moises) caminando con timidez y le dijo: “Mi padre te llama para recompensarte por haber abrevado nuestro rebano”. Y cuando se presento ante el y le relato su historia, este le dijo (a Moises): “No temas; estas a salvo del pueblo injusto”"
        },
        {
            "chapter": 28,
            "verse": 26,
            "text": "Una de ellas dijo: “¡Padre, contratalo (a tu servicio)! ¡Quien mejor para ello que alguien fuerte y honesto!”"
        },
        {
            "chapter": 28,
            "verse": 27,
            "text": "(Entonces el padre le dijo a Moises:) “Quiero darte a una de mis dos hijas en matrimonio con la condicion de que trabajes para mi durante ocho anos. Si cumples diez, es tu decision, pues yo no quiero imponerte nada que te resulte dificil. Si Al-lah quiere, encontraras que soy recto y virtuoso”"
        },
        {
            "chapter": 28,
            "verse": 28,
            "text": "(Moises) asintio diciendo: “¡Asi queda acordado! No se me reprochara cualquiera que sea el plazo que cumpla. Y Al-lah es testigo de lo que decimos”"
        },
        {
            "chapter": 28,
            "verse": 29,
            "text": "Y cuando Moises hubo cumplido el plazo (de diez anos), partio con su familia (en direccion a Egipto) y diviso un fuego en la ladera de un monte. Dijo a su familia: “Permanezcan aqui. He visto un fuego. Puede que regrese con noticias o con alguna brasa encendida para que puedan calentarse”"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Y cuando hubo llegado al lugar (donde habia divisado el fuego), oyo una voz que lo llamaba de la parte del valle situado a su derecha, en un lugar bendito, en las inmediaciones de un arbusto (que ardia), y le decia: “¡Moises! Yo soy Al-lah, el Senor de toda la creacion"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "¡Arroja tu cayado!”. Y cuando Moises vio que este se movia como si fuera una serpiente, huyo sin mirar atras. Al-lah le dijo: “¡Moises!, acercate y no temas. En verdad, estas a salvo (de todo mal)"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Introduce tu mano por el cuello de tus vestimentas. Cuando la extraigas aparecera (radiantemente) blanca sin que padezcas ninguna enfermedad. Y aprieta el brazo contra el costado (acercando la mano al corazon) para librarte del miedo[748]. Estas son dos pruebas de tu Senor para el Faraon y sus dignatarios. Ciertamente, ellos son gente rebelde (que se niega a obedecer a Al-lah)”"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "(Entonces, Moises) dijo: “¡Senor!, mate a uno de ellos y temo que me maten"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "Y mi hermano Aaron es mas elocuente que yo; envialo conmigo como apoyo para que me crean. Realmente, temo que me desmientan”"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "(Al-lah) le respondio: “Te fortaleceremos con tu hermano y les concederemos poder mediante Nuestros milagros (y pruebas evidentes) para que no puedan causarles dano alguno. Ustedes y quienes los sigan seran los vencedores”"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Y cuando Moises se presento ante ellos con Nuestros milagros (y pruebas) evidentes, dijeron: “Esto no es mas que una brujeria que has inventado; y nunca antes oimos hablar de esta (religion) a nuestros antepasados”"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "Y dijo Moises: “Mi Senor sabe mejor quien esta guiado y quien gozara de un buen final (en la otra vida). Ciertamente, los injustos (que rechazan la verdad) no triunfaran”"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Y el Faraon dijo: “¡Dignatarios!, que yo sepa, no tienen otra divinidad fuera de mi. Enciende, pues, (un fuego), ¡oh, Haman!, para cocer (ladrillos de) barro y construyeme una torre, de manera que pueda (subirme a ella y) ver la divinidad de Moises; aunque creo que es un mentiroso”"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "Y el y su ejercito fueron arrogantes en la tierra sin derecho alguno y pensaron que no retornarian a Nosotros (para ser juzgados el Dia de la Resurreccion)"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Y lo castigamos junto con su ejercito y los arrojamos al mar. Observa cual fue el final de los injustos (que rechazaron la verdad)"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "E hicimos de ellos unos lideres que invitasen a los hombres al fuego. Y el Dia de la Resurreccion no seran auxiliados"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "Y los expulsamos de Nuestra misericordia en esta vida, y el Dia de la Resurreccion estaran entre los humillados (y alejados de Nuestra gracia)"
        },
        {
            "chapter": 28,
            "verse": 43,
            "text": "Y concedimos a Moises el Libro (la Tora) despues de haber destruido las generaciones anteriores[749], para que fuera una luz, una guia y misericordia para que (los hombres) reflexionaran"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "Y no estuviste en la ladera oeste (del monte) cuando encomendamos a Moises su mision (¡oh, Muhammad!) ni fuiste testigo de ello"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "sino que (te lo revelamos como evidencia contra) las generaciones (posteriores a Moises) que creamos y vivieron muchos anos (y olvidaron los mandatos de Al-lah). Y tampoco viviste entre los habitantes de Madian recitandoles Nuestras aleyas, sino que te revelamos lo que sucedio"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Y no estuviste en la ladera de la montana cuando llamamos (a Moises y no pudiste saber lo que sucedio) sino (que te lo hemos revelado) y te hemos enviado como misericordia de tu Senor para que exhortes a un pueblo que no habia recibido con anterioridad ningun mensajero y reflexionen"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "y para que no digan, tras sufrir un castigo por las (malas) acciones que ellos mismos han realizado: “¡Senor!, ¿por que no nos enviaste un mensajero para que pudieramos seguir Tu mensaje y ser de los creyentes?”"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "No obstante, cuando les llega la verdad procedente de Nosotros (el Profeta Muhammad), (los idolatras de La Meca) dicen: “¿Por que no hemos recibido (algunos milagros o un libro revelado de una sola vez) como recibio Moises?”[750]. ¿Acaso no negaron (los judios) con anterioridad lo que Moises recibio? Dicen (los idolatras): “Ambos (libros: el Coran y la Tora) no son sino (dos muestras de) brujeria que se apoyan mutuamente”, y dicen: “No creemos en ninguna de las dos revelaciones”"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "Diles (¡oh, Muhammad!): “Traigan un libro procedente de Al-lah que sea una mejor guia que los mencionados para que pueda seguirlo, si son veraces”"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Y si no te contestan, debes saber que solo siguen sus pasiones. Y, ¿quien esta mas extraviado que quien sigue sus deseos sin ninguna guia de Al-lah? Ciertamente, Al-lah no guia a los injustos (que rechazan la verdad)"
        },
        {
            "chapter": 28,
            "verse": 51,
            "text": "Y les hemos explicado la revelacion para que reflexionen (y crean)"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Aquellos (judios y cristianos) a quienes concedimos las Escrituras con anterioridad (y creyeron en ellas sin alterarlas) creen (tambien) en el Coran"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Y si se les recita, dicen: “Creemos en el, es la verdad procedente de nuestro Senor. Ciertamente, ya eramos musulmanes antes de esta revelacion (porque creiamos en la unicidad de Al-lah y nos sometiamos a Su voluntad)”"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "Esos recibiran una doble recompensa por haberse mantenido constantes y firmes (en la verdad y haber creido en sus Escrituras y en el Coran), por responder al mal (de quienes quieren perjudicarlos) con el bien, y por dar en caridad de lo que les hemos proveido"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "Y si oyen cualquier banalidad (o palabras ofensivas contra ellos), se alejan (de quienes las pronuncian) y dicen: “Obtendremos la recompensa de nuestras acciones y ustedes, la suya. La paz este con ustedes (no vamos a responderles de la misma manera, pero no queremos saber nada de ustedes); no queremos trato con los ignorantes”"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Tu no puedes hacer que quien quieres acepte la fe (¡oh, Muhammad!), sino que es Al-lah Quien guia hacia la fe a quien desea. Y El sabe mejor quienes (merecen) ser guiados"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Y (te) dicen (los idolatras de La Meca): “Si siguieramos la guia que nos has traido, seriamos expulsados de nuestra tierra (por las tribus paganas de los alrededores)”. ¿Acaso no hemos establecido para ellos un lugar sagrado y seguro para vivir (la ciudad de La Meca) donde llegan todo tipo de frutos como provision Nuestra? Mas la mayoria de ellos no lo saben"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "¡Y cuantas poblaciones destruimos por haber sido ingratas a pesar de vivir en abundancia! Sus viviendas no fueron habitadas despues de ellos, salvo unas pocas, y Nosotros fuimos Quienes las heredamos"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Y tu Senor no iba a destruir ningun pueblo (¡oh, Muhammad!) sin haber enviado antes un Mensajero a su ciudad principal para transmitirles Nuestra revelacion[751]. Y solo los destruimos cuando sus habitantes son injustos (negando la verdad y desmintiendo a sus mensajeros)"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Y todo lo que se les ha concedido (¡oh, gente!) no es mas que un disfrute (efimero) de esta vida y de sus placeres. Mas lo que Al-lah reserva junto a El (en el Paraiso) es mucho mejor y mas duradero. ¿Es que no razonan"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "¿Acaso puede compararse aquel a quien hemos prometido una buena promesa (el Paraiso) que vera cumplida en la otra vida con aquel a quien hemos concedido un disfrute temporal en esta, mientras que el Dia de la Resurreccion estara entre quienes compareceran ante Nosotros (y seran castigados en el fuego)"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "Y (recuerda, ¡oh, Muhammad!) el Dia (del Juicio Final) en que Al-lah llamara (a los idolatras) y les dira: “¿Donde estan (esas falsas) divinidades que decian que compartian la divinidad Conmigo (y a las que adoraban)?”"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Aquellos sobre quienes caera la sentencia (del castigo por haber desviado a los hombres del buen camino) diran (intentando librarse del fuego): “¡Senor!, esos a quienes extraviamos, los extraviamos porque nosotros tambien estabamos extraviados. Declaramos nuestra inocencia ante Ti. No era a nosotros a quienes adoraban (al seguirnos y obedecernos, sino que adoraban a los demonios)”"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Y se les dira (a los idolatras): “¡Llamen a los idolos que adoraban!”. Y los llamaran, mas no obtendran respuesta alguna y veran el castigo. Entonces desearan haber estado entre los guiados"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "Y (recuerda ¡oh, Muhammad!) el Dia (del Juicio Final) en que Al-lah los llamara y les dira: “¿Que respondieron a los mensajeros?”"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Entonces no podran pensar en ninguna respuesta (como excusa) ni se preguntaran entre ellos (para saber como contestar)"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Quienes se arrepientan, crean con sinceridad y actuen rectamente estaran entre los triunfadores"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Y tu Senor (¡oh, Muhammad!) crea lo que quiere y escoge (o decide lo que quiere), mientras que Sus siervos no pueden escoger nada (ni puede decidir algo que no este de acuerdo con la voluntad de su Senor)[752]. ¡Glorificado y exaltado sea Al-lah! El esta muy por encima de lo que Le atribuyen (los idolatras)"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Y tu Senor conoce lo que esconden los corazones y lo que manifiestan"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Y El es Al-lah, no existe ninguna divinidad verdadera con derecho a ser adorada excepto El. A El pertenecen todas las alabanzas en esta vida y en la otra. Suya es la decision y a El retornaran (para ser juzgados)"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Di (a quienes rechazan la verdad de tu pueblo, ¡oh, Muhammad!): “Diganme; si Al-lah perpetuase la noche sobre ustedes hasta el Dia de la Resurreccion, ¿que divinidad fuera de El les traeria la luz del dia? ¿Acaso no escuchan (y reflexionan)?”"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Diles: «Diganme; si Al-lah perpetuase el dia sobre ustedes hasta el Dia de la Resurreccion, ¿que divinidad fuera de El les traeria la noche para que descansasen? ¿Acaso no ven (que estan en un error y recapacitan)?”"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Y es por misericordia Suya que ha creado para ustedes la noche y el dia, con el fin de que descansen y puedan buscar Su favor (a traves de su actividad) y de que sean agradecidos"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "Y (recuerdales) el dia en que (Al-lah) llamara (a los idolatras) y les dira: “¿Donde estan (esas falsas) divinidades que decian que compartian la divinidad Conmigo (y a las que adoraban)?”"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Y tomaremos a un testigo[753] de cada comunidad (incredula) y les diremos: “¡Traigan sus pruebas (para justificar su idolatria)!”. Y entonces sabran que la verdad esta con Al-lah, y los (idolos) que habian inventado desapareceran"
        },
        {
            "chapter": 28,
            "verse": 76,
            "text": "En verdad, Qarun[754] pertenecia al pueblo de Moises, pero se excedio en arrogancia con los suyos. Le habiamos concedido tantos tesoros que incluso las llaves de donde guardaba sus riquezas habrian resultado pesadas para un grupo de hombres fornidos. Su pueblo le decia: “No te jactes de las riquezas que tienes, pues Al-lah no ama a los (soberbios) que se jactan (y niegan los favores que les han sido concedidos)"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "Y busca, con los (bienes) que Al-lah te ha concedido, la Ultima Morada (del Paraiso haciendo un buen uso de ellos en la causa de Al-lah), sin olvidar las cosas buenas (y licitas) que El te permite disfrutar en esta[755]. Se generoso con los demas como Al-lah lo ha sido contigo y no busques la corrupcion en la tierra; ciertamente, Al-lah no ama a los corruptores”"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "(Qarun) respondio: “Ello me ha sido concedido debido al conocimiento que poseo”. ¿Acaso no sabia (Qarun) que Al-lah destruyo con anterioridad generaciones mas fuertes que el que habian acumulado mas (bienes)? Mas los pecadores que niegan la verdad no seran cuestionados por sus pecados (porque Al-lah tendra conocimiento de ellos)"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Y salio ante su pueblo exhibiendo su riqueza. Quienes deseaban la vida terrenal dijeron: “¡Ojala tuvieramos tanto como lo que le ha sido concedido a Qarun! Ciertamente, es muy afortunado”"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Mas quienes habian recibido sabiduria dijeron: “¡Ay de ustedes! La recompensa de Al-lah es mejor para aquellos que creen y actuan rectamente. Pero solo la alcanzan quienes son constantes (obedeciendolo)"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "E hicimos que la tierra se tragara (a Qarun) junto con su casa, y no hubo ningun grupo (de hombres) que pudiera protegerlo del castigo de Al-lah ni pudo salvarse a si mismo"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Y al amanecer, quienes el dia anterior habian deseado estar en su lugar empezaron a decir: “Al-lah otorga con generosidad Su provision a quien quiere de entre Sus siervos y la restringe a quien quiere. Si Al-lah no nos hubiese agraciado, habria hecho que la tierra nos tragase tambien a nosotros. Quienes rechazan la verdad no triunfaran”"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Y la Ultima Morada (del Paraiso) sera para quienes no buscan ser altivos en la tierra ni quieren corromperla. Y el buen final (en la otra vida) sera para los piadosos (que temen a Al-lah)"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Quienes realicen una buena accion seran recompensados con mas de lo que esta merezca, mas quienes realicen una mala accion solo recibiran el castigo correspondiente a lo que hicieron"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Aquel que te ha revelado el Coran (¡oh, Muhammad!) y te ha ordenado (transmitirlo y aferrarte a el) hara que regreses[756] (a La Meca del mismo modo que te hizo salir de ella). Diles (a los incredulos de tu pueblo): “Mi Senor sabe mejor quien esta guiado (si ustedes o yo) y quien esta claramente extraviado”"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Y tu no esperabas recibir el Libro (el Coran), pero te ha sido revelado como misericordia de tu Senor. No apoyes, pues, a quienes rechazan la verdad"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Y no dejes que te aparten de las aleyas de Al-lah despues de que te han sido reveladas; invita (a los hombres a adorar) a tu Senor, y no seas de los idolatras"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Y no invoques a otras divinidades fuera de Al-lah. No existe nada ni nadie con derecho a ser adorado excepto El. Todo perecera salvo El. Suya es la decision y a El retornaran (para ser juzgados)"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "¿Acaso piensan los hombres que les bastara decir que creen, sin ser puestos a prueba"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Ciertamente, pusimos a prueba a quienes los precedieron; (y ellos tambien seran puestos a prueba) para que Al-lah evidencie quienes son sinceros en la fe y quienes mienten"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "¿O acaso piensan quienes obran mal (y rechazan la verdad) que podran escapar de Nosotros? ¡Que mal juzgan"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Quien anhele el encuentro con Al-lah (para obtener Su recompensa, que sepa que) el momento que Al-lah ha decretado para ello llegara (pronto). Y El es el Oyente (de todas las cosas), el Omnisciente"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Y quien luche (por la causa de Al-lah)[759] lo hara en su propio beneficio. Ciertamente, Al-lah no necesita nada de ninguna de Sus criaturas"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "Y perdonaremos los pecados de quienes crean y actuen rectamente, y los recompensaremos segun sus mejores acciones"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Y hemos ordenado al hombre tratar bien a sus padres. Y si ellos hacen lo posible para que adores ademas de a Mi aquello sobre lo que no tienes conocimiento, no los obedezcas (mas tratalos bien y con respeto). Retornaran para comparecer ante Mi (el Dia de la Resurreccion) y les informare sobre lo que hacian"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Y haremos que quienes crean y actuen rectamente entren en el Paraiso con los rectos y virtuosos"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Y hay hombres que dicen creer en Al-lah, mas si sufren algun dano (por parte de los idolatras), por el hecho de creer en El, equiparan el dano infligido por los hombres con el castigo de Al-lah (se inquietan y reniegan de la fe porque no son pacientes). Pero si (los creyentes) obtienen una victoria de tu Senor (¡oh, Muhammad!), les dicen: “En verdad, estabamos con ustedes”. ¿Acaso Al-lah no conoce mejor lo que encierran los corazones de todas Sus criaturas"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Y Al-lah (pondra a los hombres a prueba) para evidenciar quienes son los creyentes y quienes son los hipocritas"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Y quienes rechazan la verdad dicen a los creyentes: “Sigan nuestra religion y nosotros cargaremos con sus pecados”. Pero no podran aligerar el peso de sus pecados en lo mas minimo; son unos mentirosos"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Y el Dia de la Resurreccion (quienes rechazaban la verdad) cargaran con sus propios pecados y con otros ajenos (los de aquellos a quienes extraviaron pidiendoles que los siguieran) y seran cuestionados sobre (las mentiras) que inventaron"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "Y, ciertamente, enviamos a Noe a su pueblo y vivio entre ellos novecientos cincuenta anos[760]; entonces el diluvio se abatio sobre ellos por haber sido injustos (al rechazar la verdad)"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Y lo salvamos junto a quienes se hallaban en el arca, e hicimos de esta[761] (y de lo acontecido) una leccion para toda la humanidad"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "Y (recuerda, ¡oh, Muhammad!) a Abraham cuando dijo a su pueblo: “Adoren solo a Al-lah y temanlo. Esto es mejor para ustedes, si supieran"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "Lo que adoran fuera de Al-lah no son mas que estatuas e inventan mentiras (cuando dicen que comparten la divinidad con El). Lo que adoran fuera de Al-lah no tiene poder para proveerles de sustento alguno; busquen el sustento en Al-lah, adorenlo y sean agradecidos. A El retornaran (para ser juzgados)”"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "Y si desmienten (al Mensajero Muhammad, habitantes de La Meca, sepan que) tambien desmintieron (a sus respectivos profetas) las comunidades que los precedieron; y al Mensajero solo le corresponde transmitir (el mensaje) con claridad"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "¿Acaso no ven como Al-lah origina la creacion y la repite? Ciertamente, ello es facil para Al-lah"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Di (a quienes rechazan la verdad, ¡oh, Muhammad!): “Recorran la tierra y observen como Al-lah origino la creacion. Despues volvera a reproducirla (el Dia de la Resurreccion, cuando los haga volver a la vida). En verdad, Al-lah es Todopoderoso”"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "(Al-lah) castiga a quien quiere y se apiada de quien quiere; y a El regresaran (para ser juzgados)"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Y no podran escapar de Al-lah ni en la tierra ni en el cielo. Y no tendran fuera de Al-lah quien los proteja u los auxilie"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Y quienes no crean en las aleyas de Al-lah ni en el encuentro con El (el Dia de la Resurreccion) habran perdido toda esperanza de recibir Su misericordia y obtendran un castigo doloroso"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "Mas la unica respuesta que (Abraham) obtuvo de su pueblo fueron las palabras: “¡Matenlo o quemenlo!”. Pero Al-lah lo salvo de la hoguera. Ciertamente, en esto hay pruebas (del poder de Al-lah) para quienes creen"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "Y dijo (Abraham a su gente): “Han tomado falsos idolos a los que adoran en vez de a Al-lah y han creado entre ustedes un lazo de afecto basado en su adoracion a ellos. Mas el Dia de la Resurreccion renegaran los unos de los otros y se maldeciran, y su destino final sera el fuego y no tendran quien los auxilie”"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Y Lot creyo en el. Entonces (Abraham) dijo: “Emigrare por mi Senor[762]. Ciertamente, El es el Poderoso, el Sabio”"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Y le concedimos a Isaac, y (a este) a Jacob; e hicimos que de su descendencia surgieran tambien profetas a quienes otorgamos Escrituras. Y lo recompensamos en esta vida, y en la otra estara entre los rectos y virtuosos"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "Y (recuerda a) Lot cuando dijo a su pueblo: “Practican una inmoralidad que no habia practicado nadie con anterioridad"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Mantienen relaciones sexuales con los hombres, asaltan a los viajeros en los caminos y cometen acciones reprobables en sus lugares de reunion”. Mas la unica respuesta que obtuvo de su pueblo fueron las palabras (a modo de burla): “Haz que se abata sobre nosotros el castigo con el que nos amenazas, si eres de los veraces”"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "(Entonces, Lot) invoco a Al-lah diciendo: “¡Senor!, salvame de (este) pueblo corrupto”"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "Y cuando Nuestros enviados (los angeles) se presentaron ante Abraham con la buena noticia (del nacimiento de su hijo Isaac), le dijeron: “Vamos a destruir a los habitantes de la ciudad (de Lot). Ciertamente, sus habitantes han sido injustos”"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "(Entonces, Abraham) les dijo: “¡(Pero) Lot esta alli!”. (Los angeles) respondieron: “Nosotros sabemos bien quienes habitan (la ciudad). Lo salvaremos junto con su familia, salvo a su mujer, que estara entre quienes reciban el castigo”"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Y cuando Nuestros enviados (los angeles) se presentaron ante Lot, este se afligio y se angustio por ellos (por lo que podrian hacerles los habitantes de la ciudad). Mas ellos le dijeron: “No temas ni te aflijas. Te salvaremos junto con tu familia, salvo a tu esposa, que estara entre quienes reciban el castigo"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "“Vamos a enviar un castigo del cielo sobre los habitantes de esta ciudad por su perversion y rebeldia”"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Y dejamos de ella (las ruinas) como una clara advertencia (y un motivo de reflexion) para quienes razonan"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "Y al pueblo de Madian enviamos a su hermano Shu'aib como Mensajero. Les dijo: “¡Pueblo mio!, adoren solo a Al-lah, teman el Ultimo Dia y no siembren la corrupcion en la tierra”"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Mas lo desmintieron. Entonces un gran terremoto los sorprendio y amanecieron tendidos muertos en sus hogares"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Y (tambien destruimos los pueblos de) 'Ad y Zamud. Y han visto con claridad lo que fue de sus hogares (¡oh, habitantes de La Meca!). El Demonio hizo que se dejaran seducir por sus acciones y los extravio del camino, mientras que creian estar en la verdad"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "Y (destruimos) a Qarun, al Faraon y a (su ministro) Haman. Y, ciertamente, Moises se presento ante ellos con claros milagros, mas fueron arrogantes en la tierra y no escaparon del castigo"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Y a todos los castigamos por sus pecados. Sobre algunos enviamos un fuerte viento cargado de guijarros (como en el caso del pueblo del Mensajero Lot); sobre otros se abatio un gran estruendo que acabo con ellos, (como en el caso del pueblo de Zamud); a otros se los trago la tierra (como a Qarun), y a otros los ahogamos (como al Faraon). Y no fuimos injustos con ellos, sino que ellos fueron los injustos consigo mismos (al rechazar la verdad)"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Quienes toman protectores fuera de Al-lah se asemejan a una arana que construye una casa (para refugiarse en ella). Mas no hay casa mas fragil que la de la arana[763]; ¡si supieran"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Al-lah sabe bien lo que ellos invocan en Su lugar, y El es el Poderoso, el Sabio"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Y exponemos (en el Coran) estos ejemplos a los hombres, pero solamente los comprenden quienes tienen conocimiento"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "Al-lah creo los cielos y la tierra con un firme proposito. Ciertamente, en ello hay pruebas (del poder de Al-lah) para los creyentes"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Recita (¡oh, Muhammad!) lo que te ha sido revelado del Libro (el Coran; obra segun el y transmitelo a los demas) y realiza el salat. En verdad, (la practica constante) del salat evita (que el hombre caiga en) la inmoralidad y en las malas acciones. Y glorificar a Al-lah (dentro y fuera del salat) es mas importante (que el resto de las buenas acciones). Y Al-lah sabe lo que hacen"
        }
    ]
}