{
    "maqras": [
        {
            "chapter": 2,
            "verse": 253,
            "text": "Ezek a küldöttek. Közülük némelyeket kiválóbbá tettünk, mint mások. Van közöttük olyan, akihez Allah beszélt. Némelyeket fokokkal magasabbra emeltünk. Jézusnak, Mária fiának a nyilvánvaló bizonyítékokat adtuk és megerősítettük őt a Rültu-I- Oudus-al (Gábriellel). Ha Allah akarta volna, akkor nem harcoltak volna egymással azok, akik utánuk éltek azt követően, hogy eljött hozzájuk a nyilvánvaló bizonyíték. Ám nézeteltérés támadt közöttük. Egyesek közülük hittek, mások hitetlenkedtek. Ha Allah azt akarta volna nem harcoltak volna egymással. Ám Allah azt tesz, amit Ő akar"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "Ó, ti, akik hisztek! Adakozzatok abból, amivel gondoskodtunk rólatok, mielőtt eljön az a Nap, amelyen nem lesz adás-vétel, sem barátság, sem közbenjárás! Bizony a hitetlenek a bűnösök"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Allah! Nincs más isten csak Ő! Az Élő, az Önmagában Létező Örök. Nem foghatja el Őt szendergés, sem álom. Övé minden, ami az egekben és a földön van! Ki merészelne közbenjárni Nála az Ő engedélye nélkül. Tudja mi van előttük és mi van mögöttük. Ám ők csak annyit érthetnek meg az Ő tudásából, amennyit Ő akar. Az Ő Kursiyy-ja! átfogja az egeket és a földet. Ezek fenntartása nem okoz Neki fáradságot. Ő a Magasztos és a Hatalmas"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "Nincs kényszer a vallásban\"! Ím világossá lett az egyenes Út és a tévelygés (különbözősége). Aki megtagadja a bálványokat és hisz Allah-ban az a legszilárdabb kapaszkodóba fogódzik, amely elszakíthatatlan. Allah a Halló és a Tudó"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Allah a segítője azoknak, akik hisznek. Kihozza őket a sötétségekből a fényre. Ám azok, akik hitetlenkednek az ő segítőjük a ragüt , aki kihozza öket a fényből a sötétségekbe. Ök a Tűz népe, örökkön abban fognak időzni"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Hát nem láttad azt, aki vitába szállt Ibrahim-al (Ábrahámmal) az Urával kapcsolatban, mivel Allah neki adta a királyságot. /brahim (Ábrahám) mondta: , Az én Uram az, Aki életre kelt és a halálba küld.\" Az pedig mondta: , Én életre keltek és halálba küldök.\" Ibráhim (Ábrahám) mondta: , Allah bizony a Napot keletről hozza. Ám te hozzad azt nyugatról!\" És íme az, aki hitetlenkedett zavarodottan elhallgatott. Allah nem vezérli a bűnösök népét"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Vagy az, aki elhaladt egy város mellett, amely romjaiban hevert, és mondta: , Ennek halála után hogyan éleszthetné ezt fel Allah?\" Allah pedig a halálba küldte száz évre, majd életre keltette. Mondta; . Mennyi ideig tartózkodtál?\" Mondta: ,.Egy napig maradtam, vagy néhány napig.\" Mondta: . Száz évig voltál ott. Nézd csak meg az ételedet és az italodat, ezek nem romlottak meg, Nézd csak meg a szamaradat! És hogy jellé tegyünk téged az emberek Számára, nézd csak a csontjait, hogy tesszük helyre azokat, majd hússal ruházzuk fel.\" Miután mindez világossá vált a számára mondta: , Tudom, hogy Allah mindenre képes"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "És midőn Ibrahim (Ábrahám) mondta: Uram! Mutasd meg nekem, hogyan kelted életre a halottakat!\" Mondta: Talán nem hiszel?\" Ő pedig mondta: ..De, igen! Ám hadd nyugodjon meg a szívem!\" Mondta: ,. Végy hát négy madarat, és fordítsd magad felé azokat! Majd tégy minden hegyre egy- egy darabot! belőlük! Majd hívd azokat, és íme sietve jönnek hozzád. Tudd, hogy Allah Hatalmas és Bölcs"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Azok példázata, akik javaikat Allah Útján áldozzák fel olyan, mint a vetőmag, amely hét kalászt hozott, minden egyes kalászban száz mag van. Allah megsokszorozza (a jutalmat) annak, akinek akarja. Allah mindent átfog és Tudó"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Azok, akik javaikat Allah Útján adakozzák, és az adakozásuk után nem következik felhánytorgatás, sem pedig zaklatás, az ő jutalmuk az Uruknál van. Nincs rajtuk félelem, és nem is szomorkodnak"
        }
    ]
}