{
    "maqras": [
        {
            "chapter": 19,
            "verse": 22,
            "text": "Boylelikle ona gebe kaldı, sonra onunla ıssız bir yere cekildi"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "Derken dogum sancısı onu bir hurma dalına surukledi. Dedi ki: «Keske bundan once olseydim de, hafızalardan silinip unutuluverseydim.»"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "Altından (bir ses) ona seslendi: «Huzne kapılma, Rabbin senin alt (yan)ında bir ark kılmıstır.»"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Hurma dalını kendine dogru salla, uzerine henuz olusmus taze hurma dokuluversin.»"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Artık, ye, ic, gozun aydın olsun. Eger herhangi bir beser gorecek olursan, de ki: «Ben Rahman (olan Allah)´a oruc adadım, bugun hic bir insanla konusmayacagım.»"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "Boylece onu tasıyarak kavmine geldi. Dediler ki: «Ey Meryem, sen gercekten sasırtıcı bir sey yaptın.»"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "«Ey Harun´un kız kardesi, senin baban kotu bir kisi degildi ve annen de azgın utanmaz (bir kadın) degildi.»"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "Bunun uzerine ona (cocuga) isaret etti. Dediler ki: «Henuz besikte olan bir cocukla biz nasıl konusabiliriz?»"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "(Isa) Dedi ki: «Suphesiz ben Allah´ın kuluyum. (Allah) Bana Kitabı verdi ve beni peygamber kıldı.»"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "«Nerede olursam (olayım,) beni kutlu kıldı ve hayat surdugum muddetce, bana namazı ve zekatı vasiyet (emr) etti.»"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "«Anneme itaati de. Ve beni mutsuz bir zorba kılmadı.»"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "«Selam uzerimedir; dogdugum gun, olecegim gun ve diri olarak yeniden kaldırılacagım gun de.»"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Iste Meryem oglu Isa; hakkında kuskuya dustukleri «Hak Soz»"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "Allah´ın cocuk edinmesi olacak sey degil. O yucedir. Bir isin olmasına karar verirse, ancak ona: «Ol» der, o da hemen oluverir"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "Gercek su ki, Allah benim de Rabbim, sizin de Rabbinizdir. Oyleyse O´na kulluk edin. Dosdogru yol budur"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Iclerinden (birtakım) gruplar ayrılıga dustuler. Artık buyuk bir gunu gormekten dolayı, vay kufre sapanlara"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "Bize gelecekleri gun, neler isitecekler, neler gorecekler. Ama bugun o zalimler apacık bir sapıklık icindedirler"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "Is(in) hukme baglanıp bitecegi, hasret gunune karsı onları uyar; onlar bir gaflet icindedirler ve onlar inanmıyorlar"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "Suphe yok, yeryuzune ve onun uzerindekilere biz varis olacagız ve onlar bize dondurulecekler"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "Kitap´ta Ibrahim´i de zikret. Gercekten o, dogruyu soyleyen bir peygamberdi"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "Hani babasına demisti: «Babacıgım, isitmeyen, gormeyen ve seni herhangi bir seyden bagımsızlastırmayan seylere niye tapıyorsun?»"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "«Babacıgım, gercek su ki, sana gelmeyen bir ilim geldi bana. Artık bana tabi ol, seni duzgun bir yola ulastırayım.»"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "«Babacıgım, seytana kulluk etme, kuskusuz seytan, Rahman (olan Allah) a baskaldırandır.»"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "«Babacıgım, gercekten ben, sana Rahman tarafından bir azabın dokunacagından korkmaktayım, o zaman seytanın velisi olursun.»"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "(Babası) Demisti ki: «Ibrahim, sen benim ilahlarımdan yuz mu ceviriyorsun? Eger (bu tutumuna) bir son vermeyecek olursan, andolsun, seni tasa tutarım; uzun bir sure de benden uzaklas, (bir yerlere) git.»"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "(Ibrahim:) «Selam uzerine olsun, senin icin Rabbimden bagıslanma dileyecegim, cunku, O bana pek lutufkardır» dedi"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "«Sizden ve Allah´tan baska taptıklarınızdan kopup ayrılıyorum ve Rabbime dua ediyorum. Umulur ki, Rabbime dua etmekle mutsuz olmayacagım.»"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "Boylelikle, onlardan ve Allah´tan baska taptıklarından kopup ayrılınca ona Ishak´ı ve (oglu) Yakub´u armagan ettik ve her birini peygamber kıldık"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "Onlara rahmetimizden armagan(lar) bagısladık ve onlar icin yuce bir dogruluk dili verdik"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "Kitap´ta Musa´yı da zikret. Cunku o, ihlasa erdirilmis ve gonderilmis (Resul) bir peygamberdi"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "Ona, Tur´un sag yanından seslendik ve onu (kendisiyle) gizlice soylesmek icin yakınlastırdık"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Ona rahmetimizden kardesi Harun´u da bir peygaber olarak armagan ettik"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Kitap´ta Ismail´i de zikret. Cunku o, va´dinde dogruydu ve gonderilmis (Resul) bir peygamberdi"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Halkına, namazı ve zekatı emrediyordu ve o, Rabbi katında kendisinden razı olunan (bir insan) dı"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Kitap´ta Idris´i de zikret. Cunku o, dogru olan bir peygamberdi"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Biz onu yuce bir mekan (makam) a yukseltmistik"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Iste bunlar; kendilerine Allah´ın nimet verdigi peygamberlerdendir; Adem´in soyundan, Nuh ile birlikte tasıdıklarımız (insan kusakların) dan, Ibrahim ve Israil (Yakup) in soyundan, dogru yola eristirdiklerimizden ve sectiklerimizdendirler. Onlara Rahman (olan Allah´) ın ayetleri okundugunda, aglayarak secdeye kapanıverirler"
        }
    ]
}