{
    "maqras": [
        {
            "chapter": 3,
            "verse": 33,
            "text": "Gercek su ki, Allah, Adem´i, Nuh´u, Ibrahim ailesini ve Imran ailesini alemler uzerine secti"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Onlar birbirlerinden (tureme tek) bir zurriyettir. Allah isitendir, bilendir"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Hani Imran´ın karısı: «Rabbim, karnımda olanı, ´her turlu bagımlılıktan ozgurluge kavusturulmus olarak´ Sana adadım, benden kabul et. Suphesiz isiten, bilen Sensin Sen.» demisti"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Fakat onu dogurdugunda -Allah onun ne dogurdugunu daha iyi bilirken- dedi ki: «Rabbim, dogrusu bir kız (cocugu) dogurdum. Erkek ise, kız gibi degildir. Ona Meryem adını koydum. Ben onu ve soyunu o tasa tutulmus seytandan Sana sıgındırırım.»"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Bunun uzerine Rabbi onu guzel bir kabulle kabul etti ve onu guzel bir bitki gibi yetistirdi. Zekeriya´yı da ona sorumlu kıldı. Zekeriya, ne zaman mihraba girdiyse, yanında bir yiyecek buldu: «Meryem, sana nerden bu?» deyince, «Bu, Allah katındandır. Suphesiz Allah, diledigine hesapsız rızık verendir» dedi"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Orada Zekeriya Rabbine dua etti: «Rabbim bana katından tertemiz bir soy armagan et. Dogrusu Sen, duaları isitensin» dedi"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "O mihrapta namaz kılmakta iken, melekler ona seslendi: «Allah, sana Yahya´yı mujdeler. O, Allah´tan olan kelimeyi (Isa´yı) dogrulayan, efendi, iffetli ve salihlerden bir peygamberdir.»"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Dedi ki: «Rabbim, bana gercekten ihtiyarlık ulasmısken ve karım da kısır iken nasıl benim bir oglum olabilir?» «Boyledir» dedi, «Allah diledigini yapar.»"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "(Zekeriya) Dedi ki: «Rabbim, bana bir alamet ver.» «Sana alamet, isaretlesme dısında, insanlarla uc gun konusmamandır. Rabbini cokca zikret ve aksam sabah onu tesbih et.» dedi"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "Hani melekler de: «Meryem, suphesiz Allah seni secti, seni arındırdı ve alemlerin kadınlarına ustun kıldı.» demisti"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "«Meryem, Rabbine gonulden itaatte bulun, secde et ve ruku edenlerle birlikte ruku et.»"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "Bunlar, gayb haberlerindendir; bunları sana vahy ediyoruz. Onlardan hangisi Meryem´i sorumluluguna alacak diye kalemleriyle kur´a atarlarken sen yanlarında degildin; cekisirlerken de yanlarında degildin"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Hani Melekler, dedi ki: «Meryem, dogrusu Allah, kendinden bir kelimeyi sana mujdelemektedir. Onun adı Meryem oglu Isa Mesih´tir. O, dunyada da, ahirette de ´seckin, onurlu, saygın´ ve (Allah´a) yakın kılınanlardandır.»"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "«Besikte de, yetiskinliginde de insanlarla konusacaktır. Ve o salihlerdendir.»"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "«Rabbim, bana bir beser dokunmamısken, nasıl bana bir cocuk olabilir?» dedi. Oyle (idi cevap) . (Fakat) Allah neyi dilerse yaratır. Bir isin olmasına karar verirse, yalnızca ona «ol» der, o da hemen oluverir.»"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "«Ona kitabı, hikmeti, Tevratı ve Incili ogretecek.»"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "Israilogularına peygamber kılacak. (O da onlara soyle diyecek:) «Gercek su, ben size Rabbinizden bir ayetle geldim. Ben size camurdan kus biciminde bir sey olusturur, icine ufururum, o da hemencecik Allah´ın izniyle kus oluverir. Ve Allah´ın izniyle dogustan kor olanı, alaca hastalıgına tutulanı iyilestirir ve oluyu diriltirim. Yediklerinizi ve stok ettiklerinizi size haber veririm. Suphesiz, eger inanmıssanız bunda sizin icin kesin bir ayet vardır.»"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "«(Ben,) Benden onceki Tevrat´ı dogrulamak ve size haram kılınan bazı seyleri helal kılmak uzere size Rabbinizden bir ayetle geldim.. Artık Allah´tan korkup sakının ve bana itaat edin.»"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "«Gercekten Allah, benim de Rabbim, sizin de Rabbinizdir. Oyleyse O´na ibadet edin. Dosdogru olan yol iste budur.»"
        }
    ]
}