{
    "maqras": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "Ey iman edenler! Akitleri titizlikle yerine getirin. Size dort ayaklı tum otlayan hayvanlar helal kılındı, ancak size okunanlar ve ihramlıyken avlanmayı helal kılmamanız baska. Suphesiz Allah diledigi hukmu koyar"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Ey iman edenler, Allah´ın siarlarına, haram olan ay´a, kurbanlık hayvanlara, (onlardaki) gerdanlıklara ve Rablerinden bir fazl ve hosnutluk isteyerek Beyt-i Haram´a gelenlere sakın saygısızlık etmeyin. Ihramdan cıktınız mı artık avlanabilirsiniz. Sizi Mescid-i Haram´dan alıkoyduklarından dolayı bir topluluga olan kininiz, sakın sizi haddi asmaya suruklemesin. Iyilik ve takva konusunda yardımlasın, gunah ve haddi asmada yardımlasmayın ve Allah´tan korkup sakının. Gercekten Allah (ceza ile) sonuclandırması pek siddetli olandır"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Olu eti, kan, domuz eti, Allah´tan baskası adına kesilen, bogulmus, vurulmus, yuksek bir yerden dusmus, boynuzlanmıs, yırtıcı hayvan tarafından yenmis, -(henuz canlıyken yetisip) kestikleriniz haric,- dikili taslar uzerine bogazlanan (hayvanlar), ve fal oklarıyla kısmet aramanız size haram kılındı. Bunlar fısktır (gunahla yoldan sapmadır.) Bugun kufre sapanlar, sizin dininizden (dininizi yıkmaktan) umut kesmislerdir. Artık onlardan korkmayın, Ben´den korkun. Bugun size dininizi kemale erdirdim, uzerinizdeki nimetimi tamamladım ve size din olarak Islam´ı secip begendim. Kim ´siddetli bir aclıkta kacınılmaz bir ihtiyacla karsı karsıya kalırsa´ -gunaha egilim gostermeksizin- (bu haram saydıklarımızdan yetecek kadar yiyebilir.) Cunku Allah bagıslayandır, esirgeyendir"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Sana, kendilerine neyin helal kılındıgını sorarlar. De ki: «Butun temiz seyler size helal kılındı.» Allah´ın size ogrettigi gibi ogretip yetistirdiginiz avcı hayvanlarının yakalayıverdiklerinden de -uzerlerine Allah´ın adını anarak- yiyin. Allah´tan korkup sakının. Suphesiz Allah, hesabı cabuk gorendir"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Bugun size temiz olan seyler helal kılındı. (Kendilerine) kitap verilenlerin yemegi size helal, sizin de yemeginiz onlara helaldır. Mu´minlerden ozgur ve iffetli kadınlar ile sizden once (kendilerine) kitap verilenlerden ozgur ve iffetli kadınlar da, namuslu, fuhusta bulunmayan ve gizlice dostlar edinmemisler olarak -onlara ucretlerini (mehirlerini) odediginiz takdirde- size (helal kılındı.) Kim imanı tanımayıp kufre saparsa, elbette onun yaptıgı bosa cıkmıstır. O ahirette husrana ugrayanlardandır"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "Ey iman edenler, namaza kalktıgınız zaman yuzlerinizi ve dirseklere kadar ellerinizi yıkayın, baslarınızı meshedin ve her iki topuga kadar ayaklarınızı da (yıkayın.) Eger cunupseniz temizlenin (gusul edin) ; eger hasta veya yolculukta iseniz ya da biriniz ayak yolundan (hacet yerinden) gelmisse yahut kadınlara dokunmussanız da su bulamamıssanız, bu durumda, temiz bir toprakla teyemmum edin (hafifce) yuzlerinize ve ellerinize ondan surun. Allah size gucluk cıkarmak istemez, ama sizi temizlemek ve uzerinizdeki nimeti tamamlamak ister. Umulur ki sukredersiniz"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Allah´ın uzerinizdeki nimetini ve: «Isittik ve itaat ettik» dediginizde sizi, kendisiyle bagladıgı sozunu (misakını) anın. Allah´tan korkup sakının. Suphesiz Allah, sinelerin ozunde olanı bilendir"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "Ey iman edenler, adil sahidler olarak Allah icin, hakkı ayakta tutun. Bir topluluga olan kininiz, sizi adaletten alıkoymasın. Adalet yapın. O, takvaya daha yakındır. Allah´tan korkup sakının. Suphesiz Allah, yapmakta olduklarınızdan haberi olandır"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Allah, iman edenlere ve salih amellerde bulunanlara va´detmistir, onlar icin bir bagıslanma ve buyuk bir ecir vardır"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "Kufre sapanlar ve ayetlerimizi yalanlayanlar ise, onlar da, alevli atesin halkıdırlar"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "Ey iman edenler, Allah´ın uzerinizdeki nimetini hatırlayın; hani bir topluluk, size ellerini uzatmaya yeltenmisti de, (Allah,) onların ellerini sizlerden geri puskurtmustu. Allah´tan korkup sakının. Mu´minler yalnızca Allah´a tevekkul etmelidirler"
        }
    ]
}