{
    "maqras": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "Gercek su ki, biz onlara melekler indirseydik, onlarla oluler konussaydı ve her seyi karsılarına toplasaydık, -Allah´ın diledigi dısında- yine onlar inanmayacaklardı. Ancak onların cogu cahillik ediyorlardı"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Boylece her peygambere, insan ve cin seytanlarından bir dusman kıldık. Onlardan bazısı bazısını aldatma icin yaldızlı sozler fısıldarlar. Rabbin dileseydi bunu yapmazlardı. Oyleyse onları yalan olarak duzmekte olduklarıyla basbasa bırak"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Bir de ahirete inanmayanların kalpleri ona meyletsin de ondan (bu yaldızlı ve ici carpık sozlerden) hoslansınlar ve yuklenmekte olduklarını yuklenedursunlar"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "Allah´tan baska bir hakem mi arayayım? Oysa O, size Kitabı acıklanmıs olarak indirmistir. Kendilerine Kitap verdiklerimiz, bunun gercekten Rabbinden hak olarak indirilmis oldugunu bilmektedirler. Su halde, sakın kuskuya kapılanlardan olma"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Rabbinin sozu, dogruluk bakımından da, adalet bakımından da tastamamdır. O´nun sozlerini degistirebilecek yoktur. O, isitendir, bilendir"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Yeryuzunde olanların cogunluguna uyacak olursan, seni Allah´ın yolundan sasırtıp saptırırlar. Onlar ancak zanna uyarlar ve onlar ancak ´zan ve tahminle yalan soylerler.´"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Suphesiz Rabbin, kendi yolundan sapanları daha iyi bilir. O dosdogru yolda olanları da daha iyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "Eger onun ayetlerine inanıyorsanız, artık uzerinde yalnızca Allah´ın ismi anılanlardan yiyin"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "Ne oluyor ki size, kacınılmaz bir ihtiyacla karsı karsıya kalmanız dısında, O size haram kıldıklarını ayrı ayrı acıklamısken, uzerinde Allah´ın ismi anılan seyleri yemiyorsunuz? Gercekten cogu, bir ilim olmaksızın kendi heva (istek ve tutku) larıyla (kimilerini) saptırıyorlar. Suphesiz, senin Rabbin haddi asanları en iyi bilendir"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "Gunahın acıkta olanını da, gizlisini de terkedin. Cunku gunahı kazananlar, yuklenegeldikleri nedeniyle karsılık goreceklerdir"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "Uzerinde Allah´ın isminin anılmadıgı seyi yemeyin; cunku bu bir fısk´tır (yoldan cıkıstır) . Gercekten seytanlar, sizinle mucadele etmeleri icin kendi dostlarına gizli cagrılarda bulunurlar. Onlara itaat ederseniz suphesiz siz de musriklersiniz"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "Olu iken kendisini dirilttigimiz ve insanlar icinde yurumesi icin kendisine bir nur verdigimiz kimsenin durumu, karanlıklarda kalıp oradan bir cıkıs bulamıyanın durumu gibi midir? Iste, kafirlere yapmakta oldukları boyle ´suslu ve cekici´ gosterilmistir"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "Boylece biz, her ulkenin onde gelenlerini -orada hileli duzenler kursunlar diye- oranın suclu-gunahkarları kıldık. Oysa onlar, hileli duzeni ancak kendilerine kurarlar da bunun suuruna varmazlar"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "Onlara ne zaman bir ayet gelse, derler ki: «Allah´ın elcilerine verilenin bir benzeri bize de verilene kadar biz kesin olarak inanmayacagız.» Allah, elciligini nereye verecegini daha iyi bilir. Bu, suclu gunahkarlara, kurdukları hileli duzenleri nedeniyle siddetli bir azab ve Allah katında bir kucukluk isabet edecektir"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "Allah, kimi hidayete eristirmek isterse, onun gogsunu Islam´a acar; kimi de saptırmak isterse, onun gogsunu, -sanki goge yukseliyormus gibi- dar ve sıkıntılı kılar. Allah, iman etmeyenlerin ustune iste boyle pislik cokertir"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "Bu, Rabbinin dosdogru olan yoludur. Ogut alıp dusunmesini bilen bir topluluk icin ayetleri boyle birer birer acıkladık"
        }
    ]
}