{
    "maqras": [
        {
            "chapter": 7,
            "verse": 142,
            "text": "Musa ile otuz gece sozlestik ve ona bir on daha ekledik. Boylece Rabbinin belirledigi sure, kırk geceye tamamlandı. Musa, kardesi Harun´a «Kavmimde benim yerime gec, ıslah et ve bozguncuların yolunu tutma» dedi"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Musa tayin edilen surede gelince ve Rabbi de onunla konusunca: «Rabbim, bana goster, Seni goreyim» dedi. (Allah:) «Beni asla goremezsin. Ama su daga bak; eger o yerinde karar kılabilirse, sen de beni goreceksin.» Rabbi daga tecelli edince, onu param parca etti, Musa bayılarak yere dustu. Kendine geldiginde: «Sen ne yucesin (Rabbim) . Sana tevbe ettim ve ben iman edenlerin ilkiyim» dedi"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "(Allah:) «Ey Musa» dedi. «Sana verdigim risaletimle ve seninle konusmamla seni insanlar uzerinde seckin kıldım. Sana verdiklerimi al ve sukredenlerden ol.»"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Biz ona Levhalar´da her seyden bir ogut ve her seyin yeterli bir acıklamasını yazdık. (Ve:) «Simdi bunlara sıkıca sarıl ve kavmine de emret ki en guzeliyle sarılsınlar. Size fasıkların yurdunu pek yakında gosterecegim» (dedik)"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Yeryuzunde haksız yere buyukluk taslayanları ayetlerimden engelleyecegim. Onlar her ayeti gorseler bile ona inanmazlar; dosdogru yolu (rusd yolunu) da gorseler, onu yol olarak benimsemezler, azgınlık yolunu, gorduklerinde, ise, onu yol olarak benimserler. Bu, onların ayetlerimizi yalan saymaları ve onlardan gafil olmaları dolayısıyladır"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Ayetlerimizi ve ahirete kavusmayı yalan sayanlar, onların amelleri bosa cıkmıstır. Onlar yaptıklarından baskasıyla mı cezalandırılacaklardı"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "(Tura gitmesinin) Ardından Musa´nın kavmi, susleme esyalarından bogurmesi olan bir buzagı heykelini (tapılacak ilah) edindiler. Onun kendileriyle konusmadıgını ve onları bir yola da yoneltip iletmedigini (hidayete erdirmedigini) gormediler mi? Onu (tanrı) edindiler de, zulmedenler oldular"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Ne zaman ki (yaptıklarından dolayı pismanlık duyup, basları) elleri arasında dusuruldu ve kendilerinin de gercekten sasırıp saptıklarını gorunce: «Eger Rabbimiz bize merhamet etmez ve bizi bagıslamazsa kesin olarak husrana ugrayanlardan olacagız» dediler"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Musa kavmine oldukca kızgın, uzgun olarak dondugunde onlara: «Beni arkamdan, ne kotu temsil ettiniz. Rabbinizin emrini cabuklastırdınız, oyle mi?» dedi. Levhaları bıraktı ve kardesini basından tutup kendisine dogru cekiyordu (ki Harun ona:) «Annem oglu, bu topluluk beni zayıflattı (hırpalayıp gucsuzlestirdi) ve neredeyse beni oldurmeye giristiler. Bari sen dusmanları sevindirecek bir sey yapma ve beni bu zalimler topluluguyla birlikte kılma (sayma)» dedi"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "(Musa yalvarıp) Dedi ki: «Rabbim, beni ve kardesimi bagısla, bizi rahmetine kat. Sen merhamet edenlerin en merhametli olanısın.»"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Suphesiz, buzagıyı (tanrı) edinenlere Rablerinden bir gazab ve dunya hayatında bir zillet yetisecektir. Iste biz, ´yalan duzup uyduranları´ boyle cezalandırırız"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Kotuluk isleyip de bunun ardından tevbe edenler ve iman edenler; hic suphesiz Rabbin, bundan (tevbeden) sonra elbette bagıslayandır, esirgeyendir"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Musanın kabaran ofkesi (gazabı) yatısınca Levhalar´ı aldı. (Onlardan bir) Nushasında «Rablerinden korkanlar icin bir hidayet ve bir rahmet vardır» (yazılıydı)"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Musa belirledigimiz bulusma zamanı icin kavminden yetmis adam secip ayırdı. Bunları da ´dayanılmaz bir sarsıntı´ tutuverince, dedi ki: «Rabbim, eger dileseydin, onları da, beni de daha onceden helak ederdin. (Simdi) Icimizdeki beyinsizlerin yaptıklarından dolayı bizi helak edecek misin? O da Senin denemenden baskası degildir. Onunla sen diledigini saptırır, diledigini hidayete eristirirsin. Bizim velimiz Sensin. Oyleyse bizi bagısla, bizi esirge; Sen bagıslayanların en hayırlısısın.»"
        }
    ]
}