{
    "maqras": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "ane je lokone amari mulakatani asa nathi, temane kahyum ke amara mate pharista'one utaravamam kema nathi avata? Athava ame amari ankhothi amara palanaharane jo'i leta, te loko potane ja mota samaje che ane khuba ja vidroha kari rahya che"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "je divase a loko pharista'one jo'i lese, te divase te aparadhi'one ko'i khusi nahim thaya ane kahese amane alaga kari devamam avya"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "ane te loko'e je je karmo karya hase, ame te karmone temana mate udanari matina kano jeva kari didha"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "ham, te divase jannati lokonum thekanum srestha hase ane rahevani jagya pana uttama hase"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "ane je divase akasa vadalo sathe phati jase ane pharista'one satata utaravamam avase"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "Te divase saci badasahata phakta rahamana (allaha)ni ja hase ane te divasa inkara karanara'o mate ghano ja bhare hase"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "ane te divase atyacari potana hathone cavine kahese, kasa! Hum apa sa.A.Va.Na marge calyo hota"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "aphasosa! Kasa ke mem phalanane mitra na banavyo hota"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "tene to mane mari pase sikhamana avya pachi pathabhrasta kari didho ane setana manavine dago apanara che"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "ane payagambara kahese, ke he mara palanahara! Ni:Sanka mari komana loko'e a kura'anane chodi didhum hatum"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "ane avi ja rite ame dareka payagambarana satru thodanka aparadhi'one banavi didha che. Ane taro palanahara ja margadarsana apanara ane madada karava mate purato che"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "ane inkara karanara'o'e kahyum, ke a payagambara para sampurna kura'ana eka sathe ja utaravamam kema na avyum? Avi ja rite ame (thodunka thodunka kari) avatarita karyum, jethi ana vade ame tamara hrdayane majabuta rakhi'e. Ame a kura'anane thodunka thodunka ja avatarita karyum che"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "a loko tamari pase je pana udaharana lavase, ame teno saco javaba ane uttama ukela tamane batavi da'isum"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "je loko undha modhe jahannamamam bhega karavamam avase, te ja kharaba thekanavala ane pathabhrasta loko che"
        },
        {
            "chapter": 25,
            "verse": 35,
            "text": "ane ni:Sanka ame musa a.Sa.Ne kitaba api ane temani sathe temana bha'i harunane temana nayaba banavi didha"
        },
        {
            "chapter": 25,
            "verse": 36,
            "text": "ane kahi didhum ke tame banne te loko tarapha ja'o, je amari ayatone juthalave che, pachi ame te'one kangala kari didha"
        },
        {
            "chapter": 25,
            "verse": 37,
            "text": "ane nuhani kaume pana jyare payagambarane juthalavya to, ame temane dubadi didha ane loko mate temane sikhamananum karana banavi didha. Ane ame atyacari'o mate du:Khadayi yatana taiyara kari rakhi che"
        },
        {
            "chapter": 25,
            "verse": 38,
            "text": "ane ada, samuda ane kuvavala'one ane temani vacce ghana samudayone (nasta kari didha)"
        },
        {
            "chapter": 25,
            "verse": 39,
            "text": "Ane ame temane udaharano apya, pachi darekane nasta kari didha"
        },
        {
            "chapter": 25,
            "verse": 40,
            "text": "a loko te vasti'o pase harephare che, jemana para vinasaka varasada varasavavamam avyo, sum a loko temane jota nathi? Satya to e che ke temane mrtyu pachi phari jivita thavani asa ja nathi"
        },
        {
            "chapter": 25,
            "verse": 41,
            "text": "ane tamane jyare pana ju'e che to tamari maskari kare che, ke sum a ja te vyakti che jene allaha ta'ala'e payagambara banavi mokalyo che"
        },
        {
            "chapter": 25,
            "verse": 42,
            "text": "(te loko'e kahyum) ke ame ana para adaga rahya, nahito tene amane amara pujyothi dura karavamam ko'i kasara chodi na hati ane jyare a loko yatanane jose to, temane spasta khabara padi jase ke margathi bhatakela kona hatam"
        },
        {
            "chapter": 25,
            "verse": 43,
            "text": "sum tame tene pana joyo, jene potani maneccha'one pujya banavi che? Sum tame tena javabadara ho'i sako cho"
        },
        {
            "chapter": 25,
            "verse": 44,
            "text": "sum tame a vicaramam cho ke temana manthi vadhare padata loko sambhale che athava samaje che, te'o to taddana dhora jeva che, parantu tena karata pana vadhare bhatakela che"
        },
        {
            "chapter": 25,
            "verse": 45,
            "text": "sum tame nathi joyum ke tamara palanahare chanyadane kevi rite phenlavi didho che? Jo icchato to tene roki leto, pachi ame suryane tena para purava rupe rakhyo"
        },
        {
            "chapter": 25,
            "verse": 46,
            "text": "pachi ame tene dhire dhire amari tarapha khenci lidho"
        },
        {
            "chapter": 25,
            "verse": 47,
            "text": "ane te ja che, jene ratane tamara mate parado banavyo ane nindrane rahata banavi ane divasane uthavano samaya banavyo"
        },
        {
            "chapter": 25,
            "verse": 48,
            "text": "ane te ja che je varasada avata pahela khusakhabari apanari hava'one mokale che ane ame akasa manthi svaccha pani varasavi'e chi'e"
        },
        {
            "chapter": 25,
            "verse": 49,
            "text": "jethi tena vade nisprana saherane jivita kari da'i'e ane tene ame amara sarjana manthi ghana dhorone ane manavi'one pivadavi'e chi'e"
        },
        {
            "chapter": 25,
            "verse": 50,
            "text": "ane ni:Sanka ame a (kura'ana)ne temani vacce alaga-alaga rite varnana karyum, jethi te'o sikhamana prapta kare, parantu to pana ghana loko krtaghni banine rahya"
        },
        {
            "chapter": 25,
            "verse": 51,
            "text": "Jo ame icchata to dareka vasti mate eka saceta karanara avatarita karata"
        },
        {
            "chapter": 25,
            "verse": 52,
            "text": "basa! Tame inkara karanara'onum kahyum na mano, ane kura'ana dvara temani sathe puri sakti sathe jehada karo"
        }
    ]
}