{
    "maqras": [
        {
            "chapter": 39,
            "verse": 8,
            "text": "ane manavine jyare pana ko'i takalipha pahonce che, to te vinamrata potana palanaharane pokare che, pachi jyare allaha ta'ala tene potani pasethi krpa api de che, to te (krpa malya) pahela je du'a karato hato, tene bhuli jaya che ane allaha ta'alana bhagidara theravava lage che, jenathi (bijane pana) tena margathi dura kari de, tame kahi do! Ke potana inkarano labha thoda divasa haju uthavi lo, (chevate) tum jahannami loko manthi thavano che"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "sum je vyakti ratrino samaya sijada ane kiyama (namajha)mam pasara karato hoya, akheratathi darato hoya ane potana palanaharani krpani asa rakhato hoya, (ane je tenathi virud'dha hoya sarakha ho'i sake che?) Janavo jnani ane ajnani sarakha ho'i sake che? Ni:Sanka sikhamana te ja loko prapta kare che, je'o bud'dhisali che. (Potana palanahara taraphathi)"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "kahi do ke, he mara imanavala banda'o! Potana palanaharathi darata raho, je loko a duniyamam satkaryo kare che temana mate srestha badalo che ane allaha ta'alani dharati ghani ja visala che, dhiraja rakhanara'one ja temano sampurna, khuba ja badalo apavamam ave che"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "tame kahi do! Ke mane adesa apavamam avyo che ke allaha ta'alani evi rite bandagi karum ke tena mate ja nikhalasatathi bandagi karum"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "ane mane adesa apavamam avyo che ke, hum badham karata pahela ajnakari bani ja'um"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Kahi do! Ke mane to potana palanaharani avajna karavamam, mota divasani yatanano dara lage che"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "kahi do! Ke hum nikhalasatathi potana palanaharani ja bandagi karum chum"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "tame tena sivaya jeni bandagi karava iccho, karata raho, kahi do! Ke sace ja pathabhrasta te che, je pote ja potane ane potana gharavala'one kayamatana divase nukasanamam nankhi de, yada rakho ke khullum nukasana, a ja che"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "temane nice ane uparathi agana chanyada dhanki rahya hase, a ja (yatana) che, jenathi allaha ta'ala potana banda'one daravi rahyo che. He mara banda'o! Basa! Tame marathi darata raho"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "ane je loko tagutani bandagithi alaga rahya ane allaha ta'ala tarapha dhyana dharata rahya, te'o khusakhabarana hakadara che, mara banda'one khusakhabara sambhalavi do"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "je vatane kana lagavi sambhale che, pachi je srestha vata hoya, tenum anusarana kare che, a ja te loko che, jemane allaha ta'ala'e satya marga batavyo che ane a ja loko bud'dhisali pana che"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "je vyakti mate yatanano nirnaya tha'i gayo che, to sum tame tene jahannamathi bacavi sako cho"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "ham! Te loko je'o potana palanaharathi darata rahya, temana mate ucca sthano che, jena upara pana ucca sthano banela che ane teni nice nahero vahi rahi che, palanaharanum vacana che ane te vacanabhanga nathi karato"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "sum tame nathi joyum ke allaha ta'ala akasa manthi pani utare che ane tene bhugarbha sudhi pahoncade che, tyara pachi tena vade alaga-alaga prakarani upajo upajave che, pachi te suki padi jaya che ane tame tene pila kalarani ju'o cho, pachi tene cure-cura kari de che, amam bud'dhisali loko mate ghani sikhamano che"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "Sum te vyakti, jenum hrdaya allaha ta'ala'e islama mate kholi didhum che, basa! Te potana palanahara taraphathi eka prakasamam che ane barabadi che te loko mate, jemana hrdaya allahani yadathi sakhata tha'i gaya che, a loko spasta rite pathabhrasta che"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "allaha ta'ala'e uttama vata avatarita kari che, je evi kitaba che ke ekabija sathe malati ane varanvara padhavamam avati ayato che, jenathi te lokona runvata ubha tha'i jaya che, je'o potana palanaharathi dare che, chevate temana sarira ane hrdaya allahani yadathi narama padi jaya che, a che allaha ta'alanum margadarsana, jena dvara jene icche, satya marga batave che ane jene allaha ta'ala ja marga bhulavi de, tene marga batavanara ko'i nathi"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "je vyakti kayamatana divase kharaba yatanathi bacava potana caherane ada banavase, (ava) atyacari lokone kahevamam avase ke pote karela (karyoni saja) cakho"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "temana karata pahelana loko'e pana juthalavyum, pachi temana para tyanthi prakopa avi pahoncyo jena vise te'o vicarata pana na hata"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "ane allaha ta'ala'e te lokone duniyana jivanamam apamanano svada cakhadyo ane haju akheratani sakhata yatana che, kadaca a loko samajata hota"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "ane ni:Sanka ame a kura'anamam loko mate dareka prakarana udaharana api didha, kevum sarum thata ke te'o sikhamana prapta kari leta"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "kura'ana che arabimam, jemam ko'i khami nathi, bani sake che ke te'o darava lage"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "allaha ta'ala udaharana varnavi rahyo che, te (dasa) vyakti, jena malika thavamam paraspara ghana virodhi loko bhagidara che, tatha bijo te vyakti, je phakta (malika)no ja (dasa) che, sum a banne sarakha ho'i sake che, allaha ta'ala mate ja dareka prakarani prasansa che, vata evi che ke temanthi ghana loko samajata nathi"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Ni:Sanka tamane pana mrtyu avase ane a sau loko pana mrtyu pamase"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "pachi tame sau kayamatana divase potana palanaharani same jhaghado karaso"
        }
    ]
}