{
    "maqras": [
        {
            "chapter": 3,
            "verse": 33,
            "text": "Ninsanka allaha ta'ala'e samraga srstina loko manthi adama (a.Sa.), Nuha (a.Sa.), Ibrahima (a.Sa.) Na kutumbi'o ane imarana na kutumbi'one pasanda kari lidha"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "ke a sau andara andara ekabijani pedhi manthi che ane allaha ta'ala sambhalanara, jananara che"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "jyare imarana ni patni'e kahyum ke he mara palanahara! Mara garbhamam je kami che tene mem tara name arpana karavani najhara mani, tum mara taraphathi kabula kara, ninsanka tum sari rite sambhalanara ane sari rite jananara che"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "jyare balakine janama apyo to kaheva lagi ke palanahara! Mane to balaki tha'i, allaha ta'ala khuba sari rite jane che ke kona janmayum che ane balaka-balaki samana nathi, mem tenum nama marayama rakhyum, hum tene ane tena santanane dhutakarela setanathi tara saranamam apu chum"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "basa! Tene tena palanahare uttama rite kabula kari ane tenum bharana-posana uttama rite karyu, tena khabara antara mate jhakariya (a.Sa.) Ne banavya, jyare pana jhakariya (a.Sa.) Tenina kamaramam jatam tenini pase roji jota, te savala karata he marayama! A roji tamari pase kayanthi avi? Te javaba apati ke a allaha ta'ala pasethi che, ninsanka allaha ta'ala jene icche puskala roji ape che"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "te ja jgya para jhakariya (a.Sa.) E potana palanahara pase du'a kari, kahyum ke he mara palanahara! Mane potani pasethi pavitra santana apa, ninsanka tum du'ane sambhalanara che"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "basa! Pharista'o'e temane pokarya jyare ke te kamaramam ubha rahi namajha padhi rahya hata, ke allaha ta'ala tamane yahyani kharekhari subhasucana api rahyo che, je allaha ta'alana kalamani pusti karanara, saradara ane jiva para kabu rakhanara ane payagambara che. Sadacara loko manthi"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Kaheva lagya he mara palanahara! Mare tyam balakano janama kevi rite thase? Hum to khuba ja vrdhdha tha'i gayo chum ane mari patni vandhya stri che, kahyum avi ja rite allaha ta'ala je icche che kare che"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "kaheva lagya ke palanahara! Mara mate ani ko'i nisani nakki kari dem, kahyum nisani e che ke trana divasa sudhi tame loko sathe vata nahi kari sako, phakata isarathi samajavaso, tame potana palanaharana namanum smarana vadhare karo ane savara-sanja tena ja namanum smarana karata raho"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "ane jyare pharista'o'e kahyum he marayama! Allaha ta'ala'e tamane cunti lidha ane tamane pavitra kari didha ane samraga srstini stri'o manthi tamane cunti lidha"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "he marayama! Tame potana palanaharani bandagi karo ane sijado karo ane ruku'a karavavala sathe ruku'a karo"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "a adrasyani vato manthi che, jene ame tamari tarapha vahi dvara pahoncadi'e chi'e, tame te'oni pase na hata jyare ke te'o potani kalama nakhi rahya hata ke marayamane amanthi kona pamase? Ane na to te'ona jhagada vakhate tame tyam hata"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "jyare pharista'o'e kahyum ke he marayama! Allaha ta'ala tamane potana eka kalmani subhasucana api rahyo che, jenum nama masiha, marayamana dikara isa che, je duniya ane akherata (paraloka) mam ijhajhatavala che ane te mara pasanda karela'omanthi che"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "te loko sathe balapanamam paranamam vato karase ane vrdhdhavasthamam pana. Ane te sadacari loko manthi hase"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "kaheva lagi allaha mane balaka kevi rite thase? Jyare ke mane to ko'i manavi'e hatha pana nathi lagavyo, pharista'o'e kahyum avi ja rite allaha ta'ala je icche che te peda kare che. Jyare pana te ko'i karyane karava icche che to phakata avum kahi de che ke tha'i ja to te tha'i jaya che"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "allaha ta'ala tene lakhavanum, hikamata, taurata ane injila sikhavadase"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "Ane te isra'ilana santano tarapha payagambara hase, ke hum tamari pase tamara palanaharani nisani lavyo chum, hum tamara mate pankhina jevum matinum paksi banavum chum, pachi temam phunka maru chum, to te allaha ta'alana adesathi paksi bani jaya che ane allaha ta'alana adesathi hum peda'isi andhalane ane kodhine sajo kari da'um chum ane mrtakone jivita karu chum ane je kami tame khavo ane je kami potana gharomam sangraha karo cho hum tamane janavi da'um chum, amam tamara mate moti nisani che. Jo tame imanavala hoya"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "ane hum tauratani pusti karavavalo chum, je mari same che ane hum etala mate avyo chum ke tamara para ketalika te vastu halala karu je tamara para harama kari devamam avi che ane hum tamari pase tamara palanaharani nisani lavyo chum, etala mate tame allaha ta'alathi darata raho ane maru anusarana karata raho"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "yakina rakho! Maro ane tamaro palanahara allaha ta'ala ja che, tame sau teni ja bandagi karo, a ja satya marga che"
        }
    ]
}