{
    "maqras": [
        {
            "chapter": 70,
            "verse": 19,
            "text": "kharekhara manusya khuba ja kaca manano banavelo che"
        },
        {
            "chapter": 70,
            "verse": 20,
            "text": "jyare tene paresani pahonce che to gabhara'i jaya che"
        },
        {
            "chapter": 70,
            "verse": 21,
            "text": "ane jyare rahata male che to kanjusi karava lage che"
        },
        {
            "chapter": 70,
            "verse": 22,
            "text": "sivaya te namajhi"
        },
        {
            "chapter": 70,
            "verse": 23,
            "text": "je potani namajha para hammesa pambadi karanara che"
        },
        {
            "chapter": 70,
            "verse": 24,
            "text": "ane jemana dhanamam nakki karelo bhaga che"
        },
        {
            "chapter": 70,
            "verse": 25,
            "text": "mangavavala mate pana ane savalathi bacanarano pana"
        },
        {
            "chapter": 70,
            "verse": 26,
            "text": "ane je badalana divasa para sradhdha rakhe che"
        },
        {
            "chapter": 70,
            "verse": 27,
            "text": "ane je potana palanaharani yatanathi darata rahe che"
        },
        {
            "chapter": 70,
            "verse": 28,
            "text": "Ni:Sanka temana palanaharani yatana nidara thava jevi vastu nathi"
        },
        {
            "chapter": 70,
            "verse": 29,
            "text": "ane je loko potana gumptagani (haramathi) raksa kare che"
        },
        {
            "chapter": 70,
            "verse": 30,
            "text": "ha! Temani patni'o ane bandi'o vise jemana te'o malika che, temana para ko'i dosa nathi"
        },
        {
            "chapter": 70,
            "verse": 31,
            "text": "have je ko'i tena sivaya (rasto) sodhase karase to ava loko hada vatavi janara che"
        },
        {
            "chapter": 70,
            "verse": 32,
            "text": "ane je potani nisthanum ane potana vacanonum dhyana rakhe che"
        },
        {
            "chapter": 70,
            "verse": 33,
            "text": "ane je potani saksi'o para sidha ane makkama rahe che"
        },
        {
            "chapter": 70,
            "verse": 34,
            "text": "ane je'o potani namajhoni raksa kare che"
        },
        {
            "chapter": 70,
            "verse": 35,
            "text": "a ja loko jannatomam ijhajhatavala hase"
        },
        {
            "chapter": 70,
            "verse": 36,
            "text": "basa! Inkari'one su tha'i gayu che ke te tamari tarapha dodata ave che"
        },
        {
            "chapter": 70,
            "verse": 37,
            "text": "jamane ane dabethi, juthana jutha"
        },
        {
            "chapter": 70,
            "verse": 38,
            "text": "sum temana manthi dareka asa rakhe che ke tene ne'amato vali jannatamam dakhala karavamam avase"
        },
        {
            "chapter": 70,
            "verse": 39,
            "text": "(avum) kadapi nahi thaya ame temanu te (vastu) thi sarjana karyu che jene te'o jane che"
        },
        {
            "chapter": 70,
            "verse": 40,
            "text": "basa! Mane soganda che pasrcimo ane purvana palanaharani (ke) ame kharekhara saktimana che"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "te vata para ke te'ona badale temanathi sara lokone la'i avi'e ane ame aksama nathi"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "basa! Tu emane ladata-jhaghadata ane khelakuda karata chodi de ahim sudhi ke potana te divasathi mulakata kari le jenum temane vacana apavamam avyu che"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "je divase a loko kabaromanthi dodata nikalase, jevi rite ke te'o ko'i jgya tarapha jhadapathi ja'i rahya hoya"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "temani ankho nameli hase, temana para badanami chavayeli hase. A che te divasa jenum temane vacana apavamam avyu hatum"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "ni:Sanka ame nuha (a.Sa.) Ne temani koma tarapha moklya ke potani komane daravi do (ane saceta kari do) te pahela ke temani pase du:Khadayi yatana avi jaya"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "(nuha a.Sa.E) kahyu, ke aya mari koma! Hum tamane spasta rite cetavani apanara chum"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "Ke tame allahani bandagi karo ane tenathi ja daro. Ane maru kahyu mano"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "to te tamara gunaha mapha kari dese ane tamane eka nisrcita samaya sudhi chuta apase. Ni:Sanka jyare allaha ta'alanum vacana avi jaya che, to dhila nathi apato. Kadaca ke tamane budhdhi hota"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "(nuha a.Sa.E) kahyu, aya mara palanahara! Mem potani komane rata divasa tari (bandagi) tarapha bolavya"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "parantu mara bolavava para a loko vadhu dura java lagya"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "mem jyare pana temane tari ksama tarapha bolavya, temane potani angali'o potana kanomam nakhi didhi ane potana kapadathi (modhum) dhanki didhu. Ane jida kari ane khuba ja ghamanda karyu"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "pachi mem temane unca avaje bolavya"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "ane ni:Sanka mem temane jaheramam pana kahyu ane gupta rite pana"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "ane mem kahyu, ke potana palanaharathi potana gunahani maphi mango, te kharekhara khuba ja ksama karavavalo che"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "te tamara para akasamanthi khuba ja (varasada) varasavase"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "ane tamane khuba ja dhana ane santano apase. Ane tamane bagica'o apase ane tamara mate nahera vahavi dese"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "tamane sum tha'i gayu che ke tame allaha ni mahanata nathi manata"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "jo ke tene tamane vibhinna rite banavya che"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "sum tame nathi jota ke allaha ta'ala'e tala para tala kevi rite sata akaso banavya"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "ane temam candrane khuba ja prakasita banavyo, ane surajane prakasita dipaka"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "ane tamane jaminathi eka (visesa dekharekha hethala) ugadaya. (Etale ke sarjana karyu)"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "phari tamane temam ja parata karase ane (eka khasa rite) phari kadhase"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "ane kharekhara tamara mate dharatine allaha ta'ala'e patharanum banavi didhu che"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "jethi tame tena khulla rasta'o para haro-pharo"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Nuha (a.Sa.) E kahyu ke aya mara palanahara! Te loko'e mari vatane rada kari, ane teva lokoni vata mani jemanum dhana ane santano'e temani khotamam (kharekhara) vadharo karyo"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "ane te loko'e bhare dhoko karyo"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "ane temane kahyu ke tame kadapi potana pujyone na chodaso, ane na vadda, suva'a, ane yagusa ane ya'uka ane nasra ne (chodaso)"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "ane temane ghana lokone pathabhrasta karya, (aya allaha) tu te atyacari'oni pathabhrastatane vadhu kara"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "a loko potana papona lidhe dubadi devamam avya ane jahannamamam pahoncadi devamam avya. Ane allaha sivaya temane ko'i madada karanara na joyo"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "ane nuha (a.Sa.) E kahyu, ke aya mara palanahara! Tum jamina para ko'i inkarine vasavavalo na chodisa"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "jo tu temane chodi da'isa to (ni:Sanka) a loko tara banda'one (pana) bhatakavi dese. Ane duracari ane inkari'one ja janma apase"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "aya mara palanahara! Tu mane ane mara mata-pita ane je imanani sthitimam mara gharamam avya ane dareka momina puruso ane stri'one mapha kari de ane inkari'one barabadi sivaya biji ko'i vatamam agala na vadharisa"
        }
    ]
}