{
    "pages": [
        {
            "chapter": 6,
            "verse": 74,
            "text": "AND, LO, [thus] spoke Abraham unto his father Azar: \"Takest thou idols for gods? Verily, I see that thou and thy people have obviously gone astray"
        },
        {
            "chapter": 6,
            "verse": 75,
            "text": "And thus We gave Abraham [his first] insight into [God's] mighty dominion over the heavens and the earth - and [this] to the end that he might become one of those who are inwardly sure"
        },
        {
            "chapter": 6,
            "verse": 76,
            "text": "Then, when the night overshadowed him with its darkness, he beheld a star;., [and] he exclaimed, \"This is my Sustainer!\" -but when it went down, he said, \"I love not the things that go down"
        },
        {
            "chapter": 6,
            "verse": 77,
            "text": "Then, when he beheld the moon rising, he said, \"This is my Sustainer!\"-but when it went down, he said, \"Indeed, if my Sustainer guide me not. I will most certainly become one of the people who go astray"
        },
        {
            "chapter": 6,
            "verse": 78,
            "text": "Then, when he beheld the sun rising, he said, \"This is my Sustainer! This one is the greatest [of all]!\" - but when it [too] went down, he exclaimed: \"O my people! Behold, far be it from me to ascribe divinity, as you do, to aught beside God"
        },
        {
            "chapter": 6,
            "verse": 79,
            "text": "Behold, unto Him who brought into being the heavens and the earth have I turned my face, having turned away from all that is false; and I am not of those who ascribe divinity to aught beside Him"
        },
        {
            "chapter": 6,
            "verse": 80,
            "text": "And his people argued with him. He said: \"Do you argue with me about God, when it is He who has guided me? But I do not fear anything to which you ascribe divinity side by side with Him, [for no evil can befall me] unless my Sustainer so wills. All things does my Sustainer embrace within His knowledge; will you not, then, keep this in mind"
        },
        {
            "chapter": 6,
            "verse": 81,
            "text": "And why should I fear anything that you worship side by side with Him, seeing that you are not afraid of ascribing divinity to other powers beside God without His ever having bestowed upon you from on high any warrant therefor? [Tell me,] then, which of the two parties has a better right to feel secure -if you happen to know [the answer]"
        }
    ]
}