{
    "pages": [
        {
            "chapter": 6,
            "verse": 102,
            "text": "Such is God, your Sustainer: there is no deity save Him, the Creator of everything: worship, then, Him alone -for it is He who has everything in His care"
        },
        {
            "chapter": 6,
            "verse": 103,
            "text": "No human vision can encompass Him, whereas He encompasses all human vision: for He alone is unfathomable, all-aware"
        },
        {
            "chapter": 6,
            "verse": 104,
            "text": "Means of insight have now come unto you from your Sustainer [through this divine writ]. Whoever, therefore, chooses to see, does so for his own good; and whoever chooses to remain blind, does so to his own hurt. And [say unto the blind of heart]: \"I am not your keeper"
        },
        {
            "chapter": 6,
            "verse": 105,
            "text": "And thus do We give many facets to Our messages. And to the end that they might say, \"Thou hast taken [all this] well to heart,\" and that We might make it clear unto people of [innate] knowledge"
        },
        {
            "chapter": 6,
            "verse": 106,
            "text": "follow thou what has been revealed unto thee by thy Sustainer - save whom there is no deity - and turn thy back upon all who ascribe divinity to aught beside Him"
        },
        {
            "chapter": 6,
            "verse": 107,
            "text": "Yet if God had so willed, they would not have ascribed divinity to aught beside Him; hence, We have not made thee their keeper, and neither art thou responsible for their conduct"
        },
        {
            "chapter": 6,
            "verse": 108,
            "text": "But do not revile those [beings] whom they invoke instead of God, lest they revile God out of spite, and in ignorance: for, goodly indeed have We made their own doings appear unto every community In time, [however,] unto their Sustainer they must return: and then He will make them [truly] understand all that they were doing"
        },
        {
            "chapter": 6,
            "verse": 109,
            "text": "Now they swear by God with their most solemn oaths that if a miracle were shown to them, they would indeed believe in this [divine writ]. Say: \"Miracles are in the power of God alone.\" And for all you know, even if one should be shown to them, they would not believe"
        },
        {
            "chapter": 6,
            "verse": 110,
            "text": "so long as We keep their hearts and their eyes turned [away from the truth], even as they did not believe in it in the first instance: and [so] We shall leave them in their overweening arrogance, blindly stumbling to and fro"
        }
    ]
}