{
    "pages": [
        {
            "chapter": 6,
            "verse": 125,
            "text": "And whomsoever God wills to guide, his bosom He opens wide with willingness towards self-surrender [unto Him]; and whomsoever He wills to let go astray, his bosom He causes to be tight and constricted, as if he were climbing unto the skies: it is thus that God inflicts horror upon those who will not believe"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "And undeviating is this thy Sustainer's way. Clearly, indeed, have We spelled out these messages unto people who [are willing to] take them to heart"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "Theirs shall be an abode of peace with their Sustainer; and He shall be near unto them in result of what they have been doing"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "AND ON THE DAY when He shall gather them [all] together, [He will say:] \"O you who have lived in close communion with [evil] invisible beings! A great many [other] human beings have you ensnared! And those of the humans who were close to them will say: \"O our Sustainer! We did enjoy one another's fellowship [in life]; but (now that] we have reached the end of our term-the term which Thou hast laid down for us - (we see the error of our ways]!\" [But] He will say: \"The fire shall be your abode, therein to abide-unless God wills it otherwise.\" Verily, thy Sustainer is wise, all-knowing"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "And in this manner do We cause evildoers to seduce one another by means of their (evil] doings"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "[And thus will God continue:] \"O you who have lived in close communion with [evil] invisible beings and [like-minded] humans! Have there not come unto you apostles from among yourselves, who conveyed unto you My messages and warned you of the coming of this your Day [of Judgment]?\" They will answer: \"We do bear witness against ourselves!\"-for the life of this world had beguiled them: and so they will bear witness against themselves that they had been denying the truth"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "And so it is that thy Sustainer would never destroy a community for its wrongdoing so long as its people are still unaware [of the meaning of right and wrong]"
        }
    ]
}