{
    "pages": [
        {
            "chapter": 11,
            "verse": 89,
            "text": "And, O my people, let not [your] dissent from me drive you into sin, lest there befall you the like of what befell the people of Noah, or the people of Hud. or the people of Salih: and [remember that] the people of Lot lived not very far from you"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Hence, ask your Sustainer to forgive you your sins, and then turn towards Him in repentance - for, verily, my Sustainer is a dispenser of grace, a fount of love"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "[But his people] said: \"O Shu'ayb! We cannot grasp the purport of much of what thou sayest; on the other hand, behold, we do see clearly how- weak thou art in our midst:\" and were it not for thy family, we would have most certainly stoned thee to death, considering that thou hast no power over us"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Said he: \"O my people! Do you hold my family in greater esteem than God? -for, Him you regard as something that may be cast behind you and be forgotten! Verily, my Sustainer encompasses [with His might] all that you do"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "Hence, O my people, do [to me] anything that may be within your power, [while] I, behold, shall labour [in God's way]; in time you will come to know which [of us] shall be visited by suffering that will cover him with ignominy, and which [of us] is a liar. Watch, then, [for what is coming:] behold, I shall watch with you"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "And so, when Our judgment came to pass, by Our grace We saved Shu'ayb and those who shared his faith, whereas the blast [of Our punishment] overtook those who had been bent on evildoing: and then they lay lifeless, in their very homes, on the ground"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "as though they had never lived there. Oh, away with [the people of] Madyan, even as the Thamud have been done away with"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "AND, INDEED, We sent Moses with Our messages and a manifest authority [from Us]"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "unto Pharaoh and his great ones: but these followed [only] Pharaoh's bidding - and Pharaoh's bidding led by no means to what is right"
        }
    ]
}