{
    "pages": [
        {
            "chapter": 12,
            "verse": 31,
            "text": "Thereupon, when she heard of their malicious talk, she sent for them, and prepared for them a sumptuous repast, and handed each of them a knife and said [to Joseph]: \"Come out and show thyself to them!\" And when the women saw him, they were greatly amazed at his beauty, and [so flustered were they that] they cut their hands [with their knives], exclaiming, \"God save us! This is no mortal man! This is nought but a noble angel"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Said she: \"This, then, is he about whom you have been blaming me! And, indeed, I did try to make him yield himself unto me, but he remained chaste. Now, however, if he does not do what I bid him, he shall most certainly be imprisoned, and shall most certainly find himself among the despised"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "Said he: \"O my Sustainer! Prison is more desirable to me than [compliance with] what these women invite me to: for, unless Thou turn away their guile from me, I might yet yield to their allure and become one of those who are unaware [of right and wrong]"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "And his Sustainer responded to his prayer, and freed him from the threat of their guile: verily, He alone is all-hearing, all-knowing"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "For, presently it occurred to the nobleman and his household _ [even] after they had seen all the signs [of Joseph's innocence] - that they might as well imprison him for a time"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "NOW two young men happened to go to prison at the same time as Joseph. One of them said: \"Behold, I saw myself [in a dream] pressing wine.\" And the other said: \"Behold, I saw myself [in a dream] carrying bread on my head, and birds were eating thereof.\" [And both entreated Joseph:] \"Let us know the real meaning of this! Verily, we see that thou art one of those who know well [how to interpret dreams]"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "[Joseph] answered: \"Ere there comes unto you the meal which you are [daily] fed, I shall have informed you of the real meaning of your dreams, [so that you might know what is to come] before it comes unto you: for this is [part] of the knowledge which my Sustainer has imparted to me. \"Behold, I have left behind me the ways of people who do not believe in God, and who persistently refuse to acknowledge the truth of the life to come"
        }
    ]
}