{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "VERILY, [O believer,] He who has laid down this Qur’an in plain terms, making it binding on thee, will assuredly bring thee back [from death] to a life renewed. Say [unto those who reject the truth]: My Sustainer knows best, as to who is right-guided and who is obviously lost in error!”"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Now [as for thyself, O believer,] thou couldst never foresee that this divine writ would [one day] be offered to thee: but [it did come to thee] by thy Sustainer’s grace. Hence, never uphold those who deny the truth [of divine guidance]"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "and never let them turn thee away from God’s messages after they have been bestowed upon thee from on high: instead summon [all men] to thy Sustainer. And never be of those who ascribe divinity to aught but Him"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "and never call upon any other deity side by side with God. There is no deity save Him. Everything is bound to perish, save His [eternal] self. With Him rests all judgment; and unto Him shall you all be brought back"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "DO MEN THINK that on their [mere] saying, “We have attained to faith”, they will be left to themselves, and will not be put to a test"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Yea, indeed, We did test those who lived before them; and so, [too, shall be tested the people now living: and] most certainly will God mark out those who prove themselves true, and most certainly will He mark out those who are lying"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Or do they think - they who do evil deeds [while claiming to have attained to faith] - that they can escape Us? Bad, indeed, is their judgment"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Whoever looks forward [with hope and awe] to meeting God [on Resurrection Day, let him be ready for it]: for, behold, the end set by God [for everyone’s life] is bound to come - and He alone is all-hearing, all-knowing"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Hence, whoever strives hard [in God’s cause] does so only for his own good: for, verily, God does not stand in need of anything in all the worlds"
        }
    ]
}