{
    "pages": [
        {
            "chapter": 7,
            "verse": 44,
            "text": "Les gens du Paradis crieront aux gens du Feu: «Certes, nous avons trouve vrai ce que notre Seigneur nous avait promis. Avez-vous aussi trouve vrai ce que votre Seigneur avait promis?» «Oui», diront-ils. Un heraut annoncera alors au milieu d'eux: Que la malediction d'Allah soit sur les injustes"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "qui obstruaient le sentier d'Allah, qui voulaient le rendre tortueux, et qui ne croyaient pas a l'au-dela.»"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Et entre les deux, il y aura un mur, et, sur al-A'raf seront des gens qui reconnaitront tout le monde par leurs traits caracteristiques. Et ils crieront aux gens du Paradis: «Paix sur vous!» Ils n'y sont pas entres bien qu'ils le souhaitent"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Et quand leurs regards seront tournes vers les gens du Feu, ils diront; «O notre Seigneur! Ne nous mets pas avec le peuple injuste»"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "Et les gens d'al-A'raf, appelant certains hommes qu'ils reconnaitront par leurs traits caracteristiques, diront: «Vous n'avez tire aucun profit de tout ce que vous aviez amasse et de l'orgueil dont vous etiez enfles"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Est-ce donc ceux-la au sujet desquels vous juriez qu'ils n'obtiendront de la part d'Allah aucune misericorde...? - Entrez au Paradis! Vous serez a l'abri de toute crainte et vous ne serez point affliges"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "Et les gens du Feu crieront aux gens du Paradis: «Deversez sur nous de l'eau, ou de ce qu'Allah vous a attribue.» «Ils repondront: Allah les a interdits aux mecreants»"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Ceux-ci prenaient leur religion comme distraction et jeu, et la vie d'ici-bas les trompait. Aujourd'hui, Nous les oublierons comme ils ont oublie la rencontre de leur jour que voici, et parce qu'ils reniaient Nos enseignements"
        }
    ]
}