{
    "pages": [
        {
            "chapter": 12,
            "verse": 31,
            "text": "Lorsqu'elle eut entendu leur fourberie, elle leur envoya [des invitations,] et prepara pour elles une collation; et elle remit a chacune d'elles un couteau. Puis elle dit: «Sors devant elles, (Joseph!)» - Lorsqu'elles le virent, elles l'admirerent, se couperent les mains et dirent: «A Allah ne plaise! Ce n'est pas un etre humain, ce n'est qu'un ange noble!»"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Elle dit: «Voila donc celui a propos duquel vous me blamiez. J'ai essaye de le seduire mais il s'en defendit fermement. Or, s'il ne fait pas ce que je lui commande, il sera tres certainement emprisonne et sera certes parmi les humilies»"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "Il dit: «O mon Seigneur, la prison m'est preferable a ce a quoi elles m'invitent. Et si Tu n'ecartes pas de moi leur ruse, je pencherai vers elles et serai du nombre des ignorants» [des pecheurs]"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Son Seigneur l'exauca donc, et eloigna de lui leur ruse. C'est Lui, vraiment, qui est l'Audient et l'Omniscient"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Puis, apres qu'ils eurent vu les preuves (de son innocence), il leur sembla qu'ils devaient l'emprisonner pour un temps"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Deux valets entrerent avec lui en prison. L'un d'eux dit: «Je me voyais [en reve] pressant du raisin...» Et l'autre dit: «Et moi, je me voyais portant sur ma tete du pain dont les oiseaux mangeaient. Apprends-nous l'interpretation (de nos reves), nous te voyons au nombre des bienfaisants»"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "«La nourriture qui vous est attribuee ne vous parviendra point, dit-il, que je ne vous aie avises de son interpretation [de votre nourriture] avant qu'elle ne vous arrive. Cela fait partie de ce que mon Seigneur m'a enseigne. Certes, j'ai abandonne la religion d'un peuple qui ne croit pas en Allah et qui nie la vie future»"
        }
    ]
}