{
    "pages": [
        {
            "chapter": 2,
            "verse": 6,
            "text": "[Mais] certes les infideles que tu les avertisses ou que tu ne les avertisses pas, ils ne croient pas"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Allah a scelle leurs cœurs et leurs oreilles; et un voile epais leur couvre la vue; et pour eux il y aura un grand chatiment"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Parmi les gens, il y a ceux qui disent: «Nous croyons en Allah et au Jour dernier!» tandis qu'en fait, ils n'y croient pas"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Ils cherchent a tromper Allah et les croyants; mais ils ne trompent qu'eux-memes, et ils ne s'en rendent pas compte"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Il y a dans leurs cœurs une maladie (de doute et d'hypocrisie), et Allah laisse croitre leur maladie. Ils auront un chatiment douloureux, pour avoir menti"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Et quand on leur dit: «Ne semez pas la corruption sur la terre», ils disent: «Au contraire nous ne sommes que des reformateurs!»"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Certes, ce sont eux les veritables corrupteurs, mais ils ne s'en rendent pas compte"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Et quand on leur dit: «Croyez comme les gens ont cru», ils disent: «Croirons-nous comme ont cru les faibles d'esprit?» Certes, ce sont eux les veritables faibles d'esprit, mais ils ne le savent pas"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Quand ils rencontrent ceux qui ont cru, ils disent: «Nous croyons» mais quand ils se trouvent seuls avec leurs diables, ils disent: «Nous sommes avec vous; en effet nous ne faisions que nous moquer (d'eux)»"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "C'est Allah qui Se moque d'eux et les endurcira dans leur revolte et prolongera sans fin leur egarement"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Ce sont eux qui ont troque le droit chemin contre l'egarement. Eh bien, leur negoce n'a point profite. Et ils ne sont pas sur la bonne voie"
        }
    ]
}