{
    "pages": [
        {
            "chapter": 23,
            "verse": 60,
            "text": "qui donnent ce qu'ils donnent, tandis que leurs cœurs sont pleins de crainte [a la pensee] qu'ils doivent retourner a leur Seigneur"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "Ceux-la se precipitent vers les bonnes actions et sont les premiers a les accomplir"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Nous n'imposons a personne que selon sa capacite. Et aupres de Nous existe un Livre qui dit la verite, et ils ne seront pas leses"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Mais leurs cœurs restent dans l'ignorance a l'egard de cela [le Coran]. [En outre] ils ont d'autres actes (vils) qu'ils accomplissent"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "jusqu'a ce que par le chatiment Nous saisissions les plus aises parmi eux et voila qu'ils crient au secours"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "«Ne criez pas aujourd'hui. Nul ne vous protegera contre Nous"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Mes versets vous etaient recites auparavant; mais vous vous [en] detourniez"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "s'enflant d'orgueil, et vous les denigriez au cours de vos veillees»"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Ne meditent-ils donc pas sur la parole (le Coran)? Ou est-ce que leur est venu ce qui n'est jamais venu a leurs premiers ancetres"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Ou n'ont-ils pas connu leur Messager, au point de le renier"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Ou diront-ils: «Il est fou?» Au contraire, c'est la verite qu'il leur a apportee. Et la plupart d'entre eux dedaignent la verite"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Si la verite etait conforme a leurs passions, les cieux et la terre et ceux qui s'y trouvent seraient, certes, corrompus. Au contraire, Nous leur avons donne leur rappel. Mais ils s'en detournent"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Ou leur demandes-tu une retribution? Mais la retribution de ton Seigneur est meilleure. Et c'est Lui, le Meilleur des pourvoyeurs"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Et tu les appelles, certes, vers le droit chemin"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Or, ceux qui ne croient pas a l'au-dela sont bien ecartes de ce chemin"
        }
    ]
}