{
    "pages": [
        {
            "chapter": 25,
            "verse": 56,
            "text": "Or, Nous ne t'avons envoye que comme annonciateur et avertisseur"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Dis: «Je ne vous en demande aucun salaire (pour moi meme). Toutefois, celui qui veut suivre un chemin conduisant vers son Seigneur [est libre de depenser dans la voie d'Allah]»"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Et place ta confiance en Le Vivant qui ne meurt jamais. Et par Sa louange, glorifie-Le. Il suffit comme Parfait Connaisseur des peches de Ses serviteurs"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "C'est Lui qui, en six jours, a cree les cieux, la terre et tout ce qui existe entre eux, et le Tout Misericordieux S'est etabli «Istawa» ensuite sur le Trone. Interroge donc qui est bien informe de Lui"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Et quand on leur dit: «Prosternez-vous devant le Tout Misericordieux», ils disent: «Qu'est-ce donc que le Tout Misericordieux? Allons-nous nous prosterner devant ce que tu nous commandes?» - Et cela accroit leur repulsion"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Que soit beni Celui qui a place au ciel des constellations et y a place un luminaire (le soleil) et aussi une lune eclairante"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Et c'est Lui qui a assigne une alternance a la nuit et au jour pour quiconque veut y reflechir ou montrer sa reconnaissance"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Les serviteurs du Tout Misericordieux sont ceux qui marchent humblement sur terre, qui, lorsque les ignorants s'adressent a eux, disent: «Paix»"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "qui passent les nuits prosternes et debout devant leur Seigneur"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "qui disent: «Seigneur, ecarte de nous le chatiment de l'Enfer». - car son chatiment est permanent"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Quels mauvais gite et lieu de sejour"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Qui, lorsqu'ils depensent, ne sont ni prodigues ni avares mais se tiennent au juste milieu"
        }
    ]
}