{
    "pages": [
        {
            "chapter": 35,
            "verse": 19,
            "text": "L'aveugle et celui qui voit ne sont pas semblables"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "ni les tenebres et la lumiere"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "ni l'ombre et la chaleur ardente"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "De meme, ne sont pas semblables les vivants et les morts. Allah fait entendre qui Il veut, alors que toi [Muhammad], tu ne peux faire entendre ceux qui sont dans les tombeaux"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "Tu n'es qu'un avertisseur"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "Nous t'avons envoye avec la Verite en tant qu'annonciateur et avertisseur. Il n'est pas une nation qui n'ait deja eu un avertisseur"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "Et s'ils te traitent de menteur, eh bien, ceux d'avant eux avaient traite (leurs Messagers) de menteurs, cependant que leurs Messagers leur avaient apporte les preuves, les Ecrits et le Livre illuminant"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Puis J'ai saisi ceux qui ont mecru. Et quelle reprobation fut la Mienne"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "N'as-tu pas vu que, du ciel, Allah fait descendre l'eau? Puis Nous en faisons sortir des fruits de couleurs differentes. Et dans les montagnes, il y a des sillons blancs et rouges, de couleurs differentes, et des roches excessivement noires"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "Il y a pareillement des couleurs differentes, parmi les hommes, les animaux, et les bestiaux. Parmi Ses serviteurs, seuls les savants craignent Allah. Allah est, certes, Puissant et Pardonneur"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Ceux qui recitent le Livre d'Allah, accomplissent la Salat, et depensent, en secret et en public de ce que Nous leur avons attribue, esperent ainsi faire un commerce qui ne perira jamais"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "afin [qu'Allah] les recompense pleinement et leur ajoute de Sa grace. Il est Pardonneur et Reconnaissant"
        }
    ]
}