{
    "pages": [
        {
            "chapter": 50,
            "verse": 36,
            "text": "combien avons-Nous fait perir, avant eux, de generations bien plus fortes qu'eux. Ils avaient parcouru les contrees, cherchant [vainement] ou fuir"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Il y a bien la un rappel pour quiconque a un cœur, prete l'oreille tout en etant temoin"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "En effet Nous avons cree les cieux et la terre et ce qui existe entre eux en six jours, sans eprouver la moindre lassitude"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "Endure donc ce qu'ils disent; et celebre la louange de ton Seigneur avant le lever du soleil et avant [son] coucher"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "et celebre Sa gloire, une partie de la nuit et a la suite des prosternations [prieres]"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Et sois a l'ecoute, le jour ou le Crieur criera d'un endroit proche"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "le jour ou ils entendront en toute verite le Cri. Voila le Jour de la Resurrection"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "C'est Nous qui donnons la vie et donnons la mort, et vers Nous sera la destination"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "le jour ou la terre se fendra, les [rejetant] precipitamment. Ce sera un rassemblement facile pour Nous"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "Nous savons mieux ce qu'ils disent. Tu n'as pas pour mission d'exercer sur eux une contrainte. Rappelle donc, par le Coran celui qui craint Ma menace"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "Par les vents qui eparpillent"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "Par les porteurs de fardeaux"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "Par les glisseurs agiles"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "Par les distributeurs selon un commandement"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "Ce qui vous est promis est certainement vrai"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "Et la Retribution arrivera inevitablement"
        }
    ]
}