{
    "pages": [
        {
            "chapter": 58,
            "verse": 12,
            "text": "O vous qui avez cru! Quand vous avez un entretien confidentiel avec le Messager, faites preceder d'une aumone votre entretien: cela est meilleur pour vous et plus pur. Mais si vous n'en trouvez pas les moyens alors Allah est Pardonneur et tres Misericordieux"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Apprehendez-vous de faire preceder d'aumones votre entretien? Mais, si vous ne l'avez pas fait et qu'Allah a accueilli votre repentir, alors accomplissez la Salat, acquittez la Zakat, et obeissez a Allah et a Son messager. Allah est Parfaitement Connaisseur de ce que vous faites"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "N'as-tu pas vu ceux qui ont pris pour allies des gens contre qui Allah S'est courrouce? Ils ne sont ni des votres, ni des leurs; et ils jurent mensongerement, alors qu'ils savent"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Allah leur a prepare un dur chatiment. Ce qu'ils faisaient alors etait tres mauvais"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Prenant leurs serments comme boucliers, ils obstruent le chemin d'Allah. Ils auront donc un chatiment avilissant"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Ni leurs biens, ni leurs enfants ne leur seront d'aucune utilite contre la [punition] d'Allah. Ce sont les gens du Feu ou ils demeureront eternellement"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Le jour ou Allah les ressuscitera tous, ils Lui jureront alors comme ils vous jurent a vous-memes, pensant s'appuyer sur quelque chose de solide. Mais ce sont eux les menteurs"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Le Diable les a domines et leur a fait oublier le rappel d'Allah. Ceux-la sont le parti du Diable et c'est le parti du Diable qui sont assurement les perdants"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Ceux qui s'opposent a Allah et a Son messager seront parmi les plus humilies"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Allah a prescrit: «Assurement, Je triompherai, Moi ainsi que Mes Messagers». En verite Allah est Fort et Puissant"
        }
    ]
}