{
    "pages": [
        {
            "chapter": 73,
            "verse": 20,
            "text": "Ton Seigneur sait, certes, que tu (Muhammad) te tiens debout moins de deux tiers de la nuit, ou sa moitie, ou son tiers. De meme qu'une partie de ceux qui sont avec toi. Allah determine la nuit et le jour. Il sait que vous ne saurez jamais passer toute la nuit en priere. Il a use envers vous avec indulgence. Recitez donc ce qui [vous] est possible du Coran. Il sait qu'il y aura parmi vous des malades, et d'autres qui voyageront sur la terre, en quete de la grace d'Allah, et d'autres encore qui combattront dans le chemin d'Allah. Recite-en donc ce qui [vous] sera possible. Accomplissez la Salat, acquittez la Zakat, et faites a Allah un pret sincere. Tout bien que vous vous preparez, vous le retrouverez aupres d'Allah, meilleur et plus grand en fait de recompense. Et implorez le pardon d'Allah. Car Allah est Pardonneur et Tres Misericordieux"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "O, toi (Muhammad)! Le revetu d'un manteau"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "Leve-toi et avertis"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "Et de ton Seigneur, celebre la grandeur"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "Et tes vetements, purifie-les"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "Et de tout peche, ecarte-toi"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "Et ne donne pas dans le but de recevoir davantage"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "Et pour ton Seigneur, endure"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "Quand on sonnera du Clairon"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "alors, ce jour-la sera un jour difficile"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "pas facile pour les mecreants"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "Laisse-Moi avec celui que J'ai cree seul"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "et a qui J'ai donne des biens etendus"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "et des enfants qui lui tiennent toujours compagnie"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "pour qui aussi J'ai aplani toutes difficultes"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "Cependant, il convoite [de Moi] que Je lui donne davantage"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "Pas du tout! Car il reniait nos versets (le Coran) avec entetement"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "Je vais le contraindre a gravir une pente"
        }
    ]
}