{
    "pages": [
        {
            "chapter": 3,
            "verse": 62,
            "text": "Voila, certes, le recit veridique. Et il n'y a pas de divinite a part Allah. En verite, c'est Allah qui est le Puissant, le Sage"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Si donc ils tournent le dos... alors Allah connait bien les semeurs de corruption"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Dis: «O gens du Livre, venez a une parole commune entre nous et vous: que nous n'adorions qu'Allah, sans rien Lui associer, et que nous ne prenions point les uns les autres pour seigneurs en dehors d'Allah». Puis, s'ils tournent le dos, dites: «Soyez temoins que nous, nous sommes soumis»"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "O gens du Livre, pourquoi disputez-vous au sujet d'Abraham, alors que la Thora et l'Evangile ne sont descendus qu'apres lui? Ne raisonnez-vous donc pas"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Vous avez bel et bien dispute a propos d'une chose dont vous avez connaissance. Mais pourquoi disputez-vous des choses dont vous n'avez pas connaissance? Or Allah sait, tandis que vous ne savez pas"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Abraham n'etait ni Juif ni Chretien. Il etait entierement soumis a Allah (Musulman). Et il n'etait point du nombre des Associateurs"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Certes les hommes les plus dignes de se reclamer d'Abraham, sont ceux qui l'ont suivi, ainsi que ce Prophete-ci, et ceux qui ont la foi. Et Allah est l'allie des croyants"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Une partie des gens du Livre aurait bien voulu vous egarer. Or ils n'egarent qu'eux-memes; et ils n'en sont pas conscients"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "O gens du Livre, pourquoi ne croyez vous pas aux versets d'Allah (le Coran), cependant que vous en etes temoins"
        }
    ]
}