{
    "maqras": [
        {
            "chapter": 3,
            "verse": 133,
            "text": "A spěšte o překot, abyste dosáhli odpuštění Pána svého a ráje, jenž rozsahem stejný jest jako nebe i země a jenž přichystán jest bohahojným"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "kteří rozdávají almužnu v dobách dobrých i zlých, přemáhají hněv svůj a odpouštějí druhým, Bůh zajisté miluje ty, kdož dobře činí"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Kteří když byli dopustili se špatnosti neb něčeho zlého vůči sobě samým, vzpomenou na Boha a prosí jej za odpuštění hříchů svých — a kdož jiný odpouštěti může hříchy kromě Boha? — a nesetrvávají v tom, co byli učinili, když vědí, že jest to hříšno"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Odměnou těchto bude odpuštění Pána jejich a zahrady, pod nimiž řeky tekou, v nichž přebývati budou věčně. Jak krásná jest odměna těch, kteří konají dobro"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Již před vámi učiněny byly výstražné příklady. Projděte zemí a vizte, jaký konec vzali ti, kteří nazývali proroky lháři"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Totoť jasné jest prohlášení lidstvu a vedení i napomenutí bohahojným"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Neztrácejte mysli, aniž se rmuťte, neboť vy dostanete se na vrch, budete-li věřícími"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Utrpíte-li poranění, pomněte, že stejná zranění utrpěli lidé před tím: podobným dnům úspěchu či neúspěchu dáváme střídati se mezi lidmi, aby tak seznal Bůh ty, kdož uvěřili mezi vámi a mučedníky si vybral mezi vámi: a Bůh nemiluje nepravostných"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "A aby Bůh vzal na zkoušku ty, kteří uvěřili a zahladil nevěřící"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Zdaž domnívali jste se, že vstoupíte do ráje dříve, než zví Bůh, kdo zdatnými byli v boji a než sezná, kdo byli vytrvalými"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Vždyť přáli jste si smrti dříve, než setkali jste se s ní tváří v tvář: nuže, viděli jste ji a na své vlastní oči — a ted váháte"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Mohammed jest pouze prorok a před ním již byli proroci: a kdyby zemřel, aneb byl zabit, odvrátili byste se od pravé víry? Ten, kdo odvrátí se, neuškodí Bohu v nejmenším: a Bůh odměňuje ty, kteří jsou mu vděčni"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Nikdo nezemře, vyjma z dovelení božího, podle knihy, jež určuje přesně lhůtu života. Kdožkoli žádá si odměny v tomto světě, bude mu dána: kdožkoli pak žádá si odměny ve světě budoucím, dáme mu ji: a Bůh odměňuje ty, kteří jsou mu vděčni"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Jak mnohý prorok bojoval s odpůrci, s nimiž byly zástupy četné, však nedali se zastrašiti jakýmkoli protivenstvím, potkavším je v boji na stezce boží, aniž ochabli či zbaběle poddali se. A Bůh miluje ty, kdož pevně vytrvávají"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Říkali jen: „Pane náš, odpusť nám viny naše a pochybení v poslání našem: a upevni kroky naše a popřej nám vítězství nad lidem nevěřícím.“"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "A Bůh dal jim odměnu v tomto světě a krásnou odměnu ve světě budoucím. A Bůh miluje ty, kdož dobře činí"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "Vy, kteří jste uvěřili, poslechnete-li nevěřící, přemluví vás k návratu do bludů vašich a upadnete, ztrativše všechno"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Ale za to Bůh jest ochranitelem vaším a on zajisté nejlepším jest ze všech ochránců"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Vrhneme hrůzu v srdce nevěřících za to, že Bohu dávali společníky v božství, aniž by byli obdrželi k tomu splnomocnění s hůry: přebýváním jejich bude oheň a jak hrozné bude bydliště nepravostných"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Bůh splnil vám již slib svůj, když z dopuštění jeho porazili jste je, dokud neztratili jste odvahu a neopřeli jste se rozkazu a byli jste neposlušnými poté, když byl ukázal vám prorok to, po čem jste toužili. Někteří z vás žádali si odměny pozemské, někteří pak žádali si odměny v životě budoucím: Bůh obrátil vás na útěk před nepřítelem, aby vás zkoušel, však nyní již odpustil vám, neboť Bůh jest nejvýš milostiv vůči věřícím"
        }
    ]
}