{
    "maqras": [
        {
            "chapter": 9,
            "verse": 19,
            "text": "Zdaž stavíte ty, kdož napájejí poutníky a navštevují modlitebnici posvátnou, na roveň tomu. jenž uvěřil v Boha a v den poslední a bojoval na stezce boží? Tito nebudou si rovni před Bohem: a Bůh nevede stezkou pravou lid nepravostný"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Ti, kteří uvěřili a vystěhovali se a bojovali na stezce boží statky svými a osobami svými, na nejvyšší stupeň budou postaveni u Boha: tito budou šťastni"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Oznamuje jim Pán jejich milosrdenství své a zalíbení a zahrady, v níž rozkoše jsou stálé"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "v nich přebývati budou věčně: neboť zajisté u Boha odměna jest velká"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "Vy, kteří jste uvěřili, nebeřte si za přátele otce a bratry své, je-li jim nevíra milejší víry: a kdožkoli z vás bral by si je za přátele, patřiti bude mezi nepravostné"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Rci: „Jsou-li otcové vaši a děti vaše a bratři vaši a ženy vaše a soukmenovci vaši a statky, kterých jste nabyli a obchod, jehož úpadku se obáváte, a obydlí, v nichž zálibu nalézáte, milejší vám Boha a proroka jeho a bojování na stezce boží — tedy vyčkejte, až Bůh sám vloží se do věci své: a Bůh nevede stezkou pravou lid nešlechetný.“"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "Bůh přispěl vám již pomocí svou v místech mnohých, najmě v den Hunainu, kdy radovali jste se z velkého počtu svého a nic vám neprospěl: a úzkou byla vám země při vší rozsáhlosti své a záda svá v útěku jste obrátili"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Tehdy seslal Bůh uklidnění proroku svému a věřícím a seslal vojska neviditelná vám a potrestal ty, kdož neuvěřili: taková byla odplata nevěřících"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Poté pak Bůh slitovně obrátí se, ke komu bude chtíti: a Bůh velkým jest v odpoustění, slitovným"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "I Vy, kteří jste uvěřili! Zajisté mnohobožci nečisti jsou: pročež nenechte je přiblížiti se, po tomto roce, k modlitebnici posvátné. A bojíte-li se nedostatku, Bůh hojně obdaří vás z milosti své, bude-li chtíti: neboť Bůh zajisté jest vševědoucí, moudrý"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Bojujte proti těm z oněch, kteří obdrželi Knihu, kdož neuvěřili v Boha a v den poslední, a nezachovávají zákazu Boha a proroka jeho, a nevyznávají náboženství pravdy dokud nevydají poplatek z ruky a nebudou poníženi"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Židé praví: „'Ozair jest syn boží,“ a křesťané praví: „Mesiáš jest syn boží“ — takové jsou řeči úst jejich: podobají se reči oněch, kdož nevěřícími byli před nimi. Bůh válčiž proti nim! Jak mohou tak lhát"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Vzali si velekněze své a mnichy své za pány vedle Boha, a (taktéž) Mesiáše, syna Mariina: a nebylo nakázáno jim, aby ctili koho jiného vedle Boha jediného; není Boha, kromě něho a on daleko povýšen jest nad cokoliv, co za rovné mu kladou"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Chtěli by zhasnouti světlo boží ústy svými: však Bůh nepřeje si jiného, než aby dokonalým učinil světlo své, i kdyby sebe nemilejším to bylo nevěřícím"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "Onť to byl, jenž vyslal proroka svého s pravým vedením a s náboženstvím pravdy, aby vítězným učinil je nade všemi ostatními, i kdyby sebe nemilejším to bylo mnohobožcům"
        }
    ]
}