{
    "maqras": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "The likeness of Paradise which the righteous have been promised beneath it rivers flow, its produce and shade are eternal. Such is the payment of the righteous. But the payment of the unbelievers is the Fire"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Those to whom We have given the Book rejoice in what is sent down to you, while some factions reject a part of it. Say: 'I am commanded to worship Allah and to associate none with Him. To Him I supplicate, and to Him I turn"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "And as such We have sent it down an Arabic judgment. And if you follow their desires, after the knowledge that has come to you, you shall have no guardian other than Allah, nor yet a defender"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "We have sent forth other Messengers before you and given them wives and descendants. Yet none of them could bring a sign except by the permission of Allah. Every term has its Book"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah blots out, and He establishes what He will. With Him is the Essence of the Book"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Whether We show you part of that We promise them, or We call you to Us, it is only for you to deliver the Message, and Ours is the accounting"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Do they not see how We come to the land and reduce its extremities? Allah judges; none repel His judgement. Swift is His reckoning"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Those who have gone before them devised, but to Allah is the devising altogether. He knows what every soul earns. The unbelievers shall know without doubt for whom is the Ultimate Abode"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Those who disbelieve say: 'You are not a Messenger' Say: 'Allah is a Sufficient witness between me and you, and whosoever possess knowledge of the Book"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "AlifLaamRa. We have sent down to you (this Book) in order that you bring mankind from darkness to the light by the permission of your Lord, to the Path of the Almighty, the Praised"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Allah to whom belongs all that is in the heavens and the earth. Woe to the unbelievers for a terrible punishment"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Those who prefer this life more than the Everlasting Life, and bar others from the way of Allah and seek to make it crooked they are in far error"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "We have sent no Messenger except in the tongue of his own nation, so that he might make everything plain to them. But Allah leads astray whom He will and guides whom He will. He is the Almighty, the Wise"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "We sent Moses with Our signs, 'Bring your nation out of darkness into the light, and remind them of the Days of Allah' Surely, in that are signs for every patient, thankful (person)"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Moses said to his nation: 'Remember the blessing of Allah to you when He saved you from Pharaoh's family, who had oppressed you cruelly, and who slew your sons and spared your women. Surely, that was a great trial from your Lord"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "And when your Lord proclaimed: \"If you give thanks, I will increase you, but, if you are unthankful My punishment is indeed stern"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "And Moses said: 'If you and all mankind are thankless, He is surely Rich, Praised"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Have you not heard what befell the nations that have gone before you? The nations of Noah, Aad, and Thamood, and those who came after? None knows them but Allah. Their Messengers came to them with clear signs, but they thrust their hands into their mouths and said: 'Without doubt we disbelieve the Message you have been sent with. That which you call us to is disquieting"
        }
    ]
}