{
    "maqras": [
        {
            "chapter": 2,
            "verse": 177,
            "text": "Righteousness is not whether you face towards the east or the west. But righteousness is to believe in Allah and the Last Day, in the angels and the Book, and the Prophets, and to give wealth however cherished, to kinsmen, to the orphans, to the needy, to the destitute traveler, and to the beggars, and to ransom the slave; who establish their prayers and pay the obligatory charity; who are true to their promise when they have promised. Who are patient in misfortune and hardship and during the time of courage. Such are the truthful; such are the cautious"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Believers, retaliation is decreed for you concerning the killed. A free (man) for a free (man), a slave for a slave, and a female for a female. He who is pardoned by his brother, let the ensuing be with kindness, and let the payment be with generosity. This is an alleviation from your Lord and mercy. He who transgresses thereafter shall have a painful punishment"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "O owners of minds, for you in retaliation is life, in order that you be cautious"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Written for any of you when death arrives, if he leaves behind goods, is the will for his parents and relatives with kindness. This is a duty incumbent on the cautious"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Then, if anyone changes it after hearing it, the sin shall rest upon those who change it. Allah is Hearing and Knowing"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "He who fears injustice or sin on the part of a testator and brings about a settlement among the parties incurs no guilt. Allah is the Forgiver and the Most Merciful"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "Believers, fasting is decreed for you as it was decreed for those before you; perchance you will be cautious"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "(Fast) a certain number of days, but if any one of you is ill or on a journey let him (fast) a similar number of days later on; and for those who are unable (tofast), there is a ransom the feeding of a needy person. Whosoever volunteers good, it is good for him; but to fast is better for you, if you but knew"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "The month of Ramadan is the month in which the Koran was sent down, a guidance for people, and clear verses of guidance and the criterion. Therefore, whoever of you witnesses the month, let him fast. But he who is ill, or on a journey shall (fast) a similar number (of days) later on. Allah wants ease for you and does not want hardship for you. And that you fulfill the number of days and exalt Allah who has guided you in order that you be thankful"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "When My worshipers ask you about Me, I am near. I answer the supplication of the suppliant when he calls to Me; therefore, let them respond to Me and let them believe in Me, in order that they will be righteous"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Permitted to you, on the night of the Fast, is the approach to your wives; they are raiments for you, as you are raiments for them. Allah knows that you have been deceiving yourselves. He has accepted and pardoned you. Therefore, you may now touch them and seek what Allah has ordained for you. Eat and drink until the white thread becomes clear to you from a black thread at the dawn. Then resume the fast till nightfall and do not touch them while you cleave to the mosques. These are the Bounds of Allah, do not come near them. As such He makes known His verses to people so that they will be cautious"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Do not consume your wealth between you in falsehood; neither propose it to judges, in order that you sinfully consume a portion of the people's wealth, while you know"
        }
    ]
}