{
    "chapter": [
        {
            "chapter": 65,
            "verse": 1,
            "text": "Ey Peygamber! Kadınları boşadığınız zaman, iddetleri süresinde (temizlendiklerinde) boşayın ve iddeti sayın. Rabbiniz Tanrı´dan korkun. Onları evlerinden çıkarmayın, onlar da çıkmasınlar ancak açık ´çirkin bir hayasızlık´ göstermeleri durumu başka. Bunlar Tanrı´nın sınırlarıdır. Kim Tanrı´nın sınırlarını çiğnerse, gerçekte o, kendi nefsine zulmetmiş olur. Sen bilmezsin; olabilir ki Tanrı, bunun arkasından bir buyruk oluşturur/çıkarır"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Sonra (üç iddet bekleme) sürelerine (ecel) ulaştıkları zaman, artık onları maruf (bilinen güzel bir tarz) üzere tutun, ya da maruf üzere onlardan ayrılın. İçinizden adalet sahibi iki kişiyi de şahid tutun. Şahidliği Tanrı için dosdoğru yerine getirin. İşte bununla Tanrı´ya ve ahiret gününe inananlara öğüt verilir. Kim Tanrı´dan korkup sakınırsa, (Tanrı) ona bir çıkış yolu gösterir"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "Ve onu hesaba katmadığı bir yönden rızıklandırır. Kim de Tanrı´ya tevekkül ederse, O ona yeter. Elbette Tanrı kendi buyruğunu yerine getirip gerçekleştirendir. Tanrı her şey için bir ölçü kılmıştır"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Kadınlarınızdan artık adetten kesilmiş olanlarla henüz adet görmemiş bulunanların iddet (bekleme süre)leri, -eğer şüpheye düşecek olursanız (bilin ki)- üç aydır. Hamile kadınların bekleme süresi (ecel) ise, yüklerini bırakmaları (ile biter). Kim Tanrı´dan korkup sakınırsa (Tanrı) ona buyruğunda bir kolaylık gösterir"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Bu, Tanrı´nın size indirdiği buyruktur. Kim Tanrı´dan korkup sakınırsa, Tanrı kötülüklerini örter (yükeffir) ve onun ecrini büyütür"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "(Boşadığınız) Kadınları, gücünüz oranında oturmakta olduğunuz yerin bir yanında oturtun, onlara ´darlık ve sıkıntıya düşürmek amacıyla´ zarar vermeyin. Eğer onlar hamile iseler, yüklerini bırakıncaya (doğumlarını yapıncaya) kadar onlara nafaka verin. Şayet sizler için (çocuğu) emzirirlerse, onlara ücretlerini ödeyin. (Durum ve ilişkilerinizi) Kendi aranızda maruf (güzellikle ve islama uygun bir tarz) üzere görüşüp konuşun. Eğer güçlük içine girerseniz bu durumda (çocuğu) onun (babası) için bir başkası emzirebilir"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Geniş imkanları olan, nafakayı geniş imkanlarına göre versin. Rızkı kısıtlı tutulan da, artık Tanrı´nın kendisine verdiği kadarıyla versin. Tanrı, hiçbir nefse ona verdiğinden başkasıyla yükümlülük koymaz. Tanrı, bir güçlüğün ardından bir kolaylığı kılıp verecektir"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Ülkelerden niceleri vardır ki, rablerinin ve O´nun elçilerinin buyruğuna karşı gelip azmışlar, böylece biz de onları çetin bir hesaba çekmişiz ve onları benzeri görülmedik (nükra) bir azabla azablandırmışız"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "Artık o (ülkelerin halkı), buyruğunun karşılığını tattı ve buyruğunun sonucu bir hüsran oldu"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Tanrı onlar için şiddetli bir azab hazırlamıştır; öyleyse ey inanan temiz akıl sahipleri, Tanrı´dan korkun. Doğrusu Tanrı, size bir zikir indirmiştir"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "İnanıp salih amellerde bulunanları karanlıklardan nura çıkarması için Tanrı´nın apaçık ayetlerini size okuyan bir elçi de (gönderdik). Kim inanıp salih bir amelde bulunursa, (Tanrı) onu içinde ebedi kalıcılar olmak üzere altından ırmaklar akan cennetlere sokar. Tanrı, gerçekten ona ne güzel bir rızık vermiştir"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "Tanrı, yedi göğü ve yerden de onların benzerini yarattı. Buyruk bunların arasında durmadan iner; sizin gerçekten Tanrı´nın her şeye güç yetirdiğini ve gerçekten Tanrı´nın ilmiyle her şeyi kuşattığını bilmeniz, öğrenmeniz için"
        }
    ]
}