{
    "maqras": [
        {
            "chapter": 20,
            "verse": 83,
            "text": "Mu sa a! Ni weihe cangcu de likai ni de zongzu ne?"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Ta shuo:`Tamen jiang zhuizong er lai. Wo de zhu a! Wo mang dao ni zheli lai, yibian ni xiyue.'"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Zhu shuo:`Zai ni (libie) zhihou, wo que yi kaoyan ni de zongzu, sa mi li yi shi tamen mi wule.'"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Mu sa beifen di zhuan huiqu kan ta de zongzu, ta shuo:`Wo de zongzu a! Nandao nimen de zhu, meiyou gei nimen yige meihao de yingxu ma? Nimen juede shijian tai zhang ne? Haishi nimen xiang ying shou cong nimen de zhu fachu de qianze, yin'er nimen weibeile dui wo de yue yan ne?'"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Tamen shuo:`Women meiyou ziyuan de weibei dui ni de yue yan, dan women ba (aiji ren de) xuduo shoushi xiedai chulai, juede hen chenzhong, women jiu pao xiale naxie shoushi, sa mi li ye tongyang de pao xiale (tasuo xiedai de shoushi).'"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Ta jiu wei tamen zhu chu yitou niudu——yige you du sheng de quke, tamen jiu shuo:`Zhe shi nimen de zhu, yeshi mu sa de zhu, dan ta wangjile.'"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Na tou niudu buneng huida tamen de wen hua, ye buneng zhuchi tamen de huofu, nandao tamen bu zhidao ma?"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Yiqian ha lun que yi dui tamen shuo:`Wo de zongzu a! Nimen zhishi wei niudu suo mihuo, nimen de zhu, que shi zhiren zhu. Nimen yingdang shuncong wo, dang fucong wo de mingling.'"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Tamen shuo:`Women bi jixu chongbai niudu, zhizhi mu sa zhuan huilai.'"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Mu sa shuo:`Ha lun a! Dang ni kanjian tamen wu ru mitu de shihou, shi shenme zhang'ai,"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "ni weihe bu gensui wo? Nandao ni yao weibei wo de mingling ma?'"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Ta shuo:`Wo de bao di a! Ni buyao jiu zhu wo de toufa he huzi, wo dique pa ni shuo:“Ni shi yiselie fenlie, er bu zhuyi wo dehua.”'"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Mu sa shuo:`Che mi li a! Ni zenmeliao?'"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Ta shuo:`Wo ceng jian tamen suo wei jian de, wo cong shizhe de yiji shang wole yi ba tu, er wo ba ta pao xiaqu, wo de siyu nayang songyong wo.'"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Ta shuo:`Ni qu ba! Ni zhe beizi biding chang shuo: Buyao jiechu wo. Ni que you yige (shouxing de) yue qi, ni jue buneng bimian ta, ni kan ni qiancheng zhushou de shenling ba! Women biding yao fenhua ta, ranhou bi ba ta sa zai haili."
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Nimen suo dang chongbai de, zhishi zhenzhu, chu ta wai, jue wu ying shou chongbai de, ta shi zhouzhi wanwu de.'"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Wo zheyang dui ni xushu xie yiwang zhe de gushi, wo yi ci gei ni cong wo fachu de jinian;"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "shui weibei zhege jinian, shui zai fuhuo ri bi fu zhongzui,"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "er yong ju qi xingfa zhong. Fuhuo ri na fudan dui tamen zhen zaogao."
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Na shi zai chui haojiao zhi ri, zai na ri wo jiang jihe lan yanjing de zuifan;"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "tamen di sheng xiang gao shuo:`Nimen zhi douliule shi tian.'"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Wo zhidao tamen shuo xie shenme. Dangshi, tamen zhong sixiang zui zhengque de ren shuo:`Nimen zhi douliule yitian.'"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Tamen wen ni zhushan de (jieju), ni shuo:`Wo de zhujiang fensui zhushan,"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "er shi tamen biancheng pingyuan,"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "ni jiang buneng jian shenme kanke, ye buneng jian shenme qiqu.'"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Zai na ri, zhongren jiang shuncong haozhao zhe, hao wu wei'ao, yiqie shengyin jiang wei zhiren zhu er anjing xialai, chu zuyin wai, ni ting bujian shenme shengyin."
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Zai na ri, chu zhiren zhu suo texu erqie xi'ai qi yanlun zhe wai, yiqie shuo qing, dou meiyou gongxiao."
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Zai tamen qianmian de he zai tamen houmian de, zhenzhu dou zhidao, er tamen que bu zhidao."
        }
    ]
}