{
    "hizbs": [
        {
            "chapter": 40,
            "verse": 41,
            "text": "Wo de zongzu a! Zenme wo zhao nimen yu de du, er nimen que zhao wo yu huo yu ne?"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "Nimen jiao wo buyao xin zhenzhu, er yi wo suo buzhi de shiwu pei ta; wo que yao jiao nimen chongbai wanneng de zhi she de zhu."
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "Qishi, nimen zhao wo qu chongbai de dongxi, zai jinshi he houshi, dou buneng yingda renhe qidao. Women de guisu shi zhenzhu, guofen zhe bi shi huo yu de jumin."
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "Nimen jianglai hui xiangqi wo dui nimen shuo dehua. Wo ba wo de shiqing weituo zhenzhu, zhenzhu que shi mingcha zhong pu de."
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "Zhenzhu baohu ta mian zao tamen suo jimou de huohai, bing yi yanxing jiang yu falao de zongzu;"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "tamen zhaoxi shou huoxing. Fuhuo shi lailin zhi ri, huozhe jiang shuo: Nimen rang falao de zongzu jinqu shou zui yanli de xingfa ba!"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "Na shi tamen zai huo yu zhong huxiang zhenglun, nuoruo zhe dui zi da zhe shuo: Women que yi zuoguo nimen de shuncong zhe, nimen neng ti women jiechu yibufen huoxing ma?"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Zi da zhe shuo: Women dajia dique dou zai huo yu zhong, zhenzhu que yi ti zhong pu panjuele."
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Zai huo yu li de ren dui guanli huo yu de tianshen shuo: Qing nimen qidao nimen de zhu, qiu ta gei women jianqing yi ri de xingfa."
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "Tamen shuo: Nandao nimen zu zhong de shizhe, meiyou zhaoshi nimen ruogan mingzheng ma? Tamen shuo: Buran! Tianshenmen shuo: Nimen qidao ba! Dan buxindao zhe de qidao zhi zai mi wu zhong."
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "Wo biding yuanzhu wo de zhong shizhe he zhong xinshi, zai jinshi shenghuo zhong, he zai zhong jianzheng qili zhi ri"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "bu yi zhe de tuoci wu bi yu tamen zhi ri, tamen jiang zao qi jue, tamen jiang shou houshi de xingfa."
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "Wo que yi jiang zhengdao ciyu mu sa, wo que yi shi yiselie de houyi jicheng tian jing,"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "yong zuo you xinling de xiangdao he jiaohui."
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "Gu ni dang jianren, zhenzhu de yingxu, que shi zhenshi de. Ni yingdang wei ni de guoshi er qiurao, ni yingdang zhaoxi zansong ni de zhu."
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Meiyou zhenpingshiju er zhenglun zhenzhu de jixiang zhe, tamen de xiongzhong, dique zhiyou yige niantou, jiushi yao xiang dadao tamen jue buneng dadao de weida. Gu ni dang qiu bi yu zhenzhu, ta que shi quan cong de, que shi quan ming de."
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Chuangzao tiandi, shi bi zaizao renlei geng nan de, dan shiren daban bu zhidao."
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Wu yan zhe yu you yan zhe shi bu xiangdeng de; xindao erqie xingshan zhe yu zuo'e zhe yeshi bu xiangdeng de, dan nimen hen shao juewu."
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "Fuhuo shi biding lailin, zhe shi hao wuyi yi de; dan zhongren daban bu xin."
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Nimen de zhu shuo: Nimen yao qidao wo, wo jiu yingda nimen; bu ken chongbai wo de ren, tamen jiang beijian de ru huo yu."
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "Zhenzhu wei nimen chuangzao heiye, yibian nimen anxi; chuangzao baizhou, yibian nimen guankan; zhenzhu duiyu renlei, que shi you enhui de, dan renlei daban bu ganxie."
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "Na shi zhenzhu, shi nimen de zhu, shi wanwu de chuangzao zhe, chu ta wai, jue wu ying shou chongbai de. Nimen zenme ruci beimiu ne?"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Fouren zhenzhu de jixiang zhe, jiushi zheyang beimiu de."
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Zhenzhu wei nimen yi dimian wei ju chu, yi tiankong wei fangwu, ta yi xingxiang fuyu nimen, er shi nimen de xingxiang youmei, ta gongji nimen jiamei de shipin. Na shi zhenzhu, nimen de zhu. Duo fu zai zhenzhu!--Quan shijie de zhu!"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "Ta que shi yongsheng de, chu ta wai, jue wu ying shou chongbai de, gu nimen dang qidao ta, chengxin shunfu ta. Yiqie zansong, quan guizhenzhu--quan shijie de zhu!"
        }
    ]
}