{
    "hizbs": [
        {
            "chapter": 6,
            "verse": 13,
            "text": "Fan juzhu zai zhouye li de shiwu, dou wei zhenzhu suoyou. Ta shi quan cong de, shi quanzhi de."
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Ni shuo: Nandao wo she zhenzhu er yi ta wu wei baoyou zhe he? Ta shi tiandi de chuangzao zhe, ta neng gongyang, er bu shou gongyang. Ni shuo: Wo yi fengming zuo shouxian guishun de ren, er jue bu zuo yi wu pei zhu de ren."
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Ni shuo: Ruguo wo weikang wo de zhu, wo dique weiju zhongda ri de xingfa."
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Zai na ri, shei de bimian xingfa, shei que yi meng zhu de ci'enle. Na shi mingxian de chenggong."
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "Ruguo zhenzhu shi ni zaoshou zainan, namo, chu ta wai jue wuneng jiechu de. Ruguo ta shi ni xiangshou fuli,(namo, renhe ren buneng ganshe ta), yinwei ta duiyu wanshi shi quanneng de."
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "Ta shi zai zhi zhong pu de. Ta shi zhi rui de, shi che zhi de."
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Ni shuo: Shenme shiwu shi zuida de jianzheng? Ni shuo: Zhenzhu shi wo yu nimen zhi jian de jianzheng. Zhe bu “gulanjing”, bei qishi gei wo, yibian wo yong ta lai jinggao nimen, he ta suo dadao de ge minzu. Nandao nimen wubi yao zuozheng hai you bie de xuduo zhuzai yu zhenzhu tongdeng ma? Ni shuo: Wo bu zheyang zuozheng. Ni shuo: Zhenzhu shi du yi de zhuzai. Nimen yong lai pei zhu de (naxie ouxiang), wo yu tamen que shi wu guanxi de."
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Meng wo shangci jingdian de ren, renshi ta, youru renshi ziji de ernu yiyang. Kui she zishen de ren, shi bu xin ta de."
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Jiajie zhenzhu de mingyi er zaoyao, huo fouren qi jixiang de ren, you shei bi ta hai bu yi ne? Bu yi de ren, biding bu hui chenggong."
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Zai na ri, wo ba tamen quanti jihe qilai, ranhou, wo dui yi wu pei zhu de ren shuo: Yiqian nimen suo wangcheng wei wo de huoban de, rujin zai nali ne?"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Ranhou, tamen weiyi de tuoci shi: Zhi zhen zhu--women de zhu fashi, women meiyou yi wu pei zhu."
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Ni kan kan tamen zenyang dilai. Tamen yiqian weizao de (huoban) yi huibi tamenle."
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Tamen zhong you qingting ni de, wo zai tamen de xin shang jia mengbi, yimian tamen liaojie “gulanjing”. You zai tamen de er zhong zao zhong ting. Tamen jishi kanjian-qie jixiang, tamen ye bu hui quexin. Dengdao tamen lai he ni bianlun de shihou, buxindao de ren shuo: Zhe zhishi guren de shenhua."
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Tamen jinzhi bieren xinyang ta, er ziji ye yuanli ta; tamen zhishi zai huimie ziji, que bu zijue."
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Dang tamen fengming zhan zai huo yu bian shang de shihou, jiaruo ni kan dao tamen de qingzhuang. Yushi, tamen shuo: A! Dan yuan women de fu fan renshi, women bu zai fouren women de zhu de jixiang, er women yao zuo xinshile."
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Buran, tamen yiqian suo yinhui de, yijing wei tamen er baolu chulai. Jishi tamen de fu fan renshi, tamen reng bi zaifan tamen yiqian suo bei jin jie de shi. Tamen que shi shuohuang de ren."
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Tamen shuo: Zhiyou women jinshi de shenghuo, women jue bu fuhuo."
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Dang tamen fengming zhan zai tamen de zhu nali de shihou, jiaruo ni kanjian tamen de qingzhuang. Zhenzhu jiang shuo: Nandao zhe bushi zhenshi de ma? Tamen jiang shuo: Buran, yi women de zhu fashi! Ta jiang shuo: Nimen changshi xingfa ba, yinwei nimen congqian bu xin ta."
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Fouren yu zhenzhu xiang hui de ren, que yi kui she le. Dengdao fuhuo shike huran jianglin de shihou, tamen cai shuo: Wuhu tong zai! Women zai chenshi shi shuhule. Tamen de bei shang, danfuzhe ziji de zui'e. Tamen suo danfu de, zhen elie!"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Jinshi de shenghuo, zhishi xixi he yule; houshi, duiyu jingwei de ren, shi geng youmei de. Nandao nimen bu liaojie ma?"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Wo que yi zhidao: Tamen suo shuo dehua bi shi ni beishang. Tamen bushi fouren ni, naxie bu yi de ren, shi zai fouren zhenzhu de jixiang."
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Zai ni zhiqian, you xuduo shizhe, que yi bei ren fouren, dan tamen renshou taren de fourenhe pohai, zhidao wo de yuanzhu jianglin tamen. Zhenzhu de yue yan, bushi renhe ren suo neng biangeng de. Zhong shizhe de xiaoxi, you yibufen que yi jianglin nile."
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Ruguo tamen de jujue shi ni nankan, namo, ruguo ni neng zhaozhe yitiao ru di de suidao, huo yi jia deng tian de tizi, cong'er zhaoshi tamen yi zhong jixiang,(ni jiu zheyang zuo ba.) Jiaruo zhenzhu yiyu, ta bi jiang tamen jihe zai zhengdao shang, gu ni jue buyao zuo wuzhi de ren."
        }
    ]
}