{
    "rukus": [
        {
            "chapter": 7,
            "verse": 11,
            "text": "ਅਤੇ ਅਸੀਂ' ਤੁਹਾਨੂੰ ਪੈਦਾ ਕੀਤਾ ਫਿਰ ਅਸੀਂ ਤੁਹਾਡਾ ਰੂਪ ਬਣਾਇਆ। ਫਿਰ ਫ਼ਰਿਸ਼ਤਿਆ ਨੂੰ ਕਿਹਾ ਕਿ ਆਦਮ ਨੂੰ ਪ੍ਰਣਾਮ ਕਰੋ ਇਸ ਲਈ ਉਨ੍ਹਾਂ ਨੇ ਸਿਜਦਾ ਕੀਤਾ। ਪਰੰਤੂ ਇਹ ਇਬਲੀਸ ਸਿਜਦਾ ਕਰਨ ਵਾਲਿਆਂ ਵਿਚ ਸ਼ਾਮਲ ਨਾ ਹੋਇਆ।"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "ਅੱਲਾਹ ਨੇ ਕਿਹਾ, ਕਿ ਤੈਨੂੰ ਕਿਸ ਚੀਜ਼ ਨੇ ਸਿਜਦਾ ਕਰਨ ਤੋਂ ਰੋਕਿਆ ਜਦੋਂ, ਕਿ ਮੈਂ ਤੈਨੂੰ ਹੁਕਮ ਦਿੱਤਾ ਸੀ। ਇਬਲੀਸ ਨੇ ਕਿਹਾ “ਮੈਂ ਇਸ ਤੋਂ ਚੰਗਾ ਹਾਂ”। ਤੂੰ ਮੈਨੂੰ ਅੱਗ ਤੋਂ ਬਣਾਇਆ ਹੈ ਅਤੇ ਆਦਮ ਨੂੰ ਮਿੱਟੀ ਤੋਂ।"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "ਅੱਲਾਹ ਨੇ ਆਖਿਆ 'ਤੂੰ ਉੱਤਰ ਜਾ ਇੱਥੋਂ”। ਤੈਨੂੰ ਇਹ ਅਧਿਕਾਰ ਨਹੀਂ ਕਿ ਤੂੰ ਹੰਕਾਰ ਕਰੇ। ਇਸ ਲਈ ਨਿਕਲ ਜਾ ਇੱਥੋਂ, ਯਕੀਨਨ ਤੂੰ ਜ਼ਲੀਲ ਹੈ””।"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "ਇਬਲੀਸ ਨੇ ਕਿਹਾ “ਮੈਨੂੰ ਉਸ ਦਿਨ ਤੱਕ ਮੌਕਾ ਦੇ ਜਦੋਂ ਇਹ ਸਾਰੇ ਲੋਕ ਉਠਾਏ ਜਾਣਗੇ `।"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "ਅੱਲਾਹ ਨੇ ਕਿਹਾ “ਤੈਨੂੰ ਮੌਕਾ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "ਇਬਲੀਸ ਨੇ ਕਿਹਾ “ਕਿਉਂਕਿ ਤੂੰ ਮੈਨੂੰ ਭਟਕਾਇਆ ਹੈ, ਮੈਂ ਵੀ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਗੁੰਮਰਾਹ ਕਰਨ ਲਈ ਤੇਰੇ ਸਿੱਧੇ ਰਾਹ ਤੇ ਬੈਠਾਂਗਾ`।"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "(ਫਿਰ ਉਨ੍ਹਾਂ ਦੇ ਸਾਹਮਣੇ ਤੋਂ ਉਨ੍ਹਾਂ ਦੇ ਪਿੱਛੇ ਤੋਂ, ਸੱਜੇ ਪਾਸੇ ਤੋਂ ਅਤੇ ਖੱਬੇ ਪਾਸੇ ਤੋਂ ਆਵਾਂਗਾ ਉਨ੍ਹਾਂ ਨੂੰ ਭਟਕਾਵਾਂਗਾਂ) ਫਿਰ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਜ਼ਿਆਦਾਤਰ ਨੂੰ ਸ਼ੁਕਰ ਗੁਜ਼ਾਰ ਨਹੀਂ ਵੇਖੌਗੇ।"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "ਅੱਲਾਹ ਨੇ ਕਿਹਾ “ਨਿਕਲ ਏਥੋਂ ਜ਼ਲੀਲ! ” ਜਿਹੜਾ ਕੋਈ ਤੇਰੇ ਦੱਸੇ ਅਨੁਸਾਰ ਚੱਲੇਗਾ ਮੈ' ਉਨ੍ਹਾਂ ਨੂੰ ਤੇਰੇ ਸਹਿਤ (ਨਰਕਾਂ ਵਿਚ ਸੁੱਟ ਕੇ) ਨਰਕ ਨੂੰ ਭਰ ਦੇਵਾਂਗਾ। ““"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "ਅਤੇ ਹੇ ਆਦਮ! ਤੂੰ ਅਤੇ ਤੇਰੀ ਪਤਨੀ ਜੰਨਤ ਵਿਚ ਰਹੋਂ ਅਤੇ ਜਿੱਥੋਂ ਚਾਹੋਂ ਖਾਓ। ਪਰ ਇਸ ਦਰੱਖਤ ਦੇ ਕੋਲ ਨਾ ਜਾਣਾ ਨਹੀਂ ਤਾਂ ਤੁਸੀਂ ਪਾਪ ਕਰਨ ਵਾਲਿਆਂ ਵਿਚ ਸ਼ਾਮਿਲ ਹੋ ਜਾਵੋਗੇ।"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "ਫਿਰ ਸੈਤਾਨ ਨੇ ਦੋਵਾਂ ਨੂੰ ਗੁੰਮਰਾਹ ਕੀਤਾ ਤਾਂ ਕਿ ਉਹ ਖੋਲ੍ਹ ਦੇਵੇ ਉਨ੍ਹਾਂ ਦੇ ਉਹ ਸ਼ਰਮ ਦੇ ਥਾਂ (ਗੁਪਤ ਅੰਗ) ਜਿਹੜੇ ਉਨ੍ਹਾਂ ਲਈ ਢੱਕੇ ਹੋਏ ਸਨ। ਉਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕਿਹਾ ਕਿ ਤੁਹਾਡੇ ਰੱਬ ਨੇ ਤੁਹਾਨੂੰ ਇਸ ਦਰੱਖ਼ਤ ਤੋਂ ਸਿਰਫ਼ ਇਸ ਲਈ ਰੋਕਿਆ ਹੈ ਕਿ ਕਿਤੇ ਤੁਸੀਂ ਦੋਵੇਂ ਫ਼ਰਿਸ਼ਤੇ ਨਾ ਬਣ ਜਾਵੋ ਜਾਂ ਅਮਰ ਨਾ ਹੋ ਜਾਵੋਂ।"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "ਅਤੇ ਉਸਨੇ [ਅੱਲ੍ਹਾ ਦੀ] ਸਹੁੰ ਖਾ ਕੇ ਕਿਹਾ, \"ਸੱਚਮੁੱਚ ਮੈਂ ਇਮਾਨਦਾਰ ਸਲਾਹਕਾਰਾਂ ਵਿੱਚੋਂ ਤੁਹਾਡੇ ਲਈ ਹਾਂ"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "ਇਸ ਲਈ ਉਸਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਧੋਖਾ ਦੇ ਕੇ, ਉਨ੍ਹਾਂ ਨੂੰ ਡਿੱਗਣ ਲਈ ਮਜਬੂਰ ਕਰ ਦਿੱਤਾ. ਅਤੇ ਜਦੋਂ ਉਨ੍ਹਾਂ ਨੇ ਰੁੱਖ ਦਾ ਚੱਖਿਆ, ਤਾਂ ਉਨ੍ਹਾਂ ਦੇ ਨਿਜੀ ਅੰਗ ਉਨ੍ਹਾਂ ਲਈ ਸਪੱਸ਼ਟ ਹੋ ਗਏ, ਅਤੇ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਫਿਰਦੌਸ ਦੇ ਪੱਤਿਆਂ ਤੋਂ ਬੰਨ੍ਹਣ ਲੱਗੇ. ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਪ੍ਰਭੂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਬੁਲਾਇਆ,\" ਮੈਂ ਤੁਹਾਨੂੰ ਉਸ ਰੁੱਖ ਤੋਂ ਨਹੀਂ ਰੋਕਦਾ ਅਤੇ ਤੁਹਾਨੂੰ ਦੱਸਦਾ ਹਾਂ ਕਿ ਸ਼ੈਤਾਨ ਤੁਹਾਡੇ ਲਈ ਇਕ ਸਾਫ ਦੁਸ਼ਮਣ ਹੈ"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਹੇ ਸਾਡੇ ਰੱਬ! ਅਸੀਂ ਆਪਣੇ ਆਪ ਉੱਪਰ ਜ਼ੁਲਮ ਕੀਤਾ ਹੈ ਅਤੇ ਜੇਕਰ ਤੂੰ ਸਾਨੂੰ ਮੁਆਫ਼ ਨਾ ਕੀਤਾ ਅਤੇ ਸਾਡੇ ਉੱਪਰ ਰਹਿਮਤ ਨਾ ਕੀਤੀ ਤਾਂ ਅਸੀਂ ਘਾਟਾ ਖਾਣ ਵਾਲਿਆਂ ਵਿਚ ਸ਼ਾਮਿਲ ਹੋ ਜਾਵਾਂਗੇ।"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "ਅੱਲਾਹ ਨੇ ਕਿਹਾ “ਉਤਰੋਂ, ਤੁਸੀਂ ਇੱਕ ਦੂਸਰੇ ਦੇ ਦੁਸ਼ਮਨ ਰਹੋਗੇ ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਧਰਤੀ ਉੱਪਰ ਇੱਕ ਖਾਸ ਸਮੇਂ ਤੱਕ ਟਿਕਾਣਾ ਅਤੇ ਲਾਭ (ਜਿੰਦਗੀ ਜਿਊਣ ਦਾ ਸਮਾਨ) ਤਿਆਰ ਹੈ। “"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "ਅੱਲਾਹ ਨੇ ਕਿਹਾ ਕਿ ਇਸੇ ਵਿਚ ਤੁਸੀਂ ਜੀਵੋਗੇ ਅਤੇ ਇਸੇ ਵਿਚ ਮਰੋਗੇ ਅਤੇ ਇਸੇ ਵਿੱਚੋਂ (ਕਿਆਮਤ ਦੇ ਦਿਨ ਜਿਉਂਦੇ) ਕੱਢੇ ਜਾਉਗੇ।"
        }
    ]
}