{
    "rukus": [
        {
            "chapter": 49,
            "verse": 1,
            "text": "ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਤੂਸੀਂ ਅੱਲਾਹ ਅਤੇ ਉਸ ਦੇ ਰਸੂਲਾਂ ਤੋਂ ਅੱਗੇ ਨਾ ਵਧੋ, ਅੱਲਾਹ ਤੋਂ ਡਰੋ ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਸੁਣਨ ਵਾਲਾ ਅਤੇ ਜਾਣਨ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਤੁਸੀਂ ਆਪਣੀਆਂ ਅਵਾਜ਼ਾਂ ਰਸੂਲ ਦੀਆਂ ਅਵਾਜ਼ਾਂ ਤੋਂ ਉੱਚੀਆਂ ਨਾ ਕਰੋ ਅਤੇ ਨਾ ਹੀ ਉਨ੍ਹਾਂ ਨੂੰ ਇਸ ਤਰ੍ਹਾਂ ਅਵਾਜ਼ ਮਾਰ ਕੇ ਸੱਦੋ, ਜਿਸ ਤਰ੍ਹਾਂ ਤੁਸੀਂ ਆਪਿਸ ਵਿਚ ਇੱਕ ਦੂਜੇ ਨੂੰ ਬੁਲਾਉਂਦੇ ਹੋ। ਕਿਤੇ ਅਜਿਹਾ ਨੇ ਹੋਵੇ ਕਿ ਤੁਹਾਡੇ ਕਰਮ ਨਸ਼ਟ ਹੋ ਜਾਣ ਅਤੇ ਤੁਹਾਨੂੰ ਇਸ ਦੀ ਖ਼ਬਰ ਵੀ ਨਾ ਹੋਂਵੇ। ਅਤੇ ਅੱਲਾਹ ਤੋਂ ਡਰੋਂ, ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਸਭ ਕੁਝ ਸੁਣਨ ਵਾਲਾ ਅਤੇ ਦੇਖਣ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "ਜਿਹੜੇ ਲੋਕ ਅੱਲਾਹ ਦੇ ਰਸੂਲ ਦੇ ਅੱਗੇ ਆਪਣੀਆਂ ਅਵਾਜ਼ਾਂ ਨੀਵੀਂਆਂ ਰੱਖਦੇ ਹਨ, ਇਹ ਉਹ ਲੋਕ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਦਿਲ ਤਕਵਾ (ਪ੍ਰਹੇਜ਼ਗਾਰੀ) ਲਈ ਪਰਖ ਲਏ ਹਨ। ਉਨ੍ਹਾਂ ਲਈ ਮੁਆਫ਼ੀ ਹੈ ਅਤੇ ਵੱਡਾ ਪੁੰਨ ਹੈ।"
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "ਜਿਹੜੇ ਲੋਕ ਤੁਹਾਨੂੰ ਨਹੀਂ ਰੱਖਦੇ।"
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "ਅਤੇ ਜੇਕਰ ਉਹ ਧੀਰਜ ਰੱਖਦੇ, ਇੱਥੋਂ ਤੱਕ ਕਿ ਜਦੋਂ ਤੁਸੀਂ ਖ਼ੁਦ ਉਨ੍ਹਾਂ ਦੇ ਸਾਹਮਣੇ ਉਨ੍ਹਾਂ ਦੇ ਕੋਲ ਆਉਂਦੇ ਤਾਂ ਇਹ ਉਨ੍ਹਾਂ ਲਈ ਵਧੀਆ ਹੁੰਦਾ। ਅਤੇ ਅੱਲਾਹ ਮੁਆਫ਼ੀ ਦੇਣ ਵਾਲਾ ਰਹਿਮਤ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "ਹੇ ਈਮਾਨ ਵਾਲਿਓ! ਜੇਕਰ ਕੋਈ ਇਨਕਾਰੀ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਖ਼ਬਰ ਲੈ ਕੇ ਆਵੇ ਤਾਂ ਤੁਸੀਂ ਉਸ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਂਚ ਲਿਆ ਕਰੋ। ਕਿਤੇ ਅਜਿਹਾ ਨਾ ਹੋਵੇ ਕਿ ਤੁਸੀਂ ਅਗਿਆਨਤਾ ਵੱਸ ਕਿਸੇ ਸਮੂਹ ਦਾ ਨੁਕਸਾਨ ਕਰ ਦੇਵੋਂ। ਫਿਰ ਤੁਹਾਨੂੰ ਆਪਣੇ ਕੀਤੇ ਤੇ ਪਛਤਾਉਣਾ ਪਵੇ।"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "ਅਤੇ ਜਾਣ ਲਵੋਂ ਕਿ ਤੁਹਾਡੇ ਵਿਚਕਾਰ ਅੱਲਾਹ ਦਾ ਰਸੂਲ ਹੈ। ਜੇਕਰ ਉਹ ਬਹੁਤ ਸਾਰੇ ਮਾਮਲਿਆਂ ਵਿਚ ਤੁਹਾਡੀ ਗੱਲ ਮੰਨ ਲਵੇ ਤਾਂ ਤੂਸੀਂ ਬੜੀ ਮੁਸ਼ਕਲ ਵਿਚ ਫਸ ਜਾਵੋ। ਪਰੰਤੂ ਅੱਲਾਹ ਨੇ ਤੁਹਾਡੇ ਲਈ ਈਮਾਨ ਨੂੰ ਪਿਆਰਾ ਬਣਾ ਦਿੱਤਾ ਅਤੇ ਤੁਹਾਡੇ ਦਿਲਾਂ ਵਿਚ ਉਸ ਦਾ ਪ੍ਰੇਮ ਪਾ ਦਿੱਤਾ। ਅਤੇ ਅੱਲਾਹ ਦੀ ਅਵੱਗਿਆ, ਅਧਰਮ ਅਤੇ ਪਾਪ ਨੂੰ ਤੁਹਾਡੇ ਲਈ ਨਾ-ਪਸੰਦ ਬਣਾ ਦਿੱਤਾ।"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "ਅਜਿਹੇ ਲੋਕ ਹੀ ਅੱਲਾਹ ਦੀ ਕਿਰਪਾ ਅਤੇ ਰਹਿਮਤ ਨਾਲ ਚੰਗੇ ਰਾਹ ਤੇ ਹਨ ਅਤੇ ਅੱਲਾਹ ਜਾਣਨ ਵਾਲਾ ਬਿਬੇਕ ਵਾਲਾ ਹੈ।"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "ਅਤੇ ਜੇਕਰ ਈਮਾਨ ਵਾਲਿਆਂ ਦੇ ਦੋ ਸਮੂਹ ਆਪਿਸ ਵਿਚ ਲੜ ਪੈਣ ਤਾਂ ਉਨ੍ਹਾਂ ਵਿਚ ਸਮਝੌਤਾ ਕਰਵਾਉ। ਫਿਰ ਜੇਕਰ ਉਨ੍ਹਾਂ ਵਿੱਚੋਂ ਇੱਕ ਸਮੂਹ ਦੂਜੇ ਸਮੂਹ ਤੇ ਜ਼ੁਲਮ ਕਰੇ ਤਾਂ ਤੁਸੀਂ ਉਸ ਸਮੂਹ ਨਾਲ ਲੜੋਂ ਜਿਹੜਾ ਜ਼ੁਲਮ ਕਰਦਾ ਹੈ, ਇੱਥੋਂ ਤੱਕ ਕਿ ਉਹ ਅੱਲਾਹ ਦੇ ਹੁਕਮ ਵੱਲ ਵਾਪਿਸ ਆ ਜਾਣ। ਫਿਰ ਜਦੋਂ ਉਹ ਵਾਪਿਸ ਆਉਣ ਤਾਂ ਉਨ੍ਹਾਂ ਦੇ ਵਿਚਕਾਰ ਨਿਆਇ ਦੇ ਸਹਿਤ ਸਮਝੌਤਾ ਕਰਵਾਉ ਅਤੇ ਇਨਸਾਫ਼ ਕਰੋਂ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਇਨਸਾਫ਼ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਪਸੰਦ ਕਰਦਾ ਹੈ।"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "ਈਮਾਨ ਵਾਲੇ ਸਾਰੇ ਭਰਾ ਹਨ, ਸੋ ਆਪਣੇ ਭਰਾਵਾਂ ਦੇ ਵਿਚਕਾਰ ਮੇਲ-ਮਿਲਾਪ ਕਰਵਾਉ ਅਤੇ ਅੱਲਾਹ ਤੋਂ ਡਰੋਂ ਤਾਂ ਕਿ ਤੁਹਾਡੇ ਉੱਪਰ ਰਹਿਮਤ ਕੀਤੀ ਜਾਵੇ।"
        }
    ]
}