{
    "rukus": [
        {
            "chapter": 68,
            "verse": 34,
            "text": "ਬੇਸ਼ੱਕ ਡਰਨ ਵਾਲਿਆਂ ਲਈ ਉਨ੍ਹਾਂ ਦੇ ਰੱਬ ਦੇ ਕੋਲ ਨਿਅਮਤਾਂ ਦੇ ਬਾਗ਼ ਹਨ।"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "ਕੀ ਅਸੀਂ ਆਗਿਆਕਾਰੀਆਂ ਨੂੰ ਅਵੱਗਿਆਕਾਰੀਆਂ ਦੇ ਬਰਾਬਰ ਕਰ ਦੇਵਾਂਗੇ"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "ਤੁਹਾਨੂੰ ਕੀ ਹੋਇਆ ਤੁਸੀਂ ਕਿਹੋ ਜਿਹਾ ਫ਼ੈਸਲਾ ਕਰਦੇ ਹੋ।"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਕਿਤਾਬ ਹੈ। ਜਿਸ ਵਿਚੋਂ ਤੁਸੀਂ ਪੜ੍ਹਦੇ ਹੋ।"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "ਇਸ ਵਿਚ ਤੁਹਾਡੇ ਲਈ ਉਹ ਹੈ, ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਪਸੰਦ ਕਰਦੇ ਹੋ।"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "ਕੀ ਰਹਿਣਗੀਆਂ, ਕਿ ਤੁਹਾਡੇ ਲਈ ਉਹੀ ਕੁਝ ਹੈ। ਜਿਹੜਾ ਤੁਸੀਂ ਚਾਹੋਗੇ।"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "ਇਨ੍ਹਾਂ ਨੂੰ ਪੁੱਛੋ ਕਿ ਇਨ੍ਹਾਂ ਵਿਚੋ ਉਸ ਦਾ ਜ਼ਿੰਮੇਦਾਰ ਕੌਣ ਹੈ।"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "ਕੀ ਉਨ੍ਹਾਂ ਲਈ ਕੁਝ ਹੋਰ ਵੀ ਸ਼ਰੀਕ (ਭਾਈਵਾਲ) ਹਨ, ਤਾਂ ਉਹ ਆਪਣੇ ਸ਼ਰੀਕਾਂ ਨੂੰ ਲਿਆਉਣ, ਜੇਕਰ ਉਹ ਸੱਚੇ ਹੋਣ।"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "ਜਿਸ ਦਿਨ ਅਸਲੀਅਤ ਤੋਂ ਪਰਦਾ ਜ਼ੁੱਕਿਆ ਜਾਵੇਗਾ। ਅਤੇ ਲੋਕ ਸਿਜਦੇ ਲਈ ਸੱਦੇ ਜਾਣਗੇ। ਤਾਂ ਉਹ ਸਿਜਦਾ ਨਾ ਕਰ ਸਕਣਗੇ।"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "ਉਨ੍ਹਾਂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਝੂਕੀਆਂ ਹੋਣਗੀਆਂ। ਉਨ੍ਹਾਂ ਤੇ ਅਨਾਦਰ ਛਾਇਆ ਹੋਵੇਗਾ। ਅਤੇ ਉਹ ਸਿਜਦਾ ਲਈ ਸੱਦੇ ਜਾਂਦੇ ਸੀ। ਉਹ ਰਿਸ਼ਟ ਪੂਸ਼ਟ ਸਨ।"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "ਸੋ ਮੈਨੂੰ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਛੱਡੋ, ਜਿਹੜੇ ਇਸ ਬਾਣੀ ਨੂੰ ਝੁਠਲਾਉਂਦੇ ਹਨ, ਅਸੀਂ' ਉਨ੍ਹਾਂ ਨੂੰ ਹੌਲੀ ਹੌਲੀ ਉਥੋਂ ਲਿਆ ਰਹੇ ਹਾਂ, ਜਿਥੋਂ ਉਹ ਨਹੀਂ ਜਾਣਦੇ।"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "ਅਤੇ ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਮੌਕਾ ਦੇ ਰਿਹਾ ਹਾਂ, ਬੇਸ਼ੱਕ ਮੇਰੀ ਪਕੜ ਬਹੁਤ ਮਜ਼ਸ਼ੂਤ ਹੈ।"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "ਕੀ ਤੁਸੀਂ' ਇਨ੍ਹਾਂ ਤੋਂ ਕੁਝ ਸੇਵਾ ਫ਼ਲ (ਮਿਹਨਤਾਨਾ? ਮੰਗਦੇ ਹੋ। ਕਿ ਉਹ ਚੱਟੀ (ਤਾਵਾਨ) ਦੇ ਭਾਰ ਥੱਲੇ ਦੱਬੇ ਜਾ ਰਹੇ ਹਨ।"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "ਜਾਂ ਉਨ੍ਹਾਂ ਦੇ ਕੋਲ ਗਾਇਬ ਦੀ ਜਾਣਕਾਰੀ ਹੈ, ਜੋ ਉਹ ਲਿਖ ਰਹੇ ਹਨ"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "ਸੋ ਆਪਣੇ ਰੱਬ ਦੇ ਫ਼ੈਸਲੇ ਤੱਕ ਹੌਸਲਾ ਰੱਖੋਂ ਅਤੇ ਮੱਛੀ (ਦੀ ਬੁਰਕੀ ਬਨਣ) ਵਾਲੇ (ਯੂਨਸ) ਦੀ ਤਰ੍ਹਾਂ ਨਾ ਬਣ ਜਾਉ, ਜਦੋਂ ਉਸ ਨੇ ਪੁਕਾਰਿਆ ਤਾਂ ਉਹ ਦੁੱਖ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਸੀ।"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "ਜੇਕਰ ਉਸ ਦੇ ਰੱਬ ਦੀ ਕਿਰਪਾ ਉਸ ਦੇ ਨਾਲ ਨਾ ਹੁੰਦੀ ਤਾਂ ਉਹ ਬੇਕਦਰਾ ਹੋ ਕੇ ਰੜੇ ਮੈਦਾਨ ਵਿਚ ਸੁੱਟ ਦਿੱਤਾ ਜਾਂਦਾ।"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "ਫਿਰ ਉਸ ਦੇ ਰੱਬ ਨੇ ਉਸ ਨੂੰ ਸਨਮਾਨਿਤ ਕੀਤਾ। ਸੋ ਉਸ ਨੂੰ ਸਦਾਚਾਰੀਆਂ ਵਿਚ ਸ਼ਾਮਿਲ ਕਰ ਦਿੱਤਾ ਗਿਆ।"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "ਅਤੇ ਇਹ ਅਵੱਗਿਆਕਾਰੀ ਲੋਕ ਜਦੋਂ ਉਪਦੇਸ਼ ਨੂੰ ਸੁਣਦੇ ਹਨ, ਤਾਂ ਇਸ ਤਰਾਂ ਤੁਹਾਨੂੰ ਦੇਖਦੇ ਹਨ, ਜਿਵੇ ਸਮਝੋ ਆਪਣੀ ਨਜ਼ਰ ਨਾਲ ਤੁਹਾਨੂੰ ਬਹਿਕਾ ਦੇਣਗੇ ਅਤੇ ਆਖਦੇ ਹਨ ਕਿ ਇਹ ਜ਼ਰੂਰ ਦੀਵਾਨਾ ਹੈ।"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "ਅਤੇ ਉਹ ਸੰਸਾਰ ਵਾਲਿਆਂ ਲਈ ਸਿਰਫ਼ ਇੱਕ ਉਪਦੇਸ਼ ਹੈ।"
        }
    ]
}