{
    "rukus": [
        {
            "chapter": 6,
            "verse": 21,
            "text": "And who could be more wrong-doing than he who either foists a lie on Allah or gives the lie to His signs? Surely such wrong-doers shall not attain success"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "And on the Day when We shall gather them all together, We shall ask those who associated others with -Allah in His divinity: ´Where, now, are your partners whom you imagined (to have a share in the divinity of Allah)?´"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Then they will be able to play no mischief but will say (falsely): ´By Allah, our Lord, we associated none (with You in Your divinity).´"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Behold, how they will lie against themselves and how their forged deities will forsake them"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "And of them there are some who appear to pay heed to you, but upon their hearts We have laid coverings so they understand it not; and in their ears, heaviness (so they hear not). Even if they were to witness every sign, they would still not believe in it so much so that when they come to you, they dispute with you, those who disbelieve contend: ´This is nothing but fables of the ancient times.´"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "As for others, they prevent them from embracing the Truth; and themselves, they flee from it (so as to harm you). But they court their own ruin, although they do not realize it"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "If you could but see when they shall be made to stand by the Fire! They will plead: ´Would that we were brought back to life? Then we would not give the lie to the signs of our Lord and would be among the believers.´"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "No! They will say this merely because the Truth which they had concealed will become obvious to them; or else if they were sent back, they would still revert to what was forbidden to them. (So this plea of theirs would be a lie too) for they are just liars"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "They say now: ´There is nothing but the life of this world, and we shall not be raised from the dead.´"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "If you could but see when they will be made to stand before their Lord. He will say: ´Is not this the truth?´ They will say: ´Yes indeed, by our Lord.´Whereupon He will say: ´Taste the chastisement, then, for your denying the Truth.´"
        }
    ]
}