{
    "rukus": [
        {
            "chapter": 10,
            "verse": 41,
            "text": "And if they reject you as false, tell them: `My deeds are for myself and your deeds for yourselves. You will not be held responsible for my deeds, nor I for your deeds"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Of them some seem to give heed to you; will you, then, make the deaf hear even though they understand nothing"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "And of them some look towards you; will you, then, guide the blind, even though they can see nothing"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Surely Allah does not wrong men; they rather wrong themselves"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "(But today they are oblivious of everything except enjoyment of worldly life.) And on the Day when He will muster all men together, they will feel as though they had been in the world no more than an hour of the day to get acquainted with one another. (It will then become evident that) those who called the lie to meeting with Allah were utter losers and were not rightly-directed"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Whether We let you see (during your lifetime) some of the chastisement with which We threaten them, or We call you unto Us (before the chastisement strikes them), in any case they are bound to return to Us. Allah is witness to all what they do"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "A Messenger is sent to every people; and when their Messenger comes, the fate of that people is decided with full justice; they are subjected to no wrong"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "They say:`If what you promise is true, when will this threat be fulfilled"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Tell them: `I have no power to harm or benefit even myself, except what Allah may will. There is an appointed term for every people; and when the end of their term comes, neither can they put it off for an hour, nor can they bring it an hour before"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Tell them: `Did you consider (what you would do) were His chastisement to fall upon you suddenly by night or by day? So why are the culprits seeking to hasten its coming"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Is it only when this chastisement has actually overtaken you that you will believe in it? (And when the chastisement will surprise you), you will try to get away from it, although it is you who had sought to hasten its coming"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "The wrong-doers will then be told: `Suffer now the abiding chastisement. How else can you be rewarded except according to your deeds"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "They ask you if what you say is true? Tell them: `Yes, by my Lord, this is altogether true, and you have no power to prevent the chastisement from befalling"
        }
    ]
}