{
    "rukus": [
        {
            "chapter": 24,
            "verse": 41,
            "text": "Do you not observe that all those who are in the heavens and the earth, and the birds with outspread wings, glorify Allah? Each one knows the mode of its prayer and glorification, and Allah has full knowledge of all they do"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "The kingdom of the heavens and the earth belongs to Allah alone, and all shall have to return to Him"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Do you not observe that Allah makes the cloud move gently then joins its pieces together: then gathers it into a mass of thick cloud: then you see that rain-drops fall down from its midst: and He sends down hail out of the high up mountains in the heaven: then He smites with it whom He wills and turns it away from whom He pleases: then a flash of lightning from it dazzles the eyes"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "He alternates the day and the night: there is indeed a lesson in it for those who have observing eyes"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "And Allah created every creature from a sort of water: of them some one crawls upon its belly: another walks on two legs and still another on four; Allah creates whatever He wills for He has power over everything"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "We have sent down Revelations that make the reality quite plain; however, Allah guides to the straight path whomsoever He pleases"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "These people say \"We have believed in Allah and the Messenger and we have submitted\"; but soon after this, some of them turn away (from obedience): such people are not true Believers"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "When they are called to Allah and His Messenger so that the Messenger may judge between them, a party of them turns away"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "However, if the truth be on their side, they come towards the Messenger in all obedience"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Are their hearts afflicted with the disease (of hypocrisy)? Or, are they in doubt? Or, do they fear that Allah and His Messenger will be unjust to them? In fact, they themselves are unjust"
        }
    ]
}