{
    "rukus": [
        {
            "chapter": 30,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "The Romans have been defeated"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "in the neighbouring land; but after their defeat they shall gain victory in a few years"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "All power belongs to Allah both before and after. On that day will the believers rejoice"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "at the victory granted by Allah. He grants victory to whomsoever He pleases. He is the Most Mighty, the Most Compassionate"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "This is Allah´s promise and He does not go back on His promise. But most people do not know"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "People simply know the outward aspect of the worldly life but are utterly heedless of the Hereafter"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Do they not reflect on themselves? Allah created the heavens and the earth and whatever lies between them in Truth and for an appointed term. Yet many people deny that they will meet their Lord"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Have they not travelled through the earth that they may observe what was the end of their predecessors who were far mightier and tilled the land and built upon it more than these have ever built? And Allah´s Messengers came to them with Clear Signs. It was not Allah Who wronged them, but it is they who wronged themselves"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Evil was the end of those evil-doers, for they gave the lie to Allah´s Signs and scoffed at them"
        }
    ]
}