{
    "rukus": [
        {
            "chapter": 33,
            "verse": 21,
            "text": "Surely there was a good example for you in the Messenger of Allah, for all those who look forward to Allah and the Last Day and remember Allah much"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "As for the true believers, when they saw the invading confederates, they cried out: \"This is what Allah and His Messenger had promised us, and what Allah and His Messenger said was absolutely true.\" This only increased their faith and submission"
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Among the believers there are those who have remained true to the covenant they made with Allah. Among those some of them have fulfilled their vow and others await the appointed time. They have not changed in the least"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "(All this is) in order that Allah may reward the truthful for their truthfulness, and either punish the hypocrites or, if He so wills, accept their repentance. Verily Allah is Most Pardoning, Most Compassionate"
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Allah sent back the unbelievers empty-handed, their hearts seething with rage. Allah sufficed the believers in their fight. Allah is Most Powerful, Most Mighty"
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "Allah brought down from their fortresses those People of the Book who had supported the invading confederates and cast such terror into their hearts that some of them you kill and some of them you take captive"
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "Allah made you inherit their land, their dwellings, and their goods, and a piece of land on which you had not yet trodden. Verily Allah has power over all things"
        }
    ]
}