{
    "rukus": [
        {
            "chapter": 2,
            "verse": 113,
            "text": "আর ইহুদীরা বলে -- “খ্রীষ্টানরা কিছুরই উপর নয়”, আর খ্রীষ্টানরা বলে -- “ইহুদীরা কিছুরই উপর নয়।” অথচ তারা সবাই গ্রন্থ পড়ে। এমনিভাবে তাদের কথার মতো কথা বলে এরা যারা জানে না। তাই আল্লাহ্ কিয়ামতের দিনে তাদের মধ্যে রায় দেবেন যে বিষয়ে তারা মতবিরোধ করতো।"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "আর তার চাইতে কে বেশী অন্যায়কারী যে আল্লাহ্‌র মসজিদসমূহে বাধা দেয় এইজন্য যে সে-সবে তাঁর নাম স্মরণ করা হবে, আর চেষ্টা করে সে-সবের অনিষ্ট সাধনে? এদের ক্ষেত্রে, তাদের জন্য নয় যে তারা এ-সবে দাখিল হয় ভয়াতুর না হয়ে। তাদের জন্য এই দুনিয়াতে আছে অপমান, আর পরকালে তাদের জন্য কঠোর শাস্তি।"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "আর আল্লাহ্‌রই পূর্বাঞ্চল ও পশ্চিমাঞ্চল। অতএব যেদিকে তোমরা ফেরো সে-দিকেই আল্লাহ্‌র মুখ। নিঃসন্দেহে আল্লাহ্ সর্বব্যাপক, সর্বজ্ঞাতা।"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "আর তারা বলে -- “আল্লাহ্ একটি ছেলে গ্রহণ করেছেন” । তাঁরই মহিমা হোক! বরং মহাকাশমন্ডলে ও পৃথিবীতে যা-কিছু আছে সে-সব তাঁরই, সবাই তাঁর আজ্ঞা পালনকারী।"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "মহাকাশমন্ডলী ও পৃথিবীর আদি-স্রষ্টা! আর যখনই তিনি কোনো বিষয় বির্ধারিত করেন তিনি সে-সন্বন্ধে তখন শুধু বলেন -- “হও”, আর তা হয়ে যায়।"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "আর যারা জানে না তারা বলে -- “আল্লাহ্ কেন আমাদের সাথে কথা বলেন না, অথবা একটি নিদর্শন আমাদের কাছে আসুক?” এমনভাবে এদের আগে যারা ছিল তারা এদের কথার অনুরূপ কথা বলেছিল। তাদের হৃদয় একই রকমের। আমরা আয়াতসমূহ সুস্পষ্ট করে রেখেছি সেই লোকদের কাছে যারা দৃঢ়প্রত্যয় রাখে।"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "নিঃসন্দেহ আমরা তোমাকে সত্য দিয়ে পাঠিয়েছি, সুসংবাদদাতারূপে ও সতর্ককারীরূপে, আর তোমাকে জবাব দিহি করতে হবে না ভয়ঙ্কর আগুনের বাসিন্দাদের সম্পর্কে।"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "আর ইহুদীরা কখনো তোমার উপরে সন্তষ্ট হবে না, খ্রীষ্টানরাও নয়, যতক্ষণ না তুমি তাদের ধর্মমত অনুসরণ কর। তাদের বলো -- “নিশ্চয়ই আল্লাহ্‌র যা হেদায়ত তাই-ই হেদায়ত। আর তুমি যদি তাদের ইচ্ছার অনুসরণ কর তোমার কাছে জ্ঞানের যা এসেছে তার পরে, তাহলে আল্লাহর কাছ থেকে তুমি পাবে না কোনো বন্ধু-বান্ধব, না কোনো সাহায্যকারী।"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "যাদের আমরা গ্রন্থ দিয়েছি তারা উহার তিলাওতের ন্যায্যতা মোতাবেক উহা অধ্যয়ন করে। তারাই এতে ঈমান এনেছে। আর যারা এতে অবিশ্বাস পোষণ করে তারা নিজেরাই হয় ক্ষতিগ্রস্ত।"
        }
    ]
}