{
    "rukus": [
        {
            "chapter": 19,
            "verse": 16,
            "text": "আর গ্রন্থখানাতে মরিয়মের কথা স্মরণ করো -- যখন তিনি তাঁর পরিবারবর্গ থেকে সরে গিয়েছিলেন পুবদিকের এক জায়গায়"
        },
        {
            "chapter": 19,
            "verse": 17,
            "text": "তারপর তিনি তাদের থেকে পর্দা অবলন্বন করলেন, তখন আমরা তাঁর কাছে পাঠালাম আমাদের দূতকে, কাজেই তাঁর কাছে সে এক পুরোপুরি মানুষের অনুরূপে দেখা দিল।"
        },
        {
            "chapter": 19,
            "verse": 18,
            "text": "তিনি বললেন -- ''নিঃসন্দেহ আমি তোমার থেকে আশ্রয় খুজঁছি পরম করুণাময়ের কাছে, যদি তুমি ধর্মভীরু হও।’’"
        },
        {
            "chapter": 19,
            "verse": 19,
            "text": "সে বললে -- ''আমি তো শুধু তোমার প্রভুর বাণীবাহক -- 'যে আমি তোমাকে দান করব এক নিখুঁত ছেলে’।’’"
        },
        {
            "chapter": 19,
            "verse": 20,
            "text": "তিনি বললেন -- ''কেমন ক’রে আমার ছেলে হবে, যেহেতু আমাকে পুরুষ-মানুষ স্পর্শ করে নি এবং আমি অসতীও নই?’’"
        },
        {
            "chapter": 19,
            "verse": 21,
            "text": "সে বললে -- ''মনটা হবে! তোমার প্রভু বলেছেন -- 'এটি আমার জন্য সহজ-সাধ্য। আর যেন আমরা তাঁকে লোকদের জন্য একটি নিদর্শন বানাতে পারি, আর আমাদের থেকে এক করুণা, আর এ তো এক স্থিরীকৃত ব্যাপার’।’’"
        },
        {
            "chapter": 19,
            "verse": 22,
            "text": "তারপর তিনি তাঁকে গর্ভে ধারণ করলেন, এবং তৎসহ এক দূরবর্তী স্থানে সরে গেলেন।"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "তখন প্রসব-বেদনা তাঁকে এক খেজুর গাছের গুড়িতে নিয়ে এল। তিনি বললেন -- ''হায় আমার দুর্ভোগ! এর আগে যদি আমি মরেই যেতাম এবং সম্পূর্ণ বিস্মৃতিতে বিস্মৃত হতাম!’’"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "তখন তাঁর নিচে থেকে তাঁকে ডেকে বললে -- ''দুঃখ করো না, তোমার প্রভু অবশ্য তোমার নিচে দিয়ে একটি জলধারা রেখেছেন।’’"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "আর খেজুর গাছের কান্ডটি তোমার দিকে টানতে থাক, এটি তোমার উপরে টাটকা-পাকা খেজুর ফেলবে।"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "সুতরাং খাও ও পান করো এবং চোখ জুড়াও। আর লোকজনের কাউকে যদি দেখতে পাও তবে বলো -- 'আমি পরম করুণাময়ের জন্য রোযা রাখার মানত করেছি, কাজেই আমি আজ কোনো লোকের সঙ্গে কথাবার্তা বলব না’।’’"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "তারপর তিনি তাঁকে নিয়ে এলেন তাঁর লোকদের কাছে তাঁকে চড়িয়ে। তারা বললে -- ''হে মরিয়ম! তুমি আলবৎ এক অদ্ভুত ফেসাদ নিয়ে এসেছ।"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "হে হারূনের ভগিনী! তোমার বাপ তো খারাপ লোক ছিল না এবং তোমার মা’ও পাপিষ্ঠা নয়!’’"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "তখন তিনি তাঁর দিকে ইশারা করলেন। তারা বললে -- ''আমরা কেমন ক’রে কথা বলব তার সঙ্গে যে দোলনার শিশু?’’"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "তিনি বললেন -- ''নিঃসন্দেহ আমি আল্লাহ্‌র একজন বান্দা, তিনি আমাকে কিতাব দিয়েছেন এবং আমাকে নবী বানিয়েছেন"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "আর তিনি আমাকে মঙ্গলময় করেছেন যেখানেই আমি থাকি না কেন, আর তিনি আমার প্রতি বিধান দিয়েছেন নামায পড়তে ও যাকাত দিতে যতদিন আমি জীবিত অবস্থায় অবস্থান করি"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "আর আমার মায়ের প্রতি অনুগত থাকতে, আর তিনি আমাকে বিদ্রোহীভাবাপন্ন হতভাগ্য করেন নি।"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "আর শান্তি আমার উপরে যেদিন আমার জন্ম হয়েছিল, আর যেদিন আমি মারা যাব আর যেদিন আমাকে পুনরুত্থিত করা হবে জীবিত অবস্থায়।’’"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "এই হচ্ছে মরিয়মপুত্র ঈসা, সত্য বিবৃতি যে-সন্বন্ধে তারা বিতর্ক করে।"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "এ আল্লাহ্‌র জন্য নয় যে তিনি এক সন্তান গ্রহণ করবেন। তাঁরই সব মহিমা! তিনি যখন কোনো-কিছু সিদ্ধান্ত করেন তখন সেজন্য তিনি শুধু বলেন -- 'হও’, আর তা হয়ে যায়।"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "আর নিশ্চয় আল্লাহ্ আমার প্রভু ও তোমাদেরও প্রভু, অতএব তাঁরই এবাদত করো। এটিই সহজ-সঠিক পথ।’’"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "কিন্তু গোত্রেরা তাদের পরস্পরের মধ্য মতানৈক্য সৃষ্টি করল, সুতরাং ধিক্ তাদের প্রতি যারা অবিশ্বাস পোষণ করে সেই ভয়ঙ্কর দিনে হাজিরাদানের কারণে।"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "কত স্পষ্টভাবে তারা শুনবে ও দেখবে সেইদিন যেদিন তারা আমাদের কাছে আসবে! কিন্তু অন্যায়কারীরা আজ স্পষ্ট ভুলের মধ্যে রয়েছে।"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "আর তাদের সতর্ক করে দাও সেই দারুণ পরিতাপের দিন সন্বন্ধে যখন ব্যাপারের সিদ্ধান্ত হয়ে যাবে। আর তারা তো গাফিলতিতে রয়েছে, আর তারা বিশ্বাসও করে না।"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "নিঃসন্দেহ আমরা নিজেরাই পৃথিবী ও তার উপরে যারা আছে সে-সমস্তের উত্তরাধিকারী, আর আমাদের কাছেই তাদের ফিরিয়ে আনা হবে।"
        }
    ]
}