{
    "rukus": [
        {
            "chapter": 2,
            "verse": 243,
            "text": "তুমি কি তাদের বিষয়ে ভাব নি যারা তাদের বাড়িঘর থেকে বেরিয়ে এসেছিল মৃত্যুর ভয়ে, আর তারা হাজারে হাজারে ছিল? তারপর আল্লাহ্ তাদের বললেন -- ''তোমরা মরো’’ এরপর তিনি তাদের জীবনদান করলেন। নিঃসন্দেহ আল্লাহ্ অবশ্যই মানুষের প্রতি অশেষ করুণাময়, কিন্তু অধিকাংশ লোকেই শুকুরানা আদায় করে না।"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "আর আল্লাহ্‌র রাস্তায় সংগ্রাম করো, আর জেনে রেখো -- নিঃসন্দেহ আল্লাহ্ সর্বশ্রোতা, সর্বজ্ঞাতা।"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "কে আছে যে আল্লাহ্‌কে কর্জ দেবে সর্বাঙ্গসুন্দর ঋণ? তিনি তখন তা বাড়িয়ে দেবেন তার জন্য বহুগুণিত করে। আর আল্লাহ্ গ্রহণ করেন ও তিনি সম্প্রসারণ করেন আর তাঁরই কাছে তোমাদের ফিরিয়ে নেয়া হবে।"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "তুমি কি মূসার পরবর্তীকালে ইসরাইলের বংশধরদের প্রধানদের বিষয়ে ভেবে দেখ নি, যখন তারা তাদের নবীকে বলেছিল -- ''আমাদের জন্য একজন রাজা উত্থাপন করো যেন আমরা আল্লাহ্‌র পথে লড়তে পারি’’? তিনি বলেছিলেন -- ''এমনটা কি তোমাদের হবে যে তোমাদের জন্য যুদ্ধ বিধিবদ্ধ করা হলে তোমরা যুদ্ধ করবে না?’’ তারা বলেছিল -- ''আমাদের কী হয়েছে যে আমরা আল্লাহ্‌র পথে যুদ্ধ করবো না যখন আমরা আমাদের বাড়িঘর ও সন্তান-সন্ততি থেকে বিতাড়িত হয়েছি?’’ কিন্তু যখন তাদের জন্য যুদ্ধ বিধিবদ্ধ করা হলো, তারা ফিরে দাঁড়াল তাদের মধ্যের অল্প কয়েকজন ছাড়া। আর আল্লাহ্ অন্যায়কারীদের সন্বন্ধে সর্বজ্ঞাতা।"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "আর তাদের নবী তাদের বলেছিলেন -- ''নিশ্চয়ই আল্লাহ্ এখন তোমাদের জন্য তালুতকে রাজা করেছেন।’’ তারা বললে -- ''সে কেমন ক’রে আমাদের উপরে রাজত্ব পেতে পারে যখন রাজত্বে তার চাইতে আমাদেরই বেশী দাবী, আর তাকে ধনদৌলতের প্রাচুর্যও প্রদান করা হয় নি? তিনি বললেন -- ''নিশ্চয় আল্লাহ্ তাকে মনোনীত করেছেন তোমাদের উপরে, আর তিনি তাকে অগাধভাবে প্রাচুর্যও দিয়েছেন জ্ঞানে ও দেহে। আর আল্লাহ্ তাঁর রাজত্ব দেন যাকে ইচ্ছে করেন, কারণ আল্লাহ্ সর্বব্যাপ্ত, সর্বজ্ঞাতা।’’"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "আর তাদের নবী তাদের বলেছিলেন -- ''নিঃসন্দেহ তার রাজত্বের লক্ষণ এই যে তোমাদের কাছে আসবে 'তাবুত’ যাতে আছে তোমাদের প্রভুর তরফ থেকে প্রশান্তি, এবং মূসার বংশধরেরা ও হারূনের অনুগামীরা যা ছেড়ে গেছেন তার শ্রেষ্ঠাংশ, -- তা বহন করছে ফিরিশ্‌তারা। নিঃসন্দেহ এতে আছে তোমাদের জন্য নিদর্শন যদি তোমরা বিশ্বাসী হয়ে থাকো।"
        }
    ]
}