{
    "rukus": [
        {
            "chapter": 34,
            "verse": 46,
            "text": "তুমি বলো -- ''আমি তো তোমাদের একটি বিষয়ে উপদেশ দিচ্ছি -- তোমরা যেন আল্লাহ্‌র উদ্দেশ্যে দুজন করে অথবা একা একা উঠে দাঁড়াও, তারপর ভেবে দেখো -- তোমাদের সঙ্গীর মধ্যে কোনো জিন-ভূত নেই।’’ তিনি তোমাদের জন্য একজন সতর্ককারী বৈ তো নন, আসন্ন কঠোর শাস্তি সম্পর্কে।"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "তুমি বলো -- ''যা-কিছু পারিশ্রমিক আমি তোমাদের কাছে চেয়েছি, সে তো তোমাদেরই জন্য! আমার পারিশ্রমিক আল্লাহ্‌র কাছে বৈ তো নয়, কেননা তিনি সব-কিছুর উপরে প্রত্যক্ষদশ।’’"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "তুমি বলো -- ''নিঃসন্দেহ আমার প্রভু সত্য ছুঁড়ে থাকেন, তিনি অদৃশ্য বিষয়ে পরিজ্ঞাত।’’"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "তুমি বলো -- ''সত্য এসেই গেছে, আর মিথ্যার উৎপত্তি হবে না, আর এর পুনরুদ্ভবও হবে না।’’"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "তুমি বলো -- ''যদি আমি বিপথে যাই তাহলে আমি তো আমার নিজেরই বিরুদ্ধে বিপথে গেছি, আর আমি যদি সৎপথে চলি তাহলে সেটি আমার প্রভু আমার কাছে যা প্রত্যাদেশ করেছিলেন তার জন্য। নিশ্চয় তিনি সর্বশ্রোতা, অতি নিকটবর্তী।’’"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "আর তুমি যদি দেখতে পেতে যখন তারা ভীত-বিহল হয়ে পড়বে, তখন কোনো নিস্তার থাকতে না, আর তাদের পাকড়ানো হবে নিকটবর্তী স্থান থেকেই"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "আর তারা বলবে -- ''আমরা এতে বিশ্বাস করি।’’ কিন্তু কেমন করে সুদূর স্থান থেকে তাদের জন্য পুনরাগমন সম্ভব হবে"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "আর তারা এর আগেই তো এতে অবিশ্বাস করেছিল। আর অদৃশ্য সন্বন্ধে তারা অনুমান করত সুদূর স্থান থেকে।"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "আর তাদের মধ্যে ও তারা যা কামনা করে তার মধ্যে এক বেড়া খাড়া করা হবে, -- যেমন করা হয়েছিল ইতিপূর্বে এদের সমগোত্রীয়দের ক্ষেত্রে। নিঃসন্দেহ তারা এক ঘোর সন্দেহে রয়েছে ।"
        }
    ]
}