{
    "rukus": [
        {
            "chapter": 40,
            "verse": 28,
            "text": "আর ফিরআউনের লোকদের থেকে একজন বিশ্বাসী ব্যক্তি যে তার ঈমান লুকিয়ে রেখেছিল, বলল -- ''তোমরা কি একজন লোককে হত্যা করবে যেহেতু তিনি বলেন, 'আমার প্রভু আল্লাহ্‌’, আর নিঃসন্দেহ তিনি তোমাদের প্রভুর কাছ থে কে স্পষ্ট প্রমাণ নিয়ে তোমাদের কাছে এসেছেন? আর তিনি যদি মিথ্যাবাদী হতেন তাহলে তিনি তোমাদের যে-সবের ভয় দেখান তার কতকটা তোমাদের উপরে আপতিত হবে। নিঃসন্দেহ আল্লাহ্ তাকে সৎপথে পরিচালিত করেন না যে অমিতাচারী, প্রত্যাখ্যানকারী।"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "হে আমার স্বজাতি! তোমাদেরই আজ রাজত্ব চলছে, তোমরা দেশে সর্বপ্রধান, কিন্ত কে আমাদের সাহায্য করবে আল্লাহ্‌র দুর্যোগ থেকে যদি তা আমাদের উপরে এসে পড়ে?’’ ফিরআউন বলল -- ''আমি তোমাদের দেখাই না যা আমি না দেখি, আর আমি তোমাদের পরিচালিত করি না সঠিক পথে ছাড়া।’’"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "আর যে বিশ্বাস করেছিল সে বলল -- ''হে আমার স্বজাতি! আমি নিশ্চয়ই তোমাদের জন্য আশঙ্কা করছি যেমনটা ঘটেছিল সম্মিলিতগোষ্ঠীর দিনে"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "যেমন ধরনে নূহ-এর ও 'আদ-এর ও ছামুদের সম্প্রদায়ের উপরে, আর যারা ছিল তাদের পরবর্তী। আর আল্লাহ্ বান্দাদের প্রতি কোনো জুলুম চান না।"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "আর হে আমার স্বজাতি! আমি নিঃসন্দেহ তোমাদের জন্য আশঙ্কা করছি পরস্পর ডাকাডাকির দিন সন্বন্ধে"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "সেইদিন তোমরা ফিরবে পলায়নপর হয়ে, আল্লাহ্‌র থেকে তোমাদের জন্য কোনো রক্ষাকারী থাকবে না। আর যাকে আল্লাহ্ পথভ্রষ্ট হতে দেন তার জন্য তবে কোনো পথপ্রদর্শক থাকবে না।"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "আর নিশ্চয়ই তোমাদের কাছে এর আগে ইউসুফ এসেছিলেন স্পষ্ট প্রমাণাবলী নিয়ে, কিন্ত তোমরা বরাবর সন্দেহের মধ্যে ছিলে তিনি যা নিয়ে তোমাদের কাছে এসেছিলেন সে-সন্বন্ধে। কিন্ত যখন তিনি মৃতুবরণ করলেন তখন তোমরা বললে -- 'আল্লাহ্ কখনো তাঁর পরে কোনো রসূল দাঁড় করাবেন না।’ এইভাবেই আল্লাহ্ পথভ্রষ্ট হতে দেন তাকে যে স্বয়ং অমিতাচারী, সন্দেহভাজন"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "যারা তর্ক করে আল্লাহ্‌র বাণী সন্বন্ধে তাদের কাছে কোনো দলিল-প্রমাণের আগমন ব্যতীত। এটি খুবই ঘৃণিত আল্লাহ্‌র কাছে ও যারা ঈমান এনেছে তাদের কাছে। এইভাবেই আল্লাহ্ মোহর মেরে দেন প্রত্যেক গর্বিত স্বৈরাচারীর হৃদয়ের উপরে।’’"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "আর ফিরআউন বলল -- ''হে হামান! আমার জন্য একটি মিনার তৈরি কর যাতে আমি পথ পেতে পারি"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "মহাকাশমন্ডলীর পথ, যাতে আমি মূসার উপাস্যের প্রতি দৃষ্টিপাত করতে পারি, কিন্ত আমি নিঃসন্দেহ তাকে মিথ্যাবাদী মনে করি।’’ আর এইভাবেই ফিরআউনের জন্য চিত্তাকর্ষক করা হয়েছিল তার কাজের মন্দদিকটা, আর তাকে নিবৃত্ত করা হয়েছিল পথ থেকে। আর ফিরআউনের ফন্দি ধ্বংসের মধ্যে ছাড়া আর কিছু নয়।"
        }
    ]
}