{
    "rukus": [
        {
            "chapter": 49,
            "verse": 11,
            "text": "ওহে যারা ঈমান এনেছ! কোনো লোকদল অন্য লোকদলকে উপহাস করবে না, হয়তো তারা এদের চাইতে বেশি ভাল, আর কোনো নারীরাও অন্য নারীদের করবে না, হয়তো তারা এদের চাইতে বেশী ভাল, আর তোমরা তোমাদের নিজের লোকদের নিন্দা করো না, আর তোমরা পরস্পরকে উপনামে ডেকো না। ঈমান আনার পরে অধার্মিকতার নাম কামানো বড়ই মন্দ। আর যে কেউ না ফেরে, তবে তারাই খোদ অত্যাচারী।"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "ওহে যারা ঈমান এনেছ! অধিকাংশ ক্ষেত্রে সন্দেহ এড়িয়ে চল, কেননা কোনো কোনো সন্দেহ নিশ্চয়ই পাপজনক। আর তোমরা গুপ্তচরবৃত্তি করো না, আর তোমাদের কেউ-কেউ অন্যদের আড়ালে নিন্দা করো না। তোমাদের কেউ কি চায় যে সে তার মৃত ভাইয়ের মাংস খাবে? নিশ্চিত তোমরা এটি ঘৃণা কর। আর আল্লাহ্‌কে ভয়-ভক্তি করো। নিঃসন্দেহ আল্লাহ্ বারবার প্রত্যাবর্তনকারী, অফুরন্ত ফলদাতা।"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "ওহে মানবজাতি! নিঃসন্দেহ আমরা তোমাদের সৃষ্টি করেছি পুরুষ ও নারী থেকে, আর আমরা তোমাদের বানিয়েছি নানান জাতি ও গোত্র যেন তোমরা চিনতে পার। নিশ্চয় আল্লাহ্‌র কাছে তোমাদের মধ্যে সব-চাইতে সম্মানিত সেইজন যে তোমাদের মধ্যে সব- চাইতে বেশি ধর্মভীরু। নিঃসন্দেহ আল্লাহ্ সর্বজ্ঞাতা, পূর্ণ-ওয়াকিফহাল।"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "বেদুইনরা বলে -- ''আমরা ঈমান এনেছি।’’ তুমি বলো -- ''তোমরা বিশ্বাস স্থাপন করো নি, বরং তোমাদের বলা উচিত -- 'আমরা ইসলাম কবুল করেছি’, কেননা তোমাদের অন্তরে ঈমান এখনও প্রবেশ করে নি। আর যদি তোমরা আল্লাহ্‌র ও তাঁর রসূলের আজ্ঞাপালন কর তাহলে তিনি তোমাদের ক্রিয়াকর্ম থেকে কিছুই তোমাদের জন্য কমাবেন না।’’ নিঃসন্দেহ আল্লাহ্ পরিত্রাণকারী, অফুরন্ত ফলদাতা।"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "নিঃসন্দেহ মুমিন তারাই যারা আল্লাহ্‌তে ও তাঁর রসূলের প্রতি ঈমান এনেছে, তারপরে তারা সন্দেহ পোষণ করেনা, আর তাদের ধনসম্পদ ও তাদের জানপ্রাণ দিয়ে আল্লাহ্‌র পথে জিহাদ করে। এরাই খোদ সত্যনিষ্ঠ।"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "তুমি বলো -- ''কী! তোমরা কি আল্লাহ্‌কে জানাতে চাও তোমাদের ধর্ম সম্পর্কে, অথচ আল্লাহ্ সব-কিছু সন্বন্ধে সর্বজ্ঞাতা।’’"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "তারা তোমার প্রতি অনুগ্রহ করেছে যেহেতু তারা মুসলিম হয়েছে। তুমি বল -- ''তোমাদের ইসলাম আমার প্রতি কোনো অনুগ্রহ বলে ভেবো না, বরং আল্লাহ্‌ই তোমাদের প্রতি অনুগ্রহ করেছেন যেহেতু তিনি ধর্মবিশ্বাসের প্রতি তোমাদের পরিচালিত করেছেন, যদি তোমরা সত্যপরায়ণ হও।’’"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "নিঃসন্দেহ আল্লাহ মহাকাশমন্ডলী ও পৃথিবীর অদৃশ্য বিষয়গুলো জানেন। আর তোমরা যা করছ সে-সবের তো তিনি সর্বদ্রষ্টা।"
        }
    ]
}