{
    "maqras": [
        {
            "chapter": 34,
            "verse": 46,
            "text": "O Prophet say: \"I would ask you one thing. For Allah’s sake! Think individually or consult one another and ponder whether your companion Muhammad is really mad? You yourself will come to the conclusion that he is nothing but a Warner to you to forewarn you of a severe punishment"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Tell them: \"I do not ask you for any recompense, even though what I preach is all in your interest. My reward is only due from Allah and He is a witness over everything"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Say: \"In fact my Lord reveals to me the truth, and He is the Knower of all hidden realities"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "Say: \"The truth has arrived and falsehood neither originates nor restores anything"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Say: \"If I am in error, the loss is surely mine and if I am right, it is because of what my Lord has revealed to me. Surely He hears all and is very close"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "If you could only see the disbelievers on the Day of Judgement when they will be in a state of confusion! On that Day there will be no escape; and they will be seized from a nearby place"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Then they will say: \"We believe in it (the Truth brought by the Prophet\": but how could they attain the Faith from such a far distant place)"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "They had disbelieved in it before - and they had sneered at the unseen when they were far away during their life on earth"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "A barrier will be placed between them and what they desired to have as was done with the similar people before them; for they were indeed involved in a misleading suspicion"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "Praise be to Allah, the Creator of the heavens and the earth! Who appoint the angels having two, three and four pairs of wings as His messengers. He adds to His creation as He pleases; for Allah has power over all things"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "None can withhold the blessings which He bestows on people and none can award besides Him what He withholds. He is the Mighty, the Wise"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "O mankind! Call to mind the favors of Allah on you; is there any other creator than Allah who provides for you from the heavens and the earth? There is no god but Him. How then are you being deceived"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "O Prophet! If they deny you, so were the Messengers denied before you. All affairs shall ultimately be presented before Allah"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "O mankind! Certainly the promise of Allah is true, therefore let not the life of this world deceive you nor let the chief deceiver (Satan) deceive you about Allah"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "Surely Satan (Satan) is your enemy: so take him as an enemy. He is inviting his adherents towards his way so that they may become companions of the blazing fire"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "Those who disbelieve shall have a terrible punishment, and those who believe and do good deeds shall have forgiveness and a magnificent reward"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "Can that person be guided whose evil deeds are so fair seeming to him that he considers them good? The fact is that Allah leaves to stray whom He wills and guides whom He pleases. Therefore, O Prophet, let not your soul expire in sorrow on their account. Allah is aware of all their actions"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "It is Allah Who sends forth winds to raise up the clouds, then drives them to a dead land and therewith revive the earth after its death. Similar will be the resurrection of the dead"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "If anyone is seeking honor, let him know that all honor belongs to Allah Alone. Good words ascend to Him and good deeds are exalted by Him. As for those who plan evil deeds, they shall have severe punishment and their plots will be brought to nothing"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "It is Allah Who created you from dust, then from a sperm-drop, then He made you pairs. No female conceives or delivers without His knowledge. No long- lived man grows old or has his life cut short but is written in a Book; surely all this is easy for Allah"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "The two bodies of water, of which one is sweet and pleasant to drink and the other is salty and bitter, are not alike. Yet from each kind of water you eat fresh meat and extract ornaments which you wear; and you see the ships plough their course through them to seek the bounty of Allah, that you may be grateful"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "He causes the night to pass into the day and the day into the night, and He has made the sun and the moon to serve you; each one follows its course for an appointed term. Such is Allah, your Lord; His is the kingdom; and those to whom you pray besides Him do not even own a thread of a date-stone"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "If you pray to them they cannot hear your prayers and even if they could hear you they could not answer you. On the Day of Resurrection they will deny your associating them with Allah. O mankind! None can inform you about all this except the One Who is All-Aware"
        }
    ]
}