{
    "maqras": [
        {
            "chapter": 43,
            "verse": 57,
            "text": "When Mary’s son Jesus is quoted as an example, your people raise a clamor at it"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "and say: \"Are Our gods better or is he?\" They cite this to you merely to provoke you. They are but a quarrelsome people"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "He (Jesus) was no more than a mortal whom We favored and made an example to the Children of Israel"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Had it been Our will, We could create angels from you to succeed you in the earth"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "He (Jesus) is, in fact, a sign for the coming of the Hour of Doom. Therefore, have no doubt about its coming, follow me; this is the Right Way"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Let not Satan mislead you, for he is your open enemy"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "When Jesus came with clear signs, he stated: \"I have brought you wisdom, and to clarify some of those things about which you have disputes: so fear Allah and obey me"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Surely it is Allah Who is my Lord and your Lord, so worship Him. This is the Right Way"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "In spite of these teachings, the factions disagreed among themselves; so woe to the wrongdoers from the punishment of a painful Day"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Are they waiting for the Hour of Doom that it should come on them all of a sudden, without warning"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "On that Day, even friends will become enemies to one another with the exception of the righteous people"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "O My devotees! Today you have nothing to fear or to regret"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "it will be said to those who believed in Our revelations and became Muslims"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "Enter paradise, you and your spouses; you will be made happy"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "There they shall be served with golden dishes and golden goblets, and they shall have everything that their souls can desire and all that their eyes can delight in - and it will be said to them: \"Now you shall abide therein forever"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "You have inherited this paradise by virtue of your good deeds"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "therein you shall have plenty of fruit to eat"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "But the criminals will abide in the punishment of hell"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "Their punishment will never be lightened, and they shall remain despair therein"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "We did not wrong them, but it is they who wronged themselves"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "They will cry: \"O Malik (the keeper of hell)! Let your Lord put and end to us.\" But he will answer: \"Nay! You are going to live forever"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "We have brought you the truth, but most of you hate the truth"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "If they have devised a plan to ruin you (O Muhammad), then surely We too shall devise a plan to ruin them"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Do they think that We cannot hear their secret talks and their private conversation? Of course We do, and Our messengers (angels) who are assigned to them, record it all"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "O Prophet tell the Christians: \"If the Compassionate (Allah) had a son, I would be the first to worship him"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Glory be to the Lord of the heavens and the earth, the Lord of the Throne, He is above what they ascribe to Him"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "So let them blunder and play until they face their Day, which has been promised to them"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "It is He (Allah) Who is God in the heavens and God on earth; He is the All-Wise, the All-Knowledgeable"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Blessed is He to Whom belongs the dominion of the heavens and the earth and all that lies between them! He Alone has the knowledge of the Hour of Doom, and to Him you shall all be brought back"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "And those to whom they invoke besides Him, have no power to intercede for them except those who testify to the truth by virtue of knowledge"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "If you ask them Who created them, they will certainly say: \"Allah.\" How then are they deluded away from the truth"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "Allah has heard the Prophet’s cry: \"O Lord! Surely these are a people who would not believe"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Therefore, O Prophet! Bear with them and wish them peace. They shall soon come to know the truth"
        },
        {
            "chapter": 44,
            "verse": 1,
            "text": "Ha M'im"
        },
        {
            "chapter": 44,
            "verse": 2,
            "text": "We swear by the Glorious Book"
        },
        {
            "chapter": 44,
            "verse": 3,
            "text": "that We revealed this Qur’an in a blessed night (Layla-tul Qadr); for We wanted to forewarn mankind"
        },
        {
            "chapter": 44,
            "verse": 4,
            "text": "In that night every matter is decided wisely"
        },
        {
            "chapter": 44,
            "verse": 5,
            "text": "by a command from Ourself. Surely We send it (The Qur'an) down"
        },
        {
            "chapter": 44,
            "verse": 6,
            "text": "as a blessing from your Lord; it is He Who is All-Hearing, All- Knowing"
        },
        {
            "chapter": 44,
            "verse": 7,
            "text": "The Lord of the heavens and the earth and all that lies between them, mark this, if you are true believers"
        },
        {
            "chapter": 44,
            "verse": 8,
            "text": "There is no god but Him. He gives life and death. He is your Lord and the Lord of your forefathers"
        },
        {
            "chapter": 44,
            "verse": 9,
            "text": "Yet they play about in doubt"
        },
        {
            "chapter": 44,
            "verse": 10,
            "text": "Well! Wait for the Day when the sky will pour down visible smoke"
        },
        {
            "chapter": 44,
            "verse": 11,
            "text": "Enveloping all mankind; this will be a painful punishment"
        },
        {
            "chapter": 44,
            "verse": 12,
            "text": "Then the mankind will say: \"Our Lord! Remove from us this punishment, surely we have become real believers"
        },
        {
            "chapter": 44,
            "verse": 13,
            "text": "But how can the acceptance of Our Message at that time be beneficial to them? A Messenger (Muhammad), who makes the things clear, has already come to them"
        },
        {
            "chapter": 44,
            "verse": 14,
            "text": "yet they deny him, saying: \"He is a madman, taught by others"
        },
        {
            "chapter": 44,
            "verse": 15,
            "text": "We shall remove the affliction (famine from which they were suffering) for a while, but you will revert to the same old ways"
        },
        {
            "chapter": 44,
            "verse": 16,
            "text": "One day We shall seize you with a mighty onslaught to exact Our retribution"
        }
    ]
}