{
    "maqras": [
        {
            "chapter": 4,
            "verse": 148,
            "text": "Allah does not like evil words to be uttered except by someone who is truly wronged. Allah hears all and knows all"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "If you do good deeds openly or in private or forgive an evil, then surely Allah is Pardoning, Powerful"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Those who deny Allah and his Messenger and those who intend to draw a line between Allah and His Messengers saying: \"We believe in some, and reject the rest\" - desiring to take a middle way between belief and unbelief"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "these are the real unbelievers and We have prepared for such unbelievers a humiliating punishment"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "As for those who believe in Allah and His Messengers and do not discriminate between any of them, We shall soon give them their due rewards. Allah is Forgiving, Merciful"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "The People of the Book ask you to bring down for them a book from Heaven. From Moses they demanded an even harder miracle than that. They asked him: \"Make us see Allah with our own eyes.\" As a result of their wickedness, the thunderbolt overtook them. Then they took the calf for worship after receiving clear revelations. After all that, We still pardoned them and gave to Moses clear authority"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "We lifted the mount of Tur over them and took the covenant from them that they will obey Our commandments. On another occasion We commanded them to enter the gates prostrating in humility. Yet on another occasion We commanded them not to transgress in the matter of the Sabbath and took a solemn commitment from them"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "After all this, they still broke their covenant, rejected the Revelation of Allah, killed the Prophets unjustly. Yet they say: \"Our hearts are in secure wrappings which have preserved Allah’s Word; we need no more.\" Nay! It is Allah who has sealed their hearts on account of their disbelief. They have no faith except a little"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "They went in their unbelief to such an extent that they uttered terrible slander against Mary"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "They even say: \"We have killed the Messiah, Jesus, son of Mary, the Messenger of Allah.\" Whereas in fact, neither did they kill him nor did they crucify him but they thought they did because the matter was made dubious for them. Those who differ therein are only in doubt. They have no real knowledge, they follow nothing but merely a conjecture, certainly they did not kill him (Jesus)"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "Nay! The fact is that Allah took him up to Himself. Allah is Mighty, Wise"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "There is none of the People of the Book but will believe in this fact before his death; and on the Day of Resurrection Jesus will bear witness against them"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "Because of the iniquity of those who call themselves Jews, their hindering of many people from the way of Allah"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "taking of usury in spite of its prohibition, and cheating others of their properties - We made many wholesome things unlawful which were formerly lawful for them. We have prepared a painful punishment for those among them who reject faith"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "However, those among them who are well- grounded in knowledge and those who truly believe in what has been revealed to you, O Muhammad, and other Prophets before you, establishes Salah, pays Zakah, and believes in Allah and the Last Day, will soon be given a mighty reward"
        }
    ]
}