{
    "chapter": [
        {
            "chapter": 13,
            "verse": 1,
            "text": "Elif, Lam, Mim, Ra. O Kitap'ın ayetleridir bunlar. Ve sana Rabbinden indirilen, haktır. Ne var ki, insanların cokları iman etmezler"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Allah odur ki, gokleri direksiz yukseltmistir; goruyorsunuz onları... Sonra ars uzerine egemen olmustur. Gunes'i ve Ay'ı da boyun egdirmistir. Bunların tumu belirlenmis bir vakte kadar akar dururlar. Olusu yonlendirir, cekip cevirir O... Ayetleri birer birer gozler onune serer ki, Rabbinize kavusacagınıza acık-secik inanasınız"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Yeri uzatıp doseyen ve onda oturaklı daglar ve nehirler vucuda getiren O'dur. Butun meyvelerden kendi iclerinde ikiser cift yaratmıstır O. Geceyi gunduze sarıp burumektedir O. Butun bunlarda derin derin dusunecek bir topluluk icin elbette ayetler vardır"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "Yeryuzunde birbirine sırt vermis komsu kıtalar, uzumlerden bahceler, ekinler, catallı ve catalsız hurmalıklar vardır ki, bir tek suyla sulanırlar. Biz bunların, yemislerde bir kısmını diger bir kısmına ustun kıldık. Butun bunlarda aklını calıstıran bir topluluk icin elbette ki ibretler vardır"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Eger sasıyorsan, esas sasılacak olan onların su sozudur: \"Biz toprak olunca mı ve gercekten mi yeni bir yaratılıs icinde bulunacagız?\" Bunlar Rablerini inkar edenlerdir. Ve bunlar boyunlarına bukagılar vurulanlardır. Bunlar atese dost olanların ta kendileridir; orada uzun sure kalacaklardır"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Senden, guzellikten once kotuluk istemede acele ediyorlar. Halbuki onlerinden pek cok ornek gelip gecti. Su da bir gercek ki, Rabbin insanlara karsı, zulumlerine ragmen af sahibidir. Ve Rabbinin azabı elbette cok siddetlidir"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Kufre sapmıs olanlar soyle derler: \"Ona Rabbinden bir mucize indirilseydi ya!\" Sen sadece bir uyarıcısın ve her topluluk icin dogruyu ve iyiyi gosteren bir onder vardır"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah her disinin neye gebe oldugunu, rahimlerin neyi eksiltip neyi artıracagı bilir. O'nun katında her sey bir olcuye baglıdır"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Gaybı da gorunen alemi de bilendir/Alim'dir O... Kebir, sınırsızca buyuk O'dur; Muteal, sonsuzca yuce O'dur"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Sizden, sozu saklayan da acıklayan da geceye sıgınıp gizlenen de gunduz yol alan da onun icin birdir"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Her biri icin onu onunden ve arkasından izleyen gozculer vardır ki, kendisini Allah'ın emrine baglı olarak koruyup denetlerler. Gercek su ki Allah, bir toplumun maruz kaldıgı seyleri, onlar, birey olarak iclerindekini/birey olarak kendilerine iliskin olanı degistirmedikce, degistirmez. Allah bir topluma bir perisanlık dileyince de artık onu geri cevirecek bir guc yoktur. Ve onlar icin Allah'ın berisinden koruyucu bir dost da olamaz"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Size, hem korku hem umit olsun diye simsegi gosteren O'dur. Yuklu yuklu bulutları da O olusturuyor"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Gok gurultusu O'nu hamd ile tespih eder; melekler de O'ndan urpererek... Yıldırımlar gonderir de onlarla diledigini carpar. Allah, tuzak kuranların hilelerini baslarına gecirmede cok guclu oldugu halde, onlar O'na karsı mucadele edip duruyorlar"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Gercek dua yalnız O'na/hak davet yalnız O'nun icin yapılır. O'nun dısında yalvarıp davet ettikleri ise onlara hicbir sekilde cevap veremezler. Onlar, agzına ulassın diye iki avucunu suya dogru acan ama suya ulasamayan birinden baskasına benzemiyorlar. Kufre sapanların dua ve davetleri, saskınlıga dalmaktan baska bir ise yaramaz"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Goklerde ve yerde kim varsa golgeleriyle birlikte ister istemez ve sabah-aksam Allah'a secde eder"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "De ki: \"Goklerin ve yerin Rabbi kim?\" De ki: \"Allah.\" De ki: \"O'nun yanında baska evliya mı/destekciler mi edindiniz? Bunlar kendilerine bile yarar saglayıp zarar verme gucunde degiller.\" De ki: \"Korle goren yahut karanlıklarla ısık bir olur mu? Yoksa Allah'a, tıpkı O'nun yarattıgı gibi yaratan ortaklar buldular da yaratıs/yaratılanlar kendileri icin benzesir hale mi geldi?\" De ki: \"Allah'tır her seyi yaratan, O'dur Vahid ve Kahhar olan"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Gokten bir su indirdi de vadiler, kendi olculerince/kaderlerine gore sel oldu, ardından da sel, uste cıkan kopugu tasır hale geldi. Bir sus esyası veya alet yapmak istegiyle ateste korukledikleri seylerde de benzeri bir kopuk vardır. Allah hakla batılı iste boyle orneklendiriyor: Kopuk, atılır gider; insanlara yararlı olansa toprakta kalır. Allah, iste bu sekilde ornekler verir"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Rablerinin cagrısına olumlu cevap verenler icin guzellik vardır. O'na olumlu cevap vermeyenlere gelince, yeryuzundekilerin tamamı onların olsa, bir o kadar da ilave edilse, kurtulmak icin bunların tumunu fidye verirlerdi. Boylelerinin hesabı kotu olacaktır; varacakları yer de cehennemdir. Ne kotu yataktır o"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Rabbinden sana indirilenin hak oldugunu bilen kisi, kor olan biriyle aynı mıdır? Sadece aklı ve gonlu isleyenler dusunup ibret alır"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Iste bunlardır, Allah'a verdikleri soze sadık kalanlar ve antlasmayı bozmayanlar"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "Onlar, Allah'ın ulastırılmasını emrettigi seyi ulastırırlar, Rablerinden korkarlar ve hesabın kotusunden urperti duyarlar"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "Onlar, Rablerinin yuzunu arzulayarak sabrederler, namazı/duayı yerine getirirler, kendilerine verdigimiz rızıklardan gizli ve acık dagıtırlar ve kotulugu guzellikle savarlar. Iste bunlar icindir surekli yurt"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Adn cennetleri bunlar icindir. Atalarından, eslerinden, zurriyetlerinden hayra ve barısa hizmet etmis olanlarla birlikte girerler oraya. Meleklerse her kapıdan yanlarına sokulurlar"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "Selam size, sabrettiginiz icin! Ne guzeldir su sonsuzluk yurdu!\" derler"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Allah'a verdikleri sozu, onu antlasma haline getirdikten sonra bozanlar, Allah'ın birlestirilmesini emrettigi seyi parcalayanlar ve yeryuzunde bozgun cıkaranlara gelince, boyleleri icin lanet var. Yurdun en kotusu de onların olacak"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Allah, diledigi kimse icin rızkı alabildigine acar da sınırlayıp kısar da. Igreti dunya hayatıyla sevinip sımardılar. Oysaki dunya hayatı, ahirete oranla sadece kucuk bir nimetlenme"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Kufre sapanlar derler ki: \"Rabbinden ona bir mucize indirilseydi ya!\" De ki: \"Allah diledigini/dileyeni saptırır. Dogruya yoneleni de kendisine iletir"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Boyleleri, inanan ve gonulleri Allah'ın zikriyle/Kur'an'ıyla tatmin bulan kisilerdir. Gozunuzu acın! Gonuller yalnız Allah'ın zikriyle/Kur'an'la tatmin bulur"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Iman edip hak ve barıs ugruna iyi isler yapanlara mutluluk ve mujde var, guzel bir gelecek var"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Iste seni boylece, kendilerinden once nice ummetlerin gelip gectigi bir ummet icinde resul kıldık ki, onlar Rahman'a kufrederlerken sen kendilerine, sana vahyettigimizi okuyasın. De ki: \"O'dur benim Rabbim, ilah yok O'ndan baska, O'na dayanmısım ben! Yalnız O'nadır tovbem"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Kendisiyle, dagların yurutuldugu yahut yerkurenin parcalandıgı yahut olulerin konusturuldugu bir Kur'an mı olsaydı! Hayır, is ve olusun tumu Allah'ındır. Iman edenler hala umidi kesip anlamadılar mı ki, Allah dileseydi elbette insanlara tumden hidayet verirdi. O kufre sapanlara gelince, sanayi olarak urettiklerinin sonucu halinde baslarına gulle-tokmak turunden belalar inmeye devam edecek yahut o belalar onların yurtlarının yakınına konacak. Ta, Allah'ın vaadi gelinceye degin. Allah, vaadine asla ters dusmez"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Yemin olsun, senden onceki resullerle de alay edildi. Inkar edenlere biraz sure verdim ama sonunda hepsini yakaladım. Gorduler nasılmıs azap"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Allah'a ortaklar tanıdılar. Peki, her benligin yaptıgı isin basında duranla bunlar bir mi? De ki: \"Onları isimlendirin. Yoksa siz Allah'a, yeryuzunde bilmedigi birsey mi haber veriyorsunuz? Yoksa, anlamsız bir laf mı ediyorsunuz?\" Hayır, kufre sapanlara, tuzakları suslu gosterildi de yoldan dondurulduler. Allah'ın sasırttıgına kılavuzluk edecek yok"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Dunya hayatında bir azap var onlar icin; ahiret azabı ise cok daha siddetlidir. Onları Allah'a karsı koruyacak kimse de yoktur"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Sakınıp korunanlara vaat edilen cennetin temsili anlatımı su: Altından ırmaklar akar, yemisleri de surekli, golgesi de. Iste korunup sakınanların son yurdu. Kafirlerin son yordu ise ates"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Kendilerine kitap verdiklerimiz, sana indirilenle ferahlarlar. Ama hiziplerden bazıları onun bir kısmını inkar ederler. De ki: \"Bana, yalnız Allah'a kulluk etmem, O'na ortak kosmamam emredildi. Ben O'na yakarır, O'na davet ederim. Donusum de O'nadır"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Iste biz o Kur'an'ı Arapca bir hukum kaynagı olarak indirdik. Eger sana gelen ilimden sonra onların keyiflerine uyarsan, Allah'tan sana ne bir dost nasip olur ne de bir koruyucu"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Yemin olsun, biz senden once de resuller gonderdik, onlara da esler ve evlatlar verdik. Hicbir resul, Allah'ın izni olmadıkca herhangi bir mucize getiremez. Her sure/surec icin bir kitap vardır"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah diledigini silip yok eder, diledigini sabit tutar. Kitap'ın anası/ana Kitap O'nun katındadır"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Ya onlara vaat ettigimiz seylerin bir kısmını sana gosteririz yahut da seni vefat ettiririz. O halde teblig etmek sana, hesap sormak bize duser"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Gormuyorlar mı ki biz o yerkureye geliyor, onu uclarından eksiltiyoruz. Allah hukmeder; O'nun hukmunu denetleyecek de yoktur. Hesabı cok cabuk gorur O"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Onlardan oncekiler de tuzak kurmustu, ama tum tuzaklar Allah'ındır. Her benligin ne kazandıgını O bilir. Kafirler de bilecek sonsuzluk yurdu kimindir"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Kufre sapanlar: \"Sen gonderilmis bir elci degilsin.\" diyorlar. De ki: \"Benimle sizin aranızda tanık olarak Allah, bir de yanında kitap bilgisi bulunanlar yeter"
        }
    ]
}