{
    "maqras": [
        {
            "chapter": 16,
            "verse": 30,
            "text": "And (when) it is said to those who are the Muttaqun (pious - see V. 2:2) \"What is it that your Lord has sent down?\" They say: \"That which is good.\" For those who do good in this world, there is good, and the home of the Hereafter will be better. And excellent indeed will be the home (i.e. Paradise) of the Muttaqun (pious - see V)"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "Adn (Eden) Paradise (Gardens of Eternity) which they will enter, under which rivers flow, they will have therein all that they wish. Thus Allah rewards the Muttaqun (pious - see V)"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "Those whose lives the angels take while they are in a pious state (i.e. pure from all evil, and worshipping none but Allah Alone) saying (to them): Salamun 'Alaikum (peace be on you) enter you Paradise, because of (the good) which you used to do (in the world)"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Do they (the disbelievers and polytheists) await but that the angels should come to them [to take away their souls (at death)], or there should come the command (i.e. the torment or the Day of Resurrection) of your Lord? Thus did those before them. And Allah wronged them not, but they used to wrong themselves"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "Then, the evil results of their deeds overtook them, and that at which they used to mock surrounded them"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "And those who join others in worship with Allah say: \"If Allah had so willed, neither we nor our fathers would have worshipped aught but Him, nor would we have forbidden anything without (Command from) Him.\" So did those before them. Then! Are the Messengers charged with anything but to convey clearly the Message"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "And verily, We have sent among every Ummah (community, nation) a Messenger (proclaiming): \"Worship Allah (Alone), and avoid (or keep away from) Taghut (all false deities, etc.i. e. do not worship Taghut besides Allah).\" Then of them were some whom Allah guided and of them were some upon whom the straying was justified. So travel through the land and see what was the end of those who denied (the truth)"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "If you (O Muhammad SAW) covet for their guidance, then verily Allah guides not those whom He makes to go astray (or none can guide him whom Allah sends astray). And they will have no helpers"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "And they swear by Allah their strongest oaths, that Allah will not raise up him who dies. Yes, (He will raise them up), a promise (binding) upon Him in truth, but most of mankind know not"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "In order that He may make manifest to them the truth of that wherein they differ, and that those who disbelieved (in Resurrection, and in the Oneness of Allah) may know that they were liars"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Verily! Our Word unto a thing when We intend it, is only that We say unto it: \"Be!\" and it is"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "And as for those who emigrated for the Cause of Allah, after suffering oppression, We will certainly give them goodly residence in this world, but indeed the reward of the Hereafter will be greater, if they but knew"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "(They are) those who remained patient (in this world for Allah's sake), and put their trust in their Lord (Allah Alone)"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "And We sent not (as Our Messengers) before you (O Muhammad SAW) any but men, whom We inspired, (to preach and invite mankind to believe in the Oneness of Allah). So ask of those who know the Scripture [learned men of the Taurat (Torah) and the Injeel (Gospel)], if you know not"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "With clear signs and Books (We sent the Messengers). And We have also sent down unto you (O Muhammad SAW) the reminder and the advice (the Quran), that you may explain clearly to men what is sent down to them, and that they may give thought"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Do then those who devise evil plots feel secure that Allah will not sink them into the earth, or that the torment will not seize them from directions they perceive not"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Or that He may catch them in the midst of their going to and fro (in their jobs), so that there be no escape for them (from Allah's Punishment)"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Or that He may catch them with gradual wasting (of their wealth and health). Truly! Your Lord is indeed full of Kindness, Most Merciful"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Have they not observed things that Allah has created, (how) their shadows incline to the right and to the left, making prostration unto Allah, and they are lowly"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "And to Allah prostate all that is in the heavens and all that is in the earth, of the live moving creatures and the angels, and they are not proud [i.e. they worship their Lord (Allah) with humility"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "They fear their Lord above them, and they do what they are commanded"
        }
    ]
}