{
    "maqras": [
        {
            "chapter": 27,
            "verse": 1,
            "text": "Ta-Sin. [These letters are one of the miracles of the Quran, and none but Allah (Alone) knows their meanings]. These are the Verses of the Quran, and (it is) a Book (that makes things) clear"
        },
        {
            "chapter": 27,
            "verse": 2,
            "text": "A guide (to the Right Path); and glad tidings for the believers [who believe in the Oneness of Allah (i.e. Islamic Monotheism]"
        },
        {
            "chapter": 27,
            "verse": 3,
            "text": "Those who perform As-Salat (Iqamat-as-Salat) and give Zakat and they believe with certainty in the Hereafter (resurrection, recompense of their good and bad deeds, Paradise and Hell, etc)"
        },
        {
            "chapter": 27,
            "verse": 4,
            "text": "Verily, those who believe not in the Hereafter, We have made their deeds fair-seeming to them, so they wander about blindly"
        },
        {
            "chapter": 27,
            "verse": 5,
            "text": "They are those for whom there will be an evil torment (in this world). And in the Hereafter they will be the greatest losers"
        },
        {
            "chapter": 27,
            "verse": 6,
            "text": "And verily, you (O Muhammad SAW) are receiving the Quran from the One, All-Wise, All-Knowing"
        },
        {
            "chapter": 27,
            "verse": 7,
            "text": "(Remember) when Musa (Moses) said to his household: \"Verily! I have seen a fire, I will bring you from there some information, or I will bring you a burning brand, that you may warm yourselves"
        },
        {
            "chapter": 27,
            "verse": 8,
            "text": "But when he came to it, he was called: \"Blessed is whosoever is in the fire, and whosoever is round about it! And glorified be Allah, the Lord of the 'Alamin (mankind, jinns and all that exists)"
        },
        {
            "chapter": 27,
            "verse": 9,
            "text": "O Musa (Moses)! Verily! It is I, Allah, the All-Mighty, the All-Wise"
        },
        {
            "chapter": 27,
            "verse": 10,
            "text": "And throw down your stick!\" But when he saw it moving as if it were a snake, he turned in flight, and did not look back. (It was said): \"O Musa (Moses)! Fear not, verily! The Messengers fear not in front of Me"
        },
        {
            "chapter": 27,
            "verse": 11,
            "text": "Except him who has done wrong and afterwards has changed evil for good, then surely, I am Oft-Forgiving, Most Merciful"
        },
        {
            "chapter": 27,
            "verse": 12,
            "text": "And put your hand into your bosom, it will come forth white without hurt. (These are) among the nine signs (you will take) to Fir'aun (Pharaoh) and his people, they are a people who are the Fasiqun (rebellious, disobedient to Allah)"
        },
        {
            "chapter": 27,
            "verse": 13,
            "text": "But when Our Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.) came to them, clear to see, they said: \"This is a manifest magic"
        },
        {
            "chapter": 27,
            "verse": 14,
            "text": "And they belied them (those Ayat) wrongfully and arrogantly, though their ownselves were convinced thereof [i.e. those (Ayat) are from Allah, and Musa (Moses) is the Messenger of Allah in truth, but they disliked to obey Musa (Moses), and hated to believe in his Message of Monotheism]. So see what was the end of the Mufsidun (disbelievers, disobedient to Allah, evil-doers, liars)"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "And indeed We gave knowledge to Dawud (David) and Sulaiman (Solomon), and they both said: \"All the praises and thanks be to Allah, Who has preferred us above many of His believing slaves"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "And Sulaiman (Solomon) inherited (the knowledge of) Dawud (David). He said: \"O mankind! We have been taught the language of birds, and on us have been bestowed all things. This, verily, is an evident grace (from Allah)"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "And there were gathered before Sulaiman (Solomon) his hosts of jinns and men, and birds, and they all were set in battle order (marching forwards)"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Till, when they came to the valley of the ants, one of the ants said: \"O ants! Enter your dwellings, lest Sulaiman (Solomon) and his hosts crush you, while they perceive not"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "So he [Sulaiman (Solomon)] smiled, amused at her speech and said: \"My Lord! Inspire and bestow upon me the power and ability that I may be grateful for Your Favours which You have bestowed on me and on my parents, and that I may do righteous good deeds that will please You, and admit me by Your Mercy among Your righteous slaves"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "He inspected the birds, and said: \"What is the matter that I see not the hoopoe? Or is he among the absentees"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "I will surely punish him with a severe torment, or slaughter him, unless he brings me a clear reason"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "But the hoopoe stayed not long, he (came up and) said: \"I have grasped (the knowledge of a thing) which you have not grasped and I have come to you from Saba' (Sheba) with true news"
        },
        {
            "chapter": 27,
            "verse": 23,
            "text": "I found a woman ruling over them, and she has been given all things that could be possessed by any ruler of the earth, and she has a great throne"
        },
        {
            "chapter": 27,
            "verse": 24,
            "text": "I found her and her people worshipping the sun instead of Allah, and Shaitan (Satan) has made their deeds fair-seeming to them, and has barred them from (Allah's) Way, so they have no guidance"
        },
        {
            "chapter": 27,
            "verse": 25,
            "text": "Al-La (this word has two interpretations) (A) [As Shaitan (Satan) has barred them from Allah's Way] so that they do not worship (prostrate before) Allah, or (B) So that they may worship (prostrate before) Allah, Who brings to light what is hidden in the heavens and the earth, and knows what you conceal and what you reveal. [Tafsir At-Tabari, Vol. 19, Page]"
        },
        {
            "chapter": 27,
            "verse": 26,
            "text": "Allah, La ilaha illa Huwa (none has the right to be worshipped but He), the Lord of the Supreme Throne"
        }
    ]
}