{
    "maqras": [
        {
            "chapter": 28,
            "verse": 76,
            "text": "Verily, Qarun (Korah) was of Musa's (Moses) people, but he behaved arrogantly towards them. And We gave him of the treasures, that of which the keys would have been a burden to a body of strong men. When his people said to him: \"Do not be glad (with ungratefulness to Allah's Favours). Verily! Allah likes not those who are glad (with ungratefulness to Allah's Favours)"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "But seek, with that (wealth) which Allah has bestowed on you, the home of the Hereafter, and forget not your portion of legal enjoyment in this world, and do good as Allah has been good to you, and seek not mischief in the land. Verily, Allah likes not the Mufsidun (those who commit great crimes and sins, oppressors, tyrants, mischief-makers, corrupts)"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "He said: \"This has been given to me only because of knowledge I possess.\" Did he not know that Allah had destroyed before him generations, men who were stronger than him in might and greater in the amount (of riches) they had collected. But the Mujrimun (criminals, disbelievers, polytheists, sinners, etc.) will not be questioned of their sins (because Allah knows them well, so they will be punished without account)"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "So he went forth before his people in his pomp. Those who were desirous of the life of the world, said: \"Ah, would that we had the like of what Qarun (Korah) has been given? Verily! He is the owner of a great fortune"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "But those who had been given (religious) knowledge said: \"Woe to you! The Reward of Allah (in the Hereafter) is better for those who believe and do righteous good deeds, and this none shall attain except those who are patient (in following the truth)"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "So We caused the earth to swallow him and his dwelling place. Then he had no group or party to help him against Allah, nor was he one of those who could save themselves"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "And those who had desired (for a position like) his position the day before, began to say: \"Know you not that it is Allah Who enlarges the provision or restricts it to whomsoever He pleases of His slaves. Had it not been that Allah was Gracious to us, He could have caused the earth to swallow us up (also)! Know you not that the disbelievers will never be successful"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "That home of the Hereafter (i.e. Paradise), We shall assign to those who rebel not against the truth with pride and oppression in the land nor do mischief by committing crimes. And the good end is for the Muttaqun (pious - see V)"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Whosoever brings good (Islamic Monotheism along with righteous deeds), he shall have the better thereof, and whosoever brings evil (polytheism along with evil deeds) then, those who do evil deeds will only be requited for what they used to do"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Verily, He Who has given you (O Muhammad SAW) the Quran (i.e. ordered you to act on its laws and to preach it to others) will surely bring you back to the Ma'ad (place of return, either to Makkah or to Paradise after your death, etc.). Say (O Muhammad SAW): \"My Lord is Aware of him who brings guidance, and he who is in manifest error"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "And you were not expecting that the Book (this Quran) would be sent down to you, but it is a mercy from your Lord. So never be a supporter of the disbelievers"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "And let them not turn you (O Muhammad SAW) away from (preaching) the Ayat (revelations and verses) of Allah after they have been sent down to you, and invite (men) to (believe in) your Lord [i.e. in the Oneness (Tauhid) of Allah (1) Oneness of the Lordship of Allah; (2) Oneness of the worship of Allah; (3) Oneness of the Names and Qualities of Allah], and be not of Al-Mushrikun (those who associate partners with Allah, e.g. polytheists, pagans, idolaters, those who disbelieve in the Oneness of Allah and deny the Prophethood of Messenger Muhammad SAW)"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "And invoke not any other ilah (god) along with Allah, La ilaha illa Huwa (none has the right to be worshipped but He). Everything will perish save His Face. His is the Decision, and to Him you (all) shall be returned"
        }
    ]
}