{
    "maqras": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif-Lam-Mim. [These letters are one of the miracles of the Quran, and none but Allah (Alone) knows their meanings"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Do people think that they will be left alone because they say: \"We believe,\" and will not be tested"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "And We indeed tested those who were before them. And Allah will certainly make (it) known (the truth of) those who are true, and will certainly make (it) known (the falsehood of) those who are liars, (although Allah knows all that before putting them to test)"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Or those who do evil deeds think that they can outstrip Us (i.e. escape Our Punishment)? Evil is that which they judge"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Whoever hopes for the Meeting with Allah, then Allah's Term is surely coming. and He is the All-Hearer, the All-Knower"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "And whosoever strives, he strives only for himself. Verily, Allah is free of all wants from the 'Alamin (mankind, jinns, and all that exists)"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "Those who believe [in the Oneness of Allah (Monotheism) and in Messenger Muhammad SAW, and do not apostate because of the harm they receive from the polytheists], and do righteous good deeds, surely, We shall remit from them their evil deeds and shall reward them according to the best of that which they used to do"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "And We have enjoined on man to be good and dutiful to his parents, but if they strive to make you join with Me (in worship) anything (as a partner) of which you have no knowledge, then obey them not. Unto Me is your return, and I shall tell you what you used to do"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "And for those who believe (in the Oneness of Allah and other items of Faith) and do righteous good deeds, surely, We shall make them enter in (the enterance of) the righteous (i.e. in Paradise)"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Of mankind are some who say: \"We believe in Allah,\" but if they are made to suffer for the sake of Allah, they consider the trial of mankind as Allah's punishment, and if victory comes from your Lord, (the hypocrites) will say: \"Verily! We were with you (helping you).\" Is not Allah Best Aware of what is in the breast of the 'Alamin (mankind and jinns)"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Verily, Allah knows those who believe, and verily, He knows the hypocrites [i.e. Allah will test the people with good and hard days to discriminate the good from the wicked (although Allah knows all that before putting them to test]"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "And those who disbelieve say to those who believe: \"Follow our way and we will verily bear your sins,\" never will they bear anything of their sins. Surely, they are liars"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "And verily, they shall bear their own loads, and other loads besides their own, and verily, they shall be questioned on the Day of Resurrection about that which they used to fabricate"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "And indeed We sent Nuh (Noah) to his people, and he stayed among them a thousand years less fifty years [inviting them to believe in the Oneness of Allah (Monotheism), and discard the false gods and other deities], and the Deluge overtook them while they were Zalimun (wrong-doers, polytheists, disbelievers, etc)"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Then We saved him and those with him in the ship, and made it (the ship) as an Ayah (a lesson, a warning, etc.) for the 'Alamin (mankind, jinns and all that exists)"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "And (remember) Ibrahim (Abraham) when he said to his people: \"Worship Allah (Alone), and fear Him, that is better for you if you did but know"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "You worship besides Allah only idols, and you only invent falsehood. Verily, those whom you worship besides Allah have no power to give you provision, so seek your provision from Allah (Alone), and worship Him (Alone), and be grateful to Him. To Him (Alone) you will be brought back"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "And if you deny, then nations before you have denied (their Messengers). And the duty of the Messenger is only to convey (the Message) plainly"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "See they not how Allah originates creation, then repeats it. Verily, that is easy for Allah"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Say: \"Travel in the land and see how (Allah) originated creation, and then Allah will bring forth (resurrect) the creation of the Hereafter (i.e. resurrection after death). Verily, Allah is Able to do all things"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "He punishes whom He will, and shows mercy to whom He will, and to Him you will be returned"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "And you cannot escape in the earth or in the heaven. And besides Allah you have neither any Wali (Protector or Guardian) nor any Helper"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "And those who disbelieve in the Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.) of Allah and the Meeting with Him, it is they who have no hope of My Mercy, and it is they who will (have) a painful torment"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "So nothing was the answer of [Ibrahim's (Abraham)] people except that they said: \"Kill him or burn him.\" Then Allah saved him from the fire. Verily, in this are indeed signs for a people who believe"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "And [Ibrahim (Abraham)] said: \"You have taken (for worship) idols instead of Allah, and the love between you is only in the life of this world, but on the Day of Resurrection, you shall disown each other, and curse each other, and your abode will be the Fire, and you shall have no helper"
        }
    ]
}