{
    "maqras": [
        {
            "chapter": 39,
            "verse": 53,
            "text": "Say: \"O 'Ibadi (My slaves) who have transgressed against themselves (by committing evil deeds and sins)! Despair not of the Mercy of Allah, verily Allah forgives all sins. Truly, He is Oft-Forgiving, Most Merciful"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "And turn in repentance and in obedience with true Faith (Islamic Monotheism) to your Lord and submit to Him, (in Islam), before the torment comes upon you, then you will not be helped"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "And follow the best of that which is sent down to you from your Lord (i.e. this Quran, do what it orders you to do and keep away from what it forbids), before the torment comes on you suddenly while you perceive not"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Lest a person should say: \"Alas, my grief that I was undutiful to Allah (i.e. I have not done what Allah has ordered me to do), and I was indeed among those who mocked [at the truth! i.e. La ilaha ill-Allah (none has the right to be worshipped but Allah), the Quran, and Muhammad SAW and at the faithful believers, etc"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "Or (lest) he should say: \"If only Allah had guided me, I should indeed have been among the Muttaqun (pious and righteous persons - see V)"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Or (lest) he should say when he sees the torment: \"If only I had another chance (to return to the world) then I should indeed be among the Muhsinun (good-doers - see V)"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "Yes! Verily, there came to you My Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.) and you denied them, and were proud and were among the disbelievers"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "And on the Day of Resurrection you will see those who lied against Allah (i.e. attributed to Him sons, partners, etc.) their faces will be black. Is there not in Hell an abode for the arrogant ones"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "And Allah will deliver those who are the Muttaqun (pious - see V. 2:2) to their places of success (Paradise). Evil shall touch them not, nor shall they grieve"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allah is the Creator of all things, and He is the Wakil (Trustee, Disposer of affairs, Guardian, etc.) over all things"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "To Him belong the keys of the heavens and the earth. And those who disbelieve in the Ayat (proofs, evidences, verses, signs, revelations, etc.) of Allah, such are they who will be the losers"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "Say (O Muhammad SAW to the polytheists, etc.): \"Do you order me to worship other than Allah O you fools"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "And indeed it has been revealed to you (O Muhammad SAW), as it was to those (Allah's Messengers) before you: \"If you join others in worship with Allah, (then) surely (all) your deeds will be in vain, and you will certainly be among the losers"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Nay! But worship Allah (Alone and none else), and be among the grateful"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "They made not a just estimate of Allah such as is due to Him. And on the Day of Resurrection the whole of the earth will be grasped by His Hand and the heavens will be rolled up in His Right Hand. Glorified is He, and High is He above all that they associate as partners with Him"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "And the Trumpet will be blown, and all who are in the heavens and all who are on the earth will swoon away, except him whom Allah will. Then it will blown a second time and behold, they will be standing, looking on (waiting)"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "And the earth will shine with the light of its Lord (Allah, when He will come to judge among men) and the Book will be placed (open) and the Prophets and the witnesses will be brought forward, and it will be judged between them with truth, and they will not be wronged"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "And each person will be paid in full of what he did; and He is Best Aware of what they do"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "And those who disbelieved will be driven to Hell in groups, till, when they reach it, the gates thereof will be opened (suddenly like a prison at the arrival of the prisoners). And its keepers will say, \"Did not the Messengers come to you from yourselves, reciting to you the Verses of your Lord, and warning you of the Meeting of this Day of yours?\" They will say: \"Yes, but the Word of torment has been justified against the disbelievers"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "It will be said (to them): \"Enter you the gates of Hell, to abide therein. And (indeed) what an evil abode of the arrogant"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "And those who kept their duty to their Lord will be led to Paradise in groups, till, when they reach it, and its gates will be opened (before their arrival for their reception) and its keepers will say: Salamun 'Alaikum (peace be upon you)! You have done well, so enter here to abide therein"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "And they will say: \"All the praises and thanks be to Allah Who has fulfilled His Promise to us and has made us inherit (this) land. We can dwell in Paradise where we will; how excellent a reward for the (pious good) workers"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "And you will see the angels surrounding the Throne (of Allah) from all round, glorifying the praises of their Lord (Allah). And they (all the creatures) will be judged with truth, and it will be said. All the praises and thanks be to Allah, the Lord of the 'Alamin (mankind, jinns and all that exists)"
        }
    ]
}