{
    "maqras": [
        {
            "chapter": 7,
            "verse": 47,
            "text": "And when their eyes will be turned towards the dwellers of the Fire, they will say: \"Our Lord! Place us not with the people who are Zalimun (polytheists and wrong-doers)"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "And the men on Al-A'raf (the wall) will call unto the men whom they would recognise by their marks, saying: \"Of what benefit to you were your great numbers (and hoards of wealth), and your arrogance against Faith"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "Are they those, of whom you swore that Allah would never show them mercy. (Behold! It has been said to them): \"Enter Paradise, no fear shall be on you, nor shall you grieve"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "And the dwellers of the Fire will call to the dwellers of Paradise: \"Pour on us some water or anything that Allah has provided you with.\" They will say: \"Both (water and provision) Allah has forbidden to the disbelievers"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "Who took their religion as an amusement and play, and the life of the world deceived them.\" So this Day We shall forget them as they forgot their meeting of this Day, and as they used to reject Our Ayat (proofs, evidences, verses, lessons, signs, revelations, etc)"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "Certainly, We have brought to them a Book (the Quran) which We have explained in detail with knowledge, - a guidance and a mercy to a people who believe"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "Await they just for the final fulfillment of the event? On the Day the event is finally fulfilled (i.e. the Day of Resurrection), those who neglected it before will say: \"Verily, the Messengers of our Lord did come with the truth, now are there any intercessors for us that they might intercede on our behalf? Or could we be sent back (to the first life of the world) so that we might do (good) deeds other than those (evil) deeds which we used to do?\" Verily, they have lost their ownselves (i.e. destroyed themselves) and that which they used to fabricate (invoking and worshipping others besides Allah) has gone away from them"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "Indeed your Lord is Allah, Who created the heavens and the earth in Six Days, and then He Istawa (rose over) the Throne (really in a manner that suits His Majesty). He brings the night as a cover over the day, seeking it rapidly, and (He created) the sun, the moon, the stars subjected to His Command. Surely, His is the Creation and Commandment. Blessed be Allah, the Lord of the 'Alamin (mankind, jinns and all that exists)"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "Invoke your Lord with humility and in secret. He likes not the aggressors"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "And do not do mischief on the earth, after it has been set in order, and invoke Him with fear and hope; Surely, Allah's Mercy is (ever) near unto the good-doers"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "And it is He Who sends the winds as heralds of glad tidings, going before His Mercy (rain). Till when they have carried a heavy-laden cloud, We drive it to a land that is dead, then We cause water (rain) to descend thereon. Then We produce every kind of fruit therewith. Similarly, We shall raise up the dead, so that you may remember or take heed"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "The vegetation of a good land comes forth (easily) by the Permission of its Lord, and that which is bad, brings forth nothing but a little with difficulty. Thus do We explain variously the Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.) for a people who give thanks"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "Indeed, We sent Nuh (Noah) to his people and he said: \"O my people! Worship Allah! You have no other Ilah (God) but Him. (La ilaha ill-Allah: none has the right to be worshipped but Allah). Certainly, I fear for you the torment of a Great Day"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "The leaders of his people said: \"Verily, we see you in plain error"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "Nuh (Noah)] said: \"O my people! There is no error in me, but I am a Messenger from the Lord of the 'Alamin (mankind, jinns and all that exists)"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "I convey unto you the Messages of my Lord and give sincere advice to you. And I know from Allah what you know not"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "Do you wonder that there has come to you a Reminder from your Lord through a man from amongst you, that he may warn you, so that you may fear Allah and that you may receive (His) Mercy"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "But they belied him, so We saved him and those along with him in the ship, and We drowned those who belied Our Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.). They were indeed a blind people"
        }
    ]
}