{
    "rukus": [
        {
            "chapter": 6,
            "verse": 145,
            "text": "Скажи: \"Не нахожу я в том, что мне открыто, Запретов на еду, что вам угодна в пищу, Помимо мертвечины, свинины иль истекшей крови\". Все потому, что это - скверна иль неправедная снедь, Над коей не Аллаха, а другое имя призывалось. Кого ж (земные тяготы к сей пище) приневолят Без нечестивости иль своевольного непослушанья, - Так ведь, поистине, прощающ твой Владыка И милосерд (к творениям Своим)"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "И тем, кто следует иудаизму, Мы запретили (в пищу) всякий (скот), Что с (нераздвоенным) копытом. И Мы им запретили также Коровий и овечий жир, Помимо жира, что несет хребет иль потроха, Или того, что на костях завязан. Так воздаем Мы им за своевольное непослушанье, - Ведь, истинно, (слова Наши) правдивы"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "А коль во лжи тебя они винят, (о Мухаммад!), Скажи: \"Господь ваш полон милости, не знающей предела; И все же от людей, что грешны, Не отвратить всей мощи (Его кары)"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "И скажут те, кто соучастников (Аллаху) прочит: \"Если б Аллах желал того, Мы б соучастников Ему не придавали, (Чего б не делали) и наши праотцы, И не имели б никаких запретов\". Но столь же лживо рассуждали те, Которые до них (грешили), Пока не испытали мощь (Господней кары). Скажи: \"Владеете ли вы Определенным знанием об этом? И если да, представьте нам его. Вы следуете домыслам своим И строите лишь ложные догадки"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "Скажи: \"У Бога ясное свидетельство (всему), И, если б Он желал того, Он всех бы вас прямым путем направил"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "Скажи: \"Вы призовите от себя таких, Которые свидетельствовать будут О том, что Бог все это запретил\". И коль они свидетельствовать станут, Ты с ними не свидетельствуй, (о Мухаммад!). Не следуй прихотям таких, Которые знаменья Наши ложными считают И в будущую жизнь не верят, - Они же в равные Владыке своему Измышленное ими прочат"
        }
    ]
}