{
    "rukus": [
        {
            "chapter": 7,
            "verse": 40,
            "text": "Пред теми, кто знаменья Наши ложными считает И величается над ними, Врата небесные не отворятся, И в Рай им не войти, Пока верблюд через игольное ушко не протеснится: Так воздаем Мы нечестивым"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Их ложем будет пламя Ада, Над ними - (огненный) покров: Так воздаем Мы злотворящим"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "А тем, кто верует и доброе творит, Мы не возложим груз на душу, Что больше, чем она поднимет, - Им всем стать обитателями Рая И в нем навечно оставаться"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Мы удалим из их сердец обиды, У ног их реки разольем, И будут говорить они: \"Хвала Аллаху, Который вывел нас на эту (благодать); Мы б никогда сюда не вышли сами, Если б Аллах не вывел нас к сему. Нам возвестили Истину посланники Его\". И будет им возглашено: \"Вот Рай, что дан в наследство вам За ваши добрые деянья"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "И воззовут из Рая обитатели его К тем, кто в Огне (горит за злодеянья): \"Уверились мы в истине того, Что наш Господь нам обещал. Но испытали ль вы всю истину Его обетований?\" Они ответят: \"Да!\" И возгласит глашатай среди них: \"Проклятие Аллаха на неверных"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "На тех, кто уклонил с Его пути (других), Усердствуя в него извилины внести, И в будущую жизнь не верил"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "И между теми и другими (водружена) завеса будет. А на гряде (холмов высоких) - люди, Что по особым знакам всех распознают. И воззовут они к таким, кто в Рай (назначен): \"Мир вам!\", хоть они сами не вошли еще в него, Но все же тешатся надеждою об этом"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "Когда их взор падет на обитателей Огня, Они воскликнут: \"Боже наш! С неправедными нас не помещай"
        }
    ]
}