{
    "rukus": [
        {
            "chapter": 9,
            "verse": 100,
            "text": "Опередившими других (в принятии ислама) были те, Кто первыми, (оставив свой очаг), Переселились (в чуждые края), И те, кто дал им (хлеб и крышу), И те, кто следовал их праведным делам. Они - к великому довольствию Аллаха, И к их довольствию - Аллах. Он уготовил им Сады, реками омовенны, Где им навечно пребывать, - И это есть великое свершенье"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "А среди прочих бедуинов, Что окружают вас Иль (поселились) среди жителей Медины, Есть лицемеры, что упрямы в лицемерии своем. Ты их не знаешь - Мы их знаем. И Мы накажем дважды их. Потом их тяжкой каре предадим"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Другие же грехи свои признали: Они мешали доброе деяние с другим - дурным. Быть может, к ним Аллах благопреклонен будет, - Ведь снисходителен Аллах и милосерд"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Возьми ты милостыню с их добра, Чтоб ею оправдать их и очистить, И вознеси за них молитву, - Ведь, истинно, твои молитвы Сохранность и покой для их (души). Аллах все слышит и все знает"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Ужель они не знают, что Аллах Приемлет от служителей Своих их покаянье И милостыню принимает (на очищение их душ) И что Аллах благопреклонен, милосерд"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "(Ты им) скажи: \"Благодеяйте! Аллах узрит деянья ваши, Узрит их и Его посланник, (Узрит) и верующий люд. И будете вы все возвращены к Тому, Кому все тайное и явное известно. И Он поведает вам всем Всю (суть) того, что вы творили"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Есть и другие (лицемеры), Кому отсрочено до времени, когда Аллах Распорядится ими (по заслугам): Накажет их или простит благопреклонно, - Аллах всеведущ, мудр (безмерно)"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "О тех же, кто воздвиг мечеть, Чтобы нечестие и смуту сеять И тем внести раскол средь верных, А также для засады тем, Кто раньше воевал с Аллахом и посланником Его, - Они же, несомненно, будут клясться: \"Желали лишь благого мы!\" - О них - свидетельство Аллаха: Они, поистине, лжецы"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "В ней на молитву никогда не становись. Но есть мечеть, что с первых дней Была основана на праведной боязни (Господню милость потерять); Она достойнее того, Чтоб в ней ты становился на молитву. В ней - тот, кто любит в чистоте себя держать. Аллах же любит тех, кто в чистоте себя содержит"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Кто лучше: Тот, кто заложил основу для постройки На благочестии и трепете перед Аллахом, Перед желанием Ему угодным быть, Иль тот, кто заложил основу для постройки На обрывающемся склоне старого откоса, Готовом раскрошиться в прах? Он вместе с ним во пламя Ада будет сокрушен! Аллах неправедных не станет направлять"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Постройка их, что возвели они, Не перестанет быть сомнением в их сердце, Пока оно не разобьется, - Аллах всеведущ, мудр (безмерно)"
        }
    ]
}