{
    "rukus": [
        {
            "chapter": 11,
            "verse": 84,
            "text": "И мадйанитам Мы Шу'айба, брата их, (послали), И он сказал: \"О мой народ! Аллаху поклоняйтесь! Кроме Него, у вас иного Бога нет. Не убавляйте вес и меру. Я вижу, что во благе вы. Поистине, страшусь за вас я кары Дня, объемлющего все"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "О мой народ! Блюдите верно вес и меру; Имуществу людей урона не чините И не творите злодеяний на земле, Сея на ней нечестие и смуту"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "И то, что оставляет вам Аллах, Есть лучшее для вас, Если (в Него) уверовали вы, - Я же ни страж над вами, ни хранитель"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Они сказали: \"О Шу'айб! Ужель молитва (твоей веры) Велит покинуть нам (богов), Которым поклонялись наши предки? Иль (запрещает) нам имуществом своим Распоряжаться по своим желаньям? Поистине, (в желаниях) своих ты сдержан, Водитель правого пути"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Он (им) сказал: \"О мой народ! Подумайте о том, Что если я имею ясное свидетельство Владыки И мне Он от Себя достаточный удел доставил, Мне ль не желать удерживать вас от того, Что Он вам запрещает? Я лишь желаю исправлений к лучшему для вас, Сколь это будет в моих силах. И (в этом) помощь мне - лишь от Аллаха. Лишь на Него я уповаю И (лик свой) обращаю лишь к Нему"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "О мой народ! Пусть разногласия со мной Не навлекут на вас греха, За что постигнет вас подобное тому, Что испытали люди Нуха, Салиха иль Худа; Недалеко от вас и люди Лута"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Просите же прощения у вашего Владыки, Потом к Нему (в раскаянии) обращайтесь! Поистине, Господь мой милосерд, Любви (к творениям Своим) исполнен"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Они сказали: \"О Шу'айб! Нам много из того, что говоришь ты, непонятно, И видим мы, что ты меж нами слаб. И если б не был род твой (знатен), Мы забросали бы тебя камнями, - Ведь ты для нас совсем не дорог"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Он (им) сказал: \"О мой народ! Ужель мой род дороже вам Аллаха, Что вы (небрежно) за спиной оставили Его? Но, истинно, Господь мой (веденьем Своим) Объемлет все, что вы творите"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "О мой народ! Творите все, что в ваших силах, А я свое (намерен) делать, И скоро вы узнаете, кто тот, Кого постигнет наказание позором И кто окажется лжецом. Вы ждите - с вами подожду и я"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Когда же Наше повеленье проявилось, Спасли Шу'айба Мы и тех, Кто с ним уверовал (в Аллаха), По милости от Нас. А тех, что были нечестивы, Зловещий вопль поразил, И уж наутро в собственных домах Они поверженными ниц лежали"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "Как будто никогда не жили там. О да! Пусть сгинут мадйаниты! Как прежде сгинули и самудяне, (Господним гневом сражены)"
        }
    ]
}