{
    "rukus": [
        {
            "chapter": 12,
            "verse": 50,
            "text": "И царь сказал: \"Ко мне его ведите!\" Когда к нему пришел (царя) посланец, (Йусуф) сказал: \"Ты к господину своему вернись и у него спроси: Каков настрой и помыслы тех женщин, Которые порезали себе (ножами) руки? Господь мой, истинно, про их уловки знает"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "И (царь) спросил (тогда тех женщин): \"В чем было ваше устремленье, Когда пытались вы Йусуфа соблазнить?\" Они сказали: \"Упаси нас Бог! За ним не знаем мы дурного\". И молвила жена вельможи: \"Открылась истина теперь. Его я соблазнить пыталась, Но он остался из (числа) правдивых"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "(Я) это (говорю), чтоб (мой супруг) узнал, Что я в отсутствие его ему не изменила И что Аллах свершиться не позволит (Злым) умыслам изменников (неверных)"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "И я себя оправдывать не стану, - Ведь (всякая) душа склоняется ко злу, Если Господь мой милостью ее не осеняет. Господь мой, истинно, прощающ, милосерд"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "И царь сказал: \"Ко мне его ведите! Себе (на службу) я его возьму\". И, с ним поговорив, сказал он: \"Отныне ты при нас И нами наделен доверием и силой"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Йусуф ответил: \"Поставь меня распорядителем хранилищ сей земли. Поистине, я - знающий хранитель"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Так наделили Мы Йусуфа силой в той стране, Чтоб в ней владел он всем, Как, где и когда захочет. Мы Нашу милость жалуем тому, Кого сочтем Своим желаньем, И не дадим пропасть награде Таких, кто делает добро"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Награда же другого мира - краше Для тех, которые уверовали (в Бога) И, гнева Господа страшась, (благочестивы были)"
        }
    ]
}