{
    "rukus": [
        {
            "chapter": 14,
            "verse": 42,
            "text": "Не думай, что Аллах внимания не обращает На то, что нечестивые творят, - Он только им дает отсрочку до Дня, Когда их взоры в ужасе замрут"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "И, вскинув головы назад, С застывшими зрачками глаз, С опустошенными сердцами, Они все ринутся вперед, (Где предстоит им Суд нести)"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "А потому, увещевая, Людей предостеречь ты должен О Дне, когда придет к ним кара. Тогда возмолят нечестивые: \"Господь наш! Отсрочь нам хоть до близкого предела. Мы Твоему призыву отзовемся И будем следовать посланникам Твоим\". (Им прозвучит): \"Неужто прежде вы не клялись, Что нет вам убыли и спада никогда"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "И вы в дома селились к тем, Кто зло самим себе чинил, Потом же стало ясно вам, Как Мы (сурово) с ними обошлись, И Мы (на этот счет) вам притчи приводили"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Они же разными уловками хитрили, Но вся их хитрость - у Аллаха на виду, Если бы даже силою ее (задумки) Могли сдвигаться с места горы"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Не думай, что Аллах нарушит обещание Свое, Которое посланникам Своим (в обет) поставил, - Поистине, Аллах могуч, возмездия Блюститель"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "В тот День, Когда земля заменится другою, Другими станут небеса, - Они предстанут пред Аллахом, Единым и неодолимым в Своей мощи"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "И ты увидишь в День тот грешников, Что скованы одною цепью (совершённого греха)"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Их верхние одежды - из смолы, А лица пламенем покрыты"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Чтоб возымела от Аллаха каждая душа, Что уготовила себе (деяньями своими), - Аллах, поистине, в расчете скор"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Это - Послание всем людям, Чтоб назидались им и знали, Что Он - Единый Бог для всех, И чтобы мыслящие этим проникались"
        }
    ]
}