{
    "rukus": [
        {
            "chapter": 17,
            "verse": 101,
            "text": "Мы дали Мусе девять ясных знаков - Спроси сынов Исраиля (о том); Когда он к ним пришел, То Фараон сказал: \"Мне кажется, что ты, о Муса, (Дурными) чарами опутан"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Ответил он: \"Ты знаешь, что свести это (возможно) Лишь Властелину неба и земли, Как несомненные свидетельства (Господней Воли), И полагаю я, что ты, о Фараон, На гибель обречен (Всевышним)"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Тогда задумал (Фараон) Убрать их всех с лица земли, Но потопили Мы его И тех, что были с ним, - всех до едина"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "И вслед за этим Мы сынам Исраиля сказали: \"Живите на земле (как дОлжно вам), А уж когда наступит время (сбыться) Обетованию последней жизни, Тогда Мы вместе соберем вас всех"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Мы ниспослали в Истине Коран, И в Истине нисшел он свыше. Тебя же Мы, (о Мухаммад!), Лишь (благо)вестником и увещателем послали"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Коран Мы разделили (на айаты), Чтоб людям ты читал его (не сразу), А делал промежутки (в чтенье), - (И потому) ниспосылали Мы его Ниспосыланием, (что временем разнилось)"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Скажи, (о Мухаммад!): \"Поверите ль в него вы или нет, Но те, кому было дано познать (Писание, что) до него (пришло), - Когда читают им его, Ниц падают на бороды свои, простершись благовейно"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "И говорят (они): \"Хвала Владыке! Поистине, свершилось обещание Его"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Они ниц падают на бороды свои, Льют слезы (умиленно), И это увеличивает в них Смирение и кротость (пред Всевышним)"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Скажи, (о Мухаммад!): \"Взываете ли вы к Аллаху иль призываете Рахмана - Каким бы именем Его вы ни назвали, - Ему принадлежат прекраснейшие имена\". Свою молитву громко не читайте, Но и шептать ее не надо - Держитесь среднего пути"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "И скажи: \"Хвала Аллаху, Кто (в величии Своем) Ни сыновей, ни соучастников в господстве не имеет, Его (могуществу) нужды в поддержке нет. И, величая, возвещай величие Его"
        }
    ]
}