{
    "rukus": [
        {
            "chapter": 39,
            "verse": 22,
            "text": "Так неужели тот, Чье сердце распахнулось для ислама, Чтоб Свет Господней Истины принять, (Сравнится с тем, Чье сердце затвердело от греха)? И горе тем, Сердца которых очерствели и закрылись Для всякого воспоминания о Боге! Они все - в явном заблужденье"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Аллах (вам) ниспослал Прекраснейшее Слово в виде Книги, (Смысл которого в айатах разных) Иносказательно, но сходно повторяем. И тех, кто гнева Господа страшится, Охватывает дрожь при чтении ее, И кожа их сжимается на теле. Потом же в прославлении Аллаха Смягчаются их кожа и сердца. Таков Господень путь, И им Он направляет тех, Кого сочтет Себе угодным. Но те, кого Аллах собьет с пути, Вожатого обресть не смогут"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Ужели тот, кому всем ликом Придется защищать себя От злейшей кары в День Суда, (Подобен тем, кто уберег себя от кары)? И скажут преступившим: \"Вкусите то, что вы приобрели"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Считали ложью (откровения Мои) И те, которые до них (грешили), И пало наказание на них неведомо с каких сторон"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Подверг Господь их унижению в сей жизни, А наказание в последней - больше. О, если б они только знали"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Мы предлагаем людям в этом Аль Кор'ане Притчи различного значенья, Чтоб поразмыслили они"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "В Коране на арабском языке, Лишенном всяких (смысловых) уловок, Чтоб люди, Господа страшась, Могли бы уберечься от дурного"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Аллах приводит в притчу человека, (Право) владеть которым Оспаривают несколько господ, Кто не в ладах друг с другом, И человека, Кто пред одним (хозяином в ответе) И полностью ему принадлежит. Ужель они в сравнении равны? (О нет!) Хвала Аллаху! Но большинство из них не разумеет"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Поистине, ты смертен, (Мухаммад), Как смертны и они"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "Затем в День Воскресения Пред Господом своим Вы тяжбу меж собою поведете"
        }
    ]
}