{
    "rukus": [
        {
            "chapter": 43,
            "verse": 57,
            "text": "Когда же сын Марйам им ставится в пример, На это твой народ Протест свой шумно выражает"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "И говорят они: \"Кто лучше: наши боги или он?\" И ставят сей (вопрос) тебе Лишь по охоте спор затеять. Так ведь они - народ, Что к препирательству (и спорам тяготеет)"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "Он был всего лишь раб (Господень), Которому Мы Нашу милость даровали И для сынов Исраиля поставили в пример"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "И если б Мы того желали, Мы б ангелов произвели из вас самих, Кто на земле бы вас сменил В последующих (поколеньях)"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "И станет Иса (сын Марйам) знаменьем Часа, А потому не сомневайтесь в нем и следуйте за мной, - Сие есть путь прямой"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "И пусть вас Сатана (с него) не отвращает, - Ведь он для вас - заклятый враг"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Когда же с ясными знаменьями пришел к ним Иса, Он сказал: \"Я с мудростью явился к вам, Чтоб разъяснить вам что-то из того, В чем вы между собой разногласите; А потому страшитесь Господа И повинуйтесь мне"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "Аллах, поистине, - и мой Господь, и ваш Господь, Так поклоняйтесь же Ему, - Сие есть путь прямой"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Но секты разные средь них Между собою стали разноглАсить. О, горе тем, кто нечестивым был, От наказания мучительного Дня"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "Ужели (в пререканиях своих) Они дождутся того Часа, Который к ним внезапно подойдет, Когда они об этом и не помышляют"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "И близкие друзья в тот День Врагами станут друг для друга, Помимо тех, кто был благочестив"
        }
    ]
}