{
    "rukus": [
        {
            "chapter": 5,
            "verse": 87,
            "text": "О вы, кто верует! Запрет не налагайте На все то доброе, что вам дозволил Бог, Излишествам не предавайтесь, преступая (меру), - Господь не любит тех, кто преступает (дозволенные Им пределы)"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Питайтесь из того, чем Бог вас наделил, - Дозволенной и доброй (пищей), Благочестивы будьте перед Богом, В Которого уверовали вы"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Господь не взыщет с вас За пустословье в ваших клятвах, Но взыщет за намеренные клятвы, (Которыми себя связали вы). Во искупление сего (греха) - Дать десяти голодным пищу, Которую обычно вы даете своим семьям; Иль дать одежду им; иль выкупить рабу свободу. А кто не в состоянье это сделать, Постится пусть три дня подряд, - Сие есть искупление тех клятв, которые вы дали. Так соблюдайте же свои вы клятвы! Так вам Господь Свои знаменья разъясняет, - Чтоб вы могли быть благодарны"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "О вы, кто верует! Все, что пьянит (и травит) ум, азартные затеи, И камни (жертвенников, алтарей и мест молений), (И жребии) на стрелах - Все это - мерзость, что измыслил Сатана. Так воздержитесь же от этих искушений, Чтоб обрести вам (счастье и) успех"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "И хочет Сатана азартом и вином Вражду и ненависть средь вас посеять И уклонить от поминания Аллаха и молитвы. Ужель вы не сумеете сдержаться"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Так повинуйтесь же Аллаху и посланнику Его И будьте осторожны! А если отвратитесь, знайте, Что долг посланника - Лишь верно передать (Господни откровенья)"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "И нет греха на тех, кто верует и доброе творит, В той пище, что вкушали они (прежде), Коль они Господа страшатся, И от греха себя блюдут, И веруют, и доброе творят; И (снова) - веруют и Господа страшатся; И (вновь) - себя от зла блюдут и доброе творят. Господь добротворящих любит"
        }
    ]
}