{
    "rukus": [
        {
            "chapter": 21,
            "verse": 51,
            "text": "Andolsun ki biz daha evvel Ibrahime de rusdunu verdik ve biz onu (n buna ehil oldugunu) bilenlerdik"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "O zaman o, babasına ve kavmine: «Sizin tapmakda oldugunuz bu heykeller nedir?» demisdi"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Onlar: «Biz atalarımızı bunların tapıcıları olarak bulduk» dediler"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "(Ibrahim) dedi: «Andolsun, siz de, atalarınız da apacık bir sapıklık icindesiniz»"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Onlar: «Sen bize gercegi mi getirdin, yoksa sen sakacılardan mısın?» dediler"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "O da: «Hayır, dedi, sizin Rabbiniz hem goklerin, hem yerin Rabbidir ki bunları O yaratmısdır ve ben de buna yakıyn haasıl edenlerdenim»"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "«Allaha yemin ederim ki siz arkanızı donub gitdikden sonra ben putlarınıza elbette bir tuzak kuracagım»"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Derken o, bunları parca parca etdi. Yalınız onların buyugunu bırakdı, belki ona muracaat ederler diye"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Dediler: «Bunu bizim Tanrılarımıza kim yapdı? Her halde o, zaalimlerden biri (olacak)»"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Dediler: «Isitdik ki kendisine Ibrahim denilen bir gene bunları diline doluyordu»"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Dediler: «O halde onu insanların gozleri onune getirin. Olur ki onlar da (aleyhinde) sahidlik ederler»"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "«Ey Ibrahim, dediler, sen mi Tanrılarımıza bu isi yapdın?»"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Dedi: «Belki bu isi onların su buyugu yapmısdır! O halde (baslarına geleni) onlara sorun, eger soylerlerse»"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Bunun uzerine vicdanlarına donub (birbirlerine) dediler ki: «Hic subhesiz (asıl) zaalimler sizsiniz, siz»"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Sonra yine (eski) kafalarına dondurulduler; «Andolsun ki bunların soz soylemeyecegini sen de bilirsin» dediler"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "(Ibrahim) dedi: «Oyleyse Allahı bırakıb da size hicbir seyle ne faide, ne zarar yapamayacak olan (bu put) lara haala tapacak mısınız»"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "«Yuf size ve Allahı bırakıb tapmakda olduklarınıza! Akıllanmayacak mısınız siz»"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Dediler: «Ona yakın! (bu suretle) Tanrılarınıza yardım edin, eger (bir is) yapanlarsanız»"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Biz de dedik: «Ey ates, Ibrahime karsı serin ve selamet ol»"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Ona (boyle) bir tuzak kurmak istediler. Fakat biz kendilerini daha ziyade husrana dusenler (den) kıldık"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Onu da, Lutu da — icinde alemler icin bereketler verdigimiz arza (ulasdırıb) — kurtardık"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Ona (Ibrahime) Ishaakı, ustelik bir de Ya´kuubu ihsan etdik ve (bunların) her birini saalih (zat) ler yapdık"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Onları emrimizle dogru yolu gosterecek rehberler kıldık, kendilerine hayırlı isler yapmayı, dosdogru namaz kılmayı, zekat vermeyi vahyetdik. Onlar bize ibadet edicilerdi"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Luta, (evet) ona da bir hukum, bir ilim verdik. Onu kotulukler yapmakda devam eden o memleketden kurtardık. Hakıykat onlar fena bir kavm idiler, fasıkdılar"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Onu rahmetimizin ta icine koyduk. Cunku o, saalihlerdendi"
        }
    ]
}