{
    "rukus": [
        {
            "chapter": 28,
            "verse": 61,
            "text": "Simdi kendisine guzel bir vaid,ile soz verdigimiz (cenneti vad etdigimiz), binaen´aleyh ona kavusan kisi, dunya hayatının gecici zevki ile faidelendirdigimiz, sonra kıyamet gununde huzurumuza getirilmislerden olan kimse gibi midir"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "O gunde ki (Allah) onlara nida edib: «Hani baatıl zan ile iddia edib durdugunuz ortaklarım nerede?» diyecekdir"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "(O gun) aleyhlerinde soz hak olanlar (soyle) demisdir (diyecekdir): «Ey Rabbimiz, iste bunlar bizim azdırdıgımız kimselerdir. Kendimiz nasıl azmıssak onları da oylece azdırdık. Uzaklasdık, sana (donduk. Zaten) onlar bize tapmıyorlardı»"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "(O gun onlara): «Cagırın ortaklarınızı» denilmisdir (denilecekdir) de onları cagırmıslardır. Fakat bunlar kendilerine icabet etmemislerdir ve (onların ugradıkları) azabı gormuslerdir. Nolurdu (o musrikler) hidayeti kabul etmis olsalardı"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "O gun (Cenab-ı Hak) onlara nida edib: «(Gonderilen) peygamberlere ne cevab verdiniz?» diyecekdir"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Artık o gun onlara karsı haberler kor olmusdur. Artık yekdigerine de (bir sey) soramazlar"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Amma tevbe ve iman edib de iyi amel (ve hareket) de bulunan kimseler muradlarına erenlerden olacaklarını umabilir (ler)"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Rabbin ne dilerse yaratır, (ne dilerse) ihtiyar eder. Onlar icin ise (Rablerine karsı boyle) muhayyerlik yokdur. Allah munezzehdir. (Onların) es tutmakda oldukları (her) seyden yucedir"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Gogusleri neler saklıyorsa, neleri ne acıklıyorsa Rabbin (hepsini) bilir"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "O, oyle Allahdır ki kendinden baska hicbir Tanrı yokdur, onunde de, sonunda da hamd Onundur. Hukum de Onundur. Siz ancak Ona dondurul (ub goturul) eceksinız"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "De ki: «Eger Allah uzerinizde geceyi ta kıyamete kadar faasılasız devam etdirirse Allahdan baska size bir ziyaa getirecek Tanrı kimdir? Bana haber verin. Haala dinlemeyecek misiniz»"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "De ki: «Eger Allah uzerinizde gunduzu kıyamet gunune dek mutemadiyen devam etdirirse size icinde dinleneceginiz bir geceyi Allahdan baska getirecek kimdir? Bana haber verin. Haala gormeyecek misiniz»"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Onun rahmeti (cumlesinde) ndir ki O, sizin faideniz icin, icinde sukun ve istiraahat etmeniz icin geceyi ve fazlu kereminden (rızkınızı) aramanız icin gunduzu yaratmısdır. Taki sukr edesiniz"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "(Hatırla) o gun (u ki Allah) onlara nida edib: «Hani baatıl zan ile iddia edegeldiginiz ortaklarım nerede»? diyecektir"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "(O gun) her ummetden birer sahid (cekib) cıkarmısızdır da «Burhanınızı getirin» demisizdir. (O vakit) bilmislerdir ki hak muhakkak Allahındır ve uydurageldikleri seyler (putlar) da kendilerinden ayrılıb gaalib olmusdur"
        }
    ]
}