{
    "rukus": [
        {
            "chapter": 28,
            "verse": 76,
            "text": "Filhakıyka Kaarun Musanın kavmindendi. Fakat onlara karsı serkeslik etdi o. Biz ona oyle hazineler verdik ki anahtarları (nı tasımak bile) gucu kuvvetli buyuk bir cemaate agır geliyordu. O vakit kavmi ona soyle demisdi: «Sımarma. Cunku Allah sımarıkları sevmez»"
        },
        {
            "chapter": 28,
            "verse": 77,
            "text": "«Allahın sana verdigi (maldan harcayıb) ahiret yurdunu ara. Dunyadan nasıybini de unutma. Allahın sana ihsan etdigi gibi sen de (insanlara sadaka vererek) ihsanda bulun. Yer (yuzun) de fesad arama. Cunku Allah fesadcıları sevmez»"
        },
        {
            "chapter": 28,
            "verse": 78,
            "text": "(Kaarun) dedi ki: «Bu (servet) bana ancak bende olan ilimle (ilim sayesinde) verilmisdir». (O, madem ki aalimdi) kendisinden evvelki nesillerden kuvvetce ondan daha ustun, Cem´iyyetce daha kesretli kimseleri Allahın hakıykaten helak etmis oldugunu bilmedi mi? Mucrimlerden gunahları sorulmaz"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Derken zineti (debdebesi) icinde kavminin karsısına cıkdı. Dunya hayatını arzu edenler: «Nolurdu, dediler, Kaaruna verilen (su servet) gibi bizim de (malımız) olsaydı. O, hakıykaten buyuk nasib saahibidir"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "Kendilerine ilim verilenler de (soyle) dedi: «Yazıklar olsun size. Allahın sevabı iman ve iyi amel (ve hareket) eden kimseler icin daha hayırlıdır. Buna da sabr (ve sebat) edenlerden baskası kavusdurulamaz»"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "Nihayet biz onu da, sarayını da yere geciriverdik. Artık Allaha karsı kendisine yardım edecek hicbir cemaati da yokdu onun. Bizzat kendisini mudafaa edebileceklerden de degildi o"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "Dun onun mevkiini temenni edenler sabahleyin (soyle) diyorlardı: «Vay, demek ki Allah, kullarından kimi dilerse onun rızkını yayıyor (genisletiyor, yahud) daraltıyor. Allah bize lutfetmeseydi bizi de muhakkak batırırdı. Vay, demek ki hakıykat sudur: Kafirler felah bulmaz»"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "Iste ahiret yurdu! Biz onu yer (yuzun) de ne tegallub, ne fesad arzusuna dusmeyeceklere veririz. (Iyi) sonuc (Allahın ıkaabından) sakınanlarındır"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "Kim iyi (haal) ile gelirse onun icin bundan daha hayırlısı vardır. Kim de kotu (haal) ile gelirse o kotulukleri isleyenler yapmıs olduklarından baskasıyle cezalandırılmaz(lar)"
        },
        {
            "chapter": 28,
            "verse": 85,
            "text": "Her halde o Kur´anı (n tilavetini, tebligını ve mucibince amel etmeni) senin uzerine farz kılan (Allah) seni (yine) donulecek yere dondurecekdir. De ki: «Hidayetle gelen kim, o apacık bir sapıklık icinde olan kim, Rabbim cok iyi bilendir»"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Sen (bu) kitabın sana vahyolunacagını ummuyordun. (Bu), ancak Rabbinden bir rahmetdir. O halde kafirlere arka olma sakın"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Allahın ayetlerinden — onların sana indirildigi andan i´tibaren — sakın (musrikler) seni cevirmesinler! Sen (insanları) Allaha da´vet et. Zinhar musriklerden olma"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Allah ile birlikde diger bir Tanrı daha (edinib) tapma (ona). Ondan baska hic bir Tanrı yok. Onun zatinden baska her sey helak olucudur. Hukum Onundur ve siz ancak Ona dondurul (ub goturul) eceksiniz"
        }
    ]
}