{
    "rukus": [
        {
            "chapter": 40,
            "verse": 61,
            "text": "Allah, sizin icin, icinde dinlenesiniz diye geceyi, gor (ub islenmeniz (e vaasıta) olarak gunduzu yaratandır. Subhesiz ki Allah insanlar uzerinde lutf-u inayet saahibidir. Fakat insanların cogu sukretmezler"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "Iste Rabbiniz olan, her sey´i yaratan Allah budur. Ondan baska hicbir Tanrı yokdur. O halde nasıl olub da donduruluyorsunuz"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Allahın ayetlerini bilerek inkar edegelenler iste boyle dondurulur"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Allah, sizin (faideniz) icin yeri bir karar (gah), gogu bir bina (kubbe) yapan, size suret veren,. sonra suretlerinizi guzellestiren, en temiz ve guzel seylerden sizi rızıklandırandır. Iste Rabbiniz olan Allah budur. Demek, alemlerin Rabbi ne yucedir"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "O, daima yasayandır. Ondan baska hicbir Tanrı yokdur. O halde Ona, dininde ihlas (ve samimiyyet) erbabı olarak, «Hamd olsun, kainatın Rabbi olan Allaha» (diyerek) dua edin"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "(Habibim) de ki: Bana Rabbimden (akli delilleri takviye eden o) apacık (ilahi) deliller gelince o sizin Allahı bırakıb tapdıklarınıza kulluk etmekligimden (te´kiden ve) kat´i olarak, men´edildim. Alemlerin Rabbine teslim olmaklıgım emrini aldım»"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Ki, O sizi bir toprakdan, sonra bir meniden, sonra bir kan pıhtısından yaratıb sonra bebek olarak cıkaran, sonra sizi gudu kuvvetli bir caga erismeniz icin, sonra da ihtiyarlar olmanız icin yasatan dır. Icinizde kimi de daha evvel oldurulmekdedir. (Allah, yasatmayı) muayyen bir vakta (ecele) ulasmanız ve, olur ki, aklınızı kullanmanız icin (yapar)"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "O, hem dirilten, hem oldurendir. (Oyle ki) O, her hangi bir istin olmasını) diledigi zaman yalınız «Ol» der, o da oluverir"
        }
    ]
}