{
    "rukus": [
        {
            "chapter": 5,
            "verse": 78,
            "text": "Israil ogullarından olub da kufredenlere Davudun da, Meryem oglu Isanın da diliyle la´net olunmusdur. Bunun sebebi isyan etmeleri ve ifrata sapmaları idi"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Onlar isledikleri her hangi fenalıkdan birbirini vazgecirmiye calısmazlardı. Hakıykat, yapmakda devam etdikleri (o hal) ne kotu idi"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Iclerinden bir cogunu gorursun ki (peygambere, muminlere olan buguzlarından dolayı) kafirlere dostluk ederler. Nefislerinin kendileri icin (ahretleri hesabına) one surdugu (o kotu haberler), andolsun, ne cirkin seylerdir. (Cunku onların kazancı) Allahın kendilerine gazab etmesi ve onların o azab icinde ebedi kalıcı olmalarıdır"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Eger Allaha, peygambere ve ona indirilene iman etmis olsalardı onları (kafirleri) dostlar edinmezlerdi. Fakat onlardan bir cogu faasık kimselerdir"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "Insanların, iman edenlere dusmanlık bakımından, en siddetlisi, andolsun ki, Yahudilerle Allaha es kosanları bulacaksın. Onların, iman edenlere sevgisi bakımından, daha yakınını da, andolsun, «Biz Nasranileriz» diyenleri bulacaksın. Bunun sebebi sudur: Cunku onların icinde kesisler, rahibler vardır. Subhe yok ki onlar (hakkı i´tiraf hususunda o derecede) buyuklenmek istemezler"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Peygambere indirilen (Kur´an-ı kerim) i dinledikleri vakit da hakkı tanıdıklarından dolayı gozlerinin yasla dolub tasdıgını gorursun onların. (Soyle) derler: «Ey Rabbimiz, iman etdik. Artık bizi (hakka) sahid olanlarla beraber yaz»"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "«Zaten biz, Rabbimizin bizi de saalihler katarına katıb koymasını unutub dururken ne diye Allaha ve bize gelen hakıykata iman etmeyelim?»"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Iste Allahın onların (bu) soylediklerinden dolayı altından ırmaklar akan cennetleri — kendileri icin ebedi kalıcı olmak uzere — onlara mukafat olarak ihsan etdi. Bu, iyi hareket edenlerin mukafatıdır"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "O inanmayıb kafir olanlar (a), Allahın ayetlerini yalan sayanlar (a gelince:) onlar da o cılgın atesin yaranıdırlar"
        }
    ]
}