{
    "juzs": [
        {
            "chapter": 33,
            "verse": 31,
            "text": "A koyato ot vas se pokori na Allakh i na Negoviya Pratenik, i vŭrshi pravedni dela, shte ĭ vŭzdadem dvoĭna otplata. I sme prigotvili za neya shtedro prepitanie"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "O, zheni na Proroka, vie ne ste kato nikoya druga ot zhenite. Ako ste bogoboyazlivi, ne govorete s nezhnost, ta da ne zakopnee onzi, v chieto sŭrtse ima bolest. I govorete, kakto podobava"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "I stoĭte v domovete si, i ne se pokazvaĭte, kakto se pokazvakha zhenite po vremeto na Nevezhestvoto, i ot·sluzhvaĭte molitvata, i davaĭte milostinyata zakat, i se pokoryavaĭte na Allakh i na Negoviya Pratenik! Allakh iska da otmakhne ot vas vsyaka nechistota, o, khora ot doma [na Proroka], i napŭlno da vi prechisti"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "I pomnete onova ot znameniyata na Allakh i ot mŭdrostta, koeto biva cheteno v domovete vi! Allakh e vsepronikvasht, svedusht"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Za myusyulmanite i myusyulmankite, vyarvashtite mŭzhe i vyarvashtite zheni, nabozhnite mŭzhe i nabozhnite zheni, iskrenite mŭzhe i iskrenite zheni, tŭrpelivite mŭzhe i tŭrpelivite zheni, smirenite mŭzhe i smirenite zheni, mŭzhete, razdavashti milostinya, i zhenite, razdavashti milostinya, goveeshtite mŭzhe i goveeshtite zheni, i tselomŭdrenite mŭzhe i tselomŭdrenite zheni, i mŭzhete, chesto spomenavashti Allakh, i spomenavashtite zheni - Allakh e prigotvil za tyakh oproshtenie i ogromna nagrada"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "I kogato Allakh, i Negoviyat Pratenik, ot·sŭdi nyakakvo delo, nito vyarvasht, nito vyarvashta imat pravo na izbor v tova delo. A koĭto se protivi na Allakh i na Negoviya Pratenik, toĭ veche e v yavna zabluda"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "I eto, kazvash na onzi, kogoto Allakh oblagodetelstva, i kogoto ti oblagodetelstva: “Zadrŭzh sŭprugata si pri teb i boĭ se ot Allakh!” I spotai ti v dushata si onova, koeto Allakh razkri, i se pritesni ot khorata, a Allakh poveche zasluzhava da se boish ot Nego. I kogato Zaĭd se razdeli s tazi zhena, Nie te ozhenikhme za neya, za da nyamat vyarvashtite pritesnenie [da se zhenyat] sŭs sŭprugite na osinovenite si detsa, sled kato te sa se razdelili s tyakh. Povelyata na Allakh nepremenno se izpŭlnyava"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Nyama za Proroka pritesnenie za onova, koeto Allakh mu e nalozhil. Takŭv be obichayat na Allakh i spryamo otminalite predi [prorotsi] - povelyata na Allakh e predopredelena sŭdba"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "onezi, koito opovestyavakha poslaniyata na Allakh i se boyakha ot Nego, i ne se boyakha ot nikogo osven ot Allakh. Dostatŭchen e Allakh da napravi ravnosmetka"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Mukhammad ne e bashta na nikogo ot vashite mŭzhe, a e Pratenika na Allakh i posledniyat ot prorotsite. Allakh znae vsyako neshto"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "O, vyarvashti, chesto spomenavaĭte Allakh"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "I Go proslavyaĭte sutrin i vecher"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "Toĭ e, Koĭto vi blagoslavya, i Negovite angeli, za da vi izvede ot tŭmninite kŭm svetlinata. Kŭm vyarvashtite Toĭ e milosŭrden"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "Pozdravŭt im v Denya, kogato shte Go sreshtnat, e: “Mir!” Za tyakh Toĭ e prigotvil shtedra nagrada"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "O, Proroche, Nie te izpratikhme kato svidetel, blagovestitel i predupreditel"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "i zovyasht kŭm Allakh s Negovoto pozvolenie, i kato ozaryavasht svetilnik"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Vŭzradvaĭ vyarvashtite, che za tyakh shte ima golyama blagodat ot Allakh"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "I ne sledvaĭ nevernitsite i litsemerite, i otmini obidite im, i se upovavaĭ na Allakh! Dostatŭchen e Allakh za pokrovitel"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "O, vyarvashti, ako se zhenite za vyarvashti zheni, posle im dadete razvod, predi da ste gi dokosnali, nyamate kŭm tyakh srok za izchakvane. Vŭznagradete gi i gi osvobodete s dobro"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "O, Proroche, razreshikhme ti za sŭprugi onezi, na koito si dal zadŭlzhitelnata plata, i vladenite ot tvoyata desnitsa sred plennichkite, koito Allakh ti e daril, i dŭshterite na chichovtsite ti, i dŭshterite na lelite ti, i dŭshterite na vuĭchovtsite ti, i dŭshterite na vuĭnite ti, koito se preselikha s teb. I [bez zestra ti e pozvolena] vsyaka vyarvashta zhena, ako dari sebe si na Proroka i Proroka pozhelae da se ozheni za neya - edinstveno za teb, a ne za drugite vyarvashti - znaem Nie kakvo im nalozhikhme otnosno tekhnite sŭprugi i onezi, koito desnitsite im vladeyat - za da nyama pritesnenie za teb. Allakh e oproshtavasht, milosŭrden"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "Ti mozhesh da ot·srochish koyato ot tyakh pozhelaesh i da priyutish pri sebe si koyato pozhelaesh. I ne e gryakh za teb da priemesh koyato poiskash ot onezi, na koito si otkazal. Tova e naĭ-podkhodyashtoto da se radvat i da ne skŭrbyat, i da sa dovolni vsichki ot onova, koeto si im dal. Allakh znae vsichko v sŭrtsata vi. Allakh e vseznaesht, vseblag"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "I ne sa ti razresheni otposle drugi zheni osven tezi, nito da gi podmenyash sŭs sŭprugi, dori da te e vŭzkhitila tyakhnata krasota, osven vladenite ot desnitsata ti. Allakh vsyako neshto nablyudava"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "O, vyarvashti, ne vlizaĭte v domovete na Proroka, za da yadete, osven ako vi bŭde pozvoleno, no bez da izchakvate sgotvyaneto mu. A pokanyat li vi, vlezte i kogato se nakhranite, razotidete se, bez da se zasedyavate v razgovori! Tova ogorchava Proroka. Toĭ se sveni ot vas, no Allakh ne se sveni ot istinata. I ako pomolite zhenite mu za nyakoya vesht, pomolete gi izzad zavesa! Tova e naĭ-chisto i za vashite sŭrtsa, i za tekhnite sŭrtsa. I nyamate pravo da ogorchavate Pratenika na Allakh, nito da se zhenite nyakoga za sŭprugite mu sled nego! Tova e ogromno [pregreshenie] pred Allakh"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "I da pokazvate neshto ili da go skrivate - Allakh vsyako neshto znae"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "Nyama gryakh za zhenite [da se pokazvat bez pokrivalo] pred bashtite im, sinovete im, bratyata im, sinovete na bratyata im, sinovete na sestrite im, pred zhenite [vyarvashti] i pred vladenite ot tekhnite desnitsi. O, zheni, boĭte se ot Allakh! Allakh na vsyako neshto e svidetel"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Allakh i Negovite angeli blagoslavyat Proroka. O, vyarvashti, blagoslavyaĭte go i vie, i go pozdravyavaĭte s pochit"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "Koito ogorchavat Allakh i Negoviya Pratenik, Allakh gi proklina v zemniya zhivot i v otvŭdniya, i e prigotvil za tyakh unizitelno mŭchenie"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "A koito nezasluzheno ogorchavat vyarvashtite mŭzhe i zheni, te se nagŭrbvat s kleveta i yaven gryakh"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "O, Proroche, kazhi na sŭprugite si i na dŭshterite si, i na zhenite na vyarvashtite, da spuskat vŭrkhu sebe si pokrivaloto [kogato izlizat]. Tova e naĭ-podkhodyashtoto, za da bŭdat razpoznati i da ne gi ogorchavat. Allakh e oproshtavasht, milosŭrden"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Ako litsemerite i onezi, v chiito sŭrtsa ima bolest, i razprostranitelite na slukhove v Medina ne prestanat, shte te podbudim sreshtu tyakh, posle tam samo za kratko shte sŭzhitelstvat s teb"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "prokŭlnati. Kŭdeto i da bŭdat namereni te, shte bŭdat sgrabcheni i napŭlno iztrebeni"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Takŭv be obichayat na Allakh i spryamo otminalite predi, i ne shte otkriesh ti promyana v obichaya na Allakh"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Khorata te pitat za Chasa. Kazhi: “Edinstveno Allakh znae za nego.” I otkŭde da znaesh ti? Chasŭt mozhe da e skoro"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Allakh prokle nevernitsite i prigotvi za tyakh Plamŭtsi"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Tam shte prebivavat vechno i ne shte nameryat nito pokrovitel, nito izbavitel"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "V Denya, kogato litsata im bŭdat preobrŭshtani v Ogŭnya, shte rekat: “O, da se byakhme pokorili na Allakh i da se byakhme pokorili na Pratenika!”"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "I shte rekat: “Gospodi nash, pokoryavakhme se na svoite upravnitsi i golemtsi, a te ni otklonikha ot pŭtya"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Gospodi nash, vŭzdaĭ im dvoĭno ot mŭchenieto i gi prokŭlni s golyamo proklyatie!”"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "O, vyarvashti, ne bŭdete kato onezi, koito ogorchavakha Musa! No Allakh go onevini za onova, koeto govorekha i be pochitan pri Allakh"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "O, vyarvashti, boĭte se ot Allakh i izrichaĭte pravdivi slova"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "Togava Toĭ shte popravi delata vi i shte oprosti grekhovete vi. Koĭto se pokoryava na Allakh i na Negoviya Pratenik, toĭ postiga veliko izbavlenie"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Nie predlozhikhme na nebesata i na zemyata, i na planinite otgovornostta, no te se vŭzprotivikha da ya nosyat i se uplashikha ot neya. A chovekŭt ya ponese - toĭ be ugnetitel, nevezh"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "za da nakazhe Allakh litsemernite mŭzhe i zheni, i sŭdruzhavashtite mŭzhe i zheni, i da prieme Allakh pokayanieto na vyarvashtite mŭzhe i zheni. Allakh e oproshtavasht, milosŭrden"
        },
        {
            "chapter": 34,
            "verse": 1,
            "text": "Slava na Allakh, Komuto prinadlezhi vsichko na nebesata i vsichko na zemyata! Negova e slavata i v otvŭdniya zhivot. Toĭ e Premŭdriya, Svedushtiya"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "Znae Toĭ kakvo pronikva v zemyata i kakvo izliza ot neya, i kakvo se spuska ot nebeto, i kakvo se izdiga kŭm nego. Toĭ e Milosŭrdniya, Oproshtavashtiya"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Nevernitsite kazvat: “Ne shte nastŭpi nikoga za nas Chasŭt!” Kazhi: “Ne, kŭlna se v svoya Gospod, nepremenno za vas shte nastŭpi, - v Znaeshtiya nevedomoto, ot Kogoto nishto ne ubyagva, dori s tezhest na prashinka, nito na nebesata, nito na zemyata, nito po-malko ot tova, nito po-golyamo, bez da e v yasna kniga"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "za da vŭznagradi onezi, koito vyarvat i vŭrshat pravedni dela. Za tyakh ima oproshtenie i shtedro prepitanie.”"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "A za onezi, koito se starayat da osuetyat Nashite znameniya, ima unizitelno, bolezneno mŭchenie"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "I darenite sŭs znanieto vizhdat, che onova, koeto ti be nizposlano ot tvoya Gospod, e istinata i vodi kŭm pŭtya na Vsemogŭshtiya, Vseslavniya"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "I rekokha nevernitsite: “Da vi posochim li chovek, koĭto shte vi sŭobshti, che sled kato napŭlno bŭdete razpileni, shte bŭdete otnovo sŭtvoreni"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Toĭ lŭzha li za Allakh izmislya, ili pŭk e lud?” Ala ne, koito ne vyarvat v otvŭdniya zhivot, te sa v mŭchenieto i v dŭlbokoto zabluzhdenie"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Nima ne vizhdat onova nad tyakh i onova pod tyakh ot nebeto i zemyata? Ako Nie pozhelaem, shte nakarame zemyata da gi pogŭlne ili shte spusnem vŭrkhu tyakh otlomki ot nebeto. V tova ima znamenie za vseki pokaĭvasht se rab"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "I otdadokhme na Daud predpochitanie ot Nas: “O, planini, i vie, ptitsi, vŭzslavyaĭte zaedno s nego [Allakh]!” I razmeknakhme za nego zhelyazoto"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "[I mu rekokhme]: “Napravi shiroki riznitsi i gi orazmeri! I vŭrshete pravedni dela! Zryasht sŭm Az za vashite dela.”"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "I na Sulaĭman - vyatŭra... Utrinniyat mu khod be kolkoto mesets [khod na drugite], i vecherniyat - kolkoto mesets. I raztopikhme za nego medta kato izvor. I dzhinovete [podchinikhme] da rabotyat pred nego s pozvolenieto na negoviya Gospod. A koĭto sred tyakh se otlŭcheshe ot Nashata povelya, go karakhme da vkusi ot mŭchenieto na Plamŭtsite"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Pravekha za nego te kakvoto pozhelae - svetilishta i izvayaniya, i blyuda, kolkoto baseĭni, i zakrepeni kotli. O, rode na Daud, sluzhete [na Allakh] s priznatelnost! Maltsina ot Moite rabi sa priznatelni"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "I kogato ot·sŭdikhme da umre [Sulaĭman], nishto ne im posochi, che e mŭrtŭv, osven edna zemna tvar, koyato grizeshe toyagata mu. I kogato padna toĭ, na dzhinovete se izyasni, che ako sa znaeli nevedomoto, ne bikha tŭrpeli takova unizitelno mŭchenie"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "Za naroda na Saba imashe znamenie v negovata zemya - dve gradini, otdyasno i otlyavo: “Yazhte ot prepitanieto na vashiya Gospod i Mu bŭdete priznatelni! Imate prekrasno myasto i oproshtavasht Gospod!”"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "No te se otvŭrnakha i izpratikhme sreshtu tyakh poroya ot bentovete, i zamenikhme tekhnite gradini s dve gradini, davashti gorchivi plodove i tamarisk, i sŭvsem malko bodlivi khrasti"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "S tova gi nakazakhme za tyakhnoto neverie. Nima nakazvame drugi osven neblagodarnite"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "A byakhme im ustroili vidni selishta mezhdu tyakh i selishtata, koito Nie blagoslovikhme, i byakhme otmerili pŭtya mezhdu tyakh: “Dvizhete se tam noshtem i denem v sigurnost!”"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "No te rekokha: “Gospodi, uvelichi razstoyaniyata v nashite pŭtuvaniya!” I ugnetikha sami sebe si. I gi storikhme predaniya. I napŭlno gi razpilyakhme. V tova ima znameniya za vseki mnogotŭrpeliv, priznatelen"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "I taka Iblis izpŭlni svoite zamisli spryamo tyakh, i te go posledvakha, osven edna grupa ot vyarvashtite"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "A toĭ nyamashe vlast nad tyakh, osven za da uznaem koĭ vyarva v otvŭdniya zhivot i koĭ se sŭmnyava v nego. Nad vsyako neshto tvoyat Gospod e pazitel"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "Kazhi: “Prizovete onezi, za koito tvŭrdite, [che sa bogove] osven Allakh!” Te nishto ne vladeyat, dori s tezhest na prashinka, nito na nebesata, nito na zemyata, i nyamat sŭuchastie tam, i nyama Toĭ sred tyakh pomoshtnik"
        },
        {
            "chapter": 34,
            "verse": 23,
            "text": "I ne shte e ot polza pred Nego zastŭpnichestvoto, osven komuto Toĭ pozvoli. Shtom bŭde premakhnat strakhŭt ot sŭrtsata im, shte kazhat: “Kakvo reche vashiyat Gospod?” Shte kazhat: “Istinata! Toĭ e Vsevishniya, Prevelikiya.”"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "Kazhi: “Koĭ vi dava prepitanie ot nebesata i ot zemyata?” Kazhi: “Allakh! Ili nie sme na prav pŭt, ili v yavna zabluda, ili vie.”"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "Kazhi: “Nito vie shte bŭdete pitani za nashite pregresheniya, nito nie shte bŭdem pitani za vashite deyaniya.”"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "Kazhi: “Shte ni sŭbere nashiyat Gospod, posle shte ot·sŭdi spravedlivo mezhdu nas. Toĭ e Ot·sŭzhdashtiya, Vseznaeshtiya.”"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "Kazhi: “Pokazhete mi onezi, koito priobshtikhte za sŭdruzhnitsi kŭm Nego!” Nikak! Naistina samo Toĭ e Allakh, Vsemogŭshtiya, Premŭdriya"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "I te izpratikhme Nie [o, Mukhammad] za vsichki khora samo kato blagovestitel i predupreditel, ala povecheto khora ne znayat"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "I kazvat [nevernitsite]: “Koga [shte se sbŭdne] tova obeshtanie, ako govorite istinata?”"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "Kazhi: “Obeshtan vi e Den, koĭto dori s mig nito shte zabavite, nito shte uskorite.”"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "I rekokha nevernitsite: “Ne shte povyarvame nito v tozi Koran, nito v nizposlanoto predi nego.” No da bi vidyal kak ugnetitelite, izpraveni pred tekhniya Gospod, se obvinyavat edin drug! Onezi, koito sa bili slabi, kazvat na gordelivite: “Ako ne byakhte vie, nepremenno shtyakhme da sme vyarvashti.”"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "A gordelivite kazvat na slabite: “Nima nie vi otvŭrnakhme ot napŭt·stvieto, sled kato doĭde pri vas? Ne, vie byakhte prestŭpnitsi.”"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "I slabite kazvat na gordelivite: “Ne, lukavstvoto vi be denem i noshtem, kato ni povelyavakhte da ne vyarvame v Allakh i da storvame Negovi podobiya.” I shte prikriyat sŭzhalenieto, shtom vidyat mŭchenieto. I shte okachim okovite na vrata na nevernitsite. Nima shte bŭdat nakazani za drugo osven za tekhnite dela"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "I ne izpratikhme v nikoe selishte predupreditel, bez zhiveeshtite tam v okholstvo da rekat: “Ne vyarvame v onova, s koeto ste izprateni.”"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "I kazvakha: “Nie sme s poveche imot i detsa, i ne shte bŭdem nakazani.”"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "Kazhi: “Moyat Gospod uvelichava prepitanieto komuto pozhelae i Toĭ go namalyava. Ala povecheto khora ne znayat.”"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "Nito vashite imoti, nito vashite detsa shte vi priblizhat kŭm Nas, a samo onezi, koito vyarvat i vŭrshat pravedni dela. Za tyakh shte ima umnozhena nagrada za onova, koeto sa vŭrsheli, i vŭv Visinite shte imat sigurnost"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "A koito se starayat Nashite znameniya da obezsilyat, tezi v mŭchenieto shte bŭdat dovedeni"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "Kazhi: “Moyat Gospod uvelichava prepitanieto komuto pozhelae ot Svoite rabi, i Toĭ go namalyava za tyakh. I kakvoto neshto razdadete [za milostinya], Toĭ go vrŭshta. Toĭ e Naĭ-dobriyat ot davashtite prepitanie.”"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "V Denya, kogato Toĭ shte gi sŭbere vsichki i shte reche na angelite: “Tezi li sa sluzhili na vas?”"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "shte rekat: “Prechist si, Ti si nashiyat Pokrovitel, a ne te! Sluzhekha na dzhinovete i povecheto vyarvakha v tyakh"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Dnes nikoĭ ot vas ne shte bŭde ot polza za drug, nito vŭv vreda.” I shte kazhem na ugnetitelite: “Vkusete mŭchenieto na Ogŭnya, koĭto vzimakhte za lŭzha!”"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "I kogato im bŭdat cheteni yasnite Ni znameniya, kazvat: “Tova e samo chovek, iskasht da vi vŭzpre ot onova, na koeto sluzhekha bashtite vi.” I kazvat: “Te sa samo lŭzha-izmislitsa.” I kazvat nevernitsite za istinata, kogato tya doĭde pri tyakh: “Tova e samo yavna magiya.”"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "I ne im dadokhme predi teb pisaniya, koito da izuchavat, i ne im izpratikhme predupreditel"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "I onezi predi tyakh smyatakha, che e lŭzha, a tezi ne dostignakha i edna deseta ot onova, koeto dadokhme na onezi, no i te smyatakha za lŭzhtsi Moite pratenitsi. I kakvo be Moeto nakazanie"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "Kazhi [o, Mukhammad]: “Az vi nastavlyavam samo edno - da zastanete pred Allakh po dvama ili pootdelno, da razmislite dali e lud vashiyat drugar. Toĭ e samo predupreditel za vas predi surovo mŭchenie.”"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Kazhi: “Ne iskam ot vas otplata. Tya e za vas samite. Moyata otplata e edinstveno ot Allakh. Toĭ na vsyako neshto e svidetel.”"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Kazhi: “Moyat Gospod porazyava s istinata, Toĭ e Vseznaeshtiya taĭnite.”"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "Kazhi: “Istinata doĭde, a lŭzhata nito mozhe da nachene, nito da vŭzstanovi.”"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Kazhi: “Ako sŭm se zabludil, az se zabluzhdavam samo v svoya vreda, a ako sŭm na praviya pŭt, to e ot onova, koeto moyat Gospod mi razkriva. Toĭ e vsechuvasht, blizŭk.”"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "I da bi vidyal ti kak shte se uzhasyat - kak ne shte mogat da se izplŭznat, i kak shte bŭdat grabnati ot blizko myasto"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "I shte rekat: “Povyarvakhme!” No kak shte se doberat [do vyarata] ot tolkova dalechno myasto"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "A predi tova otrichakha i samo predpolagakha ot dalechno myasto"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "I be postavena pregrada mezhdu tyakh i zhelanieto im [da povyarvat], kakto be napraveno predi i s podobnite na tyakh. Te byakha v dŭlboko sŭmnenie"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "Slava na Allakh, Tvoretsa na nebesata i na zemyata, Koĭto stori angelite pratenitsi s po dve, po tri, po chetiri krila! Toĭ nadbavya v tvorenieto, kakvoto pozhelae. Allakh nad vsyako neshto ima sila"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Nikoĭ ne shte vŭzpre milostta na Allakh, ako Toĭ reshi da ya dari na khorata, i kakvoto Toĭ zadŭrzhi, nikoĭ posle ne mozhe da go pusne. Toĭ e Vsemogŭshtiya, Premŭdriya"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "O, khora, pomnete blagodatta na Allakh kŭm vas! Ima li drug tvorets osven Allakh, koĭto da vi dava prepitanie i ot nebeto, i ot zemyata? Nyama drug bog osven Nego! Kak togava bivate podlŭgvani"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "I ako teb [o, Mukhammad] vzimat za lŭzhets, to i drugi pratenitsi predi teb byakha vzimani za lŭzhtsi. Pri Allakh shte bŭdat vŭrnati delata"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "O, khora, obeshtanieto na Allakh e istinno. Nikoga da ne vi podmamva zemniyat zhivot i nikoga naĭ-izmamniyat da ne vi podmami za Allakh"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "Satanata e vash vrag. Zatova go priemete kato vrag! Toĭ prizovava svoite posledovateli, samo za da stanat obitateli na Plamŭtsite"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "Za nevernitsite ima surovo mŭchenie, a za tezi, koito vyarvat i vŭrshat pravedni dela, ima oproshtenie i golyama nagrada"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "A nima [poluchavat sŭshtoto] onezi, na koito sa razkraseni loshite im deyaniya i im se struvat khubavi? Allakh ostavya v zabluda kogoto pozhelae i napŭtva kogoto pozhelae. Zatova ne se pogubvaĭ ot skrŭb po tyakh! Allakh znae kakvo pravyat"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "Allakh e, Koĭto prashta vetrovete i te ponasyat oblatsi, i gi nasochvame Nie kŭm mŭrtva zemya, i sŭzhivyavame s tyakh zemyata sled neĭnata smŭrt. Taka shte bŭde i vŭzkresenieto"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "Koĭto tŭrsi moshtta - na Allakh prinadlezhi tsyalata mosht. Kŭm Nego se vŭznasya khubavoto slovo i pravednoto delo go vŭzdiga. A koito zamislyat zlini, za tyakh shte ima surovo mŭchenie. I lukavstvoto im shte propadne"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "Allakh vi sŭtvori ot prŭst, posle ot chastitsa sperma, posle vi stori sŭpruzi. I nikoya zhena ne zabremenyava i ne razhda bez Negovoto znanie. I nito se dava dŭlgoletie na dŭlgoletnik, nito se skŭsyava vŭzrastta, bez da e zapisano v kniga. Tova e lesno za Allakh"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "I ne sa ednakvi dvete vodi [na rekite i na moretata] - ednata e sladka, utolyava zhazhdata, priyatna e za piene, a drugata e solena, gorchiva, i ot vsyaka yadete pryasno meso, i [ot solenata] izvlichate ukrasheniya, koito nosite. I vizhdash korabite tam da poryat vŭlnite, za da tŭrsite ot Negovata blagodat. I za da ste priznatelni"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "Toĭ vŭvezhda noshtta v denya i vŭvezhda denya v noshtta, i Toĭ podchini slŭntseto i lunata - vsyako da se dvizhi do opredelen srok. Tova e Allakh, vashiyat Gospod. Negovo e vladenieto. A onezi, koito zovete osven Nego, ne vladeyat dori tsipitsa ot furma"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Prizovete li gi, te ne chuvat vashiya zov, a dori da sa chuli, ne vi otklikvat. I v Denya na vŭzkresenieto te shte otrekat sŭdruzhavaneto im ot vas. I nyama nikoĭ svedusht [kato Nego], koĭto da vi izvesti"
        },
        {
            "chapter": 35,
            "verse": 15,
            "text": "O, khora, vie ste nuzhdaeshtite se ot Allakh, a Allakh e Prebogatiya, Vseslavniya"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Ako pozhelae, Toĭ shte vi pogubi i shte vi zameni s novo tvorenie"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Tova za Allakh ne e trudno"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Nikoĭ sŭgreshil ne shte nosi grekha na drug. I ako nyakoĭ natovaren s breme prizove, nishto ot nego ne shte bŭde oblekcheno, dori i ot rodnina. Ti shte mozhesh da ubedish samo onezi, koito i v uedinenie se boyat ot svoya Gospod, i ot·sluzhvat molitvata. A koĭto se prechisti, edinstveno za sebe si se prechistva. Kŭm Allakh e zavrŭshtaneto"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "Ne sa ravni slepiyat i zryashtiyat"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "nito tŭmninite i svetlinata"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "nito syankata i znoyat"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "I ne sa ravni zhivite i mŭrtvite. Allakh pravi chuvasht kogoto pozhelae. No ti ne mozhesh da napravish onezi, koito sa v grobovete, da chuyat"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "Ti si samo predupreditel"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "Nie te izpratikhme s istinata kato blagovestitel i predupreditel. I nyamashe obshtnost, sred koyato da ne e minal predupreditel"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "I ako teb [o, Mukhammad] vzimat za lŭzhets, to i onezi predi tyakh vzimakha za lŭzhtsi tekhnite pratenitsi, koito im donasyakha yasnite znatsi, pisaniyata i ozaryavashtoto Pisanie"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Posle Az sgrabchvakh onezi, koito ne povyarvakha. I kakvo be Moeto nakazanie"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "Nima ne vizhdash, che Allakh izsipva voda ot nebeto! Chrez neya vadim plodove s razlichni tsvetove i [prokarvame] sred planinite pŭtishta: beli i cherveni, s razlichni tsvetove, i garvanovocherni"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "I [sŭtvoryavame] sŭshto khorata, zhivotnite i dobitŭka s razlichni tsvetove. Boyat se ot Allakh samo znaeshtite sred Negovite rabi. Allakh e vsemogŭsht, oproshtavasht"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Onezi, koito chetat Knigata na Allakh i ot·sluzhvat molitvata, i davat skrito i yavno ot onova, koeto im darikhme, naistina se nadyavat na tŭrgoviya, koyato ne shte propadne"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "zashtoto Toĭ shte im izplati napŭlno tekhnite nagradi i shte im nadbavi ot Svoyata blagodat. Toĭ e oproshtavasht, priznatelen"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "Knigata, koyato Nie ti razkrikhme, tya e istinata, potvŭrzhdavashta onezi [Pisaniya], koito sa predi neya. Za Svoite rabi Allakh e svedusht, vsezryasht"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Posle ostavikhme Knigata v nasledstvo na onezi, koito Nie izbrakhme sred Nashite rabi. Nyakoi ot tyakh sami ugnetyavat sebe si, drugi sa umereni, a treti izprevarvat v dobrinite s pozvolenieto na Allakh. Tova e velikata blagodat"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "V gradinite na Adn shte vlyazat s ukrasheniya - grivni ot zlato i biseri, i drekhata im tam shte e koprina"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "I shte kazhat: “Slava na Allakh, Koĭto premakhna ot nas skrŭbta! Nashiyat Gospod e oproshtavasht, priznatelen"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "Sŭs svoyata blagodat Toĭ ni nastani v Doma na vechnoto prebivanie. Ne ni zasyaga tuk trudnost, nito ni zasyaga tuk umora.”"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "A za nevernitsite e Ogŭnyat na Ada. Tam ne shte im bŭde sŭdeno da umrat, nito shte im bŭde smekcheno mŭchenieto. Taka Nie nakazvame vseki nevernik"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "I shte kreshtyat tam za pomosht: “Gospodi nash, izvedi ni, za da pravim dobro, a ne onova, koeto sme pravili!” A nima ne vi dadokhme dostatŭchno dŭlŭg zhivot, za da se pouchi prez nego, koĭto iska da se pouchi! I predupreditelyat doĭde pri vas. Zatova vkusete [mŭchenieto]! Za ugnetitelite nyama zakrilnik"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "Allakh znae nevedomoto na nebesata i na zemyata. Toĭ znae sŭkrovenoto v sŭrtsata"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "Toĭ e, Koĭto vi stori namestnitsi na zemyata. A koĭto ne vyarva, neverieto mu e v negova vreda. Neverieto na nevernitsite samo uvelichava omerzenieto u tekhniya Gospod. Neverieto na nevernitsite samo uvelichava tyakhnata zaguba"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "Kazhi: “Vizhdate li onezi, koito sŭdruzhavate i zovete vmesto Allakh? Posochete mi kakvo sa sŭtvorili na zemyata!” Ili imat dyal na nebesata? Ili im dadokhme pisanie, ta ot nego imat yasen dovod? Ne, ugnetitelite si obeshtavat edin drugimu samo izmama"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "Allakh dŭrzhi nebesata i zemyata da ne se razrushat, a ako se rushat, nikoĭ ne mozhe da gi dŭrzhi osven Nego. Toĭ e vseblag, oproshtavasht"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "I se vrichakha v Allakh s naĭ-usŭrdnite si kletvi, che ako doĭde pri tyakh predupreditel, nepremenno shte sledvat negovoto napŭt·stvie poveche ot vsyaka druga obshtnost. A kogato doĭde pri tyakh [Mukhammad kato] predupreditel, tova samo uvelichi tyakhnoto otvrashtenie"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "ot nadmennost na zemyata i lukavstvo v zlinata. No zloto lukavstvo porazyava samo onezi, koito go kroyat. I nima chakat drugo osven obichaya spryamo predtsite? I ne shte otkriesh ti promyana v obichaya na Allakh, i ne shte otkriesh otklonyavane v obichaya na Allakh"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "I ne khodyat li po zemyata, za da vidyat kakŭv be krayat na onezi predi tyakh? A te byakha po-silni ot tyakh. Nishto ne vŭzpira Allakh nito na nebesata, nito na zemyata. Toĭ e vseznaesht, vsemozhesht"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "I ako Allakh nakazvashe khorata za onova, koeto sa zasluzhili, Toĭ ne bi ostavil na zemyata dori edna tvar. Ala Toĭ gi zabavya za opredelen srok. I shtom srokŭt im doĭde, Allakh i togava shte e vsezryasht za Svoite rabi"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Ĭa. Sin"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Kŭlna se v mŭdriya Koran"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "[O, Mukhammad] ti naistina si ot pratenitsite"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "po praviya pŭt"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "nizposlan ot Vsemogŭshtiya, Milosŭrdniya"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "za da predupredish khora, chiito bashti ne byakha predupredeni, zatova sa nekhaĭni"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Sbŭdna se slovoto za povecheto ot tyakh - te ne sa vyarvashti"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "i slozhikhme na vrata im okovi do bradata, i sa dŭrzhani s vdignata glava"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "I slozhikhme pred tyakh ograda, i zad tyakh - ograda, i gi zatulikhme, ta ne vizhdat"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "I e vse edno dali gi preduprezhdavash ili ne gi preduprezhdavash, te ne vyarvat"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Ti ubezhdavash samo onzi, koĭto sledva Napomnyaneto i v uedinenie se strakhuva ot Vsemilostiviya. Blagovestvaĭ go za oproshtenie i shtedra nagrada"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Nie sŭzhivyavame mŭrtvite. I zapisvame kakvo sa napravili otnapred, i sledite im podir tyakh, i otbelyazvame vsichko v yasna kniga"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "I im daĭ primer s zhitelite na selishteto, pri koeto doĭdokha pratenitsite"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Izpratikhme im dvama, a te gi vzekha za lŭzhtsi. Togava gi podkrepikhme s treti i rekokha: “Naistina sme izprateni pri vas.”"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Rekokha: “Vie ste samo khora kato nas. Vsemilostiviya ne e nizposlal nishto. Vie samo lŭzhete.”"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "Rekokha [pratenitsite]: “Nashiyat Gospod znae, che naistina sme izprateni pri vas"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "Nash dŭlg e samo yasnoto poslanie.”"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Rekokha: “Predchuvstvame zlochestie ot vas. Ako ne prestanete, shte vi prebiem s kamŭni i shte vi spoleti ot nas bolezneno mŭchenie.”"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "Rekokha: “Zlochestieto vi e ot samite vas. Nima da vi se napomnya [e zlochestie]? Vie ste prestŭpvashti khora.”"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "I doĭde mŭzh ot drugiya kraĭ na grada - ustremen. Reche: “O, narode moĭ, posledvaĭte pratenitsite"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Posledvaĭte onezi, koito ne tŭrsyat otplata ot vas i sa na praviya pŭt"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "I zashto da ne sluzha na Onzi, Koĭto me e sŭtvoril i pri Kogoto shte bŭdete vŭrnati"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Nima shte priema drugi bogove, a ne Nego? Ako Vsemilostiviya poiska da me spoleti beda, tyakhnoto zastŭpnichestvo ne shte me izbavi ot nishto i ne shte me spasyat"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Togava shte sŭm v yavna zabluda"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Az povyarvakh vŭv vashiya Gospod [o, pratenitsi], chuĭte me!”"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "Recheno mu be: “Vlez v Raya!” Reche: “Akh, da znaeshe moyat narod"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "kak me oprosti moyat Gospod i me stori ot udostoenite!”"
        }
    ]
}