{
    "pages": [
        {
            "chapter": 18,
            "verse": 28,
            "text": "Sen de sabah akşam O´nun rızasını isteyerek Rablerine dua edenlerle birlikte sabret. Dünya hayatının (aldatıcı) süsünü isteyerek gözlerini onlardan kaydırma. Kalbini bizi zikretmekten gaflete düşürdüğümüz, kendi ´istek ve tutkularına (hevasına) ´ uyan ve işinde aşırılığa gidene itaat etme"
        },
        {
            "chapter": 18,
            "verse": 29,
            "text": "Ve de ki: «Hak Rabbinizdendir; artık dileyen iman etsin, dileyen küfre sapsın. Şüphesiz biz zalimlere bir ateş hazırlamışız, onun duvarları kendilerini çepeçevre kuşatmıştır. Eğer onlar yardım isterlerse, katı bir sıvı gibi yüzleri kavurup yakan bir su ile yardım edilirler. Ne kötü bir içkidir o ve ne kötü bir destektir"
        },
        {
            "chapter": 18,
            "verse": 30,
            "text": "Şüphesiz iman edip salih amellerde bulunanlar ise; biz gerçekten en güzel davranışta bulunanın ecrini kayba uğratmayız"
        },
        {
            "chapter": 18,
            "verse": 31,
            "text": "Onlar; altından ırmaklar akan Adn cennetleri onlarındır, orda altın bileziklerle süslenirler, hafif ipekten ve ağır işlenmiş atlastan yeşil elbiseler giyerler ve tahtlar üzerinde kurulup dayanırlar. (Bu,) Ne güzel sevap ve ne güzel destek"
        },
        {
            "chapter": 18,
            "verse": 32,
            "text": "Onlara iki adamın örneğini ver; onlardan birine iki üzüm bağı verdik ve ikisini hurmalıklarla donattık, ikisinin arasında da ekinler bitirmiştik"
        },
        {
            "chapter": 18,
            "verse": 33,
            "text": "İki bağ da yemişlerini vermiş, ondan (verim bakımından) hiç bir şeyi noksan bırakmamış ve aralarında da bir ırmak fışkırtmıştık"
        },
        {
            "chapter": 18,
            "verse": 34,
            "text": "(İkisinden) Birinin başka ürün (veren yer) leri de vardı. Böylelikle onunla konuşurken arkadaşına dedi ki: «Ben, mal bakımından senden daha zenginim, insan sayısı bakımından da daha güçlüyüm.»"
        }
    ]
}