{
    "pages": [
        {
            "chapter": 33,
            "verse": 44,
            "text": "O´na kavuşacakları gün, onların dirlik temennileri: «Selam»dır. Ve O, onlara üstün bir ecir hazırlamıştır"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "Ey Peygamber, gerçekten biz seni bir şahid, bir müjde verici ve bir uyarıcı, korkutucu olarak gönderdik"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "Ve kendi izniyle Allah´a çağıran ve nur saçan bir çerağ olarak (gönderdik)"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Mü´minlere müjde ver; gerçekten onlar için Allah´tan büyük bir fazl vardır"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "Kâfirlere ve münafıklara itaat etme, eziyetlerine de aldırma ve Allah´a tevekkül et. Vekil olarak Allah yeter"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "Ey iman edenler, mü´min kadınları nikâhlayıp sonra onlara dokunmadan boşarsanız, bu durumda sizin için üzerlerine sayacağınız bir iddet yoktur. Artık (hemen) onları yararlandırın (onlara yetecek bir miktar verin) ve güzel bir salma tarzıyla onları salıverin"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "Ey Peygamber! Gerçekten biz sana ücretlerini (mehirlerini) verdiğin eşlerini ve Allah´ın sana ganimet olarak verdikleri (savaş esirleri)nden elinin altında bulunan cariyeleri, amcanın, halalarının ve teyzelerinin seninle beraber hicret eden kızlarını, bir de Peygamber´e kendisini hibe eden ve Peygamberin de kendisini almak istediği inanmış kadınları sana helâl kıldık. Bu diğer müminlere değil, sadece sana mahsus bir ayrıcalıktır. Biz eşleri ve ellerinin altında bulunan cariyeleri hakkında müminlere ne farz kıldığımızı biliyoruz. (Seni bu hususta istisna ettik) ki senin için hiçbir darlık olmasın, Allah çok bağışlayan, çok merhamet edendir"
        }
    ]
}