{
    "pages": [
        {
            "chapter": 43,
            "verse": 74,
            "text": "Şüphesiz suçlu günahkârlar, cehennem azabı içinde ebedi kalacak olanlardır"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "Onlardan (azab) hafifletilmeyecek ve orada onlar umutlarını kaybetmiş kimselerdir"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Biz onlara zulmetmedik; ancak onların kendileri zalimlerdir"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "(Cehennem bekçisine:) «Ey Malik (bekçi), Rabbin bizim işimizi bitirsin!» diye haykırdılar. O: «Gerçek şu ki siz, (burada) kalacak olanlarsınız.» dedi"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "«Andolsun, biz size hakkı getirdik, fakat sizin bir çoğunuz hakkı çirkin görüp tiksinenlerdiniz.»"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Yoksa onlar, işi sıkı mı tuttular? İşte şüphesiz biz de işi sıkı tutanlarız"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "Yoksa onlar, gerçekten bizim sır tuttuklarını ve aralarındaki fısıldaşmalarını işitmediğimizi mi sanıyorlar? Hayır, (işitiyoruz) ve onların yanlarındaki elçilerimiz de (her şeyi) yazıyorlar"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "De ki: «Eğer Rahman (olan Allah)´ın çocuğu olsaydı, ona tapanların ilki ben olurdum.»"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Göklerin ve yerin Rabbi, Arş´ın Rabbi (olan Allah), onların nitelendirmekte olduklarından yücedir"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Artık sen onları bırak; onlar vadedilen kendi günlerine kadar, dalsınlar ve oynaya dursunlar"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "Göklerde ilah olan ve yerde ilah olan O´dur. O, hüküm ve hikmet sahibi olandır, bilendir"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Göklerin, yerin ve ikisi arasında bulunanların mülkü kendisinin olan (Allah) ne yücedir. Kıyamet saatinin ilmi O´nun katındadır ve siz O´na döndürüleceksiniz"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "O´nun dışında tapmakta oldukları şefaatte bulunmağa malik değildirler; ancak kendileri bilerek hakka şahidlik edenler başka"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Andolsun, onlara: «Kendilerini kim yarattı?» diye soracak olsan, tartışmasız: «Allah» diyecekler. Öyleyse nasıl olur da çevriliyorlar"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "Onun: «Ya Rab» demesi hakkı için, şüphesiz onlar imana gelmez bir kavimdirler"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Şimdi sen, ´aldırış etmeksizin onlardan yüz çevir´ ve: «Selam» de. Artık onlar bileceklerdir"
        }
    ]
}