{
    "pages": [
        {
            "chapter": 3,
            "verse": 71,
            "text": "Ey Kitap Ehli, neden hakkı bâtıl ile örtüyor ve siz de bildiğiniz halde hakkı gizliyorsunuz"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "Kitap Ehlinden bir bölümü, dedi ki: «İman edenlerin üzerine inene, gündüzün başlangıcında inanın, bitiminde ise inkâr edin. Belki onlar da dönerler.»"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "«Ve sizin dininize uyanlardan başkalarına inanıp güvenmeyin.» De ki: «Hiç tartışmasız doğru olan yol Allah´ın dosdoğru yoludur. Size verilenin bir benzeri birine (İslâm peygamberine) veriliyor ya da Rabbinizin katında onlar (müslümanlar) size karşı deliller getiriyorlar, diye mi (bu telaşınız?) De ki: «Şüphesiz ´lutuf ve ihsan (fazl) ´ Allah´ın elindedir, onu dilediğine verir. Allah (rahmetiyle) geniş olandır, bilendir.»"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "O, kime dilerse rahmetini tahsis eder. Allah büyük ´lutuf ve ihsan (fazl) ´ sahibidir"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "Kitap Ehlinden öylesi vardır ki, ona bir kantar emanet bıraksan onu sana öder; onlardan öylesi de vardır ki, ona bir dinar emanet bıraksan, sen, onun tepesine dikilip durmadıkça onu sana ödemez. Bu onların «ümmiler (zayıf ve bilgisizler veya Ehl-i Kitap olmayanlar) konusunda üzerinizde bir yol (sorumluluk) yoktur» demiş olmalarındandır. Oysa onlar kendileri de bildikleri halde Allah´a karşı yalan söylemektedirler"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Hayır; kim ahdine vefa eder ve sakınırsa şüphesiz Allah da muttaki olanları sever"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Allah´ın ahdini ve yeminlerini az bir değere karşılık satanlar, işte onlar; ahirette onlar için hiç bir pay yoktur, kıyamet gününde Allah, onlarla konuşmaz, onları gözetmez ve onları arındırmaz. Ve onlar için acıklı bir azab vardır"
        }
    ]
}