{
    "pages": [
        {
            "chapter": 3,
            "verse": 92,
            "text": "Sevdiğiniz şeylerden infak edinceye kadar asla iyiliğe erişemezsiniz. Her ne infak ederseniz, şüphesiz Allah onu bilir"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "Tevrat indirilmeden evvel, İsrail´in kendine haram kıldıklarından başka, İsrailoğullarına bütün yiyecekler helal idi. De ki: «Şu halde eğer doğruysanız, Tevrat´ı getirin de onu okuyun.»"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Artık bundan sonra kim Allah´a karşı yalan düzüp uydurursa, işte onlar, zalim olanlardır"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "De ki: «Allah doğru söyledi. Öyleyse Allah´ı bir tanıyan (Hanif) ler olarak İbrahim´in dinine uyun. O, müşriklerden değildi.»"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Gerçek şu ki, insanlar için ilk kurulan Ev, Bekke (Mekke) de, o, kutlu ve bütün insanlar (alemler) için hidayet olan (Kâbe) dir"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Orda apaçık ayetler (ve) İbrahim´in makamı vardır. Kim oraya girerse o güvenliktedir. Ona bir yol bulup güç yetirenlerin Ev´i haccetmesi Allah´ın insanlar üzerindeki hakkıdır. Kim de küfre saparsa, kuşku yok, Allah alemlere karşı muhtaç olmayandır"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "De ki: «Ey Kitap Ehli, Allah yapmakta olduklarınıza şahid iken, ne diye Allah´ın ayetlerine küfrediyorsunuz?»"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "De ki: «Ey Kitap Ehli, sizler şahidler olduğunuz halde, ne diye iman edenleri Allah yolundan -onda bir çarpıklık bulmaya yeltenerek- çevirmeye çalışıyorsunuz? Allah, yapmakta olduklarınızdan gafil değildir.»"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "Ey iman edenler, eğer kendilerine kitap verilenlerden herhangi bir gruba boyun eğecek olursanız, sizi imanınızdan sonra tekrar küfre döndürürler"
        }
    ]
}