{
    "maqras": [
        {
            "chapter": 19,
            "verse": 22,
            "text": "She conceived and moved to a place far away"
        },
        {
            "chapter": 19,
            "verse": 23,
            "text": "The distress of labor brought her under a date-palm tree. She said to herself, \"I wish I was dead, long gone and forgotten before this ever happened"
        },
        {
            "chapter": 19,
            "verse": 24,
            "text": "He (the angel) called her from close by, \"Do not feel sorry for yourself. Your Lord has issued forth a spring right close to where you are"
        },
        {
            "chapter": 19,
            "verse": 25,
            "text": "Shake the trunk of the date tree. Moist ripe dates will break loose and fall down"
        },
        {
            "chapter": 19,
            "verse": 26,
            "text": "Eat, drink and stay calm. Should any one happen to pass by, tell him you are observing a fast for the sake of Rehman, (the Merciful), and hence shall not talk to anyone"
        },
        {
            "chapter": 19,
            "verse": 27,
            "text": "She returned to her folks carrying him (the baby). They said, \"Oh Mary! What an unprecedented act have you committed"
        },
        {
            "chapter": 19,
            "verse": 28,
            "text": "Oh sister of Haroon! Your father was not wicked! Nor was your mother a loose woman"
        },
        {
            "chapter": 19,
            "verse": 29,
            "text": "She pointed towards the infant. They said, \"How can we converse with an infant lying in a crib"
        },
        {
            "chapter": 19,
            "verse": 30,
            "text": "The infant said, \"I am the servant of Allah! He appointed me His messenger, and granted me the gospel"
        },
        {
            "chapter": 19,
            "verse": 31,
            "text": "He blessed me wherever I might happen to be, and has ordered me to enjoin the ´salat´ and the ´zakat´ as long as I am alive"
        },
        {
            "chapter": 19,
            "verse": 32,
            "text": "(I am) devoted to my mother, not hapless and arrogant"
        },
        {
            "chapter": 19,
            "verse": 33,
            "text": "Peace upon me the day I was born. The day I shall die. And the day I shall be brought back to life"
        },
        {
            "chapter": 19,
            "verse": 34,
            "text": "Such was Jesus, the son of Mary! This is the real truth about him, which they dispute"
        },
        {
            "chapter": 19,
            "verse": 35,
            "text": "It is not befitting of Allah to have a son. Exalted is He! Having decided the matter, He merely tells it, \"Be!\" Hence it becomes"
        },
        {
            "chapter": 19,
            "verse": 36,
            "text": "Indeed, Allah is my Lord as well as your Lord! So worship Him. That is the straight path"
        },
        {
            "chapter": 19,
            "verse": 37,
            "text": "Groups have disputed amongst themselves regarding the day (of judgment). Witnessing that great day shall be disastrous for those who deny its coming"
        },
        {
            "chapter": 19,
            "verse": 38,
            "text": "On the day they shall come to Us, their vision and hearing shall be sharper! Today the evil-doers are clearly lost in their misguidance"
        },
        {
            "chapter": 19,
            "verse": 39,
            "text": "Warn them of the regretful embarrassment of the day when the matter shall be decided and put to rest! Today they are in heedless and neglectful denial, and they do not believe"
        },
        {
            "chapter": 19,
            "verse": 40,
            "text": "We shall inherit the earth, including all that is upon it. Towards Us they all shall return"
        },
        {
            "chapter": 19,
            "verse": 41,
            "text": "And mention Ibraheem in the book; he was a truthful person and a prophet"
        },
        {
            "chapter": 19,
            "verse": 42,
            "text": "He said to his father, \"Oh Father! Why do you worship that which neither sees, nor hears, nor can protect you from anything"
        },
        {
            "chapter": 19,
            "verse": 43,
            "text": "Oh Father, true knowledge did not come to you, but has come to me. So follow me, I shall lead you along the balanced path"
        },
        {
            "chapter": 19,
            "verse": 44,
            "text": "Oh Father, do not obey Shaitan. Indeed, Shaitan is disobedient to Rehman"
        },
        {
            "chapter": 19,
            "verse": 45,
            "text": "I am worried, Oh Father, that a great torment might fall upon you from Rehman, and that you might end up as a comrade of Shaitan"
        },
        {
            "chapter": 19,
            "verse": 46,
            "text": "He said, \"Have you turned away from your gods, oh Ibraheem? Desist, for if you do not, I shall stone you to death. Out of my sight, now"
        },
        {
            "chapter": 19,
            "verse": 47,
            "text": "Said, \"Peace be upon you. I shall ask my Lord to forgive you. He is really very kind to me"
        },
        {
            "chapter": 19,
            "verse": 48,
            "text": "I hereby wash my hands of you, and those you call gods besides Allah. I will worship my Lord! I am confident, If I pray to Him, I shall not be deprived"
        },
        {
            "chapter": 19,
            "verse": 49,
            "text": "After he abandoned them along with those whom they called gods beside Allah, We gave him Ishaq and Yaqub. We appointed each of them a prophet"
        },
        {
            "chapter": 19,
            "verse": 50,
            "text": "We showered Our blessings upon them and gave them high honor"
        },
        {
            "chapter": 19,
            "verse": 51,
            "text": "And mention Musa in the book. He was really chosen, a prophet and a messenger"
        },
        {
            "chapter": 19,
            "verse": 52,
            "text": "We called him out from the right side of the mountain Toor, and pulled him close, so as to grant him a private audience"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "And We gave his brother, Haroon, to him as a prophet, a blessing from Us"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "And mention Ismail in the book. Indeed, he was true to his words, a prophet and a messenger"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "He obligated ´salat´ and ´zakat´ upon his family. In the eyes of his Lord, he was an adorable person"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "And in the book, mention Idrees. Indeed, he was a truthful person and a prophet"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "We raised him to an exalted status"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "These are the ones Allah showered His blessings upon. These prophets were the descendants of Adam, and the descendants of those We boarded on the boat with Nooh. They were the descendants of Ibraheem and Ismail. Those were the ones We picked for Our guidance! Such were they that when Our verses were recited to them, they fell prostrate on the ground, tears welling up in their eyes"
        }
    ]
}