{
    "maqras": [
        {
            "chapter": 2,
            "verse": 219,
            "text": "They ask you about the alcoholic drinks and the games of chance (the gambling). Say, \"Both of them carry a lot of sin, and (also) have a little benefit for mankind. But the sin (inherent) in them far exceeds their benefits. They ask you as to what they should spend (in the path of Allah)? Say, \"Whatever you can spare!\" Allah makes His commands clear to you. Perhaps you will reflect"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "(You may ponder) about (the transient nature of) this life, and (the permanence of) the life-to-come! They ask you about the orphans. Say, \"The best (conduct) is to better (their conduct and condition). If you allow your affairs (and assets) to mingle, then of course they are your brethren. Allah knows well the one who (spoils and) covets, and also the one who improves (and reforms). He could have imposed a hardship on you. Indeed, Allah is the most Powerful and the Wisest"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "(Oh believers), do not marry the unbelieving idolatrous women, unless they believe. A believing slave girl is better than any polytheist woman, no matter how pleasing (and appealing) she may seem to you. Do not marry (your daughters to) the idolatrous men unless they believe. A believing slave is better than a polytheist man, no matter how appealing he may appear to you. They call you towards the fire, while Allah invites you towards paradise and forgiveness by His leave. He makes His verses clear for the people. Perhaps you would bear in mind"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "They ask you about menstruation. Say, \"It is a vulnerable (and unclean) condition. So, keep away from (having sexual intercourse with) your women during menstruation. Do not approach them till they are (off their period and) clean. Once they have (bathed and) cleansed themselves, you can then come to them as Allah has ordained you to do. Indeed Allah loves those who turn to Him constantly, and He loves those who maintain a clean state (of being)"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Your wives are (like) your plowing fields; so enter (and cultivate) your fields in any manner you wish. And (first) send ahead (a prayer) for yourself. Fear Allah (always), and be sure that you (all) shall meet Him (one day). Give the glad tidings to the believers"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Do not let your oaths in Allah´s name be an excuse against your doing good _ acting piously, and keeping peace between people. And Allah is the all-Hearing and the all-Knowing"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Allah will not hold you accountable for your (unwitting and) idle oaths, but He will surely hold you accountable for the oaths that your hearts desire (and assert in earnest). And Allah is the most Forgiving, and the most Forbearing"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Those who swear to sever (sexual) relations with their wives, have to wait four months. If they change their mind (during this period) then, (of course) Allah is the most Forgiving, and the most Merciful"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "And (after that period) if they are (still) firm upon (their decision to) divorce, then Allah is the all hearing, and the all-Knowing"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Divorced women must wait (and remain single) _ for a period of three menstrual cycles. It is not permissible for them to conceal that, (the life,) which Allah has planted in the womb, if they believe in Allah and the Last Day. During this period, their husbands have the right to take them back, in case they desire reconciliation. Women have their rights, similar to the rights over them, which are well known. Of course, men are (as regards rights and responsibilities) a notch above women. And Allah is the most Powerful, and the Wisest"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Divorce can only be (revoked) twice. After that, the divorced woman must be retained with honor (and love) or allowed to leave with (kindness and) grace. It is not permissible for you to take back anything you had given to her, except when (divorce occurs because) the two of them fear that they might not be able to abide by the bounds of Allah. If you fear that the two of you may not be able to stay within the bounds of Allah, then there is no sin upon either of you if she gives back something to gain her freedom. These are the bounds of Allah. Do not transgress them. Those who overstep the bounds of Allah are indeed the evildoers"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "If he divorces her (for the third time), then she shall be unlawful for him thereafter, unless she weds another man and he (too) divorces her. (In that case), there is no sin upon the two if they come together (in wedlock), provided they think that they can observe (and stay within) the bounds of Allah. These are the bounds of Allah, and He expounds them for the nation that understands"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "After you divorce your wife and she completes the (prescribed) term, then either hold her back (in wedlock) amicably or let her leave honorably. Do not hold her in order to hurt (or harass) her, else you would transgress (the bounds of Allah). Whoever does that commits an outrage upon himself. Do not take the laws of Allah as a jest (or treat them frivolously). Remember the favors of Allah upon you, and the scriptures and the wisdom He has revealed to you. It instructs you (towards the right path). So, be (devoted and) dutiful towards Allah and be sure that indeed Allah knows every single thing"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Once you have divorced your wives and they have completed the prescribed term (of waiting), then do not prevent them from taking (other prospective) husbands. (The two may wed) in an accepted manner, provided there is a mutual consent. The one who believes in Allah and the Day of Judgment is (hereby) being admonished. It is closer to piety, and closer to purity. Allah knows it (all), and you know nothing (at all)"
        }
    ]
}