{
    "maqras": [
        {
            "chapter": 26,
            "verse": 181,
            "text": "Fill the measure to its capacity. Do not inflict a loss (by supplying reduced amount)"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "And weigh with an accurate balance"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "Do not defraud people of their goods, and do not go about spreading corruption and immorality in this world"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "And fear the One Who created you as well as the earlier generations"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "They said, \"You are one of the crazed men"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "You are only a human being like us. We definitely think of you as a liar"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "Or else, if you are telling the truth, cause a part of the sky to fall upon us"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "(The messenger, Shoaib) said, \"My Lord is Aware of what you are doing"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "Thus, they rejected him. So, the punishment of the day of canopy (when dark clouds spread across like a canopy) grabbed them. It really was the punishment of a terrible day"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "There is surely a sign in this, but most of them do not believe"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "And your Lord is surely the One Who is the most Powerful and the most Merciful"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "This (Qur´an) is truly the revelation of the Lord of the universe"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "The reliable and the loyal angel brought it (and revealed it)"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "To your heart! So you may serve as a warner"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "It is in a plain and pristine Arabic language"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "Indeed, that (very same message) exists in the scriptures of the earlier people"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "And is it not a sufficient sign for them that (some of) the scholars of the Israelites also recognize it"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "Even if We had revealed this (Arabic Qur´an) upon a non-Arab"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "And even if that non-Arab was to recite it to them (in Arabic), they would still not believe"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "Thus, We lance this (Qur´an) through the hearts of the criminals"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "They will not believe, right until they see that painful punishment"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "Come upon them suddenly! They will not see it coming"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "Then they shall begin saying, \"May we have some respite"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "Are they urging for Our punishment to be hastened"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "Have you given it a thought? (Even) if We let them enjoy (life) for years"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "And then the promised punishment comes to them"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "Would the years they spend in enjoyment be of any use to them"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "We never destroy any town unless it had a warner"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "A reminder! We are never unjust"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "It isn´t the Shaitans (the Devils) who came down with it _ (the Qur´an)"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "They are not worthy of it. Nor are they able (to do it)"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "Indeed, they are kept too far away to be able to hear it"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "Therefore, do not call any god along with Allah. Else, you will be among those being punished"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "Warn your closest relatives"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "And be kind to the believers who obey you"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "Should they disobey you, say, \"Surely, I bear no blame for what you are doing"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "And place your trust in the most Powerful and the most Kind"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "The One Who watches you when you stand (in prayers)"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "And (watches) your movements among those who fall prostrate (along with you in prayers)"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "Indeed, it is He Who sees-all and knows-all"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "Shall I point out to you those upon whom the Shaitans _ (the devils) _ land"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "They descend upon all the lying sinners"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "And (they) feed them heresies; Most of them are liars"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "As for the poets, only the misguided ones heed them"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "Do you not see? These poets dabble in every subject and meander about with every thought"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "They do not practice what they proclaim"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "Except those who believe, perform good deeds, remember Allah a lot, and seek and redress only if they are unjustly wronged. Very soon the oppressors will come to know the means and manners by which they will be toppled"
        }
    ]
}