{
    "maqras": [
        {
            "chapter": 50,
            "verse": 27,
            "text": "His comrade, (the Shaitan) would submit, \"Our Lord, I did not force him to transgress and rebel. He was wayward himself; quite far astray"
        },
        {
            "chapter": 50,
            "verse": 28,
            "text": "(Allah) will say, \"Refrain from quarrelling in My presence. I had certainly warned you in advance"
        },
        {
            "chapter": 50,
            "verse": 29,
            "text": "The sentence rendered by Me shall not be reversed. I am not (at all) cruel to My servants"
        },
        {
            "chapter": 50,
            "verse": 30,
            "text": "That day, We shall ask the hell, \"Are you full?\" It will reply, \"Are there more"
        },
        {
            "chapter": 50,
            "verse": 31,
            "text": "The paradise would move closer to the righteous; wouldn´t be far (at all)"
        },
        {
            "chapter": 50,
            "verse": 32,
            "text": "This (is the coveted prize) you had been pledged! (It is) for all those who always turn to Allah in sincere repentance and (grudgingly) guard (their covenant with Allah)"
        },
        {
            "chapter": 50,
            "verse": 33,
            "text": "(It is) for the one who feared (Allah), the most Merciful, the Unseen; (for the one who) returned to Him with a repentant heart"
        },
        {
            "chapter": 50,
            "verse": 34,
            "text": "In peace (and bliss), enter the paradise! This is the day of eternity"
        },
        {
            "chapter": 50,
            "verse": 35,
            "text": "There, they shall have anything they want; and yet We have more (for them)"
        },
        {
            "chapter": 50,
            "verse": 36,
            "text": "Many nations have We destroyed (for their sins) prior to them _ nations that were stronger, (more developed) and mightier. They penetrated (and colonized many) other lands. But did they find any place to escape"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Indeed, there is a lesson in it for anyone who possesses a heart (that feels); anyone who listens attentively and applies his mind"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "We have certainly created the heavens and the earth, and everything else between them, in six periods of time. And that did not wear Us out, the least bit"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "Have patience, and tolerate what they say. Chant the praises of your Lord (every day) before sunrise and before sunset"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "Also, chant His praises at night; and (glorify Him again) at the end of prostration (during each prayer)"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Listen! The day the trumpeter calls from a nearby place"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "Is the day they shall hear the blast, the call of truth! That will be the day of release (from the graves)"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Indeed, We (alone) bestow life, and We give death. Towards Us, is the return trip (of every soul)"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "That day, the earth will split open, allowing them to emerge (from their graves) in a hurry. (Carrying out) such (a feat of) gathering (of all souls) is quite easy for Us"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "We know quite well what they say. (You may not compel them), and you are not (appointed) a tyrant over them. With (the help of) this Qur´an. remind the one who fears (and heeds) My warning"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "(Allah swears) by the winds that scatter and disperse"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "And those that pick up a heavy load (of moisture)"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "Yet, glide through so easily"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "Then, they distribute and apportion (rain) per His command"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "That which you are promised, (the afterlife), is certainly the absolute truth"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "Indeed, the reckoning of deeds is just bound to occur"
        },
        {
            "chapter": 51,
            "verse": 7,
            "text": "And (He swears) by the sky with orbits (of countless celestial bodies)"
        },
        {
            "chapter": 51,
            "verse": 8,
            "text": "In fact, you (skeptics) hold (different and) diverse views (about life, death and after death)"
        },
        {
            "chapter": 51,
            "verse": 9,
            "text": "Kept away (from the truth) is the one who has a hatred (for it)"
        },
        {
            "chapter": 51,
            "verse": 10,
            "text": "Damned are those who conjecture"
        },
        {
            "chapter": 51,
            "verse": 11,
            "text": "Immersed (in ignorance), they are preoccupied (by their preconceived ideas)"
        },
        {
            "chapter": 51,
            "verse": 12,
            "text": "They ask, \"When would that day of reckoning arrive"
        },
        {
            "chapter": 51,
            "verse": 13,
            "text": "That day, they would be tormented by fire"
        },
        {
            "chapter": 51,
            "verse": 14,
            "text": "(Here)! Taste (the outcome of) your misdeeds. This is (precisely) what you had so eagerly demanded to be hastened"
        },
        {
            "chapter": 51,
            "verse": 15,
            "text": "(That day), those who fear (Allah) would be in (the blissful) gardens of paradise, amid springs"
        },
        {
            "chapter": 51,
            "verse": 16,
            "text": "(Gratefully) accepting whatever (blessings) their Lord would grant them. Indeed, prior to this (in their life) they used to act righteously"
        },
        {
            "chapter": 51,
            "verse": 17,
            "text": "They did not sleep much at night, but only a part of the time"
        },
        {
            "chapter": 51,
            "verse": 18,
            "text": "And before dawn (late at night), they sought forgiveness (for their sins)"
        },
        {
            "chapter": 51,
            "verse": 19,
            "text": "And (they accepted the fact that) the deprived and the destitute had a rightful share in their wealth"
        },
        {
            "chapter": 51,
            "verse": 20,
            "text": "For those who have a firm faith, there are (convincing) signs on this earth"
        },
        {
            "chapter": 51,
            "verse": 21,
            "text": "And even in your own selves. So then, do you not notice"
        },
        {
            "chapter": 51,
            "verse": 22,
            "text": "In the sky is your sustenance; and that which you are being promised (the afterlife)"
        },
        {
            "chapter": 51,
            "verse": 23,
            "text": "And (I swear) by the Lord of the heavens and the earth! It _ (the afterlife) _ is indeed an absolute reality! Just like the reality that you have the power of speech and diction"
        },
        {
            "chapter": 51,
            "verse": 24,
            "text": "Has the story of the honored guests of Ibraheem reached you"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "When they came to him, they said, \"Peace!\" Ibraheem replied, \"Peace!\" Folks appear to be strangers"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "Then he went (inside the house) to his family, and brought back a fattened (roasted) calf"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "And placed it before them, then said, \"Why don´t you eat"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "(They did not eat, and so) he felt afraid of them. They said, \"Do not be afraid!\" And they gave him the good news of a learned son"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "His wife came forward, slapped her forehead and exclaimed loudly, \"(I am) old and barren"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "They said, \"Despite that, precisely! Your Lord has said that He is the Wisest, the most Aware"
        }
    ]
}