{
    "rukus": [
        {
            "chapter": 12,
            "verse": 94,
            "text": "I posto ode karavan, otac njihov rece: \"Uistinu, ja nalazim miris Jusufov, makar smatrali da buncam"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Rekose: \"Tako nam Allaha, uistinu si ti u zabludi svojoj staroj"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Pa posto dođe donosilac radosnih vijesti, baci je na lice njegovo, pa se povrati u onog koji vidi. Rece: \"Zar vam nisam rekao: 'Ja uistinu znam od Allaha ono sta ne znate"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Rekose: \"O oce nas! Trazi nam oprost grijeha nasih, uistinu, mi smo bili oni koji cine greske"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Rece: \"Trazicu vam oprost Gospodara svog. Uistinu! On je Oprosnik, Milosrdni"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Pa posto uđose Jusufu, primi k sebi roditelje svoje i rece: \"Uđite u Egipt, insaAllah, sigurni"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "I podize roditelje svoje na prijesto i padose njemu nicice, i rece: \"O oce moj! Ovo je tumacenje snoviđenja mog od prije. Doista ga je ucinio Gospodar moj istinitim, i doista mi je ucinio dobro kad me je izveo iz tamnice i doveo vas iz pustinje, nakon sto je sejtan posijao razdor između mene i brace moje. Uistinu, Gospodar moj je fin kome hoce. Uistinu On, On je Znalac, Mudri"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "Gospodaru moj! Doista si mi dao nesto vlasti i naucio me tumacenju hadisa - Stvoritelju nebesa i Zemlje. Ti si Zastitnik moj na Dunjau i Ahiretu. Uzmi me (kao) muslimana, i prikljuci me dobrima"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "To je (nesto) od vijesti nevidljivog kojeg objavljujemo tebi. I nisi bio kod njih kad su pripremali stvar svoju, a oni su spletkarili"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "A nisu vecina ljudi - makar zudio - vjernici"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "I ne trazis od njih za to nikakvu nagradu. To je samo Opomena svjetovima"
        }
    ]
}