{
    "rukus": [
        {
            "chapter": 54,
            "verse": 1,
            "text": "Priblizio se cas i razdvojio Mjesec"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "A ako vide znak, okrecu se i govore: \"Sihr neprestani"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "I porekli su i slijedili strasti svoje; a svaka stvar (ima) rok"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "I vec im je od vijesti doslo ono u cemu je preventiva"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "Mudrost savrsena - pa ne koriste opomene"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "Zato se okreni od njih! Na dan kad pozove pozivac stvari ruznoj"
        },
        {
            "chapter": 54,
            "verse": 7,
            "text": "Oborenih pogleda svojih izaci ce iz kabura, kao da su oni skakavci rastrkani"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "Zureci k pozivacu. Govorice nevjernici: \"Ovo je dan tezak"
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "Porekao je prije njih narod Nuhov: tad su porekli roba Naseg i rekli: \"Luđak\", i onemogucen je bio"
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "Tad je pozvao Gospodara svog: \"Ja sam porazen, zato pomozi"
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "Pa smo otvorili kapije neba sa vodom lijucom"
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "I dali da provrije zemlja izvorima, pa se susrela voda na stvari vec predodređenoj"
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "I nosili smo njega na (lađi) od samih dasaka i klinaca"
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "Plovila je pod ocima Nasim; placa za onog ko je bio zanijekan"
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "I zaista smo to ostavili znakom; pa ima li iko poucen"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "Pa kakva je bila kazna Moja i opomene Moje"
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "I zaista smo olaksali Kur'an za pouku, pa ima li iko da se pouci"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "Porekao je Ad, pa kakva je bila kazna Moja i opomene Moje"
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "Uistinu! Mi smo poslali na njih vjetar ledeni u danu nesrece neprestajuce"
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "Cupao je ljude kao da su oni debla palmi izvaljena"
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "Pa kakva je bila kazna Moja i opomene Moje"
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "I zaista smo olaksali Kur'an za zikr, pa ima li iko ko zikri"
        }
    ]
}