{
    "rukus": [
        {
            "chapter": 5,
            "verse": 87,
            "text": "O vi koji vjerujete! Ne zabranjujte dobre stvari koje vam je dozvolio Allah i ne pretjerujte. Uistinu! Allah ne voli one koji pretjeruju"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "I jedite od onog cim vas je opskrbio Allah, dozvoljeno, dobro, i bojte se Allaha - Onog u kojeg ste vi vjernici"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Nece vas kazniti Allah zbog nehoticnog u zakletvama vasim, meutim, kaznice vas za ono cim ste se obavezali zakletvama. Pa iskup je hranjenje deset siromaha iz osrednjeg cim hranite porodicu svoju ili odijevanje njihovo ili osloboenje roba. Pa ko ne nae, onda je post tri dana. To je iskup zakletvi vasih kad se zakunete; i cuvajte zakletve svoje. Tako vam Allah objasnjava znakove Svoje, da biste vi zahvaljivali"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "O vi koji vjerujete! Zaista je alkohol i kocka i kipovi i strelice (za gatanje), prljavstina iz posla sejtanovog. Zato se toga klonite, da biste vi uspjeli"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Sejtan samo zeli da izazove meu vama neprijateljstvo i mrznju alkoholom i kockom, i odvrati vas od sjecanja Allaha i od salata. Pa hocete li vi biti ti koji ce prestati"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "I poslusajte Allaha i poslusajte Poslanika, i cuvajte se! Pa ako se okrenete - onda znajte da je jedino na Poslaniku Nasem dostava jasna"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "Nije grijeh onima koji vjeruju i rade dobra djela u onom cim su se hranili, kad se boje (Allaha) i vjeruju i cine dobra djela, zatim se boje i vjeruju, zatim: boje se i cine dobro; a Allah voli dobrocinitelje"
        }
    ]
}