{
    "pages": [
        {
            "chapter": 7,
            "verse": 38,
            "text": "Girin bakalım cinlerden ve insanlardan sizden önce geçen milletlerin arasında ateşe! der. Her millet girdikçe, kendilerine uyup sapıklığa düştüğü hemşiresine (dindaşına) lanet eder. Sonunda hepsi orada birbirlerine ulanırlar. Sonrakileri, öndekileri göstererek: «Ey Rabbimiz, işte şunlar bizi yoldan çıkardılar; onun için onlara ateşten iki katlı azap ver!» derler. Allah: «Her birinize iki katlı, fakat bilmiyorsunuz.» der"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Öndekiler de sonrakilere: «Sizin bize karşı hiçbir üstünlüğünüz olmadı. Artık kendi kazancınızın cezası olarak tadın azabı.» derler"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Ayetlerimizi yalanlayan ve onlara imanı kibirlerine yediremeyen kimselere kesinlikle gök kapıları açılmayacak ve deve iğnenin deliğinden geçmedikçe onlar cennete giremeyeceklerdir. İşte Biz suçluları böyle cezalandırırız"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Onlara cehennemden bir döşek, üstlerinden örtüler vardır. İşte Biz, zalimleri böyle cezalandırırız"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "İman edip iyi işler yapan kimseler ise, -Biz kişiye gücünün üstünde birşey yüklemeyiz.- cennetin sakinleridirler ve orada sonsuza dek kalacaklardır"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Onların içlerinde kin namına ne varsa hepsini söküp atmışızdır, altlarından ırmaklar akar. Onlar: «Hamdolsun bizi buna eriştiren Allah´a. O, bize doğru yolu göstermeseydi, bizim kendiliğimizden bunun yolunu bulmamız mümkün değildi. Gerçekten Rabbimizin peygamberleri bize gerçeği getirdiler!» demektedirler. Onlara: «İşte bu gördüğünüz, yaptığınız iyi işler karşılığında mirasçısı olduğunuz cennettir.» diye seslenilmektedir"
        }
    ]
}