{
    "pages": [
        {
            "chapter": 2,
            "verse": 113,
            "text": "Yahudiler: «hıristiyanların dayandığı bir şey yoktur.» derken, hıristiyanlar da: «yahudilerin dayandığı bir şey yoktur.» dediler. Oysa hepsi de Kitabı okuyorlar. Bilmeyenler de tıpkı onların dedikleri gibi diyorlar. Bu yüzden Allah ihtilaf ettikleri bu hususta kıyamet günü aralarında hükmünü verecektir"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Allah´ın mescitlerinde, Allah´ın isminin anılmasını engelleyen ve onların harap olmasına çalışan kimselerden daha zalim kim olabilir? Bunların oralara korka korka girmekten başka çareleri yoktur. Bunlara dünyada zillet, ahirette de büyük bir azap vardır"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Bununla beraber, doğu da Allah´ın batı da! Nerede yönelseniz, orada Allah´a durulacak yön vardır! Şüphe yok ki Allah´ın rahmeti geniştir ve O, her şeyi bilendir"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "Hem o zalimler: «Allah oğul edindi.» dediler; Haşa O, bu gibi şeylerden münezzehtir. Doğrusu göklerde ve yerde ne varsa hepsi O´nun emrine boyun eğmektedir"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "O, göklerin ve yerin örneksiz yaratıcısıdır. Bir işi yapmayı isteyince ona yalnız «ol!» der, o da oluverir"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "İlmi olmayanlar da: «Ne olur Allah bizimle konuşsa, yahut bize bir mucize gelse!» dediler. Bunlardan öncekiler de tıpkı bunların dedikleri gibi demişlerdi. Kalpleri birbirine benzedi. Cidden gerçekleri bilmek isteyen bir ümmet için biz mucizeleri açık bir şekilde gösterdik"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Şüphesiz ki, Biz seni hak (olan Kur´an) ile rahmetimizin müjdecisi ve azabımızın habercisi gönderdik. Sen o cehennemliklerden sorumlu da değilsin"
        }
    ]
}