{
    "pages": [
        {
            "chapter": 27,
            "verse": 64,
            "text": "Yoksa halkı önce yaratıp sonra yaratmayı tekrarlayacak olan ve size gökten ve yerden rızık veren mi? Allah´la birlikte bir tanrı mı var? De ki: «Hayır getirin delilinizi eğer doğru söylüyorsanız!»"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "De ki: «Göklerde ve yerde Allah´tan başka kimse gaybı bilmez. Onlar, ne zaman yeniden diriltileceklerini bilmezler"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Hayır, ahiret hakkında kendilerine ardarda bilgi verilmektedir; fakat onlar bu hususta bir şüphe içindedirler, daha doğrusu onlar ondan kördürler"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Ve o küfredenler dediler ki: «Biz ve atalarımız toprak olduğumuz zaman mı, gerçekten biz mutlaka yeniden diriltilecek miyiz"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Yemin ederiz ki, bu tehdit bize de bundan önce atalarımıza da yapıldı. Bu, eskilerin masallarından başka birşey değildir.»"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "De ki: «Hele yeryüzünde bir dolaşın da bakın suçluların sonu ne olmuş"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "Onlara karşı üzülme ve yaptıkları hileler yüzünden bir darlığa düşme"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Bir de: «Bu vaad ne zaman, eğer doğru söylüyorsanız?» diye soruyorlar"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "De ki: «Belki de çabuk gelmesini istediğiniz o azabın bir kısmı ensenize binmiş bulunuyor.»"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Muhakkak Rabbin, insanlara karşı mutlak bir nimet sahibidir; fakat onların çoğu şükretmezler"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Oysaki, Rabbin onların sineleri ne gizliyor ve ne açıklıyorlarsa hepsini mutlaka biliyor"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Gökte ve yerde açık bir kitapta bulunmayan hiçbir gizli şey yoktur"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Haberiniz olsun ki, bu Kur´an İsrail oğullarına, ihtilaf edip durdukları şeylerin pek çoğunu anlatır"
        }
    ]
}