{
    "chapter": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "taha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "(napiye!) Nir tunpappatuvatarkaka nam inta kur'anai um'mitu irakkavillai"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "(allahvukku) ancuvorukku nallupatecame anri (verillai)"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "pumiyaiyum, uyarvana vanankalaiyum pataittavanitamiruntu atu irakki arulap perratu"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "arrahman arsin mitu amaintan"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "vanankalilullavaiyum, pumiyilullavaiyum, ivvirantirkum itaiye ullavaiyum, mannukku atiyil ullavaiyum avanukke uriyana"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "(Napiye!) Nir urakkac connalum niccayamaka avan irakaciyattaiyum (atai vita) maraivanataiyum arikiran"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "allah - avanait tavira vanakkattirkuriya nayan verillai, avanukku alakiya tiru namankal irukkinrana"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "innum (napiye!) Musavin varalaru um'mitam vantata"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "avar neruppaik kantu tam kutumpattaritam\"ninkal (inku ciritu) tankunkal; niccayamaka nan neruppaik kanten; oru velai atiliruntu unkalukku or eri kolliyaik kontu varavo, allatu nam cella ventiya pataiyai an neruppi(n utaviyi)nal kantu pitikkavo ceyyalam\" enru (kurinar)"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "avar (neruppin) aruke vanta potu\"musave!\" Enru alaikkap pattar"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "niccayamaka nam tan um'mutaiya iraivan, nir um kalanikal irantaiyum kalarrivitum! Niccayamaka nir'tuva' ennum punitamana pallattakkil irukkirir"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "innum\"nam um'mai (en tutaraka)t terntetutten, atalal vahiyin vayilaka (umakku) arivikkap patuvatarku nir ceviyerpiraka"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "niccayamaka nam tan allah! Ennait tavira veru nayan illai, akave, ennaiye nir vanankum, ennai tiyanikkum poruttu tolukaiyai nilainiruttuviraka"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "ovvor atmavum tan ceytatarkut takkapati piratipalankal alikkappatum poruttu (niyayat tirppukkuriya) velai niccayamaka varavirukkiratu, ayinum atai maraittu vaikka natukiren"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "akave, atanai nampatu, tan (mana) iccaiyaip pinparrupavan titanaka ataivittum um'mait tiruppivita ventam. Avvarayin, nir alintupovir"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "musave! Um'mutaiya valatu kaiyil iruppatu enna?\" (Enrum allah kettan)"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "(Atarkavar)\"itu ennutaiya kaittati, itan mitu nan cayntu kolven, itaik kontu en atukalukku ilaikal parippen, innum itil enakku veru tevaikalum niraiverukinrana\" enru kurinar"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "atarku (iraivan)\"musave! Atai nir kile eriyum\" enran"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "avvare avar atanaik kile erintar, appotu atu urntu cellum oru pampayirru"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "(iraivan) kurinan: \"Ataip pitiyum, payappatatir; utane nam atai atan palaiya nilaikke mittuvom"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "innum, um kaiyai um vilappuramaka pukutti (veliyil) etum, atu oli mikkatay macarra venmaiyaka velivarum, itu marror attatciyakum"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "(ivvaru) nam'mutaiya periya attatcikaliliruntu (cilavarrai) umakkuk kanpikkirom"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "hpir'avnitam nir celviraka! Niccayamaka avan (varampu) miri vittan\" (enrum allah kurinan)"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "(atarku musa) kurinar: \"Iraivane! Enakkaka en nencattai ni (urutippatutti) virivakki taruvayaka"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "en kariyattai enakku ni elitakkiyum vaippayaka"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "en navilulla (tikkuvay) muticcaiyum avilppayaka"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "en collai avarkal vilankik kolvatarkaka"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "en kutumpattiliruntu enakku (utavi ceyya) or utaviyalaraiyum erpatuttit taruvayaka"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "en cakotarar harunai (avvaru erpatuttit taruvayaka)"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "avaraik kontu en mutukai valuppatuttuvayaka"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "en kariyattil avaraik kuttakki vaippayaka"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "nankal unnai atikamatikam (taspihu ceytu) tutippatarkakavum"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "unnai atikamatikam ninaivu kurvatarkakavum (ivarraiyellam arulvayaka)"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "niccayamaka, ni enkalai nokkiyavanakave irukkiray\" (enrar)"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "musave! Nir kettavai, niccayamaka umakkuk kotukkappattirukkinrana\" enru (allah) kurinan"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Melum, munnar marroru muraiyum niccayamaka nam um'mitu perarul purintullom"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "um tayarukku arivikka ventiyatai arivitta nerattai (ninaivu kurviraka)"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "avarai (kulantaiyai)p pelaiyil vaittu (appelaiyai nil) natiyil pottuvitum; pinnar anta nati ataik karaiyile konarntu erintu vitum, anke enakku pakaivanum, avarukkup pakaivanumakiya (oru)van avarai etuttukkolvan\" (enap panittom). Melum, \"(musave!) Nir en kan munne valarkkappatuvatarkaka um mitu anpaip polinten"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "(pelai kantetukkappatta pin) um cakotari natantu vantu, 'ivarai valarkkum poruppai erruk kollak kutiya oruvarai unkalukku nan arivikkattuma?' Enru kettal, akave nam um tayaritam, avarutaiya kan kulircciyataiyum poruttum, avar tukkam ataiyamal irukkum poruttum um'mai (avarpal) mittinom, pinnar nir oru manitanaik konru vittir, appolutum nam um'mai akkavalaiyiliruntu vituvittom, melum um'maip pala cotanaikalaik kontu cotittom. Appal nir pala antukalaka matiyan vacikalitaiye tankiyintir; musave! Piraku nir (nam tutukkuriya) takka paruvattai ataintir"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "innum, \"enakkakave nan um'mait (tutarakat) terintetuttullen"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "akave, nirum um cakotararum ennutaiya attatcikalutan celvirkalaka! Melum ennait tiyanippatil (ninkaliruvarum) calaikkatirkal"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "ninkal iruvarum hpir'avnitam cellunkal; niccayamaka avan varampu mirivittan"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "ninkal iruvarum avanitam (cantamaka) menmaiyana collal collunkal, atanal, avan nallupatecam peralam, allatu accam kollalam"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Enkal iraivane! Avan enkalukkut tinkilaikkat tivirappatavo allatu varampu miravo ceyyalam enru nankal payappatukirom\" enru (musavum, harunum) kurinarkal"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "(atarku allah)\"ninkaliruvarum anca ventam; niccayamaka nan (yavarraiyum) ceviyerpavanakavum, parppavanakavum unkaliruvarutanum irukkiren\" enru kurinan"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "akave, ninkal iruvarum avanitam cenru: 'Nankaliruvarum unnutaiya iraivanin tutarkal, panu israyilkalai enkalutan anuppi vitu, melum avarkalai vetanai patuttate, titanaka, nankal un iraivanitamiruntu or attatciyai unakkuk kontu vantirukkirom, innum evar ner valiyaip pinparrukiraro avar mitu (canti) salam untavataka' enru collunkal\" (enru allah kattalaiyittan)"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "evan (nankal kontu vantiruppatai) poyppittu, purakkanikkirano avan mitu niccayamaka vetanai erpatum ena enkalukku urutiyaka arivikkappattullatu\" (enru ninkal iruvarum avanukkuk kurunkal)"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "(itarku hpir'avn)\"musave! Unkaliruvarutaiya iraivan yar?\" Enru kettan"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "ovvoru porulukkum atarkana amaippai valanki pinnar valikattiyirukkirane avantan enkal iraivan\" enru kurinar"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "appatiyenral mun cenra talaimuraikalin nilaimai enna?\" Enru kettan"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "itu parriya arivu ennutaiya iraivanitam (pativup) puttakattil irukkiratu en iraivan tavaruvatumillai marappatumillai\" enru (musa patil) connar"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "(Avane) unkalukkaka ippumiyai oru virippaka amaittan; innum atil unkalukkup pataikalai ilecakkinan; melum vanattiliruntu niraiyum irakkinan; im malai niraik kontu nam pala vitamana tavara varkkankalai joti jotiyaka velippatuttukirom\" (enru iraivan kurukiran)"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "(avarriliruntu) ninkalum pucittu unkal kalnataikalaiyum meya vitunkal; niccayamaka itil arivutaiyorukkut (takka) attatcikal irukkinrana"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "ip pumiyiliruntu nam unkalaip pataittom; atanulleye nam unkalai mittuvom; innum, atilirunte nam unkalai irantam muraiyakavum velippatuttuvom"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "nam nam'mutaiya attatcikalaiyellam hpir'avnukkuk kanpittom; anal avan (avarraiyellam) poyyenak kuri, nampikkai kolla maruttu vittan"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "musave! Nir um cuniyattaik kontu, enkalai enkal nattai vittu veliyerruvatarkakava nam'mitam vantir?\" Enru kurinan"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "avvarayin itaip ponra cuniyattai nankalum umakkut titanakac ceytu kanpippom; akave, nankalo allatu niro marram ceyya mutiyatapati namakkum umakkumitaiye oru varttaip pattai (ellorukkum vantu kanak kutiya) oru cariyana talattil erpatuttum (enran)"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "yavmuj sinat\" (pantikai nale) unkalutaiya tavanaiyakavum, makkal yavarum onru cerapperum luha (mur pakal) neramum aka irukkattum\" enru connar"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "avvare hpir'avn tirumpic cenru, (cuniyattirkana) culccikkararkalai onru tirattik kontu, mi; ntum vantan"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "(Appolutu) musa cuniyak kararkalitam\"unkalukkuk ketutan! Allahvin mitu poyyai ittuk kattatirkal, (avvaru ceytal) avan vetanaiyinal unkalai alittu vituvan; evan poyyai ittuk kattukirano, titanaka avan (narperu kettu) alintu vittan\" enru kurinar"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "cuniyakkararkal tamakkulle tankal kariyattaik kurittu(t tankalitaiye) vivatittu, (avvivatattai) irakaciya alocanaiyakavum vaittuk kontanar"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "(cuniyakkararkal makkalai nokki;)\"niccayamaka ivviruvarum cuniyakkararkale! Tam'miruvarutaiya cuniyattaik kontu unkalai unkalutaiya nattai vittu veliyerravum, cirappana unkalutaiya (markkap) pataiyaip pokkivitavume ivviruvarum virumpukirarkal"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "akave unkal tittattai oru cerat tirmanittuk kontu ani aniyaka varunkal; inraiya tinam evarutaiya (kai) melonkukirato, niccayamaka avartam verriyataivar\" (enrun kurinar)"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "musave! Nir erikinrira? Erikiravarkalil nankal mutalavataka irukkattuma?\" Enru (cuniyakkarar) kettanar"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "atarkavar; \"avvaranru! Ninkale (mutalil) eriyunkal\" enru (musa) kurinar. (Avarkal eriyave) avarkalutaiya kayirukalum avarkalutaiya tatikalum avarkal cuniyattal (pampukalaka) niccayamaka nelintotuvatu pol avarukkut tonriyatu"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "appotu, musa tam manatil accam kontar"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "(musave!) Nir payappatatir! Niccayamaka nir tam melonki nirpir!\" Enru nam connom"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Innum, um valatu kaiyil iruppatai nir kile eriyum; avarkal ceyta (cuniyankal ya)varraiyum atu vilunki vitum; avarkal ceytatu cuniyakkaranin culcciye akum; akave cuniyakkaran enku cenralum verri pera mattan\" (enrum kurinom)"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "(musa verri perratum) cuniyakkararkal sujutu ceytavarkalaka vilttappattu - \"harunutaiya musavutaiya iraivan mite nankal iman kolkirom\" enru kurinarkal"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "nan unkalai anumatikkum munnare ninkal avar mel iman kontu vittirkala? Niccayamaka avar unkalukkuc cuniyattaik karruk kotutta talaivar (pol tonrukiratu); enave, nan unkalai maru kai, maru kal vanki, peritta marakkattaikalil unkalaik kaluverruven; melum vetanai kotuppatil nam'mil katumaiyanavar yar, atil nilaiyaka iruppavarum yar enpatai niccayamaka ninkal arintu kolvirkal\" enru (hpir'avn) kurinan"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "(manantiruntiya avarkal hpir'avnitam)\"enkalukku vantulla telivana attatcikalai vitavum, enkalaip pataittavanai vitavum unnai (melanavanaka) nankal etuttuk kolla mattom; akave enna tirppuc ceyya ni irukkirayo avvare tirppuc ceytukol; ni tirppuc ceyvatellam ivvulaka valkkaiyil tan\" enru kurinar"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "enkalin tavarukalaiyum, enkalai ni kattayap patuttinal (nankal ceyya nernta) cuniyattaiyum, enkalukku mannippatarkaka enkal iraivan mitu niccayamaka nankal iman kontom; melum, allah tan mikka melanavanakavum, (enrum) nilaittiruppavanakavum irukkinran\" (enru kurinarkal)"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Niccayamaka evan tan iraivanitattil kurravaliyaka varukirano, avanukku narakam niccayamaka irukkiratu. Atil avan marikkavum mattan. Valavum mattan"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "anal, evarkal muhminaka, salihana (nalla) ceyalkalaic ceytavarkalaka avanitam varukirarkalo, avarkalukku melana patavikal untu"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "(attakaiyavarkku) enrenrum nilaittirukkum cuvanapatikal untu avarrin kile arukal otik kontirukkum; avarril avar enrenrum vacippar ituve (pavankal ninkit) tuymaiyanavarkalin (nar) kuliyakum"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "innum; \"nir en atiyarkalutan iravotiravakap payanam ceytu, avarkalukkaka katalil ularnta pataiyai untakkik kolviraka! (Hpir'avn um'maip) pitittuvituvan enru payappatamalum, (katalil mulki vituvom enru) ancamalum iruppiraka!\" Enru musavukku nam tittamaka vahi arivittom"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "melum hpir'avn tan cenaikalutan avarkalaip pin totarntan; anal katal avarkalai murraka mulkatittu vittatu"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "hpir'avn tan camukattarai vali ketuttan; nerana pataiyai (avarkalukkuk) kattavumillai"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "israyilin cantatiyinare! Nam tittamaka unkalai unkal pakaivanitamiruntu iratcittom; melum, tur(sinay) malaiyin) valappakkattil nam (tavrat vetattai arulvataka) unkalukku vakkurutiyalittom; innum'mannu salvavai' (unavaka) unkal mitu nam irakki vaittom"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "nam unkalukku alittulla tuymaiyanavarriliruntu unnunkal; (atarku nanri celuttamal) aliccattiyam ceyyatirkal; (appati ceyvirkalanal) unkal mitu en kopam iranki vitum; melum, evan mitu en kopam irankukirato, avan niccayamaka vilvan"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Evan pavamannipput teti iman kontu narceyalkalaiyum ceytu appal nervaliyum ataikirano avanukku niccayamaka nan mikavum mannippavanaka irukkinren\" (enru kurinom)"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "musave! Um camukattarai vittu um'mai ivvalavu cikkiram viraintu varacceytatu yatu?\" (Enru tur sinay malaikku avarkal vanta potu allah kettan)"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "(atarkavar)\"avarkalum en aticcuvattin mite varukinranar; innum (en) iraivane! Ni ennaip parrittiruptip patuvatarkaka, nan unnitattil viraintu vanten\" enru kurinan"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "niccayamaka, (nir inku vanta) pinnar um'mutaiya camukattaraic cotittom; innum avarkalai'samiri' valiketuttu vittan\" enru (allah) kurinan"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "akave, musa kopamum vicanamum kontavarayt tam camukattaritam tirumpi vantu\"ennutaiya camukattavarkale! Unkal iraivan unkalukku or alakiya vakkuruti kotukkavillaiya? Enave anta vakkuruti(k kalam) atikamaki vittata? Allatu unkal mitu unkal iraivanutaiya kopam iranka ventumenru virumpi ninkal enakkuk kotutta vakkurutikku maru ceytirkala?\" (Enrar)"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "unkalukkuk kotuttirunta vakkurutikku enkal caktiyaik kontu nankal maru ceyyavillai anal nankal camukattarin alankara (aparana)n kaliliruntu cila cumaikal (kontu) cumattappattom; piraku, nankal avarrai(k kalarri neruppil) erintom; avvare samiriyum erintan\" enru avarkal kurinarkal"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Pinnar avan avarkalukkaka oru kalaikkanrai (uruvakki) velippatuttinan; atarku mattin captamum iruntatu. (Itaik kanta) cilar\"itu tan unkalutaiya nayan; innum (ituve) musavin nayanumakum; anal avar itai marantu vittar\" enru connarkal"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "avarkalukku atu marupati etuvum collavillai enpataiyum; avarkalukkaka nanmaiyaiyo, timaiyaiyo ceyyac caktiyarratu enpataiyum avarkal parkka villaiya"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "itarku munnare harun avarkalai nokki, \"en camukattare! Niccayamaka itaik kontu ninkal cotikkapttirukkirirkal, niccayamaka unkalutaiya iraivan'arrahmane' avan; enave, ennaip pinparrunkal. Innum en kattalaikkuk kilppatiyunkal\" enru kurinar"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "musa enkalitam tirumpi varum varaiyil, nankal itan aratanaiyai nirutta mattom\" enru avarkal kurinar"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "(musa tirumpiyatum tam cakotararitam)\"harune! Ivarkal vali ketukirarkal enru ninkal kanta potu (avarkalukku potanai ceytu tiruttuvatil ninrum) unkalait tatai ceytatu yatu? Enru kettar"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "ninkal ennaip pinparriyirukka ventama? (Avvaru ceyvatai enna tatuttatu?) Ninkal en kattalaiyai mirinirkala"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "(itarku harun;)\"en tayin makane! En tatiyaiyo en talai (muti)yaiyo piti(ttilu)kkatirkal; 'pani israyilitaiye ninkal pirivinaiyai untakki vittirkal; en varttaikkaka ninkal kattirukkavillai!' Enru nir kuruviro ena niccayamaka nan ancinen\" enru kurinar"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "samiriyye! Un visayamenna?\" Enru musa avanitam kettar"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Avarkal kanata onrai nan kanten; akave, nan anta tutar kalatiyiliruntu oru piti (mannakap) pitittu, atai erinten; avvitam (ceyvatai) en manam enakku alaka(na ceyala)ka akkirru\" ena (samiri patil) connan"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "ni inkiruntu poy vitu niccayamaka inta valkkaiyil (evaraik kantalum, ennait)\"tintatirkal\" enru col(lit tiri)vatu tan unakkullatu, (marumaiyil) niccayamaka unakku vakkalikkappatta vetanaiyum untu atai vittum ni tappamattay; melum; ni taripattu aratanai ceytu kontiruntaye anta\"nayanaip\" par; niccayamaka atanaic cutterittup pinnar (campalakki) ataik katalil parattivituvom\" enrar"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "unkalutaiya nayan allah oruvantan; avanait tavira (vanakkattirkuriya) nayan verillai ellap porutkalilum nanattal vicalamanavan\" enrum kurinar"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "(napiye!) Ivvare mun cenru ponavarkalin varalarrai nam umakkuk kurukirom; melum tittamaka nam'mitamiruntu ninaivuttum nallupatecattai (ittiruk kur'anai) nam umakkuk kotuttirukkirom"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "evan atanaip purakkanikkinrano, avan kiyama nalil (pavac) cumaiyaic cumappan"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "a(ppatic cumappa)varkal atil ennalum (ataic cumantavare) irupparkal; kiyama nalil iccumai avarkalukku mikavum kettatu"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "sur (ekkalam) utappatum nal atu kurravalikalai, (payattinal) nilam putta kannutaiyorak nam annalil onru cerppom"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "ninkal pattu (natkalu)kku mel (pumiyil) tankiyatillai\" enru avarkal tankalukkitaiyil irakaciyam pecik kolvarkal"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "oru naleyanri (atikamaka) ninkal tankavillai\" enru avarkalil nalvaliyil cenravarkal kuruvataiyum nam nankarivom"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "(Napiye!) Innum um'mitam malaikalaipparri avarkal ketkirarkal. \"Avaikalai en iraivan tul tulakki (manalkalaip pol parappi)vituvan\" enru nir kuruviraka"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "pinpu, avarraic camaveliyakki vituvan"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "atil nir metu pallattai kanamattir"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "annalil avarkal (sur mulam) alaippavaraiye pinparric celvarkal; atil ettakaiya konalum irukkatu innum (av velai) arrahmanukku (anci) ellac captankalum otunki vitum. Kalkal (metuvaka atiyetuttu vaikkum) captattait tavira (veretaiyum) nir ketkamattir"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "annalil arrahman evarai anumatittu, evarutaiya peccai uvantu kolkirano, avarkalait tavira veru evarutaiya sahpa'attum (parinturaiyum) palanalikkatu"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "avarkalukku munniruppataiyum, avarkalukkup pinnal iruppataiyum avan nankarivan; anal avarkal atai(t tankal) kalviyarivu kontu culntariya mattarkal"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "innum, nilaittavanakiya nittiya jivanana (allahvukku) yavarutaiya mukankalum panintu talntuvitum; akave evan akkiramattaic cumantu kontano, avan narperilantavanaki vituvan"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "evar muhminaka iruntu, salihana narceyalkalaic ceykiraro avar tamakku aniyayam ceyyappatumenro, (tamakkuriya) narkuli kuraintuvitumenro payappatamattarkal"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "melum, ivvitamakave inta kur'anai arapi moliyil nam irakki vaittom; avarkal payapaktiyutaiyavarkalaka akum poruttu, allatu nallupatecattai avarkalukku ninaivuttum poruttu, itil avarkalukku eccarikkaiyai vivarittirukkinrom"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Akave, unmai aracanakiya allahve mika uyarntavan; innum (napiye!) Umakku (kur'anin) vahi arivikkappattu atu mutivatarku munnatakave kur'anai ota nir avacarappatatir; \"iraiva! Kalvi nanattai enakku atikappatuttuvayaka!\" Enrum nir pirarttanai ceyviraka"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "munnar, nam atamukku niccayamaka kattalaiyittiruntom; anal (atanai) avar marantu vittar (akkattalaipati natakkum) urutippattai nam avaritam kanavillai"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "ninkal atamukku sujutu ceyyunkal\" enru nam vanavarkalitam kuriya potu, iplisai tavira, avarkal sujutu ceytarkal. Avan (avvaru ceyyatu) vilakik kontan"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "appolutu\"atame! Niccayamaka ivan umakkum, um'mutaiya manaivikkum pakaivanavan; atalal, unkaliruvaraiyum iccuvanapatiyiliruntu tittamaka veliyerra (itan) taraventam; inrel nir perum innalukkullavir"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "niccayamaka nir i(c cuvarkkat)til paciyakavo nirvanamakavo irukkamattir"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "innum itil nir takikkavum, veyilil (kastap)patavum mattir (enru kurinom)"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "anal, saittan avarukku (ucalattattaiyum) kulappattaiyum untakki\"atame! Nittiya valvalikkum marattaiyum, alivillata aracankattaiyum umakku nan arivittut tarava?\" Enru kettan"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "pinnar (iplisin acai varttaippati) avviruvarum a(m marat)tininru pucittanar utane avviruvarin vetkat talankalum veliyayina akave avviruvarum cuvarkkattuc colaiyin ilaiyaik kontu avarrai maraittuk kollalanarkal; ivvaru atam tam'mutaiya iraivanukku maru ceytu, atanal vali picaki vittar"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "pinnar avaratu iraivan avarait terntetuttu avarai mannittu nervaliyum kattinan"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Itiliruntu ninkal iruvarum cekaramaka inkiruntu veliyeri vitunkal. Unka(l cantatika)lil cilarukkuc cilar pakaivarkalakaveyirupparkal; appolutu niccayamaka ennitamiruntu unkalukku nervali varum; evar ennutaiya nervaliyaip pin parri natakkiraro avar vali tavaravum mattar, narperilakkavum mattar"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "evan ennutaiya upatecattaip purakkanikkirano, niccayamaka avanukku nerukkatiyana valkkaiye irukkum; melum, nam avanai kiyama nalil kurutanave eluppuvom\" enru kurinan"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "(appotu avan)\"en iraivane! Nan parvaiyutaiyavanaka iruntene! Ennai en kurutanaka eluppinay?\" Enru kuruvan"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "(atarku iraivan,)\"ivvitamtan irukkum; nam'mutaiya vacanankal unnitam vantana avarrai ni marantuvittay; avvare inraiya tinam niyum marakkappattu vittay\" enru kuruvan"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "akave, evan tan iraivanutaiya vacanankalin mel nampikkai kollamal, varampu miri natakkinrano avanukku ivvarutan nam kuli kotuppom; melum marumaiyin vetanai mikavum katinamanatum nilaiyanatumakum"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "ivarkalukku mun nam ettanaiyo talaimuraiyinarai alittirukkirom enpatu avarkalukku(p patippinaiyait tantu) ner vali kattavillaiya? (Alintu pona) avarkal kutiyirunta itankalil tane ivarkal natakkirarkal; niccayamaka atil arivutaiyorukku attatcikal ullana"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "umatu iraivanitamiruntu oru vakkum (tantanaikkana) kurippitta oru tavanaiyum muntira vittal atu (vetanai) erpattu irukkum"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Akave (napiye!) Avarkal colvatai(yellam) nir poruttuk kolviraka innum curiyan utippatarku munnum, atu ataivatarku munnum, iravin nerankalilum um'mutaiya iraivanin pukalait tutittut toluviraka melum innum pakalin (iru) munaikalilum ivvare tuti ceytu toluviraka itanal (nanmaikalataintu) nir tirupti peralam"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "innum, avarkalil cila pirivinar inpamanupavikka nam kotuttirukkum (valkkai vacatikalin) pakkam umatu kankalai nittatir; (ivaiyellam) avarkalaic cotippatarkakave nam kotuttulla ulaka valkkaiyin alankarankalakum. Umatu iraivan (marumaiyil umakku) valankaviruppatu cirantatum nilaiyanatum akum"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "(napiye!) Um kutumpattinarait tolutu varumaru nir evuviraka! (Tolukaiyin mitu) nir porumaiyum, urutiyum kontiruppiraka! Nam um'mitam unavu ketkavillai anal umakku unavai nam kotukkirom; irutiyakac ciranta nilai payapakti(yutaiyoru)kkut tan"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "tam iraivanitamiruntu or attatciyai en avar nam'mitam kontu varavillai?\" Enru (nirakarippor) ketkinranar; muntaiya vetankalil ulla telivana attatcikal avarkalukku varavillaiya"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "innum (nam tutar) varuvatarku mun, nam ivarkalai vetanai ceytu alittiruntal, avarkal, \"enkal iraiva! Ni enkalukku oru tutarai anuppiyirukka ventama? Avvarayin nankal cirumaippatuvatarkum, kevalappatuvatarkum mun un vacanankalaip pinparriyiruppome\" enru kuruvarkal"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "(Napiye! \"Iruti nalai) anaivarum etirparttirupparkale! Akave ninkalum etirparttirunkal, nerana valiyai utaiyavar yar? Ner vali ataintu vittavarkal yar? Enpataiyum titamaka ninkal arintu kolvirkal\" enru nir kuruviraka"
        }
    ]
}