{
    "pages": [
        {
            "chapter": 2,
            "verse": 70,
            "text": "Tārā balalē -- “tōmāra prabhura kāchē āmādēra jan'ya prārthanā karō āmādēra tini spaṣṭa jāniẏē dina sēṭi kēmana, kāraṇa saba bāchura āmādēra kāchē ēkākāra lāgē, āra āllāh yadi icchā karēna, āmarā niścaẏa ṭhika pathē cālita haba.”"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Tini balalēna, “niḥsandēha tini balachēna, sēṭi niścaẏa'i ēmana bāchura yākē jōẏālē jōtā haẏa ni jami cāṣa karatē, bā kṣētē pāni'ō dēẏa nā, sahi-sālāmata, yāra madhyē kōna khutam̐ nē'i.” Tārā balalē -- “ēbāra tumi purōpuri satya niẏē ēsēchō.” Sutarāṁ tārā tākē kurabāni karala, āra dēkhālō nā yē tārā karala."
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Āra smaraṇa karō! Tōmarā ēkajanakē kātala karatē yācchilē, tārapara tōmarā ē byāpārē dōṣādōṣi karachilē. Āra āllāh prakāśa karachilēna yā tōmarā lukōtē cā'ichilē."
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Sutarāṁ āmarā balalāma -- “tulanā karō tām̐kē ēra kichu anśēra sāthē.” Ē'ibhābē āllāh mr̥tabaṯkē jībana dāna karēna. Āra tini tōmādēra dēkhācchēna tām̐ra nidarśana samūha yātē tōmarā bujhatē pāra."
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Tārapara tōmādēra hr̥daẏa ēra parē'ō kaṭhina halō, pātharēra matō haẏē gēla, baraṁ āra'ō kaṭhina. Āra abaśya pātharēra madhyē ēmana'ō āchē yāra madhya thēkē bēriẏē āsē jharanā. Ābāra tādēra kichu yakhana caucira haẏa takhana tā thēkē pāni bērōẏa. Ābāra tādēra madhyē kataka āllāh‌ra bhaẏē bhēṅgē paṛē. Āra tōmarā yā karachō āllāh sē biṣaẏē ajñāta nana."
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Ērapara ki tōmarā āśā kara yē tārā tōmādēra prati biśbāsa karabē? Itipūrbē tādēra ēkaṭi dala āllāh‌ra bāṇī śunata, tārapara tā pālṭē dita uhā bujhabāra parē'ō, āra tārā jānē."
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Āra yārā īmāna ēnēchē tādēra sāthē yakhana tārā mōlākāta karē takhana balē -- “āmarā īmāna ēnēchi.” Āra yakhana tādēra lōkērā ēkē an'yēra sāthē niribili haẏa takhana balē -- “āllāh tōmādēra kāchē yā prakāśa karēchēna tā ki tōmarā ōdēra jāniẏē diccha, yātē ōrā ē-sabēra sāhāyyē tōmādēra prabhura sāmanē tōmādēra sāthē bitarka karē? Tōmarā ki tabē bujhatē pāracha nā?”"
        }
    ]
}