{
    "pages": [
        {
            "chapter": 11,
            "verse": 46,
            "text": "Tini balalēna -- ''hē nūha! Niḥsandēha sē tōmāra paribārabhukta naẏa. Niḥsandēha tāra kājakarma saṯkarmēra bar'hibhūta, kājē'i āmāra kāchē sa'ōẏāla kara nā yē-sanbandhē tōmāra kōnō jñāna nē'i. Āmi abaśya'i tōmākē upadēśa dicchi -- pāchē tumi ajñadēra antarbhukta haẏē paṛa.’’"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Tini balalēna -- ''āmāra prabhu! Āmi abaśya'i tōmāra kāchē āśraẏa cā'ichi pāchē yē byāpārē āmāra kōnō jñāna nē'i sē- sanbandhē tōmāra kāchē prārthanā karē phēli. Āra tumi yadi āmākē rakṣā nā kara ō āmāra prati karuṇā nā darśā'ō tabē āmi kṣatigrastadēra antarbhukta haẏē yāba.’’"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Balā hala -- ''hē nūha! Abataraṇa kara āmādēra thēkē śāntira sāthē, āra tōmāra uparē ō tōmāra sāthē yārā raẏēchē tādēra sampradāẏēra uparē āśīrbāda niẏē. Āra ēmana jātirā'ō habē yādēra āmarā acirē'i jībanōpakaraṇa dēba, tārapara āmādēra thēkē marmantuda śāsti tādēra sparśa karabē.’’"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "Ēsaba hacchē adr̥śya sanbandhē sambāda yā āmarā tōmāra kāchē pratyādēśa karachi. Tumi ēra āgē ē-saba jānatē nā -- tumi'ō nā, tōmāra sampradāẏa'ō nā. Ata'ēba adhyabasāẏa abalanbana kara. Niḥsandēha śubhapariṇāma dharmabhīrudēra'i jan'yē."
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "Āra'āda-ēra kāchē tādēra bhā'i hūdakē. Tini balalēna -- ''hē āmāra sampradāẏa! Āllāh‌ra upāsanā kara, tōmādēra jan'ya tini chāṛā an'ya upāsya nē'i. Tōmarā tō śudhu mithyā racanākārī."
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "Hē āmāra sampradāẏa! Āmi ēra jan'ya tōmādēra kāchē kōnō pratidāna cā'ichi nā. Āmāra śramaphala kēbala tām̐ra kāchē yini āmākē sr̥ṣṭi karēchēna. Tōmarā ki tabē bujhabē nā"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "Āra hē āmāra sampradāẏa! Tōmādēra prabhura kāchē kṣamā prārthanā kara, tārapara tām̐ra dikē phērō, tini ākāśakē tōmādēra prati pāṭhābēna barṣaṇōnnukha karē, āra tōmādēra śaktira uparē tōmādēra śakti bāṛiẏē dēbēna, āra tōmarā phirē yē'ō nā aparādhī haẏē.’’"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Tārā balalē -- ''hē hūda! Tumi āmādēra kāchē kōnō spaṣṭa pramāṇa āna ni, āra tōmāra kathāẏa āmarā āmādēra dēbatādēra parityāga karatē yācchi nā, āra tōmāra prati āmarā biśbāsī'ō na'i."
        }
    ]
}