{
    "pages": [
        {
            "chapter": 23,
            "verse": 28,
            "text": "Āra yakhana tumi jāhājē ārōhaṇa karabē, tumi ō yārā tōmāra sāthē raẏēchē tārā takhana balō -- 'sakala praśansā āllāh‌ra yini āmādēra ud'dhāra karēchēna atyācārī jātira thēkē.’"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Āra balō -- 'āmāra prabhu! Āmākē puṇyamaẏa abataraṇa karatē dā'ō, kēnanā abataraṇakārakadēra madhyē tumi'i sarbaśrēṣṭha’.’’"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Niḥsandēha ētē tō nidarśana raẏēchē, āra āmarā tō śr̥ṅkhalābad'dha karachilāma."
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Tārapara āmarā tādēra parē pattana karēchilāma an'ya ēka banśakē."
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Takhana āmarā tādēra madhyē pāṭhiẏēchilāma tādēra'i madhyē thēkē ēkajana rasūla ē'i balē -- ''āllāh‌ra upāsanā karō, tini byatīta tōmādēra jan'ya an'ya upāsya nē'i. Tōmarā ki tabē bhakti-śrad'dhā karabē nā?’’"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Āra tām̐ra sbajātira madhyēra pradhānarā yārā abiśbāsa pōṣaṇa karēchila ō parakālēra mulākātakē asbīkāra karēchila ēbaṁ ē'i duniẏāra jībanē āmarā yādēra bhōga-sāra diẏēchilāma tārā balalē -- ''ē tō tōmādēra matō ēkajana mānuṣa chāṛā āra kichu'i naẏa, tōmarā yā thēkē khā'ō sē'ō tā thēkē'i khāẏa ēbaṁ tōmarā yā pāna kara sē'ō tā thēkē'i pāna karē."
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Āra tōmarā yadi tōmādēra n'yāẏa ēkajana mānuṣēra'i ājñā-pālana kara tāhalē tō tōmarā sē'i muhūrtē'i kṣatigrasta habē."
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Sē ki tōmādēra prati‌śruti dēẏa yē yakhana tōmarā mārā yābē ēbaṁ tōmarā dhulōmāṭi ō hāṛapām̐jarātē pariṇata habē takhana tōmarā bahirgata habē"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "bahudūra! Tōmādēra yā ōẏādā karā hacchē tā bahudūra."
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Āmādēra ē'i duniẏāra jībana chāṛā kichu'i tō nē'i, āmarā maraba āra āmarā bēm̐cē āchi, āra āmarā tō punarut'thita haba nā."
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Sē ēkajana mānuṣa bai tō naẏa yē āllāh sanbandhē mithyā udbhābana karēchē, āra āmarā tō tāra prati āsthābāna hatē pārachi nā.’’"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Tini balalēna -- ''āmāra prabhu! Āmākē tumi sāhāyya karō yēhētu tārā āmāra prati mithyārōpa karachē.’’"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Tini balalēna -- ''alpakṣaṇēra madhyē'i tārā ālabaṯ anutāpa karatē thākabē.’’"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Kājē'i ēka mahāgarjana tādēra pākaṛā'ō karala saṅgatabhābē'i, āra āmarā tādēra bāniẏē dilāma ābarjanā, tā'i dūra ha’la atyācārī jāti"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "tārapara āmarā tādēra parē pattana karalāma an'yān'ya banśadēra."
        }
    ]
}