{
    "pages": [
        {
            "chapter": 26,
            "verse": 61,
            "text": "Ataḥpara yakhana du'i dala parasparakē dēkhala takhana mūsāra saṅgīrā balalē -- ''āmarā tō niḥsandēha dharā paṛē gēlāma.’’"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "Tini balalēna -- ''niścaẏa'i nā, āmāra saṅgē ālabaṯ āmāra prabhu raẏēchēna, tini āmākē acirē'i patha dēkhābēna.’’"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "Takhana āmarā mūsāra nikaṭa pratyādēśa dilāma ē'i balē -- ''tōmāra lāṭhi diẏē samudrē āghāta kara.’’ Phalē ēṭi bibhakta haẏē gēla, sutarāṁ pratyēka dala ēka-ēkaṭi birāṭa pāhāṛēra matō haẏēchila."
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "Āra an'yadērakē'ō āmarā niẏē ēlāma sē'i añcalē."
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "Āra mūsākē ō tām̐ra saṅgē yārā chila sē-sabā'ikē āmarā ud'dhāra karēchilāma."
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "Tārapara an'yadērakē āmarā ḍubiẏē diẏēchilāma."
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "Niḥsandēha ētē tō ēkaṭi nidarśana raẏēchē, kinta tādēra adhikānśa'i biśbāsī naẏa."
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "Āra niḥsandēha tōmāra prabhu -- tini'i tō mahāśaktiśālī, aphuranta phaladātā."
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "Āra tumi tādēra kāchē ibrāhīmēra kāhinī barṇanā karō."
        },
        {
            "chapter": 26,
            "verse": 70,
            "text": "Smaraṇa karō! Tini tām̐ra pitr̥puruṣakē ō tām̐ra sbajātikē balalēna -- ''tōmarā kisēra upāsanā kara?’’"
        },
        {
            "chapter": 26,
            "verse": 71,
            "text": "Tārā balalē -- ''āmarā pratimādēra pūjā kari, āra āmarā tādēra ārādhanāẏa niṣṭhābāna thākaba.’’"
        },
        {
            "chapter": 26,
            "verse": 72,
            "text": "Tini balalēna, ''tārā ki tōmādēra śōnē yakhana tōmarā ḍākō"
        },
        {
            "chapter": 26,
            "verse": 73,
            "text": "athabā tārā ki tōmādēra upakāra karatē pārē kimbā apakāra karatē pārē?’’"
        },
        {
            "chapter": 26,
            "verse": 74,
            "text": "Tārā balalē -- ''nā, āmādēra pitr̥puruṣadēra āmarā dēkhatē pēẏēchi ē'ibhābē tārā karachē.’’"
        },
        {
            "chapter": 26,
            "verse": 75,
            "text": "Tini balalēna -- ''tōmarā ki tabē bhēbē dēkhēcha tōmarā kisēra upāsanā karacha"
        },
        {
            "chapter": 26,
            "verse": 76,
            "text": "tōmarā ō tōmādēra pūrbagāmī pitr̥puruṣarā"
        },
        {
            "chapter": 26,
            "verse": 77,
            "text": "ata'ēba tārā ālabaṯ āmāra śatru, kinta bhū-biśbēra prabhu nana"
        },
        {
            "chapter": 26,
            "verse": 78,
            "text": "yini āmākē sr̥ṣṭi karēchēna, tārapara tini āmākē patha dēkhiẏēchēna"
        },
        {
            "chapter": 26,
            "verse": 79,
            "text": "āra yini āmākē āhāra karāna ēbaṁ pāna karatē dēna"
        },
        {
            "chapter": 26,
            "verse": 80,
            "text": "āra yakhana āmi rōgē bhōgi takhana tini'i āmākē ārōgya karēna"
        },
        {
            "chapter": 26,
            "verse": 81,
            "text": "āra yini, āmāra mr̥tyu ghaṭābēna tāraparē āmākē punarjībana dēbēna"
        },
        {
            "chapter": 26,
            "verse": 82,
            "text": "āra yini, āmi āśā kari, bicārēra dinē āmāra bhulabhrāntigulō āmāra jan'ya kṣamā karē dēbēna."
        },
        {
            "chapter": 26,
            "verse": 83,
            "text": "Āmāra prabhu! Āmākē jñāna dāna karō, āra āmākē saṯkarmīdēra saṅgē yukta karō."
        }
    ]
}