{
    "pages": [
        {
            "chapter": 30,
            "verse": 25,
            "text": "Āra tām̐ra nidarśanagulōra madhyē hacchē yē ākāśa ō pr̥thibī aṭuṭa raẏēchē tām̐ra'i ādēśē. Tārapara tini yakhana tōmādēra ēka ḍāka diẏē ḍākēna, māṭi thēkē, takhana tōmarā bēriẏē āsacha."
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Āra yārā raẏēchē mahākāśamanḍalītē ō pr̥thibītē tārā tām̐ra'i. Sabā'i tām̐ra prati ājñābaha."
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Āra tini'i sē'ijana yini sr̥ṣṭira sūcanā karēchēna, tārapara tini tā punaḥsr̥ṣṭi karēna, āra ēṭi tām̐ra jan'ya ati sahaja. Āra tām̐ra'i hacchē sarbōcca ādarśa mahākāśamanḍalītē ō pr̥thibītē, āra tini'i hacchēna mahāśaktiśālī, paramajñānī."
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "Tini tōmādēra kāchē tōmādēra madhyē thēkē'i ēkaṭi dr̥ṣṭānta chuṛam̐chēna -- tōmādēra ḍāna hāta yādēra dharē rēkhēchē tādēra madhyē thēkē ki tōmādēra jan'ya anśīdāra raẏēchē āmarā tōmādēra yā jībanōpakaraṇa diẏēchi tātē, -- phalē tōmarā ētē ēkasamāna, āra tādēra kṣētrē tōmarā bhābanā-cintā kara tōmāra nijēdēra sanbandhē tōmādēra bhābanā-cintāra n'yāẏa? Ē'ibhābē'i āmarā nirdēśābalī byākhyā kari sē'i lōkadēra jan'ya yārā bud'dhiśud'dhi rākhē."
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Bastuta yārā an'yāẏācaraṇa karē tārā jñānahīnatā baśataḥ tādēra kāmanāra anusaraṇa karē. Sējan'yē yākē āllāh pathabhraṣṭa karēna tākē kē saṯpathē cālita karabē? Āra tādēra jan'ya sāhāyyakārīdēra kē'u nē'i."
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "Ata'ēba tōmāra mukha dharmēra prati ēkaniṣṭhabhābē kāẏēma karō. Āllāh‌ra prakr̥ti -- yāra uparē tini mānuṣakē pratiṣṭhita karēchēna. Āllāh‌ra sr̥ṣṭitē kōnō paribartana nē'i. Ēṭi'i hacchē supratiṣṭhita dharma, kintu adhikānśa lōkē'i jānē nā."
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "Tām̐ra'i dikē ēkānta manōyōgī ha'ō, āra tām̐kē'i bhaẏabhakti karō, āra nāmāya kāẏēma karō, āra muśarikadēra antarbhukta haẏō nā"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "tādēra dalēra yārā tādēra dharmakē bibhakta karēchē āra tārā haẏē gēchē nānā dalīẏa. Pratyēka dala'i yā tādēra kāchē raẏēchē tātē'i ullasita."
        }
    ]
}