{
    "pages": [
        {
            "chapter": 33,
            "verse": 23,
            "text": "Muminadēra madhyē ēmana lōka raẏēchē yārā āllāh‌ra saṅgē tārā yā ōẏādā karēchē sē-sanbandhē satyaparāẏaṇatā abalanbana karē, sējan'yē tādēra madhyē kē'u-kē'u tāra brata pūrṇa karēchē, āra tādēra madhyē kē'u-kē'u pratīkṣā karachē, āra tārā kōnō badalānō badalāẏa ni"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "yēna āllāh puraskr̥ta karatē pārēna satyaparāẏaṇadēra tādēra satyaniṣṭhāra jan'yē, āra tini icchā karalē munāphikadēra śāsti ditē pārēna athabā tādēra prati phiratē'ō pārēna. Niḥsandēha āllāh paritrāṇakārī, aphuranta phaladātā."
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Āra āllāh pratihata karēchilēna tādēra yārā tādēra ākrōśabaśata abiśbāsa pōṣaṇa karēchila, tārā bhāla kichu'i lābha karatē pārē ni. Āra yud'dhē muminadēra jan'ya āllāh yathēṣṭa chilēna. Āra āllāh hacchēna mahābalīẏāna, mahāśaktiśālī."
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "Āra granthadhārīdēra madhyēra yārā tādēra pr̥ṣṭhapōṣakatā karēchila tādēra tini nāmiẏē ēnēchilēna tādēra durga thēkē, āra tādēra hr̥daẏē bhīti sañcāra karēchilēna, ēkadalakē tōmarā hatyā karēchilē ō bandī karēchilē ārēka dalakē."
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "Āra tini tōmādēra uttarādhikāra karatē dilēna tādēra jamijamā ō tādēra bāṛighara ō tādēra dhanasampatti ēbaṁ ēka dēśa yēkhānē tōmarā abhiyāna cālā'ō ni. Āra āllāh saba-kichura uparē'i parama kṣamatābāna."
        },
        {
            "chapter": 33,
            "verse": 28,
            "text": "Hē priẏa nabī! Tōmāra strīgaṇakē balō -- ''tōmarā yadi duniẏāra jībanaṭā ō tāra śōbhā- saundarya kāmanā kara tāhalē ēsō, āmi tōmādēra bhōgyabastura byabasthā karē dēba ēbaṁ tōmādēra bidāẏa dēba saujan'yamaẏa bidāẏadānē."
        },
        {
            "chapter": 33,
            "verse": 29,
            "text": "Āra yadi tōmarā āllāh‌kē ō tām̐ra rasūlakē ēbaṁ ākhērātē ābāsa kāmanā karē thāka tāhalē āllāh niścaẏa'i tōmādēra madhyēra saṯkarmaśīladēra jan'ya prastuta karēchēna ēka birāṭa pratidāna."
        },
        {
            "chapter": 33,
            "verse": 30,
            "text": "Hē nabīra patnīgaṇa! Tōmādēra madhyēra kē'u yadi spaṣṭa aśālīnatā niẏē āsē, tārajan'ya śāstikē dbiguṇē bardhita karā habē. Āra ēṭi āllāh‌ra jan'yē sahaja."
        }
    ]
}