{
    "pages": [
        {
            "chapter": 34,
            "verse": 1,
            "text": "Samasta praśansā āllāh‌ra, tini'i yām̐ra adhīnē raẏēchē yā-kichu āchē mahākāśamanḍalītē ō yā-kichu āchē pr̥thibītē, āra tām̐ra'i saba praśansā paralōkē. Āra tini'i paramajñānī, pūrṇa ōẏākiphahāna."
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "Tini jānēna yā māṭira bhētarē prabēśa karē āra yā tā thēkē bēriẏē āsē, āra yā ākāśa thēkē nēmē āsē āra yā tātē uṭhē yāẏa. Āra tini'i aphuranta phaladātā, paritrāṇakārī."
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Āra yārā abiśbāsa pōṣaṇa karē tārā balē -- ''ghaṛighanṭā āmādēra uparē āsabē nā.’’ Tumi balō -- ''hām̐, āmāra prabhura kasama, ēṭi abaśya'i tōmādēra uparē ēsē paṛabē, tini adr̥śya sanbandhē parijñāta. Ēka aṇura ōjana parimāṇa'ō tām̐ra thēkē lukōnō yābē nā mahākāśamanḍalītē, āra pr̥thibītē'ō naẏa, āra tāra thēkē ārō chōṭa'ō nē'i ēbaṁ baṛa'ō nē'i, -- baraṁ tā lipibad'dha raẏēchē ēka suspaṣṭa granthē"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "yēna tini pratidāna ditē pārēna tādēra yārā īmāna ēnēchē ō saṯkāja karēchē. Ērā'i -- ēdēra'i jan'ya raẏēchē paritrāṇa ēbaṁ ēka sam'mānita jībikā.’’"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "Āra yārā āmādēra nirdēśābalīkē byartha karāra pracēṣṭā cālāẏa, ērā'i -- ēdēra'i jan'ya raẏēchē ēka marmantuda durdaśāra śāsti."
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "Āra yādēra jñāna dē'ōẏā haẏēchē tārā dēkhatē pāẏa yē tōmāra kāchē tōmāra prabhura kācha thēkē yā abatāraṇa karā haẏēchē tā'i satya, āra tā paricālita karē mahāśaktiśālī parama praśansitēra pathē."
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "Āra yārā abiśbāsa karē tārā balē -- ''āmarā ki tōmādēra sandhāna dēba ēmana ēka byaktira yē tōmādēra jānāẏa yē yakhana tōmarā curamāra haẏē gēchō purōpuri cūrṇabicūrṇa abasthāẏa, takhana'ō tōmarā kintu natuna sr̥ṣṭi lābha karabē"
        }
    ]
}