{
    "pages": [
        {
            "chapter": 38,
            "verse": 17,
            "text": "Tārā yā balē tā sattbē'ō tumi adhyabasāẏa cāliẏē yā'ō, āra āmādēra bāndā hāta thākā dā'udakē smaraṇa kara, tini niścaẏa'i satata phiratēna"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "āmarā tō pāhāṛagulōkē baśībhūta karēchilāma tām̐ra saṅgē japa karatē rātrikālē ō sūryōdaẏē"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "āra pākhīrā samabēta hatō. Sabā'i chila tām̐ra prati anugata."
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "Āra āmarā tām̐ra sāmrājyakē sudr̥ṛha karēchilāma, āra tām̐kē diẏēchilāma jñāna ō bicārakṣamatāsampanna sambidhāna."
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "Āra tōmāra kāchē ki duśamanēra kāhinī ēsē paum̐chēchē? Kēmana karē tārā rājakakṣē bēẏē uṭhala"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "yakhana tārā dā'udēra sāmanē ḍhukē paṛala takhana tini tādēra sanbandhē santrastha halēna. Tārā balalē -- ''bhaẏa karabēna nā, dujana duśamana, āmādēra ēkajana an'yajanēra prati śatrutā karēchē, ata'ēba āmādēra madhyē n'yāẏēra sāthē bicāra karē dina, āra an'yāẏa karabēna nā, āra āmādēra saṭhika pathē paricālita karuna."
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "Ē'ijana abaśya āmāra bhā'i, tāra raẏēchē nirānabbu'iṭi bhēṛī āra āmāra āchē ēkaṭimātra bhēṛī, kinta sē balē -- 'ōṭi āmākē diẏē dā'ō’, āra sē āmākē tarkātarkitē hāriẏē diẏēchē.’’"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "Tini balalēna -- ''tōmāra bhēṛīkē tāra bhēṛīdēra saṅgē dābi karē sē tōmāra prati ālabaṯ an'yāẏa karēchē. Niḥsandēha anśīdāradēra madhyēra anēkē'i -- tādēra kē'u kē'u an'yēra prati śatrutā karē, tārā byatīta yārā īmāna ēnēchē ō saṯkāja karachē, āra yārā tēmana tārā alpasaṅkhyaka.’’ Āra dā'uda bhēbēchilēna yē āmarā niścaẏa'i tām̐kē parīkṣā karachilāma, sējan'ya tini tām̐ra prabhura kāchē paritrāṇa khujam̐chilēna, āra tini luṭiẏē paṛalēna ānata haẏē ēbaṁ bārabāra phiratē thākalēna."
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Kājē'i ē'i byāpārē āmarā tām̐kē paritrāṇa karēchilāma. Āra niścaẏa'i tām̐ra jan'ya āmādēra kāchē tō naikaṭya raẏēchē, āra raẏēchē ēka sundara gantabyasthala."
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "Hē dā'uda! Āmarā tōmākē pr̥thibītē khaliphā bāniẏēchi, sējan'ya tumi lōkajanēra madhyē bicāra karō n'yāẏasaṅgatabhābē, āra khēẏālakhuśīra anusaraṇa karō nā, pāchē tā tōmākē āllāh‌ra patha thēkē bhraṣṭa karē phēlē. Niḥsandēha yārā āllāh‌ra patha thēkē bipathē yāẏa tādēra jan'ya raẏēchē kaṭhōra śāsti. Kēnanā tārā bhulē giẏēchila hisēba-nikēśēra dinēra kathā.’’"
        }
    ]
}