{
    "pages": [
        {
            "chapter": 40,
            "verse": 50,
            "text": "Tārā balabē, ''ēmanaṭi ki tōmādēra kṣētrē naẏa yē tōmādēra rasūlagaṇa tōmādēra kāchē spaṣṭa pramāṇābalī niẏē ēsēchilēna?’’ Tārā balabē, ''hyām̐.’’ Tārā balabē -- ''tāhalē ḍākatē thākō, bastutaḥ abiśbāsīdēra ārtanāda byarthatāẏa bai tō naẏa.’’"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "Niḥsandēha āmarā abaśya'i āmādēra rasūlagaṇakē ō yārā īmāna ēnēchē tādēra sāhāyya karē thāki ē'i duniẏāra jībanē āra sē'idina yakhana sākṣīrā dām̐ṛābē"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "sēdina an'yāẏācārīdēra kōnō upakārē lāgabē nā tādēra ajuhātagulō, āra tādēra jan'ya thākabē dhikkāra, āra tādēra jan'ya raẏēchē nikr̥ṣṭa ābāsa."
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "Āra āmarā itipūrbē mūsākē pathanirdēśa diẏēchilāma, ēbaṁ isarā'ilēra banśadharadēra uttarādhikāra karatē diẏēchilāma dharmagrantha"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "pathanirdēśa ō smaraṇīẏa bārtā bud'dhibibēcanā thākā lōkadēra jan'ya."
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "Sutarāṁ tumi adhyabasāẏa cāliẏē yā'ō, niḥsandēha āllāh‌ra ōẏādā dhrubasatya. Āra tumi tōmāra dōṣatruṭira jan'ya paritrāṇa khum̐jō ēbaṁ tōmāra prabhura praśansāra sāthē rātri ō prabhātē japatapa karō."
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Niḥsandaha yārā āllāh‌ra bāṇīsamūha niẏē tarkabitarka karē tādēra kāchē kōnō dalila-pramāṇēra āgamana byatirēkē, tādēra antarē raẏēchē hāmabaṛā'i bai tō naẏa, yā tārā kakhanō lābha karatē pārabē nā. Sutarāṁ āllāh‌ra kāchē āśraẏa cā'ō. Niḥsandēha tini sbaẏaṁ sarbaśrōtā, sarbadraṣṭā."
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Mahākāśamanḍalī ō pr̥thibīra sr̥ṣṭi niścaẏa'i mānuṣēra sr̥ṣṭira cēẏē kaṭhinatara, kinta adhikānśa lōkē'i jānē nā."
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Āra andha ō cakṣuṣmāna ēkasamāna naẏa, āra yārā īmāna ēnēchē ō saṯkāja karachē ēbaṁ duskarmakārīrā'ō naẏa. Sāmān'ya'i tā yā tōmarā manōnibēśa karē thākō"
        }
    ]
}