{
    "pages": [
        {
            "chapter": 43,
            "verse": 48,
            "text": "Āra āmarā tādēra ēmana kōnō nidarśana dēkhā'i ni yā chila nā tāra bhaginī thēkē ārō baṛa, āra āmarā tādēra pākaṛā'ō karēchilāma śāsti diẏē yēna tārā phirē āsē."
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "Āra tārā balēchila -- ''ōhē jādukara! Tōmāra prabhukē āmādēra jan'ya ḍākō yēmana tini tōmāra kāchē aṅgīkāra karēchilēna, āmarā abaśya'i takhana saṯpathābalanbī haba.’’"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Tārapara āmarā yakhana tādēra thēkē śāstiṭā sariẏē nilāma takhana dēkhō! Tārā aṅgīkāra bhaṅga karē basala."
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "Āra phira'ā'una tāra lōkadalēra madhyē ghōṣaṇā karē balalē -- ''hē āmāra sbajāti! Miśarēra rājya ki āmāra naẏa, āra ē'isaba nadanadī yā āmāra nicē diẏē prabāhita hacchē? Tōmarā ki tabē dēkhatē pāccha nā"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "bastutaḥ āmi bēśi bhāla ēra cēẏē yē sbaẏaṁ hīna-ghr̥ṇya, ō spaṣṭabāditāra yāra kṣamatā nē'i."
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "Tabē kēna sōnāra kaṅkana tāra prati chōṛā hala nā, athabā tāra saṅgē kēna phiriśatārā ēla nā sāribad'dhabhābē.’’"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Ē'ibhābē sē tāra sbajātikē dhāppā diẏēchila, phalē tārā tākē mēnē calala. Niḥsandēha tārā chila sīmālaṅghanakārī jāti."
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Ata'ēba tārā yakhana āmādēra rāgiẏē tulalō takhana āmarā tādēra thēkē śēṣa-pariṇati grahaṇa karalāma, phalē tādēra ēkasaṅgē ḍubiẏē diẏēchilāma."
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "Sutarāṁ āmarā tādēra bāniẏē diẏēchilāma ēka atīta itihāsa ēbaṁ parabartīdēra jan'ya ēka dr̥ṣṭānta."
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "Āra yakhana mariẏamēra putrēra dr̥ṣṭānta chōm̐ṛā haẏa takhana dēkhō, tōmāra sbajāti tātē śōragōla tōlē."
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Āra tārā balē -- ''āmādēra dēbadēbīrā adhikatara bhāla, nā sē? Tārā tōmāra kāchē ē kathā tōlē nā tarkabitarka karāra jan'yē byatīta? Bastuta tārā hacchē bibādapriẏa jāti."
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "Tini ēkajana bāndā bai tō nana yām̐ra prati āmarā anugraha karēchi, ēbaṁ tām̐kē āmarā isarā'īlēra banśadharadēra jan'ya ādarśasbarūpa bāniẏēchilāma."
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Āra āmarā yadi cā'itāma tabē niścaẏa'i āmarā tōmādēra madhyē phiriś‌tādēra niẏōga karatāma pr̥thibītē pratinidhi habāra jan'ya"
        }
    ]
}