{
    "pages": [
        {
            "chapter": 70,
            "verse": 40,
            "text": "Kintu nā, āmi udaẏācalēra ō astācalēra prabhura nāmē śapatha karachi yē āmarā ālabaṯ samartha"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "yē āmarā tādēra cēẏē bhālōdēra diẏē badalē dēba, āra āmarā parājita habāra na'i."
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "Sējan'ya tādēra chēṛē dā'ō galpagujaba ō khēlādhulō karatē yē paryanta nā tārā tādēra sē'i dinaṭira sākṣāṯ pāẏa yāra sanbandhē tādēra ōẏādā karā haẏēchila"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "sē'idina tārā kabaragulō thēkē bēriẏē āsabē byastasamasta haẏē, yēna tārā ēkaṭi lakṣyasthalēra dikē dhābita haẏēchē"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "tādēra cōkha habē abanata, hīnatā tādēra ācchanna karabē. Ēmanaṭā'i sē'idina yāra biṣaẏē tādēra ōẏādā karā haẏēchila."
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "Niḥsandēha āmarā nūh‌kē tām̐ra lōkadalēra kāchē pāṭhiẏēchilāma ē'i balē -- ''tōmāra lōkadalakē satarka karē dā'ō tādēra uparē marmantuda śāsti āsabāra āgē.’’"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "Tini balēchilēna -- ''hē āmāra sbajāti! Niḥsandēha āmi tōmādēra jan'ya ēkajana spaṣṭa satarkakārī"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "ē biṣaẏē yē tōmarā āllāh‌ra upāsanā karō ō tām̐kē bhaẏa-bhakti karō, āra āmākē mēnē calō."
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "Tini tōmādēra pāpagulōra katakaṭā kṣamā karabēna ēbaṁ tōmādēra birāma dēbēna ēka nirdhārita kāla paryanta. Niḥsandēha āllāh‌ra nirdhāraṇa karā kāla yakhana ēsē paṛē takhana tā pichiẏē dē'ōẏā yāẏa nā, -- yadi tōmarā jānatē!’’"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "Tini balalēna -- ''āmāra prabhū! Āmi tō āmāra sbajātikē rātē ō dinē āhbāna karēchi"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "kinta āmāra ḍāka tādēra pāliẏē yā'ōẏā chāṛā āra kichu'i bāṛāẏa ni."
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "Āra niścaẏa yakhana'i āmi tādēra āhbāna karēchi yēna tumi tādēra kṣamā karatē pāra, tārā tādēra kānēra bhētarē tādēra āṅgulagulō bharē dēẏa, āra tādēra kāpaṛa diẏē nijēdēra ḍhēkē phēlē, āra gōm̐ dharē, āra sagarbē garba karē."
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Tārapara āmi niścaẏa tādēra āhbāna karēchi um̐cu galāẏa"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "tārapara niścaẏa āmi tādēra kāchē ghōṣaṇā karēchi, āra āmi tādēra saṅgē gōpanē gōpana kathā balēchi"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "āra āmi balēchi -- tōmādēra prabhura kāchē paritrāṇa khōm̐jō, niścaẏa tini hacchēna parama kṣamāśīla."
        }
    ]
}