{
    "pages": [
        {
            "chapter": 3,
            "verse": 109,
            "text": "Āra yā-kichu āchē mahākāśamanḍalē ō yā-kichu pr̥thibītē sē-saba'i āllāh‌ra. Āra āllāh‌ra kāchē'i saba byāpāra phirē yāẏa."
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Tōmarā mānabagōṣṭhīra jan'ya ēka śrēṣṭha samājarūpē ut'thita haẏēcha, -- tōmarā n'yāẏēra pathē nirdēśa dā'ō ō an'yāẏa thēkē niṣēdha karō, āra āllāh‌tē biśbāsa rākhō. Āra granthaprāptarā'ō yadi īmāna ānatō tabē tādēra jan'ya bhālō hatō! Tādēra madhyē kē'u kē'u biśbāsī, kintu tādēra bēśira bhāga duṣṭalōka."
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Tārā kakhanō tōmādēra kṣati karatē pārabē nā kiñciṯ jbālātana chāṛā, āra yadi tārā tōmādēra sāthē yud'dha bādhāẏa tabē tārā tōmādēra dikē piṭha phērābē, tārapara tādēra āra sāhāyya karā habē nā."
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Tādēra uparē lāñchanā hānā dēbē yēkhānē'i tārā thākuka nā kēna, yadi nā āllāh‌-thēkē-āsā raśi dbārā bā mānuṣa-thēkē- pā'ōẏā raśi, āra tārā āllāh‌ra rōṣa arjana karēchē, āra tādēra uparē durdaśā hānā dēbē. Tā'i haẏēchē -- kēnanā tārā āllāh‌ra nirdēśābalī amān'ya karē calēchila, āra nabīgaṇakē an'yāẏabhābē hatyā karatē yācchila. Tā'i haẏa, kāraṇa tārā abādhya haẏēchila āra tārā sīmā-laṅghana karēchila."
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Tārā sabā'i ēka rakamēra naẏa. Granthaprāptadēra madhyē ēkadala āchē niṣṭhābāna, tārā āllāh‌ra nirdēśābalī rātrikālē pāṭha karē, āra tārā sijadā karē."
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Tārā āllāh‌ra prati ō ākhērātēra dinēra prati biśbāsa karē, āra tārā n'yāẏēra pathē nirdēśa dēẏa ō an'yāẏa thēkē niṣēdha karē, āra tārā śubhakājē parasparēra madhyē pratiyōgitā karē, āra ērā sādhupuruṣadēra antarbhukta."
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "Āra tārā bhālōkājēra yā-kichu karē tāra sanbandhē tādēra kakhanō asbīkāra karā habē nā. Āra āllāh dharmaparāẏaṇadēra sanbandhē ōẏākiphahāla."
        }
    ]
}