{
    "pages": [
        {
            "chapter": 3,
            "verse": 158,
            "text": "Āra yadi tōmarā mārā'i yā'ō bā tōmādēra kātala karā haẏa, niḥsandēha āllāh‌ra kāchē tōmādēra ēkatrita karā habē."
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Tārapara āllāh‌ra karuṇāra phalē'i tumi tādēra prati kōmala haẏēchilē. Āra tumi yadi rukṣa ō kaṭhōra-hr̥daẏa hatē tabē niḥsandēha tārā tōmāra cārapāśa thēkē bicchinna haẏē yētō. Ata'ēba tādēra aparādha mārjanā karō, āra tādēra jan'ya kṣamā prārthanā karō, āra tādēra saṅgē kājēkarmē parāmarśa karō. Āra yakhana saṅkalpa grahaṇa karēcha takhana āllāh‌ra uparē nirbhara karō. Niḥsandēha āllāh bhālōbāsēna nirbharaśīladēra."
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Yadi āllāh tōmādēra sāhāyya karēna tabē kē'u tōmādēra parābhūta karatē pārabē nā, āra yadi tini tōmādēra parityāga karēna tabē tām̐ra parē āra kē āchē yē tōmādēra sāhāyya karatē pārē? Āra āllāh‌ra uparē'i tāhalē biśbāsīdēra nirbhara karā ucita."
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Āra kōnō nabīra pakṣē ēṭi naẏa yē tini pratāraṇā karabēna. Āra yē kē'u pratāraṇā karē sē yā-kichu pratāraṇā karēchē tā kiẏāmatēra dinē niẏē āsabē. Tārapara pratyēka sattbākē purōpuri dēẏā habē yā sē arjana karēchē, āra tādēra an'yāẏa karā habē nā."
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Ki! Yē āllāh‌ra santaṣṭira anubartī sē ki tāra matō yē āllāh‌ra kācha thēkē asantōṣa ānaẏana karēchē ō yāra ṭhām̐i hacchē jāhānnāma? Āra jaghan'ya sē'i gantabyasthala"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "āllāh‌ra kāchē tādēra starabhēda āchē. Āra tārā yā karachē āllāh tāra darśaka."
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Niḥsandēha āllāh biśbāsīdēra prati anugraha karēchilēna yakhana tini tādēra kāchē tādēra madhya thēkē dām̐ṛa karālēna ēkajana rasūla yini tām̐ra nirdēśābalī tādēra kāchē pāṭha karēna ō tādēra pariśōdhita karēna ō tādēra kitāba ō jñāna-bijñāna śikṣā dēna; yadi'ō ēra āgē niḥsandēha tārā chila spaṣṭa bhulēra madhyē."
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Ki! Yakhana kōnō duryōga tōmādēra uparē ghaṭalō, itipūrbē tōmarā āghāta karēchilē ēra dbiguṇa parimāṇa, tōmarā balatē thākalē -- ''ē kōthā thēkē?’’ Balō -- ''ēsaba tōmādēra nijēdēra thēkē.’’ Niścaẏa āllāh saba-kichura uparē sarbaśaktimāna."
        }
    ]
}