{
    "pages": [
        {
            "chapter": 4,
            "verse": 27,
            "text": "Āra āllāh cāna yē tini tōmādēra dikē sarbadā phērēna, kintu yārā kāma-lālasāra anusaraṇa karē tārā cāẏa tōmarā'ō yēna gahīna bipathē patha hārā'ō."
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Āllāh cāna yē tini tōmādēra bōjhā hālkā karēna, āra mānuṣakē durbala ka’rē sr̥ṣṭi karā haẏēchē."
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "Ōhē yārā īmāna ēnēcha! Tōmādēra sampatti juccuri karē nijēdēra madhyē grāsa karō nā, tabē yadi tōmādēra paraspara sam'matikramē byabasā-bāṇijyēra dbārā ē haẏē thākē, āra nijēdēra lōkadēra hatyā karō nā, yēhētu āllāh niḥsandēha tōmādēra prati aphuranta phaladātā."
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "Āra yē kē'u tā karē ullaṅghana ka’rē ō atyācāra ka’rē, āmarā acirē'i tākē phēlabō āgunē. Āra ē āllāh‌ra jan'ya sahaja byāpāra."
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Yadi tōmarā birata thākō baṛagulō thēkē yā tōmādēra jan'ya niṣid'dha karā haẏēchē, tabē tōmādēra thēkē āmarā tōmādēra dōṣatruṭi mūchē dēba, āra tōmādēra prabēśa karābō ēka gaurabamaẏa prabēśadbārē."
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "Āra īrṣā karō nā yē biṣaẏadbārā āllāh tōmādēra kā'ukē aparēra uparē śrēṣṭhatā diẏēchēna. Puruṣadēra jan'ya bhāga raẏēchē yā tārā arjana karē, āra nārīdēra jan'yē'ō bhāga raẏēchē yā tārā arjana karē. Kājē'i āllāh‌ra kāchē cā'ō tām̐ra karuṇābhānḍāra thēkē. Niḥsandēha āllāh saba-kichu sanbandhē sarbajñātā."
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Āra pratyēkēra jan'ya āmarā uttarādhikāra nirdhārita karēchi yā pitāmātā ō nikaṭa-ā‌tmīẏarā rēkhē yāẏa. Āra yādēra saṅgē tōmādēra ḍāna hātēra dbārā aṅgīkāra karēcha tādēra bhāga tā halē pradāna karō. Āllāh niḥsandēha saba-kichu tē'i sākṣyadātā."
        }
    ]
}