{
    "pages": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "Āra yē kē'u rasūlēra birud'dhācaraṇa karē pathanirdēśa tāra kāchē suspaṣṭa habāra parē, āra anusaraṇa karē mūminadēra patha thēkē bhinna, āmarā tākē phērābō sē'i dikē yē dikē sē phirēchē, āra tākē prabēśa karābō jāhānnāmē, āra manda sē'i gantabyasthāna"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "niḥsandēha āllāh kṣamā karēna nā tām̐ra saṅgē śarika karā hōka, āra tā chāṛā saba-kichu tini kṣamā karēna yāra jan'ya tini icchē karēna. Āra yē kē'u āllāh‌ra saṅgē anśīdāra karē sē niścaẏa'i bipathagāmī haẏa sudūra bipathē."
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Tārā tō āhbāna karē tām̐ra paribartē śudhu nārī- mūrtidēra, āra tārā tō āhbāna karē śudhu bidrōhī śaẏatānakē"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "tākē āllāh dhikkāra diẏēchēna. Āra sē balēchila -- ''āmi niścaẏa tōmāra bāndādēra ēkaṭi nirdhārita anśa grahaṇa karabō”."
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Āra āmi niścaẏa'i tādēra pathabhrānta karabō, āra tādēra madhyē jāgābō byartha-kāmanā, āra tādēra nirdēśa dēbō -- phalē tārā gabādi-paśura karṇacchēda karabē, āra āmi tādēra ādēśa karabō -- phalē tārā āllāh‌ra sr̥ṣṭi pālṭē dēbē.’’ Āra yē kē'u āllāh‌ra paribartē śaẏatānakē mūrabbīrūpē grahaṇa karē sē niścaẏa'i ḍ'̔āhā lōkasānē kṣatigrasta habē."
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Sē tādēra prati‌śruti dēẏa āra tādēra madhyē jāgāẏa byartha-kāmanā. Āra śaẏatāna kēbala prabañcanā karā chāṛā tādēra an'ya prati‌śruti dēẏa nā."
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Ērā'i, -- ēdēra bāsasthāna jāhānnāma, āra sēkhāna thēkē tārā kōnō niṣkr̥ti pābē nā."
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Āra yārā īmāna ēnēchē ō saṯkāja karachē tādēra āmarā śīghra'i prabēśa karābō sbargō'udyānasamūhē, yādēra nicē diẏē baẏē calē jharanārāji, tārā sēkhānē thākabē anantakāla; -- āllāh‌ra ē ōẏādā dhrubasatya. Āra kē bēśī satyabādī āllāh‌ra cēẏē kathā rākhāra kṣētrē"
        }
    ]
}