{
    "maqras": [
        {
            "chapter": 40,
            "verse": 21,
            "text": "Era ki duniyate paribhramana kare ni, karale dekhata kemana hayechila tadera parinama yara chila edera purbabarti? Tara to chila balabikrame edera ceye'o prabala ara duniyadarira krtitbe'o, kinta allah tadera pakara'o karalena tadera aparadhera jan'ya, ara tadera jan'ya allah‌ra theke kono raksakari ne'i."
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "Emanata'i! Kena na tadera ksetre -- tadera rasulagana tadera kache esechilena suspasta pramanabali niye, kinta tara abisbasa karechila, kaje'i allah tadera pakara'o karalena. Nihsandeha tini mahasaktisali, pratiphaladane kathora."
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "Ara amara niscaya'i musake pathiyechilama amadera nirdesabali o spasta kartrttba diye"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "phira'a'una o hamana o kkarunera kache, kinta tara balala -- ''ekajana jadukara, mithyabadi.’’"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "Tarapara yakhana tini amadera tarapha theke satya niye tadera kache elena takhana tara balala, ''tara sange yara bisbasa kareche tadera cheledera kotala karo o bamcate da'o tadera meyedera.’’ Bastutah abisbasidera caktanta byartha bai to naya."
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "Ara phira'a'una balala -- ''amake chere da'o yate ami musake badha karate pari, ara se tara prabhuke dakate thakuka, nihsandeha ami asanka karachi ye se tomadera dharmamata badale debe, athaba se desera madhye biparyayera prasara karabe."
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "Ara musa balalena -- ''ami niscaya'i amara prabhura o tomadera prabhura asraya ca'ichi pratyeka ahankari theke ye hiseba- nikesera dinera prati bisbasa kare na.’’"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "Ara phira'a'unera lokadera theke ekajana bisbasi byakti ye tara imana lukiye rekhechila, balala -- ''tomara ki ekajana lokake hatya karabe yehetu tini balena, 'amara prabhu allah‌’, ara nihsandeha tini tomadera prabhura kacha the ke spasta pramana niye tomadera kache esechena? Ara tini yadi mithyabadi hatena tahale tini tomadera ye-sabera bhaya dekhana tara katakata tomadera upare apatita habe. Nihsandeha allah take satpathe paricalita karena na ye amitacari, pratyakhyanakari."
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "He amara sbajati! Tomadera'i aja rajatba calache, tomara dese sarbapradhana, kinta ke amadera sahayya karabe allah‌ra duryoga theke yadi ta amadera upare ese pare?’’ Phira'a'una balala -- ''ami tomadera dekha'i na ya ami na dekhi, ara ami tomadera paricalita kari na sathika pathe chara.’’"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "Ara ye bisbasa karechila se balala -- ''he amara sbajati! Ami niscaya'i tomadera jan'ya asanka karachi yemanata ghatechila sam'militagosthira dine"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "yemana dharane nuha-era o'ada-era o chamudera sampradayera upare, ara yara chila tadera parabarti. Ara allah bandadera prati kono juluma cana na."
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "Ara he amara sbajati! Ami nihsandeha tomadera jan'ya asanka karachi paraspara dakadakira dina sanbandhe"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "se'idina tomara phirabe palayanapara haye, allah‌ra theke tomadera jan'ya kono raksakari thakabe na. Ara yake allah pathabhrasta hate dena tara jan'ya tabe kono pathapradarsaka thakabe na."
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "Ara niscaya'i tomadera kache era age i'usupha esechilena spasta pramanabali niye, kinta tomara barabara sandehera madhye chile tini ya niye tomadera kache esechilena se-sanbandhe. Kinta yakhana tini mrtubarana karalena takhana tomara balale -- 'allah kakhano tamra pare kono rasula damra karabena na.’ E'ibhabe'i allah pathabhrasta hate dena take ye sbayam amitacari, sandehabhajana"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "yara tarka kare allah‌ra bani sanbandhe tadera kache kono dalila-pramanera agamana byatita. Eti khuba'i ghrnita allah‌ra kache o yara imana eneche tadera kache. E'ibhabe'i allah mohara mere dena pratyeka garbita sbairacarira hrdayera upare.’’"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "Ara phira'a'una balala -- ''he hamana! Amara jan'ya ekati minara tairi kara yate ami patha pete pari"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "mahakasamandalira patha, yate ami musara upasyera prati drstipata karate pari, kinta ami nihsandeha take mithyabadi mane kari.’’ Ara e'ibhabe'i phira'a'unera jan'ya cittakarsaka kara hayechila tara kajera mandadikata, ara take nibrtta kara hayechila patha theke. Ara phira'a'unera phandi dhbansera madhye chara ara kichu naya."
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "Ara ye imana enechila se balala -- ''he amara sbajati! Tomara amara anusarana karo, ami tomadera caliye niye yaba sathika patha dhare."
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "He amara sbajati! Niscaya duniyara e'i jibanata sukhabhoga matra, ara abasya parakala -- seti hacche cirasthayi abasa."
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Ye ke'u manda kaja kare take tabe pratidana de'oya habe na tara samana-samana byatita, ara ye ke'u bhala kaja kare -- se purusa hoka ba nari, ara se mumina haya -- tahale tara'i jannate prabesa karabe, sekhane tadera behisaba riyeka de'oya habe."
        }
    ]
}