{
    "maqras": [
        {
            "chapter": 2,
            "verse": 283,
            "text": "Ara yadi tomara saphare thaka ebam lekhaka na pa'o tabe bandhaka nite para. Kintu tomadera ke'u yadi an'yera kache bisbasasthapana kare tabe yake bisbasa kara hala se tara amanata pherata dika, ara tara prabhu allah‌ke bhaya-bhakti karuka. Ara saksya gopana karabe na, karana ye ta gopana kare tara hrdaya nihsandeha papapurna. Ara tomara ya karo allah se-sanbandhe sa rbajnata."
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Allah‌ra'i ya-kichu ache mahakasamandale o ya-kichu ache prthibite. Ara tomadera antare ya ache ta prakasa karo, ba ta lukiye rakho, allah tara jan'ya tomadera hiseba-nikesa nebena. Kaje'i yake tini iccha karabena paritrana karabena ebam yake iccha karabena sasti'o debena. Ara allah saba-kichura upare sarbasaktimana."
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Rasula imana enechena ya tamra prabhura kacha theke tamra kache abatirna hayeche, ara bisbasira'o. Tara saba'i imana eneche allah‌te, ara tamra phiris‌tagane, ara tamra kitabasamuhe, ara tamra rasulagane, -- ''amara tamra rasuladera konojanera madhye kono parthakya kari na.’’ Tara ara'o bale -- ''amara suni ara amara palana kari, he amadera prabhu! Tomara paritrana, ara tomara'i kache gantabyapatha.’’"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Allah kono sattara upare tara ksamatara atirikta dayitba capiye dena na. Tara anukule rayeche se ya-kichu arjana kareche, ara tara pratikule rayeche ya-kichu se kamiyeche. ''Amadera prabhu, amadera pakara'o karo na yadi amara bhule ya'i athaba bhula kari, he amadera prabhu! Ara amadera upare temana bojha capi'o na yemana tumi ta capiyechile tadera upare yara chila amadera purbabarti, amadera prabhu! Ara amadera upare temana bhara tule diyo na yara samarthya amadera ne'i. Ata'eba tumi amadera ksama kare da'o, ara amadera tumi raksa kare rakho, ara amadera prati tumi karuna barsana karo. Tumi'i amadera prsthaposaka, ata'eba abisbasigosthira birud'dhe amadera tumi sahayya karo.’’"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alipha, lama, mima."
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "Allah‌! Tini chara an'ya upasya ne'i, -- cirajibanta, sada-bidyamana."
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "Tini tomara kache e'i kitaba abatarana karechena satyera sathe, -- era age ya esechila tara satyasamarthanarupe ara tini ta'orata o inajila abatarana karechilena"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "era age, manusera jan'ya eka ekati pathanirdesa hisebe, ara tini abatarana karechena e'i phurakana. Nihsandeha yara abisbasa kare allah‌ra banisamuhe, tadera jan'ya rayeche bhayankara sasti. Ara allah mahasaktisali, pratiphala dana susamartha."
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Nihsandeha allah samparke, -- tamra kache kichu'i lukano ne'i prthibite, ara mahakase'o ne'i."
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "Tini'i se'ijana yini tomadera gare tolena jatharera bhetare yemana tini cana. Tini chara kono upasya ne'i, -- mahasaktisali, paramajnani."
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "Tini se'ijana yini tomara kache nayila karechena e'i kitaba, tara madhye katakagulo ayata nirdesa‌tmaka -- se'isaba hacche granthera bhitti, ara aparagulo rupaka. Tabe tadera bela yadera antare ache kutilata tara anusarana kare era madhyera yegulo rupaka, birodha srstira kamanaya ebam era byakhya debara pracestaya. Ara era byakhya ara ke'u jane na allah chara. Ara yara jnane drrhapratisthita tara bale -- ''amara ete bisbasa kari, e-saba'i amadera prabhura kacha theke.’’ Ara ke'u manoyoga deya na kebala jnanabana chara."
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "Amadera prabhu! Amadera antarake bipathagami karo na amadera hedayata karara pare, ara tomara nikata theke amadera karuna pradana karo. Nihsandeha tumi nije'i parama badan'ya."
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Amadera prabhu! Abasya'i tumi lokajanake samabeta karate yaccho emana eka dinera prati yara sanbandhe kono'o sandeha ne'i.’’ Nihsandeha allah dharya sthana-kalera kakhano khelapha karena na."
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Yara abisbasa posana kare, nihsandeha ara tara nijera'i hacche agunera indhana"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "phira'a'unera dalera sangramera mato, ebam yara tadera purbabartidera antarbhukta chila. Tara amadera pratyadesasamuhe mithyaropa karechila, ta'i allah tadera pakara'o karechilena tadera aparadhera jan'ya. Ara allah pratiphala dane kathora."
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Yara abisbasa posana kare tadera balo -- ''tomara sighra'i parabhuta habe, ara tomadera tariye neya habe jahannamera dike, ara manda se'i bisramasthana.’’"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Itipurbe tomadera jan'ya ekati nidarsana esechila du'i sain'yadalera mukhomukhi ha'oyaya -- ekadala yud'dha karachila allah‌ra pathe, ara an'ya dala abisbasi, era cokhera dekhaya tadera dekhechila nijedera dbiguna. Ara allah tamra sahayya diye madada karena yake tini icche karena. Nihsandeha ete siksaniya bisaya ache drstibanadera jan'ya."
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Manusera pakse manorama theke naridera sahacaryera prati akarsana, o santanasantatira, o sonarupara jamano bhandarera, o susiksita ghora o gabadi-pasura o ksetakhamarera. Esaba e'i duniyara jibanera upakarana, athaca allah‌, -- tamra kache rayeche uttama nibhrte bisrama."
        }
    ]
}