{
    "maqras": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ha mima"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "E granthera abatarana allah‌ra kacha theke, yini mahasaktisali, paramajnani."
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Amara mahakasamandali o prthibi ebam e du'iyera madhye ya-kichu rayeche ta satyera sathe ebam ekati nirdista kalera jan'ya chara srsti kari ni. Kintu yara abisbasa posana kare tara phire damraya ta theke ye-sanbandhe tadera satarka kara haya."
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Tumi balo -- ''allah‌ke bada diye yadera tomara daka tadera katha ki tomara bhebe dekhecha? Prthibira kona jinisa tara srsti kareche amake dekha'o to? Athaba tadera ki kono ansa ache mahakasamandalite? Amara kache era agera kono grantha athaba jnanera kono pramanya ciha niye esa, yadi tomara satyabadi ha'o.’’"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Ara ke besi bipathe geche tadera ca'ite yara allah‌ke bada diye take dake ye tadera prati sara deya na kiyamatera dina paryanta, ara tara edera ahbana sanbandhe'i bekheyala thake"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "ara yakhana manabagosthike samabeta kara habe takhana tara tadera satru haye damrabe, ara tadera ye upasana kara hayechila se kathate'i tara asbikarakari habe."
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Ara yakhana amadera suspasta banisamuha tadera kache pathita haya takhana yara abisbasa kare tara satya sanbandhe bale, yakhana ta tadera kache ase -- ''eto spasta jadu.’’"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Athaba tara bale -- ''se eti jala kareche.’’ Tumi balo -- ''ami yadi eti jala kare thaki tahale tomara to allah‌ra tarapha theke kichu'i amara jan'ya ayatta kara na. Tini bhala janena tomara e bisaye ya balabali kara. Tini'i e byapare amara madhye o tomadera madhye saksi hisebe yathesta. Ara tini paritranakari, aphuranta phaladata.’’"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Tumi balo -- ''ami rasulaganera madhye prarambhika na'i, ara ami dharana karate pari na amara prati ki kara habe ebam tomadera samparke'o naya. Ami sudhu anusarana kari amara kache ya pratyadista hayeche ta bai to naya, ara ami ekajana suspasta satarkakari byatita ara kichu'i na'i.’’"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Tumi bale ya'o -- ''tomara ki bhebe dekhecha -- eti yadi allah‌ra kacha theke haye thake ara tomara ete abisbasa kara, athaca isara'ilera bansadharadera theke ekajana saksyadata tamra anurupa sanbandhe saksya dena, phale tini bisbasa karena, kintu tomara garbabodha kara? Nihsandeha allah an'yayacari jatike satpathe calana na."
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "Ara yara abisbasa posana kare tara tadera sanbandhe bale yara imana eneche, ''eti yadi bhala hato tahale tara era prati amadera patha sekhata na.’’ Ara yehetu tara era dbara satpathera disa paya ni ta'i tara to balabe'i, ''eti eka purano mithya.’’"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Ara era age chila musara grantha -- agraduta o karunasbarupa. Ara ekhana hacche satyasamarthanakari kitaba, arabi bhasaya, yena eti satarka karate pare tadera yara an'yayacarana karache, ebam satkarmasiladera jan'ya hate pare susambada sbarupa."
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "Nihsandeha yara bale -- ''amadera prabhu hacchena allah‌’’, tarapara kayema thake, tadera upara tabe kono bhaya ne'i, ara tara nijera anutapa'o karabe na."
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Era'i hacche behesatera basinda, tate'i tara sthayibhabe thakabe, -- tara ya kare calata sejan'ya eka pratidana."
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "Ara amara manusake tara matapitara samparke bhala byabaharera nirdesa diyechi. Tara mata kasta kare take garbhe dharana karechilena ara kasta kare take janma diyechilena. Ara take garbhe dharana karate o tara lalana-palane legechila trisati masa. Tarapara se yakhana tara yaubane paumche ebam callisa bachare paumche yaya takhana se bale -- ''amara prabhu! Tumi amake jagarita karo yena ami krtajnata janate pari tomara se'i anugrahera jan'ya ya tumi arpana karecha amara upare o amara matapitara upare, ara yena ami satkarma karate pari ya tomake khusi kare, ara amara prati kalyana karo amara santanasantatidera samparke. Ami abasya'i tomara dike phirechi, ara ami niscaya musalimadera madhyekara.’’"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "Era'i tara yadera theke amara grahana kare thaki tara ya karechila tara srestha ebam upeksa kari tadera manda karyabali -- jannatera basindadera antarbhukta. Pramanika prati‌sruti ya tadera kache oyada kara hata."
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "Ara ye tara matapitake bale -- ''dhuttora tomadera jan'ya! Tomara ki amake bhaya dekhaccha ye amake bera kara habe, athaca amara age bahu manababansa gata haye'i geche? Ara tara dujane allah‌ra sahayya kamana karabe -- ''dhik tomara jan'ya! Imana ano, allah‌ra oyada abasya'i satya.’’ Kintu se bale -- ''eto atitakalera upakatha chara ara kichu'i naya.’’"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "Era'i tara yadera upare ukti satya pratipanna hayeche -- jina o manusera madhyera se'isaba sampradayadera ksetre yara tadera age gata haye geche. Nihsandeha tara'i to ksatigrasta."
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Ara pratyekera'i jan'ya rayeche tara ya kaja kareche tara theke bahu stara, ara yena tadera kriyakalapera jan'ya tini tadera pratiphala dite parena, ara tadera adau an'yaya kara habe na."
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "Ara se'i dina yara abisbasa posana karechila tadera samagata kara habe agunera nikate, ''tomara to tomadera bhala jinisasaba tomadera duniyara jibane'i yete diyechile, ara tomara sekhane bhogabilasa'i ceyechile, sutaram aja tomadera pratidana de'oya habe eka lanchanakara sasti, yehetu tomara duniyate yathartha karana byatita baramanasi karate, ara yehetu tomara simalanghana karate.’’"
        }
    ]
}