{
    "maqras": [
        {
            "chapter": 3,
            "verse": 52,
            "text": "Kintu yakhana isa tadera madhye abisbasa bodha karalena, tini balalena -- ''kara allah‌ra pathe amara sahayyakari habe?’’ Ha'oyarira balale -- ''amara allah‌ra sahayyakari haba, amara allah‌te bisbasa kari, ara tumi saksya da'o ye amara hacchi a‌tmasamarpanakari."
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Amadera prabhu! Amara imana enechi tate ya tumi abatarana karecha, ara amara rasulake anusarana kari, ata'eba amadera likhe rakha saksyadatadera sathe.’’"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "Ara tara cakranta karechila, ara allah‌o parikalpana karechilena. Ara allah parikalpanakaridera madhye sarbottama."
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Smarana karo! Allah balalena -- ''he isa, ami niscaya'i tomara mrtyu ghataba, ebam ami tomake amara dike unnita karabo, ara tomake parisodhita karabo yara abisbasa posana kare tadera theke, ara yara tomaya anusarana karabe tadera ami sthana debo yara abisbasa posana kare tadera upare kiyamatera dina paryanta, erapara amara'i kache tomadera pratyabartana sthana, ara ami tomadera madhye bicara karabo ye-bisaye tomara matabheda karachile se'i bisaye."
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Ata'eba yara abisbasa posana kare ami tadera sasti debo kathora sastite e'i duniyate o paraloke, ara tadera jan'ya sahayyakaridera ke'u thakabe na."
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "Ara yara imana eneche o sukarma kareche, tini tadera prapya puropari tadera debena. Ara an'yayakaridera allah bhalobasena na."
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Eti'i ya ami tomara kache barnana karachi nirdesabani o jnanamaya smaraka theke."
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Nihsandeha isara drstanta hacche allah‌ra kache adamera drstantera mato. Tini tamke srsti karechilena mati theke; tarapara tamke balechilena -- ''ha'o’’ ara tini haye gelena."
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "Tomara prabhura kacha theke asa dhrubasatya, kaje'i sansayidera dalabhukta hayo na."
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Ata'eba yara tomara sathe e-bisaye tarka kare tomara kache jnanera ya eseche tara pare'o, tahale balo -- ''eso, amara deke ani amadera santanadera o tomadera santanadera, ara amadera strilokadera o tomadera strilokadera, ara amadera lokajanake o tomadera lokajanake, tarapara katara prarthana kari yena allah‌ra abhisapa pare mithyabadidera upare.’’"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Nihsandeha e'i hacche yathartha satya bibrti, ara allah chara kono upasya ne'i. Ara nihsandeha allah‌, abasya'i tini mahasaktisali, paramajnani."
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Kintu tara yadi phire yaya, tahale allah phasadakaridera samyaka jnata."
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Balo -- ''he granthaprapta lokera, amadera madhye o tomadera madhye paraspara samajhothara majhe eso, yena amara allah chara ara karo ebadata karabo na, ara tamra sathe an'ya kichuke sarika karabo na, ara amara ke'u allah chara an'ya ka'uke maniba bale grahana karabo na.’’ Kintu tara yadi phire yaya tabe balo -- ''saksi thako, amara kintu musalima.’’"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "He granthadharigana! Tomara kena ibrahima sanbandhe hujjata karo, athaca ta'orata o inajila tamra pare chara abatirna haya ni? Tomara ki tahale bujho na"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "dekho! Tomara'i tara yara tarka karecha ye-bisaye tomadera jnana chila, tabe kena tomara hujjata karacho ye bisaye tomadera samyaka jnana ne'i? Ara allah janena, athaca tomara jano na."
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Ibrahima ihudi chilena na, khristana'o nahena, baram tini chilena rju sbabhaba, musalima, ara tini musarikadera antarbhukta chilena na."
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Nihsandeha ibrahimera nikatatama loka chilena yamra tamke anusarana kare calatena, ara e'i nabi, ara yara imana eneche. Ara allah bisbasidera raksakari bandhu."
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Granthapraptadera ekadala caya tomadera bipathagami karate, ara tara bipathe neya na nijedera chara an'ya ka'uke, ara tara upalabdhi karate parache na."
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "He granthadharigana! Kena tomara allah‌ra nirdese abisbasa posana karo, yakhana tomara pratyaksadarsi"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "he granthadharigana! Kena tomara satyake mithyara posaka pariye diccha, ara tomara jenesune satyake lukoccha"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "ara granthapraptadera ekadala bale -- ''yara imana eneche tadera kache ya nayila hayeche tate tomara'o bisbasa karo dinera agabelaya, ara tara aparahe pratyakhyana karo, yate tara'o phire yaya."
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "Ta chara ye tomadera dharma anusarana kare take chara imana eno na.’’ Tumi balo -- ''nihsandeha hedayata hacche allah‌ra hedayata, kaje'i tomadera ya deya hayechila tara mato an'yake deya hayeche, athaba tara tomadera prabhura samane tomadera upare prabhaba bistara karate pare.’’ Balo -- ''nihsandeha mahattba allah‌ra hate n'yasta, tini ta dana karena yake pachanda ka rena. Ara allah mahabadan'ya, sarbajnata.’’"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Tini tamra karunabasatah nirbacita karena yake pachanda karena, ara allah bipula mahimara adhikari."
        }
    ]
}