{
    "maqras": [
        {
            "chapter": 2,
            "verse": 189,
            "text": "Oni poadovat ty fáze mesíc! ríct Oni postarat se doba znamení lidé zanikat cas Hajj. ne jsem spravedlivý s vyšlapaný pribline a krovisko; spravedlnost dosáhnout udrovat prikázání na jsem cestný! Ty slavit BUH onen ty mít úspech"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Ty boj dát BUH ty který Napadnout ty ne aggress! BUH NE MILOVAT AGRESOR"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "Ty znemonit ty probíhat bojovat ty ty vystehovat násilne ti whence oni vystehovat násilne ty! Útlak jsem špatný than vrada! Ne boj ti Církevní Masjid ledae oni napadnout ty therein. Oni napadnout ty ty znemonit ti. Tento jsem proste odškodnení ty disbelievers"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Oni upustit pak BUH jsem Forgiver Milosrdný"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Ty také boj ti vypustit útlak zbonovat BUH bohate! Oni upustit ty ne aggress; agrese pripustit jen po agresor"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Behem Církevní Mesíce agrese vhodný rovnající se odezva. Oni napadnout ty ty odplatit stejným vnucovat spravedlivý odškodnení! Ty slavit BUH módní onen BUH jsem na a spravedlivý"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "Ty vycerpat dát BUH; vyloucit co z ceho ne házet tvuj uznat písmo do znicení! Ty jsem dobrocinný; BUH milovat a dobrocinný"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "(Ty slavit vyplnit obrad z Hajj ‘Umrah BUH. Ty prekazit ty odeslat nabídka ne pokracovat ostrý svuj srst svuj nabídka sahat svuj urcení. Ty jsem špatne snést pristrihnout uráka ty zhatit svuj srst) ty odcinit na rychle odevzdat milodar trochu další tvorit z zbonovat! Behem obycejný Hajj ty prerušit uvést z Ihraam (svatost) uprostred ‘Umrah Hajj ty odcinit prednést zvíre zasvetit. Ty ne dát to ty pevne 3 cas Hajj 7 when ty vrátit tesne - Tento naprostý 10 - Stanovit ty ne ivý Církevní Masjid! Ty slavit BUH zkušený onen BUH jsem presný za provést odškodnení"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Hajj slavit specifikovat mesíce. Whoever spolecnost out slavit Hajj upustit sexuální spojení špatné chování souhrn Hajj. Kadý plný ty ucinil BUH jsem celkem vedomý si o tom. Protoe ty nacvicit si svuj zajištení souprava vozíku poslušný zajištení jsem spravedlnost! Ty slavit Mne O ty mít porozumení"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "(Ty ne predloit hrích ádat zajištení svuj Magnát obchod)! When ty drát ‘Arafaat ty slavit BUH Církevní Zjištení Muzdalifah). Ty slavit Jemu usmernovat ty; tento ty odchod z cesty"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Ty drát dohromady utišit lidé drát poadovat BUH odpuštení! BUH jsem Forgiver MILOSRDNÝ"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Dríve ty naprostý svuj obrad ty zustat slavit BUH ty slavit tvuj uznat zdroj anebo práve plný! Trochu lidé odríkávat Náš Lord odevzdat nás z tento spolecnost doba dret delit Dále"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "Others odríkávat Náš Lord pripustit nás spravedlnost za tohleto spolecnost spravedlnost Dále volný nás odškodnení Peklo"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Kadý o tyto dostat rozdelit oni získat. BUH jsem SCHOPNÝ OD VYPOCÍTAT"
        }
    ]
}