{
    "maqras": [
        {
            "chapter": 35,
            "verse": 41,
            "text": "BUH BYL JEDNOTKA ZASTAVIT NEBE ZAHRABAT lest ONI MIZET. Jestlie kadý jinam jsem zastavit ti oni prosit mnoství prosím mizet! On jsem Shovívavý Ochotný Odpustit"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Oni prísahat BUH solemnly warner odchod ti oni byl zcela usmernovat than nejaký sbor! Okamite onen warner ucinil podlehnout ti tento jen ponorit ti nadmerne odpor"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "Oni prícina arogance zahrabat zlý úklad odporný navrhovat jen selhat u ty navrhovat ti. Oni pak myslit všechno smrt z ty který ucinil stejné potreby za a nad? Ty rozhodnutí buh systém jsem nikdy promenlivý; ty rozhodnutí buh systém jsem immutable"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Oni ne chodit zahrabat proslulý dusledek ty predcházet ti? Oni byl práve silný than oni. Nic ukrýt BUH nebe nor zahrabat. On jsem Vševedoucí Všemohoucí"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Jestlie BUH potrestat lidé jejich hrích On ne odkázat vybrat tvor zahrabat. On odrocit ti pro dopredu daný interval! Dríve jejich interval naplnit pak BUH jsem Veštec Svém sluha"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Y S. (Yaa Prijmout)"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Quran onen jsem plne o moudrost"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "mnoství jiste ty (Rashad) jsem 1 z hlasatel"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "U váný dráha"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "Tento zjevení jsem podle Všemohoucí Milosrdný"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "S vypovedet lidé zdroj nikdy vypovedet proto oni jsem neuvedomující si"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "To dopredu daný onen mnoství z ti ne verit"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "My umístení jejich krkovicka prekáet stoupnutí jejich brada. Proto oni slušet blokovat jejich nevera"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "My umístení ohrada ti ohrada za ti tím my zahalit ti; oni ne prijmout"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "jsem spolu ty vypovedet ti ne oni ne domnívat se"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Ty pozornost jen ty udrovat tento sdelení, váit si nejvetší Blahosklonný! - Práve when jen jejich zachování tajemství. Odevzdat ti poslušný zpráva odpuštení štedrý odmenit"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "My prosím obnovit naprosto my zaznamenat všechno oni ucinil za tohleto doivotní príliš protoe dusledek zustat jejich smrt! Všechno my pocet dukladný zápis"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "Uvést pro ti príklad lidé spolecnost onen prijatý hlasatel"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "When my poslal podle ti 2 (hlasatel) oni pochybovat ti. My pak snést ti 3. Oni odríkávat My jsem (Buh) hlasatel ty"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Oni odríkávat Ty jsem nikoliv jinam than lidská bytost existence nás. Nejvetší Blahosklonný ne odeslat všechno. Ty jsem lhárka"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "Oni odríkávat Náš Magnát módní my byl poslal podle ty"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "Náš prostý poslání jsem vynést poslání"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Oni odríkávat My povaovat ty škoda znamení. Ty upustit my prece jádro ty souit ty trapný odškodnení"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "Oni odríkávat Svuj znamení spoléhat svuj odezva okamite onen ty upomenout. Vskutku ty zhrešit lidé"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "Mu podlehnout jinak skoncit mesto rcení O muj lidé následující hlasatel"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Následující ty ne poadovat ty pro kadý vést a usmernovat"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "Why já ne zbonovat Jednotka znalec mne mel bys s Jemu jsem svuj poslední výnos"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Já spolecnost Jemu buh? Nejvetší Blahosklonný willed kadý poškození mne jejich zakrocení ne porce mne 1 nu nor mohl oni vyprostit mne"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Pak já jsem zcela z cesty"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Já mel domnívat se za svuj Magnát; spokojený naslouchat podle mne"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "(O a cas o svém smrt) on zjistit Napsat Ráj. On odríkávat Ohio Já prát si muj lidé módní"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Onen muj Magnát omluvit mi zpusobit mi honorable"
        }
    ]
}