{
    "maqras": [
        {
            "chapter": 40,
            "verse": 41,
            "text": "O muj lidé doba já lákat ty uchovat ty lákat mne hellfire"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "Ty lákat mne jsem unappreciative z BUH spolecnost Jemu obraz já ne pripustit. Já lákat ty Všemohoucí Forgiver"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "V tom jsem nikoliv obava onen který ty lákat mne znicit ne mel základny za tohleto spolecnost nor Dále onen náš poslední výnos byl BUH onen prestupník privodit si hellfire"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "Nekdy ty pamatovat co já zjistit ty okamite Já odkázat soud tento duvod BUH; BUH jsem Veštec úplne lidé"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "BUH PAK zabezpecený JEMU PODLE JEJICH ZLÝ NAVRHOVAT DOBA LIDÉ Pharaoh PRIVODIT SI ŠKODA ODŠKODNENÍ"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "Peklo beet ti vek i kdy noc, Cas Zmrtvýchvstání Uznat Pharaoh's lidé do škoda odškodnení"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "Jako oni svedcit Peklo stoupenec ríct podle jejich vedoucí My ucinil to uívaný s svuj stoupenec byl ty ušetrit nás kadý hlas tento Peklo"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Vedoucí odríkávat My byl úplne za tohleto dohromady. BUH KRITIZOVAT among a národ"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Ty od hellfire ríct podle stráce Peklo Prijít svuj Magnát zmenšit odškodnení nás ješte jednotka cas"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "(Oni odríkávat Ucinil ty ne prijal svuj hlasatel vynést ty docílit poslání? Oni vyhovovat Yes my ucinil. Oni odríkávat Pak vzývat ty ádat;) vzývat z disbelievers jsem stále za zbytecný"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "mnoství jiste my odevzdat vítezství náš hlasatel ty domnívat se oba za tohleto spolecnost cas svedcit predvolat"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "Onen cas omluva disbelievers ne beneficní ti. Oni privodit si zabavení; oni privodit si škoda urcení"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "My odevzdat Moses rízení zpusobit Detský Izrael dedit po bible"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "(Jejich dejiny) jsem lekce pripomínka ty mít porozumení"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "Proto byl trpelivý buh slib byl skutecný poadovat odpuštení svuj hrích oslavovat velebit svuj Magnát vecer cas"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Prece ty který diskutovat buh zjevení pevný ar ukázat arogance ukrýt jejich skrín oni ar ne práve vedomý si o to! Proto ádat útocište BUH; On jsem Posluchac Veštec"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Stvorení z nebe zahrabat jsem pravidelný desivý than stvorení lidská bytost jsem nejvetší lidé ne módní"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Ne rovný ar slepý veštec. Nor ar ty domnívat se rízení spravedlnost nezvlnený podle hríšník. Zrídka ucinil ty pokládat pozornost"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "mnoství prosím Doba (Cas Soud) podlehnout nikoliv obava u to nejvetší lidé ne domnívat se"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Svuj Magnát odríkávat Vzývat Mne já vyhovovat ty! Prece ty byl príliš nadutý zbonovat Mne napsat Gehenna forcibly"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "BUH BYL JEDNOTKA MODEL VECER ABY TY BÝT ono, CAS lighted. BUH POSKYTNOUT MNOHO ŠTESTÍ LIDÉ MNOHO LIDÉ NE jsem VDECNÝ"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "recený jsem BUH svuj Magnát Tvurce úplne potreby. v tom ne jsem buh ledae On! Jak ty zmenit smer ceho"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Zmenit Smer Ceho ar ty nedbat buh zjevení"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "BUH BYL JEDNOTKA PREVOD ZAHRABAT OBYTNÝ PRO TY LYE STRAŠNÝ SLOENÍ ON MODEL TY MODEL TY ZDROJ. On jsem Jednotka stanovit ty poslušný obstarání recený byl BUH svuj Magnát; Povýšit jsem BUH Magnát vesmír"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "On jsem Ivý; v tom ne jsem buh ledae On! Ty zbonovat Jemu jen oddaný svuj náboenství úplne Jemu jen! Pochvala jsem BUH Magnát vesmír"
        }
    ]
}