{
    "maqras": [
        {
            "chapter": 4,
            "verse": 58,
            "text": "BUH PRÍKAZ TY ustoupit VŠECHNO LIDÉ POVERIT TY. Ty kritizovat among a národ, ty soudit equitably. Poslušný osvícení vskutku byl který BUH doporucit ty. BUH jsem POSLUCHAC VEŠTEC"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "O ty verit ty poslouchat BUH ty poslouchat hlasatel ty od sjednat ty! Ty debatovat kadý záleitost ty naráet to BUH hlasatel ty domnívat se za BUH Poslední Cas. Tento jsem lepší ty stanovit ty zcela rozrešení"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "Ty proslulý ty právo onen oni dret domnívat se za co odhalit ty za co odhalit zpredu ty byl pak udrovat nespravedlivý predpis jejich obraz? Oni príkaz vyradit stejný predpis! Vskutku jsem souit chtít primet ti druhý z cesty"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "When oni zjistit Podlehnout který BUH odhalit hlasatel ty provést pokrytec vyhýbat se ty naprosto"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "Jak to ucinil to when neštestí byl souhlasit ti protoe dusledek jejich uznat spravovat? Oni podlehnout ty pak prísahat BUH Náš úcel jsem poslušný spravedlivý"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "BUH jsem CELKEM vedomý si o JEJICH NEJVNITREJŠÍ ÚCEL. Ty neznat ti informovat ti odevzdat ti poslušný rada uchovat jejich duše"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "My ne odeslat kadý hlasatel a na poslouchat proto buh prosit Mel oni when oni špatne jejich duše podlehnout ty ádat BUH odpuštení hlasatel ádat jejich odpuštení oni rozhodnutí BUH Vykupitel Milosrdný"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "Nikdy vskutku na svuj Magnát; oni ne jsem verící oni podlehnout ty kritizovat jejich popírat pak zjistit koktání jejich jádro kadý od uznat svuj soud! Oni nabídnout souhrn pokora"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "Mel my rozhodnout ti Ty prednést svuj doivotní Ustoupit vy- svuj tesne oni ne ucinil to a na nebo a málokterí o ti! (Pravidelný stejný ovládání vydávat) mel oni ucinil co oni príkaz vyloucit co z ceho to byl lepší ti overit moc jejich vernost"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "A my pripustit ti prima odmenit"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "A my usmernovat ti vzprímit dráha"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Ty poslouchat BUH hlasatel patrit ty zpropadený BUH! - Prorok svatý mucit a a spravedlivý. Tyto ar nejlepší skupina"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "recený byl štestí podle BUH; BUH byl zcela Knower"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "O ty verit ty trvat vylekat mobilize ackoliv zvláštní mobilize úplne dohromady"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Prece v tom jsem ty ty vlácet jejich krok pak setback souit ty oni odríkávat BUH štestí mne onen já ne mucit ti"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "Ty dosáhnout štestí BUH oni odríkávat ackoliv jestlie nic prátelství vubec být ty ti Já prát si já jsem ti já delit stejný veliciny vítezství"
        }
    ]
}