{
    "maqras": [
        {
            "chapter": 6,
            "verse": 127,
            "text": "Oni zaslouilý príbytek pokoj jejich Magnát; On jsem jejich Magnát Zvládnout odmenit jejich spravovat"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "Cas podlehnout when On predvolání úplne o ti odríkávat O ty jinns ty právo dav lidský Jejich lidský druhý odríkávat Náš Magnát my trávit kadý others' skupina my obnosit doivotní vírení Ty urcit nás On odríkávat Peklo jsem svuj urcení Oni zustávat therein stále proto buh prosit Svuj Magnát jsem Odborný Vševedoucí"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "My tím shoda prostopášný jsem druhý z kadý jinam, protoe trestání jejich prestupek"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "O ty jinns lidský ty ne dostat hlasatel podle ty lícit ty Muj zjevení vypovedet ty schuze tento cas? Oni odríkávat My dopravit svedcit se. Oni zcela zaujmout napred svetový doivotní oni loisko svedcit sebe oni jsem disbelievers"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "Tento jsem beet onen svuj Magnát nikdy zrušit kadý spolecnost unjustly doba svuj lidé jsem neuvedomující si"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "Kadý dosáhnout sešikovat úmerný jejich smlouva. Svuj Magnát byl nikdy neuvedomující si z všechno oni ucinil"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "Svuj Magnát jsem Drahý 1; vlastník úplne soucit. On prosit On odstranující ty zástupce whomever On prosit svuj zaúctovat presne ackoliv On vytáhnout ty potomstvo jinak lidé"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "Co slibný ty podlehnout proplout ty nikdy obejít to"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "ríct O muj lidé zpusobit svuj plný aby prosit já. Ty ucinil to prece najít out který poslední vítez byl. Prosím prostopášný prosit nikdy mít úspech"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "Oni pravidelný spolecnost stranou rozdelit buh zajištení z osít ivý inventár odríkávat Tento rozdelit náleet podle BUH jejich právo tento rozdelit náleet podle náš obraz. Ale co byl spolecnost stranou jejich obraz nikdy sahat BUH doba rozdelit oni spolecnost stranou BUH invariably odchod jejich obraz! Bídný vskutku jsem jejich soud"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "Tím byl obraz worshipers podvést jejich obraz stupen zabíjení jejich uznat detský. Skutecne jejich obraz vnucovat veliciny bolest ti mást jejich náboenství ti. Mel BUH willed oni ne ucinil to! Ty nedbat ti jejich stavba"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "Oni odríkávat Tyto jsem ivý inventár osázet onen zakázat; nikdo strávit ti whomever my pripustit oni právo! Oni také zakázat jízdní nejaký ivý inventár. Práve ivý inventár oni strávit oni nikdy vyslovený buh uvést ackoliv oni zasvetit ti. Stejný byl zavádení nového zpusobu prisuzovat podle Jemu. On prece oplatit ti jejich zavádení nového zpusobu"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "Oni také odríkávat Který byl nadouvat z tyto ivý inventár zachovat výlucne mu nás a zakázat náš ena. jsem ješte pocátek oni pripustit jejich ena delit therein. On prosím oplatit ti jejich zavádení nového zpusobu. On jsem Odborný Vševedoucí"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "Kdo Neco Ztratí vskutku byl ty znemonit jejich detský foolishly jejich nemít vedomí zakázat který BUH mel postarat se nebo ti rídili se zavádení nového zpusobu prisuzovat podle BUH! Oni odchod z; cesty; oni ne usmernovat"
        }
    ]
}