{
    "rukus": [
        {
            "chapter": 6,
            "verse": 21,
            "text": "Shéi bǐ jiè ān lā de míngyì niēzào huǎngyán huò fǒurèn tā de jīxiàng zhě gèng bù yì ne? Bù yì zhě shì jué bù huì chénggōng de."
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "Dāng wǒ bǎ tāmen quánbù jíhé qǐlái dì nà rì, ránhòu, wǒ jiāng duì bài ǒuxiàng zhě shuō:“Nǐmen [yǐqián] suǒ wàngyán de nǐmen de huǒbànmen [xiànzài] zài nǎlǐ?”"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Ránhòu, tāmen wúfǎ zài shuǎhuāzhāo, zhǐhǎo shuō:“Yǐ ān lā——wǒmen de zhǔ fāshì! Wǒmen bùshì bài ǒuxiàng zhě.”"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Nǐ dāng guānchá tāmen rúhé duì zìjǐ shuōhuǎng! Tāmen suǒ niēzào de [huǎngyán] pāoqì tāmen xiāoshīle."
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Tāmen zhōng yǒu tīngcóng nǐ de, dàn wǒ zài tāmen de xīn shàng ānle mó, yǐmiǎn tāmen lǐjiě, bìng zài tāmen de ěr zhōng zhìzào lóng dùn, jíshǐ tāmen kànjiàn suǒyǒu jīxiàng, tāmen yě bù huì xìnyǎng, zhídào tāmen lái yǔ nǐ biànlùn shí, bù xìnyǎng zhě cái shuō:“Zhè [“gǔlánjīng”] zhǐshì qián rén de fēngsú xíguàn ér yǐ.”"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "Tāmen zǔzhǐ biérén zhuīsuí tā [mù shèng], tóngshí yě yuǎnlí tā. Tāmen zhǐshì zì xún huǐmiè, dàn tāmen wèi fājué."
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "Yàoshi nǐ néng kànjiàn tāmen fèngmìng zhàn zài huǒ yù biānyán de qíngkuàng duō hǎo a![Nà shí] tāmen jiāng shuō:“Yàoshi wǒmen néng chóng fǎn chénshì, wǒmen jué bù fǒurèn wǒmen de zhǔ de qǐshì, wǒmen yīdìng zuò xìnshì.”"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Bù! Tāmen yǐqián suǒ yǐncáng de [xiànzài] duì tāmen xiǎnmíngliǎo. Jiǎrú ràng tāmen chóng fǎn chénshì, tāmen yě bìdìng chóngfàn tāmen suǒ bèi jìnzhǐ zuò de shì, tāmen què shì shuōhuǎng zhě."
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Tāmen shuō:“Chúle wǒmen jīnshì de shēnghuó wài, zài méiyǒu bié dele, wǒmen jué bù huì bèi fùhuó.”"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Yàoshi nǐ néng kànjiàn tāmen fèngmìng zhàn zài tāmen de zhǔ [ān lā] nàlǐ [shòushěn] de qíngkuàng duō hǎo a! Tā [ān lā] jiāng shuō:“Nándào zhè bùshì zhēnshí de [fùhuó] ma?” Tāmen jiāng shuō:“Juéduì shì zhēnshí de! Yǐ wǒmen de zhǔ fāshì.” Tā jiāng shuō:“Nǐmen chángshì xíngfá ba! Yīnwèi nǐmen [zài chénshì shí] bù xìnyǎng.”"
        }
    ]
}