{
    "rukus": [
        {
            "chapter": 2,
            "verse": 222,
            "text": "Tāmen wèn nǐ [mù shèng] yuèjīng [zhù][de duàn fǎ], nǐ [duì tāmen] shuō:“Yuèjīng [qíjiān fángshì] shì yǒuhài de, suǒyǐ, zài yuèjīng qíjiān, nǐmen dāng bì kāi qīzi, bùyào yǔ tāmen fángshì, zhídào tāmen jiéjìng [yuèjīng jìng hòu xǐ guo dà jìng]. Dāng tāmen jiéjìng shí, nǐmen dāng cóng ān lā wèi nǐmen guīdìng dì dìfāng [yīndào] yǔ tāmen fángshì.” Ān lā díquè xǐhuān cháng huǐzuì zhě, díquè xǐhuān cháng jiéjìng zhě."
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Nǐmen de qīzi hǎobǐ nǐmen de tiándì, suǒyǐ, nǐmen hé shí yuànyì, nǐmen biàn kě jìnrù nǐmen de tiándì. Nǐmen dāng tíqián wéi zìjǐ zuò shànshì [rú fángshìqián qiú zhǔ cìyǔ qiánchéng shànliáng de érnǚ děng]. Nǐmen dāng jìngwèi ān lā. Nǐmen dāng zhīdào, nǐmen [zài hòushì] bì yǔ tā xiāng huì. Nǐ [mù shèng] dāng xiàng xìnshìmen bàoxǐ."
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Zài nǐmen de shìyán zhōng, nǐmen bùyào yǐ ān lā wèi jièkǒu, yǐzhì fáng'ài nǐmen xíngshàn, jìngwèi hé zài rénmen zhōng tiáojiě. Ān lā shì quán wén de, quánzhī de."
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Zài nǐmen de shìyán zhōng, ān lā bù wéi wúyì de shìyán ér zébèi nǐmen, dàn tā wèi nǐmen nèixīn yǒuyì de shìyán ér zébèi nǐmen. Ān lā shì zuì kuānshù de, zuì kuānróng de."
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Fán fāshì bù yǔ qī zǐ fáng shì zhě [zhù], xū děngdài sì gè yuè. Jiǎrú tāmen [zài cǐ qíjiān] huíxīnzhuǎnyì, nàme, ān lā què shì zuì kuānshù de, tè cí de."
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Jiǎrú tāmen juéxīn xiū qī [líhūn], nàme, ān lā què shì quán wén de, quánzhī de."
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Bèi xiū [líhūn] de fùnǚ yīng wèi zìjǐ děngdài sāncì yuèjīng [zhè duàn shíjiān jiào dài hūnqí, rú dài hūn qíjiān fāxiàn huáiyùn, zé fēnmiǎn qián jìnzhǐ zàihūn]. Jiǎrú tāmen xìnyǎng ān lā hé mòrì, nàme,[zài dài hūn qíjiān] tāmen bùkě yǐncáng ān lā zài tāmen de zǐgōng zhōng suǒ chuàngzào de [tāi'ér]. Zài děngdài qíjiān, jiǎrú tāmen yuànyì pòjìngchóngyuán, nàme, tāmen de zhàngfū zuì yǒu quán wǎnliú tāmen. Tāmen [qīzi] yīng xiǎng hélǐ de quánlì [zhù][rú fūqī jūn yǒu shēnghuó kāizhī de quánlì děng], yīng jǐn hélǐ de yìwù, dàn nánrén de zérèn bǐ tāmen gāo yī jí. Ān lā shì quánnéng de, zuì ruìzhì de."
        }
    ]
}