{
    "rukus": [
        {
            "chapter": 2,
            "verse": 236,
            "text": "Jiǎrú nǐmen hái méiyǒu yǔ nǐmen de [xīnhūn] qī zǐ fángshì, yě méiyǒu quèdìng gěi tāmen duōshǎo pìnjīn, nàme, rúguǒ nǐmen xiūle tāmen, duì nǐmen shì wú zuì de, dàn nǐmen yīng zèng yǔ tāmen shìdàng de lǐwù. Lǐwù de hòubáo, fù rén yīng gēnjù zìjǐ de nénglì zèng yǔ, qióngrén yīng gēnjù zìjǐ de nénglì zèng yǔ. Zhè shì xíngshàn zhě yīng jìn de yìwù."
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Nǐmen suī wèi yǔ tāmen fángshì, dàn nǐmen yǐ quèdìng gěi tāmen pìnjīn, jiǎrú nǐmen xiūle tāmen, nàme, nǐmen yīng zèng yǔ nǐmen suǒdìng pìnjīn de yībàn, chúfēi tāmen tóngyì fàngqì, huò shǒuchí hūn yuē de nánfāng tóngyì fàngqì [bù kòu lìng yībàn, zèng yǔ quánbù pìnjīn], fàngqì [bù kòu lìng yībàn pìnjīn] shì zuì jiējìn qiánjìng de. Nǐmen bùyào wàngjì nǐmen zhī jiān de zèngpǐn. Fánshì nǐmen suǒ zuò de, ān lā què shì quán shì de."
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "[Jiéhūn zhīhòu], nǐmen dāng jǐn shǒu [měi rì wǔ cì de] bài gōng, tèbié shì zhōngjiān de bài gōng [zhù][jí bū lǐ. Měi rì de wǔ cì bài gōng tóngyàng zhòngyào, yīn bū lǐ xì rénmen shìsú gōngzuò zuì máng de shíjiān, yīn'ér tíxǐng rénmen zhùyì, bié hūshì cǐ fān bài gōng].[Lǐbài shí] nǐmen dāng qiánchéng wéi ān lā sùlì."
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Jiǎrú nǐmen wèijù [huì zāo dírén de gōngjí huò wú lǐbài chù], nàme,[nǐmen] kě zǒuzhe huò qízhe lǐbài [zhù]. Dāng nǐmen ānquán shí, nǐmen dāng yī ān lā suǒ jiàoshòu nǐmen de yíshì lǐbài,[cǐqián] nǐmen bù zhīdào zhè zhǒng yíshì."
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "Nǐmen zhōng qùshì ér liú xià qīzi zhě, tāmen yīng wèi qīzi liú xià yīgè yízhǔ, jí gōng tāmen yī nián de shēnghuófèi, bù bǎ tāmen gǎn chū jiāmén. Jiǎrú tāmen zìyuàn líkāi, nàme, tāmen héfǎ dì wéi zìjǐ suǒ zuò de [zàihūn], duì nǐmen shì wú zuì de. Ān lā shì quánnéng de, zuì ruìzhì de."
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Bèi xiū de fùnǚ yīng dé yī fèn hélǐ de shēnghuófèi,[zhè] shì jìngwèi zhě yīng jìn de yìwù."
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Ān lā rúcǐ wéi nǐmen chǎnmíng tā de jīxiàng, yǐbiàn nǐmen mínglǐ."
        }
    ]
}