{
    "rukus": [
        {
            "chapter": 35,
            "verse": 15,
            "text": "Rénmen a! Nǐmen què shì xūqiú ān lā de, ér ān lā què shì wú suǒ qiú de [zhù], shòu zànsòng de."
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Jiǎrú tā yìyù, tā kěyǐ huǐmiè nǐmen ér chóngxīn chuàngzào."
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Zhè duì ān lā bìng bù nán."
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Yīgè fù zuì zhě bù fùdān biérén de zuì'è. Jiǎrú yīgè fùzhòng zuì zhě qǐng biérén tì tā fù zuì, nàme, biérén jué bùnéng tì tā fùdān sīháo zuìguo, jíshǐ shì jìnqīn. Nǐ [mù shèng] zhǐ néng jǐnggào ànzhōng jìngwèi tāmen de zhǔ [ān lā] bìng jǐn shǒu bài gōng zhě. Shéi jìnghuà zìshēn [yuǎnlí zuì'è], shéi zì shòu qí yì. Wéi ān lā shì zuìhòu de guīsù."
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "Xiāzi [bù xìnyǎng zhě] hé kàn dé jiàn zhě [xìnshì] shì bù xiāngděng de;"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "hēi'àn [bù xìnyǎng yīsīlán jiào] hé guāngmíng [xìnyǎng yīsīlán jiào] shì bù xiāngděng de;"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "yīnliáng hé yánrè shì bù xiāngděng de;"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "huó rén [xìnshì] hé sǐrén [zhù][bù xìnyǎng zhě] shì bù xiāngděng de. Ān lā díquè néng shǐ tāsuǒ yìyù de rén tīngjiàn, ér nǐ [mù shèng] què bùnéng shǐ fénmù zhōng de rén tīngjiàn."
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "Nǐ zhǐshì yī wèi jǐnggào zhě [nǐ de zérèn zhǐshì xiàng rénlèi míngbái dì chuándá qǐshì]."
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "Wǒ díquè yī zhēnlǐ pàiqiǎn nǐ zuò bàoxǐ zhě hé jǐnggào zhě. Rènhé yīgè mínzú, dōu yǒu yī wèi jǐnggào zhě zài qízhōng shēnghuóguò."
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "Jiǎrú tāmen fǒurèn nǐ, nàme, zài tāmen zhīqián de shǐzhěmen què yǐ bèi fǒurèn, jǐnguǎn tāmen de shǐzhěmen yǐ dàizhe míngzhèng, diǎnjí hé cànlàn de jīngdiǎn dàodá tāmen."
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Ránhòu, wǒ chéngfá liǎo bùxìnyǎng zhě. Wǒ de xíngfá duō kěpà!"
        }
    ]
}