{
    "rukus": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "Fán bù xìnyǎng bìng fáng'ài rénmen zūnxíng ān lā zhī dào [yīsīlán jiào] zhě, tā [ān lā] jiāng shǐ tāmen de shàngōng túláo."
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "Fán xìnyǎng bìng xíngshàn, qiě xìnyǎng jiàng shì gěi mùhǎnmòdé de jīngdiǎn [“gǔlánjīng”] zhě——nà bù jīngdiǎn shì cóng tāmen de zhǔ [ān lā] jiàng shì de zhēnlǐ, tā [ān lā] jiāng shèmiǎn tāmen de zuìguo bìng gǎishàn tāmen de zhuàngkuàng [zhù]."
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Zhè shì yīn wéi bù xìnyǎng zhě zhuīsuí xūwàng, ér xìnshìmen zé zūnxíng cóng tāmen de zhǔ jiàng shì de zhēnlǐ. Ān lā rúcǐ wéi rénlèi shèle xǔduō bǐyù."
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Dāng nǐmen [zài zhànchǎng shàng] yù dào bù xìnyǎng zhě shí, dāng zhǎn shā tāmen de tóu bù. Dāng nǐmen shǐ tāmen shāngwáng cǎn chóng shí, nǐmen dāng fúlǔ tāmen. Cǐhòu kě shìfàng tāmen, huò ràng tāmen jiāo shújīn, zhídào zhànzhēng xiè xià zhòngdàn. Shìshí jiùshì zhèyàng [ān lā mìnglìng nǐmen jìxù zhàndòu, zhídào bù xìnyǎng zhě guī xìn yīsīlán jiào]. Jiǎrú ān lā yìyù, tā bì chéngfá tāmen. Dàn [tā ràng nǐmen qù zhàndòu], wèi de shì ràng nǐmen hùxiāng kǎoyàn. Fán wéi ān lā zhīdào zhènwáng zhě, tā [ān lā] jué bù shǐ tāmen de shàngōng túláo [zhù]."
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "Tā jiāng yǐndǎo tāmen bìng gǎishàn tāmen de zhuàngkuàng."
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "Tā jiāng shǐ tāmen jìnrù tāmen suǒ shúzhī de lèyuán [tāmen duì lèyuán de zhùzhái bǐ duì chénshì de zhùzhái hái shúxī]."
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "Xìnshìmen a! Jiǎrú nǐmen yuánzhù ān lā zhīdào, tā bì xiāngzhù nǐmen, bìng shǐ nǐmen bùfá wěndìng."
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Bù xìnyǎng zhě, děngdài tāmen de zhǐyǒu huǐmiè, tā bì shǐ tāmen de shàngōng túláo."
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Zhè shì yīnwèi tāmen yànwù ān lā suǒ jiàng shì de jīngdiǎn [“gǔlánjīng”], suǒyǐ, tā bì shǐ tāmen de shàngōng túláo."
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Nándào tāmen méiyǒu zài dà dìshàng lǚxíng, guānchá tāmen qián rén de jiéjú rúhé ma? Ān lā huǐmièle tāmen. Bù xìnyǎng zhě bì yǒu tóngyàng [zhùdìng] de jiéjú."
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "Zhè shì yīn wéi ān lā shì xìnshìmen de bǎohù zhě [zhǔzǎi], bù xìnyǎng zhě jué méiyǒu bǎohù zhě."
        }
    ]
}