{
    "chapter": [
        {
            "chapter": 40,
            "verse": 1,
            "text": "حم [حامیم‌]"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "کتابی است فرو فرستاده از سوی خداوند پیروزمند دانا"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "آمرزنده گناه و توبه‌پذیر سخت کیفر نعمت بخش، که خدایی جز او نیست، و سیر و سرانجام به سوی اوست‌"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "و جز کافران کسی در آیات الهی مجادله نکند، پس گشت و گذار آنان در شهرها تو را مفریبد"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "بدین‌سان پیش از آنان قوم نوح و پس از آنان گروههای مشرک نیز تکذیب [پیامبران الهی را] پیشه کردند، و هر امتی قصد پیامبرشان را کردند که او را فرو گیرند، و به دستاویز باطل مجادله کردند که حق را با آن ابطال کنند، آنگاه ایشان را فرو گرفتم، پس بنگر که عقوبت من چگونه بوده است‌"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "و بدین‌سان حکم پروردگارت بر کافران تحقق یافت که ایشان دوزخی‌اند"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "کسانی که عرش [الهی‌] را حمل می‌کنند، و اطرافیان آن سپاسگزارانه پروردگارشان را تسبیح می‌گویند و به او ایمان دارند و برای مؤمنان آمرزش می‌خواهند [و می‌گویند] پروردگارا رحمت و علم تو همه چیز را فراگرفته است، پس کسانی را که توبه کرده‌اند و راه تو را در پیش گرفته‌اند، بیامرز، و از عذاب دوزخ در امانشان بدار"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "پروردگارا و ایشان را به بهشتهای عدن وارد کن، که آن را به آنان و هر کس از پدرانشان و همسرانشان و زاد و رودشان که شایسته باشد، وعده داده‌ای، که تو پیروزمند فرزانه‌ای‌"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "و ایشان را از عقوبتها[ی اخروی‌] در امان بدار و هر کس را که در چنین روزی از عقوبتها در امان بداری، به راستی که بر او رحمت آورده‌ای، و این همان رستگاری بزرگ است‌"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "به کافران ندا در دهند که نفرت خداوند از شما، بزرگتر از نفرت شما از خویشتن است، بدانگاه که به سوی ایمان دعوت می‌شدید و انکار و کفر می‌ورزیدید"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "گویند پروردگارا ما را دوبار میراندی و دوبار زنده کردی، ما به گناهانمان اعتراف کرده‌ایم، پس آیا برای بیرون رفتن [از اینجا] راهی هست؟"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "این از آن است که چون خداوند به تنهایی خوانده می‌شد، کفر می‌ورزیدید و چون به او شرک‌ورزیده می‌شد، ایمان می‌آوردید، حال داوری با خداوند بلندمرتبه بزرگ است‌"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "اوست که آیاتش را به شما می‌نمایاند و برای شما از آسمان روزی‌ای فرو می‌فرستد، و جز کسانی که رو به توبه آورده باشند، کسی پند نمی‌گیرد"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "پس خداوند را -در حالی که دین خود را برای او پاک و پیراسته می‌داریدبخوانید هر چند که کافران ناخوش داشته باشند"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "او برافرازنده درجات [و] صاحب عرش است، و وحی را به فرمان خویش بر هر کس از بندگانش که بخواهد فرو می‌فرستد، تا از روز همدیداری هشدار دهد"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "روزی که ایشان [سراپا] آشکار باشند و از آنان چیزی بر خداوند پوشیده نباشد [ندا آید] امروز فرمانروایی از آن کیست؟ [پاسخ آید] از آن خداوند یگانه قهار است‌"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "امروز هر کسی بر وفق کار و کردارش جزا یابد، امروز ستمی [بر کسی‌] نرود، بی‌گمان خداوند زود شمار است‌"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "و ایشان را از روز قیامت [/بس نزدیک‌] بیم ده، آنگاه که جانها به گلوگاهها رسد، و غصه خویش فرو برند، برای ستمکاران [مشرک‌] دوستی و شفیعی که اجازه و اجابت یابد، نیست‌"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "[خداوند] خیانت چشمها و آنچه دلها پنهان می‌دارد، می‌داند"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "و خداوند به حق حکم می‌راند و معبودانی که به جای او به پرستش گرفته می‌شوند، حکمی نمی‌رانند، بی‌گمان خداوند شنوای بیناست‌"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "آیا در زمین سیر و سفر نکرده‌اند که بنگرند سرانجام کسانی که پیش از ایشان بودند چگونه بوده است آنان از ایشان در روی زمین پرتوان‌تر و پراثرتر بوده‌اند، که خداوند آنان را به گناهانشان فروگرفت، و در برابر خداوند نگهدارنده‌ای نداشتند"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "این از آن بود که پیامبرانشان برای ایشان معجزات می‌آوردند، ولی ایشان انکار کردند، آنگاه خداوند فروگرفتشان که او توانای سخت کیفر است‌"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "و به راستی موسی را همراه با آیات خویش و حجتی آشکار فرستادیم‌"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "به سوی فرعون و هامان و قارون، آنگاه گفتند او جادوگری دروغ‌زن است‌"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "و چون برای آنان حق را از سوی ما آورد گفتند پسران کسانی را که همراه با او ایمان آورده‌اند، بکشید و [دختران و] زنانشان را زنده بگذارید، و نیرنگ کافران جز در تباهی نیست‌"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "و فرعون گفت مرا بگذارید تا موسی را بکشم و او پروردگارش را بخواند، چه می‌ترسم دین شما را تغییر دهد، یا در این سرزمین فتنه و فساد آشکار کند"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "و موسی گفت من به پروردگار خود و پروردگار شما از [شر] هر متکبری که به روز حساب ایمان ندارد، پناه می‌برم‌"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "و مردی مؤمن از آل فرعون -که ایمانش را پنهان می‌داشتگفت آیا می‌خواهید مردی را بکشید به خاطر اینکه می‌گوید پروردگار من خداوند است؟ و برای شما معجزاتی از سوی پروردگارتان آورده است، و اگر دروغگو باشد زیان دروغش بر اوست، و اگر راستگو باشد بخشی از آنچه به شما وعده می‌دهد به شما خواهد رسید، بی‌گمان خداوند کسی را که گزافکار و دروغ‌زن است، هدایت نمی‌کند"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "ای قوم من، امروز فرمانروایی از آن شماست، و در این سرزمین چیره‌اید، ولی چه کسی ما را در برابر عذاب الهی -اگر بر سرمان بیایدیاری خواهد داد؟ فرعون گفت به صلاح شما نمی‌دانم جز چیزی را که خود صلاح بدانم، و شما را جز به راه رشد و راستی هدایت نمی‌کنم‌"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "و همان کسی که [پنهانی‌] ایمان آورده بود، گفت ای قوم من، من بر شما از چیزی همانند روزگار [سخت‌] گروههای مشرک بیمناکم‌"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "مانند حال و روز قوم نوح و عاد و ثمود و کسانی که پس از ایشان بودند، و خداوند در حق بندگان ستمی نمی‌خواهد"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "و ای قوم من، من بر شما از روز فریاد خوانی بیمناکم‌"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "روزی که پشت کنید، برای شما در برابر خداوند پناهی نیست، و هر کس که خداوند بیراهش گذارد، رهنمایی ندارد"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "و پیشتر یوسف [پیامبر] برای شما معجزاتی آورد و همچنان از آنچه برایتان آورده بود در شک بودید، تا آنکه چون درگذشت، گفتید خداوند هرگز پس از او پیامبری برنخواهد انگیخت، بدین‌سان خداوند کسی را که گزافکار شک‌گراست بیراه می‌دارد"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "کسانی که در آیات الهی بدون حجتی که برایشان آمده باشد، مجادله می‌کنند، نزد خداوند و نزد مؤمنان بس ناپسند است، بدین‌سان خداوند بر هر قلب متکبر زورگویی مهر می‌نهد"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "و فرعون گفت ای هامان برای من برجی [بلند] برآور باشد که به این راهها برسم‌"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "راههای آسمان، تا به خدای موسی پی ببرم، و من او را دروغگو می‌دانم، و بدین‌سان در نظر فرعون بد کرداری‌اش آراسته شد، و از راه [صواب‌] باز داشته شد، و نیرنگ فرعون جز در تباهی نبود"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "و کسی که ایمان آورده بود، گفت ای قوم من، از من پیروی کنید تا شما را به راه رشد و راستی هدایت کنم‌"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "ای قوم من، همانا این زندگانی دنیا، بهره‌ای [اندک‌] است، و آخرت سرای اقامت است‌"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "هر کس کار ناپسندی مرتکب شود، جز به مانند آن جزا نیابد، و هر کس کاری شایسته انجام دهد، اعم از مرد یا زن، و مؤمن باشد، اینانند که وارد بهشت می‌شوند، و در آنجا بی‌حساب روزی می‌یابند"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "و ای قوم من، مرا چه می‌شود که شما را به رهایی می‌خوانم، و حال آنکه شما مرا به آتش دوزخ دعوت می‌کنید"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "مرا به این دعوت می‌کنید که به خداوند کفر بورزم، و چیزی را که به آن علم ندارم، شریک او بگیرم، و حال آنکه من شما را به سوی [خداوند] پیروزمند آمرزگار می‌خوانم‌"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "حقا که آنچه مرا به آن می‌خوانید، در دنیا و آخرت صاحب دعوتی نیست، و سرانجام بازگشتمان به سوی خداوند است و گزافکاران دوزخی‌اند"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "و زود باشد که آنچه [اینک‌] به شما می‌گویم به یاد آورید، و کارم را به خداوند واگذار می‌کنم، چرا که خداوند به احوال بندگانش بیناست‌"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "و خداوند او را از عواقب سوء نیرنگی که می‌ورزیدند، در امان داشت، و عذاب سهمگین آل فرعون را فرو گرفت‌"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "[یعنی‌] آتش دوزخ که بامدادان و شامگاهان ایشان را بر آن عرضه دارند و روزی که قیامت بر پا شود [گویند] آل فرعون را به [جایگاه‌] سهمگین‌ترین عذاب وارد کنید"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "و آنگاه که در آتش [دوزخ‌] با یکدیگر بگو مگو می‌کنند، ناتوانان به مستکبران می‌گویند ما پیرو شما بودیم، پس آیا شما باز دارنده بخشی از آتش [دوزخ‌] از ما هستید؟"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "مستکبران گویند همه ما در آن هستیم، به راستی که خداوند در میان بندگان داوری کرده است‌"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "و دوزخیان به نگهبانان گویند از پروردگارتان بخواهید که روزی از [روزهای‌] عذاب ما را کاهش دهد"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "گویند آیا چنین نبود که پیامبرانتان معجزاتی برایتان آوردند؟ گفتند چرا [نگهبانان‌] گویند پس دعا کنید، و دعای کافران جز در تباهی نیست‌"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "ما پیامبرانمان و مؤمنان را در زندگانی دنیا و روزی که شاهدان به شهادت برخیزند، یاری می‌کنیم‌"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "روزی که برای ستمکاران [مشرک‌] عذرخواهیشان سود ندهد، و لعنت و بد فرجامی نصیب آنان باشد"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "و به راستی به موسی رهنمود بخشیدیم و به بنی‌اسرائیل کتاب آسمانی به میراث دادیم‌"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "که رهنمود و پندآموز خردمندان است‌"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "پس شکیبایی پیشه کن، که وعده الهی حق است و برای گناهت آمرزش بخواه و شامگاهان و بامدادان سپاسگزارانه پروردگارت را تسبیح گوی‌"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "کسانی که بدون حجتی که بر ایشان آمده باشد، در آیات الهی مجادله می‌کنند، در دلهایشان جز خود بزرگ‌بینی نیست، که به آن نایل نشوند، پس بر خداوند پناه ببر، که او شنوای بیناست‌"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "بی‌گمان آفرینش آسمانها و زمین از آفرینش انسانها بزرگتر است، ولی بیشترینه مردم نمی‌دانند"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "و نابینا و بینا برابر نیستند، همچنین کسانی که ایمان آورده‌اند و کارهای شایسته کرده‌اند و بدکرداران هم [برابر نیستند]، چه اندک پند می‌گیرید"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "بی‌گمان قیامت آمدنی است و شکی در آن نیست، ولی بیشترینه مردم باور نمی‌دارند"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "و پروردگارت گوید مرا به دعا بخوانید تا برایتان اجابت کنم، بی‌گمان کسانی که از عبادت من استکبار می‌ورزند، زودا که به خواری و زاری وارد دوزخ شوند"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "خداوند کسی است که شب را برای شما آفرید تا در آن آرام گیرید و روز را چشم‌اندازی روشن ساخت، بی‌گمان خداوند بر مردمان بخشش و بخشایش دارد، ولی بیشترینه مردم سپاس نمی‌گزارند"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "چنین است خداوند، پروردگارتان، که آفریننده همه چیز است، خدایی جز او نیست، پس چگونه به بیراهه می‌روید؟"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "بدین‌سان کسانی که به آیات الهی انکار ورزیدند، به بیراهه افتادند"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "خداوند کسی است که زمین را آرامشگاه و آسمان را سرپناه شما قرار داد، و شما را نقشبندی کرد و شکلهای شما را نیکو پرداخت و شما را از پاکیزه‌ها روزی داد، چنین است خداوند، پروردگارتان، بزرگا خداوندی که پروردگار جهانیان است‌"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "اوست زنده که خدایی جز او نیست، پس او را -در حالی که دین خود را برای او پیراسته می‌دارید بخوانید، سپاس خداوند را که پروردگار جهانیان است‌"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "بگو من بازداشته شده‌ام از اینکه کسانی را که شما به جای خداوند می‌پرستید، بپرستم، آن هم هنگامی که روشنگریهایی برای من از جانب پروردگارم آمده است، و دستور یافته‌ام که در برابر پروردگار جهانیان، تسلیم پیشه کنم‌"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "او کسی است که شما را [ابتدا] از خاک، سپس از نطفه، سپس از خون بسته آفرید، سپس شما را به هیئت نوزادی [از رحمها] بیرون آورد، تا به کمال رشدتان برسید، سپس تا پیر شوید، و بعضی از شما پیشاپیش جانش گرفته می‌شود، و تا به سرآمدی معین برسید، و باشد که تعقل کنید"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "او کسی است که زنده می‌دارد و می‌میراند و چون امری را اراده کند، فقط به آن می‌گوید موجود شو، و بی‌درنگ موجود می‌شود"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "آیا کسانی را که در آیات الهی مجادله می‌کنند، ندیده‌ای که چگونه بیراهه می‌روند"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "کسانی که کتاب آسمانی و آنچه پیامبرانمان را برای آن فرستاده‌ایم، تکذیب می‌کنند، زودا که [نتیجه و حقیقت را] بدانند"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "آنگاه که غلها در گردنهایشان است، و به زنجیرها در آب گرم کشیده می‌شوند"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "سپس در آتش [دوزخ‌] سوخته می‌شوند"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "سپس به آنان گویند آنچه در برابر خداوند شریک می‌آوردید، کجاست؟"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "گویند از دید ما گم شدند، بلکه پیشتر هم چیزی را به پرستش نمی‌خواندیم، بدین‌سان خداوند کافران را بیراه گذارد"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "این از آن است که در روی زمین به ناحق شادی می‌کردید و از آن است که فخر می‌فروختید"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "از دروازه‌های جهنم وارد شوید، که جاودانه در آنید، و جایگاه متکبران چه بد است‌"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "پس شکیبایی پیشه کن، که وعده الهی حق است، اگر بخشی از آنچه به ایشان وعده داده‌ایم به تو بنمایانیم، یا جان تو را [پیش از آن‌] بگیریم، در هر صورت به سوی ما بازگردانده می‌شوند"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "و به راستی پیش از تو پیامبرانی فرستادیم که از بعضی از آنان با تو سخن گفته‌ایم، و از بعضی از آنان با تو سخن نگفته‌ایم، و هیچ پیامبری را نرسد که جز به اذن الهی معجزه‌ای بیاورد، پس چون امر الهی فرارسد، به حق انجام گیرد و باطل‌اندیشان در اینجا زیانکار شوند"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "خداوند است که برای شما چارپایانی آفریده است که بر برخی از آنها سوار شوید و از برخی از آنها بخورید"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "و برای شما در آنها سودهایی هست و نیز برای آنکه سوار بر آنها به مقصدی که در دل دارید برسید، و بر آنها و بر کشتیها [به هر جا که خواهید] منتقل می‌شوید"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "و به شما آیات خویش را می‌نمایاند، پس کدام یک از آیات الهی را انکار می‌کنید؟"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "آیا در زمین سیر و سفر نکرده‌اند که بنگرند سرانجام کسانی که پیش از آنان بوده‌اند چگونه بوده است آنان از ایشان پرشمارتر و پرتوان‌تر و پراثرتر بوده‌اند، اما آنچه به دست آوردند به کارشان نیامد"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "آنگاه که پیامبرانشان برای آنان پدیده‌های روشنگر آوردند، از آن مقدار علمی که داشتند، شادمانی کردند و [تبعات‌] آنچه ریشخندش می‌کردند آنان را فرو گرفت‌"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "و چون عذاب ما را دیدند گفتند تنها به خداوند ایمان آوردیم و به آنچه شرک آورده بودیم، اینک کافریم‌"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "ولی هنگامی که عذاب ما را دیدند، دیگر ایمانشان برایشان سودی نداشت، این سنت الهی است که در میان بندگانش جاری بوده است، و در اینجا کافران زیانکار شدند"
        }
    ]
}