{
    "chapter": [
        {
            "chapter": 57,
            "verse": 1,
            "text": "آنچه در آسمانها و زمین است، خداوند را تسبیح می‌گوید، و اوست پیروزمند فرزانه‌"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "او راست فرمانروایی آسمانها و زمین، که زنده می‌دارد و می‌میراند، و او بر هر کاری تواناست‌"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "اوست اول و آخر و ظاهر و باطن و او به همه چیز داناست‌"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "اوست که آسمانها و زمین را در شش روز آفرید و سپس بر عرش استیلاء یافت، می‌داند که چه چیزی وارد زمین می‌شود و چه چیزی از آن بیرون می‌رود، و آنچه از آسمان فرو می‌آید و آنچه به آن فرا می‌رود، و او هرجا که باشید با شماست، و خداوند به آنچه می‌کنید بیناست‌"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "فرمانروایی آسمانها و زمین او راست، و کارها به خداوند باز گردانده شود"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "از شب می‌کاهد و بر روز می‌افزاید و از روز می‌کاهد و بر شب می‌افزاید و او به راز دلها داناست‌"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "به خداوند و پیامبر او ایمان بیاورید و از آنچه شما را در آن جانشین ساخته است انفاق کنید، آری کسانی از شما که ایمان آورده و انفاق کنند پاداش بزرگی دارند"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "و شما را چه می‌شود که به خداوند ایمان نمی‌آورید، حال آنکه پیامبر شما را دعوت می‌کند که به پروردگارتان ایمان آورید، و به راستی اگر ایمان داشته باشید از شما پیمانتان را گرفته است‌"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "اوست که بر بنده‌اش آیاتی روشنگر فرو فرستاده است تا شما را از تاریکیها[ی جهل و کفر] به سوی نور [علم و ایمان‌] بازبرد، و بی‌گمان خداوند در حق شما رئوف مهربان است‌"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "و شما را چه می‌شود که در راه خدا انفاق نمی‌کنید، و حال آنکه میراث آسمانها و زمین از خداوند است، و از میان شما کسی که پیش از پیروزی [فتح مکه‌] انفاق و کارزار کرده باشد [با دیگران‌] برابر نیست، اینان بلندمرتبه‌ترند از کسانی که بعد از آن انفاق و کارزار کرده‌اند، و همه را خداوند وعده نیکی [/بهشت‌] داده است، و خداوند به آنچه می‌کنید آگاه است‌"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "کیست که در راه خداوند قرض‌الحسنه دهد، تا برایش دوچندان سازد و برای او پاداشی ارجمند است‌"
        },
        {
            "chapter": 57,
            "verse": 12,
            "text": "روزی که مردان مؤمن و زنان مؤمن را بینی که نورشان پیشاپیش آنان و در سمت راستشان می‌شتابد، امروز بشارت شما باغهایی است که از فرودست آن جویباران جاری است و جاودانه در آن هستید، این همانا رستگاری بزرگ است‌"
        },
        {
            "chapter": 57,
            "verse": 13,
            "text": "روزی که مردان منافق و زنان منافق به مؤمنان گویند به خاطر ما درنگ کنید تا از نورتان روشنی فراگیریم، گفته شود پس پشت خویش باز گردید و نوری بجویید، سپس میان آنان دیواری زده شود که دری دارد، از درون‌سو در آن رحمت است و از برون سوی آن عذاب است‌"
        },
        {
            "chapter": 57,
            "verse": 14,
            "text": "آنان را ندا دهند که مگر ما با شما نبودیم؟ گویند چرا ولی شما خودتان را در بلا افکندید و چشم به راه [حوادث سوء برای مسلمانان‌] بودید و شک و شبهه ورزیدید و آرزوها شما را فریفت، تا آنکه فرمان الهی [/مرگ‌] در رسید، و [شیطان‌] فریبکار شما را در حق خداوند فریب داد"
        },
        {
            "chapter": 57,
            "verse": 15,
            "text": "پس امروز نه از شما و نه از کافران، بدل و بلاگردانی پذیرفته نشود، سرا و سرانجام شما آتش [دوزخ‌] است، او پناه شماست و چه بد سرانجامی است‌"
        },
        {
            "chapter": 57,
            "verse": 16,
            "text": "آیا مؤمنان را هنگام آن نرسیده است که دلهایشان به یاد خداوند، و آنچه از حق که نازل شده است، خشوع یابد، و مانند کسانی نباشند که پیشترها به آنان کتاب آسمانی داده شده است، و سپس روزگارشان دراز نمود، آنگاه دلهایشان سخت شد و بسیاری از آنان نافرمان بودند"
        },
        {
            "chapter": 57,
            "verse": 17,
            "text": "بدانید که خداوند زمین را پس از پژمردنش زنده می‌دارد، به راستی که آیات [خود] را برای شما به روشنی بیان کردیم، باشد که تعقل کنید"
        },
        {
            "chapter": 57,
            "verse": 18,
            "text": "بی‌گمان مردان صدقه‌بخش و زنان صدقه‌بخش و کسانی که در راه خدا قرض‌الحسنه داده‌اند، برای آنان دوچندان شود، و برای آنان پاداشی ارجمند است‌"
        },
        {
            "chapter": 57,
            "verse": 19,
            "text": "و کسانی که به خداوند و پیامبرانش ایمان آورده‌اند، اینانند که صدیقند، و شهیدان نزد پروردگارشان هستند، و اجرشان و نورشان را دارند، و کسانی که کفرورزیده‌اند و آیات ما را دروغ انگاشته‌اند اینانند که دوزخی‌اند"
        },
        {
            "chapter": 57,
            "verse": 20,
            "text": "بدانید که همانا زندگانی دنیا بازیچه و سرگرمی، و زیور و فخرفروشی در میان شما و افزون طلبی در اموال و اولاد است، همانند بارانی که کشاورزان را گیاه آن خوش آید، سپس پژمرده شود و آن را زرد شده بینی، سپس خرد و ریز شود، و در آخرت هم عذابی شدید هست و هم آمرزش و خشنودی از جانب خداوند، و زندگانی دنیا جز مایه فریب نیست‌"
        },
        {
            "chapter": 57,
            "verse": 21,
            "text": "به سوی آمرزشی از پروردگارتان، و بهشتی که پهنای آن همچند پهنای آسمان و زمین است و برای مؤمنان به خداوند و پیامبران او آماده شده است، بشتابید، این بخشش الهی است که به هر کس خواهد ارزانی‌اش دارد، و خداوند دارای بخشش و بخشایش بیکران است‌"
        },
        {
            "chapter": 57,
            "verse": 22,
            "text": "هیچ مصیبتی در زمین [به جسم و مال‌] و به جانهای شما نرسد مگر آنکه پیش از آنکه آن را آفریده باشیم در کتابی [ثبت‌] است، بی‌گمان این امر بر خداوند آسان است‌"
        },
        {
            "chapter": 57,
            "verse": 23,
            "text": "تا آنکه بر آنچه از دست شما رود اندوه مخورید و بر آنچه به شما بخشد شادمانی مکنید، و خداوند هیچ متکبر فخر فروشی را دوست ندارد"
        },
        {
            "chapter": 57,
            "verse": 24,
            "text": "همان کسانی که بخل می‌ورزند و مردمان را نیز به بخل می‌فرمایند، و هر کس روی بر تابد، [بداند که‌] خداوند بی نیاز ستوده است‌"
        },
        {
            "chapter": 57,
            "verse": 25,
            "text": "به راستی که پیامبرانمان را همراه با پدیده‌های روشنگر فرستادیم و همراه آنان کتاب آسمانی و سنجه فرو فرستادیم، تا مردم به دادگری برخیزند، و آهن را پدید آوردیم که در آن [مایه‌] ستیز و صلابت است و نیز سودهایی برای مردم، تا سرانجام خداوند معلوم بدارد که چه کسی در نهان [جانب‌] او و پیامبرانش را یاری می‌دهد، بی‌گمان خداوند نیرومند پیروزمند است‌"
        },
        {
            "chapter": 57,
            "verse": 26,
            "text": "و به راستی نوح و ابراهیم را به رسالت فرستادیم، و در زاد و رود آن دو، پیامبری و کتاب آسمانی قرار دادیم، آنگاه بعضی از آنان رهیافته و بسیاری از آنان نافرمانند"
        },
        {
            "chapter": 57,
            "verse": 27,
            "text": "سپس از پی ایشان پیامبرانمان را آوردیم، و عیسی بن مریم را از پی آوردیم، و به او انجیل دادیم و در دل کسانی که از او پیروی کردند رأفت و رحمت قرار دادیم، و رهبانیتی را به صورت بدعتی در پیش گرفتند که ما آن را بر ایشان واجب نکرده بودیم، مگر آنکه در طلب خشنودی الهی آن را در پیش گرفته بودند، ولی چنانکه شایسته رعایت بود، رعایتش نکردند، آنگاه به مؤمنان آنان پاداششان را بخشیدیم و بسیاری از آنان نافرمانند"
        },
        {
            "chapter": 57,
            "verse": 28,
            "text": "ای مؤمنان از خداوند پروا کنید و به پیامبر او ایمان آورید، تا بهره دوچندان از رحمت خویش به شما ارزانی دارد، و برای شما نوری قرار دهد که با آن [به درستی‌] راه روید و شما را بیامرزد، و خداوند آمرزگار مهربان است‌"
        },
        {
            "chapter": 57,
            "verse": 29,
            "text": "تا اهل کتاب بدانند که صاحب اختیار چیزی از بخشش و بخشایش الهی نیستند، و بخشش و بخشایش به دست خداوند است، به هر کس که خواهد ارزانی‌اش دارد، و خداوند دارای بخشش بیکران است‌"
        }
    ]
}