{
    "chapter": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Qulın bir tunde al-Xaram mesitinen belgilerimizdin keybirin korsetwimiz usin, Biz toniregin berekeli etken al-Aqsa mesitine alıp bargan Ol / barlıq kemsilikten / pak. Kumansiz, Ol barin Estwsi, arbir narseni"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "Biz Musaga Kitaptı berdik ari onı / Kitaptı / Israil urpaqtarına / twra joldı ustanwga / bassılıq etip: «Sender Menen basqanı ozderindi senip tapsıratın Ie / Wakil / etip almandar!» - dedik"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "Ey, Nuxpen birge / kemede / alıp jurgenderimizdin urpagı! Negizinde, ol / Nux / sukir etwsi / Rabbısının bergen igilikterine algıs bildirwsi / qul edi"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "Biz Israil urpaqtarına Kitapta: «Sen­der bul jerde eki ret buzgınsılıq isteysinder jane tım oreskel astamsılıq etesinder», -dep aldın ala jazdıq / belgiledik"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "Bul ekewinin algasqısının wadesi kelgen kezde Biz senderge qarsı ote qwattı quldarımızdı jiberdik te olar uylerdin arasın sarladı. Soytip ol orındalgan bir wade boldı"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Sodan keyin sender usin olarga qarsı qayta jenis berip ari senderdi baylıq jane uldarmen qoldap, jasaqtarındı kobeyttik"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "Jaqsılıq jasasandar, ozderin usin jasadındar. Al jamandıq jasasandar, ol da ozderine. Songı wade kelgen kezde, juzderine qaygı ornatw usin / jawların / mesitke aldın kirgendey kiredi de, ozderi basıp algandı qiratadı"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Senderge Rabbınız raqım eter. Al, eger qaytalasandar, Biz de qaytalaymız. Biz Jahannamdı kapirlerge qamalatın orın etemiz"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "Anıgında, bul Quran en twra / durıs / bolganga bastaydı ari izgi amal isteytin imandılarga - olarga ulken sıy bolatını jaylı qwanıstı xabar jetkizedi"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "Ari songı mangilik omirge / aqiretke / senbeytinder usin qinawsı azap azirledik"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "Al, adam jamandıqtı jaqsılıqtı tileytindey tileydi. Ari adam balası asıqqıs"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "Ari tun men kundizdi eki belgi ettik. Ozderinnin Rabbınnın kensiligin izdewlerin jane jıldardın sanı men esepti bilwlerin usin Biz tunnin belgisin ketirip, kundizdin belgisin jarıq etemiz. Ari Biz barlıq narseni anıqtap tusindirdik"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "Ari Biz arbir adamnın moynına onın amaldarın ajıramaytınday etip bekittik jane Qayta tirilw kuni ogan bir kitap sıgaramız, ol onı asılgan turde koredi"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "Ogan / : «Oz kitabındı oqı, bugin sen oz esebindi eseptewde jetkiliktisin»,-delinedi"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Kim twra jolmen jurse, tek ozi usin / oz paydasına / juredi. Al, kim adassa, oz ziyanına adasadı. Esbir jan basqa birewdin jugin / kunasin / kotermeydi. Ari Elsi jibermey turıp, Biz eskimdi de azaptawsı emespiz"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "Al, bir eldi mekendi / kunaları usin / joyudı qalasaq, ondagı san-saltanatta, raxatta salqıp / dawlette mastanıp / jurgenderin kobeytemiz, sonda olar buzıq ister taratıp, olarga qatıstı / jazılgan / soz juzege asadı. Soytip onı / kunagabatqan eldi mekendi / birjola kuyretemiz"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "Biz Nuxtan keyin de qansama xalıqtardı joydıq. / Ey, Muxammed! / Rabbın, quldarının kunalarınan Xabardar bolwda, onı korwde jetkilikti"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Kim tez ote sıgatındı / osı omirdi / qalasa, Biz Ozimiz bergimiz kelgenge qalagan narsemizdi osı omirde jedel beremiz. Keyin Biz ogan Jahannamdı azirledik. Ol ogan ayıptalgan, / Allahtın meyiriminen / alıstatılgan turde tusedi"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "Al, kim songı mangilik omirdi / aqiretti / qalasa jane imandı bolgan kuyde ogan layıqtı turde umtılsa, mine, solardın talpınısı / Allahtın aldında / algısqa bolenedi"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "Ey, Muxammed! / Biz Rabbınnın sıyınan barlıgına - analarga da / osı omirdi koksegenderge / , mınalarga da / mangilik omirdi qalagandarga / beremiz. Ari Rabbınnın sıyına sektew qoyılmaydı"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "Biz olardı / bul duniede / bir-birinen qalay artıq etkenimizdi qara. Al, songı, mangilik omir / aqiret / , kudiksiz, darejeler turgısınan da ote ulken ari artıqsılıqta da en ulken"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Allahpen birge basqanı quday etip alma. Onda ayıptalıp, komeksiz qaldırılgan bolasın"
        },
        {
            "chapter": 17,
            "verse": 23,
            "text": "Ari Rabbın Ozinen basqa eskimge qulsılıq etpewlerindi jane ata-anaga jaqsılıqtı ıqılaspen jasawlarındı buyırdı. Eger senin qasında olardın birewine ne ekewine de karilik jetse, olarga «wh», - deme / konil tolmawsılıq bildirme / , ari olarga zekime jane olarga jılı soz soyle"
        },
        {
            "chapter": 17,
            "verse": 24,
            "text": "Ari olarga, meyirimmen kisireye qanatındı iip: «Rabbım! Meni' kiskentaydan bagıp, tarbielep osirgenderindey olarga meyirim et», - de"
        },
        {
            "chapter": 17,
            "verse": 25,
            "text": "Senderdin Rabbın jan-dunielerindegini jaqsı biledi. Eger tuzw bolatın bolsandar, kumansiz, Ol - kunasınan qaytatındarga ote Kesirimdi"
        },
        {
            "chapter": 17,
            "verse": 26,
            "text": "Sonday-aq jaqındarga, kedeylerge jane / jolda qalgan / jolawsıga xaqısın ber, biraq tım sasılma"
        },
        {
            "chapter": 17,
            "verse": 27,
            "text": "negizinde, ısırapsılar - saytannın agayındarı. Al, saytan Rabbısının igilikterin muldem moyındamaydı"
        },
        {
            "chapter": 17,
            "verse": 28,
            "text": "Al, eger olardan Rabbınnın meyirimin umit etken xalde bet buratın bolsan / bir narse bere almasan / , olarga jumsaq soz soyle"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Ari qolındı moynına baylawlı etpe jane onı barınsa jayıp ta jiberme. Onda jazgırılıp, tarıqqan xalde qalasın"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Aqiqatında, Rabbın rizıqtı kimge qalasa kenitedi ne sektep qoyadı / tarıltadı / . Ol - quldarınan Xabardar jane Korip turwsı"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Ari balalarındı joqsılıqtan qorqıp oltirmender. Olarga da, senderge de rizıqtı Biz beremiz. Aqiqatında, olardı oltirw ulken - kuna"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Ari zinaga jaqındamandar, oytkeni ol jiirkenisti is jane jaman jol"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Ari quqıqtı / zandı / turde bolmasa, Allah / oltirwge / tıyım salgan jandı oltirmender. Kim adiletsizdikpen oltirilse, Biz onın / olgennin / en jaqın twısına bilik berdik. Biraq ol oltirwde / kek alwda / sekten sıqpasın. Negizinde, ogan jardem beriledi"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Jane jetimnin duniesine en jaqsı jolmen bolmasa, ol baligatqa tolgansa jolamandar. Kelisimdi orındandar. Oytkeni wadesuraladı"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Sonday-aq, olsegen kezderinde olsemdi tolıq orındandar jane twra tarazılarmen tartındar. Bul qayırlı ari natije turgısında da jaqsı"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Ari ozinde bilimi bolmagan narsege erme. Anıgında, estw, korw jane jurek - bulardın arqaysısısuraqqa tartıladı"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Ari jer betinde ozindi jogarı sanap, kerdendep jurme, oytkeni sen jerdi tesip jibere almaysın jane biiktikte de tawlarga jete almaysın"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Osılardın / qaytarılgan amaldardın / barlıgı jaman, Rabbınnın aldında jekkorinisti"
        },
        {
            "chapter": 17,
            "verse": 39,
            "text": "Ey, Muxammed! / Bul - Rabbın sagan waxi etken danalıqtan. Allahpen qatar basqanı quday etip alma, onda jazgırılıp, / Allahtın meyiriminen / alıstatılgan turde Jahannamga tastalasın"
        },
        {
            "chapter": 17,
            "verse": 40,
            "text": "Senderdin Rabbın ul balalardı tek senderge berip, al Ozine peristelerden qızdar aldı ma? Negizinde, sender ote ulken / awır / soz aytwdasındar"
        },
        {
            "chapter": 17,
            "verse": 41,
            "text": "Aqiqatında, Biz osı Quranda / ukimder men nasixattardı / olar eske alwları usin tusindirdik. Biraq bul olardın bezinwin gana arttırdı"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Ayt: «Eger de olar aytıp jurgendey, Onımen / Allahpen / birge basqa qudaylar bolganda, ol qudaylar Arsının iesine qaray bir joldı / tabwdı / qalar edi"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Ol / Allah / - olardın aytıp jatqandarınan pak ari ote jogarı"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Jeti aspan men jer jane onda bolgandar Onı / barlıq kemsilikterden / pak dep daripteydi. Onı maqtap, / barlıq kemsilikterden / pak dep dariptemeytin esbir narse joq. Biraq sender olardın dariptewlerin tusinbeysinder. Aqiqatında, Ol asa Ustamdı, ote Kesirimdi"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Ey, Muxammed! / Sen Qurandı oqıgan kezinde seni men songı mangilik omirge / aqiretke / senbeytinder arasında korinbeytin bir sımıldıq jasadıq"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Biz olardın uqpawları usin jurekterine perde jane qulaqtarına kerendik saldıq. Sen Quranda Rabbınnın jalgız ekenin eske algan kezinde, olar jirengen kuyi arttarına burıladı"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Biz, olardın seni tındagan kezderinde neni tındaytındarın jaqsı bilemiz. Olar qupiya soyleskenderinde, adiletsizder: «Sen­der siqırlangan kisige erip jursinder», -deydi"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Olardın sagan qalay mısaldar keltirgenin nazar sal. Olar soytip adastı, endi jol taba almaydı"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Ari olar: «Biz suyek jane kuyrep qoqım bolıp ketken kezimizde, janadan jaratılıp, qayta tiriltilemiz be?» - dedi"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Ey, Muxammed! / Olarga: «Tas ne temir bolındar"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "ne konilderinde ulken koringen bir jaratılıs bolındar / baribir tiriltilesinder / », -de. Olar: «Bizdi kim qayta tiriltedi?» deydi. Ayt: «Ozderindi algasqı rette jaratqan», - dep. Olar sagan bastarın sayqap: «Ol qasan?» - deydi. Ayt: «Ol jaqında boladı », -dep"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Ol senderdi saqırgan / Esep / kuni, sen­der Ogan maqtaw aytıp jawap beresinder ari / duniede / az gana boldıq dep oylaysındar"
        },
        {
            "chapter": 17,
            "verse": 53,
            "text": "Quldarıma ayt, olar en jaqsını soylesin. Sın maninde, saytan olardın arasına naz'g qıladı / iritki salıp, buzadı / .Anıgında, saytan adam balasına anıq duspan"
        },
        {
            "chapter": 17,
            "verse": 54,
            "text": "Senderdi Rabbın jaqsı biledi. Qalasa, senderge meyirim etedi, qalasa azaptaydı. Biz seni olar usin jawaptı etip jibermedik"
        },
        {
            "chapter": 17,
            "verse": 55,
            "text": "Sonday-aq, senin Rabbın aspandardagı jane jerdegilerdi jaqsı biledi. Biz paygambarlardın keybirine ozgelerinen artıqsılıq berdik. Ari Dawitke Zabwrdı berdik"
        },
        {
            "chapter": 17,
            "verse": 56,
            "text": "Ey, Muxammed / / Olarga: «Odan ozge / quday dep / oylagandarındı saqırındar. Olardın senderden ziyandı ketirwge, burıp jiberwge saması joq», - dep ayt"
        },
        {
            "chapter": 17,
            "verse": 57,
            "text": "Olardın tabıngandarının ozderi Rabbısına qaray jaqındatatın jol izdep, Ogan jaqınıraq bolwga umtıladı. Olar Onın meyirimin umit etedi ari azabınan qorqadı. Aqiqatında, Rabbınnın azabı - qorganıp, saqtanwga tiis / qajetti / bolgan narse"
        },
        {
            "chapter": 17,
            "verse": 58,
            "text": "Biz Qayta tirilw kunine deyin / kunalarının sebebinen / joyıp jibermeytin nemese qattı azapqa usıratpaytın birde-bir eldi meken joq. Bul - Kitapta / Lawxwl-Maxfwzda / jazılıp qoyılgan"
        },
        {
            "chapter": 17,
            "verse": 59,
            "text": "Ari Biz mugjizalardı aldıngı otkenderdin onı / mugjizanı / otirikke sıgargandıgı usin jibermedik. Biz Samud eline anıq korinetin / mugjiza retinde / tuye berdik, biraq olar ogan adiletsizdik jasadı. Ari Biz mugjizalardı / keremetterdi / tek qorqıtw usin gana jiberemiz"
        },
        {
            "chapter": 17,
            "verse": 60,
            "text": "Ey, Muxammed!! Kezinde sagan: «Aqiqatında, Rabbın adamdardı barlıq jagınan qamtıgan», -dedik. Ari sagan / Isra kesinde! korsetkenimizdi adamdar usin sınaq ettik. Sonday-aq, Qurandagı lagnettelgen agastı da. Biz olardı qorqıtamız, biraq bul olardın qattı sekten sıgwların gana arttıradı"
        },
        {
            "chapter": 17,
            "verse": 61,
            "text": "Ari kezinde peristelerge: «Adamga sajde etinder!» - dedik. Sonda olar sajde etti. Tek Ibilis / sajde etpey / : «Sen laydan jaratqan birewge sajde jasaymın ba?» - dedi"
        },
        {
            "chapter": 17,
            "verse": 62,
            "text": "Ibilis / : «Magan xabar bersi, Ozin menen qurmetti etkenin mınaw ma? Eger magan Qayta tirilw kunine deyin waqıt bersen / kesiktirsen / , men onın urpagının azınan basqasın jugendep alamın», - dedi"
        },
        {
            "chapter": 17,
            "verse": 63,
            "text": "Allah: «Ket! Olardan kim sagan erse, senderdin qaytarım jazaların - Jahannam, ol - / is-amaldardın / qaytarımı retindegi tolıq jaza"
        },
        {
            "chapter": 17,
            "verse": 64,
            "text": "Olardan alin kelgendi dawısınmen eliktirip qozgaw sal. Olarga qarsı attı jane jayaw askerindi sal. Ari olardın mal-dunieleri jane perzentterine aralasıp, ortaq bol. Ari olarga wade ber», - dedi. Negizinde, saytan olarga jalgan narsege umittendirwden / aldawdan / basqa narseni wade ete almaydı"
        },
        {
            "chapter": 17,
            "verse": 65,
            "text": "Aqiqatında, quldarıma / Magan sı­nayı qul bolgandarga /- olardın ustinen sende bilik joq. Ari Rabbın - qorgap, saqtawsı retinde jetkilikti"
        },
        {
            "chapter": 17,
            "verse": 66,
            "text": "Senderdin Rabbın, Ozinin kensiligin izdewlerin usin kemelerdi tenizde jurgizedi. Sın maninde, Ol senderge Meyirimdi"
        },
        {
            "chapter": 17,
            "verse": 67,
            "text": "Senderge tenizde bir ziyan kelgen kezde, Odan / Allahtan / ozge jalbarıngandarın joq bolıp ketedi. Al, Ol ozderindi qurlıqqasıgarıp qutqargan kezde, sender teris burılasındar. Sonday-aq, adam balası / ozine / berilgen igilikterdi moyındamawsı"
        },
        {
            "chapter": 17,
            "verse": 68,
            "text": "Onın senderdi qurlıqta jerge juttırwınan nemese senderge tastı dawıl jiberwinen qawipsiz be edinder? Keyin ozderin usin qorgawsı taba almaysındar"
        },
        {
            "chapter": 17,
            "verse": 69,
            "text": "Alde Onın senderdi ogan / tenizge / tagı da qaytarıp ari qattı dawıl jiberip, kupirlikterin / qarsı kelgendikterin / usin swga batırwınan qawipsiz be edinder? Keyin Bizge qarsı kekterindi dawlawsı tappaysındar"
        },
        {
            "chapter": 17,
            "verse": 70,
            "text": "Aqiqatında, Biz Adamnın urpaqtarın qadirledik. Olardı qurlıqta jane tenizde jurgizdik ari olarga jaqsı narselerden rizıq berdik jane olarga jaratqandarımızdın kobinen basım artıqsılıq berdik"
        },
        {
            "chapter": 17,
            "verse": 71,
            "text": "Sol / aqiret / kuni barlıq adamdardı bassılarımen birge saqıramız. Sonda kimnin kitabı on jagınan berilse, solar kitaptarın oqidı. Ari olarga qurma daninin qılınday da adiletsizdik jasalmaydı"
        },
        {
            "chapter": 17,
            "verse": 72,
            "text": "Kim / bul duniede / soqır bolsa, ol keyingi mangilik omirde de / aqirette de / soqır ari joldan en qattı adaswsı boladı"
        },
        {
            "chapter": 17,
            "verse": 73,
            "text": "Ey, Muxammed! / Ari olar Bizge qatıstı basqa narseni qurastırwın usin seni ozine waxi etkenimizden burwga jaqın turdı. Sonda olar seni jaqın dos etip alar edi"
        },
        {
            "chapter": 17,
            "verse": 74,
            "text": "Eger Biz seni bekitpegende, olarga azdap bolsa da kelisim tanıtwga jaqın bolgan edin"
        },
        {
            "chapter": 17,
            "verse": 75,
            "text": "Onda Biz sagan omirdin de, olimnin de / azabının / eki esesin tattırar edik. Sodan keyin ozine Bizge qarsı jardemsi taba almas edin"
        },
        {
            "chapter": 17,
            "verse": 76,
            "text": "Ari olar seni, ol jerden sıgarıp jiberw usin ornınnan qozgawga jaqın turdı. Sonda senen keyin olar az gana turatın edi"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Bul senen burın jibergen elsilerimizdin jolı. Al, Bizdin jolımızga / bekitkenderimizge / ozgertw taba almaysın"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Kun awgannan tunnin qarangılıgına deyin / besin, asr, aqsam, quptan / ' namazdı / barlıq sarttarın saqtap, berile / orında. Ari tannın Quranın / namazın / . Anıgında, tannın Quranına qatısadı"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Jane tunnin bir boligin uyıqtamay, ozine qosımsa namazga tur, Rabbın seni bir maqtawlı orınga jiberedi"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "Ari ayt: «Rabbım! Meni kiretin ornıma sındıqpen kirgizip jane sıgatın ornımnan sındıqpen sıgar. Ari Oz qasınnan magan komek beretin kus ber», - dep"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Ari: «Aqiqat keldi jane jalgan / negizsiz narseler / joyıldı. Anıgında, jalgan / negizsiz narseler / sozsiz joyılwsı», - dep ayt"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Biz Qurannan imandılar / muminder / usin sipa jane meyirim tusiremiz. Al adiletsizder usin ol / Quran / tek ziyanga usırawların gana arttıradı"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Ari qasan Biz adam balasına igilik bersek, ol teris burılıp, menmensi tusedi. Al ogan jamandıq kelse, ol mulde kuder uzedi"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Ey, Muxammed! / Ayt: «Arkim ozine layıqtı amal isteydi. Senderdin Rabbın jolda kimnin en twra ekenin jaqsı biledi», - dep"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Ari olar / iwdeyler / senen rwx jayında suraydı. «Rwx - Rabbımnın amirinen. Al sen­derge bilimnen az gana berildi», - dep ayt"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Al, eger qalasaq, sagan waxi etip bergenimizdi alıp qoyar edik. Keyin bugan baylanıstı Bizge qarsı qorgawsı taba almas edin"
        },
        {
            "chapter": 17,
            "verse": 87,
            "text": "Biraq, Rabbınnan bir meyirim retinde / onı almadı / . / Ey, Muxammed! / Aqiqatında, Onın sagan degen kensiligi ulken"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Eger adamzat pen jın osı Quranga uqsastı keltirwge jinalıp, bir-birine komeksi bolsa da ogan uqsas narse akele almaydı"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "Negizinde, Biz adamdarga osı Quranda arbir mısaldı jan-jaqtı etip tusindirdik. Biraq adamdardın kopsiligi kupirlik etwden / qarsı kelwden / basqanın barin teriske sıgardı"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "Olar: «Bizge jerden bir bulaq jarıp sıgarmaganınsa, sagan senbeymiz"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "Ne bolmasa sende qurmadan ari juzimnen bir bagın bolıp, olardın arasınan ozender agızıp qoymaganınsa"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "ne bolmasa aytqanınday, aspandı ustimizge bolsektep tusirmegeninse, ne Allahtı jane peristelerdi qarsı aldımızga akelmegeninse"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "ne bolmasa sende altınmen asekeylengen bir uy bolganga deyin, ne sen aspanga koterilgeninse. Alayda, bizge oqitın bir kitap tusirmeyinse, koterilgenine de senbeymiz», - dedi. / Ey, Muxammed! / Ayt: «Rabbım - / barlıq kemsilikterden / pak! Men bar bolganı Elsi etip jiberilgen adam emespin be?»- dep"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Adamdarga twra jol kelgen kezde, olardınimanga kelwine: «Allah Elsi etip adamdı jiberdi me?» -dep aytwları kedergi boldı"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Ey, Muxammed! / Ayt: «Eger de jer betinde jaybaraqat jurgender peristeler bolganda, Olarga aspannan Elsi etip periste tusiretin edik»,- dep"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Ayt: «Allah meni men senderdin aralarına kwa bolwda jetkilikti. Aqiqatında, Ol - quldarınan Xabardar, barin Korwsi», dep"
        },
        {
            "chapter": 17,
            "verse": 97,
            "text": "Allah kimdi twra jolmen jurgizse, sol twra jolda boladı. Al kimdi adastırsa, olar usin Odan ozge qamqorsılar tappaysın. Olardı Qayta tirilw kuni juzimen / etpettep / jatqan kuylerinde soqır, mılqaw ari keren etip jinaymız. Olardın ornı - Jahannam. Ol tolastagan sayın, onın jalının arttıra tusemiz"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Bul - olardın ayattarımızga kupirlik etkenderi / senbegeni, teriske sıgargandıqtarı / jane: «Biz suyek ari watılgan qoqım bolgan kezimizde, janadan jaratılıp, tiriltilemiz be?» - dep aytqandıqtarı usin berilgen qaytarım jazası"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Olar aspandardı jane jerdi jaratqan Allahtın, olar siyaqtını da jaratwgaqudireti jetetinin bilmey me? Ari Ol olar usin bir merzim belgiledi. Onın bolwında kuman joq. Biraq adiletsizder kupirlikten / imansızdıqtan / basqanı teriske sıgaradı / qalamaydı"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "Ey, Muxammed! / Ayt: «Eger sender Rabbımnın meyiriminin qazınalarına ie bolgandarında da onın jumsalıp ketwinen qorqıp, ozderinde ustap qalatın edinder. Adam balasına sarandıq tan»,- dep"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "Aqiqatında, Biz Musaga togız anıq belgi-mugjiza berdik. Israil urpaqtarınan sura, ol / Musa / olarga kelgen kezde, Firawn: «Ey, Musa, men seni siqırlangan dep esepteymin», - dedi"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Musa / : «Negizinde, sen bulardı korneki belgiler etip, aspandardın jane jerdin Rabbısı tusirgenin bildin. Anıgında, men seni, ey Firawn, quridı dep oylaymın»,- dedi"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Ol / Firawn / olardı ol jerden sıgarıp / joyıp / jiberwdi qaladı. Sonda Biz onı jane onımen birge bolgandardın barlıgın swga batırdıq"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Ari odan keyin Israil urpaqtarına: «Osı jerde turındar. Al, qasan songı, mangilik omirdin / aqirettin / wadesi kelgen kezde, barlıgındı birge jinaymız», - dedik"
        },
        {
            "chapter": 17,
            "verse": 105,
            "text": "Ari Biz onı / Qurandı / aqiqatpen tusirdik jane ol aqiqatpen tusti. Al seni qwanıstı xabar jetkizwsi ari eskertwsi gana etip jiberdik"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Ari Qurandı adamdarga asıqpay, anıqtap oqıp berwin usin onı / bul wahilardı / bolikterge boldik. Ari Biz onı birtindep / ret-retimen / tusirdik"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Ey, Muxammed! / Ayt: «Ogan seninder ne senbender. Aqiqatında, budanburın ozderine bilim / Kitap / berilgender, olarga ol / Quran / oqılgan kezde iekterimen / juzderimen / sajdege jıgıladı», - dep"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "Olar!: «Rabbımız / barlıq kemsilikten / pak. Rabbımızdın wadesi albette orındaldı», - deydi"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "Olar jılap, iekterimen / juzderimen / jıgıladı jane ol / Quran / olardın boysuna berilwin arttıradı"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Ey, Muxammed! / Ayt: «Allah dep tilender / saqırındar / ne ar-Raxman dep tilender, qaysısımen tilesender de en korkem esimder - Oniki. Namaz oqıganında dawısındı koterip te jane sıbırlap ta oqıma, osının arasınan bir jol tanda», - dep"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Jane ayt: «Barlıq maqtaw esbir bala iemdenbegen jane bilikte esbir serigi bolmagan ari alsizdikten komeksige muqtaj bolmagan - Allahqa!» - dep. Ari Onı dariptey ulıqta"
        }
    ]
}