{
    "chapter": [
        {
            "chapter": 24,
            "verse": 1,
            "text": "Сура, която Ние низпослахме и наложихме. В нея низпослахме ясни знамения, за да се поучите"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "На всяка прелюбодейка и всеки прелюбодеец ударете по сто бича и да не ви обземе състрадание към тях, като прилагате религията на Аллах, - ако вярвате в Аллах и в Сетния ден! И да присъства на мъчението им група от вярващите"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Прелюбодеецът се свързва само с прелюбодейка или съдружаваща и прелюбодейката се свързва само с прелюбодеец или съдружаващ. Възбранено е това за вярващите"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "А на онези, които набедят целомъдрени жени, после не доведат четирима свидетели, ударете осемдесет бича и не приемайте никога тяхно свидетелство! Тези са нечестивците"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "освен които след това се покаят и поправят. Аллах е опрощаващ, милосърден"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "А които набедят своите съпруги и нямат свидетели, освен самите себе си, всеки от тях да засвидетелства четири пъти в името на Аллах, че наистина е искрен"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "А петия път - проклятието на Аллах да е над него, ако лъже"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "И се отклонява от жената мъчението, ако четири пъти засвидетелства в името на Аллах, че наистина той лъже"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "А петия път - гневът на Аллах да е над нея, ако мъжът е искрен"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "И ако не бе благодатта на Аллах към вас, и Неговата милост, и не бе Аллах приемащ покаянието, премъдър"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Онези, които оклеветиха [Аиша], са [само] група от вас. Не смятайте, че то е зло за вас! Не, то е добро за вас. Над всеки от онези тегне грехът, който е придобил, а за най-големия виновник има огромно мъчение"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Защо когато чухте това, вярващите мъже и жени не помислиха добро в себе си и не рекоха: “То е явна клевета.”"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Защо не доведоха за това четирима свидетели? И след като не са дошли със свидетелите, тези са лъжците пред Аллах"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "И ако не е благодатта на Аллах към вас, и Неговата милост в земния живот и в отвъдния, щеше да ви сполети огромно мъчение за измислицата, в която затънахте"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "Ето, вие я пренасяте с езика си и изричате с устата си онова, за което нямате знание, и го смятате за дребно, а при Аллах то е огромно"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "И защо, когато чухте това, не рекохте: “Не ни подобава да приказваме за него. Пречист си Ти! Това е огромна измама.”"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Аллах ви наставлява никога да не повторите подобно нещо, ако сте вярващи"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "И ви разяснява Аллах знаменията. Аллах е всезнаещ, премъдър"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "За онези, които желаят покварата да се разпространява сред вярващите, ще има болезнено мъчение в земния живот и в отвъдния. Аллах знае, вие не знаете"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "И ако не бе благодатта на Аллах към вас, и Неговата милост, и не бе Аллах състрадателен, милосърден"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "О, вярващи, не следвайте стъпките на сатаната! А който следва стъпките на сатаната, на него повелява той покварата и порицаваното. И ако не бе благодатта на Аллах към вас и Неговата милост, никой от вас не ще бъде никога чист. Но Аллах пречиства когото пожелае. Аллах е всечуващ, всезнаещ"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "И удостоените с благодат и обилие сред вас да не се кълнат, че не ще даряват на [съгрешилите от] роднините и клетниците, и преселниците по пътя на Аллах! И нека извиняват, и нека прощават! Нима не искате Аллах да ви опрости? Аллах е опрощаващ, милосърден"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Онези, които набедят целомъдрена жена, наивна и вярваща, те са прокълнати в земния живот и в отвъдния, и за тях ще има огромно мъчение"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "в Деня, когато и езиците, и ръцете, и краката им ще свидетелстват за техните дела"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "В този Ден Аллах напълно ще им изплати истинското въздаяние и ще узнаят, че Аллах е явната истина"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Лошото е за лошите хора и лошите хора са за лошото, а доброто е за добрите хора и добрите хора са за доброто. Тези са пречистени от онова, което се приказва. За тях има опрощение и щедро препитание"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "О, вярващи, не влизайте в домове, освен в собствените си, докато не поискате разрешение и не поздравите обитателите им! За вас това е най-доброто, за да се поучите"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "И ако не намерите никого там, не влизайте, докато не ви се позволи! И ако ви бъде казано: “Върнете се!”, тогава се върнете! За вас това е най-чистото. Аллах знае вашите дела"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Не е грях за вас да влизате в необитаеми домове, в които има ваше имущество. Аллах знае какво разкривате и какво потулвате"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Кажи на вярващите мъже да свеждат погледите си и да пазят целомъдрието си! За тях това е най-чистото. Сведущ е Аллах за техните дела"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "И кажи на вярващите жени да свеждат поглед и да пазят целомъдрието си, и да не показват своите украшения освен видното от тях, и да спускат покривалото върху пазвата си, и да не показват своите украшения освен пред съпрузите си или бащите си, или бащите на съпрузите си, или синовете си, или синовете на съпрузите си, или братята си, или синовете на братята си, или синовете на сестрите си, или жените [вярващи] или [слугините], владени от десниците им, или слугите от мъжете без плътски нужди, или децата, непознали още женската голота. И да не тропат с крак, за да се разбере какво скриват от своите украшения. И се покайте пред Аллах всички, о, вярващи, за да сполучите"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "И встъпвайте в брак с несемейните от вас и с праведните от робите и робините ви! Ако са бедни, Аллах ще им даде от Неговата благодат. Аллах е прещедър, всезнаещ"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Които нямат средства да встъпят в брак, нека се въздържат, докато Аллах им даде от Своята благодат! А за онези сред владените от десниците ви, които желаят договор [за освобождаване] - напишете им, ако виждате у тях добро! И им дайте от имота на Аллах, който Той ви е дал! В стремежа ви към благата на земния живот не принуждавайте слугините си да развратничат - те желаят целомъдрие! Но принудят ли слугиня, то и след принуждаването Аллах [за нея] е опрощаващ, милосърден"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "И вече ви низпослахме ясни знамения и пример за онези, които бяха преди вас, и поучение за богобоязливите"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Аллах е Светлината на небесата и на земята. Сиянието Му е като ниша, в която има светилник. Светилникът е в стъкло. Стъклото е сякаш блестяща звезда. Разпалена е от [маслото на] благословено маслиново дърво, нито източно, нито западно. Едва докоснато от огъня, маслото му озарява. Светлина върху светлина. Аллах напътва към Своята светлина когото пожелае и дава Аллах примерите за хората - Аллах всяко нещо знае"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "в домовете, които Аллах позволи да бъдат възвисени и да се споменава в тях Неговото име. Прославят Го там и сутрин, и вечер"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "хора, които нито търговия, нито продажба ги отвлича от споменаването на Аллах и от служенето на молитвата и даването на милостинята закат. Страхуват се от Деня, в който ще се преобърнат сърцата и очите"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "за да им въздаде Аллах най-доброто за онова, което са вършили, и да им надбави от Своята благодат. Аллах безмерно дава препитание на когото пожелае"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "А на неверниците делата са като мираж в пустиня. Жадният го смята за вода, но стигне ли там, не намира нищо. Там ще намери Аллах и Той ще му изплати въздаянието. Аллах бързо прави равносметка"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Или [делата им са] като тъмнини в морска бездна. Покриват я вълни едни над други, а над тях - облаци. Тъмнини една върху друга. Извади ли някой ръка, едвам ще я види. Комуто Аллах не е отредил светлина, не ще има за него светлина"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Не виждаш ли, че Аллах прославят всички на небесата и на земята, и птиците, разтворили криле? Всеки знае как да се моли и да прославя. Аллах знае техните дела"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "На Аллах принадлежи владението на небесата и на земята, и към Аллах е завръщането"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Не виждаш ли, че Аллах подкарва облаците, после ги съединява, после ги сторва на купчина и виждаш как дъждът излиза от тях. И спуска от планини в небето градушка, и поразява Той с нея когото пожелае, и я отклонява от когото пожелае. И блясъкът на Неговата мълния едва не отнема зрението"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Аллах променя нощта и деня. В това има поука за прозорливите"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Аллах сътвори от вода всяка твар. Някои от тях се движат по корем, някои от тях вървят на два крака, а някои от тях вървят на четири. Аллах сътворява, каквото пожелае. Аллах за всяко нещо има сила"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Вече низпослахме ясни знамения. Аллах води когото пожелае към правия път"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Казват [лицемерите]: “Повярвахме в Аллах и в Пратеника, и се покорихме.” Сетне част от тях се отмята след това. Тези не са вярващи"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "И когато бъдат призовани към Аллах и към Неговия Пратеник, за да отсъди помежду им, ето - част от тях се отвръща"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "А ако правдата е в тяхна полза, отиват при него покорни"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Болест ли има в сърцата им, или се усъмняват, или се страхуват, че Аллах и Неговият Пратеник ще бъдат несправедливи към тях? Да, тези са угнетителите"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Ако вярващите бъдат призовани към Аллах и Неговия Пратеник, за да отсъди помежду им, те изричат само: “Чухме и се покорихме!” Тези са сполучилите"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "Който се покорява на Аллах и на Неговия Пратеник, и се страхува от Аллах, и се бои от Него, тези са преуспяващите"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "И се кълнат [лицемерите] в Аллах с най-усърдните си клетви, че ако им повелиш, непременно ще излязат [за битка]. Кажи [о, Мухаммад]: “Не се кълнете! Ясно е доколко се покорявате! Сведущ е Аллах за вашите дела.”"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Кажи: “Покорявайте се на Аллах, покорявайте се на Пратеника! А отметнете ли се, негов дълг е само онова, което му е възложено и ваш дълг е само онова, което на вас е възложено. И покорите ли му се, ще сте на правия път. Дълг за Пратеника е само ясното послание.”"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Аллах обеща на онези от вас, които вярват и вършат праведни дела, че ще ги остави наследници на земята, както остави и онези преди тях, и непременно ще укрепи тяхната религия, която Той им избра, и в замяна след страха ще им дари сигурност. Те само на Мен ще служат и не ще Ме съдружават с нищо. А който подир това стане неверник, тези са нечестивците"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "И отслужвайте молитвата, и давайте милостинята закат, и се покорявайте на Пратеника, за да бъдете помилвани"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Не смятай, че неверниците ще обезсилят [Аллах] на земята! Мястото им е Адът. И колко лоша участ е той"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "О, вярващи, нека онези, които са под властта на десниците ви и онези от вас, които не са достигнали зрелост, да ви искат позволение три пъти: преди молитвата в зори и когато сваляте одеждите си по пладне, и подир нощната молитва - три случая, в които може да сте съблечени. Извън това не е грях нито за вас, нито за тях да влизате едни при други. Така Аллах ви разяснява знаменията. Аллах е всезнаещ, премъдър"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "А когато децата ви достигнат зрелост, да искат позволение, както искат и всички преди тях. Така Аллах ви разяснява Своите знамения. Аллах е всезнаещ, премъдър"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "А престарелите жени, които вече не се надяват на брак, не е грях да свалят връхното си наметало, без да показват украшения. Но да се въздържат е по-доброто за тях. Аллах е всечуващ, всезнаещ"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "Няма за слепеца притеснение и няма за куция притеснение, и няма за болния притеснение, нито за самите вас да ядете в своите домове или в домовете на бащите си, или в домовете на майките си, или в домовете на братята си, или в домовете на сестрите си, или в домовете на чичовците си, или в домовете на лелите си, или в домовете на вуйчовците си, или в домовете на вуйните си, или там, откъдето имате ключове, или при ваш приятел. Няма грях за вас да ядете заедно или поотделно. И щом влезете в домове, поздравете се взаимно с поздрав от Аллах - благословен, мил! Така Аллах ви обяснява знаменията, за да проумеете"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Вярващите са само онези, които вярват в Аллах и в Неговия Пратеник, и щом са с него за общо дело, не си отиват, докато не му поискат позволение. Които ти искат позволение, те вярват в Аллах и в Неговия Пратеник. А щом ти поискат позволение за нещо свое, позволи на когото желаеш! И моли Аллах да ги опрости! Аллах е опрощаващ, милосърден"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "И не се обръщайте към Пратеника така, както се обръщате един към друг! Аллах знае онези от вас, които скришом се измъкват. И да се боят онези, които нарушават негово нареждане, да не ги сполети изпитание или да не ги сполети болезнено мъчение"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Да, на Аллах е всичко на небесата и на земята. Знае Той вашето положение. В Деня, когато бъдат върнати при Него, ще ги извести какво са вършили. Аллах знае всяко нещо"
        }
    ]
}