{
    "pages": [
        {
            "chapter": 17,
            "verse": 28,
            "text": "Sε wodane woho fri (obusuani anaa ohiani anaa ͻkwantuni no) ho de hwehwε wo Wura hͻ ahummͻbrͻ a wanida soͻ no a, ka asεm a emu dwoͻ kyerε wͻn"
        },
        {
            "chapter": 17,
            "verse": 29,
            "text": "Ԑmma wonsa nkyekyere mmͻ wo kͻn ho (anaasε hwε na woanyε pεpεε anaa εmmͻ ayεmuͻnyono), na εntene mu nso nyinaa (anaasε ma wadekyεε nyε hͻ-ne-hͻ), anhwε a watena ase anunu (wo ho) ama woho akyere wo"
        },
        {
            "chapter": 17,
            "verse": 30,
            "text": "Nokorε sε, wo Wura Nyankopͻn bae akͻnhoma no mu dema obi a Ɔpε, εna Osusu (nso ma obi a Ɔpε). Nokorε sε N’ani tua Nenkoa (dwumadie) na Ohu nso"
        },
        {
            "chapter": 17,
            "verse": 31,
            "text": "Monhwε na moanfa ohia ho huu ankunkum mo mma. Yεn na yε’bͻ wͻn ne mo nyinaa akͻnhoma, nokorε sε, mma akunkum-akunkum no yε mfomsoͻ kεseε paa"
        },
        {
            "chapter": 17,
            "verse": 32,
            "text": "Monhwε na moammεn adwaman, efrisε εyε ahohwisεm ne ͻkwan bͻne paa"
        },
        {
            "chapter": 17,
            "verse": 33,
            "text": "Monhwε nso na moannkum onipa a Nyankopͻn abra (ne kum, anaa Wayε no kronkron), gyesε εnam ne kwan so. Obia yεbeku no ͻkwan bͻne soͻ no, nokorε sε Y’ama ne kyitaafoͻ no tumi (sε ͻhwehwε atεn teneee, anaasε ͻgye mogya ho sika anaasε ͻde kyε); nanso ͻnhwε na wanyε bͻne wͻ okum no ho, efirisε, (aban) bεboa no"
        },
        {
            "chapter": 17,
            "verse": 34,
            "text": "Monhwε na moammεn awisiaa agyapadeε anaa nesika, na mmom gyesε ͻkwan pa so, kͻpem sε obenyin. Na moni (mo) bͻhyε so; nokorε sε, yεbebisa bͻhyε ho asεm"
        },
        {
            "chapter": 17,
            "verse": 35,
            "text": "Sε mohyε (adeε wͻ bͻtͻ anaasε konku mu) a monhyε ma εnyε mma, na monfa nsania a εyε nsusu (adeε mma amanfoͻ). Saa na εyε, εna (εma) awieε pa"
        },
        {
            "chapter": 17,
            "verse": 36,
            "text": "Hwε nso na w’anni deε wonni ho nimdeε (anaa wonhunuuε anaa wonteeε) akyi, efrisε, deε aso ateε, ne deε ani ahu, ne deε akoma adwen, woi nom nyinaa (Onyankopͻn) bebisa ho asεm"
        },
        {
            "chapter": 17,
            "verse": 37,
            "text": "Na εmfa ahomasoͻ nnante wͻ asaase no so. Nokorε sε, wontumi (ntia so) mma asaase no mmu ngu mu, na wontumi nso (ntenten ne) bepͻ tenten nyε pε"
        },
        {
            "chapter": 17,
            "verse": 38,
            "text": "Woi nom nyinaa yε bͻne na εyε akyiwadeε wͻ wo Wura Nyankopͻn hͻ"
        }
    ]
}