{
    "pages": [
        {
            "chapter": 21,
            "verse": 82,
            "text": "Abonsamfoͻ no mu bi wᴐ hᴐ a wͻ’dͻ sukͻ (koyi nhwene-pa) ma no, san yε nnyuma foforͻ wͻ εno akyi, na Yεn ara na na Yε’wεn wͻn"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Ayuub (Hiob) nso, εberε a ͻsu frεε ne Wura Nyankopͻn sε: “Nokorε ͻhaw ato me, na Wone Mmͻborͻhunufoͻ no mu Mmͻborͻhunu Hene no"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Enti Yε’gyee ne (sufrε no) so, yii ͻhaw a na ato no no frii neso, na Yε’de n’abusuafoͻ no ne nemmͻhoo bͻͻ hoo maa no εnam Yεn ahummͻborͻ nti; εyε afutusεm dema Nyame-somfoͻ no"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Ne Ishmael ne Idriis ne Zul Kifil; wͻn nyinaa ka aboterεfoͻ no ho"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Yε’de wͻn (nyinaa) wuraa Y’ahummɔborɔ no mu. Nokorε sε wͻ’ka apapafoͻ no ho"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Ɛne Zaa-Nuun (Yona), εberε a ͻde abufuo kͻeε no, na odwen sε Yε’mma ne ho nnkyere no, na osu frεε (Yεn) wͻ sum no mu sε: “Awuarade biara nni hͻ gyesε Wo. Kronkron Hene ne Wo! Nokorε, m’akͻka abͻneεfoͻ no ho”"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Enti Yε’gyee no so na Yε’gyee no fri ͻhaw ne awerεhoͻ no mu, na saa ara na Yε’gye agyidiefoͻ no (fri ͻhaw ne mmusuo mu)"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Ɛne Zakariya, εberε a osu frεε ne Wura Nyankopͻn sε: “Me Wura Nyankopͻn, enya me ankonam, na Wo na Woyε adedifoͻ no mu papa"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Enti Yε’gyee no so, maa no (ͻba a yεfrε no) Yahaya (Yohane), na Yε’saa ne yere yadeε (maa no woo ba) maa no. Nokorε sε na wͻ’si wͻn ho akan wͻ papayε ho, su frε Yεn wͻ anidaasoͻ ne suro mu; na wͻ’brε wͻn ho ase nso ma Yεn"
        }
    ]
}