{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "Nokorε sε Nea W’ayε Qur’aan yi nhyε de ato wo soͻ no, bεsan de wo akͻ (wo) nkyi, (Maka anaasε Nyame hͻ). Ka sε: “ Me Wura Nyankopͻn na Onim nea Ɔde tenenee na aba, ne (obi a) ͻwͻ ͻyera pefee paa mu"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Na anka w’ani nna so sε yεbesiane Nwoma (bi a yεfrε no Qur’aan) ama wo, na mmom εyε ahummͻborͻ a efri wo Wura Nyankopͻn hͻ. Enti hwε na w’ankͻtaa boniayεfoͻ no akyi"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Hwε nso na wͻn annsi wo kwan wͻ Nyankopͻn Nsεm no ho wͻ akyire yi a y’asiane ama woͻ. Na frε (amanfoͻ) kͻ wo Wura Nyankopͻn hͻ, na hwε na w’ankͻka wͻn a wͻ’de biribi bata Nyankopͻn ho no ho"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Hwε nso na w’anfrε awurade foforᴐ bi anka Nyankopͻn ho; awurade biara nni hͻ ka Neho. Adeε biara bewu anaa εbεsεe afri hͻ, gyesε N’animuonyam (nko ara na εbεka). Ɔno na atemmuo no wͻ no, na Nehͻ na mobεsan akͻ"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif – Laam – Miim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Enti nnipa dwen sε yεbegyae wͻn sε, wͻn aka sε: Y’agye adi, wͻ aberε a yεnnsͻ wͻn nnhwε"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Ampa sε Yε’sͻͻ wͻn a wͻ’dii wͻn anim kan no hwεe sεdeε Nyankopͻn debehunu wͻn a wͻ’di nokorε na Ɔde behunu nkontompofoͻ no nso"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Anaasε, wͻn a wͻ’di dwuma bͻne no adwen yε wͻn sε wͻ’betumi adwane Yεn anaa? Atemmmu bͻne paa na wͻ’rebuo no"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Obi a ͻwͻ Nyankopͻn Nhyiamu no ho anidaasoͻ no, nokorε sε Nyankopͻn berε a W’ahyε no reba. Ɔne Otiefoͻ no a Ɔte biribiara, na Ɔne Onimdefoͻ no a Onim biribiara no"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Obi a ͻbεbͻ mmͻden no, ͻbͻ mmͻden no dema neho. Nokorε sε Nyankopͻn deε W’anya Neho wͻ abͻdeε nyinaa so, (Onhia obiara mmoa anaa obi hwee)"
        }
    ]
}