{
    "pages": [
        {
            "chapter": 2,
            "verse": 17,
            "text": "Wͻn mfatoho tesε obi a ͻsͻͻ gya, na εberε a εhyerεn twaa neho hyiaeε no, Nyankopͻn faa wͻn nhyerεnee no kͻeε, na ogyaa wͻn wͻ esum mu. Enti wͻ’nnhu (Nokorε no)"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Asosifoͻ, emumfoͻ, anifirafoͻ enti wͻ'nnsan wͻn akyi nnkͻ (tenenee kwan no so)"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Anaasε (wͻn mfatoho bio) tesε brampͻn nsuo a εretͻ firi soro, na esum ne agradaa ne ayerεmo wͻ mu. Owuo ho suro ma wͻ’de wͻn nsa teaa tuatua wͻn aso εnam agradaa no mobͻmuu no nti. Nanso Nyankopͻn atwa boniayεfoͻ no ho nyinaa ahyia"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Ayerεmo no reyε afira wͻn ani. Sε εhyerεn ma wͻn a, wͻ’nante mu; na sε esum to wɔn nso a, na wͻ’agyina. Sε Nyankopͻn pε a, anka Ɔbεma wͻn aso asi, na W’ama wͻn ani nso afira. Nokorε sε Nyankopͻn wͻ biribiara so tumi"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "Adasamma, monsom mo Wura Nyankopͻn no a Ɔbͻͻ mo ne wͻn a wͻ’dii moanim kan no sεdeε (εbεma) mo asuro Nyame ayε ahwεyie"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "(Mo Wura Nyankopͻn) no a, W’ayε asaase de asε hͻ ama mo, εna (W’ayε) ͻsoro (sε εdan) nkurusoͻ, εna Osiane nsuo firi soro de ma mo, san de ma nnͻbaeε a εyε akͻnhoma ma mo no fifire. Enti monhwε na moamfa biribi ammata Nyankopͻn ho wͻ aberε a monim (sε obiara nnka ne ho)"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Sε moadwen nnsi mopi wͻ adeε a Y’asiane ama Y’akoa (Muhammad) no ho nso a, εneε monfa Suura bi a εte saa mmra, na monfri Nyankopͻn akyi mfrε mo adansefoͻ, sε moyε nokwafoͻ ampa a"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Na sε moanyε a-, na montumi nyε mpo! Ɛneε na monsuro Ogya no a, nnipa ne aboͻ na εyε ne nyentia no a, y’asiesie ato boniayεfoͻ no hͻ no"
        }
    ]
}