{
    "pages": [
        {
            "chapter": 38,
            "verse": 1,
            "text": "Soaad. Mede Qur’aan a afutusεm ahyε mma no di nse"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "Nanso Wͻn a wͻ’yi boniayε no wͻ ahomasoͻ ne kotia paa mu"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "Awoͻ ntoatoasoͻ dodoͻ sεn na edii wͻn anim kan a Y’asεe wͻn? Wͻ’sui wͻ εberε a na dwane-kͻbea biara nnihͻ no"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "Ɛyε (abosomsomfoͻ no) nwanwa sε kͻkͻbͻni fri wͻn mu aba wͻn hͻ. Deε boniayεfoͻ no ka nesε: “Woi yε nkonyaayini, nkontomponi paa”"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "Wayε anyame no Nyankopͻn baako? Woi yε anwanwasεm paa"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "Wͻn mu mpanimfoͻ no nenam ke ka sε: “Monkͻ na monyina pintinn wͻ moabosom som no so. Nokorε sε, woi ne adeε a ͻrepε (ayε de atia mo)"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "Woi deε yεntee bi da wͻ ͻsom a edi akyire no mu. Nokorε sε, woi deε wabͻ netrim (na aka)"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "Enti yεn mu ͻno (nko ara na ᴐfata sε) yesiane Afutusεm no ma no? “Daabi, (boniayεfoͻ no) adwen nnsi pi wͻ M’afutusεm no ho. Daabi, wͻ’nnya nkaa asotwee no nhwεe nti"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "Anaasε wo Wura Tumfoͻ, Ɔkyε adeε Hene no ahummͻborͻ akoradeε wͻ wͻn hͻ anaa"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "Anaasε ͻsoro ne asaase ne deε εwͻ mfinfii no ahennie no wͻ wͻn? (Sε εwͻ wͻn deε a,) εneε wͻnfa kwan bi so mforo (nkͻ soro hͻ)"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "Wͻ’yε εdͻm a wͻ’bedi nkoguo sεdeε Akuo-akuo dͻm a wͻ’dii kan no (dii nkoguo no)"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "Noa nkorͻfoͻ ne Aadfoͻ ne Farao, owura a na ͻbͻ (nnipa) pa mu no, dii wͻn anim kan faa (Asomafoͻ no) atorofoᴐ"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "Ɛne Samuudfoͻ ne Lut nkorͻfoͻ no, ne Nnua mu tenafoͻ no. Woi nom ne Akuo-akuo no"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "Wͻn mu biara (nnihͻ a wͻ’gye diiε), na mmom wͻ’buu Asomafoͻ no atorofoͻ, enti M’asotwee no yεε nokorε"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "Deε (Kaafirfoͻ) woi nom rentwεn ne (Totorobεnto) nteamu baako pε a ntwentwεnsoͻ biara nni ho no"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "Wͻ’ka (dedi fεw sε): ”Ye’Wura Nyankopͻn fa yεn kyεfa (wͻ asotwee no mu) ma yεn ntεm ansa na Nkontabuo da no (aba)“"
        }
    ]
}