{
    "pages": [
        {
            "chapter": 40,
            "verse": 50,
            "text": "Wͻ’bεka sε: ”Moasomafoͻ no amfa nkyerεkyerεmu pefee no ammrε mo?“ Wͻ’bεka sε: “Aane!” Wͻ’bεka sε, εneε monsu nfrε (obi a mopε). Boniayεfoͻ no sufrε deε εyε kwa"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "Nokorε sε, Yε’bεboa Y’asomafoͻ no ne wͻn a wͻ’agye adie no ama wͻn adi nkonim wͻ wiase asetena yi mu, εne Ɛda a Adansefoͻ no begyina hͻ no"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "Ɛda no a abͻneεfoͻ no kyεw pa ho mma mfasoͻ mma wͻn no; wͻn so na nnomee no wͻ, na wͻn wͻ asetena bͻne paa mu"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "Ampa sε Yε’de kwan kyerε no maa Mose, na Yε’maa Israel mma no dii Nwoma no akonnwa"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "(Na Nwoma no) yε kwankyerε ne afutusεm dema nnipa mu mmadwemmafoͻ no"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "Enti si aboterε, nokorε sε Nyankopͻn bͻhyε no yε nokorε, na srε wo mfomsoͻ ho bͻnefakyε, na bͻ wo Wura Nyankopͻn abodin na yi N’ayε wͻ anyumerε ne anͻpa"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Nokorε sε, wͻn a wͻ’gye Nyankopͻn nsεnkyerεnee no ho akyinnyeε aberε a yεnfaa nyinasoͻ biara maa wͻn no, hwee nni wͻn akoma mu sε akεsesεm, nanso wͻ’nnya (deε wͻ’rehwehwε no). Enti hwehwε Nyankopͻn hͻ ntwitwagyeε. Nokorε sε, Ɔne mpaebͻ Tiefoͻ no, na Ɔno ara nso na Ohunu biribiara"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Nokorε sε, ͻsoro ne asaase mmͻeε no so kyεn nnipa mmͻeε nanso nnipa pii nnim"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Onifirani ne obia ohunu adeε nyε pε, εna wͻn a wͻ’agye adie na wͻ’di dwuma pa no ne abͻneεfoͻ no (nso nyε pε). (Nnipa mu) kakraabi na wͻ’dwen"
        }
    ]
}