{
    "pages": [
        {
            "chapter": 54,
            "verse": 28,
            "text": "Na ka kyerε wͻn sε, yakyε nsuo no mu ama (wͻn ne yoma no), obiara bεkͻ nsuo no mu wͻ ne berε (a yahyε ama no) mu"
        },
        {
            "chapter": 54,
            "verse": 29,
            "text": "Nanso wͻ’frεε wͻn yͻnko no na ͻfaa (sekan) de wͻͻ (yoma) no kum no"
        },
        {
            "chapter": 54,
            "verse": 30,
            "text": "Sεdeε M’asotwee ne Mekͻkͻbͻ (huu) siteε"
        },
        {
            "chapter": 54,
            "verse": 31,
            "text": "Nokorε sε, Yε’somaa nteamu baako pε na εbaa wͻn soͻ, na wͻ’bεyεε gͻsͻͻ tesε mmabaa a awoͻ na abubu asin-asin a εwͻ mmoa adidieε"
        },
        {
            "chapter": 54,
            "verse": 32,
            "text": "Ampa sε Y’ama Qur’aan yi nkaekaeε ne emu afutusεm no ayε mmrε. Enti obi wͻhͻ a ͻde betu neho foͻ"
        },
        {
            "chapter": 54,
            "verse": 33,
            "text": "Lut nkorͻfoͻ no anye kͻkͻbͻ no anni"
        },
        {
            "chapter": 54,
            "verse": 34,
            "text": "Nokorε sε Yε’somaa aboͻ nsuo tͻ guu wͻn so, gyesε Lut abusuafoͻ nko ara (na asotwee no bi anka wͻn), Yε’gyee wͻn wͻ anadwo a etwa toᴐ no mu"
        },
        {
            "chapter": 54,
            "verse": 35,
            "text": "(Ɛyε) adom a efri Yεn hͻ. Saa ara na Ye’tua wͻn a wͻ’yi (Nyankopͻn) ayε no ka"
        },
        {
            "chapter": 54,
            "verse": 36,
            "text": "Ampa sε (Lut) bͻͻ wͻn kͻkͻ wͻ Y’asotwee no ho, nanso wͻn adwen ansi wͻn pi wͻ kͻkͻ bͻ no ho"
        },
        {
            "chapter": 54,
            "verse": 37,
            "text": "Ampa sε wͻ’pεε sε wͻ’hwim n’ahͻhoͻ fri nensam. Na Yefiraa wͻn ani (kaa sε): “Ɛneε monka M’asotwee ne Me kͻkͻbͻ no nhwε “"
        },
        {
            "chapter": 54,
            "verse": 38,
            "text": "Ampa sε, daa asotwee no sͻͻ wͻn mu ahomakye paa"
        },
        {
            "chapter": 54,
            "verse": 39,
            "text": "Enti monka M’asotwee ne Mekͻkͻbͻ no nhwε"
        },
        {
            "chapter": 54,
            "verse": 40,
            "text": "Ampa sε Y’ayε Qur’aan yi nkaekaeε ne emu afutusεm no mmrε. Enti obi wͻ hͻ a ͻde betu neho foͻ"
        },
        {
            "chapter": 54,
            "verse": 41,
            "text": "Ampa sε kͻkͻbͻ no baa Farao nkorͻfoͻ no hͻ"
        },
        {
            "chapter": 54,
            "verse": 42,
            "text": "Wͻ’faa Yε’nsεnkyerεnee no nyinaa atorᴐsԑm. Enti Yε’de Otumfoͻ a Otumi ade nyinaa yε no Tumi no pari sͻͻ wͻn mu dendeenden"
        },
        {
            "chapter": 54,
            "verse": 43,
            "text": "Enti mo (mu) boniayεfoͻ no kyεn woi nom (a y’aseε wͻn no)? Anaasε modeε moanya (bͻhyε) wͻ Twerεsεm no mu sε y’ayi mu afri (asotwee no) mu"
        },
        {
            "chapter": 54,
            "verse": 44,
            "text": "Anaasε deε wͻ’ka nesε: ”Yε’deε yε’yε dͻm (kεseε) enti yεbedi nkonim"
        },
        {
            "chapter": 54,
            "verse": 45,
            "text": "Yε’bεka wͻn dͻm no agu ama wͻ’adane wͻn akyi adwane"
        },
        {
            "chapter": 54,
            "verse": 46,
            "text": "Aane, Dͻnhwere no ne εberε a yεde ahyε wͻn bͻ; na Dͻnhwere no ano yε den na (εyε berε nso) a emu (nsɛm) yε nyono"
        },
        {
            "chapter": 54,
            "verse": 47,
            "text": "Nokorε sε, abͻneεfoͻ no wͻ ͻyera ne abͻdamsεm paa mu"
        },
        {
            "chapter": 54,
            "verse": 48,
            "text": "Ɛda a yεbεtwe wͻn ase wͻ fͻm wͻ wͻn anim so akͻ egya no mu no, (yεbεka akyerε wͻn sε): ”Monka Ogya no atenka no nhwε “"
        },
        {
            "chapter": 54,
            "verse": 49,
            "text": "Nokorε sε Yε’de nhyehyεeε na abͻ biribiara"
        }
    ]
}