{
    "pages": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "Nhyira (Wura no) ne Nea Ahennie no wͻ Nensa mu no, Ɔno na Ɔwͻ biribiara so tumii"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "Ɔno na Ɔbͻͻ owuo ne nkwa sε Ɔde bεsͻ mo ahwε (de akyerε) mo mu nea odi dwuma pa. Ɔne Otumfoͻ no a Otumi ade nyinaa yε, Bͻnefakyε Hene no"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "Ɔno na W’abͻ soro nson a εtoatoa soͻ. Wonnhunu deε atͻ sin wͻ Ahummͻborͻ Hene no abͻdeε no mu; enti san hwε bio, woahunu baabi a apaepaeε"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Afei dane w’ani hwε, na san hwε bio, nhwεeε no bedane aba wͻ hͻ ama w’ani so ayε wo basaa abrε kwa"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Nokorε sε, Yε’de nkanea (nsoromma) asiesie ͻsoro a, εwͻ wiaseε no, εna Y’ayε (saa nkanea) no akodeε a yεto bͻ abonsamfoͻ no; Y’asiesie Ogya tanaa asotwee ato wͻn hͻ nso"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Wͻn a wͻ’nnye wͻn Wura Nyankopͻn nnie no (nso wͻ) Amanehunu gya asotwee, na nnkyi bͻne paa ne hͻ"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Sε yεto wͻn gu (egya no) mu a, wͻ’bεte sε εrepͻ soͻ na εrehuro"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "Abufuo reyε ama (egya) no apae. Ԑberε biara a yεbεto (Kaafirfoͻ no mu) nnipa kuo bi agu mu no, (egya no) so Awεnfoͻ no bebisa wͻn sε: “Enti Kͻkͻbͻni biara amma mohͻ (amεbͻ mo kͻkͻ)"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "Wͻ’bεka sε: ”Aane, nokorε sε Kͻkͻbͻni baa yεn hͻ, nanso yԑfaa (asԑm no) atorosԑm, na yε’kaa sε: ”Nyankopͻn nsianee hwee (maa obiara); na nokorε sε modeε mowͻ ͻyera kεseε paa mu"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Wͻ’bεka sε: ”Sε yetiee (Asomafoͻ no asεm no), anaasε yε’dwenee ho a, anka y’ammεka Amane hunu gya no mu foͻ no ho"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Wͻ’bεka wͻn bͻne deε, nanso Amanehunu gya no mu foͻ no (ne Nyame ahummͻborͻ) ntεm kwan ware"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Nokorε sε wͻn a wͻ’suro wͻn Wura (Nyankopͻn) wͻ kokoamu no benya bͻnefakyε ne akatua kεseε paa"
        }
    ]
}