{
    "rukus": [
        {
            "chapter": 12,
            "verse": 7,
            "text": "در داستان يوسف و برادرانش براى آنان كه از آن پرسيده‌اند عبرتهاست"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "آنگاه كه گفتند: يوسف و برادرش نزد پدرمان محبوب‌تر از ما هستند، حال آنكه ما خود گروهى نيرومنديم. پدرمان در گمراهى آشكارى است"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "يوسف را بكشيد، يا در سرزمينى ديگرش بيندازيد تا پدر خاص شما گردد و از آن پس مردمى شايسته به شمار آييد"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "يكى از ايشان گفت: اگر مى‌خواهيد كارى كنيد، يوسف را مكشيد؛ در عمق تاريك چاهش بيفكنيد تا كاروانى او را برگيرد"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "گفتند: اى پدر، چيست كه ما را بر يوسف امين نمى‌شمارى، حال آنكه ما خيرخواه او هستيم؟"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "فردا او را با ما بفرست تا بگردد و بازى كند و ما نگهدارش هستيم"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "گفت: اگر او را ببريد، غمگين مى‌شوم و مى‌ترسم كه از او غافل شويد و گرگ او را بخورد"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "گفتند: با اين گروه نيرومند كه ما هستيم اگر گرگ او را بخورد، از زيانكاران خواهيم بود"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "چون او را بردند و هماهنگ شدند كه در عمق تاريك چاهش بيفكنند، به او وحى كرديم كه ايشان را از اين كارشان آگاه خواهى ساخت و خود ندانند"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "شب‌هنگام، گريان نزد پدرشان بازآمدند"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "گفتند: اى پدر، ما به اسب‌تاختن رفته بوديم و يوسف را نزد كالاى خود گذاشته بوديم، گرگ او را خورد. و هر چند هم كه راست بگوييم تو سخن ما را باور ندارى"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "جامه‌اش را كه به خون دروغين آغشته بود آوردند. گفت: نفس شما، كارى را در نظرتان بياراسته است. اكنون براى من صبر جميل بهتر است و خداست كه در اين باره از او يارى بايد خواست"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "كاروانى آمد. آب‌آورشان را فرستادند. دلو فرو كرد. گفت: مژدگانى، اين پسرى است. او را چون متاعى پنهان ساختند و خدا به كارى كه مى‌كردند آگاه بود"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "او را به بهاى اندك، به چند درهم فروختند، كه هيچ رغبتى به او نداشتند"
        }
    ]
}