{
    "rukus": [
        {
            "chapter": 4,
            "verse": 116,
            "text": "خدا كسى را كه براى او شريكى قرار دهد نمى‌آمرزد و جز آن هر گناهى را براى هر كه خواهد، مى‌آمرزد. و هر كس كه براى خدا شريكى قرار دهد سخت به گمراهى افتاده است"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "نمى‌خوانند سواى الّله مگر الاهه‌هايى را و نمى‌خوانند سواى اللّه مگر شيطانى سركش را"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "خدايش لعنت كرد. و شيطان گفت: گروهى معيّن از بندگانت را به فرمان خويش مى‌گيرم"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "و البته گمراهشان مى‌كنم و آرزوهاى باطل در دلشان مى‌افكنم و به آنان فرمان مى‌دهم تا گوشهاى چارپايان را بشكافند. و به آنان فرمان مى‌دهم تا خلقت خدا را دگرگون سازند. و هر كس كه به جاى خدا شيطان را به دوستى برگزيند زيانى آشكار كرده است"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "به آنها وعده مى‌دهد و به آرزوشان مى‌افكند و شيطان آنان را جز به فريب وعده ندهد"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "مكانشان در جهنم است و در آنجا راه گريزى نخواهند يافت"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "و كسانى را كه ايمان آورده‌اند و كارهاى نيكو كرده‌اند به بهشتهايى درمى‌آوريم كه در آن نهرها روان است و در آنجا جاويدانند. وعده بر حق خداوند است، و چه كسى از او راستگوى‌تر است؟"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "نه بر وفق مراد شماست و نه بر وفق مراد اهل كتاب، كه هر كس كه مرتكب كار بدى شود جزايش را ببيند، و جز خدا براى خويش دوست و ياورى نيابد"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "و هر كس كه كارى شايسته كند چه زن و چه مرد اگر مؤمن باشد به بهشت مى‌رود و به قدر آن گودى كه بر پشت هسته خرماست به كس ستم نمى‌شود"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "دين چه كسى بهتر از دين كسى است كه به اخلاص روى به جانب خدا كرد و نيكوكار بود و از دين حنيف ابراهيم پيروى كرد؟ و خدا ابراهيم را به دوستى خود برگزيد"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "از آن خداست هر چه در آسمانها و زمين است و خدا بر هر چيزى احاطه دارد"
        }
    ]
}