{
    "rukus": [
        {
            "chapter": 5,
            "verse": 35,
            "text": "اى كسانى كه ايمان آورده‌ايد، از خدا بترسيد و به او تقرب جوييد و در راهش جهاد كنيد. باشد كه رستگار گرديد"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "آنان كه كافر شده‌اند اگر همه آنچه در روى زمين است و همانند آن متعلق به آنها باشد و بخواهند خود را با آن از عذاب روز قيامت باز خرند، از ايشان پذيرفته نيايد و به عذاب دردآور گرفتار آيند"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "مى‌خواهند كه از آتش بيرون آيند در حالى كه بيرون‌آمدنى نباشند و عذابشان پاينده است"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "دست مرد دزد و زن دزد را به كيفر كارى كه كرده‌اند ببريد. اين عقوبتى است از جانب خدا، كه او پيروزمند و حكيم است"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "هر كس پس از كردار ناپسندش توبه كند و به صلاح آيد، خدا توبه او را مى‌پذيرد، كه او آمرزنده و مهربان است"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "آيا ندانسته‌اى كه فرمانروايى آسمانها و زمين از آن خداست، هر كه را بخواهد عذاب مى‌كند و هر كه را بخواهد مى‌آمرزد و بر هر كارى تواناست؟"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "اى پيامبر، غمگين نكند تو را كردار آنان كه به كفر مى‌شتابند. چه آنهايى كه به زبان گفتند كه ايمان آورديم و به دل ايمان نياورده‌اند و چه آن يهودان كه گوش مى‌سپارند تا دروغ بندند و براى گروهى ديگر كه خود نزد تو نمى‌آيند سخن‌چينى مى‌كنند، و سخن خدا را دگرگون مى‌سازند، و مى‌گويند: اگر شما را اينچنين گفت بپذيريد و گرنه از وى دورى گزينيد. و هر كس را كه خدا عذاب او بخواهد، تواش از قهر خدا رهايى نخواهى داد. اينان كسانى هستند كه خدا نخواسته است كه دلهايشان را پاك گرداند. آنان را در دنيا خوارى و در آخرت عذابى بزرگ است"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "گوش‌نهادگان بر دروغند، خورندگان حرامند. پس اگر نزد تو آمدند ميانشان حكم كن يا از ايشان رويگردان شو؛ و اگر رويگردان شوى هيچ به تو زيانى نرسانند. و اگر ميانشان حكم كنى به عدالت حكم كن كه خدا عدالت‌پيشگان را دوست دارد"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "چگونه تو را داور قرار مى‌دهند، در حالى كه تورات كه حاوى حكم خداست در نزد آنهاست؟ سپس از حكم تو رويگردان مى‌شوند و اينان ايمان نياورده‌اند"
        }
    ]
}