{
    "maqras": [
        {
            "chapter": 26,
            "verse": 1,
            "text": "Twaa – Seen – Meem. (Mavara aya ndemamwe ezvishamiso zviri muQur’aan, uye hapana anoziva zvaanoreva kunze kwaAllah)"
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "Idzi ndidzo ndima dzeGwaro riri pachena (Qur’aan iri, iro rakavimbiswa naAllah muTorah neVhangeri)"
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "Zvimwe (Muhammad (SAW)) ungazviuraye nokuchema nokuti havazi vatendi (muIslaam)"
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "Kana tichida, tinovatumira kubva kudenga chiratidzo icho chokuti huro dzavo dzinoramba dzakakotama (vachizvininipisa)"
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "Uye yambiro haiuyi kwavari semashoko matsva kubva kumupi wenyasha, kusara kwekuti vanowafuratira"
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "Asi zvirokwazvo vanoramba (chokwadi chemuGwaro reQur’aan), uye mashoko eizvo zvavaidzikisira (zvavaiseka) achauya kwavari"
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "Havatarisi kune nyika here – zvingani zvatinoburitsa kubva mairi kubva kuchinhu chose chakanaka (chakakomborerwa)"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "Zvirokwazvo, mazviri mune chiratidzo, asi vazhinji vavo havatendi (muna Allah)"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "Uye zvirokwazvo, Tenzi vako, chokwadi ndivo vari pamusoro-soro, uye vane tsitsi zhinji (kupinda zvose)"
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "Uye (rangarira) apo Tenzi vako vakadana Musa (vachiti): “Enda kune vanhu vanoita mabasa akashata.”"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "“Vanhu vaFarawo. Havatyi (Allah) here uye vova vanhu vakanaka?”"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "(Musa) akati: “Tenzi vangu! Zvirokwazvo, ndinotya kuti vangandiramba.”"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "“Uye hana yangu inhete (haina kusimba), uye rurimi rwangu runokakama. Saka tumirai kuna Haaroon (Aroni, kuti ave anoenda neni).”"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "“Uye vane mutongo wemhosva yangu, saka ndinotya kuti vangandiuraye.”"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "(Allah) vakati: “Kwete! Endai muri vaviri nezviratidzo zvedu. Zvirokwazvo, tichave tinemi tichiteerera.”"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "“Uye endai mose muri vaviri kuna Farawo monoti (kwaari): ‘Tiri vatumwa vaTenzi vepasi rose.’”"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "(Tatumwa kuti tikuudze kuti): “Titumire vana vaIzirairi tiende navo.”"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "(Farawo) akati: “Hatina kukuchengeta here pakati pedu uri kamwana? Ukagara nesu kwemakore mazhinji ehupenyu hwako.”"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "“Uye wakaita zvawakaita (zvekuuraya munhu), uye uri veavo vasingatendi.”"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "(Musa) akati: “Ndakazviita izvi ndichiri weavo vanhu vakarasika.”"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "“Saka ndakatiza kubva kwamuri nekuda kwekukutyai. Asi Tenzi vangu vakandipa mutongo (ungwaru uye nehuporofita), uye vakandiita umwe wevatumwa.”"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "“Urwu ndirwo rubatsiro rwavakandiitira kare rwaunondirangaridza, asi iwe uchiita varanda (nekudzvanyirira) vana vaIzirairi.”"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "Farawo akati: “Uye chii Tenzi vepasi rose (vanhu, nemaJinn nezvose zviripo)?”"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "(Musa) akati: “Tenzi vepasi nekudenga, nezvose zviri pakati pazvo, kana uchida kunyatsotenda.”"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "(Farawo) akati kune avo vakamutenderedza (makurukota ake anenge akagara navo samambo): “Muri kunzwa here zvaari kutaura?”"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "(Musa akataura) akati: “Tenzi venyu uye Tenzi vemadzitateguru enyu!”"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "(Farawo) akati: “Zvirokwazvo, mutumwa wenyu uyo atumirwa kwamuri anopenga (anorwara nepfungwa)!”"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "(Musa) akati: “Tenzi vekumabvazuva uye kumavirira (Madokero), uye zvose zviri pakati pavo, ndokunge kana muchinzwisisa!”"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "(Farawo) akati: “Kana mukatora umwe mwari muchisiya ini, zvirokwazvo, ndinokuita umwe wevasungwa.”"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "(Musa) akati: “Nyangwe ndakuvigira chinhu chiri pachena?”"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "(Farawo) akati: “Uya nacho, kana uri umwe weavo vanotaura chokwadi!”"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "Saka (Musa) akakanda tsvimbo yake pasi, uye nechinguva chisipi yakava nyoka mhenyu iri pachena"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "Uye akaburitsa ruoko rwake (kubva muhapwa), uye rwaivaima kune avo vose vaiona"
        },
        {
            "chapter": 26,
            "verse": 34,
            "text": "(Farawo) akati kune makurukota akanga aripo akamutenderedza: “Zvirokwazvo, uyu munhu anoziva mapipi zvikuru.”"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "“Ari kuda kukubvisai munyika menyu nekuda kwemapipi ake, saka munoraira chii?”"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "Vakati: “Chimbomudzorera zvishoma nemukoma wake, uye wotumira vadaidzi kumaguta ese vachidaidza.”"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "“Kuti vakuvigire muzivi zvakanyanya wese wemapipi.”"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "Nokudaro vazivi vemapipi vakaunganidzwa nenguva yakatarwa pazuva rakatarwa"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "Uye zvakanzi kuvanhu: “Muchava munounganawo here?”"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "“Kuti tive tinotevera n’anga (vaiti vemapipi) kana vave vanokunda.”"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "Saka n’anga padzakasvika dzakataura kuna Farawo kuti: “Zvirokwazvo, tichave nomubairo here kana tave tinokunda?”"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "(Farawo) akati: “Hongu, uye muchave zvirokwazvo avo vanogara pedyo neni.”"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "Musa akati kwavari: “Kandai (tione) izvo zvamurikuda kukanda!”"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "Nokudaro vakakanda tambo dzavo uye zvitanda (tsvimbo) dazvo, uye vakati: “Nesimba raFarawo, zvirokwazvo tisu tichave tinokunda!”"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Uye Musa akakanda tsvimbo yake (pasi), uye yakamedza zvose zvamanyepo zvavairatidza"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "Uye vaiti vemapipi vose vakabva vapfugama pasi"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "Vachiti: “Tinotenda muna Tenzi vepasi rose (vanhu, maJinn nezvose zviripo).”"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "“Tenzi vaMusa naHaaroon (Aroni).”"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "Farawo akati: “Munotenda maari ndisati ndakupai mvumo. Zvirokwazvo, uyu ndiye mukuru wenyu akakudzidzisai mapipi? Nekudaro zvirokwazvo, muchazvia zvenyu. Zvirokwazvo, ndichadambura maoko enyu uye makumbo enyu kumativi akapesana (ruoko rwerudyi negumbo rekuruboshwe kana kupindura), uye ndichakurovererai mose pamuchinjikwa.”"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "Vakati: “Hapana chakaipa! Zvirokwazvo, kuna Tenzi vedu tichava tinodzokera.”"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "“Zvirokwazvo, tinovimba kuti Tenzi vedu vachatiregerera zvitadzo zvedu sezvo tiri vekutanga kutenda (muIslaam uye muna Musa naHaaroon (Aroni)).”"
        }
    ]
}