{
    "maqras": [
        {
            "chapter": 28,
            "verse": 51,
            "text": "Uye muzvirokwazvo takave tinosvitsa shoko (Qur’aan) kwavari, kuti vave vanorangarira"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Avo vatakapa gwaro mushure mavo (Torah neVhangeri), vanotenda (vakadzidza pakati pavo) mariri (Qur’aan)"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Uye kana rikaverengwa kwavari vanoti: “Tinotenda mariri. Zvirokwazvo, ichokwadi kubva kuna Tenzi vedu. Zvirokwazvo, mushure maro taive maMuslim (vanozvipira kuna Allah saAbdullah Ibn Salaam naSalmaan Al-Faarisi).”"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "Ava vachave vanopuhwa mubairo wavo kaviri nekuti vaive vanotsungirira, nekupfuudza zvivi nezvakanaka, uye kupa zvipo kubva kune izvo zvatakavapa"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "Uye vakanzwa zvakaipa vanozvisudurudza kubva pazviri uye vanoti: “Kwatiri mabasa edu, uye kwamuri mabasa enyu. Rugare ngaruve kwamuri. Hatidi nzira yevasingazivi.”"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Zvirokwazvo, hautungamiri (Muhammad (SAW)) uyo waunoda, asi Allah ndivo vanotungamira uyo wavanoda. Uye vanoziva zvakanaka avo vakatungamirirwa"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Uye vanoti: “Kana tikave tinotevera gwara newe, tichava tinobviswa kubva munyika yedu.” Hatina here kuvadzikunurira (kuvagadzika) nzvimbo inoera (Makkah), umo munounzwa michero yendudzi dzose, sekudya kunobva kwatiri, asi vakawanda vavo havazivi"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Uye maguta mangani atakaparadza, ayo aiva asingatendi raramo yavo (vasingateereri Allah uye vachitadza)! Uye idzo inzvimbo dzavo dzisina kumbogarwa mushure mavo kunze kwenguva shoma. Uye zvirokwazvo, takave vagari venhaka"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Uye Tenzi vako havamboparadzi maguta kusvikira vatumira muguta ravo hombe mutumwa achivaverengera ndima dzedu. Uye hatiparadzi maguta kunze kwekuti vagari vavo vari vatadzi"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "Uye chero chii chamakapuhwa rufaro rwehupenyu hwepano pasi uye chishongedzo chawo, uye izvo zvina Allah (hupenyu hwemangwana) zviri nani uye hazviperi. Asi hamufungewo here"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "Asi uyu watakavimbisa vimbiso tsvene (Paradhiso), iyo yaachawana iri yechokwadi, akafanana here neuyo watakaita kuti ave anofarira hupenyu hwepano pasi, uye nemusi wekumutswa achava pakati peavo vanounzwa (kunorangwa muGehena)"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "Uye (rangarirai) zuva apo vachave (Allah) vanovadaidza vachiti: “Varipi avo (vamaiti) vabetseri vangu vamaitungamidza?”"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "Kune avo shoko richaita chokwadi kwavari (kuti varangwe) vachati: “Tenzi vedu! Ava ndivo vatakarasisa. Takavarasisa, semarasikiro ataivewo takaita. Tinoramba mhosva (kubva kwavari) pamberi penyu. Handisu vavainamata.”"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "Uye zvichanzi (kwavari): “Daidzai avo vabatsiri venyu”, uye vachavadaidza, asi havavape mhinduro, uye vachaona marwadzo. (Vachave vanoshuvira kuti) dai vaive vakatungamirwa"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "Uye (rangarirai) zuva iro (Allah) ravachadaidza vachiti: “Ndeipi mhinduro yamakapa vatumwa?”"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "Saka nhau (dzemhinduro yakanaka) dzichavanzika kwavari pazuva iroro, uye havazokwanisa kubvunzana"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "Asi kune uyo akareurura, akatenda (muIslaam), uye akaita mabasa akanaka, achave pakati pevanhu vakabudirira"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "Uye Tenzi vako vanosika icho chinhu chavanoda nekusarudza, uye (vanhu) havana sarudzo yavanayo (pachinhu chipi zvacho). Allah ndivo muyemurwi, uye ndivo vari pamusoro pane izvo zvavanosanganisa (sevabatsiri vavo)"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "Uye Allah vanoziva izvo zvavanoviga mumoyo yavo, uye zvavanoburitsa"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "Uye ndiAllah: Laa ilaaha illaa Huwa (Hakuna chimwe chinhu chine kodzero yekunamatwa kunze kwavo). Kwavari ndiko kune rumbidzo dzese nekutendwa kwose mukutanga (pasi pano) uye mukupedzisira (muhupenyu hwemangwana). Uye ndivo vanotonga, uye kwavari ndiko kwamuchadzorerwa"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "Taura (Muhammad (SAW)): “Ndiudzei! Dai Allah vakave vanoita kuti kurambe kuri husiku kusvika zuva rekumutswa, ndeupi mwari kusiya kwaAllah angakuunzirai chiedza? Asi hamunzwi here?”"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "Taura (Muhammad (SAW)): “Ndiudzei! Dai Allah vakave vanoita kuti kurambe kune chaedza kusvika zuva rekumutswa, ndeupi mwari kusiya kwaAllah angakuunzirei husiku kuti muve munozorora? Asi hamuoni here?”"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "Kubudirikidza netsitsi dzavo vakave vanokugadzirirai husiku nechaedza kuti muve munozorora mauri (husiku), uye kuti mutsvage makomborero avo (muchaedza), uyezve kuti muve vanhu vanotenda"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "Uye zuva iro ravachashevedza (vasingatendi), uye vachati: “Varipi (avo vamaiti) vabatsiri vangu, avo vamaitaura?”"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "Uye tichave tinotora kubva murwudzi rwega-rwega mupupuri, uye tichati: “Hunzai humboo hwenyu.” Saka vachave vanoziva kuti chokwadi china Allah (voga), uye manyepo avo avaiunza achava anonyangarika kubva kwavari"
        }
    ]
}