{
    "maqras": [
        {
            "chapter": 5,
            "verse": 12,
            "text": "Zvirokwazvo, Allah vakatora chibvumirano kubva kuvana veIzirairi (maJudha), tikave tinosarudza vatungamiriri gumi nevaviri kubva mavari. Uye Allah vakati: “Zvirokwazvo, ndinemi kana muchiita Swalaah (Munamato), kupa zvipo (Zakaah), uye kutenda muvatumwa vangu; kuvakudza uye kuvabatsira. Uye ipai chikwereti chakanaka kuna Allah, zvirokwazvo, ndichave ndinopfuudza zvitadzo zvenyu uye ndichakuisai mumapindu ane nzizi dzinoerera (Paradhiso). Asi kune uyo pakati penyu anoramba kutenda mushure meizvozvo, zvirokwazvo, anenge arasika kubva munzira yakatwasuka.”"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Nokuda kwekuputsa kwavo chibvumirano chavo, takave tinovarengera uye tikave tinoomesa moyo yavo. Vanosandura mazwi kubva munzvimbo dzawo uye vakave vanosiya chidimbu chemashoko akanaka vakanga varangaridzwa nawo. Uye hauzorore kuona nhema (hunyengedzi) kubva kwavari kusara kwevashoma vavo. Asi varegerere nekuvakanganwira (zvivi zvavo). Zvirokwazvo, Allah vanoda vanhu vanoita mabasa akanaka"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "Uye kubva mune avo vanozviti maKristu, takave tinotora chibvumirano chavo, asi vakasiya chidimbu chemashoko chakatumirwa kwavari. Saka takave tinodyara ruvengo pakati pavo kusvikira pazuva rokumutswa. Uye Allah vachave vanovaudza zvose zvavaiita"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "Imi vanhu veGwaro (maJudha nemaKristu)! Ikozvino mutumwa wedu (Muhammad (SAW)) auya kwamuri achikutsanangurirai zvizhinji kubva kune zvamaiviga kubva muGwaro, uye achisiya zvizhinji (zvisina tsanangudzo). Zvirokwazvo, kwamuri kwakauya mwenje kubva kuna Allah uye neGwaro riri pachena (Qur’aan iri)"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Naro Allah vanotungamira avo vanotsvaga rufaro rwavo kunzira dzerunyararo, uye (Allah) vanovabvisa murima nekuda kwavo vovaisa muchaedza, uye vanovatungamirira kugwara rakatwasuka (Islaam)"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "Zvirokwazvo, mukusatenda mune avo vanoti: “Zvirokwazvo, Allah ndivo Messiah mwana waMariya.” Iti (Muhammad (SAW)): “Pane here ane simba shoma kukunda Allah, kana (Allah) vakaparadza Messiah mwana waMariya, amai vake, neavo vose vari pano pasi?” Uye Allah ndivo vane humambo hwematenga nepano pasi, uye nezviri pakati pawo. Ivo vanosika zvavanoda. Uye Allah vanokwanisa kuita zvinhu zvose"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Uye (vose) maJudha nemaKristu vanoti: “Isu tiri vana vaAllah uye ndisu vadiwa vavo.” Iti: “Sei (Allah) vachikurangarai nezvitadzo zvenyu?” Asi muri vanhu kubva muzvisikwa zvavakasika. Vanoregerera wavanoda uye vanoranga wavanoda. Uye Allah ndivo vane humambo hwematenga nepasi rino, uye nezviri pakati pawo. Uye kwavari ndiko kuchadzokerwa (nezvese)"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "Imi vanhu veGwaro (maJudha nemaKristu)! Ikozvino mutumwa wedu (Muhammad (SAW)) auya kwamuri achikuisirai zvinhu pachena, mushure mezororo rekuuya kwevatumwa, pamwe maigona kuzoti: “Hakuna kuuya kwatiri nhumwa yezvinhu zvakanaka kana muyambiri.” Asi iyezvino auya kwamuri muunzi wenhaurwa dzakanaka uye muyambiri. Uye Allah vanokwanisa kuita zvose"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "Uye (rangarirai) apo Musa akati kuvanhu vake: “Imi vanhu vangu! Rangarirai chipo chaAllah chakauya kwamuri pavakave vanoita vamwe venyu maporofita, vakakuitai madzimambo, uye vakave vanokupai izvo zvavasina kupa vamwe vanhu pasi pano (vanhu nemaJinn venguva yakapfuura).”"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "“Imi vanhu vangu! Pindai munzvimbo inoera (Palestine) iyo Allah vakupayi, uye musave munodzokera shure (muchitiza); saka munozodzoserwa sevanhu vakarasikirwa.”"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Vakati: “Iwe Musa! Imomo (munyika inoera) mune vanhu vane simba chaizvo, uye hatifi takapindamo kusvika vabudamo; saka kana vakabuda, ndipo zvirokwazvo patichapinda.”"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Varume vaviri (Joshuwa naKalab) kubva kune avo vaitya (Allah uye) avo Allah vakavaropafadza netsitsi dzavo vakati: “Vapindirei nepamusuwo (gedhi), uye kana mapinda, kukunda kunobva kwava kwenyu. Uye ivai munovimba naAllah kana muri vatendi vechokwadi.”"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "Vakati: “Iwe Musa! Hatisi kuzopinda kana ivo varimo. Saka enda iwe naTenzi vako, uye morwisa muri vaviri. Zvirokwazvo, isu tiri kugara ipo pano.”"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Iye (Musa) akati: “Tenzi vangu! Ndinongove nesimba kwandiri nemunin’ina wangu. Saka tibvisei kubva muvanhu vasingateereri (vanopokana nemitemo yaAllah).”"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "(Allah) vakati: “Naizvozvo nyika inoera yave inorambidzwa kwavari kwemakore makumi mana vachitekaira nenyika. Saka usave unoshungurudzikana nevanhu vasingateereri (vanopokana nemitemo yaAllah).”"
        }
    ]
}