{
    "maqras": [
        {
            "chapter": 7,
            "verse": 31,
            "text": "Imi vana vaAdam! Zvishongedzei (nekupfeka mbatya dzakachena) panzvimbo yose yokunamatira, uye idyai nekunwa uye musave munoshandisa (hupfumi) zvakapfurikidza (kutambisa), zvirokwazvo (Allah) havadi avo vanoshandisa (hupfumi) zvakapfurikidza"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "Iti (Muhammad (SAW)): “Ndiani akarambidza kuzvishongedza nembatya dzakapihwa naAllah, dzavakagadzirira varanda vavo, uye zvakachena kubva kuchikafu?” Iti: “Ndezve avo vanotenda muupenyu hwepano pasi, uye zvichange zviri zvavo chete (vanotenda) pazuva rokumutswa.” Saizvozvo tinotsanangura maAyaat (mitemo yeIslaam) zvizere kune avo vane ruzivo"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "Iti (Muhammad (SAW)): “Zvirokwazvo, Tenzi vangu vakarambidza Al-Fawaahish (Zvinonyadzisa) kunyangwe zvichiitwa pachena kana pakavandika, zvivi (zvemhando dzose), udzvanyiriri usina kodzero, kusanganisa Allah (mukunamata) nezvimwe zvisikwa zvavasina kupa mvumo, uye kutaura pamusoro paAllah zvamusina ruzivo nazvo.”"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "Uye boka rose rine nguva yaro yakatarwa; uye kana nguva yaro ichinge yasvika, (Allah) havamboinonotsa kana kuiwedzera neawa (kana kanguva kadiki)"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "Imi vana vaAdam! Kana vatumwa vachinge vauya kwamuri kubva mamuri, vachikuverengerai ndima dzangu, uye kune uyo anotya (Allah) uye oita mabasa akanaka, kwavari kuchange kusina kutya kana kusuruvara"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "Asi avo vanoramba zviratidzo zvedu uye vozvitutumadza mazviri, ivavo ndivo vagari vekumoto, vachagara imomo zvachose"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "Ndeupi anonyanyodzvinyirira pane uyo anogadzira manyepo pamusoro paAllah kana anoramba zviratidzo zvavo? Ivavo vachawana chidimbu chavo chakatarwa (zvakanaka zvehupenyu hwepasi rino) kubva muBhuku, kusvikira vatumwa vedu (ngirozi yerufu nevabatsiri vayo) vauya kwavari kuzotora mweya yavo, dzichati (ngirozi): “Ko varipi avo vamaikumbira nekunamata kunze kwaAllah?” Vachapindura vachiti: “Vatsakatika kwatiri.” Uye vachava vanozvipupurira pachezvavo, kuti zvirokwazvo vakanga vasiri vatendi"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "(Allah) Vachati: “Pindai muzvikwata zvemapoka evakanga varipo musati mavepo evanhu neJinn mumoto.” Pose panopinda boka idzva, richatuka rimwe raro rakapfuura, kusvika vaunganidzwa vose mumoto. Vekupedzisira vavo vachati kune vekutanga vavo: “Tenzi vedu! Ava ndivo vakatirasisa, naizvozvo vapei mutongo wakapetwa kaviri kubva kumoto.” Vachati (Allah): “Umwe neumwe ane (mutongo) wakapetwa kaviri asi hamuzivi.”"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "Vekutanga vavo vachati kune vekupedzisira vavo: “Makanga musiri nani panesu, naizvozvo ravirai mutongo nokuda kwezvamaiwana.”"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Zvirokwazvo, avo vanoramba zviratidzo zvedu uye vozvitutumadza mazviri, havazombozarurirwi misuwo yekudenga, uye havazombopindi Paradhiso kusvikira ngamera yapinda nepaburi retsono (izvo zvisingaitiki). Saizvozvo tinobhadhara vatadzi"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "Vachave nemubhedha wemoto, uye pamusoro pavo pachave nezvifukidzo zvemoto. Saizvozvo tinobhadhara vanoita mabasa akaipa"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "Asi avo vanotenda (muhumwechete hwaAllah), uye voita mabasa akanaka, hatipi munhu mutoro kusara kwewaanokwanisa kutakura, ivavo vachava vagari vekuParadhiso. Vachagara imomo zvachose"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "Uye tichabvisa ruvengo mumoyo yavo (rwavakanga vainaro muhupenyu hwepano pasi); nzizi dzichiyerera pasi pavo, uye vachati: “Kurumbidzwa nekutenda kwose ngakuve kuna Allah, avo vakatitungamirira kune izvi, tingadai tisina kuwana nhungamiro, dai Allah vasina kutitungamirira! Zvirokwazvo, vatumwa vaTenzi vedu vakava vanouya nechokwadi.” Uye zvichave zvinoshevedzerwa kwavari: “Iri ndiro Paradhiso ramuchagara senhaka nokuda kweizvo zvamaiita.”"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "Uye vagari vemuParadhiso vachashevedzera kune vagari vemumoto (vachiti): “Tave tinowana zviri chokwadi izvo Tenzi vedu zvavakativimbisa; mave munowana zviri chokwadi here izvo Tenzi venyu zvavakakuvimbisai?” Vachati (vagari vemumoto): “Hongu.” Nokudaro mushevedzeri pakati pavo achashevedzera: “Kurengera kwaAllah kuri pane vatadzi.”"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "Avo vaidzivirira (vanhu) kubva munzira yaAllah, uye vachitsvaga nzira dzokuiipisa, uye vakanga vasingatendi muhupenyu hunotevera"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "Uye pakati pavo pachava nemupingo (Hijaab) uye paAl-A’raaf (pamudhuri murefu refu) pachange pane vanhu (mabasa avo akanaka neakaipa achange akaenzana pachikero), vachange vachiziva vose (vagari vemuParadhiso uye vemumoto) nenharidzo dzavo (vagari vekuParadhiso nezviso zvavo zvakachena, uye vagari vekumoto nezviso zvavo zvakasviba). Uye vachashevedzera kuvagari vekuParadhsio vachiti: “Salaamun Alaykum (Rugare ngaruve kwamuri)”, uye panguva iyoyo ivo (vanhu vepamudhuri murefu) vanenge vasati varipinda (Paradhiso), asi vaine tarisiro yokuripinda"
        }
    ]
}