{
    "rukus": [
        {
            "chapter": 7,
            "verse": 142,
            "text": "(Dan telah Kami janjikan) dengan memakai alif dan tidak memakainya (kepada Musa sesudah berlalu waktu tiga puluh malam) di mana Kami akan berbicara kepadanya seusai masa tersebut agar ia berpuasa terlebih dahulu; masa itu adalah bulan Zulkaidah kemudian Musa berpuasa dan tatkala ia selesai, bau mulutnya masih kurang enak. Akhirnya Musa bersiwak dan Allah swt. memerintahkannya agar melakukan puasa sepuluh hari lagi agar ia dapat berbicara dengan-Nya melalui mulutnya; hal ini telah dijelaskan dalam firman Allah swt. (dan Kami sempurnakan jumlah malam itu dengan sepuluh malam lagi) yakni dari bulan Zulhijah (maka sempurnalah waktu yang telah ditentukan Tuhannya) yaitu waktu yang telah dijanjikan oleh-Nya untuk berbicara dengan-Nya (empat puluh) menjadi hal (malam) menjadi tamyiz. (Dan berkata Musa kepada saudaranya, yaitu Harun) di kala hendak pergi ke bukit untuk bermunajat (\"Gantikanlah aku) maksudnya jadilah engkau sebagai penggantiku (dalam memimpin kaumku dan perbaikilah\") perkara mereka (dan janganlah kamu mengikuti jalan orang-orang yang membuat kerusakan) dengan menyetujui mereka berbuat kemaksiatan"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "(Dan tatkala Musa datang untuk munajat dengan Kami pada waktu yang telah Kami tentukan) waktu yang telah Kami janjikan kepadanya akan berbicara dengannya pada waktu itu (dan Tuhan telah berfirman kepadanya) tanpa perantara dengan pembicaraan yang dapat Musa dengar dari segala penjuru (berkatalah Musa, \"Ya Tuhanku! Tampakkanlah kepadaku) diri Engkau (agar aku dapat melihat-Mu.\" Tuhan berfirman, \"Kamu sekali-kali tidak sanggup melihat-Ku) artinya kamu tidak akan mampu melihat-Ku; bila hal itu diungkapkan bukan dengan memakai huruf lan, maka pengertiannya berarti melihat Tuhan itu mungkin dapat dilakukan (tetapi lihatlah kepada bukit itu) yang bangunannya lebih kuat daripada dirimu (maka jika ia tetap) tegak seperti sediakala (pada tempatnya, niscaya kamu dapat melihat-Ku\") engkau dapat melihat-Ku dan jika tidak, maka niscaya kamu tidak akan kuat (Tatkala Tuhannya tampak) yakni sebagian dari nur-Nya yang hanya sebesar setengah jari manis, demikianlah menurut penjelasan dari hadis yang telah diriwayatkan oleh Al-Hakim (bagi gunung itu, kejadian itu menjadikan gunung itu hancur luluh) dengan dibaca qashr atau pendek dan panjang, yakni gunung itu menjadi lebur rata dengan tanah (dan Musa jatuh pingsan) tak sadarkan diri karena sangat terkejut melihat apa yang ia saksikan (Maka setelah Musa sadar kembali, dia berkata, \"Maha Suci Engkau) dengan memahasucikan Engkau (aku bertobat kepada Engkau) dari permintaan yang aku tidak diperintahkan mengemukakannya (dan aku orang yang pertama-tama beriman\") pada zamanku ini"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "(Allah berfirman,) Maha Tinggi Allah (\"Hai Musa, sesungguhnya Aku memilih melebihkan kamu) yakni Aku memilihmu (dari manusia) yang hidup di masamu (untuk membawa risalah-Ku) dengan memakai jamak dan mufrad/tunggal (dan untuk berbicara langsung dengan-Ku) Aku berbicara kepadamu secara langsung (sebab itu berpegang teguhlah kepada apa yang Aku berikan kepadamu) berupa keutamaan (dan hendaklah kamu termasuk orang-orang yang bersyukur\") atas nikmat-nikmat-Ku"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "(Dan telah Kami tuliskan untuk Musa pada lempengan-lempengan) lempengan-lempengan kitab Taurat yang terdiri dari dedaunan surga, atau dari zabarjad atau dari tujuh jenis atau sepuluh jenis zamrud (segala sesuatu) yang diperlukan di dalam menyampaikan agama (sebagai pelajaran dan penjelasan) keterangan (bagi segala sesuatu) menjadi badal dari jar dan majrur sebelumnya. (Maka berpeganglah kepadanya) sebelumnya terdapat kalimat Kami berfirman yang ditakdirkan/yang diperkirakan keberadaannya (dengan teguh) dengan sungguh-sungguh dan dengan segala kemampuan (dan suruhlah kaummu berpegang kepadanya dengan sebaik-baiknya, nanti Aku akan memperlihatkan kepadamu negeri orang-orang yang fasik) yakni Firaun beserta para pengikutnya, yaitu negeri Mesir, supaya kamu mengambil pelajaran darinya"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "(Aku akan memalingkan dari ayat-ayat-Ku) dari bukti-bukti yang menunjukkan kekuasaan-Ku, yaitu berupa hasil-hasil ciptaan-Ku dan lain-lainnya (orang-orang yang menyombongkan dirinya di muka bumi tanpa alasan yang benar) yaitu Aku akan menjadikan mereka terhina sehingga tidak lagi mereka berlaku sombong di muka bumi (jika mereka melihat tiap-tiap ayat-Ku, mereka tidak beriman kepadanya. Dan jika mereka melihat jalan) yakni titian (yang membawa kepada petunjuk) hidayah yang datang dari sisi Tuhan (mereka tidak mau menjalankannya sebagai jalan hidup) yang mereka tempuh (tetapi jika mereka melihat jalan kesesatan) jalan yang salah (mereka terus menempuhnya. Yang demikian itu) berpalingnya mereka itu (adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lalai daripadanya) contoh mengenai mereka telah disebutkan"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "(Dan orang-orang yang mendustakan ayat-ayat Kami dan mendustakan akan menemui akhirat) dimaksud mengenai hari berbangkit dan lain-lainnya (sia-sialah) artinya batillah (perbuatan mereka) yaitu perbuatan-perbuatan yang telah mereka lakukan sewaktu hidup di alam dunia, berupa amal-amal kebaikan seperti silaturahmi dan sedekah, maka mereka tidak lagi mendapat pahalanya karena persyaratannya sudah tidak memenuhi lagi (Tidak) (mereka itu mendapat balasan kecuali) hanya balasan (apa yang telah mereka kerjakan) yakni perbuatan mendustakan ayat-ayat Kami dan perbuatan-perbuatan maksiat"
        }
    ]
}