{
    "rukus": [
        {
            "chapter": 18,
            "verse": 18,
            "text": "(Dan kamu akan mengira mereka itu) seandainya kamu melihat mereka (adalah orang-orang yang bangun) yakni tidak tidur, karena mata mereka terbuka. Lafal Ayqaazhan adalah bentuk jamak dari lafal tunggal Yaqizhun (padahal mereka adalah orang-orang yang tidur) lafal Ruquudun adalah bentuk jamak daripada lafal Raqidun (dan Kami bolak-balikkan mereka ke kanan dan kiri) supaya daging mereka tidak dimakan oleh tanah (sedangkan anjing mereka mengunjurkan kedua lengannya) kedua kaki depannya (di muka pintu gua) ke luar mulut gua itu, dan apabila mereka membalikkan badannya, maka anjing itu pun berbuat yang sama, ia pun sama tidur dengan mereka walaupun matanya terbuka. (Dan jika kamu menyaksikan mereka tentulah kamu akan berpaling dari mereka dengan melarikan diri dan tentulah hati kamu akan dipenuhi) lafal Muli'ta dapat pula dibaca Mulli'ta (dengan ketakutan terhadap mereka) lafal Ru'ban dapat pula dibaca Ru'uban; Allah memelihara mereka dengan menimpakan rasa takut kepada setiap orang yang hendak memasuki gua tempat mereka, sehingga mereka terpelihara dengan aman"
        },
        {
            "chapter": 18,
            "verse": 19,
            "text": "(Dan demikianlah) yang telah Kami perbuat terhadap Ashhabul Kahfi, seperti yang telah Kami sebutkan tadi (Kami bangunkan mereka) Kami bangkitkan mereka (agar mereka saling bertanya di antara mereka sendiri) tentang keadaan mereka dan lamanya masa menetap mereka di dalam gua itu (Berkatalah seorang di antara mereka, \"Sudah berapa lamakah kalian tinggal di sini?\" Mereka menjawab, \"Kita berada di sini sehari atau setengah hari)\" sebab mereka memasuki gua ketika matahari mulai terbit, dan mereka bangun sewaktu matahari terbenam, maka oleh karena itu mereka menduga bahwa saat itu adalah terbenamnya matahari, kemudian (berkata sebagian yang lainnya lagi) seraya menyerahkan pengetahuan hal tersebut kepada Allah (Rabb kalian lebih mengetahui berapa lamanya kalian berada di sini, maka suruhlah salah seorang di antara kalian dengan membawa uang perak kalian ini) lafal Wariqikum dapat pula dibaca Warqikum, artinya uang perak kalian ini (pergi ke kota) menurut suatu pendapat dikatakan bahwa kota tersebut yang sekarang dinamakan Tharasus (dan hendaklah dia lihat manakah makanan yang lebih baik) artinya, manakah makanan di kota yang paling halal (maka hendaklah dia membawa makanan itu untuk kalian, dan hendaklah dia berlaku lemah lembut dan janganlah sekali-kali menceritakan hal kalian kepada seseorang pun)"
        },
        {
            "chapter": 18,
            "verse": 20,
            "text": "(Sesungguhnya jika mereka dapat mengetahui tempat kalian, niscaya mereka akan melempar kalian dengan batu) niscaya mereka akan membunuh kalian dengan lemparan batu (atau memaksa kalian kembali kepada agama mereka, dan jika demikian niscaya kalian tidak akan beruntung) yakni jika kalian kembali kepada agama mereka (selama-lamanya)"
        },
        {
            "chapter": 18,
            "verse": 21,
            "text": "(Dan demikianlah) sebagaimana Kami bangunkan mereka (Kami memperlihatkan) (kepada mereka) yakni kaum Ashhabul Kahfi dan kaum Mukminin pada umumnya (agar mereka mengetahui) artinya khusus bagi kaum Ashhabul Kahfi (bahwa janji Allah itu) yaitu adanya hari berbangkit (benar) dengan kesimpulan, bahwa Allah Yang Maha Kuasa mematikan mereka dalam masa yang sangat lama, kemudian mereka tetap utuh sekalipun tanpa makan dan minum, maka Dia Maha Kuasa pula untuk menghidupkan orang-orang yang sudah mati (dan bahwa kedatangan hari kiamat tidak ada keraguan) (padanya. Ketika) lafal Idz ini menjadi Ma'mul daripada lafal A'tsarnaa (orang-orang itu berselisih) orang-orang Mukmin dan orang-orang kafir (tentang urusan mereka) maksudnya mengenai perkara para pemuda itu dalam hal bangunan yang akan didirikan di sekitar tempat Ashhabul Kahfi itu (orang-orang itu berkata) yakni orang-orang kafir (Dirikanlah di atas gua mereka) di sekitar tempat mereka (sebuah bangunan) untuk menutupi mereka (Rabb mereka lebih mengetahui tentang mereka\". Orang-orang yang berkuasa atas urusan mereka berkata,) yang dimaksud adalah yang menguasai perkara para pemuda tersebut, yaitu orang-orang yang beriman, (\"Sesungguhnya kami akan mendirikan di atasnya) yakni di sekitarnya (sebuah rumah peribadatan.\") tempat orang-orang melakukan salat; akhirnya dibuatlah sebuah rumah peribadatan di pintu gua tersebut"
        },
        {
            "chapter": 18,
            "verse": 22,
            "text": "(Nanti mereka akan mengatakan) yaitu orang-orang yang berselisih pendapat di zaman Nabi saw. tentang bilangan para pemuda itu. Atau dengan kata lain sebagian di antara mereka mengatakan bahwa jumlah mereka ada (tiga orang yang keempat adalah anjingnya dan yang lain mengatakan) sebagian yang lain daripada mereka (lima orang dan yang keenam adalah anjingnya) kedua pendapat tersebut dikatakan oleh orang-orang Nasrani dari Najran (sebagai terkaan terhadap barang yang gaib) hanya berlandaskan kepada dugaan belaka tanpa bukti yang nyata; kedua pendapat tersebut hanyalah main terka saja. Lafal Rajman dinashabkan karena menjadi Maf'ul Lah, artinya: sebagai terkaan mereka terhadap barang yang gaib (dan yang lain lagi mengatakan) yakni orang-orang Mukmin (Jumlah mereka, tujuh orang, yang kedelapan adalah anjingnya) Jumlah ayat ini berkedudukan menjadi Mubtada, sedangkan Khabarnya adalah Sifat daripada lafal Sab'atun, dengan ditambahi huruf Wawu sesudahnya. Menurut pendapat yang lain, berkedudukan menjadi Taukid, atau menunjukkan tentang menempelnya sifat kepada Maushufnya. Dan disifatinya kedua pendapat yang tadi dengan istilah Ar-Rajmi yakni terkaan, berbeda dengan pendapat yang ketiga sekarang ini, hal ini menunjukkan bahwa pendapat yang ketiga ini adalah pendapat yang sahih dan dibenarkan (Katakanlah, \"Rabbku lebih mengetahui jumlah mereka; tidak ada orang yang mengetahui bilangan mereka kecuali sedikit\") Sahabat Ibnu Abbas r.a. mengatakan, \"Saya adalah salah seorang daripada orang-orang yang sedikit itu.\" Selanjutnya ia menuturkan bahwa jumlah mereka ada tujuh orang. (Karena itu janganlah kamu bertengkar) yakni memperdebatkan (tentang hal mereka, kecuali pertengkaran yang lahir saja) daripada sebagian apa yang diturunkan kepadamu (dan jangan kamu menanyakan tentangnya) maksudnya kamu meminta penjelasan tentang Ashkabul Kahfi itu (dari mereka) mempertanyakan kepada sebagian daripada orang-orang ahli kitab, yaitu orang-orang Yahudi (seseorang pun) pada suatu ketika penduduk Mekah menanyakan tentang kisah Ashhabul Kahfi itu. Lalu Nabi saw. menjawab, \"Saya akan menceritakannya kepada kalian besok\", tanpa memakai kata Insya Allah, maka turunlah firman-Nya"
        }
    ]
}