{
    "rukus": [
        {
            "chapter": 36,
            "verse": 33,
            "text": "(Dan suatu tanda bagi mereka) yang menunjukkan bahwa mereka akan dibangkitkan kembali, lafal ayat ini berkedudukan menjadi Khabar Muqaddam (adalah bumi yang mati) dapat dibaca Al Maytati atau Al Mayyitati (Kami hidupkan bumi itu) dengan air, menjadi Mubtada Muakhkhar (dan Kami keluarkan daripadanya biji-bijian) seperti gandum (maka daripadanya mereka makan)"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "(Dan Kami jadikan padanya kebun-kebun) ladang-ladang (kurma dan anggur dan Kami pancarkan padanya beberapa mata air) dari sebagian kebun-kebun itu"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "(Supaya mereka dapat makan dari buahnya) dapat dibaca Tsamarihi atau Tsumurihi, yakni buah pohon yang telah disebutkan tadi, yaitu buah kurma dan buah-buah lainnya (dan dari apa yang diusahakan oleh tangan mereka) bukan dari hasil buah-buahan. (Maka mengapakah mereka tidak bersyukur?) atas nikmat-nikmat Allah yang telah dilimpahkan kepada mereka"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "(Maha Suci Allah yang telah menciptakan pasangan-pasangan) yang berjenis-jenis (semuanya, baik dari apa yang ditumbuhkan oleh bumi) berupa biji-bijian dan lain-lainnya (dan dari diri mereka) yaitu jenis pria dan wanita (maupun dari apa yang tidak mereka ketahui) yaitu makhluk-makhluk yang ajaib dan aneh"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "(Dan suatu tanda bagi mereka) yang menunjukkan kekuasaan Allah yang besar (adalah malam; Kami tanggalkan) Kami pisahkan (siang dari malam itu, maka dengan serta merta mereka berada dalam kegelapan) mereka memasuki kegelapan malam hari"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "(Dan matahari berjalan) ayat ini dan seterusnya merupakan bagian daripada ayat Wa-aayatul Lahum, atau merupakan ayat yang menyendiri, yakni tidak terikat oleh ayat sebelumnya demikian pula ayat Wal Qamara, pada ayat selanjutnya (di tempat peredarannya) tidak akan menyimpang dari garis edarnya. (Demikianlah) beredarnya matahari itu (ketetapan Yang Maha Perkasa) di dalam kerajaan-Nya (lagi Maha Mengetahui) tentang makhluk-Nya"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "(Dan bagi bulan) dapat dibaca Wal Qamaru atau Wal Qamara, bila dibaca nashab yaitu Wal Qamara berarti dinashabkan oleh Fiil sesudahnya yang berfungsi menafsirkannya yaitu (telah Kami tetapkan) bagi peredarannya (manzilah-manzilah) sebanyak dua puluh delapan manzilah selama dua puluh delapan malam untuk setiap bulannya. Kemudian bersembunyi selama dua malam, jika bilangan satu bulan tiga puluh hari, dan satu malam jika bilangan satu bulan dua puluh sembilan hari (sehingga kembalilah ia) setelah sampai ke manzilah yang terakhir, menurut pandangan mata (sebagai bentuk tandan yang tua) bila sudah lanjut masanya bagaikan ketandan, lalu menipis, berbentuk sabit dan berwarna kuning"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "(Tidaklah mungkin bagi matahari) tidak akan terjadi (mendapatkan bulan) yaitu matahari dan bulan bersatu di malam hari (dan malam pun tidak dapat mendahului siang) malam hari tidak akan datang sebelum habis waktu siang hari. (Dan masing-masing) matahari, bulan dan bintang-bintang. Tanwin lafal Kullun ini merupakan pergantian dari Mudhaf Ilaih (pada garis edarnya) yang membundar (beredar) pada garis edarnya masing-masing. Di dalam ungkapan ini benda-benda langit diserupakan sebagai makhluk yang berakal, karenanya mereka diungkapkan dengan lafal Yasbahuuna"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "(Dan suatu tanda bagi mereka) yang menunjukkan kekuasaan Kami (adalah bahwa Kami angkut keturunan mereka) menurut qiraat yang lain lafal Dzurriyyatahum dibaca dalam bentuk jamak sehingga bacaannya menjadi Dzurriyyaatihim, maksudnya ialah kakek moyang mereka (dalam bahtera) yakni perahu Nabi Nuh (yang penuh muatan) dipadati penumpang"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "(Dan Kami ciptakan untuk mereka seperti bahtera itu) seperti perahu Nabi Nuh, perahu kecil dan besar yang dibuat oleh mereka sesudahnya, bentuknya sama dengan perahu Nabi Nuh. Ini berkat apa yang telah Allah swt. ajarkan kepada Nabi Nuh (yang akan mereka kendarai) mereka berlayar dengannya"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "(Dan jika Kami menghendaki niscaya Kami tenggelamkan mereka) sekalipun memakai perahu (maka tiadalah penolong) yakni penyelamat (bagi mereka dan tidak -pula- mereka diselamatkan) ditolong sehingga selamat"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "(Tetapi -Kami selamatkan mereka- karena rahmat yang besar dari Kami dan untuk memberikan kesenangan hidup sampai kepada suatu ketika) tiada yang menyelamatkan mereka melainkan rahmat Kami kepada mereka; dan karena Kami hendak memberikan kesenangan hidup kepada mereka sampai batas ajal mereka"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "(Dan apabila dikatakan kepada mereka, \"Takutlah kalian akan siksa yang di hadapan kalian) berupa azab di dunia sebagaimana apa yang telah menimpa orang-orang selain mereka (dan siksa yang akan datang) yaitu azab di akhirat (supaya kalian mendapat rahmat\") tetapi mereka tetap berpaling"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Dan sekali-kali tiada datang kepada mereka suatu tanda dari tanda-tanda kekuasaan Rabb mereka melainkan mereka selalu berpaling daripadanya"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "(Dan apabila dikatakan) berkata sahabat-sahabat yang miskin (kepada mereka, \"Nafkahkanlah) sedekahkanlah kepada kami (sebagian dari rezeki yang diberikan Allah kepada kalian\") berupa harta benda (maka orang-orang yang kafir itu berkata kepada orang-orang yang beriman,) dengan nada yang sinis sebagai ejekan yang ditujukan kepada mereka, (\"Apakah kami akan memberi makanan kepada orang-orang yang jika Allah menghendaki tentulah Dia akan memberinya makan) sesuai dengan keyakinan kalian itu. (Tiada lain kalian) yaitu apa yang kalian katakan kepada kami, padahal kalian mempunyai keyakinan bahwa Allah pasti memberi makan kalian (melainkan dalam kesesatan yang nyata\") yakni jelas sesatnya. Ditegaskannya lafal Al Ladziina Kafaruu mengandung arti yang mendalam"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "(Dan mereka berkata, \"Bilakah terjadinya janji ini?) yakni hari berbangkit (jika kalian orang-orang yang benar?\") mengenai apa yang kalian katakan"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Allah berfirman, (\"Mereka tidak menunggu) menanti-nanti (melainkan satu teriakan saja), yaitu tiupan malaikat Israfil yang pertama (yang akan membinasakan mereka ketika mereka sedang bertengkar\") lafal Yakhishshimuuna pada asalnya adalah Yakhtashimuuna, kemudian harakat Ta dipindahkan kepada Kha, lalu Ta diidgamkan kepada Shad. Maksudnya, mereka dalam keadaan lalai dari kedatangan hari kiamat, disebabkan mereka sibuk dalam pertengkaran mereka, jual beli yang mereka lakukan, makan, dan minum serta kesibukan-kesibukan lainnya. Menurut qiraat yang lain lafal Yakhishshimuuna mempunyai Wazan sama dengan lafal Yadhribuuna, artinya sebagian dari mereka bertengkar dengan sebagian yang lain"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "(Lalu mereka tidak kuasa membuat suatu wasiat pun) tidak dapat berwasiat (dan tidak pula dapat kembali kepada keluarganya) dari pasar dan dari tempat-tempat kesibukan mereka, semuanya mati di tempatnya masing-masing"
        }
    ]
}