{
    "rukus": [
        {
            "chapter": 2,
            "verse": 97,
            "text": "(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Ким Жаброилга душман бўлса, (у Аллоҳга душмандир). Зеро у (Жаброил) Аллоҳнинг изни билан қалбингизга ўзидан аввалги китобларни тасдиқ этадиган ва мўминларга ҳидоят ва хушхабар бўлган Қуръонни нозил қилди"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Ким Аллоҳга ва Унинг фаришталарига, пайғамбарларига, Жаброил ва Микоилга душман бўлса, бас, албатта Аллоҳ (бундай) кофирларга душмандир"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "Ҳақиқатан Биз сизга очиқ-ойдин оятлар нозил қилдик. У (оятларга) фақат фосиқларгина кофир бўладилар"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Ҳар қачон бирон аҳдга аҳдлашсалар улардан бир гуруҳи бузаверадими? Ҳақиқатан уларнинг кўпи иймонсизлардир"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "Қачон уларга Аллоҳнинг ҳузуридан ўзларидаги нарсани тасдиқ этувчи Пайғамбар келса, китоб (Таврот) берилган кимсалардан бир гуруҳи Аллоҳнинг китобини (Қуръони Каримни) ҳеч нарса билмагандек орқаларига отадилар"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Ва Сулаймон давридаги шайтонлар (жинлар) айтган нарсаларга эргашадилар. Сулаймон кофир эмас эди, балки одамларга сеҳр ўргатадиган шайтонлар кофир эдилар. Ва Бобилдаги Ҳорут ва Морут номли фаришталарга туширилган нарсаларга эргашадилар. — Ҳолбуки, у фаришталар: «Биз фақатгина фитнамиз (яъни одамларни алдаб имтиҳон қилиш учун юборилганмиз), бас, (биз айтган нарсаларни қилиб) кофир бўлиб қолма», демасдан туриб ҳеч кимга ҳеч нарса ўргатмас эдилар. — Ва ўшалардан (Ҳорут ва Морутдан) эр-хотиннинг ўртасини бузадиган нарсалар ўрганадилар. (Лекин) улар (яҳудий сеҳргарлар) сеҳр билан Аллоҳнинг изнисиз ҳеч кимга зарар етказа олмайдилар. Ва ҳеч фойдасиз, билъакс зарарли нарсаларни ўрганадилар. Ахир (Аллоҳнинг китоби ўрнига сеҳрни) алмашган кимсаларга Охиратда ҳеч қандай насиба йўқ эканини билган эдилар-ку. Жонларини нақадар ёмон нарсага (яъни Охиратдаги маҳрумликка) сотганларини билсалар эди"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "Агар улар иймонга келиб Аллоҳдан қўрқсалар, Аллоҳ тарафидан бўладиган савоб, албатта яхшироқ бўлишини билсалар эди"
        }
    ]
}