{
    "rukus": [
        {
            "chapter": 26,
            "verse": 34,
            "text": "(Фиръавн) атрофидаги одамларга: «Шубҳасиз, бу (Мусо) ўткир сеҳргардир"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "У ўз сеҳри билан сизларни ўз ерларингиздан чиқармоқчи, нима дейсизлар?», деди"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "Улар айтишди: «Уни ва акаси (Ҳорун)ни қўйиб тургин-да, ҳамма шаҳарларга (сеҳргарларни йиғиб келадиган кишиларни жўнатгин)"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "Улар айтишди: «Уни ва акаси (Ҳорун)ни қўйиб юбормай тургин-да, ҳамма шаҳарларга (сеҳргарларни йиғиб келадиган кишиларни жўнатгин)"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "Бас, сеҳргарлар маълум кунда белгиланган жойга тўпландилар"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "Ва одамларга: «Сизлар ҳам тўпланиб бўлдингларми"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "Агар сеҳргарлар ғолиб бўлиб чиқсалар, эҳтимол бизлар ўшаларга эргашурмиз», дейилди"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "Энди қачонки, сеҳргарлар келишгач, Фиръавнга: «Агар биз ғолиб бўлсак, албатта бизлар учун (катта) мукофот бўлурми?», дейишди"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "У: «Ҳа, у ҳолда албатта сизлар менинг яқинларимдан бўлурсизлар», деди"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "Мусо уларга: «Ташлайдиган нарсаларингизни ташланглар», деди"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "Бас, улар арқон ва асоларни (ерга) ташладилар ва: «Фиръавннинг қудратига қасамки, албатта бизларгина ғолиб бўлгувчидирмиз», дедилар"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Сўнг Мусо асосини ташлаган эди, баногоҳ у (асо) уларнинг «уйдирма»ларини юта бошлади"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "Бас, у сеҳргарлар сажда қилган ҳолларида ерга ташланиб"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "«Барча оламларнинг Парвардигорига —"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "Мусо ва Ҳоруннинг Парвардигорига иймон келтирдик», дедилар"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "(Фиръавн) айтди: «Мен изн бермай туриб унга иймон келтирдингизми?! Албатта у (Мусо) сизларга сеҳр ўргатган каттангиздир. Энди яқинда билурсизлар — албатта мен оёқ-қўлларингизни қарама-қаршисига (ўнг қўл, чап оёқ ёки аксинча) кесурман ва сизларнинг барчангизни дорга осурман»"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "Улар дедилар: «Зарари йўқ. Зеро, бизлар Парвардигоримизга қайтгувчидирмиз"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "Албатта бизлар (Мусога) биринчи иймон келтирган кишилар бўлганимиз сабабли Парвардигоримиз бизларнинг хато-гуноҳларимизни мағфират этишини умид қилурмиз»"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "Биз Мусога: «Бандаларим (яъни, Бани Исроил қавми) билан тунда йўлга чиққин! Албатта сизларнинг изингизга тушилур (яъни, Фиръавн ва унинг қўшини ортингиздан қувиб етур»), деб ваҳий юбордик"
        }
    ]
}