{
    "rukus": [
        {
            "chapter": 28,
            "verse": 43,
            "text": "Аниқки Биз аввалги аср-авлодларни (кофирликлари сабабли) ҳалок қилганимиздан кейин Мусога одамлар учун нур, ҳидоят ва раҳмат бўлган Китоб ато этдик. Шояд улар эслатма-ибрат олсалар"
        },
        {
            "chapter": 28,
            "verse": 44,
            "text": "(Эй Муҳаммад алайҳис-салоту вас-салом), Биз Мусога ишни (яъни, пайғамбарликни) ҳукм қилган пайтда сиз (Тур тоғининг) ғарб томонида (Биз Мусо билан ваъдалашган жойда турган) эмас эдингиз ва гувоҳлардан ҳам бўлган эмас эдингиз"
        },
        {
            "chapter": 28,
            "verse": 45,
            "text": "Лекин Биз (Мусо замонидан сўнг, кўп) асрларни пайдо қилдик, бас, уларга умр-замон чўзилиб кетди (ва улар Мусога юборилган ҳукмларни унутиб юбордилар. Шунда Биз ҳукму фармонларимизни одамларга ҳаққи-рост етказишингиз учун сизни пайғамбар қилиб юбордик). Сиз Мадян аҳли орасида тургувчи ҳам, уларга Бизнинг оятларимизни тиловат қилгувчи ҳам бўлган эмасдингиз. Лекин Биз (сизни) пайғамбар қилиб юборгувчи бўлдик, (бас, сиз Бизнинг ваҳийларимиз воситасида Мусо тўғрисида ҳам, Мадян шаҳрининг аҳли ҳақида ҳам хабардор бўлдингиз)"
        },
        {
            "chapter": 28,
            "verse": 46,
            "text": "Биз (Мусога) нидо қилган пайтда сиз Турнинг ёнида бўлган эмас эдингиз. Лекин (сиз) Парвардигорингиз томонидан раҳмат бўлиб, сиздан илгари бирон огоҳлантиргувчи келмаган бир қавмни огоҳлантириш учун (пайғамбар қилиндингиз). Шояд улар эслатма-ибрат олсалар"
        },
        {
            "chapter": 28,
            "verse": 47,
            "text": "Агар уларга ўз қилмишлари сабабли бирон мусибат-бало етганида: «Парвардигоро, бизларга пайғамбар юборганингда эди, Сенинг оятларингга эргашар ва иймон келтиргувчилардан бўлур эдик», дейишмаса эди (Биз сизни уларга пайғамбар қилиб юбормас эдик)"
        },
        {
            "chapter": 28,
            "verse": 48,
            "text": "Энди қачонки уларга Бизнинг ҳузуримиздан ҳақ (пайғамбар) келгач эса, улар: «Унга (яъни, Муҳаммадга) ҳам Мусога берилган мўъжизалар берилганида эди (бизлар унга эргашган бўлардик)», дедилар. Ахир улар илгари Мусога берилган мўъжизаларга ҳам кофир бўлмаганмидилар?! Улар: «(Таврот ва Қуръон) бир-бирини қўллаб-қувватлайдиган икки сеҳрдир», дедилар ва: «Бизлар (бу икки китобдан) ҳар бирига кофирдирмиз», дедилар"
        },
        {
            "chapter": 28,
            "verse": 49,
            "text": "(Эй Муҳаммад алайҳис-салоту вас-салом, уларга) айтинг: «У ҳолда агар ростгўй бўлсанглар, сизлар Аллоҳ ҳузуридан у икки (Китобдан) кўра тўғрироқ бўлган бирон китоб келтиринглар, мен унга эргашурман»"
        },
        {
            "chapter": 28,
            "verse": 50,
            "text": "Энди агар улар сизга жавоб бера олмасалар, бас, билингки улар фақат ҳавойи нафсларигагина эргашурлар. Аллоҳ томонидан ҳидоятланмаган ҳолда ўз ҳавои нафсига эргашган кимсадан ҳам йўлдан озганроқ ким бор?! Албатта, Аллоҳ бундай золим қавмни хидоят қилмас"
        }
    ]
}