{
    "rukus": [
        {
            "chapter": 36,
            "verse": 13,
            "text": "(Эй Муҳаммад алайҳис-салоту вас-салом), сиз уларга (Антокия) қишлоғининг аҳлини — у жойга элчилар келган пайтини мисол келтиринг"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Ўшанда Биз уларга икки (элчини) юборганимизда, у иккисини ёлғончи қилишгач, учинчи (элчи) билан қувватлантирдик. Бас, (уччала элчи Антокия аҳлига): «Дарҳақиқат, биз сизларга (юборилган) элчилармиз», деган эдилар"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Улар: «Сизлар ҳам худди ўзимизга ўхшаган одамларсиз. Раҳмон (яъни, Аллоҳ) бирон нарса — ваҳий нозил қилгани йўқ. Сизлар фақат ёлғон сўзламоқдасизлар», дедилар"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "(Элчилар) айтдилар: «Парвардигоримиз билурки, бизлар шак-шубҳасиз, сизларга (юборилган) элчилардирмиз"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "Ва бизларнинг зиммамизда (Аллоҳнинг ваҳийсини сизларга) очиқ-равшан етказиш бордир»"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Улар дедилар: «Ҳақиқатан, бизлар сизлар ҳақингизда бадгумондамиз. Қасамки, агар (бу сўзларингизни) тўхтатмасангизлар, албатта сизларни тошбўрон қилурмиз ва сизларга биз томондан бир аламли азоб етар»"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "(Элчилар) айтдилар: «Бадгумонингиз ўзларингиз биландир (яъни, бизлардан эмас, балки ўзларингизнинг куфрларингиздан бадгумон қилинглар). Сизларга ваъз-насиҳат қилинса,(қабул қилиш ўрнига бадгумонда бўлиб дўқ-пўписа қилурмисиз)?! Йўқ, сизлар ҳаддан ошган қавмдирсиз!»"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "(Шу пайт) бир киши шаҳарнинг бир чеккасидан шошганча келиб, деди: «Эй қавмим, бу элчиларга эргашинглар"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Ўзлари ҳидоятда бўлган ва сизлардан бирон ажр-мукофот сўрамайдиган зотларга эргашинглар!»"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "У айтди: «Нега мен ўзимни яратган Зотга ибодат қилмайин? Сизлар ҳам (дунёдан ўтгач) ёлғиз Унгагина қайтарилурсизлар"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Мен У зотни қўйиб (жонсиз бутларни) худо қилиб олайми?! (Ҳаргиз ундай қилмасман, чунки) агар Раҳмон менга бирон зиён етказишни истаса, у (бут)ларнинг оқловлари мени бирон нарсадан беҳожат қила олмас ва улар мени (Аллоҳнинг азобидан) қутқара олмаслар"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "У ҳолда мен шак-шубҳасиз, очиқ залолатда бўлурман"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Ҳақиқатан, мен (жонсиз бутларга эмас, балки барчаларингизни яратган) Парвардигорингизга иймон келтирганман. Бас, мени тинглангиз!»"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "(Лекин жоҳил қавм Ҳабиб ан-Нажжорнинг сўзларига қулоқ солмасдан уни қатл қилишгач, унга) «Жаннатга кир», дейилди. (Аллоҳнинг амри билан жаннатга киритилиб, у жойдаги ноз-неъмат ва иззат-икромни кўргач), у айтди: «Қани эди қавмим ҳам билсалар эди"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Мени Парвардигорим мағфират қилганини ва мени иззат-икромли кишилардан қилганини (билсалар эди)»"
        },
        {
            "chapter": 36,
            "verse": 28,
            "text": "Биз (Ҳабиб ан-Нажжорни ўлдирганларидан) кейин унинг устига (уларни ҳалок қилиш учун) осмондан бирон қўшин (яъни, азоб фаришталарини) туширмадик, Биз (ҳеч нарса) туширгувчи бўлмадик"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "Фақат биргина даҳшатли қичқириқ бўлди-ю, баногоҳ улар «ўчиб» қолдилар (яъни биронталари ҳам қолмай ҳалок бўлдилар)"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "(Аллоҳнинг элчиларини ёлғончи қилиб, уларга озор-азият етказадиган барча) бандаларга ҳасрат-надомат бўлгай! Уларга бирон пайғамбар келмас, магар улар унинг устидан масхара қилиб кулгувчи бўлурлар"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Ахир улар ўзларидан илгари ҳам қанча асрларни (авлодларни) ҳалок қилганимизни — ўшалар уларнинг олдига (яъни, бу дунёга) қайтиб келмасликларини кўрмадиларми"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Ҳеч шак-шубҳасиз, (уларнинг) барчалари (Қиёмат Кунида) Бизнинг даргоҳимизда ҳозир қилингувчидирлар"
        }
    ]
}