{
    "rukus": [
        {
            "chapter": 40,
            "verse": 61,
            "text": "Аллоҳ сизлар ором олишингиз учун кечани ва (касбу кор, сайру саёҳат қилишингиз учун) очиқ-ёруғ кундузни яратиб қўйган Зотдир. Албатта Аллоҳ одамларга фазлу марҳамат Соҳибидир. Лекин одамларнинг кўплари шукр қилмайдилар"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "Мана шу Аллоҳ Парвардигорларингиздир, У барча нарсанинг яратгувчисидир. Ҳеч қандай илоҳ йўқ, магар Унинг Ўзигина бордир. Бас, қаёққа бурилиб кетмоқдасизлар"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Аллоҳнинг оят-мўъжизаларини инкор қилгувчи бўлган кимсалар мана шундай бурилиб кетурлар"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Аллоҳ сизлар учун Ерни қароргоҳ, осмонни том қилиб қўйган ва сизларга сурат-шакл бериб суратларингизни гўзал қилган ҳамда сизларни ҳалол-пок нарсалардан ризқлантирган Зотдир. Мана шу Аллоҳ Парвардигорингиздир. Бас, барча одамларнинг Парвардигори бўлмиш Аллоҳ баракотли — буюкдир"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "У тирик Зотдир. Ҳеч қандай илоҳ йўқ, магар Унинг Ўзигина бордир. Бас, (эй мўминлар), сизлар (Аллоҳга) У зот учун динни холис қилган ҳолингизда дуо-илтижо қилингиз! Ҳамду сано барча оламларнинг Парвардигори Аллоҳ учундир"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Шак-шубҳасиз, мен ўзимга Парвардигорим томонидан аниқ ҳужжатлар келган пайтида, сизлар Аллоҳни қўйиб, дуо-илтижо қилаётган бутларга ибодат қилишдан қайтарилдим ва барча оламларнинг Парвардигорига бўйинсунишга буюрилдим»"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "У сизларни(нг отангиз Одамни) тупроқдан, сўнгра (унинг барча авлодларини) нутфадан, сўнгра лахта қондан яратган Зотдир. Сўнгра У сизларнинг (оналарингиз қорнидан) чақалоқ ҳолингизда, (ёруғ дунёга) чиқарур, сўнгра (У зот) сизларни вояга етишларингизга, сўнгра қариб-қартайишингизга (қўйиб берур). Сизларнинг орангизда (вояга етишдан, ёки кексалик ёшидан) илгари вафот топадиган кишилар ҳам бўлур. (У зот) сизларни белгиланган ажалга етишларингизга (қўйиб берур). Шоядки, ақл юргизсангизлар"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "У тирилтирадиган ва ўлдирадиган Зотдир. Бас, қачон бирон ишни ҳукм қилса, Унга фақат «Бўл», дер, холос. Бас, у (иш) бўлур"
        }
    ]
}