{
    "rukus": [
        {
            "chapter": 47,
            "verse": 20,
            "text": "Иймон келтирган зотлар: «(Кофирларга қарши жанг қилишга буюрилган) бирон сура нозил қилинганида эди», дерлар. Энди қачон аниқ бир сура нозил қилиниб, унда жанг зикр этилса, дилларида мараз бўлган кимсаларни, сизга худди (келиб қолган) ўлимдан (қўрқиб,) беҳуш бўлиб қолган кимсанинг қараши билан қарашаётганини кўрурсиз. (Ҳолбуки), улар учун лойиқроқ эди"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "(Сизга) итоат этиш ва яхши сўз (сўзлаш лойиқроқ эди). Энди қачон иш — жанг муқаррар бўлса, у ҳолда агар улар Аллоҳга (иймон келтириш ва Унинг жанг қилиш ҳақидаги амрига итоат этишда) содиқ-ростгўй бўлганларида, албатта ўзлари учун яхшироқ бўлур эди"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "Агар (иймондан) юз ўгирсангизлар, яқин-ки, сизлар Ерда бузғунчилик қилурсизлар ва қариндош-уруғларингиз (билан ҳам алоқаларингиз)ни узурсизлар"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "Ундай кимсаларни эса Аллоҳ лаънатлагандир, бас, уларнинг (қулоқларини панд-насиҳат эшитишдан) кар, кўзларини эса (Тўғри Йўлни кўра олмайдиган) кўр қилиб қўйгандир"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Ахир улар Қуръон ҳақида фикр юритмайдиларми?! Балки дилларида қулфлари бордир, (шунинг учун у дилларга Қуръон нури етмаётгандир)"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Албатта ўзларига ҳидоят (йўли) аниқ-равшан бўлганидан кейин яна ортларига (куфрга) қайтиб кетган кимсаларга (бу ишларини) шайтон чиройли қилиб кўрсатди ва улар учун (пуч орзу-хаёларни) узун қилиб қўйди"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "Бунга (яъни, куфрга қайтиб кетишларига) сабаб, уларнинг Аллоҳ нозил қилган нарсани (Қуръонни) ёмон кўрган кимсаларга: «Биз айрим ишларда сизларга итоат этамиз», деганларидир. Ҳолбуки, Аллоҳ уларнинг яширган (сирлари)ни билур"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "Энди, фаришталар уларнинг юзлари ва орқаларига уриб, жонларини олар вақтида, (уларнинг ҳоллари) қандай бўлур"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "Бунга (яъни, ўлим соатидаги бундай азобга) сабаб, уларнинг Аллоҳни ғазаблантирган нарсага (яъни, мунофиқлик йўлига) эргашиб, У зотнинг ризолигини (яъни, мўминлар билан бирга кофирларга қарши жанг қилишни) ёмон кўрганларидир. Бас, (Аллоҳ) уларнинг (қилган яхши) амалларини ҳам беҳуда кетказди"
        }
    ]
}