{
    "rukus": [
        {
            "chapter": 51,
            "verse": 24,
            "text": "(Эй Муҳаммад алайҳис-салоту вас-салом), сизга Иброҳимнинг иззат-икромли меҳмонлари ҳақидаги хабар келдими"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "Ўшанда улар (Иброҳимнинг) ҳузурига кириб, «Салом», дейишган эди, у ҳам: «Салом, (Булар) нотаниш қавм-ку?», деди"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "Сўнг у аста оиласи олдига чиқиб, (қовурилган) бир семиз бузоқни келтирди-да"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "уни уларга яқин қилиб, «(Таомдан) емайсизларми?», деди"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "(Лекин меҳмонлар овқатга қўл чўзишмагач), улардан хавфсирай бошлади. (Шунда) улар: «Қўрқмагин. (Бизлар фаришталармиз, шунинг учун таом емаймиз)», дедилар ва (Иброҳимга) бир доно ўғил хушхабарини бердилар"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "Шунда (уларнинг сўзини эшитиб турган Иброҳимнинг) хотини қичқирганча келди-да, (бу хушхабардан ажабланганидан) ўзининг юзига уриб: «(Ахир мен) туғмас кампир(ман)ку!», деди"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "Улар айтдилар: «Парвардигоринг мана шундай деди. Албатта Унинг Ўзигина ҳикмат ва билим Соҳибидир»"
        },
        {
            "chapter": 51,
            "verse": 31,
            "text": "(Иброҳим) деди: «Эй элчилар, не юмуш билан келдингиз?»"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "Улар айтдилар. «Бизлар бир жиноятчи қавмга (яъни, Лут қавмига) юборилгандирмиз"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "Уларнинг устидан лойдан-сополдан бўлган тошни ёғдириш учун (юборилгандирмиз)"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "Парвардигорнинг ҳузурида ҳаддан ошувчи кимсалар учун белгилаб қўйилган (яъни, ҳар бир ҳалок қилингувчи кофирнинг номи ёзилган тошни ёғдириш учун юборилгандирмиз)"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "Бас, Биз у жойдаги мўминлардан бўлган кишиларни чиқариб юбордик"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "(Лекин) у жойда бир хонадондан (яъни, Лут пайғамбар хонадонидан) ўзга мусулмонларни топмадик"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "Биз (у қишлоқдаги барча кофирларни ҳалок қилганимиздан сўнг) аламли азобдан қўрқадиган зотлар (ибрат олишлари) учун у жойда оят-аломат қолдирдик"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "Мусо (қиссаси)да ҳам (ибрат бордир). Эсланг, Биз уни очиқ ҳужжат билан Фиръавн олдига юборган эдик"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "У ўз аркони (давлати)га суяниб (Мусога иймон келтиришдан) юз ўгирди ва «(Мусо ё) сеҳргар, ёки мажнун», деди"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "Бас, Биз уни ҳам, қўшинларини ҳам ушлаб, уларни денгизга отдик — ғарқ қилиб юбордик. У (Фиръавн ўзининг кибру ҳавоси ва куфру исёни сабабли ҳар қандай) маломатга лойиқдир"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "Од (қабиласининг қиссаси)да ҳам (ибрат бордир). Эсланг, Биз уларнинг устига туғмас (яъни, ҳеч қандай фойда етказмайдиган) бўронни юборган эдик"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "У (бўрон) ниманинг устидан ўтса, албатта уни (ҳалок этиб) худди чириб-битган суяклар каби қилиб қўяр эди"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "Самуд (қабиласининг қиссаси)да ҳам (ибрат бордир). Эсланг, уларга (Аллоҳ томонидан мўъжиза қилиб юборилган туяни сўйиб юборган пайтларида) «бир вақтгача (яъни, уч кунгача тириклик неъматидан) баҳраманд бўлингиз», дейилган эди"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "Бас, улар Парвардигорнинг амри(га игоат этиш)дан кибр-ҳаво қилишгач, қараб турган ҳолларида уларни чақмоқ урди"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "Бас, улар (у чақмоқдан қочиб қутулиш учун ўринларидан) туришга ҳам қодир бўлмадилар ва (бирон кимса томонидан) ёрдам олгувчи ҳам бўлмадилар"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "(Мазкур қавмлардан) илгари Нуҳ қавмини ҳам (ҳалок қилгандирмиз). Чунки улар фосиқ-итоатсиз қавм эдилар"
        }
    ]
}