{
    "rukus": [
        {
            "chapter": 52,
            "verse": 1,
            "text": "Тур (тоғи)га қасам"
        },
        {
            "chapter": 52,
            "verse": 2,
            "text": "Битилган Китобга (Қуръонга) қасам"
        },
        {
            "chapter": 52,
            "verse": 3,
            "text": "Очиқ саҳифага (ёзилган Китобга) қасам"
        },
        {
            "chapter": 52,
            "verse": 4,
            "text": "Байтул-Маъмурга (Обод Уйга) қасам"
        },
        {
            "chapter": 52,
            "verse": 5,
            "text": "Баланд кўтарилган томга (осмонга) қасам"
        },
        {
            "chapter": 52,
            "verse": 6,
            "text": "Ва тўлиб-тошган денгизга қасамки"
        },
        {
            "chapter": 52,
            "verse": 7,
            "text": "Парвардигорингизнинг азоби шак-шубҳасиз, воқеъ бўлгувчидир"
        },
        {
            "chapter": 52,
            "verse": 8,
            "text": "Унинг учун бирон дафъ қилгувчи — тўсиқ йўқдир"
        },
        {
            "chapter": 52,
            "verse": 9,
            "text": "У Кунда осмон титраб-чайқалур"
        },
        {
            "chapter": 52,
            "verse": 10,
            "text": "Ва тоғлар ҳам (ўрнашган жойларидан жилиб), йўлга тушур"
        },
        {
            "chapter": 52,
            "verse": 11,
            "text": "Ана ўша Кунда (пайғамбарларни) ёлғончи қилгувчиларга ҳалокат бўлур"
        },
        {
            "chapter": 52,
            "verse": 12,
            "text": "Улар ўзлари шўнғиган нотўғри йўлларида адашиб юрадиган кимсалардир"
        },
        {
            "chapter": 52,
            "verse": 13,
            "text": "У Кунда улар жаҳаннам ўтига ҳайдалурлар"
        },
        {
            "chapter": 52,
            "verse": 14,
            "text": "(Ва уларга дейилур): «Сизлар ёлғон деб юрган дўзах мана шудир!»"
        },
        {
            "chapter": 52,
            "verse": 15,
            "text": "Қани, бу (азоб) ҳам сеҳрми, ёки сизлар (ҳаёти дунёда Ҳақни кўра олмаганларингиз каби бу азобни ҳам) кўрмаяпсизларми"
        },
        {
            "chapter": 52,
            "verse": 16,
            "text": "(Дўзахга) кирингиз! Энди (унинг азобига) хоҳ сабр қилинглар, хоҳ сабр қилманглар, сизларга баробардир! (Яъни, у азоб сизлардан енгиллатилмас). Сизлар фақат ўзларингиз қилиб ўтган қилмишларингизнинг жазосини тортурсизлар!»"
        },
        {
            "chapter": 52,
            "verse": 17,
            "text": "Тақводор зотлар эса шак-шубҳасиз, жаннатлар ва неъматлар ичра барқарордирлар"
        },
        {
            "chapter": 52,
            "verse": 18,
            "text": "Уларга Парвардигорлари ато этган нарсалар билан шод-хуррам бўлган ҳолларида (жаннатлар ва неъматлар ичра барқарордирлар). Парвардигорлари уларни дўзах азобидан сақлагандир"
        },
        {
            "chapter": 52,
            "verse": 19,
            "text": "(Уларга): «Сизлар қилиб ўтган (яхши) амалларингиз сабабли кўнгилдагидек еб-ичинглар», (дейилур)"
        },
        {
            "chapter": 52,
            "verse": 20,
            "text": "Қатор тизилган сўрилар устида ястанган ҳолларингизда (кўнгилдагидек еб-ичинглар, дейилур) ва Биз уларга оҳу кўзли ҳурларни жуфти ҳалол қилиб бердик"
        },
        {
            "chapter": 52,
            "verse": 21,
            "text": "Ўзлари иймон келтириб, зурриётлари ҳам уларга иймон билан эргашган зотларга (ўша) зурриётларини қўшдик ва уларга қилган амалларидан бирон нарсани ҳам камитмадик. Ҳар бир киши ўзи касб қилган иши билан гаровга олингувчидир — ушлангувчидир"
        },
        {
            "chapter": 52,
            "verse": 22,
            "text": "Яна Биз уларни кўнгиллари истайдиган мева-чева ва гўшт билан қувватлантирдик"
        },
        {
            "chapter": 52,
            "verse": 23,
            "text": "Улар у жойда (шундай шароб) косаларини талашиб — қўлма-қўл қилиб ичурларки, у (шароб)да (яъни, уни ичганлари сабабли) на беҳуда-сергаплик ва на гуноҳ бўлар"
        },
        {
            "chapter": 52,
            "verse": 24,
            "text": "Уларнинг устида гўё (садаф ичида) яширинган гавҳардек (покиза ва хушсурат) ғуломлари айланиб (хизматга ҳозир бўлиб) турур"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "Улар бир-бирларига боқишиб, басти-жавоб қилишиб"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "дейдилар: «Ҳақиқатан бизлар илгари (ҳаёти дунёда) аҳли-оиламиз орасида (бўлган чоғимизда Охиратда Аллоҳнинг азобига дучор бўлишдан) қўрқар эдик"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "Мана, Аллоҳ бизларга марҳамат кўргизди ва бизларни самумдан (яъни, баданларни илма-тешик қилиб юборадиган дўзахий шамолдан) сақлади"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "Дарҳақиқат, бизлар илгари (ҳаёти-дунёда) У зотга дуо-илтижо қилар эдик. Албатта Унинг Ўзигина марҳаматли, меҳрибондир»"
        }
    ]
}