{
    "rukus": [
        {
            "chapter": 53,
            "verse": 26,
            "text": "Осмонларда қанчадан-қанча фаришталар бўлиб, ўшаларнинг шафоатлари ҳам бирон фойда бермас, магар Аллоҳ Ўзи хоҳлаган рози бўлган кишилар учун (шафоатга) изн берганидан кейингина (у шафоатнинг фойдаси тегур)"
        },
        {
            "chapter": 53,
            "verse": 27,
            "text": "Дарвоқеъ, Охиратга иймон келтирмайдиган кимсалар фаришталарни аёллар номи билан атайдилар"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "Ҳолбуки, улар учун бу ҳақда (яъни, фаришталарнинг қайси жинсдан эканлиги ҳақида) бирон билим-ҳужжат йўқдир. Улар фақат гумон-тахминга эргашурлар, холос. Аниқки, гумон ҳақиқатдан бирон нарсанинг ўрнига ўтмас"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сиз Бизнинг эслатмамиздан орқа ўгириб кетган ва фақат ҳаёти дунёнигина истаган кимсалардан юз ўгиринг"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "Уларнинг «илм»дан етган жойлари мана шу (ҳаёти дунё матоларинигина исташ)дир. Албатта Парвардигорингизнинг Ўзи Унинг йўлидан озган кимсаларни жуда яхши билгувчидир ва У ҳидоят топган зотларни ҳам жуда яхши билгувчидир"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "Осмонлардаги ва Ердаги бор нарсалар ёлғиз Аллоҳникидир. У зотнинг Ўзи ёмонлик-гуноҳ қилиб ўтган кимсаларни қилган амаллари билан жазолагай ва чиройли амал қилган зотларни гўзал (савоб-жаннат) билан мукофотлагай"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "Улар (яъни, жаннатга сазовор бўлганлар) кичик хатолардан бошқа катта гуноҳлардан ва бузуқликлардан йироқ бўладиган зотлардир. Албатта Парвардигорингиз мағфирати кенг Зотдир. У сизларни (яъни, оталарингиз Одамни) Ердан — тупроқдан пайдо қилган пайтиданоқ ва сизлар оналарингизнинг қорнида ҳомила бўлган пайтингизданоқ жуда яхши билгувчидир. Бас, сизлар ўзларингизни покламай қўя қолинглар! У тақводор бўлган кишиларни жуда яхши билгувчидир"
        }
    ]
}