{
    "rukus": [
        {
            "chapter": 2,
            "verse": 130,
            "text": "Ve düşünme melekeleri dumura uğramış olanlar dışında kim, bu dünyada gerçekten yücelttiğimiz ve şüphesiz ahirette de dürüst ve erdemliler arasında yer alacak olan İbrahim´in inanç sistemini terk etmek ister"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Rabbi, O´na: \"Bana teslim ol!\" dediğinde; \"(Sana), bütün alemlerin Rabbine teslim oldum!\" diye cevap verdi"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "Ve İbrahim çocuklarına bunu aynen vasiyet etti; Yakup da (böyle yaptı): \"Evlatlarım! Bakın, Allah size en saf ve temiz inancı bahşetti; öyleyse O´na teslim olmadan ölümün sizi alt etmesine izin vermeyin"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Evet, siz, (ey İsrailoğulları) Yakub´un, son nefesini vermeye yaklaşırken oğullarına: \"Ben gittikten sonra siz kime kulluk edeceksiniz? diye seslendiğine şahitsiniz. Onlar: \"Senin tanrına, ataların İbrahim, İsmail ve İshak´ın tanrısına, O Tek Tanrıya kulluk edecek ve O´na teslim olacağız!\" diye cevap verdiler"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Şimdi o toplumlar geçip gittiler; onların kazandıkları kendilerine yazılacak, sizin kazandıklarınız ise size; ve siz, onların yaptıklarından ötürü yargılanacak değilsiniz"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "Onlar: \"Yahudi ve Hıristiyan olun ki doğru yolu bulasınız\" derler. De ki: \"Hayır, (bizimki) batıl olan her şeyden yüz çeviren ve Allah´tan başkasına ilahlık yakıştıranlardan olmayan İbrahim´in inanç sistemi(dir)"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Deyin ki: \"Biz Allah´a inanırız; ve bize indirilene ve İbrahim´e, İsmail´e, İshak´a, Yakub´a ve onların soyundan gelenlere indirilene; ve Musa´ya, İsa´ya ve Rableri tarafından (diğer) tüm peygamberlere tevdi edilmiş olana (inanırız); onların arasında hiçbir ayrım yapmayız. Ve biz O´na teslim olanlarız"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Eğer (ötekiler de) sizin inandığınız gibi inanırlarsa şüphesiz doğru yolu bulmuş olurlar; yüz çevirirlerse de derin bir çıkmaza saplanmış olurlar, ama Allah seni bundan korumaktadır. Zira yalnız O´dur her şeyi işiten, her şeyi bilen"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "(De ki: \"Hayatımız) Allah´ın rengi (ile renklenir!) Kim (hayata) Allah´tan daha güzel renk verebilir, eğer gerçekten O´na kulluk ediyorsak"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "(Yahudi ve Hıristiyanlara) de ki: \"Allah hakkında bizimle tartışıyor musunuz? Nasıl olur? O, bizim gibi sizin de Rabbinizdir; bizim işimiz bize, sizin işiniz de size aittir; ve biz kendimizi yalnızca O´na adamışızdır"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "İbrahim´in, İsmail´in, İshak´ın, Yakub´un ve onların soyundan gelenlerin ´Yahudi´ yahut ´Hıristiyan´ olduklarını mı iddia ediyorsunuz?\" De ki: \"Allah´tan iyi mi biliyorsunuz? Allah tarafından kendilerine verilen bir delili örtbas edenden daha zalim kim olabilir? Ama Allah yaptıklarınızdan gafil değildir"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Şimdi o toplumlar gelip geçtiler; onların kazandıkları onlara yazılacak, sizin kazandıklarınız ise size. Ve siz onların yaptıklarından ötürü yargılanacak değilsiniz"
        }
    ]
}