{
    "rukus": [
        {
            "chapter": 27,
            "verse": 59,
            "text": "De ki: \"Bütün övgüler (gerçekte) Allah´a yaraşır. Selam olsun, O´nun (rasul olarak) seçtiği kullara!\" Zaten Allah, insanların tanrısal nitelikler yakıştırdıkları her şeyden daha üstün, daha hayırlı değil mi"
        },
        {
            "chapter": 27,
            "verse": 60,
            "text": "Peki kimdir, gökleri ve yeri yaratan ve sizin için gökten su indiren? Öyle bir su ki, onunla, sizin bir tek ağacını bile yetiştiremeyeceğiniz görkemli bağlar, bahçeler yeşertiyoruz! Allah´la beraber başka bir tanrı, öyle mi? Hayır, hayır, (böyle düşünenler) yoldan çıkmış kimselerdir"
        },
        {
            "chapter": 27,
            "verse": 61,
            "text": "Peki kimdir, yeryüzünü (yerleşmeye) uygun bir yer haline getiren ve vadilerden dereler, ırmaklar akıtan; ve onun üzerine sağlam dağlar yerleştiren; ve iki büyük su kütlesi arasına bir engel koyan? Allah´la beraber başka bir tanrı, öyle mi? Hayır hayır, (böyle düşünenlerin) çoğu (ne söylediklerini) bilmiyorlar"
        },
        {
            "chapter": 27,
            "verse": 62,
            "text": "Peki kimdir, kendisine başvurduğunda darda kalmış olanın darına yetişen, kötülüğü gideren ve sizi yeryüzüne mirasçı kılan? Allah´la beraber başka bir tanrı, öyle mi? Aklınızda ne kadar az tutuyorsunuz (bütün bu gerçekleri)"
        },
        {
            "chapter": 27,
            "verse": 63,
            "text": "Peki kimdir karanın ve denizin karanlıklarında yolunuzu bulmanızı sağlayan ve rüzgarları rahmetinin önünden müjdeci olarak gönderen? Allah´la beraber başka bir tanrı, öyle mi? Allah, insanların tanrısal nitelikler yakıştırabileceği her şeyin ötesinde, her şeyden yücedir"
        },
        {
            "chapter": 27,
            "verse": 64,
            "text": "Peki, yaratılışı ilk defa başlatan ve sonra da onu aralıksız devam ettirip, yenileyen kimdir? Ve kimdir, sizi gökten ve yerden rızıklandıran? Allah´la beraber başka bir tanrı, öyle mi? De ki: \"Eğer ileri sürdüğünüz iddiaya gerçekten inanıyorsanız getirin o zaman delilinizi"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "De ki: \"Göklerde ve yerde olan hiç kimse, (yani) Allah´tan başka (hiç kimse,) yaratılmışların duyu ve tasavvur alanı dışında kalan gerçekleri bilemez\". (Yaratılmış olanlar) öldükten sonra ne zaman diriltileceklerini de bilemezler"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Hayır, onların ahiret konusundaki bilgileri gerçeğin berisinde kalmaktadır; zaten (çoğu zaman) onun gerçekliğinden yana şüphe içindedirler; hayır, ondan yana kördürler"
        }
    ]
}