{
    "rukus": [
        {
            "chapter": 28,
            "verse": 29,
            "text": "Ve Musa, sonunda, bu süreyi doldurup da ailesiyle birlikte (çölde) yola çıktığında Sina Dağı´nın yamacında bir ateş gördü; (ve) yanındakilere: \"Siz durun,\" dedi, \"ben (orada) bir ateş gördüm; size oradan belki bir haber, yahut (en azından) ısınmanız için (bir tutam) tutuşmuş odun getiririm"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Fakat oraya yaklaşınca, o kutlu yerde, vadinin sağ yamacındaki (yanan) ağaç yönünden kendisine: \"Ey Musa, Benim Ben, Allah: Alemlerin Rabbi!\" diye seslendi"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "Ve (sonra Allah, o´na:) \"Asanı yere bırak!\" (dedi). Fakat, Musa, asasının yılan gibi hızla hareket ettiğini görünce arkasına bakmadan dönüp kaçtı. (Ve Allah, o´na:) \"Ey Musa!\" (dedi,) \"(Geri dön), yaklaş, korkma! Çünkü sen (bu dünyada da, öte dünyada da) güvenlik içinde olan kimselerdensin"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "(Ve şimdi) elini koynuna sok; lekesiz olarak bembeyaz (ışıl ışıl) çıksın! Ve bütün korkulardan sıyrılmış olarak (artık) kolunu kanadını indir! Bu iki şey, senin, Rabbin tarafından Firavun ve onun seçkinler çevresine (gönderilen bir elçi) olduğunu gösteren alametlerdir. Çünkü onlar yoldan çıkmış, yozlaşmış bir topluluk haline gelmiş bulunuyorlar"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "(Musa:) \"Ey Rabbim!\" dedi, \"Ben onlardan birini öldürdüm ve bu yüzden onların da beni öldürmelerinden korkuyorum"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "Ayrıca, kardeşim Harun´un konuşma tarzı benimkinden daha açık, daha düzgündür; öyleyse benim söylediklerimi (daha akıcı bir şekilde) doğrulayan bir yardımcı olarak o´nu da benimle birlikte gönder; çünkü, gerçek şu ki, beni yalanlayacaklarından korkuyorum"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "(Allah:) \"Senin pazunu kardeşinle güçlendireceğiz ve ikinize öyle bir güç ve nüfuz vereceğiz ki size dokunamayacaklar ve mesajlarımız sayesinde siz ikiniz ve sizi izleyenler üstün gelecekler!\" dedi"
        },
        {
            "chapter": 28,
            "verse": 36,
            "text": "Fakat Musa apaçık mesajlarımızla (Firavun´un ve onun seçkinler çevresinin) karşısına çıkınca, berikiler hemen: \"Bu (bir ölümlü beşer tarafından) uydurulmuş parlak bir büyüden başka bir şey değil; biz atalarımızdan böyle bir şey işitmemiştik!\" dediler"
        },
        {
            "chapter": 28,
            "verse": 37,
            "text": "(Musa:) \"Kimin O´nun katından bahşedilmiş doğru yol bilgisiyle geldiğini, bu (geçici dünya) yurdu(nu)n sonunda kime kalacağını en iyi bilen benim Rabbimdir. Muhakkak olan şu ki, zalimler asla kurtuluşa, esenliğe erişemezler!\" diye karşılık verdi"
        },
        {
            "chapter": 28,
            "verse": 38,
            "text": "Bunun üzerine Firavun: \"Soylular!\" dedi, \"Ben sizin için benden başka tanrı tanımıyorum! Bunun içindir ki, sen ey Haman, benim için (tuğla) ocağını tutuştur, balçığı pişir ve bana öyle yüksek bir kule yap ki, çıkıp Musa´nın şu tanrısını bir göreyim! Çünkü ben o´nun şu onmaz yalancılardan biri olduğunu sanıyorum"
        },
        {
            "chapter": 28,
            "verse": 39,
            "text": "İşte böylece, o ve onun buyruğunda olanlar, hiçbir haklılık kaygısı taşımaksızın (yargı için) Bize dönmeyeceklerinden eminmişçesine yeryüzünde büyüklük tasladılar"
        },
        {
            "chapter": 28,
            "verse": 40,
            "text": "Ve bu yüzden onu ve onun buyruğunda olanları kıskıvrak yakalayıp denize gömdük. Bak işte, zalimlerin sonu nasıl oldu"
        },
        {
            "chapter": 28,
            "verse": 41,
            "text": "(Yeryüzünde onların işini bitirdik) ve böylece kendilerini (cehennem) ateşinin yolunu gösteren (kötülüğün) sembol tipleri olarak (insanlığın karşısına) çıkardık; öyle ki, Kıyamet Günü´nde böylelerine asla yardım edilmeyecektir"
        },
        {
            "chapter": 28,
            "verse": 42,
            "text": "çünkü Biz bu dünyada bir horlanma, aşağılanma taktık onların peşine; Kıyamet Günü´nde ise onlar iyice küçük düşmüş, bayağılaşmış kişiler arasında yer alacaklardır"
        }
    ]
}