{
    "rukus": [
        {
            "chapter": 2,
            "verse": 249,
            "text": "Ve Talut, kuvvetleriyle yola koyulduğunda \"Bakın,\" dedi, \"Allah sizi şimdi bir nehirle imtihan edecek: ondan içen benden olmayacak, onu tatmaktan sakınan ise benden olacaktır; ondan sadece bir avuç dolusu içen ise affa mazhar olacaktır.\" Ancak, birkaçı dışında hepsi ondan (dolu dolu) içtiler.O ve ona inananlar nehri geçer geçmez ötekiler: \"Calut ve kuvvetlerine karşı (koymak için) bugün hiç gücümüz yok!\" dediler.(Ama) kesin olarak Allah´a kavuşacaklarını bilenler: \"Nice küçük topluluklar, Allah´ın izniyle büyük kalabalıklara üstün gelmiştir! Zira Allah, güçlüklere karşı sabırlı olanlarla beraberdir.\" diye cevap verdiler"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Onlar Calut ve kuvvetleriyle karşı karşıya geldiklerinde, \"Ey Rabbimiz! Bize zorluklara tahammül gücü bağışla, adımlarımızı sağlam kıl ve hakikati inkar eden bu topluma karşı bize yardım et!\" diye dua ettiler"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Bunun üzerine, onları Allah´ın izniyle bozguna uğrattılar, Davud da Calut´u öldürdü; Allah ona hükümranlık ve hikmet verdi ve istediği şeyin bilgisini öğretti. Ve eğer Allah, insanlara kendilerini başkalarına karşı savunma gücü vermeseydi yeryüzü çürüme ve yozlaşmaya maruz kalırdı: ama Allah bütün alemlere karşı sınırsız lütuf sahibidir"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Bunlar Allah´ın mesajlarıdır: Biz (ey Peygamber,) hakikati ortaya koyan bu (mesaj)ları sana iletiyoruz: doğrusu sen, bu mesajların emanet edildiği (elçilerden)sin"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "Bu elçilerin bazılarına diğerlerinden daha fazla meziyetler bahşettik: İçlerinden kimi ile Allah (bizzat) konuşmuş, kimini de daha üst derecelere yükseltmiştir. Biz, Meryem oğlu İsa´ya hakikatin tüm kanıtlarını bahşettik ve o´nu kutsal ilham ile destekledik. Ve eğer Allah dileseydi, o (elçiler)den sonra gelenler, kendilerine hakikatin bütün kanıtları geldikten sonra birbirleriyle çatışmazlardı; ancak (vaki olduğu üzere) onlar karşıt görüşlere kapıldılar ve bazıları imana ererken diğerleri hakikati inkara yöneldi. Buna rağmen Allah dileseydi, birbirleriyle çatışmazlardı. Ama Allah dilediğini yapar"
        }
    ]
}