{
    "rukus": [
        {
            "chapter": 29,
            "verse": 23,
            "text": "Allah´ın ayetlerini ve (sonunda) O´na kavuşacaklarını inkar edenler, benim rahmetimden ümitlerini kesmiş olanlardır; ve onları (öteki dünyada) acıklı bir azap beklemektedir"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "İmdi (İbrahim´e gelince,) kavminin o´na tek cevabı şu oldu: \"Onu öldürün, veya yakın!\" Ama Allah o´nu ateşten korudu. Bakın, bu (kıssa)da inanacak kimseler için dersler vardır"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "Ve (İbrahim) onlara dedi ki: \"Siz Allah´ı bırakıp putlara taptınız. Tek sebep, bu dünyada kendinize (ve atalarınıza) karşı duyduğunuz sevgiye esir olmanızdı: Ama sonra, Kıyamet Günü birbirinizi tanımazlıktan gelecek ve birbirinize lanet yağdıracaksınız; hepinizin varacağı yer ateştir ve (orada) size yardım edecek bir kimse bulamayacaksınız"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "Bunun üzerine (kardeşinin oğlu) Lut o´na inandı ve \"Ben (de) zulüm ve kötülük diyarını terk ederek Rabbime (döneceğim): Şüphesiz O kudret ve hikmet sahibidir!\" dedi"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "(İbrahim´e gelince,) o´na İshak´ı ve (İshak´ın oğlu) Yakub´u bahşettik ve soyundan gelenler arasında peygamberliği ve vahyi devam ettirdik. Onu bu dünyada mükafatlandırdık; o, öteki dünyada (da) mutlaka dürüst ve erdemliler arasında yer alacaktır"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "Lut (da Bizden aldığı ilhamla) kavmine şöyle seslenmişti: \"Siz, kesinlikle, dünyada daha önce hiç kimsenin yapmadığı iğrenç şeyler yapıyorsunuz"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Siz, erkeklere (azgın bir şehvetle) yaklaşıp (cinsler arasında tabii olan) yolu kapatmıyor musunuz? Ve bu utanç verici suçları (açık) toplantılarınızda işlemiyor musunuz?\" Ama kavmi, \"Peki,\" diye cevap verdi, \"eğer doğruları söyleyenlerden isen, başımıza Allah´ın azabını getir bakalım"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "(Bunun üzerine Lut) \"Ey Rabbim!\" diye yalvardı, \"Bozgunculuğa ve yozlaşmaya yol açan bu insanlara karşı bana yardım et"
        }
    ]
}