{
    "rukus": [
        {
            "chapter": 43,
            "verse": 26,
            "text": "İbrahim, babasına ve halkına seslendi(ğinde bu gerçeği dikkate almıştı:) \"Sizin taptıklarınıza tapmak benden uzak olsun"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "Hiç kimse(ye tapmam), beni var etmiş olan hariç, beni doğru yola ileten O´dur"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "Ve bunu, daha sonra gelenler arasında yaşamaya devam eden bir söz olarak söyledi ki onlar (daima) o (sözü hatırlayıp ona) dönsünler"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Şimdi, (İbrahim´den sonra yaşamış olanlara gelince,) onlara -ve atalarına- her şeyi apaçık ortaya seren bir elçi aracılığıyla hakikati gönderinceye kadar istedikleri gibi yaşamalarına izin verdim"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "ama şimdi hakikat onlara ulaşınca, \"Bütün bunlar sadece büyüleyici laflardır ve biz onlarda bir doğruluk payı olduğuna inanmıyoruz!\" derler"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "Ve yine şöyle derler: \"Bu Kuran, neden iki şehrin ileri gelenlerine inmiş değil"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "Rabbinin rahmetini yoksa onlar mı bölüştürüyorlar? (Hayır, nasıl ki) bu dünyada geçim araçlarını onlar arasında bölüştüren ve onların bazısını başkalarına yardım etmeleri için diğerlerinin üstüne çıkaran Biziz; (aynı şekilde, dilediğimize manevi bağışlarda bulunan da Biziz): Rabbinin bu rahmeti, onların yığabilecekleri bütün (dünyevi servetler)den daha hayırlıdır"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Eğer (sınırsız zenginliklerin önlerine serilmesiyle) bütün insanlar tek bir (şeytani) toplum haline gelmiyecek olsaydı, (şimdi) Rahman´ı inkar edenlerin evlerini gümüşten çatılar ve tırmanacakları (gümüşten) merdivenler ile donatırdık"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "ve evlerine (gümüş) kapılar, üzerinde yatıp uzanacakları (gümüş) yataklar"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "ve (sınırsız ölçüde) altın? Ama bunların tümü, bu dünya hayatının (gelip geçici) zevklerinden başka bir şey değildir; halbuki Allah´a karşı sorumluluk duyanları öteki dünya(da) Rableri katında (mutluluk) bekler"
        }
    ]
}