{
    "rukus": [
        {
            "chapter": 69,
            "verse": 1,
            "text": "Olacak olanın gerçekleşmesi"
        },
        {
            "chapter": 69,
            "verse": 2,
            "text": "Ne korkunçtur (inanmayanlar için) başa gelecek olanın gerçekleşmesi"
        },
        {
            "chapter": 69,
            "verse": 3,
            "text": "Bilir misin, nedir, başa gelecek olanın gerçekleşmesi"
        },
        {
            "chapter": 69,
            "verse": 4,
            "text": "Semud ve ´Ad (kabileleri), o ani felaket (haberlerin)i yalanladılar"
        },
        {
            "chapter": 69,
            "verse": 5,
            "text": "Semud mu? Onlar şiddetli bir (yer) sarsıntı(sı) ile yok edildi"
        },
        {
            "chapter": 69,
            "verse": 6,
            "text": "´Ad ise öfkeli bir kasırga ile yok olup gitti"
        },
        {
            "chapter": 69,
            "verse": 7,
            "text": "Allah, onların (kökünü kurutmak üzre,) üzerlerinde o kasırgayı yedi gece sekiz gün estirdi; öyle ki insanların (kökünden çıkarılmış) hurma kütükleri gibi yere yıkıldıklarını gözünde canlandırabilirsin"
        },
        {
            "chapter": 69,
            "verse": 8,
            "text": "şimdi onlardan geriye kalan bir iz görüyor musun"
        },
        {
            "chapter": 69,
            "verse": 9,
            "text": "Bir de Firavun vardı; ve ondan önce yaşamış (birçok)ları, altüst olmuş şehirler (onların hepsi) günah üstüne günah işlemişlerdi"
        },
        {
            "chapter": 69,
            "verse": 10,
            "text": "ve Rablerinin (gönderdiği) elçilere isyan etmişlerdi. Allah şiddetli bir ceza darbesi ile onların hesabını gördü"
        },
        {
            "chapter": 69,
            "verse": 11,
            "text": "(Ve) bakın: (Nuh tufanının) suları bütün bentleri aşıp patladığında sizi o gemi ile Biz (güvenli bölgelere) taşıdık"
        },
        {
            "chapter": 69,
            "verse": 12,
            "text": "ki bütün bunları size (kesintisiz) bir uyarı haline getirelim ve her uyanık ve duyarlı kulak onu bilinçle algılayabilsin"
        },
        {
            "chapter": 69,
            "verse": 13,
            "text": "O halde, (Son Saat´i gözünün önüne getir,) (hesap vakti) Sur´u(nun) bir tek üflemeyle ses verdiği"
        },
        {
            "chapter": 69,
            "verse": 14,
            "text": "yeryüzü(nün) ve dağlar(ın) bir tek darbe ile yerlerinden sökülüp parçalandıkları (anı)"
        },
        {
            "chapter": 69,
            "verse": 15,
            "text": "İşte böyle, olup bitmesi gereken o Gün olup bitecek"
        },
        {
            "chapter": 69,
            "verse": 16,
            "text": "ve gök yarılıp parçalanacak -çünkü o Gün zayıf ve güçsüz düşecek"
        },
        {
            "chapter": 69,
            "verse": 17,
            "text": "ve melekler onun başlarında (duracak); ve onların da üstünde, o Gün sekiz(i) Rabbinin kudret ve egemenlik tahtını taşıyacak"
        },
        {
            "chapter": 69,
            "verse": 18,
            "text": "O Gün hesaba çekileceksiniz. En gizli işiniz (bile) gizli kalmayacak"
        },
        {
            "chapter": 69,
            "verse": 19,
            "text": "Sicili sağ eline tutuşturulan, haykıracak: \"Gelin, hepiniz gelin! Şu sicilimi okuyun"
        },
        {
            "chapter": 69,
            "verse": 20,
            "text": "Zaten (bir gün) hesabımın önüme konulacağını bilmiştim"
        },
        {
            "chapter": 69,
            "verse": 21,
            "text": "Ve o, kendini böylece mutlu bir hayatın içinde bulacak"
        },
        {
            "chapter": 69,
            "verse": 22,
            "text": "yüce bir cennette"
        },
        {
            "chapter": 69,
            "verse": 23,
            "text": "(yaptıklarının) meyvelerine kolayca ulaşabileceği"
        },
        {
            "chapter": 69,
            "verse": 24,
            "text": "(Ve böylece kutsanan herkese,) \"Geçip gitmiş günlerde ilerisi için yaptığınız bütün (güzel işler)e karşılık neşe ile yiyip için!\" (denilecek)"
        },
        {
            "chapter": 69,
            "verse": 25,
            "text": "Sicili sol eline tutuşturulana gelince, \"Eyvah!\" diye feryad edecek, \"Keşke sicilim bana gösterilmeseydi"
        },
        {
            "chapter": 69,
            "verse": 26,
            "text": "ve (keşke) şu hesabımı görmemiş olsaydım"
        },
        {
            "chapter": 69,
            "verse": 27,
            "text": "Keşke bu (ölümüm) benim sonum olsaydı"
        },
        {
            "chapter": 69,
            "verse": 28,
            "text": "(Şimdiye kadar) sahip olduğum şeylerin bana hiçbir faydası olmadı"
        },
        {
            "chapter": 69,
            "verse": 29,
            "text": "(ve) bütün tartışma ve karşı koyma gücüm elimden kayıp gitti"
        },
        {
            "chapter": 69,
            "verse": 30,
            "text": "(Daha sonra,) \"Onu yakalayıp bağlayın!\" (diye emredilir)"
        },
        {
            "chapter": 69,
            "verse": 31,
            "text": "Ve sonra cehenneme atın"
        },
        {
            "chapter": 69,
            "verse": 32,
            "text": "ve sonra (kendisi gibi suçluların bağlandığı) bir zincire bağlayın, uzunluğu yetmiş arşın olan (bir zincire)"
        },
        {
            "chapter": 69,
            "verse": 33,
            "text": "çünkü o, yüce Allah´a inanmadı"
        },
        {
            "chapter": 69,
            "verse": 34,
            "text": "ve ihtiyaç içinde olanları yedirip içirmek için hiçbir istek ve kararlılık duymadı"
        },
        {
            "chapter": 69,
            "verse": 35,
            "text": "bundan dolayı bugün ne bir dostu var"
        },
        {
            "chapter": 69,
            "verse": 36,
            "text": "ne de pislikten başka bir yiyeceği"
        },
        {
            "chapter": 69,
            "verse": 37,
            "text": "suçlulardan başkasının yemediği bir yiyecek"
        }
    ]
}