{
    "rukus": [
        {
            "chapter": 4,
            "verse": 105,
            "text": "Biz sana, hakikati ortaya koyan bu ilahi kelamı indirdik ki insanlar arasında Allahın sana öğrettiğine göre hüküm verebilesin. O halde ihanet edenlerle tartışmaya girme"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "ama Allahın onları bağışlaması için dua et; unutma ki Allah çok bağışlayıcıdır, rahmet kaynağıdır"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "Kendi kişiliklerine ihanet edenleri savunma! Şüphe yok ki Allah, kendilerine ihanet edenleri ve günahkarlıkta inat edenleri sevmez"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "Onlar yaptıklarını insanlardan gizleyebildiler ama Allahtan gizleyemezler; çünkü gecenin karanlığında, Allahın tasvip etmediği düşünce ve inançları her ne zaman tasarlasalar, Allah onların yanı başındadır. Ve Allah onların bütün yaptıklarını (ilmiyle) kuşatır"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Sizler belki bu dünya hayatında onları savunabilirsiniz; ya Kıyamet Günü kim onları Allaha karşı savunacak, kim onların koruyucusu olacaktır"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "Ama kim kötülük yapar yahut (başka şekilde) kendisine zulmeder de daha sonra affetmesi için Allaha yalvarırsa, Allahı çok bağışlayıcı ve rahmet kaynağı olarak bulacaktır"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "Çünkü günah işleyen kimse, yalnız kendine zarar verir. Ve Allah her şeyi bilendir, hikmet sahibidir"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "Ama kim bir hata yapar ve günah işler de sonra onu suçsuz bir kimsenin üstüne atarsa, iftira suçu ve (hatta daha da) iğrenç bir günah yüklenmiş olur"
        }
    ]
}