{
    "rukus": [
        {
            "chapter": 4,
            "verse": 116,
            "text": "Allah, kendisinden başka birine ilahlık yakıştırılmasını asla bağışlamaz, (ama) dilediği kimsenin daha hafif günahlarını bağışlar: Çünkü Allahın yanı sıra başkasına ilahlık yakıştıranlar şiddetli bir sapıklığa düşmüş kimselerdir"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Onlar, Allahı bırakıp yalnızca cansız sembollere sığınıyorlar; böylece isyankar bir Şeytana sığınmış oluyorlar"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "ki onu Allah şöyle dediği için lanetlemiştir: \"Senin kullarından kendi istediğimi mutlaka alacağım"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "onları saptıracağım ve boş hevesler, özlemler ile dolduracağım; ben onlara emredeceğim, onlar da (putperestçe bir kurban adeti olarak) deve(lerin) kulaklarını kesecekler; ve ben onlara emredeceğim, onlar Allahın mahlukatını ifsad edecekler!\" Ama Allahı bırakıp Şeytanı kendilerine rehber edinenler, kesinlikle ziyana uğrarlar"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Şeytan onlara vaatlerde bulunur ve onları boş özlemlerle doldurur. Ama Şeytanın onlara vaat ettiği her şey sadece akıl çelmekten başka bir şeye yaramaz"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Böylelerinin varacağı yer cehennemdir ve oradan kaçış yolu bulamayacaklardır"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Ama imana erip yararlı ve doğru işler yapanları içlerinden ırmaklar akan hasbahçelere koyacağız, orada sonsuza kadar kalacaklar. Bu, Allahın gerçek vaadidir. Kimin sözü Allahın sözünden daha doğru olabilir"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "Kötülük işleyen(in) cezalandırılacak (olması) ve kendisini Allaha karşı savunacak ve yardım edecek bir kimse bulamaması, ne sizin kuruntularınıza uygun düşer, ne de geçmiş vahiy mensuplarının kuruntularına"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Halbuki -ister erkek ister kadın olsun- iman edip (yapabileceği) doğru ve yararlı işler yapan kimse cennete girecek ve bir hurma çekirdeği(ni dolduracak) kadar bile haksızlığa uğramayacaktır"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Bütün benliğini Allaha teslim eden, daima iyilik yapan ve her türlü batıldan yüz çeviren İbrahimin inanç sistemine Allahın onu sevgisiyle yücelttiğini görerek uyan kişiden daha iyi iman sahibi kim vardır"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Çünkü göklerde ve yerde olan her şey Allaha aittir ve Allah her şeyi kuşatmıştır"
        }
    ]
}