{
    "rukus": [
        {
            "chapter": 5,
            "verse": 87,
            "text": "Siz ey imana ermiş olanlar! Allahın size helal kıldığı hayatın güzelliklerinden kendinizi yoksun bırakmayın, ama hakkın sınırlarını da aşmayın: Allah, sınırları aşanları asla sevmez"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "O halde, Allahın rızık olarak size bağışladığı meşru güzelliklerden yararlanın ve iman ettiğiniz Allaha karşı sorumluluğunuzun bilincinde olun"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Allah, düşünmeden ağzınızdan kaçırıverdiğiniz yeminlerden dolayı sizi sorumlu tutmaz, ama bilerek ve isteyerek yaptığınız yeminlerden sorumlu tutacaktır. Böylece, yemininizi bozma karşılığında, on yoksulu kendi ailenize yedirdiğinizin hemen hemen aynısı ile beslemeniz veya onları giydirmeniz veya bir insanı özgürlüğüne kavuşturmanız gerekir; buna imkanı olmayan ise (onun yerine) üç gün oruç tutacaktır. Her ne zaman yemin eder (ve onu bozar)sanız yeminlerinizin kefareti işte bu olacaktır. Öyleyse yeminlerinize sadık olun. Allah mesajlarını size böylece açıklar ki şükredici olasınız"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Siz ey imana ermiş olanlar! Sarhoşluk veren şeyler, şans oyunları, putperestçe uygulamalar ve gelecek hakkında kehanette bulunmak, Şeytan işi iğrenç kötülüklerden başka bir şey değillerdir: O halde onlardan kaçının ki mutluluğa eresiniz"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Şeytan, sarhoşluk verici şeyler ve şans oyunları ile sadece aranıza düşmanlık ve nefret sokmaya ve sizi Allahı anmaktan ve namazdan alıkoymaya çalışır. O halde, (artık) vazgeçmeyecek misiniz"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Öyleyse Allaha ve Elçisine itaat edin ve (kötülüklere karşı) her zaman hazırlıklı olun: Eğer yüz çevirirseniz, bilin ki Bizim Elçimizin görevi, (kendisine emanet edilen) mesajı apaçık tebliğ etmekten ibarettir"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "İmana ermiş olup doğru ve yararlı işler yapanlar, Allaha karşı sorumluluk bilinci duydukları ve (gerçekten) inanıp doğru ve yararlı işler yaptıkları sürece her istediklerinden serbestçe yararlanabilirler: yeter ki Allaha karşı sorumluluk bilinci duymaya ve iman etmeye devam etsinler ve Allaha karşı sorumluluklarının bilincine daha çok varsınlar ve iyilik yapmakta arzulu ve kararlı davransınlar. Allah iyilik yapanları sever"
        }
    ]
}