{
    "maqras": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Allah'a karsı yalan uyduran, kendisine gelen gercegi (Kur'an’ı) yalan sayandan daha zalim kimdir? Kafirlerin yeri cehennemde degil mi"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Dogruyu getiren ve onu tasdik edenler var ya, iste kotulukten sakınanlar onlardır"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Onlar icin Rableri yanında diledikleri her sey vardır. Iste bu, iyilik edenlerin mukafatıdır"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Boylece Allah, onların gecmiste yaptıkları en kotu hareketleri bile ortecek ve yaptıklarının en guzeline denk olarak mukafatlarını verecektir"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Allah kuluna kafi degil midir? Seni O'ndan baskalarıyla korkutuyorlar. Allah, kimi saptırırsa artık onun yolunu dogrultacak biri yoktur"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Allah kime de hidayet ederse, artık onu saptıracak yoktur. Allah, mutlak guc sahibi ve intikam alıcı degil midir"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Andolsun ki onlara: Gokleri ve yeri kim yarattı? diye sorsan, elbette «Allah'tır» derler. De ki: Oyleyse bana soyler misiniz? Allah bana bir zarar vermek isterse, Allah'ı bırakıp da taptıklarınız, O’nun verdigi zararı giderebilir mi? Yahut Allah, bana bir rahmet dilerse, onlar O'nun bu rahmetini onleyebilirler mi? De ki: Bana Allah yeter. Tevekkul edenler, ancak O'na guvenip dayanırlar"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "De ki: Ey kavmim! Elinizden geleni yapın; dogrusu ben de yapacagım"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "Kendisini rezil edecek azap kime gelecek, kime surekli azap inecek, yakında bileceksiniz"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "(Rasulum)! Suphesiz biz bu Kitab’ı sana, insanlar icin hak olarak indirdik. Artık kim dogru yolu secerse kendi lehinedir; kim de saparsa ancak kendi aleyhine sapmıs olur. Sen onların uzerinde vekil degilsin"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Allah, eceli gelenlerin ruhlarını olumleri anında, eceli henuz gelmeyenlerin de uykularında alır. Haklarında olume hukmettikleri (kullarının ruhlarını bedenlerine geri salmaz, onların ruhları) nı tutar, digerlerini ise, (ecellerini tamamlamaları icin) belli bir sureye kadar salıverir. Bunda, dusunebilen kavim icin, muhakkak ibretler vardır"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Yoksa onlar Allah'tan baskasını sefaatciler mı edindiler? De ki: Onlar hicbir seye guc yetiremezler ve akıl erdiremezlerse de mi (sefaatci edineceksiniz)"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "De ki: Butun sefaat Allah'ındır. Goklerin ve yerin hukumranlıgı O'nundur. Sonra O'na donduruleceksiniz"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Allah'ın adı tek basına zikredildigi zaman, ahirete iman etmeyenlerin kalbleri kin (ve nefret) le dolar; fakat Allah'tan baskası, (yani putları) zikredildigi zaman da hemen neselenirler"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "De ki: Ey gokleri ve yeri yaratan, gizliyi de asikarı da bilen Allah! Kullarının arasında, ayrılıga dustukleri seyin hukmunu ancak sen vereceksin"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Eger yerde ne varsa hepsi ve onunla birlikte bir misli daha o zulmedenlerin olsaydı, kıyamet gununde azabın fenalıgından (kurtulmak icin) elbette bunları feda ederlerdi. Halbuki (o gun) onlar icin, Allah tarafından, hic hesaba katmadıkları seyler ortaya cıkmıstır"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "Onların kazandıkları kotulukler (o gun) acıga cıkmıs, alaya aldıkları sey, kendilerini sarmıstır"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "Insana bir zarar dokundugu zaman bize yalvarır. Sonra, kendisine tarafımızdan bir nimet verdigimiz vakit, «Bu bana ancak bilgimden dolayı verilmistir» der. Hayır! O bir imtihandır, fakat cokları bilmezler"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Bunu onlardan oncekiler de soylemisti; ama kazandıkları seyler onlara fayda vermedi"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Sonunda kazandıkları seylerin kotulukleri de baslarına gelmisti. Bu musriklerden zulmedenlerin baslarına da kazandıklarının kotulukleri gelecektir. Buna hicbir sekilde engel olabilecek degillerdir"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Bilmiyorlar mı ki Allah, rızkı diledigine bol bol verir, dilediginden de kısar. Suphesiz bunda inanan bir kavim icin ibretler vardır"
        }
    ]
}