{
    "maqras": [
        {
            "chapter": 2,
            "verse": 26,
            "text": "Suphesiz Allah (hakkı acıklamak icin) sivrisinek ve onun da otesinde bir varlıgı misal getirmekten cekinmez. Iman etmislere gelince, onlar boyle misallerin Rablerinden gelen hak ve gercek oldugunu bilirler. Kafir olanlara gelince: Allah boyle misal vermekle ne murat eder? derler. Allah onunla bircok kimseyi saptırır, bircoklarını da dogru yola yoneltir. Verdigi misallerle Allah ancak fasıkları saptırır (cunku bunlar birer imtihandır)"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Onlar oyle (fasıklar) ki, kesin soz verdikten sonra Allah'ın ahdini bozarlar (sozlerinden donerler). Allah'ın, birlestirilmesini emrettigin (sıla-i rahim) i keserler ve yeryuzunde fitne ve fesat cıkarırlar. Iste onlar gercekten zarara ugrayanlardır"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Ey kafirler! Siz olu iken sizi dirilten (dunyaya getirip hayat veren) Allah'ı nasıl inkar ediyorsunuz? Sonra sizi oldurecek, tekrar sizi diriltecek ve sonunda O'na donduruleceksiniz"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "O, yerde ne varsa hepsini sizin icin yarattı. Sonra (kendine has bir sekilde) semaya yoneldi, onu yedi kat olarak yaratıp duzenledi (tanzim etti). O , her seyi hakkıyla bilendir"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "Hatırla ki Rabbin meleklere: Ben yeryuzunde bir halife yaratacagım, dedi. Onlar: Bizler hamdinle seni tesbih ve seni takdis edip dururken, yeryuzunde fesat cıkaracak ve kanlar dokecek kimseler mi yaratacaksın? Dediler. Allah da onlara: Sizin bilemeyeceginiz seyleri ben bilirim, dedi"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "Allah Adem’e butun isimleri, ogretti. Sonra onları once meleklere arzedip: Eger siz sozunuzde sadık iseniz, sunların isimlerini bana bildirin, dedi"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Melekler: (Rabbimiz) Seni (noksan sıfatlardan) tenzih ederiz, senin bize ogrettiklerinden baska bizim bilgimiz yoktur. Suphesiz alim (herseyi bilen) ve hakim olan ancak sensin, dediler"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "(Bunun uzerine:) Ey Adem! Esyanın isimlerini meleklere bildir, dedi. Adem onların isimlerini onlara bildirince: (Allah: ) Ben size, muhakkak semavat ve arzda gorulmeyenleri (oralardaki sırları) bilirim. Bundan da ote, gizli ve acık yapmakta olduklarınızı da bilirim, dememis miydim? dedi"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Hani biz meleklere (ve cinlere): Adem'e secde edin, demistik. Iblis haric hepsi secde ettiler. O yuz cevirdi ve buyukluk tasladı, boylece kafirlerden oldu"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "Biz:«Ey Adem! Sen ve esin (Havva) beraberce cennete yerlesin ve dilediginiz yerde O'nun nimetlerinden bol bol yiyin. (Ancak) su agaca yaklasmayın; yoksa ikiniz de zalimlerden olursunuz» dedik"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Ne var ki Seytan onları oradan uzaklastırmıs ve icinde bulundukları (o rahat durumdan, cennetten) cıkarmıstı. Bunun uzerine; «Biz de bir kısmınız digerine dusman olarak ininiz, sizin icin yeryuzunde barınak ve belli bir zamana dek nimet vardır» dedik"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Bu durum devam ederken Adem, Rabbinden bir takım kelimeler aldı ve tevbe etti. Cunku O (Allah), tevbeleri cokca kabul eden ve merhameti bol olandır"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Dedik ki: Hepiniz oradan inin! Eger benden size bir hidayet gelir de her kim hidayetime tabi olursa onlar icin herhangi bir korku yoktur ve onlar uzuntu cekmezler"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Inkar edip ayetlerimizi yalanlayanlara gelince, onlar cehennemliktir, onlar orada ebedi kalırlar"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "Ey Israilogulları! Size verdigim nimetlerimi hatırlayın, bana verdiginiz sozu yerine getirin ki, ben de size olan sozumu yerine getireyim. Ve yalnızca benden korkun"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Elinizdekini (Tevrat'ın aslını) tasdik edici olarak indirdigime (Kur'an'a) iman edin. Sakın onu inkar edenlerin ilki olmayın! Ayetlerimi az bir karsılık pahasına satmayın, yalnız benden (benim azabımdan) sakının"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Bilerek hakkı batıl ile karıstırmayın, hakkı gizlemeyin"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Namazı dosdogru kılın, zekatı (hakkıyla) verin ve ruku edenlerle beraber ruku edin"
        }
    ]
}