{
    "maqras": [
        {
            "chapter": 5,
            "verse": 12,
            "text": "Andolsun ki Allah, Israilogullarından soz almıstı. (Kefil olarak) iclerinden on iki de baskan gondermistik. Allah onlara soyle demisti: Ben sizinle beraberim. Eger namazı dosdogru kılar, zekatı verir, peygamberlerime inanır, onları destekler ve (malınızı) Allah yolunda guzelce sarfederseniz, andolsun ki sizin gunahlarınızı orterim ve sizi, altlarından ırmaklar akan cennetlere sokarım. Bundan sonra sizden kim inkar yolunu tutarsa dogru yoldan sapmıs olur"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "Sozlerini bozmaları sebebiyle onları lanetledik ve kalplerini katılastırdık. Onlar kelimelerin yerlerini degistirirler (kitaplarını tahrif ederler). Kendilerine ogretilen ahkamın (Tevrat’ın) onemli bir bolumunu de unuttular. Iclerinden pek azı haric, onlardan daima bir hainlik gorursun. Yine de sen onları affet ve aldırıs etme. Suphesiz Allah iyilik edenleri sever"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "«Biz hıristiyanlarız» diyenlerden de kesin sozlerini almıstık. Ama onlar da kendilerine zikredilen (verilen ogutlerin veya Kitab'ın) onemli bir bolumunu unuttular. Bu sebeple kıyamete kadar aralarına dusmanlık ve kin saldık. Yakında Allah onlara yaptıklarını haber verecektir"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "Ey ehli kitap! Rasulumuz size Kitap'tan gizlemekte oldugunuz bircok seyi acıklamak uzere geldi; bircok (kusurunuzu) da affediyor. Gercekten size Allah'tan bir nur, apacık bir kitap geldi"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Rızasını arayanı Allah onunla kurtulus yollarına goturur ve onları iradesiyle karanlıklardan aydınlıga cıkarır, dosdogru bir yola iletir"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "«Suphesiz Allah, Meryem Oglu Mesih'dir» diyenler andolsun ki kafir olmuslardır. De ki: Oyleyse Allah, Meryem Oglu Mesih'i, anasını ve yeryuzundekilerin hepsini helak etmek isterse kim Allah'ın iradesinden bir seye engel olacak kudrete sahip olabilir?\" Goklerde, yerde ve ikisi arasında ne varsa hepsinin mulkiyeti Allah'a aittir. O diledigini yaratır ve Allah her seye tam manasıyla kadirdir"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Yahudiler ve hıristiyanlar «Biz Allah'ın ogulları ve sevgilileriyiz» dediler. De ki: Oyleyse gunahlarınızdan dolayı size nicin azap ediyor? Dogrusu siz de O'nun yarattıgı insanlardansınız. O, diledigini bagıslar ve diledigine azap eder. Goklerde, yerde ve ikisinin arasında ne varsa mulkiyeti Allah'a aittir. Sonunda donus de ancak O'nadır"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "Ey kitap ehli! Peygamberler arasındaki bosluga dayanarak, \"Bize mujdeci ve korkutucu (bir peygamber) gelmedi\" dememeniz icin, size (her seyi) acıklayan Peygamberimiz gelmistir. Size bir mujdeci bir korkutucu gelmistir. Allah, her seye hakkıyla kadirdir"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "Bir zamanlar Musa, kavmine soyle demisti: Ey kavmim! Allah'ın size (lutfettigi) nimetini hatırlayın; zira O, icinizden peygamberler cıkardı ve sizi hukumdarlar kıldı. Alemlerde hicbir kimseye vermedigini size verdi"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "Ey kavmim! Allah'ın size (vatan olarak) yazdıgı mukaddes topraga girin ve arkanıza donmeyin, yoksa kaybederek donmus olursunuz"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "Onlar su cevabı verdiler: Ya Musa! Orada zorba bir toplum var; onlar oradan cıkmadıkca biz oraya asla girmeyecegiz. Eger oradan cıkarlarsa biz de hemen gireriz"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Korkanların icinden Allah'ın kendilerine lutufda bulundugu iki kisi soyle dedi: Onların uzerine kapıdan girin; oraya bir girdiniz mi artık siz zaferi kazanmıssınızdır. Eger muminler iseniz ancak Allah'a guvenin"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "«Ey Musa! Onlar orada bulundukları muddetce biz oraya asla girmeyiz; su halde sen ve Rabbin gidin savasın; biz burada oturacagız» dediler"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Musa: «Rabbim! Ben kendimden ve kardesimden baskasına hakim olamıyorum; bizimle, bu yoldan cıkmıs toplumun arasını ayır» dedi"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Allah, «Oyleyse orası (arzı mukaddes) onlara kırk yıl yasaklanmıstır; (bu muddet icinde) yeryuzunde saskın saskın dolasacaklar. Artık sen, yoldan cıkmıs toplum icin uzulme» dedi"
        }
    ]
}