{
    "chapter": [
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif. Lyam. Ra. Tse Pysannya zislano tobi dlya toho, shchob ty vyviv lyudey iz temryavy do svitla z dozvolu Hospoda yikhnʹoho, do shlyakhu Velykoho, Khvalymoho"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Allaha, Yakomu nalezhytʹ use, shcho na nebesakh i na zemli. Hore neviruyuchym vid suvoroho pokarannya"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "tym, yaki viddayutʹ perevahu zemnomu zhyttyu pered zhyttyam nastupnym i zbyvayutʹ zi shlyakhu Allaha, prahnuchy vykryvyty yoho. Vony opynylysʹ u hlybokiy omani"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "My vidsylaly poslantsyamy tilʹky tykh, khto hovoryv movoyu svoho narodu, shchob vony zrozumilo poyasnyuvaly. Allah uvodytʹ v omanu, koho pobazhaye, i vede pryamym shlyakhom, koho pobazhaye. Vin — Vsemohutniy, Mudryy"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "I My vidislaly Musu zi znamennyamy Nashymy: «Vyvedy sviy narod iz temryavy do svitla ta nahaday yim pro Dni Allaha». Voistynu, v tsʹomu — znamennya dlya kozhnoho terplyachoho, vdyachnoho"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Osʹ Musa skazav narodu svoyemu: «Z·hadayte mylistʹ Allaha do vas, koly vas bulo vryatovano Nym vid rodu Firauna. Vony zavdavaly vam strazhdanʹ, ubyvaly vashykh syniv i lyshaly zhyvymy vashykh zhinok. U tsʹomu dlya vas — velyke vyprobuvannya vid Hospoda vashoho"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Osʹ vash Hospodʹ spovistyv: «Yakshcho vy budete vdyachnymy, YA daruyu vam ishche bilʹshe! A yakshcho vy budete nevdyachnymy, to Moye pokarannya suvore!»"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Musa skazav: «A yakshcho nevdyachnymy budete vy ta vsi, khto na zemli, to Allah — Bahatyy, Khvalymyy!»"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Nevzhe do vas ne prykhodyly zvistky pro tykh, yaki zhyly ranishe za vas – narod Nukha, adytiv, samudytiv, a takozh pro tykh, yaki zhyly pislya nykh, i pro yakykh znaye tilʹky Allah? Prykhodyly do nykh poslantsi yikhni z yasnymy znamennyamy, ale ti zatulyaly rukamy svoyi vusta y hovoryly: «My ne viruyemo v te, z chym poslano vas, i perebuvayemo u velykomu sumnivi shchodo toho, do choho vy nas zaklykayete!»"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Yikhni poslantsi hovoryly: «Nevzhe vy mayete sumnivy shchodo Allaha, Tvortsya nebes i zemli? Vin klyche vas, shchob prostyty vam hrikhy vashi y vidstrochyty do pevnoho chasu». Ti vidpovidaly: «Ta vy – lyudy, taki sami, yak i my. Vy prahnete vidvernuty nas vid toho, chomu poklonyalysʹ nashi batʹky. Tozh pokazhitʹ nam dokaz yasnyy!»"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Yikhni poslantsi hovoryly yim: «My — lyudy, taki sami, yak i vy. Prote Allah daruye mylistʹ tomu z rabiv Svoyikh, komu pobazhaye. My ne damo vam dokazu bez dozvolu Allaha. I nekhay viruyuchi pokladayutʹsya na Allaha"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Chomu zh nam ne pokladatysya na Allaha, yakshcho Vin poviv nas nashymy shlyakhamy? My sterpymo te, chym vy obrazhayete nas! I nekhay ti, khto pokladaye spodivannya, pokladayutʹsya na Allaha!»"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Ti, yaki ne poviryly svoyim poslantsyam, skazaly: «My neodminno vyzhenemo vas zi svoyeyi zemli, yakshcho vy ne povernetesya do nashoyi relihiyi». Ale Hospodʹ yikhniy vidkryv yim: «My neodminno znyshchymo nechestyvtsiv"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "a pislya nykh My zaselymo zemlyu vamy. Tse — dlya tykh, khto boyitʹsya postaty peredi Mnoyu ta khto boyitʹsya pohrozy!»"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Vony prosyly pro peremohu — i kozhen upertyy suprotyvnyk zaznav vtrat"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Poperedu na nʹoho chekaye heyena, a napuvatymutʹ yoho napoyem iz hnoyu"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Vin pytyme yoho kovtkamy, prote ledʹ zmozhe prokovtnuty. Smertʹ otochytʹ yoho z usikh bokiv, ale vin ne pomre. A poperedu na nʹoho chekaye zhorstoka kara"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Vchynky tykh, yaki ne uviruvaly, podibni do popelu, rozviyanoho v buremnyy denʹ vitrom. Vony ne matymutʹ niyakoyi vlady nad tym, shcho otrymaly. Tse — hlyboka omana"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Nevzhe ty ne bachysh, shcho Allah stvoryv nebesa y zemlyu v istyni? Yakshcho Vin pobazhaye, to zabere vas i pryvede tvorinnya nove"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "I tse dlya Allaha zovsim nevazhko"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Usi postanutʹ pered Allahom! Slabki skazhutʹ tym, yaki vyvyshchuvalysʹ: «My yshly slidom za vamy! Chy mozhete pozbavyty nas khocha b vid chastky kary Allaha?» Ti skazhutʹ: «Yakby Allah poviv nas pryamym shlyakhom, to y my povely b vas pryamym shlyakhom! Vse odno nam, budemo my sumuvaty chy terpity — nemaye poryatunku dlya nas!»"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Koly spravu bude vyrisheno, shaytan skazhe: «Voistynu, obitsyanka Allaha — pravdyva obitsyanka, a svoyeyu obitsyankoyu ya obmanuv vas! YA ne mav nad vamy vlady, a tilʹky klykav vas. Vy meni vidpovily, tozh ne dokoryayte meni, a dokoryayte sobi! YA ne pomichnyk vam, a vy ne pomichnyky meni. YA neprychetnyy do toho, shcho vy ranishe poklonyalysya meni [narivni z Allahom]!» Voistynu, neviruyuchykh chekaye bolisna kara"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Tykh, yaki uviruvaly y robyly dobri spravy, vvedutʹ do sadiv rayu, de techutʹ riky. Z dozvolu Hospoda yikhnʹoho budutʹ vony tam vichno! Vitannyam yikhnim tam bude «Myr!»"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Nevzhe ty ne bachysh, yak Allah navodytʹ prytchi? Dobre slovo skhozhe na dobre derevo, korinʹ yakoho mitsnyy, a hilky syahayutʹ neba"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Vono postiyno daye plody z dozvolu Hospoda yoho. Allah navodytʹ prytchi dlya lyudey — mozhlyvo, vony zamyslyatʹsya"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "A pohane slovo podibne do pohanoho dereva, vyrvanoho z zemli — vono ne maye osnovy"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Tykh, yaki uviruvaly, Allah utverdzhuye slovom tverdym yak u zemnomu, tak i v nastupnomu zhytti. Allah zbyvaye nechestyvtsiv zi shlyakhu; Allah robytʹ, shcho pobazhaye"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Nevzhe ty ne bachyv tykh, yaki zminyly mylistʹ Allaha na nevirʺya ta vkynuly sviy narod u mistse zahybeli –"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "heyenu, kudy vviydutʹ vony! Yakyy merzotnyy tsey prytulok"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "Vony dodavaly Allahu rivnykh, shchob zbyvaty z Yoho shlyakhu. Skazhy: «Nasolodzhuytesʹ blahamy, ale, voistynu, prytulkom vashym bude vohonʹ!»"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Skazhy Moyim rabam, yaki uviruvaly, shchob vony zvershuvaly molytvu y zhertvuvaly tayemno y vidkryto te, chym nadilyly My yikh, ranishe, nizh pryyde Denʹ, koly ne bude ni torhivli, ni druzhby"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Allah — Toy, Khto stvoryv nebesa y zemlyu, prolyv iz neba vodu y vyrostyv neyu plody dlya vashoho prozhytku. Vin pidkoryv vam korabli, yaki plyvutʹ morem za nakazom Yoho. Vin pidkoryv vam riky"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "y pidkoryv vam sontse y misyatsʹ, yaki nevpynno rukhayutʹsya, pidkoryv vam nich i denʹ"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "Vin daruvav vam use, shcho vy prosyly. Yakshcho vy pochnete rakhuvaty mylosti Allaha, to ne perelichyte yikh. Voistynu, lyudyna — nespravedlyva y nevdyachna"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "Osʹ skazav Ibrahim: «Hospody! Zroby tse misto bezpechnym i vryatuy mene y syniv moyikh vid pokloninnya idolam"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Hospody! Voistynu, vony zbyly zi shlyakhu bahatʹokh lyudey! I khto pide za mnoyu, toy vid mene. A khto ne slukhatyme mene, to Ty — Proshchayuchyy, Myloserdnyy"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Hospody nash! YA poselyv chastynu nashchadkiv svoyikh u dolyni, de nemaye posiviv, bilya Tvoho Zaboronenoho Domu. Hospody nash! Nekhay vony zvershuyutʹ molytvu. Spovny lyudsʹki sertsya lyubovʺyu do nykh i nadily yikh plodamy — mozhlyvo, vony budutʹ vdyachni"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Hospody nash! Ty znayesh te, shcho my prykhovuyemo y shcho vidkryvayemo. Nishcho ne prykhovayetʹsya vid Allaha ni na zemli, ni u nebi"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Khvala Allahu, yakyy daruvav meni na skhyli viku Ismayilya ta Iskhaka! Voistynu, Hospodʹ miy chuye molytvy"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Hospody! Zroby mene y moyikh nashchadkiv stiykymy v molytvi! Hospody nash! Pryymy zaklyky nashi"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Hospody nash! Prosty hrikhy meni, batʹkam moyim i viruyuchym u toy Denʹ, koly bude vidplata!»"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Ne dumay, shcho Allah ne pomichaye toho, shcho roblyatʹ nechestyvtsi. Vin daruvav yim vidstrochku do toho Dnya, koly zastyhnutʹ pohlyady"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "i vony pospishatymutʹ, zadershy holovy. Yikhni pohlyady zastyhnutʹ, a sertsya budutʹ spustosheni"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Zasterihay lyudey vid toho Dnya, koly pryyde pokarannya. Ti, yaki buly nespravedlyvi, skazhutʹ: «Hospody nash! Daruy nam vidstrochku do blyzʹkoho chasu! My vidpovimo na tviy zaklyk i pidemo za poslantsyamy!» [Skazhutʹ yim:] «A chy ne klyalysya vy ranishe, shcho nikoly ne znyknete"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Vy zhyvete u zhytlakh tykh, yaki buly nespravedlyvi sami do sebe. Vam zrozumilo, yak My vchynyly z nymy, i My navodyly dlya vas prytchi»"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Vony vdavalysya do khytroshchiv, ale Allah znaye yikhni khytroshchi, y tsi khytroshchi nespromozhni zsunuty hory"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Ne dumay, shcho Allah porushuye svoyu obitsyanku. Voistynu, Allah — Velykyy, Volodar vidplaty"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Toho Dnya zemlya zminytʹsya inshoyu, tak samo, yak i nebesa. Postanutʹ vony pered Allahom — Yedynym, Vseperemozhnym"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Toho Dnya ty pobachysh hrishnykiv, zakutykh u kaydany"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Odyah yikhniy bude zi smoly, a oblychchya pokryvatyme vohonʹ"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "shchob Allah vidplatyv kozhniy dushi za te, shcho robyla vona. Voistynu, Allah shvydkyy u vidplati"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Tse — poslannya do lyudey, shchob yikh zasterihaly nym, i shchob znaly vony, shcho Vin — Yedynyy Boh. I nekhay zamyslyatʹsya obdarovani rozumom"
        }
    ]
}