{
    "chapter": [
        {
            "chapter": 35,
            "verse": 1,
            "text": "Khvala Allahu, Tvortsyu nebes i zemli, Yakyy zrobyv anheliv poslantsyamy, kotri mayutʹ dva, try y chotyry kryla. Vin dodaye v tvorinni, shcho pobazhaye. Voistynu, Allah spromozhnyy na kozhnu rich"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Nikhto ne strymaye mylosti, yaku Allah vidkryvaye lyudyam. A te, shcho strymaye Vin sam, uzhe ne zishle nikhto. A Vin — Vsemohutniy, Mudryy"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "O lyudy! Z·hadayte mylistʹ Allaha do vas. Chy ye inshyy tvoretsʹ zamistʹ Allaha, yakyy nadilyav by vas iz neba y zemli? Nemaye boha, krim Nʹoho! Yak zhe vony viddalylysya"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "Yakshcho vony vyznayutʹ tebe brekhunom, to y ranishe poslantsiv vvazhaly brekhunamy. Ale vsi spravy povertayutʹsya do Allaha"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "O lyudy! Voistynu, obitsyanka Allaha pravdyva! Nekhay ne spokushaye vas zemne zhyttya, i nekhay spokusnyk ne spokushaye vas proty Allaha"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "Voistynu, shaytan — vash voroh, tozh stavtesya do nʹoho yak do voroha. Vin zaklykaye svoyikh prykhylʹnykiv do toho, shchob vony staly meshkantsyamy pekla"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "Na tykh, yaki ne uviruvaly, chekaye zhorstoka kara! A na tykh, yaki uviruvaly y robyly dobro, chekaye proshchennya y velyka vynahoroda"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "Nevzhe toy, komu prykrasheno yoho vchynky tak, shcho vin spryymaye yikh za dobro, rivnyy [tomu, komu Allah vkazav na pryamyy shlyakh?] Voistynu, Allah zbyvaye zi shlyakhu, koho pobazhaye, ta vede pryamym shlyakhom, koho pobazhaye. Ne zhurysya cherez nykh! Voistynu, Allah znaye te, shcho vony roblyatʹ"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "Allah — Toy, Khto posylaye vitry. Koly vony prynosyatʹ khmary, My pryvodymo yikh do mertvoyi zemli ta ozhyvlyayemo yiyi pislya smerti. Takym bude y voskresinnya"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "Yakshcho khtosʹ prahne mohutnosti, to vsya mohutnistʹ nalezhytʹ Allahu! Do Nʹoho pidnosytʹsya dobre slovo, a dobra sprava pidnosytʹ yoho! A tykh, yaki zamyslyuyutʹ zle, chekaye zhorstoka kara! Z·hynutʹ yikhni khytroshchi"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "Allah stvoryv vas iz prakhu, potim — iz krapli simeni, a potim zrobyv vas paramy. Zhinka ne mozhe zavahitnity chy narodyty, okrim yak iz Yoho znannya. Zhyve dovhozhytelʹ chy vkorochuyetʹsya yoho zhyttya — tse vse mistytʹsya v Pysanni! Voistynu, tse dlya Allaha — lehko"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "Dvi vodoymy ne rivni mizh soboyu. Odna z nykh — pryyemna na smak, prisna, lehka dlya pyttya, a insha — solona, hirka. Iz kozhnoyi z nykh vy otrymuyete svizhe mʺyaso ta vydobuvayete prykrasy, yaki odyahayete. Ty bachysh korabli, yaki plyvutʹ tam, shchob vy mohly shukaty Yoho lasky. Mozhlyvo, vy budete vdyachni"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "Vin skorochuye denʹ nichchyu, a nich skorochuye dnem. Vin pidkoryv sontse y misyatsʹ; vony plynutʹ do vyznachenoho stroku! Takyy Allah, vash Hospodʹ! Yomu nalezhytʹ vlada, a ti, koho vy klychete zamistʹ Nʹoho, ne vladni navitʹ nad plivkoyu z kistochky finika"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Koly vy klychete yikh, vony ne chuyutʹ vashoho zaklyku, a yakby y chuly, to ne vidpovily b vam. U Denʹ Voskresinnya vony zrechutʹsya vashoho pokloninnya. Nikhto ne rozkazhe tobi tak, yak rozkazhe Vidayuchyy"
        },
        {
            "chapter": 35,
            "verse": 15,
            "text": "O lyudy! Vy potrebuyete Allaha, a Vin — Bahatyy, Khvalymyy"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Yakshcho Vin pobazhaye, to znyshchytʹ vas i pryvede nove tvorinnya"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "shcho dlya Allaha zovsim ne vazhko"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Nikhto ne ponese tyahar inshoho. Yakshcho obtyazhenyy i poklyche kohosʹ, toy ne vizʹme nichoho, navitʹ yakshcho tse bude yoho rodych. Ty zasterihayesh lyshe tykh, khto potayemno boyitʹsya Hospoda svoho ta zvershuye molytvu. Khto ochystyvsya, toy ochystyvsya lyshe sam dlya sebe. I do Allaha povernennya"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "Ne rivni mizh soboyu slipyy i zryachyy"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "temryava y svitlo"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "tinʹ i speka"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "ne rivni zhyvi y mertvi! Voistynu, Allah daruye slukh, komu pobazhaye. Ty ne podaruyesh slukh tym, yaki v mohylakh"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "Ty lyshe zasterihach"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "My vidislaly tebe z istynoyu yak dobroho visnyka ta zasterihacha! Nemaye narodu, do yakoho ne prykhodyv by zasterihach"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "Yakshcho vony vyznayutʹ tebe brekhunom, to y ranishe poslantsiv uvazhaly za brekhuniv. Yikhni poslantsi prykhodyly do nykh iz yasnymy znamennyamy, pysannyamy ta yasnoyu knyhoyu"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "A potim YA skhopyv tykh, yaki buly neviruyuchymy! Yaka zh bula vidplata"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "Nevzhe ty ne bachysh, shcho Allah prolyvaye z neba vodu, yakoyu My proroshchuyemo plody riznoho kolʹoru. Mayutʹ riznyy kolir i hirsʹki stezhky: bilyy, chervonyy, a takozh chornyy, nache yak u vorony"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "Lyudy, tvaryny y khudoba tak samo buvayutʹ riznoho kolʹoru Voistynu, boyatʹsya Allaha sered Yoho rabiv tilʹky nadileni znannyam! Voistynu, Allah — Vsemohutniy, Proshchayuchyy"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Voistynu, ti, yaki chytayutʹ Pysannya Allaha, zvershuyutʹ molytvu, potayemno y vidkryto zhertvuyutʹ iz toho, chym My yikh nadilyly, mayutʹ nadiyu na zysk, yakyy ne bude vtracheno"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "shchob Allah vynahorodyv yikh povnoyu miroyu ta shche y dodav iz lasky Svoyeyi! Voistynu, Vin — Proshchayuchyy, Vdyachnyy"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "Pysannya, yake My vidkryly tobi — istyna, yaka pidtverdzhuye te, shcho bulo ranishe. Voistynu, Allah vidaye pro Svoyikh rabiv i bachytʹ yikh"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Potim My daruvaly v spadok Pysannya tym iz Nashykh rabiv, koho My obraly. Sered nykh ye nespravedlyvi do sebe, ye pomirkovani, a ye y ti, yaki vyperedzhayutʹ inshykh u dobrykh spravakh iz dozvolu Allaha! Taka velyka laska"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "Vony vviydutʹ do sadiv Edenu, de budutʹ prykrasheni brasletamy z zolota y perliv, yikhnim odyahom tam bude shovk"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "Vony skazhutʹ: «Khvala Allahu, yakyy zabrav vid nas smutok! Voistynu, nash Hospodʹ — Proshchayuchyy, Vdyachnyy"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "Yakyy iz lasky Svoyeyi poselyv nas u vichniy obyteli. Tut ne torknetʹsya nas ni vtoma, ni vysnazhennya!»"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "A tykh, yaki ne viruvaly, chekaye vohonʹ heyeny. Iz nymy ne pokinchatʹ tak, shchob vony pomerly, i ne bude polehsheno yim kary! Tak My vynahorodymo kozhnoho neviruyuchoho"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "Tam vony zaholosyatʹ: «Hospody nash! Vyvedy nas zvidsy, my budemo robyty dobro, a ne te, shcho my robyly ranishe!» Nevzhe My ne daruvaly vam dostatnʹo dovhe zhyttya, shchob zamyslyvsya toy, khto zamyslyvsya? Do vas prykhodyv zasterihach! Tozh skushtuyte! Ne bude v nechestyvykh pomichnykiv"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "Voistynu, Allah znaye potayemne nebes i zemli. Voistynu, Vin znaye pro te, shcho v sertsyakh"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "Vin — Toy, Khto postavyv vas namisnykamy na zemli. Khto ne viruye, toy ne viruye sobi na shkodu. Nevirʺya ne dodaye neviruyuchym pered Hospodom yikhnim nichoho, krim lyuti. Nevirʺya ne dodaye neviruyuchym nichoho, krim vtrat"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "Zapytay: «Chy bachyly vy tykh vashykh spilʹnykiv, do yakykh vy zvertayetesya zamistʹ Allaha? Pokazhitʹ meni, yaku chastynu zemli vony stvoryly? Nevzhe vony mayutʹ chastku na nebi?» Nevzhe My daruvaly yim Pysannya, yasnykh znamenʹ yakoho vony y trymayutʹsya? Ta zh ni! Te, shcho nechestyvtsi obitsyayutʹ odne odnym,— tse tilʹky spokusa"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "Voistynu, Allah trymaye nebesa y zemlyu, shchob vony ne zsunulysya. A yakshcho vony zsunutʹsya, to nikhto, krim Nʹoho, yikh ne vtrymaye. Voistynu, Vin — Lahidnyy, Proshchayuchyy"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Vony klyalysya Allahom — naysylʹnishymy klyatvamy! — shcho, koly pryyde do nykh zasterihach, vony pidutʹ pravylʹnishym shlyakhom, nizh inshi hromady. A koly do nykh pryyshov zasterihach, to tse tilʹky dodalo yim vidrazy"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "Vony vyvyshchuvalysya na zemli y zamyslyuvaly zlo. Ale lykhi pidstupy vrazhayutʹ lyshe tykh, khto yikh zamyslyv! Nevzhe vony chekayutʹ chohosʹ inshoho, krim zdiysnennya zakonu, yake spitkalo pershi pokolinnya? Ty ne znaydesh zminy v zakoni Allaha y ne znaydesh mozhlyvosti ukhylytysya vid zakonu Allaha"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "Nevzhe vony ne podorozhuvaly zemleyu? Nekhay pohlyanutʹ, yakym buv kinetsʹ tykh, shcho zhyly ranishe za nykh. Vony buly mohutnishi za nykh, ale nishcho ne vteche vid Allaha — ni na nebesakh, ni na zemli. Voistynu, Vin — Vseznayuchyy ta Vsesylʹnyy"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Yakby Allah stav karaty lyudey za vse, shcho vony roblyatʹ, to na poverkhni zemli ne lyshylosya b zhodnoyi zhyvoyi istoty. Vin daye yim vidstrochku — do pevnoho chasu. A koly yikhniy chas nastaye, to, voistynu, Allah bachytʹ Svoyikh rabiv"
        }
    ]
}