{
    "pages": [
        {
            "chapter": 6,
            "verse": 28,
            "text": "But that which they used to conceal before will become apparent to them. And even if they were sent back, they would surely return to what they were forbidden, for they are indeed liars"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "They say, “There is nothing beyond our life in this world, and we will not be resurrected.”"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "If you could only see when they are made to stand before their Lord. He will say, “Is this not the truth?” They will say, “Yes indeed, by our Lord.” He will say, “So taste the punishment for your disbelief.”"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Losers indeed are those who deny the meeting with Allah, until when the Hour comes upon them by surprise, they will say, “Woe to us for having ignored this!” They will bear their burdens on their backs. Terrible indeed is their burden"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "The life of this world is nothing but play and amusement, but the Home of the Hereafter is far better for those who fear Allah. Do you not then understand"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "We know well that what they say grieves you [O Prophet]. It is not you that they doubt, rather it is the verses of Allah that the wrongdoers deny"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "There were messengers rejected before you, but they endured patiently their rejection and persecution until Our help came to them. None can change the words of Allah. You have already received some accounts of those messengers"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "If you find their denial hard to bear, then seek – if you can – a tunnel into the earth or a stairway into the sky to bring them a sign. If Allah had willed, He could have brought them all to guidance; so do not be of those who are ignorant"
        }
    ]
}