{
    "pages": [
        {
            "chapter": 21,
            "verse": 102,
            "text": "They will not hear its slightest hissing, and they will abide forever in whatever their souls desire"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "They will not be grieved by the Greatest Terror, and the angels will receive them [saying], “This is your Day that you were promised”"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "On the Day when We roll up the heavens like a scroll of records. Just as We originated the first creation, so We will bring it back. That is Our binding promise, which We will surely do"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "We have written in the Psalms after the Preserved Record, that the land will be inherited by My righteous slaves"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Indeed, there is a message in this [Qur’an] for devoted worshipers"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "We have not sent you [O Prophet] except as a mercy to the worlds"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Say, “It is only revealed to me that your God is only One God; will you then submit to Him"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "But if they turn away, say, “I have proclaimed the message to you all alike, and I do not know whether what you are warned of is near or far"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Indeed, He knows what is said openly and knows what you conceal"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "I do not know; perhaps this [delay] is a test for you and an enjoyment for a while.”"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "[The Prophet] said, “My Lord, judge [between us] in truth. Our Lord is the Most Compassionate Whose help is to be sought against what you describe.”"
        }
    ]
}