{
    "juzs": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "Yo no pretendo ser inocente. El alma exige el mal, a menos que mi Señor use de Su misericordia. Mi Señor es indulgente, misericordioso»"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "El rey dijo: «¡Traédmelo! Le destino a mi servicio». Cuando hubo hablado con él, dijo: «Hoy has encontrado entre nosotros un puesto de autoridad, de confianza»"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Dijo: «¡Ponme al frente de los almacenes del país! ¡Yo sé bien cómo guardarlos!»"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "Y así dimos poderío a José en el país, en el que podía establecerse donde quería. Nosotros hacemos objeto de Nuestra misericordia a quien queremos y no dejamos de remunerar a quienes hacen el bien"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "Con todo, la recompensa de la otra vida es mejor para quienes creen y temen a Alá"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Los hermanos de José vinieron y entraron a verle. Éste les reconoció, pero ellos a él no"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Cuando les hubo suministrado sus provisiones dijo: «Traedme a un hermano vuestro de padre. ¿No veis que doy la medida justa y que soy el mejor de los hospederos"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Si no me lo traéis, no obtendréis más grano de mí ni os acercaréis más a mí»"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Dijeron: «Se lo pediremos a su padre, ¡sí que lo haremos!»"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Y dijo a sus esclavos: «¡Poned su mercancía en sus alforjas. Quizá la reconozcan cuando regresen a los suyos. Quizás, así, regresen...»"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "De vuelta a su padre, dijeron: «¡Padre! Se nos ha negado el grano. Envía, pues, con nosotros a nuestro hermano y así recibiremos grano. Cuidaremos, ciertamente, de él»"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Dijo: «Las seguridades que ahora me ofrecéis respecto a él ¿son diferentes de las que antes me ofrecisteis repecto a su hermano? Pero Alá es Quien cuida mejor y es la Suma Misericordia»"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "Y, cuando abrieron su equipaje, hallaron que se les había devuelto su mercancía. Dijeron: «¡Padre! ¿Qué más podríamos desear? He aquí que se nos ha devuelto nuestra mercancía. Aprovisionaremos a nuestra familia, cuidaremos de nuestro hermano y añadiremos una carga de camello: será una carga ligera»"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "Dijo: «No lo enviaré con vosotros mientras no os comprometáis ante Alá a traérmelo, salvo en caso de fuerza mayor». Cuando se hubieron comprometido, dijo: «Alá responde de nuestras palabras»"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "Y dijo: «¡Hijos míos! No entréis por una sola puerta, sino por puertas diferentes. Yo no os serviría de nada frente a Alá. La decisión pertenece sólo a Alá. ¡En Él confío! ¡Que los que confían confíen en Él"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "Cuando entraron como les había ordenado su padre, esto no les valió de nada frente a Alá. Era sólo una necesidad del alma de Jacob, que él satisfizo. Poseía ciencia porque Nosostros se la habíamos enseñado. Pero la mayoría de los hombres no saben"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "Cuando estuvieron ante José, éste arrimó a sí a su hermano y dijo: «¡Soy tu hermano! ¡No te aflijas, pues, por lo que hicieron!»"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Habiéndoles aprovisionado, puso la copa en la alforja de su hermano. Luego, un voceador pregonó: «¡Caravaneros! ¡Sois, ciertamente, unos ladrones!»"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Dijeron, dirigiéndose a ellos: «Qué echáis de menos?»"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Dijeron: «Echamos de menos la copa del rey. Una carga de camello para quien la traiga. Yo lo garantizo»"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "«¡Por Alá!» dijeron. «Bien sabéis que o no hemos venido a corromper en el país y que no somos ladrones»"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Dijeron: «Y, si mentís, ¿Cuál será su retribución?»"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Dijeron: «La retribución de aquél en cuya alforja se encuentre será que se quede aquí detenido. Así retribuimos a los impíos»"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Comenzó por sus sacos antes que por el de su hermano. Luego, la sacó del saco de su hermano. Nosotros sugerimos esta artimaña a José, pues no podía prender a su hermano según la ley del rey, a menos que Alá quisiera. Elevamos la categoría de quien Nosotros queremos. Por encima de todo el que posee ciencia hay Uno Que todo lo sabe"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "Dijeron: «Si él ha robado, ya un hermano suyo ha robado antes». Pero José lo mantuvo secreto y no se lo reveló. Pensó: «Os encontráis en la situación peor y Alá sabe bien lo que contáis»"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Dijeron: «¡Poderoso! Tiene un padre muy anciano. Retén a uno de nosotros en su lugar. Vemos que eres de quienes hacen el bien»"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Dijo: «¡Alá nos libre de retener a otro distinto de aquél en cuyo poder hemos encontrado nuestra propiedad! Seríamos, si no, injustos»"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Desesperado de hacerle cambiar, celebraron una consulta. El mayor dijo: «¿Habéis olvidado que vuestro padre os ha exigido comprometeros ante Alá y cómo faltasteis antes a José? Yo no saldré de este país hasta que mi padre me lo permita o hasta que Alá decida en mi favor, que Él es el Mejor en decidir"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Regresad a vuestro padre y decid: '¡Padre! Tu hijo ha robado. No atestiguamos sino lo que sabemos. No podíamos vigilar lo oculto"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Interroga a la ciudad en que nos hallábamos y a la caravana con la cual hemos venido. ¡Sí, decimos la verdad!'»"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Dijo: «¡No! Vuestra imaginación os ha sugerido esto. ¡Hay que tener digna paciencia! Tal vez Alá me los devuelva a todos. Él es el Omnisciente, el Sabio»"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Y se alejó de ellos y dijo: «¡Qué triste estoy por José!» Y, de tristeza, sus ojos perdieron la vista. Sufría en silencio"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Dijeron: «¡Por Alá, que no vas a dejar de recordar a José hasta ponerte enfermo o morir!»"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Dijo: «Sólo me quejo a Alá de mi pesadumbre y de mi tristeza. Pero sé por Alá lo que vosotros no sabéis"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "¡Hijos míos! ¡Id e indagad acerca de José y de su hermano y no desesperéis de la misericordia de Alá, porque sólo el pueblo infiel desespera de la misericordia de Alá!»"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Cuando estuvieron ante él, dijeron: «¡Poderoso! Hemos sufrido una desgracia, nosotros y nuestra familia, y traemos una mercancía de poco valor. ¡Danos, pues, la medida justa y haznos caridad! Alá retribuye a los que hacen la caridad»"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "Dijo: «¿Sabéis lo que, en vuestra ignorancia, hicisteis a José y a su hermano?»"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Dijeron: «¿De veras eres tú José?» Dijo: «¡Yo soy José y éste es mi hermano! Alá nos ha agraciado. Quien teme a Alá y es paciente...Alá no deja de remunerar a quienes hacen el bien»"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Dijeron: «¡Por Alá! Ciertamente, Alá te ha preferido a nosotros. ¡Hemos pecado!»"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Dijo: «¡Hoy no os reprochéis nada! ¡Alá os perdonará Él es la Suma Misericordia"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "¡Llevaos esta camisa mía y aplicadla al rostro de mi padre: recuperará la vista! ¡Traedme luego a vuestra familia, a todos!»"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "Al tiempo que la caravana emprendía el regreso, dijo su padre: «Noto el olor de José, a menos que creáis que chocheo»"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Dijeron: «¡Por Alá, ya estás en tu antiguo error!»"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Cuando el portador de la buena nueva llegó, la aplicó a su rostro y recuperó la vista. Dijo: «¿No os decía yo que sé por Alá lo que vosotros no sabéis?»"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Dijeron: «¡Padre! ¡Pide a Alá que nos perdone nuestros pecados! ¡Hemos pecado!»"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Dijo: «¡Pediré a mi Señor que os perdone! Él es el Indulgentes el Misericordioso»"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Cuando estuvieron ante José, éste arrimó a sí a sus padres y dijo: «¡Entrad seguros en Egipto, si Alá quiere!»"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "Hizo subir a sus padres al trono. Y cayeron prosternados ante él. Y dijo: «¡Padre! He aquí la interpretación de mi sueño de antes. Mi Señor ha hecho de él una realidad. Fue bueno conmigo, sacándome de la cárcel y trayéndoos del desierto, luego de haber sembrado el Demonio la discordia entre yo y mis hermanos. Mi Señor es bondadoso para quien Él quiere. Él es el Omnisciente, el Sabio"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "¡Señor! Tú me has dado del dominio y me has enseñado a interpretar sueños. ¡Creador de los cielos y de la tierra! ¡Tú eres mi Amigo en la vida de acá y en la otra! ¡Haz que cuando muera lo haga sometido a Ti y me reúna con los justos!»"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "Esto forma parte de las historias referentes a lo oculto, que Nosotros te revelamos. Tú no estabas con ellos cuando se pusieron de acuerdo e intrigaron"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "La mayoría de los hombres, a pesar de tu celo, no creen"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "Y tú no les pides un salario a cambio. No es sino una amonestación dirigida a todo el mundo"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "¡Qué designios hay en los cielos y en la tierra, junto a los cuales pasan indiferentes"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "La mayoría no creen en Alá sino como asociadores"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "¿Es que están, pues, a salvo de que les venga, cubriéndolos, el castigo de Alá, o de que les venga la Hora de repente, sin presentirla"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Di: «Éste es mi camino. Basado en una prueba visible, llamo a Alá, y los que me siguen también. ¡Gloria a Alá! Yo no soy de los asociadores»"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "Antes de ti. no enviamos más que a hombres de las ciudades, a los que hicimos revelaciones. ¿No han ido por la tierra y mirado cómo terminaron sus antecesores? Sí, la Morada de la otra vida es mejor para los que temen a Alá ¿Es que no razonáis"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Cuando ya los enviados desesperaban y pensaban que se les había mentido, les llegó Nuestro auxilio y fue salvado el que quisimos. Pero Nuestro rigor no respetará al pueblo pecador"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Hay en sus historias motivo de reflexión para los dotados de intelecto... No es un relato inventado, sino confirmación de los mensajes anteriores, explicación detallada de todo, dirección y misericordia para gente que cree"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "lmr. Ésas son las aleyas de la Escritura. Lo que se te ha revelado, de parte de tu Señor, es la verdad, pero la mayoría de los hombres no creen"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Alá es quien elevó los cielos sin pilares visibles. Luego, se instaló en el Trono y sujetó el sol y la luna, prosiguiendo los dos su curso hacia un término fijo. Él lo dispone todo. Explica detalladamente los signos. Quizás, así, estéis convencidos del encuentro de vuestro Señor"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "Él es quien ha extendido la tierra y puesto en ella montañas firmes, ríos y una pareja en cada fruto. Cubre el día con la noche. Ciertamente, hay en ello signos para gente que reflexiona"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "En la tierra hay parcelas de terreno colindantes, viñedos, cereales, palmeras de tronco simple o múltiple. Todo lo riega una misma agua, pero hacemos que unos frutos sean mejores que otros. Ciertamente, hay en ello signos para gente que razona"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "Si de algo te asombras, asómbrate de su palabra: «Cuando seamos tierra, ¿es verdad que se nos creará de nuevo?» Ésos son los que niegan a su Señor, ésos los que llevarán argollas al cuello, ésos los moradores del Fuego, eternamente"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Te piden que precipites el mal antes que el bien, aun habiendo precedido castigos ejemplares. Tu Señor es el que perdona a los hombres, a pesar de su impiedad. Pero también tu Señor es severo en castigar"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Los infieles dicen: «¿Por qué no se le ha revelado un signo procedente de su Señor?» Tú eres sólo uno que advierte y cada pueblo tiene quien le dirija"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Alá sabe lo que cada hembra lleva y cuándo se contrae el útero, cuándo se dilata. Todo lo tiene medido"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "El Conocedor de lo oculto y de lo patente, el Grande, el Sublime"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Da lo mismo que uno de vosotros diga algo en secreto o lo divulgue, se esconda de noche o se muestre de día"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Tiene, por delante y por detrás, pegados a él, que le custodian por orden de Alá. Alá no cambiará la condición de un pueblo mientras éste no cambie lo que en sí tiene. Pero, si Alá quiere mal a un pueblo, no hay manera de evitarlo: fuera de Él, no tienen amigo"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Él es quien os hace ver el relámpago, motivo de temor y de anhelo, Él quien forma los nubarrones"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Por temor a Él, el trueno celebra Sus alabanzas, y los ángeles también. Él envía los rayos y hiere con ellos a quien Él quiere, mientras discuten sobre Alá, pues es fuerte en poderío"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "La verdadera invocación es la que se dirige a Él. Los que invocan a otros, en lugar de invocarle a Él, no serán escuchados nada. Les pasará, más bien, como a quien, deseando alcanzar el agua con la boca, se contenta con extender hacia ella las manos y no lo consigue. La invocación de los infieles es inútil"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Ante Alá se prosternan mañana y tarde los que están en los cielos y en la tierra, de grado o por fuerza, así como sus sombras"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Di: «¿Quién es el Señor de los cielos y de la tierra?» Di: «¡Alá!» Di: «¿Y tomaréis, en lugar de tomarle a Él, a amigos que no disponen para sí mismos de lo que puede aprovechar o dañar?» Di: «¿Son iguales el ciego y el vidente? ¿Son iguales las tinieblas y la luz? ¿Han dado a Alá asociados que hayan creado algo como lo que Él ha creado, al punto de llegar a confundir lo creado?» Di: «Alá es el Creador de todo. Él es el Uno, el Invicto»"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Ha hecho bajar del cielo agua, que se desliza por los valles, según la capacidad de éstos. El torrente arrastra una espuma flotante, semejante a la escoria que se produce en la fundición para fabricar joyas o utensilios. Así habla Alá en símil de la Verdad y de lo falso: la espuma se pierde; en cambio, queda en la tierra lo útil a los hombres. Así propone Alá los símiles"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Los que escuchen a su Señor tendrán , lo mejor. A los que no Le escuchen, aunque posean todo lo que hay en la tierra y otro tanto y lo ofrezcan como rescate, les irá mal al ajustar las cuentas. Su morada será la gehena. ¡Qué mal lecho"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Quien sepa que lo que tu Señor te ha ir; revelado es la Verdad, ¿será como el ciego? Sólo se dejan amonestar los dotados de intelecto"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Quienes observan fielmente la alianza con Alá y no violan lo pactado"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "quienes mantienen los lazos que Alá ha ordenado mantener y tienen miedo de su Señor y de que les vaya mal al ajustar las cuentas"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "quienes tienen paciencia por deseo de agradar a su Señor, hacen la azalá, dan limosna, en secreto o en público, de lo que les hemos proveído y repelen el mal con el bien, ésos tendrán la Morada Postrera"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "los jardines del edén, en que entrarán, junto con aquéllos de sus padres, esposas y descendientes que fueron buenos. Los ángeles entrarán en donde ellos estén, por todas partes"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "«¡Paz sobre vosotros, por haber tenido paciencia!» ¡Qué agradable será la Morada Postrera"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "Pero quienes violan la alianza con Alá después de haberla contraído, cortan los lazos que Alá ha ordenado mantener y corrompen en la tierra, ésos serán malditos y tendrán una Morada detestable"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Alá dispensa el sustento a quien Él quiere: a unos con largueza, a otros con mesura. Se han regocijado en la vida de acá y la vida de acá no es, comparada con la otra, sino breve disfrute"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "Los infieles dicen: «¿Por qué no se le ha revelado un signo que procede de su Señor?» Di: «Alá extravía a quien Él quiere y dirige a Él a quien se arrepiente»"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "Quienes crean, aquéllos cuyos corazones se tranquilicen con el recuerdo de Alá -¿cómo no van a tranquilizarse los corazones con el recuerdo de Alá"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "quienes crean y obren bien, serán bienaventurados y tendrán un bello lugar de retorno"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Así te hemos enviado a una comunidad que fue precedida de otras, para que les recites lo que te hemos revelado, pero niegan al Compasivo. Di: «¡Es mi Señor! No hay más dios que Él. En Él confío y a Él me vuelvo arrepentido»"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "Si hubiera un Corán en virtud del cual pudieran ponerse en marcha las montañas, agrietarse la tierra, hablar los muertos... Pero todo está en manos de Alá. Los que creen ¿no saben que si Alá hubiera querido habría puesto a todos los hombres en la buena dirección? No dejará de alcanzar una calamidad a los infieles en premio a sus obras o bien tendrá lugar cerca de sus casas hasta que se cumpla la promesa de Alá. Alá no falta a Su promesa"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "Ya han sido objeto de burla otros enviados antes de ti. Concedí una prórroga a los infieles; luego, les sorprendí. Y ¡cuál no fue Mi castigo"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "¡,Acaso Quien vigila lo que cada uno hace...? Con todo, han dado a Alá asociados. Di: «¡Ponedles nombre! ¿O es que vais a informarle de algo en la tierra que Él ignore? ¿O es sólo una manera de hablar?» Al contrario, a los infieles les es engalanada su intriga y son apartados del Camino. Y aquél a quien Alá extravía no podrá encontrar quien le dirija"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Tendrán un castigo en la vida de acá, pero en la otra tendrán un castigo más penoso. No tendrán quien les proteja contra Alá"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Imagen del Jardín prometido a quienes temen a Alá: fluyen arroyos por sus bajos, tiene frutos y sombra perpetuos. Ése será el fin de los que temieron a Alá. El fin de los infieles, empero, será el Fuego"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "Aquéllos a quienes dimos la Escritura, se alegran de lo que se te ha revelado. En los grupos, en cambio, hay quienes rechazan una parte. Di: «He recibido sólo la orden de servir a Alá y de no asociarle. Llamo a Él y a Él vuelvo»"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "Así lo hemos revelado como juicio en lengua árabe. Si tú sigues sus pasiones, después de haber sabido tú lo que has sabido, no tendrás amigo ni protector frente a Alá"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "Mandamos a otros enviados antes de ti, y les dimos esposas y descendientes. Ningún enviado, empero, puede traer un signo si no es con permiso de Alá. Cada época tiene su Escritura»"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Alá abroga o confirma lo que quiere. Él tiene la Escritura Matriz"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "Lo mismo si te mostramos algo de lo que les reservamos, que si te llamamos, a ti te incumbe sólo la transmisión y a Nosotros el ajuste de cuentas"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "¿Es que no ven Nuestra intervención cuando reducimos la superficie de la tierra? ¡Alá decide! Nadie puede oponerse a Su decisión y es rápido en ajustar cuentas"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "Sus antecesores intrigaron, pero el éxito de toda intriga depende de Alá. Sabe lo que cada uno merece y los infieles verán para quién es la Morada Postrera"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "Los infieles dicen: «¡Tú no has sido enviado!» Di: «Alá basta como testigo entre yo y vosotros, y quienes tienen la ciencia de la Escritura»"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "lr. Ésta es una Escritura que te hemos revelado para que, con permiso de su Señor, saques a los hombres de las tinieblas a la luz, a la vía del Poderoso, del Digno de Alabanza"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "de Alá, a Quien pertenece lo que está en los cielos y lo que está en la tierra. ¡Ay de los infieles, por un castigo severo"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Quienes prefieren la vida de acá a la otra y desvían a otros del camino de Alá, deseando que sea tortuoso, están profundamente extraviados"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "No mandamos a ningún enviado que no hablara en la lengua de su pueblo, para que les explicara con claridad. Alá extravía a quien Él quiere y dirige a quien Él quiere. él es el Poderoso, el Sabio"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Ya hemos enviado a Moisés con Nuestros signos: «¡Saca a tu pueblo de las tinieblas a la luz y recuérdales los Días de Alá!» Ciertamente, hay en ello signos para todo aquél que tenga mucha paciencia, mucha gratitud"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Y cuando Moisés dijo a su pueblo: «Recordad la gracia que Alá os dispensó cuando os salvó de las gentes de Faraón, que os sometían a duro castigo, degollando a vuestros hijos varones y dejando con vida a vuestras mujeres. Con esto os probó vuestro Señor duramente»"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Y cuando vuestro Señor anunció: «Si sois agradecidos, os daré más. Pero, si sois desagradecidos,... Ciertamente, Mi castigo es severo»"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Moisés dijo: «Si sois desagradecidos, vosotros y todos los que están en la tierra... Alá Se basta a Sí mismo, es digno de alabanza»"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "¿No os habéis enterado de lo que pasó a quienes os precedieron: el pueblo de Noé, los aditas, los tamudeos, y los que les sucedieron, que sólo Alá conoce? Vinieron a ellos sus enviados con las pruebas claras, pero llevaron las manos a sus bocas y dijeron: «No creemos en vuestro mensaje y dudamos seriamente de aquello a que nos invitáis»"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Sus enviados dijeron: «¿Es posible dudar de Alá, creador de los cielos y de la tierra? Él os llama para perdonaros vuestros pecados y remitiros a un plazo fijo». Dijeron: «No sois más que unos mortales como nosotros. Queréis apartarnos de los dioses a los que nuestros antepasados servían. ¡Aportadnos, pues, una autoridad evidente!»"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Sus enviados les dijeron: «No somos más que unos mortales como vosotros, pero Alá agracia a quien Él quiere de Sus siervos. Y nosotros no podemos aportaros una autoridad sino con permiso de Alá. ¡Que los creyentes confíen en Alá!»"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "¿Cómo no vamos a poner nosotros nuestra confianza en Alá, si nos ha dirigido en nuestros caminos? Tendremos, ciertamente, paciencia, a pesar de lo mucho que nos molestáis. ¡Que los que confían confíen en Alá"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Los infieles dijeron a su enviados: «¡Hemos de expulsaros de nuestro territorio, a menos que volváis a nuestra religión!» Su Señor les inspiró: «¡Hemos de hacer perecer a los impíos"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "y hemos de instalaros, después de ellos, en la tierra! Esto es para quien tema Mi condición y tema Mi amenaza»"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Pidieron un fallo y todo tirano desviado sufrió una decepción"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Le espera la gehena y se le dará a beber una mezcla de pus y sangre"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "a tragos, que apenas podrá pasar. La muerte vendrá a él por todas partes, sin que llegue a morir. Le espera un duro castigo"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Las obras de quienes no creen en su Señor son como cenizas azotadas por el viento en un día de tormenta. No pueden esperar nada por lo que han merecido. Ése es el profundo extravío"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "¿No has visto que Alá ha creado con un fin los cielos y la tierra? Si Él quisiera, os haría desaparecer y os sustituiría por criaturas nuevas"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Y eso no sería difícil para Alá"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "Todos comparecerán ante Alá. Los débiles dirán entonces a los altivos: «Nosotros os seguíamos. ¿No podríais ahora servirnos de algo contra el castigo de Alá?» Dirán: «Si Alá nos hubiera dirigido, os habríamos dirigido. Da igual que nos impacientemos o que tengamos paciencia: no tenemos escape...»"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "El Demonio dirá cuando se decida la cosa: «Alá os hizo una promesa de verdad, pero yo os hice una que no he cumplido. No tenía más poder sobre vosotros que para llamaros y me escuchasteis. ¡No me censuréis, pues, a mí, sino censuraos a vosotros mismos! Ni yo puedo socorreros, ni vosotros podéis socorrerme. Niego que me hayáis asociado antes a Alá». Los impíos tendrán un castigo doloroso"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "mientras que a quienes hayan creído y obrado el bien se les introducirá en jardines por cuyos bajos fluyen arroyos y en los que estarán, con permiso de su Señor, eternamente. Como saludo oirán: «¡Paz!»"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "¿No has visto cómo ha propuesto Alá como símil una buena palabra, semejante a un árbol bueno, de raíz firme y copa que se eleva en el aire"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "que da fruto en toda estación, con permiso de su Señor? Alá propone símiles a los hombres. Quizás, así. se dejen amonestar"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Una mala palabra es, al contrario, semejante a un árbol malo arrancado del suelo: le falta firmeza"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Alá confirma con palabra firme a quienes creen, en la vida de acá y en la , otra. Pero Alá extravía a los ímpios. Alá hace lo que quiere"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "¿No has visto a quienes cambian la gracia de Alá por la incredulidad y alojan a su pueblo en la morada de perdición"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "En la gehena, en la que arderán. ¡Qué mala morada"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "Atribuyeron iguales a Alá para extraviar a otros de Su camino. Di: «¡Gozad brevemente! ¡Estáis destinados al Fuego!»"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Di a mis servidores creyentes que hagan la azalá y que den limosna, en secreto o en público, de lo que les hemos proveído, antes de que venga día en que ya no haya comercio ni amistad"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Alá es Quien ha creado los cielos y la tierra y ha hecho bajar agua del cielo, mediante la cual ha sacado frutos para sustentaros. Ha sujetado a vuestro servicio las naves para que, por Su orden, surquen el mar. Ha sujetado a vuestro servicio los ríos"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "Ha sujetado a vuestro servicio el sol y la luna, que siguen su curso. Ha sujetado a vuestro servicio la noche y el día"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "Os ha dado de todo lo que Le habéis pedido. Si os pusierais a contar las gracias de Alá, no podríais enumerarlas. El hombre es, ciertamente, muy impío, muy desagradecido"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "Y cuando Abraham dijo: «¡Señor! ¡Que esté segura esta ciudad! ¡Y evita que yo y mis hijos sirvamos a los ídolos"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "¡Señor! ¡Han extraviado a muchos hombres! Quien me siga será de los míos. Pero quien me desobedezca... Tú eres indulgente, misericordioso"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "¡Señor! He establecido a parte de mi descendencia en un valle sin cultivar, junto a tu Casa Sagrada, ¡Señor!, para que hagan la azalá. ¡Haz que los corazones de algunos hombres sean afectuosos con ellos! ¡Provéeles de frutos! Quizás, así, sean agradecidos"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "¡Señor! Tú sabes bien lo que ocultamos y lo que manifestamos. No hay nada, en la tierra como en el cielo, que se esconda a Alá"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "¡Alabado sea Alá, Que, a pesar de mi vejez, me ha regalado a Ismael e Isaac! Mi Señor oye, ciertamente, a quien Le invoca"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "¡Señor! ¡Haz que haga la azalá, y también mi descendencia, Señor, y acepta mi invocación"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "¡Señor! Perdónanos, a mí, a mis padres y a los creyentes el día que se ajusten cuentas»"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "No creas que Alá se despreocupa de lo que hacen los impíos. Les remite solamente a un día en que mirarán con los ojos desorbitados"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "corriendo con el cuello extendido, erguida la cabeza, clavada la mirada, el corazón vacío"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "¡Prevén a los hombres contra el día en que tendrá lugar el Castigo! Entonces, dirán los impíos: «¡Señor! ¡Remítenos a un plazo próximo para que respondamos a Tu llamada y sigamos a los enviados!» «¿No jurasteis en otra ocasión que no conoceríais el ocaso"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Habitasteis las mismas viviendas que habitaron quienes fueron injustos consigo mismos y se os mostró claramente cómo hicimos con ellos. Os dimos ejemplos...»"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Urdieron intrigas, pero Alá las conocía, y eso que eran intrigas como para trasladar montañas"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "No creas que Alá vaya a faltar a la promesa hecha a Sus enviados - ¡Alá es poderoso, vengador"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "el día que la tierra sea sustituida por otra tierra y los cielos por otros cielos, que comparezcan ante Alá, el Uno, el Invicto"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "Ese día verás a los culpables encadenados juntos"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "sus indumentos hechos de alquitrán, cubiertos de fuego sus rostros"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Alá retribuirá así a cada uno según sus méritos. ¡Alá es rápido en ajustar cuentas"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Éste es un comunicado dirigido a los hombres para que, por él, sean advertidos, para que sepan que Él es un Dios Uno y para que los dotados de intelecto se dejen amonestar"
        }
    ]
}