{
    "juzs": [
        {
            "chapter": 33,
            "verse": 31,
            "text": "Pero a la que de vosotras obedezca a Alá y a Su Enviado y obre bien, le daremos doble remuneración y le prepararemos generoso sustento"
        },
        {
            "chapter": 33,
            "verse": 32,
            "text": "¡Mujeres del Profeta! Vosotras no sois como otras mujeres cualesquiera. Si teméis a Alá, no seáis tan complacientes en vuestras palabras que llegue a anhelaros el enfermo de corazón. ¡Hablad, más bien, como se debe"
        },
        {
            "chapter": 33,
            "verse": 33,
            "text": "¡Quedaos en vuestras casas! ¡No os acicaléis como se acicalaban las natiguas paganas! ¡Haced la azalá! ¡Dad el azaque! ¡Obedeced a Alá y a Su Enviado! Alá sólo quiere libraros de la mancha, gente de la casa, y purificaros por completo"
        },
        {
            "chapter": 33,
            "verse": 34,
            "text": "Recordad lo que de las aleyas de Alá y de la Sabiduría se recita en vuestras casas. Alá es sutil, está bien informado"
        },
        {
            "chapter": 33,
            "verse": 35,
            "text": "Alá ha preparado perdón y magnífica recompensa para los musulmanes y las musulmanas, los creyentes y las creyentes, los devotos y las devotas, los sinceros y las sinceras, los pacientes y las pacientes, los humildes y las humildes, los que y las que dan limosna, los que y las que ayunan, los castos y las castas, los que y las que recuerdan mucho a Alá"
        },
        {
            "chapter": 33,
            "verse": 36,
            "text": "Cuando Alá y Su Enviado han decidido un asunto, ni el creyente ni la creyente tienen ya opción en ese asunto. Quien desobedece a Alá y a su Enviado está evidentemente extraviado"
        },
        {
            "chapter": 33,
            "verse": 37,
            "text": "Y cuando decías al que había sido objeto de una gracia de Alá y de una gracia tuya: «¡Conserva a tu esposa y teme a Alá!», y ocultabas en tu alma lo que Alá iba a revelar, y tenías miedo de los hombres, siendo así que Alá tiene más derecho a que Le tengas miedo. Cuando Zayd había terminado con ella, te la dimos por esposa para que no se pusiera reparo a los creyentes que se casan con las esposas de sus hijos adoptivos, cuando éstos han terminado con ellas. ¡La orden de Alá se cumple"
        },
        {
            "chapter": 33,
            "verse": 38,
            "text": "Que no tenga reparos el Profeta por algo que le ha sido impuesto por Alá. conforme a la práctica de Alá para los que vivieron antes -la orden de Alá es un decreto decidido"
        },
        {
            "chapter": 33,
            "verse": 39,
            "text": "que transmitían los mensajes de Alá y Le tenían miedo, no teniendo miedo de nadie más que de Alá. ¡Basta Alá para ajustar cuentas"
        },
        {
            "chapter": 33,
            "verse": 40,
            "text": "Mahoma no es el padre de ninguno de vuestros varones, sino el Enviado de Alá y el sello de los profetas. Alá es omnisciente"
        },
        {
            "chapter": 33,
            "verse": 41,
            "text": "¡Creyentes! ¡Recordad mucho a Alá"
        },
        {
            "chapter": 33,
            "verse": 42,
            "text": "¿Glorificadle mañana y tarde"
        },
        {
            "chapter": 33,
            "verse": 43,
            "text": "Él es Quien, con Sus ángeles, os a bendice para sacaros de las tinieblas a la luz. Es misericordioso con los creyentes"
        },
        {
            "chapter": 33,
            "verse": 44,
            "text": "El día que Le encuentren, serán saludados con: «¡Paz!» Les habrá preparado una recompensa generosa"
        },
        {
            "chapter": 33,
            "verse": 45,
            "text": "¡Profeta! Te hemos enviado como testigo, como nuncio de buenas nuevas, como monitor"
        },
        {
            "chapter": 33,
            "verse": 46,
            "text": "como voz que llama a Alá con Su permiso, como antorcha luminosa"
        },
        {
            "chapter": 33,
            "verse": 47,
            "text": "Anuncia a los creyentes que recibirán un gran favor de Alá"
        },
        {
            "chapter": 33,
            "verse": 48,
            "text": "¡No obedezcas a los infieles y a los hipócritas! ¡Haz caso omiso de sus ofensas y confía en Alá! ¡Alá basta como protector"
        },
        {
            "chapter": 33,
            "verse": 49,
            "text": "¡Creyentes! Si os casáis con mujeres creyentes y, luego, las repudiáis antes de haberlas tocado, no tenéis por qué exigirles un período de espera. ¡Proveedlas de lo necesario y dejadlas en libertad decorosamente"
        },
        {
            "chapter": 33,
            "verse": 50,
            "text": "¡Profeta! Hemos declarado lícitas para ti a tus esposas, a las que has dado dote, a las esclavas que Alá te ha dado como botín de guerra, a las hijas de tu tío y tías paternos y de tu tío y tías maternos que han emigrado contigo y a toda mujer creyente, si se ofrece al Profeta y el Profeta quiere casarse con ella. Es un privilegio tuyo, no de los otros creyentes -ya sabemos lo que hemos impuesto a estos últimos con respecto a sus esposas y esclavas, para que no tengas reparo. Alá es indulgente, misericordioso"
        },
        {
            "chapter": 33,
            "verse": 51,
            "text": "Puedes dejar para otra ocasión a la que de ellas quieras, o llamar a ti a la que quieras, o volver a llamar a una de las que habías separado. No haces mal. Esto contribuye a su alegría, a evitar que estén tristes y a que todas ellas estén contentas con lo que tú les des. Alá sabe lo que encierran vuestros corazones. Alá es omnisciente, benigno"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "En adelante, no te será lícito tomar otras mujeres, ni cambiar de esposas, aunque te guste su belleza, a excepción de tus esclavas. Alá todo lo observa"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "¡Creyentes! No entréis en las habitaciones del Profeta a menos que se os autorice a ello para una comida. No entréis hasta que sea hora. Cuando se os llame, entrad y, cuando hayáis comido, retiraos sin poneros a hablar como si fueráis de la familia. Esto molestaría al Profeta y, por vosotros, le daría vergüenza. Alá, en cambio, no Se avergüenza de la verdad. Cuando les pidáis un objeto hacedlo desde detrás de una cortina. Es más decoroso para vosotros y para ellas. No debéis molestar al Enviado de Alá, ni casaros jamás con las que hayan sido sus esposas. Esto, para Alá, sería grave"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "Si mostráis algo o lo ocultáis,... Alá lo sabe todo"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "No pecan si se trata de sus padres, sus hijos, sus hermanos, los hijos de sus hermanos, los hijos de sus hermanas, sus mujeres o sus esclavas. ¡Temed a Alá! Alá es testigo de todo"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Alá y sus ángeles bendicen al Profeta. ¡Creyentes! ¡Bendecidle vosotros también y saludadle como se debe"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "A los que molestan a Alá y a Su Enviado, Alá les ha maldecido en la vida de acá y en la otra y les ha preparado un castigo humillante"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "Los que molestan a los creyentes y a las creyentes, sin haberlo éstos merecido, son culpables de infamia y de pecado manifiesto"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "¡Profeta! Di a tus esposas, a tus hijas y a las mujeres de los creyentes que se cubran con el manto. Es lo mejor para que se las distinga y no sean molestadas. Alá es indulgente, misericordioso"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Si los hipócritas, los enfermos de corazón y los agitadores de la ciudad no cesan, hemos de incitarte contra ellos y pronto dejarán tu vecindad"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Malditos, serán capturados y muertos sin piedad donde quiera que se dé con ellos"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "conforme a la practica de Alá con los que vivieron antes. Y encontrarás la práctica de Alá irreemplazable"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Los hombres te preguntan por la Hora. Di: «Sólo Alá tiene conocimiento de ella». ¿Quién sabe? Quizá la Hora esté próxima"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Alá ha maldecido a los infieles y les ha preparado fuego de la gehena"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "en el que estarán eternamente, para siempre. No encontrarán amigo ni auxiliar"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "El día que, en el Fuego, se desencajen sus rostros de dolor, dirán: «¿Ojalá hubiéramos obedecido a Alá! ¡Ojalá hubiéramos obedecido al Enviado!»"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "Y dirán: «¡Señor! ¡Hemos obedecido a nuestros señores y a nuestros grandes y nos han extraviado del Camino"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "¡Dóblales, Señor, el castigo y échales una gran maldición!»"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "¡Creyentes! ¡No seáis como los que molestaron a Moisés! Alá le declaró inocente de lo que le habían acusado. Alá le tenía consideración"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "¡Creyentes! ¡Temed a Alá y no digáis despropósitos"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "para que haga prosperar vuestras obras y os perdone vuestros pecados! Quien obedezca a Alá y a Su Enviado tendrá un éxito grandioso"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Propusimos el depósito a los cielos, a la tierra y a las montañas, pero se negaron a hacerse cargo de él, tuvieron miedo. El hombre, en cambio, se hizo cargo. Es, ciertamente, muy impío, muy ignorante"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "Para que Alá castigue a los hipócritas y a las hipócritas, a los asociadores y a las asociadoras, y para que Alá se vuelva a los creyentes y a las creyentes. Alá es indulgente, misericordioso"
        },
        {
            "chapter": 34,
            "verse": 1,
            "text": "¡Alabado sea Alá, a Quien pertenece lo que está en los cielos y en la tierra! ¡Alabado sea también en la otra vida! Él es el Sabio, el Bien Informado"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "Sabe lo que penetra en la tierra y lo que de ella sale, lo que desciende del cielo y lo que a él asciende. Él es el Misericordioso, el Indulgente"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Los infieles dicen: «La Hora no nos llegará». Di: «¡Claro que sí! ¡Por mi Señor, el Conocedor de lo oculto, que ha de llegaros! No se Le pasa desapercibido el peso de un átomo en los cielos ni en la tierra. No hay nada, menor o mayor que eso, que no esté en una Escritura clara"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "para retribuir a los que creyeron y obraron bien. Esos tales tendrán perdón y generoso sustento"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "Quienes, en cambio, se hayan esforzado por dejar sin efecto Nuestros signos, tendrán el castigo de un suplicio doloroso»"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "Quienes han recibido la Ciencia ven que lo que tu Señor te ha revelado es la Verdad y dirige a la vía del Poderoso, del Digno de Alabanza"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "Los infieles dicen: «¿Queréis que os indiquemos un hombre que os anuncie que, cuando estéis completamente descompuestos, de verdad se os creará de nuevo?»"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "¿Ha inventado una mentira contra Alá o es un poseso? ¡No, no es así! Los que no creen en la otra vida están destinados al castigo y profundamente extraviados"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "¿Es que no ven lo que les rodea en los cielos y en la tierra? Si quisiéramos, haríamos que la tierra se los tragara o que cayera sobre ellos parte del cielo. Ciertamente, hay en ello un signo para todo siervo arrepentido"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "Dimos a David un favor Nuestro: «¡Montañas! ¡Resonad acompañándole, y vosotros también, pájaros!» Por él, hicimos blando el hierro"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "«¡Fabrica cotas de malla y mide bien la malla!» ¡Obrad bien! Yo veo bien lo que hacéis"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "A Salomón el viento, que por la mañana hacía el camino de un mes y por la tarde de otro mes. Hicimos manar para él la fuente de bronce fundido. De los genios, algunos trabajaban a su servicio, con permiso de su Señor. Al que hubiera desobedecido Nuestras órdenes, le habríamos hecho gustar el castigo del fuego de la gehena"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Le hacían todo lo que él quería: palacios, estatuas, calderos grandes como cisternas, firmes marmitas. ¡Familiares de David, sed agradecidos! Pero pocos de Mis siervos son muy agradecidos"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "Y cuando decretamos su muerte, no tuvieron más indicio de ella que la carcoma, que se puso a roer su cayado. Y, cuando se desplomó, vieron claramente los genios que, si hubieran conocido lo oculto, no habrían permanecido tanto tiempo en el humillante castigo"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "Los saba tenían un signo en su territorio: dos jardines, uno a la derecha y otro a la izquierda. «¡Comed del sustento de vuestro Señor y dadle gracias! Tenéis un buen país y un Señor indulgente»"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "Pero se desviaron y enviamos contra ellos la inundación de los diques. Y les cambiamos aquellos dos jardines por otros dos que producían frutos amargos, tamariscos y unos pocos azufaifos"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "Así les retribuimos por su ingratitud. No castigamos sino al desagradecido"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "Entre ellos y las ciudades que Nosotros hemos bendecido establecimos otras ciudades, cerca unas de otras, y determinamos el tránsito entre ellas: «¡Id de una a otra, de día o de noche, en seguridad!»"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "Pero dijeron: «¡Señor! ¡Alarga nuestros recorridos!» Y fueron injustos consigo mismos. Los hicimos legendarios y los dispersamos por todas partes. Ciertamente, hay en ello signos para todo aquél que tenga mucha paciencia, mucha gratitud"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "Iblis confirmó la opinión que se había formado de ellos. Le siguieron todos, menos un grupo de creyentes"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "No tenía poder sobre ellos. Queríamos sólo distinguir a los que creían en la otra vida de los que dudaban de ella. Tu Señor cuida de todo"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "Di: «Invocad a los que, en lugar de Alá, pretendéis. No pueden el peso de un átomo en los cielos ni en la tierra, ni tienen allí participación, ni Él encuentra en ellos ayuda"
        },
        {
            "chapter": 34,
            "verse": 23,
            "text": "Es inútil interceder por nadie ante Él, excepto por quien Él lo permita. Hasta que, cuando el terror haya desaparecido de sus corazones, digan: '¿Qué ha dicho vuestro Señor?' Dirán: 'La verdad' Él es el Altísimo, el Grande»"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "Di: «¿Quién os procura el sustento de los cielos y de la tierra?» Di: «¡Alá! O nosotros o vosotros, unos siguen la buena dirección y otros están evidentemente extraviados»"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "Di: «Ni vosotros tendréis que responder de nuestros delitos, ni nosotros de lo que hagáis»"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "Di: «Nuestro Señor nos reunirá y fallará entre nosotros según justicia. Él es Quien falla, el Omnisciente»"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "Di: «Mostradme los que Le habéis agregado como asociados. Pero ¡no! El es Alá, el Poderoso, el Sabio»"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "No te hemos enviado sino como nuncio de buenas nuevas y como monitor a todo el género humano. Pero la mayoría de los hombres no saben"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "Dicen: «¿Cuándo se cumplirá esta amenaza, si es verdad lo que decís?»"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "Di: «Se os ha fijado ya un día que no podréis retrasar ni adelantar una hora»"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "Los infieles dicen: «No creemos en este Corán ni en sus precedentes». Si pudieras ver a los impíos, de pie ante su Señor, recriminándose unos a otros. Los que fueron débiles dirán a los que fueron altivos: «Si no llega a ser por vosotros, habríamos creído»"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "Los que fueron altivos dirán a los que fueron débiles: «¿Somos, acaso, nosotros los que os desviaron de la Dirección cuando se os indicó ésta? ¡No, fuisteis culpables!»"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "Los que fueron débiles dirán a los que fueron altivos: «¡No!, que fueron vuestras maquinaciones de noche y de día, cuando nos instabais a que no creyéramos en Alá y a que Le atribuyéramos iguales...» Y, cuando vean el castigo, disimularán su pena. Pondremos argollas al cuello de los que no hayan creído. ¿Serán retribuidos por otra cosa que por lo que hicieron"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "No hemos enviado monitor a una ciudad que no dijeran sus ricos: «No creemos en vuestro mensaje»"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "Y que no dijeran: «Nosotros tenemos más hacienda e hijos. No se nos castigará»"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "Di: «Mi Señor dispensa el sustento a quien Él quiere: a unos con largueza, a otros con mesura. Pero la mayoría de los hombres no saben»"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "Ni vuestra hacienda ni vuestros hijos podrán acercaros bien a Nosotros. Sólo quienes crean y obren bien recibirán una retribución doble por sus obras y morarán seguros en las cámaras altas"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "En cambio, quienes se esfuercen por dejar sin efecto Nuestros signos, serán entregados al castigo"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "Di: «Mi Señor dispensa el sustento a quien Él quiere de Sus siervos: a unos con largueza, a otros con mesura. No dejará de restituiros ninguna limosna que deis. Él es el Mejor de los proveedores»"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "El día que Él los congregue a todos, dirá a los ángeles: «¿Es a vosotros a quienes servían?»"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "Dirán: «¡Gloria a Ti! Tú eres nuestro Amigo, no ellos. ¡No! Ellos servían a los genios, en los que la mayoría creían»"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Ese día no podréis ya aprovecharos ni dañaros unos a otros. Y diremos a los impíos: «¡Gustad el castigo del Fuego que desmentíais!»"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Y cuando se les recitan Nuestras aleyas como pruebas claras, dicen: «éste no es sino un hombre que quiere apartaros de lo que vuestros padres servían». Y dicen: «Esto no es sino una mentira inventada». Y de la Verdad, luego que ha venido ésta a ellos, dicen los infieles: «¡Esto no es sino manifiesta magia!»"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "No les dimos ningunas Escrituras que estudiaran, ni les enviamos a ningún monitor antes de ti"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "Sus antecesores desmintieron y no han obtenido ni la décima parte de lo que dimos a aquéllos, que desmintieron, no obstante, a Mis enviados. Y ¡cuál no fue Mi reprobación"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "Di: «Sólo os exhorto a una cosa: a que os pongáis ante Alá, de dos en dos o solos, y meditéis. Vuestro paisano no es un poseso; no es sino un monitor que os previene contra un castigo severo»"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Di: «El salario que yo pueda pediros ¡quedáoslo! Mi salario no incumbe sino a Alá. Él es testigo de todo»"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Di: «Mi Señor despide Verdad. Él conoce a fondo las cosas ocultas»"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "Di: «Ha venido la Verdad. Lo falso no crea ni re-crea»"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Di: «Si me extravío, me extravío, en realidad, en detrimento propio. Si sigo el camino recto, lo debo a lo que mi Señor me revela. Él lo oye todo, está cerca»"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "Si pudieras ver cuando, sobrecogidos de espanto, sin escape posible, sean arrebatados de un lugar próximo"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Dirán: «¡Creemos en É!» Pero ¿como podrán alcanzar estando tan lejos"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "si antes no creyeron en É y, desde lejos, lanzaban injurias contra lo oculto"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "Se interpondrá una barrera entre ellos y el objeto de su deseo, como ocurrió antes con sus semejantes: estaban en duda grave"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "¡Alabado sea Alá, creador de los cielos y de la tierra, Que de los ángeles ha hecho enviados de dos, tres o cuatro alas! Añade a la creación lo que Él quiere. Alá es omnipotente"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "No hay quien pueda retener la misericordia que Alá dispensa a los hombres, ni hay quien pueda soltar, fuera de Él, lo que Él retiene. Él es el Poderoso, el Sabio"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "¡Hombres! Recordad la gracia que Alá os ha dispensado. ¿Hay algún otro creador distinto de Alá, que os provea del cielo y de la tierra el sustento? No hay más dios que É. ¿Cómo podéis, pues, ser tan desviados"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "Si te desmienten, ya antes de ti fueron desmentidos enviados. Pero todo será devuelto a Alá"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "¡Hombres! ¡Lo que Alá promete es verdad! ¡Que la vida de acá no os engañe! ¡Que el Engañador no os engañe acerca de Alá"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "El Demonio es para vosotros un enemigo. Tenedle, pues, por tal. Llama a sus partidarios sólo para que moren en el fuego de la gehena"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "Los que no hayan creído tendrán un castigo severo. En cambio, los que hayan creído y obrado bien tendrán perdón y una gran recompensa"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "¿Es que aquél cuya mala conducta ha sido engalanada y la ve como buena...? Alá extravía a quien Él quiere y dirige a quien Él quiere. ¡No te consumas por ellos de pesar! Alá sabe bien lo que hacen"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "Alá es Quien envía los vientos y éstos levantan nubes, que Nosotros conducimos a un país árido. Con ellas vivificamos la tierra después de muerta. Así será la Resurrección"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "Quien quiera el poder... El poder pertenece, en su totalidad, a Alá. Hacia Él se eleva la buena palabra y Él realza la obra buena. En cambio, quienes tramen males tendrán un castigo severo, y la trama de ésos se malogrará"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "Alá os ha creado de tierra; luego, de una gota; luego, hizo de vosotros parejas. Ninguna hembra concibe o pare sin que Él lo sepa. Nadie muere a edad avanzada o prematura que no esté eso en una Escritura. Es cosa fácil para Alá"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "No son iguales las dos grandes masas de agua: una potable, dulce, agradable de beber; otra salobre, amarga. Pero de cada una coméis una carne fresca y obtenéis adornos que os ponéis. Y ves que las naves las surcan. Para que busquéis Su favor. Quizás, así, seáis agradecidos"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "Hace que la noche entre en el día y que el día entre en la noche. Ha sujetado el sol y la luna, prosiguiendo los dos su curso hacia un término fijo. Ése es Alá, vuestro Señor. Suyo es el dominio. Los que invocáis en lugar de invocarle a Él no pueden lo más mínimo"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Si les invocáis, no oyen vuestra súplica y, aun si la oyeran, no os escucharían. El día de la Resurrección renegarán de que les hayáis asociado a Alá. Y nadie te informará como Quien está bien informado"
        },
        {
            "chapter": 35,
            "verse": 15,
            "text": "¡Hombres! Sois vosotros los necesitados de Alá, mientras que Alá es Quien Se basta a Sí mismo, el Digno de Alabanza"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "Si Él quisiera, os haría desaparecer y os sustituiría por nuevas criaturas"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "Y eso no sería difícil para Alá"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "Nadie cargará con la carga ajena. Y si alguien, abrumado por su carga, pide ayuda a otro, no se le ayudará nada, aunque sea pariente. Tú sólo debes advertir a los que tienen miedo de su Señor en secreto y hacen la azalá. Quien se purifica se purifica en realidad, en provecho propio. ¡Es Alá el fin de todo"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "No son iguales el ciego y el vidente"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "las tinieblas y la luz"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "la fresca sombra y el calor ardiente"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "No son iguales los vivos y los muertos. Alá hace que oiga quien Él quiere. Tú no puedes hacer que quienes estén en las sepulturas oigan"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "Tú no eres sino un monitor"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "Te hemos enviado con la Verdad como nuncio de buenas nuevas y como monitor. No hay comunidad por la que no haya pasado un monitor"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "Y si te desmienten, también sus antecesores desmintieron. Sus enviados vinieron a ellos con las pruebas claras, con las Escrituras y con la Escritura luminosa"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Luego, sorprendí a los infieles y ¡cuál no fue Mi reprobación"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "¿No ves cómo ha hecho Alá bajar agua del cielo, mediante la cual hemos sacado frutos de diferentes clases? En las montañas hay vetas de diferentes colores: blancas, rojas y de un negro intenso"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "Los hombres, bestias y rebaños son también de diferentes clases. Sólo tienen miedo de Alá aquéllos de Sus siervos que saben. Alá es poderoso, indulgente"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Quienes recitan la Escritura de Alá, hacen la azalá y dan limosna, en secreto o en público, de lo que les hemos proveído, pueden esperar una ganancia imperecedera"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "para que Él les dé su recompensa y aún más de Su favor. Es indulgente, muy agradecido"
        },
        {
            "chapter": 35,
            "verse": 31,
            "text": "Lo que de la Escritura te hemos revelado es la Verdad, en confirmación de los mensajes anteriores. Sí, Alá está bien informado de Sus siervos, los ve bien"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Luego, hemos dado en herencia la Escritura a aquéllos de Nuestros siervos que hemos elegido. Algunos de ellos son injustos consigo mismos; otros, siguen una vía media; otros, aventajan en el bien obrar, con permiso de Alá. Ése es el gran favor"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "Entrarán en los jardines del edén. Allí se les ataviará con brazaletes de oro y con perlas, allí vestirán de seda"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "Y dirán: «¡Alabado sea Alá, Que ha retirado de nosotros la tristeza! En verdad, nuestro Señor es indulgente, muy agradecido"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "Nos ha instalado. por favor Suyo, en la Morada de la Estabilidad. No sufriremos en ella pena, no sufriremos cansancio»"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "Los infieles, en cambio, sufrirán el fuego de la gehena. Agonizarán sin acabar de morir y no se les aliviará su castigo. Así retribuimos a todo desagradecido"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "Gritarán allí: «¡Señor! ¡Sácanos y obraremos bien, no como solíamos hacer!». «¿Es que no os dimos una vida suficientemente larga como para que se dejara amonestar quien quisiera? El monitor vino a vosotros... ¡Gustad, pues! Los impíos no tendrán quien les auxilie»"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "Alá es el Conocedor de lo oculto de los cielos y de la tierra. Él sabe bien lo que encierran los pechos"
        },
        {
            "chapter": 35,
            "verse": 39,
            "text": "Él es Quien os ha hecho sucesores en la tierra. Quien no crea, sufrirá las consecuencias de su incredulidad. La incredulidad servirá sólo para hacer a los infieles más aborrecibles ante su Señor. La incredulidad servirá sólo para perder más a los infieles"
        },
        {
            "chapter": 35,
            "verse": 40,
            "text": "Di: «¿Veis a vuestros asociados, a los que invocáis en lugar de invocar a Alá? Mostradme qué han creado de la tierra o si tienen participación en los cielos. O ¿les hemos dado una Escritura, en cuya prueba clara puedan basarse?» ¡No! Las promesas que los impíos se hacen mutuamente no son sino falacias"
        },
        {
            "chapter": 35,
            "verse": 41,
            "text": "Alá sostiene los cielos y la tierra para que no se desplomen. Si se desplomaran no habría nadie, fuera de Él, que pudiera sostenerlos. Es benigno, indulgente"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "Juraron solemnemente por Alá que, si venía un monitor a ellos, iban a ser dirigidos mejor que ninguna otra comunidad. Y, cuando ha venido a ellos un monitor, esto no ha hecho sino acrecentar su repulsa"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "portándose altivamente en la tierra y tramando maldad. Pero el tramar maldad no recae sino en sus propios autores. ¿Es que esperan una suerte diferente de la que cupo a los antiguos? Pues encontrarás la práctica de Alá irreemplazable, y encontrarás la práctica de Alá inmutable"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "¿No han ido por la tierra y mirado cómo terminaron sus antecesores, aun siendo más poderosos? Nada, ni en los cielos ni en la tierra, puede escapar a Él. Es omnisciente, omnipotente"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Si Alá diera a los hombres su merecido, no dejaría ningún ser vivo sobre su superficie. Remite, sin embargo, su castigo a un plazo fijo. Y cuando vence su plazo... Alá ve bien a Sus siervos"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "ys"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "¡Por el sabio Corán"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "que tú eres, ciertamente, uno de los enviados"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "y estás en una vía recta"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "como Revelación del Poderoso, del Misericordioso"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "para que adviertas a un pueblo cuyos antepasados no fueron advertidos y que, por eso, no se preocupa"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Se ha cumplido la sentencia contra la mayoría: no creen"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Les hemos puesto al cuello argollas, hasta la barbilla, de tal modo que no pueden mover la cabeza"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Les hemos puesto una barrera por delante y otra por detrás, cubriéndoles de tal modo que no pueden ver"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "Les da lo mismo que les adviertas o no: no creerán"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Pero tú sólo tienes que advertir a quien sigue la Amonestación y tiene miedo del Compasivo en secreto. Anúnciale el perdón y una recompensa generosa"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Nosotros resucitamos a los muertos. Inscribimos todo lo que antes hicieron, así como las consecuencias de sus actos. Todo lo tenemos en cuenta en un Libro claro"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "Propónles una parábola: los habitantes de la ciudad. Cuando vinieron a ella los enviados"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "Cuando les enviamos a dos y les desmintieron. Reforzamos con un tercero y dijeron: «Se nos ha enviado a vosotros»"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "Dijeron: «No sois sino unos mortales como nosotros. El Compasivo no ha revelado nada. No decís sino mentiras»"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "Dijeron: «Nuestro Señor sabe: en verdad, se nos ha enviado a vosotros"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "encargados sólo de la transmisión clara»"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "Dijeron: «No presagiamos de vosotros nada bueno. Si no desistís hemos de lapidaros y haceros sufrir un castigo doloroso»"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "Dijeron: «De vosotros depende vuestra suerte. Si os dejarais amonestar... Sí, sois gente inmoderada»"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "Entonces, de los arrabales, vino corriendo un hombre. Dijo: «¡Pueblo! ¡Seguid a los enviados"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "¡Seguid a quienes no os piden salario y siguen la buena dirección"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "¿Por qué no voy a servir a Quien me ha credado y a Quien seréis devueltos"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "¿Voy a tomar, en lugar de tomarle a É, dioses cuya intercesión, si el Compasivo me desea una desgracia, de nada me aprovechará y tales que no podrán salvarme"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Si eso hiciera, estaría, sí, evidentemente extraviado"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "¡Creo en vuestro Señor! ¡Escuchadme!»"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "Se dijo: «¡Entra en el Jardín!» Dijo: «¡Ah! Si mi pueblo supiera"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "que mi Señor me ha perdonado y me ha colocado entre los honrados»"
        }
    ]
}