{
    "rukus": [
        {
            "chapter": 2,
            "verse": 113,
            "text": "The Jews say: “The Christians are not on anything right” and the Christians say: “The Jews are not on anything (right),” though they both recite the Scripture (Torah or Gospel). Similarly those who have no knowledge (the pagan Arabs) say: they like (both) their words. So Allah will judge between them on the Day of Resurrection about that in which they have been differing"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "Who is more unjust than those who forbid mentioning Allah’s name in Allah’s Masjids and strive for their ruin? It is not proper for them to enter them (Masjids) except in fear. For them there is disgrace in the world and for them there is great punishment in the Hereafter"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "To Allah belongs the east and the west, so wherever you turn (face) there will be the face (presence) of Allah. Surely! Allah is All-Embracing, All-Knowing"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "They say: “Allah has taken a son.” Glory is to Allah! But to Him belongs what is in the heavens and the earth, and all are obedient to Him"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "He is the Originator of the heavens and the earth. When He decrees a matter, He only says to it: “Be” and it becomes"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "Those who don’t know say: “Why does not Allah speak to us (face to face) or a sign come to us?” Those people who were before them have said similar words. Their hearts are alike. We have indeed made clear the signs for people who believe firmly"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Surely, We have sent you (O Muhammad) with the truth (Islam), a bearer of glad tidings and a Warner. And you will not be asked about the residents of the blazing fire"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "The Jews or the Christians will never be pleased with you (O Muhammad) until you follow their religion. Say: “Surely, the Guidance of Allah is the only Guidance.” If you (Muhammad) follow their desires after what you have received of the knowledge (the Qur’an), there shall be no protector or any helper for you from the wrath of Allah"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Those whom We gave the book, recite it as it has right to be recited, are those who believe in it. Whoever disbelieves in it, then they are those who are the losers"
        }
    ]
}