{
    "rukus": [
        {
            "chapter": 58,
            "verse": 14,
            "text": "Have you (O Muhammad) not seen those (hypocrites) who take as friends those people who are under the Wrath of Allah? They are neither of you nor of them and they knowingly swear to a lie"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Allah has prepared for them severe punishment. Indeed evil is that which they do"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "They have taken their oaths as shields (for their evil actions). Thus they hinder people from the Way of Allah. They shall have a humiliating punishment"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Neither their children nor their wealth will avail them anything against Allah. They will be the inmates of the fire; they will reside in it forever"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "On the Day when Allah will resurrect them together (for their account), then they will swear to Him as they now swear to you. They think that they are on something (to stand for help). Lo! Surely they are liars"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Satan has overtaken them and caused them to forget the remembrance of Allah. They are the party of Satan. Lo! Surely it is the party of Satan, they will be the losers"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Surely, those who oppose Allah and His Messenger (Muhammad); they will be among the lowest (most humiliated)"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Allah has decreed: “Surely! I and My Messengers will overcome (be victorious).” Surely, Allah is All-Powerful, All-Mighty"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "You (O Muhammad) will never find any people who believe in Allah and the Last Day on friendly terms with those who oppose Allah and His Messenger (Muhammad), even though they are their fathers, or their sons, or their brothers, or their kindred (people). For such He has written faith in their hearts and has strengthened them with spirit (true guidance) from Himself. And He will admit them to Gardens (Paradise) under which rivers flow, to reside in it forever. Allah will be pleased with them, and they will be pleased with Him. They are the party of Allah. Lo! Surely it is the party of Allah that will be the successful"
        }
    ]
}