{
    "rukus": [
        {
            "chapter": 89,
            "verse": 1,
            "text": "By the dawn"
        },
        {
            "chapter": 89,
            "verse": 2,
            "text": "by the 10 nights (first 10 days of the month of Dhul-Hijja)"
        },
        {
            "chapter": 89,
            "verse": 3,
            "text": "by the even and the odd (of all the creations of Allah)"
        },
        {
            "chapter": 89,
            "verse": 4,
            "text": "and by the night when it departs"
        },
        {
            "chapter": 89,
            "verse": 5,
            "text": "Are there not in them (above oaths) sufficient proofs for the people of understanding"
        },
        {
            "chapter": 89,
            "verse": 6,
            "text": "Have you (O Muhammad) not seen how your Lord dealt with Ad (people)"
        },
        {
            "chapter": 89,
            "verse": 7,
            "text": "(Tall residents of) Iram with lofty pillars"
        },
        {
            "chapter": 89,
            "verse": 8,
            "text": "the like of which were not created like them in the land"
        },
        {
            "chapter": 89,
            "verse": 9,
            "text": "With Thamud (people), who cut out rocks in the valley (to make residences)"
        },
        {
            "chapter": 89,
            "verse": 10,
            "text": "With Pharaoh who had the stakes"
        },
        {
            "chapter": 89,
            "verse": 11,
            "text": "They all transgressed beyond bounds in the lands"
        },
        {
            "chapter": 89,
            "verse": 12,
            "text": "and made much mischief in it"
        },
        {
            "chapter": 89,
            "verse": 13,
            "text": "So your Lord poured on them different kinds of punishment"
        },
        {
            "chapter": 89,
            "verse": 14,
            "text": "Surely, your Lord is ever watchful (over them)"
        },
        {
            "chapter": 89,
            "verse": 15,
            "text": "As for people, when their Lord tries them and gives them honor and bounties, they say: “Our Lord has honored us.”"
        },
        {
            "chapter": 89,
            "verse": 16,
            "text": "But when He tries them through restricting their means of life, then they say: “Our Lord has humiliated us!”"
        },
        {
            "chapter": 89,
            "verse": 17,
            "text": "Nay! But you did not treat the orphans with kindness and generosity"
        },
        {
            "chapter": 89,
            "verse": 18,
            "text": "nor did you encourage each other in feeding the poor"
        },
        {
            "chapter": 89,
            "verse": 19,
            "text": "You devour inheritance (of the weak) with greed"
        },
        {
            "chapter": 89,
            "verse": 20,
            "text": "and you love wealth with much love"
        },
        {
            "chapter": 89,
            "verse": 21,
            "text": "Nay! When the earth will be grounded to exceeding grinding (powder)"
        },
        {
            "chapter": 89,
            "verse": 22,
            "text": "your Lord will come with the angels standing in rows"
        },
        {
            "chapter": 89,
            "verse": 23,
            "text": "hell will be brought near (in sight) that Day. On that Day people will remember (their deeds), but how the remembrance will avail them"
        },
        {
            "chapter": 89,
            "verse": 24,
            "text": "One will say: “Alas! Would that I had sent forth (good deeds) for my life?”"
        },
        {
            "chapter": 89,
            "verse": 25,
            "text": "On that Day, none will punish anymore except His punishment"
        },
        {
            "chapter": 89,
            "verse": 26,
            "text": "and none can bind anyone like His binding"
        },
        {
            "chapter": 89,
            "verse": 27,
            "text": "(It will be said to the pious): “O you the one in satisfaction"
        },
        {
            "chapter": 89,
            "verse": 28,
            "text": "Come back to your Lord, well-pleased and well-pleasing (to Him)"
        },
        {
            "chapter": 89,
            "verse": 29,
            "text": "Then you enter among My servants"
        },
        {
            "chapter": 89,
            "verse": 30,
            "text": "and you enter My Paradise!”"
        }
    ]
}