{
    "rukus": [
        {
            "chapter": 5,
            "verse": 101,
            "text": "O you who believe! You don’t ask (questions) about things if they are made clear to you, they may trouble you. If you ask (questions) about these when the Qur’an is being revealed, they will be made clear to you. Allah has forgiven that and Allah is Forgiving, Forbearing"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Indeed, people asked such questions before you, then on that account they became disbelievers"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Allah has not instituted things like Bahira (a she-camel whose milk was spared for idols and nobody was allowed to milk it), or Saibah (a she-camel let loose for grazing for idols, and nothing was allowed to be carried on it), or a Wasilah (a she-camel set free for idols as it gave birth to a she-camel at its first delivery and then again at its second delivery) or Ham (a stallion camel freed from work for idols after it had finished a number of copulations assigned to it) (all these animals were liberated in honor of idols as practiced by pagan Arabs). But those who disbelieve invent a lie against Allah, but most of them don’t understand"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "And when it is said to them: “Come to what Allah has revealed and to the Messenger (Muhammad),” they say: “Sufficient for us what we found upon our forefathers,” even though their forefathers did not know anything nor they had guidance"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "O you who believe! Take care of your own selves. Whoever goes astray will not harm you when you are guided. To Allah all of you return, and then He will inform you of what you used to do"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "O you who believe! Take witness between you when any of you approaches the death while making a will with 2 just men among you, or 2 others from among other than you if you are traveling through the land and calamity of the death befalls you. You detain them both after the prayer, they swear by Allah if you doubt them saying: “We will not sell it for a price even if he is a near relative. We shall not conceal the Testimony of Allah, then indeed we will be among the sinners.”"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Then if it is discovered that the 2 are guilty of sin, let 2 others stand forth in their places, nearest in kin from among those who claim a lawful right. Let the 2 swear by Allah saying: “Our testimony is truer than testimony of the other 2, and we have not transgressed, then indeed we will be among the wrongdoers.”"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "That is closer that they give evidence in its true nature or they fear that their oaths will be disproved after others’ oaths. So fear Allah and listen. And Allah does not guide those who are disobedient transgressors"
        }
    ]
}