{
    "pages": [
        {
            "chapter": 10,
            "verse": 79,
            "text": "Farao va dir: «Porteu-me aqui a tot mag entes!»"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "I quan van arribar els mags, Moises els va dir: «Llenceu el que aneu a llencar!»"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "I quan van llencar, va dir Moises: «El que heu portat es magia. Al·la va a destruir-ho. Al·la no permet que prosperi l'obra dels corruptors"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "I Al·la fa triomfar la Veritat amb Les seves paraules, a despit dels pecadors»"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Nomes una minoria del seu poble va creure en Moises, perque tenien por que Farao i els seus dignataris els posessin a prova. Certament, Farao es conduia altivament en el pais i era dels immoderats"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Moises va dir: «Poble! Si creeu en Al·la, confieu en Ell! Si es que esteu sotmesos a Ell...»"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Van dir: «Confiem en Al·la! Senyor! No facis de nosaltres instruments de temptacio per al poble impiu"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Salva'ns per La teva misericordia del poble infidel!»"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "I vam inspirar a Moises i al seu germa: «Establiu cases per al vostre poble a Egipte i feu de les vostres cases llocs de culte! I feu la azala!» I anuncia la bona nova als creients"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Moises va dir: «Senyor! Tu has donat a Farao i als seus dignataris luxe i bens en la vida d'aqui per a acabar, Senyor! extraviant a uns altres del teu cami. Senyor! Esborra els seus bens i endureix els seus cors a fi que no creen fins que vegin el castig doloros!»"
        }
    ]
}