{
    "pages": [
        {
            "chapter": 27,
            "verse": 14,
            "text": "I els van negar injusta i altivament, a pesar d'estar convencuts d'ells. I mira com van acabar els corruptors"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "Vam donar ciencia a David i a Salomon. I van dir: «Lloat sigui Al·la, que ens ha preferit a molts dels seus serfs creients!»"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Salomon va heretar a David i va dir: «Homes! Se'ns ha ensenyat el llenguatge dels ocells i se'ns ha donat de tot. Es un favor manifest!»"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "Les tropes de Salomon, compostes de genis, d'homes i pardals, van ser agrupades davant ell i formades"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Fins que, arribats a la Vall de les Formigues, una formiga va dir: «Formigues! Entreu en els vostres habitatges, no sigui que Salomon i les seves tropes us esclafen sense adonar-se!»"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "Va somriure a l'escoltar el que ella deia i va dir: «Senyor! Permet-me que T'agraeixi la gracia que ens has dispensat, a mi i als meus pares! Feix que faci obres bones que Et plaguin! Feix que entri a formar part, per La teva misericordia, dels teus serfs justs!»"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "Va passar revista als pardals i va dir: «Com es que no veig a la palput? O es que esta absent"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "He de castigar-la severament o degollar-la, tret que em presenti, sens falta , una excusa satisfactoria»"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "No va trigar a regressar i va dir: «Se quelcom que tu no saps, i et porto Dels Saba una noticia segura"
        }
    ]
}