{
    "pages": [
        {
            "chapter": 43,
            "verse": 74,
            "text": "Els pecadors, en canvi, tindran la Jahenam com castig, eternament"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "castig que no se'ls remetra, i seran presa de la desesperacio"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "No serem Nosaltres qui hagin estat injusts amb ells, sino que ells seran els quals ho hagin estat"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "Cridaran: «Malik! Que el teu Senyor acabi amb nosaltres!» Ell dira: «Us quedareu aqui!»"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "«Us vam portar la Veritat, pero la majoria vau sentir aversio a la Veritat»"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "Han tramat quelcom? Doncs Nosaltres tambe"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "O creuen que no Ens assabentem dels seus secrets i confidencies? Clar que Ens assabentem! I Els nostres Missatgers, al costat d'ells, prenen nota"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Digues: «Si el Compassiu tingues un fill, jo seria el primer en servir-li»"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "Gloria al Senyor dels cels i de la terra. Senyor del Tron! Esta per sobre del que Li atribuixen"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Deixa'ls que parlotegen i juguin fins que els arribi el Dia amb que se'ls ha amenacat"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "L'es Qui es deu en el cel i deu en la terra! Es El Savi, El Omniscient"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "Beneit sigui Qui posseix el domini dels cels, de la terra i del que entre ells esta! Ell te coneixement de l'Hora i a Ell sereu retornats"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "Els quals ells invoquen en lloc d'invocar-li a Ell no poden intercedir, salvo, aquells que testifiquen la Veritat i saben"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Si els preguntes: «Qui us ha creat?», segur que diuen: «Ala!» Com poden, doncs, ser tan desviats"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "i de la seva dita: «Senyor! Aquesta es gent que no creu»"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "Allunya't, doncs, d'ells i digues: «Pau!» Van a veure"
        }
    ]
}