{
    "rukus": [
        {
            "chapter": 6,
            "verse": 11,
            "text": "(हे नबी!) उनसे कहो कि धरती में फिरो, फिर देखो कि झुठलाने वालों का दुष्परिणाम किया[1] हुआ"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "(हे नबी!) उनसे पूछिये कि जो कुछ आकाशों तथा धरती में है, वह किसका है? कहोः अल्लाह का है! उसने अपने ऊपर दया को अनिवार्य कर[1] लिया है, वह तुम्हें अवश्य प्रलय के दिन एकत्र[2] करेगा, जिसमें कोई संदेह नहीं। जिन्होंने अपने-आपको क्षति में डाल लिया, वही ईमान नहीं ला रहे हैं।"
        },
        {
            "chapter": 6,
            "verse": 13,
            "text": "तथा उसी का[1] है, जो कुछ रात और दिन में बस रहा है और वह सब कुछ सुनता-जानता है।"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "(हे नबी!) उनसे कहो कि क्या मैं उस अल्लाह के सिवा किसी को सहायक बना लूँ, जो आकाशों तथा धरती का बनाने वाला है, वह सबको खिलाता है और उसे कोई नहीं खिलाता? आप कहिये कि मुझे तो यही आदेश दिया गया है कि प्रथम आज्ञाकारी हो जाऊँ तथा कदापि मुश्रिकों में से न बनूँ।"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "आप कह दें कि मैं डरता हूँ, यदि अपने पालनहार की अवज्ञा करूँ, एक घोर दिन[1] की यातना से।"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "तथा जिससे उसे (यातना को) उस दिन फेर दिया गया, तो अल्लाह ने उसपर दया कर दी और यही खुली सफलता है।"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "यदि अललाह तुम्हें कोई हानि पहुँचाये, तो उसके सिवा कोई नहीं, जो उसे दूर कर दे और यदि तुम्हें कोई लाभ पहुँचाये, तो वही जो चाहे, कर सकता है।"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "तथा वही है, जो अपने सेवकों पर पूरा अधिकार रखता है तथा वह बड़ा ज्ञानी सर्वसूचित है।"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "(हे नबी!) इन मुश्रिकों से पूछो कि किसकी गवाही सबसे बढ़ कर है? आप कह दें कि अल्लाह मेरे तथा तुम्हारे बीच गवाह[1] है तथा मेरी ओर ये क़ुर्आन वह़्यी (प्रकाशना) द्वारा भेजा गया है, ताकि मैं तुम्हें सावधान करूँ[2] तथा उसे, जिस तक ये पहुँचे। क्या वास्तव में, तुम ये साक्ष्य (गवाही) दे सकते हो कि अल्लाह के साथ दूसरे पूज्य भी हैं? आप कह दें कि मैं तो इसकी गवाही नहीं दे सकता। आप कह दें कि वह तो केवल एक ही पूज्य है तथा वास्तव में, मैं तुम्हारे शिर्क से विरक्त हूँ।"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "जिन लोगों को हमने पुस्तक[1] प्रदान की है, वे आपको उसी प्रकार पहचानते हैं, जैसे अपने पुत्रों को पहचानते[2] हैं, परन्तु जिन्होंने स्वयं को क्षति में डाल रखा है, वही ईमान नहीं ला रहे हैं।"
        }
    ]
}