{
    "rukus": [
        {
            "chapter": 7,
            "verse": 130,
            "text": "और हमने फ़िरऔन की जाति को अकालों तथा उपज की कमी में ग्रस्त कर दिया, ताकि वे सावधान हो जायेँ।"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "तो जब उनपर सम्पन्नता आती, तो कहते कि हम इसके योग्य हैं और जब अकाल पड़ता, तो मूसा और उसके साथियों से बुरा सगुन लेते। सुन लो! उनका बुरा सगुम तो अल्लाह के पास[1] था, परन्तु अधिक्तर लोग इसका ज्ञान नहीं रखते।"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "और उन्होंने कहाः तू हमपर जादू करने के लिए कोई भी आयत (चमत्कार) ले आये, हम तेरा विश्वास करने वाले नहीं हैं।"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "अन्ततः, हमने उनपर तूफ़ान (उग्र वर्षा), टिड्डी दल, जुयें, मेढक और रक्त की वर्षा भेजी। अलग-अलग निशानियाँ; फिर भी उन्होंने अभिमान किया और वे थी ही अपराधी जाति।"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "और जब उनपर यातना आ पड़ी, तो उन्होंने कहाः हे मूसा! तू अपने पालनहार से उस वचन के कारण, जो उसने तुझे दिया है, हमारे लिए प्रार्थना कर। यदि तूने (अपनी प्रार्थना से) हमसे यातना दूर कर दी, तो हम अवश्य तेरा विश्वास कर लेंगे और बनी इस्राईल को तेरे साथ जाने की अनुमति देंगे।"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "फिर जब हमने एक विशेष समय तक के लिए उनसे यातना दूर कर दी, जिस तक उन्हें पहुँचना था, तो अकस्मात् वे वचन भंग करने लगे।"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "अन्ततः, हमने उनसे बदला लिया और उन्हें सागर में डुबो दिया, इस कारण कि उन्होंने हमारी आयतों (निशानियों) को झुठला दिया और उनसे निश्चेत हो गये। उनके धैर्य रखने के कारण तथा हमने उसे ध्वस्त कर दिया, जो फ़िरऔन और उसकी जाति कलाकारी कर रही थी और जो बेलें छप्परों पर चढ़ रही थीं।"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "और हमने उस जाति (बनी इस्राईल) को, जो निर्बल समझे जा रहे थे, धरती (शाम देश) के पश्चिमों तथा पूर्वों का, जिसमें हमने बरकत दी थी, अधिकारी बना दिया और (इस प्रकार हे नबी!) आपके पालनहार का शुभ वचन बनी इस्राईल के लिए पूरा हो गया, उनके धैर्य रखने के कारण तथा हमने उसे धवस्त कर दिया, जो फ़िरऔन और उसकी जाति कलाकारी कर रही थी और जो बेलें छप्परों पर चढ़ा रहे थे[1]।"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "और बनी इस्राईल को हमने सागर पार करा दिया, तो वे एक जाति के पास से होकर गये, जो अपनी मूर्तियों की पूजा कर रही थी, उन्होंने कहाः हे मूसा! हमारे लिए वैसा ही एक पूज्य बना दीजिये, जैसे इनके पूज्य हैं। मूसा ने कहाः वास्तव में, तुम अज्ञान जाति हो।"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "ये लोग जिस रीति में हैं, उसे नाश हो जाना है और वे जो कुछ कर रहे हैं, सर्वथा असत्य है।"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "मूसा ने कहाः क्या मैं अल्लाह के सिवा तुम्हारे लिए कोई दूसरा पूज्य निर्धारित करूँ, जबकि उसने तुम्हें सारे संसारों के वासियों पर प्रधानता दी है"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "तथा उस समय को याद करो, जब हमने तुम्हें फ़िरऔन की जाति से बचाया। वह तुम्हें घोर यातना दे रहे थे; तुम्हारे पुत्रों को वध कर रहे थे और तुम्हारी स्त्रियों को जीवित रख रहे थे और इसमें तुम्हारे पालनहार की ओर से भारी परीक्षा थी।"
        }
    ]
}