{
    "rukus": [
        {
            "chapter": 2,
            "verse": 122,
            "text": "हे बनी इस्राईल! मेरे उस पुरस्कार को याद करो, जो मैंने तुमपर किया है और ये कि तुम्हें (अपने युग के) संसार-वसियों पर प्रधानता दी थी।"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "तथा उस दिन से डरो, जब कोई व्यक्ति किसी व्यक्ति के कुछ काम नहीं आयेगा और न उससे कोई अर्थदण्ड स्वीकार किया जायेगा और न उसे कोई अनुशंसा (सिफ़ारिश) लाभ पहुँचायेगी और न उनकी कोई सहायता की जायेगी।"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "और (याद करो) जब इब्राहीम की उसके पालनहार ने कुछ बातों से परीक्षा ली और वह उसमें पूरा उतरा, तो उसने कहा कि मैं तुम्हें सब इन्सानों का इमाम (धर्मगुरु) बनाने वाला हूँ। (इब्राहीम ने) कहाः तथा मेरी संतान से भी। (अल्लाह ने कहाः) मेरा वचन उनके लिए नहीं, जो अत्याचारी[1] हैं।"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "और (याद करो) जब हमने इस घर (अर्थातःकाबा) को लोगों के लिए बार-बार आने का केंद्र तथा शांति स्थल निर्धारित कर दिया तथा ये आदेश दे दिया कि 'मक़ामे इब्राहीम' को नमाज़ का स्थान[1] बना लो तथा इब्राहीम और इस्माईल को आदेश दिया कि मेरे घर को तवाफ़ (परिक्रमा) तथा एतिकाफ़[2] करने वालों और सज्दा तथा रुकू करने वालों के लिए पवित्र रखो।"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "और (याद करो) जब इब्राहीम ने अपने पालनहार से प्रार्थना कीः हे मेरे पालनहार! इस छेत्र को शांति का नगर बना दे तथा इसके वासियों को, जो उनमें से अल्लाह और अंतिम दिन (प्रलय) पर ईमान रखे, विभिन्न प्रकार की उपज (फलों) से आजीविका प्रदान कर। (अल्लाह ने) कहाः तथा जो काफ़िर है, उसे भी मैं थोड़ा लाभ दूंगा, फिर उसे नरक की यातना की ओर बाध्य कर दूँगा और वह बहुत बुरा स्थान है।"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "और (याद करो) जब इब्राहीम और इस्माईल इस घर की नींव ऊँची कर रहे थे तथा प्रार्थना कर रहे थेः हे हमारे पालनहार! हमसे ये सेवा स्वीकार कर ले। तू ही सब कुछ सुनता और जानता है।"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "हे हमारे पालनहार! हम दोनों को अपना आज्ञाकारी बना तथा हमारी संतान से एक ऐसा समुदाय बना दे, जो तेरा आज्ञाकारी हो और हमें हमारे (हज्ज की) विधियाँ बता दे तथा हमें क्षमा कर। वास्तव में, तू अति क्षमी, दयावान् है।"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "हे हमारे पालनहार! उनके बीच उन्हीं में से एक रसूल भेज, जो उन्हें तेरी आयतें सुनाये और उन्हें पुस्तक (क़ुर्आन) तथा ह़िक्मत (सुन्नत) की शिक्षा दे और उन्हें शुध्द तथा आज्ञाकारी बना दे। वास्तव में, तू ही प्रभुत्वशाली तत्वज्ञ[1] है।"
        }
    ]
}