{
    "rukus": [
        {
            "chapter": 12,
            "verse": 36,
            "text": "और उसके साथ क़ैद में दो युवकों ने प्रवेश किया। उनमें से एक ने कहाः मैंने स्वप्न देखा है कि शराब निचोड़ रहा हूँ और दूसरे ने कहाः मैंने स्वप्न देखा है कि अपने सिर के ऊपर रोटी उठाये हुए हूँ, जिसमें से पक्षी खा रहे हैं। हमें इसका अर्थ (स्वप्नफल) बता दो। हम देख रहे हैं कि तुम सदाचारियों में से हो।"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "यूसुफ़ ने कहाः तुम्हारे पास तुम्हारा वह भोजन नहीं आयेगा, जो तुम दोनों को दिया जाता है, परन्तु मैं तुम दोनों को उसका अर्थ (फल) बता दूँगा; ये उन बातों में से है, जो मेरे पालनहार ने मुझे सिखायी हैं। मैंने उस जाति का धर्म तज दिया है, जो अल्लाह पर ईमान नहीं रखती और वही परलोक को नकारने वाले हैं।"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "और अपने पूर्वजों; इब्राहीम, इस्ह़ाक़ और याक़ूब के धर्म का अनुसरण किया है। हमारे लिए वैध नहीं कि किसी चीज़ को अल्लाह का साझी बनायें। ये अल्लाह की दया है, हमपर और लोगों पर। परन्तु अधिक्तर लोग कृतज्ञ नहीं होते[1]।"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "हे मेरे क़ैद के दोनों साथियो! क्या विभिन्न पूज्य उत्तम हैं या एक प्रभुत्वशाली अल्लाह"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "तुम अल्लाह के सिवा जिसकी इबादत (वंदना) करते हो, वे केवल नाम हैं, जो तुमने और तुम्हारे बाप-दादा ने रख लिए हैं। अल्लाह ने उनका कोई प्रमाण नहीं उतारा है। शासन तो केवल अल्लाह का है। उसने आदेश दिया है कि उसके सिवा किसी की इबादत (वंदना) न करो। यही सीधा धर्म है। परन्तु अधिक्तर लोग नहीं जानते हैं।"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "हे मेरे क़ैद के दोनों साथियो! रहा तुममें से एक, तो वह अपने स्वामि को शराब पिलायेगा तथा दूसरा, तो उसको फाँसी दी जायेगी और पक्षी उसके सिर में से खायेंगे। उसका निर्णय कर दिया गया है, जिसके संबन्ध में तुम दोनों प्रश्न कर रहे थे।"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "और उससे कहा, जिसे समझा कि वह उन दोनों में से मुक्त होने वाला हैः मेरी चर्चा अपने स्वामी के पास कर देना। तो शैतान ने उसे अपने स्वामी के पास, उसकी चर्चा करने को भुला दिया। अतः वह (यूसुफ़) कई वर्ष क़ैद में रह गया।"
        }
    ]
}