{
    "rukus": [
        {
            "chapter": 34,
            "verse": 37,
            "text": "और तुम्हारे धन और तुम्हारी संतान ऐसी नहीं हैं कि तुम्हें हमारे कुछ समीप[1] कर दें। परन्तु, जो ईमान लाये तथा सदाचार करे, तो यही हैं, जिनके लिए दोहरा प्रतिफल है और यही ऊँचे भवनों में शान्त रहने वाले हैं।"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "तथा जो प्रयास करते हैं हमारी आयतों में विवश करने के लिए,[1] तो वही यातना में ग्रस्त होंगे।"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "आप कह दें: मेरा पालनहार ही फैलाता है जीविका को जिसके लिए चाहता है, अपने भक्तों में से और तंग करता है उसके लिए और जो भी तुम दान करोगे, तो वह उसका पूरा बदला देगा और वही उत्तम जीविका देने वाला है।"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "तथा जिस दिन एकत्र करेगा उनसब को, फिर कहेगा फ़रिश्तों सेः क्या यही तुम्हारी इबादत (वंदना) कर रहे थे।"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "वह कहेंगेः तू पवित्र है! तू ही हमारा संरक्षक है, न कि ये। बल्कि ये इबादत करते रहे जिन्नों[1] की। इनमें अधिक्तर उन्हींपर ईमान लाने वाले हैं।"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "तो आज तुम[1] में से कोई एक-दूसरे को लाभ अथवा हानि पहुँचाने का अधिकार नहीं रखेगा तथा हम कह देंगे अत्याचारियों से कि तुम अग्नि की यातना चखो, जिसे तुम झुठला रहे थे।"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "और जब सुनाई जाती हैं उनके समक्ष हमारी खुली आयतें, तो कहते हैं: ये तो एक पुरुष है, जो चाहता है कि तुम्हें रोक दे उन पूज्यों से, जिनकी इबादत करते रहे हैं तुम्हारे पूर्वज तथा उन्होंने कहा कि ये तो बस एक झूठी बनायी हुई बात है तथा कहा काफ़िरों ने इस सत्य को कि ये तो बस एक प्रत्यक्ष (खुला) जादू है।"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "जबकि हमने नहीं प्रदान की है इन (मक्का वासियों) को कोई पुस्तक, जिसे ये पढ़ते हों तथा न हमने भेजा है इनकी ओर आपसे पहले कोई सचेत करने वाला।"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "तथा झुठलाया था इनसे पूर्व के लोगों ने और नहीं पहुँचे ये उसके दसवें भाग को भी, जो हमने प्रदान किया था उन्हें। तो उन्होंने झुठला दिया मेरे रसूलों को, अन्ततः, मेरा इन्कार कैसा रहा"
        }
    ]
}