{
    "rukus": [
        {
            "chapter": 35,
            "verse": 15,
            "text": "हे मनुष्यो! तुम सभी भिक्षु हो अल्लाह के तथा अल्लाह ही निःस्वार्थ, प्रशंसित है।"
        },
        {
            "chapter": 35,
            "verse": 16,
            "text": "यदि वह चाहे, तो तुम्हें ध्वस्त कर दे और नई[1] उतपत्ति ले आये।"
        },
        {
            "chapter": 35,
            "verse": 17,
            "text": "और ये नहीं है अल्लाह पर कुछ कठिन।"
        },
        {
            "chapter": 35,
            "verse": 18,
            "text": "तथा नहीं लादेगा कोई लादने वाला, दूसरे का बोझ, अपने ऊपर[1] और यदि पुकारेगा कोई बोझल, उसे लादने के लिए, तो वह नहीं लादेगा उसमें से कुछ, चाहे वह उसका समीपवर्ती ही क्यों न हो। आप तो बस उन्हीं को सचेत कर रहे हैं, जो डरते हों अपने पालनहार से बिन देखे तथा जो स्थापना करते हैं नमाज़ की तथा जो पवित्र हुआ, तो वह पवित्र होगा अपने ही लाभ के लिए और अल्लाह ही की ओर (सबको) जाना है।"
        },
        {
            "chapter": 35,
            "verse": 19,
            "text": "तथा समान नहीं हो सकता अंधा तथा आँख वाला।"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "और न अंधकार तथा प्रकाश।"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "और न छाया तथा न धूप।"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "तथा समान नहीं हो सकते जीवित तथा निर्जीव।[1] वास्तव में, अल्लाह ही सुनाता है जिसे चाहता है और आप नहीं सुना सकते उन्हें, जो क़ब्रों में हों।"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "आप तो बस सचेतकर्ता हैं।"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "वास्तव में, हमने आपको सत्य के साथ शुभ सूचक तथा सचेतकर्ता बनाकर भेजा है और कोई ऐसा समुदाय नहीं, जिसमें कोई सचेतकर्ता न आया हो।"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "और यदि ये आपको झुठलायें, तो इनसे पूर्व के लोगों ने भी झुठलाया है, जिनके पास हमारे रसूल खुले प्रमाण तथा ग्रंथ और प्रकाशित पुस्तकें लाये।"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "फिर मैंने पकड़ लिया उन्हें, जो काफ़िर हो गये। तो कैसा रहा मेरा इन्कार।"
        }
    ]
}