{
    "maqras": [
        {
            "chapter": 3,
            "verse": 15,
            "text": "Sprich: Soll ich euch etwas kundtun, was besser ist als dieses? Für diejenigen, die gottesfürchtig sind, sind bei ihrem Herrn Gärten, unter denen Bäche fließen und in denen sie ewig weilen werden, und geläuterte Gattinnen und Wohlgefallen von Gott - Gott sieht wohl die Diener"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "(für sie), die sagen: «Unser Herr, wir glauben, so vergib uns unsere Sünden und bewahre uns vor der Pein des Feuers»"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "Die geduldig, wahrhaftig und demütig ergeben sind, die Spenden geben und die in der Morgendämmerung um Vergebung bitten"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Gott bezeugt, daß es keinen Gott gibt außer Ihm, ebenso die Engel und diejenigen, die das Wissen besitzen. Er steht für die Gerechtigkeit ein. Es gibt keinen Gott außer Ihm, dem Mächtigen, dem Weisen"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Die Religion bei Gott ist der Islam. Diejenigen, denen das Buch zugekommen ist, sind erst uneins geworden, nachdem das Wissen zu ihnen gekommen war, dies aus ungerechter Auflehnung untereinander. Wenn aber jemand die Zeichen Gottes verleugnet - siehe, Gott ist schnell im Abrechnen"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Wenn sie mit dir streiten, dann sprich: Ich ergebe mich Gott völlig, und auch die, die mir folgen. Und sprich zu denen, denen das Buch zugekommen ist, und zu den Ungelehrten: Werdet ihr nun Muslime werden? Wenn sie Muslime werden, folgen sie der Rechtleitung. Wenn sie sich aber abkehren, so obliegt dir nur die Ausrichtung (der Botschaft). Und Gott sieht wohl die Diener"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Denen, die die Zeichen Gottes verleugnen und die Propheten zu Unrecht töten und diejenigen unter den Menschen töten, die die Gerechtigkeit gebieten, verkünde eine schmerzhafte Pein"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "Das sind die, deren Werke im Diesseits und Jenseits wertlos sind, und sie werden keine Helfer haben"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Hast du nicht auf jene geschaut, denen ein Anteil vom Buch zugekommen ist, wie sie zum Buch Gottes gerufen werden, damit es zwischen ihnen urteilt, und wie dann ein Teil von ihnen den Rücken kehrt und sich abwendet"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Dies, weil sie sagen: «Das Feuer wird uns sicher nur einige gezählte Tage berühren.» Siehe, betört hat sie in ihrer Religion, was sie immer wieder erdichtet haben"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Wie wird es wohl sein, wenn Wir sie auf einen Tag versammeln, an dem kein Zweifel möglich ist, und wenn jeder Seele voll erstattet wird, was sie erworben hat? Und ihnen wird nicht Unrecht getan"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Sprich: O Gott, der Du über die Königsherrschaft verfügst, Du gibst die Königsherrschaft, wem Du willst, und Du nimmst die Königsherrschaft, wem Du willst. Du verleihst Macht, wem Du willst, und Du erniedrigst, wen Du willst. In deiner Hand liegt das Gute. Du hast Macht zu allen Dingen"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Du läßt die Nacht in den Tag übergehen, und Du läßt den Tag in die Nacht übergehen. Du bringst das Lebendige aus dem Toten, und Du bringst das Tote aus dem Lebendigen hervor, und Du bescherst Unterhalt, wem Du willst, ohne (viel) zu rechnen"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Die Gläubigen sollen sich nicht die Ungläubigen anstelle der Gläubigen zu Freunden nehmen. Wer das tut, hat keine Gemeinschaft mit Gott, es sei denn, ihr hütet euch wirklich vor ihnen. Gott warnt euch vor sich selbst. Und zu Gott führt der Lebensweg"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Sprich: Ob ihr das geheimhaltet, was in eurem Inneren ist, oder es offenlegt, Gott weiß es. Und Er weiß, was in den Himmeln und was auf der Erde ist. Und Gott hat Macht zu allen Dingen"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "An dem Tag, da jede Seele das vorgebracht findet, was sie an Gutem getan hat und was sie an Bösem getan hat. Sie wird wünschen, es läge zwischen ihr und ihm eine weite Entfernung. Und Gott warnt euch vor sich selbst. Und Gott hat Mitleid mit den Dienern"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Sprich: Wenn ihr Gott liebt, dann folgt mir, so wird Gott euch lieben und euch eure Sünden vergeben. Und Gott ist voller Vergebung und barmherzig"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Sprich: Gehorchet Gott und dem Gesandten. Wenn sie sich abkehren - siehe, Gott liebt die Ungläubigen nicht"
        }
    ]
}