{
    "maqras": [
        {
            "chapter": 2,
            "verse": 60,
            "text": "Und als Mose um Wasser für sein Volk bat. Da sprachen Wir: «Schlag mit deinem Stab auf den Stein.» Da brachen aus ihm zwölf Quellen hervor, so daß jede Menschengruppe wußte, wo ihre Trinkstelle war. - «Eßt und trinkt von dem, was Gott beschert hat, und verbreitet nicht Unheil auf der Erde.»"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Und als ihr sagtet: «O Mose, wir werden es nicht aushalten, nur eine einzige Speise zu haben. So rufe für uns deinen Herrn an, daß Er uns etwas hervorbringe von dem, was die Erde sonst wachsen läßt an Gemüse, Gurken, Knoblauch, Linsen und Zwiebeln.» Er sagte: «Wollt ihr denn das Minderwertige in Tausch gegen das Bessere nehmen? Zieht hinab nach Ägypten. Ihr habt dort, was ihr erbittet.» Und über sie wurden Erniedrigung und Elend gelegt, und sie zogen sich den Zorn Gottes zu. Dies dafür, daß sie immer wieder die Zeichen Gottes verleugneten und die Propheten zu Unrecht töteten; dies dafür, daß sie ungehorsam waren und immer wieder Übertretungen begingen"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Diejenigen, die glauben, und diejenigen, die Juden sind, und die Christen und die Säbier, all die, die an Gott und den Jüngsten Tag glauben und Gutes tun, erhalten ihren Lohn bei ihrem Herrn, sie haben nichts zu befürchten, und sie werden nicht traurig sein"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Und als Wir eure Verpflichtung entgegennahmen und über euch den Berg emporhoben: «Nehmt, was Wir euch zukommen ließen, mit aller Kraft und gedenket dessen, was darin steht, auf daß ihr gottesfürchtig seid.»"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Aber ihr, ihr kehrtet euch danach ab. Ohne die Huld Gottes gegen euch und seine Barmherzigkeit wäret ihr gewiß unter den Verlierern"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Und ihr wißt um diejenigen von euch, die gegen den Sabbat eine Übertretung begangen haben, worauf Wir zu ihnen sprachen: «Werdet zu verabscheuten Affen.»"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "So machten Wir es zu einem warnenden Beispiel für die Zeitgenossen und die Nachfolgenden und zu einer Ermahnung für die Gottesfürchtigen"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Und als Mose zu seinem Volk sagte: «Gott befiehlt euch, eine Kuh zu schächten.» Sie sagten: «Nimmst du uns zum Gegenstand des Spottes?» Er sagte: «Ich suche Zuflucht bei Gott davor, daß ich zu den Törichten gehöre.»"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Sie sagten: «Rufe für uns deinen Herrn an, daß Er uns deutlich mache, wie sie sein soll.» Er sagte: «Er spricht: Es soll eine Kuh sein, die weder alt noch zu jung zum Kalben ist, eben mittleren Alters dazwischen. Nun tut, was euch befohlen wird.»"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Sie sagten: «Rufe für uns deinen Herrn an, daß Er uns deutlich mache, welcher Farbe sie sein soll.» Er sagte: «Er spricht: Es soll eine gelbe Kuh sein, deren Farbe intensiv ist und die den Zuschauern Freude macht.»"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Sie sagten: «Rufe für uns deinen Herrn an, daß Er uns deutlich mache, wie sie sein soll, denn die Kühe kommen uns doch ähnlich vor. Aber wir werden gewiß, so Gott will, die richtige finden.»"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Er sagte: «Er spricht: Es soll eine Kuh sein, die weder zum Pflügen des Ackers noch zum Bewässern der Felder gezwungen wurde, fehlerfrei und ohne Farbmischung.» Sie sagten: «Jetzt hast du die Wahrheit gebracht.» Sie schachteten sie. Doch beinahe hätten sie es nicht getan"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Und als ihr jemanden getötet hattet und über ihn miteinander Streit bekamt. Aber Gott bringt doch heraus, was ihr verschwiegen hattet"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Da sprachen Wir: «Schlagt ihn mit einem Stück von ihr.» So macht Gott die Toten wieder lebendig und läßt euch seine Zeichen sehen, auf daß ihr verständig werdet"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Nach diesem Geschehen verhärteten sich eure Herzen, so daß sie wie Steine waren oder noch härter. Denn unter den Steinen gibt es welche, aus denen die Bäche hervorbrechen; und es gibt welche, die sich spalten, so daß das Wasser aus ihnen herauskommt; und es gibt welche, die aus Ehrfurcht vor Gott herunterfallen. Und Gott läßt nicht unbeachtet, was ihr tut"
        }
    ]
}