{
    "juzs": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "အသင်တို့၏တပ်မက်နှစ်သက်ဖွယ်ရာ (များဖြစ်ကြသော ဥစ္စာပစ္စည်း၊ စွမ်းရည်နှင့်နည်းပညာ စသည်တို့ အနက်) မှ၊ (ချို့တဲ့ဆင်းရဲသူတို့အတွက်) ပေးကမ်းသုံးစွဲစွန့်လှူခြင်းမပြုသရွေး၊ ကောင်းမြတ်သော အကျင့်သီလ အဆင့်ကို မည်သည့်နည်းနှင့်မျှ ရယူနိုင်ကြမည် မဟုတ်ပေ။ သင်တို့ (၏ပိုင်ဆိုင်မှုအနက်မှ) မည်သည့်အရာကို ပေးကမ်းသုံးစွဲစွန့်လှူသည်ဖြစ်စေ (ယင်းနှင့်ပတ်သက်၍အသေးစိတ်ကို) အလ္လာဟ်အရှင်မြတ် အကြွင်းမဲ့ သိနေတော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "သင်တို့မတိုင်မီ တောင်ရာတ်ကျမ်းချမှတ်ပေးအပ်ခြင်းခံရစဉ် အစ္စရေး (ခေါ် တမန်တော်ယအ်ကူဗ်) သည် သူ့နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ ရှာဖွေသုံး စွဲနိုင်ရန် အသုံးချနိုင်သော စိတ်ဝိဉာဉ်) အပေါ်သာ သူကိုယ်တိုင်ကန့်သတ်ထားသည့် အစားအသောက်မှလွဲ၍ ကျန်အစားအသောက်အားလုံးကို အစ္စရေးမျိုးနွယ်ဝင်တို့အတွက် (တမန်တော်မုဟမ္မဒ်အပေါ် ချမှတ်ပေးအပ်သော အစားအသောက် ဆိုင်ရာစည်းမျဉ်းကဲ့သို့ပင်) တရားဝင်စားသောက်ဖွယ်ရာအဖြစ် ခွင့်ပြုတော်မူခဲ့၏။ (အို၊ ရစူလ်တမန်တော်၊ သူတို့အား) “အကယ်၍ သင်တို့က (သင်တို့၏ကြွေးကြော်မှုဖြစ်သော အရှင်မြတ်က ထိုသို့ မိန့်တော်မူခဲ့ခြင်း မရှိကြောင်းကို ထောက်ပြလိုသည့်သဘောထားရှိသူများ) ဖြောင့်မတ်မှန်ကန်သူများ ဖြစ်ကြပါလျှင် တောင်ရာတ်ကျမ်းကို ယူဆောင်လာ၍ ဖတ်ပြကြလော့။” ဟု မိန့်ကြားတောင်းဆိုလော့။"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "မည်သူမဆို (အရှင်မြတ်က) ထိုသို့ မြင်သာထင်ရှားအောင် ရှင်းလင်းတင်ပြထားသည်ကို သိသိလျက်နှင့်အလ္လာဟ်အရှင်မြတ်နှင့်စပ်လျဉ်း၍ လိမ်လည်လှည့်စားမှုများကို မရိုးမသား လုပ်ကြံဖန်တီးကြလျှင် ထိုသူတို့သည် အရှင့်စည်းမျဉ်းတော်များကို ချိုးဖောက်လျက် မမှန်မကန်ပြုလုပ်သူများ ဖြစ်ကြ၏။"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "“အလ္လာဟ်အရှင်မြတ်သည် တိကျမှန်ကန်ပြတ်သားသော သစ္စာတရားကိုသာ မိန့်တော်မူသောကြောင့် တမန်တော်အီဗ်ရာဟီးမ်၏ဖြောင့်မတ်တည်ကြည် (ပြီး အရှင်မြတ်နှင့်တုပြိုင်တွဲဖက်မှု၊ သီလကြောင်မှုလုံးဝ ကင်းရှင်း၍ သမာဓိရှိ) သော လမ်းစဉ်အတိုင်း လိုက်နာကျင့်သုံးကြလော့။ အမှန်စင်စစ်၊ တမန်တော်အီဗ်ရာဟီးမ်သည် မည်သည့်အခါမျှ အရှင်မြတ်နှင့်တုပြိုင်တွဲဖက်၍ အခြား (သက်ရှိသက်မဲ့များ၊ ရှိခိုးကန်တော့၊ ဆည်းကပ်ကိုးကွယ်ရာများစသော) ကိုးကွယ်ရာများကို ယုံကြည်ကိုးကွယ်ကြသူများအနက်မှ မဖြစ်ခဲ့ပေ။” ဟု ဟောလော့။"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "ဧကန်ပင်၊ လူသားတို့အတွက် (တစ်ဆူတည်းသော အရှင်အား နာခံကိုးကွယ်ရာဌာနအဖြစ် သတ်မှတ်ရန်) ထူထောင်တည်ဆောက်ခဲ့သော အိမ်တော်မှာ မင်္ဂလာအဖြာဖြာနှင့်ဗဟိုလမ်းညွှန်ရာဖြစ်သည့် (မက္ကာမြို့ရှိ) ဗက္ကာ (ခေါ် လူပေါင်းများစွာက လွှတ်ငြိမ်းခွင့်အတွက် အရှင့်ထံ အသနားခံလျက် ငိုကြွေးကြသည့် ကအ်ဗဟ်ဝတ်ကျောင်းတော်) ပင်ဖြစ်၏။"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "ယင်း (အိမ်တော်) ၌ (တမန်တော်) အီဗ်ရာဟီးမ် ရပ်တည်ရာဌာနစခန်းနှင့် (အရှင်မြတ်က ရွေးချယ်သတ်မှတ်တော်မူသော မင်္ဂလာရှိသည့် အထွတ်အမြတ်နေရာဖြစ်ကြောင်းကို ထင်ရှားစေသည့်) သက်သေလက္ခဏာတော်များလည်း ရှိ၏။ မည်သူမဆို ယင်းထဲသို့ ဝင်ရောက်ရလျှင် ဘေးကင်းလုံခြုံမည် ဖြစ်သည်။ အလ္လာဟ်အရှင်မြတ်၏ကျေနပ်နှစ်မြို့မှုအတွက် ခရီးစရိတ်တတ်နိုင်စွမ်းရှိသူအားလုံးအပေါ် ထိုအိမ်တော်သို့ ဟဂျ်ဝတ်ပြုရန် သွားရောက်ခြင်းအား (တာဝန်အဖြစ်) ပြဌာန်းထားတော်မူ၏။ မည်သူမဆို (ထိုတာဝန်ကို ကျေပွန်ရန်) ငြင်းဆန်လျှင် (သူသိသင့်သည်မှာ) မုချဧကန်၊ အလ္လာဟ်အရှင်မြတ်သည် (လောကခပ်သိမ်း၏လိုအပ်ချက်များကို အရှင့်စည်းမျဉ်းတော်နှင့်အညီ ဖြည့်ဆည်းပေးတော်မူပြီး) လိုလားတောင့်တမှု ကင်းတော်မူသောအရှင်၊ လောကခပ်သိမ်းအပေါ် ကုံလုံပြည့်စုံစေတော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "“အို၊ ကျမ်းရပုဂ္ဂိုလ်အပေါင်းတို့၊ အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏အာယသ်သက်သေလက္ခဏာတော်များကို အဘယ်ကြောင့် (ထိန်ချန်ဖုံးကွယ်၍) မယုံကြည်ငြင်းဆန်ကြသနည်း။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ပြုမူကျင့်ကြံလုပ်ဆောင်သမျှတို့အပေါ် (ဩဇာလွှမ်းမိုးနိုင်စွမ်း ရှိတော်မူ၍ မျက်မြင်ဒိဠ တွေ့မြင်တော်မူသော) သက်သေပင် ဖြစ်တော်မူ၏။” ဟု ဟောလော့။"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "ဟောလော့။ ““အို၊ ကျမ်းရပုဂ္ဂိုလ်အပေါင်းတို့၊ (အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တော်မှာ တိကျမှန်ကန် ကြောင်း) သင်တို့ကိုယ်တိုင် အသိသက်သေများ ဖြစ်ကြပါလျှက်၊ ယင်းလမ်းစဉ်၌ ကွေးကောက်ရှုပ်ထွေးမှုကို (မြင်စေလိုသောဆန္ဒဖြင့် ကြံစည်ဖန်တီးသော နည်းလမ်းများ ရရှိရန်) ရှာဖွေပြီး ယုံကြည်သူတို့အား အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်မှ အဘယ်ကြောင့် ဟန့်တားပိတ်ပင်တားဆီးကြပါသနည်း။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ပြုမူဆောင်ရွက်သမျှအနက်မှ မည်သည့်အရာကိုမျှ ဥပေက္ခာပြု မေ့လျော့ထားတော်မူသည် မဟုတ်ပေ။"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "အို၊ ယုံကြည်သူအပေါင်းတို့၊ အကယ်၍ သင်တို့က (ယခင်က) ကျမ်းပေးအပ်ခြင်းခံရသောပုဂ္ဂိုလ်များအနက်မှ အုပ်စုတစ်စုကို နာခံကြပါမူ သူတို့သည် (သူတို့၏ကြံစည်ဖန်တီးမှုများဖြင့် လှည့်စား၍) သင်တို့ကို ယုံကြည် (မှုတွင် သံသယများကို ထည့်ပေး) ပြီးနောက် သူတို့ဘက်သို့ လှည့်ပြန်စေ (လျှက် မယုံကြည်သူနှင့်သွေဖည်ငြင်ဆန်သူများအဖြစ် ပြောင်းလဲစေ) လိမ့်မည်။"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "သင်တို့အပေါ် အလ္လာဟ်အရှင်မြတ်၏အာယသ်သက်သေလက္ခဏာတော်များကို ချမှတ်ပေးအပ်တော်မူပြီး ဖတ်ပြစေခြင်းကို တွေ့မြင်ကြားသိနေပါလျှက်၊ အရှင့်ရစူလ်တမန်တော်သည်လည်း သင်တို့ထဲ၌ ရှိနေပါလျှက်နှင့် သင်တို့က မည်သို့ မယုံကြည်ငြင်းဆန် နိုင်ကြသနည်း။ မည်သူမဆို အလ္လာဟ်အရှင်မြတ် (၏လမ်းစဉ်တော်) ကို တွယ်ကပ်ဖက်ကိုင်လျှင် ထိုသူသည် ဖြောင့်မတ်မှန်ကန်သောလမ်းစဉ်သို့ မုချပင် လမ်းညွှန်ခြင်းခံရနိုင်၏။"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "အို၊ ယုံကြည်သူအပေါင်းတို့၊ အလ္လာဟ်အရှင်မြတ်ကို ချစ်ကြောက်ကြည်ညိုမြတ်နိူးရန် တာဝန်ရှိသည့်အတိုင်း အပြည့်အဝ ပြတ်သားမှန်ကန်စွာ စိုးရွံ့ထိတ်လန့် (၍ အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာ) ကြလော့။ (သင်တို့၏ကိုယ်စိတ်နှလုံးတို့ကို အရှင့်ထံအပ်နှံ၍ ငြိမ်းချမ်းရေးလိုလားသော) မွတ်စလင်ဖြစ်ခြင်းမှအပ ဘဝမကူးပြောင်းကြလေနှင့်။"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "ထို့ပြင် သင်တို့အားလုံး အလ္လာဟ်အရှင်မြတ်၏ကြိုးတော် (ဖြစ်သောကျမ်းမြတ်ကုရ်အာန်) ကို (စည်းလုံးညီညွတ်စွာနှင့်မြဲမြံစွာဖြင့်) စွဲကိုင်ကြလော့။ (သင်တို့၏ပုဂ္ဂိုလ်စွဲ၊ လူမျိုးစွဲ၊ ပါတီစွဲ စသော အစွဲအလန်းများနှင့်လိုအင်ဆန္ဒများကို ရှေ့တန်းတင်၍ သင်တို့အချင်းချင်းကြားတွင်) သွေးကွဲလျက် ဂိုဏ်းဂန မခွဲကြလေနှင့်။ သင်တို့အား အလ္လာဟ်အရှင်မြတ် ချီးမြှင့်တော်မူထားသည့် ကျေးဇူးတော်များ (ဖြစ်သည့် မြေပေါ်မြေအောက် သယံဇာတများ၊ ဥစ္စာဓနများ၊ ဂုဏ်သိက္ခာများနှင့်အရှင့်လမ်းညွှန်တော်များ) ကို သတိရ တသ၍ ဖွင့်ဟကြလော့။ (သင်တို့ အချင်းချင်းကြားဝယ်) ရန်လိုမုန်းတီးမှုများ ရှိလာသည့်အခါ အရှင်မြတ်က သင်တို့အချင်းချင်းကြားတွင် ရင်ကြားစေ့မှု ရှိလာစေရန် သင်တို့၏နှလုံးသားများ၌ ထိုအရှင့်ကျေးဇူးတော်များဖြင့် ချိန်ညှိပေးတော်မူပြီး သင်တို့အား ညီနောင်များ ဖြစ်လာစေတော်မူမည်။ သင်တို့က (သင်တို့၏မကောင်းမှုများနှင့်အချင်းချင်းကြား သွေးထွက်သံ ယိုမှုများကို ပြုလုပ်၍) ငရဲမီး၏တွင်းနက်ဝသို့ ရောက်ခဲ့စဉ် ငါအရှင်မြတ်က သင်တို့ကို လောကီငရဲမီး (ဖြစ်သော သွေးထွက်သံယိုမှုများ၊ မကောင်းမှုဒုစရိုက်များနှင့်ညှင်းပန်းနှိပ်စက်မှုများ) မှ ကယ်တင်တော်မူခဲ့၏။ ဤနည်းအား ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏လမ်းညွှန်မှန်ရရန်အလို့ငှာ အရှင့်အာယသ်သက်သေလက္ခဏာတော်များ ကို ကွက်ကွက်ကွင်းကွင်း မြင်သာထင်ရှားအောင် ရှင်းလင်းတင်ပြစေတော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "သင်တို့အနက်မှ ကောင်းမြတ်မှု (နှင့်အကျင့်သီလကောင်းဆောက်တည်နိုင်သည့် လမ်းကြောင်း) ဘက်သို့ ဖိတ်ခေါပြီး (စည်းမျဉ်းစည်းကမ်းများကို ဖီဆန်ငြင်းပယ်ခြင်းမှ ကာကွယ်နိုင်ရန်) မကောင်းမှု ပြုလုပ်ခြင်းအား တားမြစ်ပိတ်ပင်သည့် လူ့ဘောင်အဖွဲ့အစည်းတစ်ရပ် ရှိရမည်။ သို့မှသာ သူတို့သည် ပေါက်ရောက်အောင်မြင်သူများ ဖြစ်လာကြမည်။"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "ကွက်ကွက်ကွင်းကွင်း မြင်သာထင်ရှားသည့် ရှင်းလင်းချက်များသည် သူတို့ထံသို့ ရောက်လာခဲ့ပြီးနောက် (သူတို့၏ကိုယ်ကျိုးစီးပွားနှင့်စွဲလန်းမှုများကြောင့် ကွဲပြားခြားနားသော လမ်းစဉ်များကို လိုက်လျက်) အချင်းချင်းကြား သဘောထားကွဲကြပြီး ဂိုဏ်းဂများအဖြစ်ကွဲကြသည့် သူတို့ကဲ့သို့ မဖြစ်ကြလေနှင့်။ ထိုသို့ဖြစ်ကြသူတို့သည် သူတို့အတွက် အလွန်ကြီးလေးသော ပြစ်ဒဏ် (ပေးခံရမည့် ငရဲမီးသာ ထိုက်ထန်၍ ငရဲမီးထဲသို့ ပစ်ချခြင်းခံရဖွယ်) ရှိ၏။"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "ထို (ပြစ်ဒဏ်ပေးခံရမည့်) နေ့တွင် (သုခဘုံနန်းထဲ ဝင်ခွင့်ရမည်ဖြစ်၍ ပျော်ရွှင်လျက်) မျက်နှာရွှင်လန်းတောက်ပနေသူများနှင့် (ငရဲမီးထဲရောက်ရမည်ဖြစ်၍ ကြောက်စိတ်လွန်ကဲလာကာ) မျက်နှာမည်းမှောင်နေသူများ ရှိကြလိမ့်မည်။ ထိုမျက်နှာမည်းမှောင်နေသူတို့အား “အသင်တို့က ယုံကြည်မှု (ကို သိနားလည်) ပြီးနောက် သွေဖည် ငြင်းပယ်ခဲ့ကြသလော။” ဟု မေး၍ “သို့ဖြစ်လျှင် သင်တို့သည် သင်တို့၏မယုံကြည်မှုကြောင့် ရသင့်သည့် အကျိုးဆက်များကို (သင်တို့ကိုယ်တိုင်) မြည်းစမ်းကြလော့။” (ဟု ပြောလိမ့်မည်။)"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "မျက်နှာရွှင်လန်းတောက်ပနေသူတို့မှာမူ အလ္လာဟ်အရှင်မြတ်၏ကရုဏာတော်လွှမ်းမိုးသည့် အနေအထားတွင် ရှိနေကြပြီး ထိုအခြေအနေ၌ပင် ကာလအကန့်အသတ်မဲ့ နေထိုင်ခွင့်ရကြလိမ့်မည်။"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "ဤသည်တို့သည် အလ္လာဟ်အရှင်မြတ်၏အာယသ်သက်သေလက္ခဏာတော်များ ဖြစ်ကြပြီး ငါအရှင်မြတ်ကိုယ်တိုင် အသင် (တမန်တော်) အပေါ် အမှန်တရားသစ္စာအဖြစ် သူတို့အား ရွတ်ပြစေ (တော်မူရန် တာဝန်ပေး) တော်မူ၏။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် လောကခပ်သိမ်းတို့အတွက် (အရှင့်တုနှိုင်းမဲ့ ဩဇာအာဏာကို အသုံး ချတော်မူရန်အလို့ငှာ) တရားမျှတမှုကို မှေးမှိန်စေရန် ရည်ရွယ်တော် မမူချေ။"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "ထို့ပြင် မိုးကောင်းကင်များနှင့်ကမ္ဘာဂြိုဟ်များသည် အလ္လာဟ်အရှင်မြတ် (၏အချုပ်အခြာ၌သာရှိ၍ အရှင်မြတ်) ပိုင်ဆိုင်တော်မူသောအရာများ ဖြစ်၏။ သို့ဖြစ်ရာ စီမံချက်များနှင့်အရေးကိစ္စမှန်သမျှတို့သည် အလ္လာဟ်အရှင်မြတ်ထံသို့ပင် ဦးလှည့်၍ရောက်ရှိစေခြင်းကို ခံကြရလိမ့်မည်။"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "အသင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို (စိတ်ရင်းစေတနာဖြူစင်စွာ) ယုံကြည်၍ (လူတို့အား) ကောင်းမြတ်မှု (နှင့်အကျင့်သီလကောင်းများ ဆောက်တည်နိုင်သည့်လမ်းကြောင်း) ဘက်သို့ ဖိတ်ခေါပြီး (စည်းမျဉ်းစည်းကမ်းများကို ဖီဆန်ငြင်းပယ်ခြင်းမှ ကာကွယ်နိုင်ရန်) မကောင်းမှုပြုလုပ်ခြင်းမှ တားမြစ်လျက် လူသားတို့ အတွက် (စံနမူနာယူဖွယ်ရာ လူ့အသိုင်းအဝိုင်းကို) ပျိုးထောင်ပေါ်ထွန်းစေသောကြောင့် အကောင်းဆုံး လူ့ဘောင်အဖွဲ့အစည်း ဖြစ်၏။ အကယ်၍ ကျမ်းရပုဂ္ဂိုလ်များကလည်း (သင်တို့ကဲ့သို့) ယုံကြည်လာခဲ့ကြလျှင် သူတို့အတွက် ပို၍ ကောင်းလိမ့်မည်။ သူတို့ထဲတွင် ယုံကြည်သူများရှိသော်လည်း အများစုမှာမူ အရှင့်စည်းမျဉ်းဥပဒေများကို ဖီဆန်ဖောက်ဖျက်သူများဖြစ်ကြ၏။"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "သူတို့က သင်တို့ကို (မတရားစွပ်စွဲ၍ ဝေဖန်ပြောဆိုရေးသားခြင်းဖြင့်) စိတ်ထိခိုက်စေခြင်းမှ မည်သည့်အခါမျှ အန္တရာယ်ပြုနိုင်ကြမည် မဟုတ်ပေ။ အကယ်၍ သူတို့က သင်တို့နှင့်စစ်မက်ပြိုင်တိုက်ခိုက်ကြလျှင်လည်း ကျောခိုင်း၍ ထွက်ပြေးရုံသာ ရှိ၏။ ထို့နောက် သူတို့အား ကူညီခြင်းလည်း ခံကြရလိမ့်မည်မဟုတ်ပေ။"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "(ဂျူးသမိုင်းကိုလေ့လာကြည့်လျှင်) သူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်ထားရှိသော (ကတိကဝတ်ဆိုင်ရာ) နှောင်ကြိုးနှင့်လူတို့ကြား၌ ထားရှိသော နှောင်ကြိုးများမှအပ သူတို့အား တွေ့မြင်ခြင်းခံရသည့် နေရာတိုင်း၌ အလ္လာဟ်အရှင်မြတ်ထံတော်မှ သူတို့အပေါ် အမျက်တော်၊ (ပြစ်ဒဏ်နှင့်ပြစ်တင်ရှံ့ချမှု) စူးရှခြင်းခံကြရ (သကဲ့သို့ဖြစ်) ပြီး (လူပုံအလယ်၌) အရှက်ကွဲခံရခြင်း၊ (ညှင်းပန်းနှိပ်စက်မှုဒဏ်နှင့်သွားလာလှုပ်ရှားမှု ပိတ်ပငတားဆီးမှု ခံရခြင်းတို့ကြောင့်) ဒုက္ခအခက်အခဲများကို ရင်ဆိုင်ခဲ့ရခြင်း (စသော စိတ်ဆင်းရဲမှု) တို့မှာ စုပြုံကျရောက်စေတော်မူလျက် သိက္ခာချခံရခြင်းသာ တွေ့မြင်ရ၏။ ထိုသို့ ဖြစ်ရခြင်းမှာ အလ္လာဟ်အရှင်မြတ်၏အာယသ်သက်သေလက္ခဏာတော်များကို သွေဖည်ငြင်းဆန်ခြင်းနှင့်နဗီတမန်တော်များအား (တမန်တော်တို့၏အခွင့်အရေးနှင့် အမှန်တရားတို့ကို ဆန့်ကျင်၍ သစ္စာမဲ့စွာဖြင့်) မတရားသတ်ဖြတ်ခြင်းတို့ကြောင့်ပင် ဖြစ်ပေသည်။ ယင်းသည် သူတို့၏အာခံဖီဆန်မှုနှင့်စည်းမျဉ်း ချိုးဖောက်မှုပင် ဖြစ်၏။"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "သူတို့အားလုံးသည် အတူတူ မဟုတ်ကြပေ။ ကျမ်းရပုဂ္ဂိုလ်အပေါင်းတို့အနက် ညအချိန်တွင် အလ္လာဟ်အရှင်မြတ်၏အာယသ်သက်သေလက္ခဏာတော်များကို ရွတ်ဖတ်၍ ဦးချလျက် (အရှင့်အမိန့်ပညတ်ချက်များနှင့်အညီ အမှန်တရားအတွက်) မြဲမြံစွာ ရပ်တည်ကြသော အုပ်စုလည်း ရှိ၏။"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "သူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်နောက်ဆုံးနေ့တို့ကို (စိတ်ရင်းစေတနာဖြူစင်စွာ) ယုံကြည်၍ (လူတို့ အား) ကောင်းမြတ်မှု (နှင့်အကျင့်သီလကောင်းများ ဆောက်တည်နိုင်သည့်လမ်းကြောင်း) ဘက်သို့ ဖိတ်ခေါ် ခြင်း၊ (စည်းမျဉ်းစည်းကမ်းများကို ဖီဆန်ငြင်းပယ်ခြင်းမှ ကာကွယ်နိုင်ရန်) မကောင်းမှုပြုလုပ်ခြင်းမှ တားမြစ်ခြင်းနှင့်ကုသိုလ်ကောင်းမှုများ သူ့ထက်ငါသာအောင် အပြိုင်အဆိုင်ပြုလုပ်ခြင်းတို့ကြောင့် ဖြောင့်မတ်မှန်ကန်သည့် ကောင်းမှုများကိုပြုလုပ်သူများအနက်မှပင် ဖြစ်ကြလေ၏။"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "သူတို့ ပြုမူကျင့်ကြံလုပ်ဆောင်ကြသည့်ကောင်းမှုဟူသမျှ (အတွက် အကျိုးဆုလဒ်ပေးရန် ငြင်းဆန်ခြင်း သို့မဟုတ်) ဖုံးကွယ်ခြင်းခံကြရမည်လည်း အလျှင်း မဟုတ်ပေ။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် အရှင့်အား စိုးရွံ့ထိတ်လန့် (လျက် အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံးသူ) တို့နှင့်စပ် လျဉ်း၍ (သတင်းအချက်အလက်အလုံးစုံးကို) အကြွင်းမဲ့ သိနေတော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "မယုံကြည်သူ၊ (အမှန်တရားကို ဖီဆန်ငြင်းပယ်သူ) တို့သည် သူတို့၏ပိုင်ဆိုင်မှုများဖြစ်သော ဥစ္စာဓန စည်းစိမ်ချမ်းသာနှင့်သားသမီးရတနာများအား အလ္လာဟ်အရှင်မြတ်၏အရေးယူမှုနှင့်ဆန့်ကျင်၍ မည်သည့်နည်းနှင့်မျှ အသုံးမချနိုင်သည့်အပြင် မည်သည့်အခါကမျှလည်း အသုံးဝင် အရာရောက်မည် မဟုတ်ပေ။ ထိုသူတို့သည် ငရဲမီး၏အဖော်များသာ ဖြစ်ကြပြီး ငရဲမီးထဲ၌ပင် ကာလအကန့်အသတ်မဲ့ နေကြရလိမ့်မည်။"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "ဤလောကီဘဝ၌ (မှားယွင်းသောယုံကြည်မှု၊ အတွေးအခေါ်၊ အယူအဆများနှင့်မကောင်းသည့် လုပ်ရပ်များဖြင့်) သူတို့၏နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအ တိုင်းဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သော စိတ်ဝိဉာဉ်) များကို စိတ်အလိုဆန္ဒအတိုင်းအသုံးချ၍ သူတို့ကိုယ်သူတို့ လမ်းမှားရောက်စေကြသော လူမျိုးက (သူတို့ ၏ဂုဏ်သတင်းကျော်ကြားမှုနှင့်အခြားရည်မှန်းချက်တို့အတွက် အယောင်ဆောင် လူသားချင်းစာနာမှုနှင့်ဘာသာ ရေးဆိုင်ရာလုပ်ငန်းဆောင်တာများတွင်) ပေးကမ်းလှူဒါန်းသမျှ၏ဥပမာသည်ကား “ဆီးနှင်းခဲများနှင့်အတူ ပြင်းထန်စွာ တိုက်ခတ်သည့် လေတိုက်မှုကြောင့် (ကောက်ပဲသီးနှံများ ရိတ်သိမ်းချိန်ကျမှ) လယ်ယာစိုက်ခင်းများ ဖွတ်ဖွတ်ညက်ညက် သေကြေစေပျက်စီးခြင်း ခံရခြင်းနှင့်တူ၏။ သူတို့ (၏ပိုင်ဆိုင်မှုများနှင့်လုပ်ရပ်တို့၏ အကျိုးဆက်များ) ကို အလ္လာဟ်အရှင်မြတ်က မတရားပျက်စီးစေခြင်း အလျှင်း မဟုတ်ပေ။ (အရှင့်စည်းမျဉ်းတော်များကို ဖီဆန်၍ မမှန်မကန်ပြုမူဆောင်ရွက်လျက်) သူတို့ကိုယ်သူတို့ မတရားလုပ် (၍ ပျက်စီးစေခြင်းခံခဲ့ရ) ခြင်းသာ ဖြစ်၏။"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "အို၊ ယုံကြည်သူအပေါင်းတို့၊ သင်တို့၏အတွင်းစကားများကို သင်တို့ (၏အတွင်းလူများ) မှလွဲ၍ အခြား သူတို့အား အသိပေး ဖွင့်မပြောကြလေနှင့်။ သူတို့၌ သင်တို့အား အစွမ်းကုန် ထိခိုက်နစ်နာစေရန်နှင့်စိတ်သောက ရောက်စေရန်သာ ဆန္ဒရှိကြပြီး သင်တို့အား မည်သည့် ဆုံးရှုံးနစ်နာမှုများမှပင် လွှတ်ငြိမ်းချမ်းသာခွင့်ပေးမည် မဟုတ်ပေ။ သူတို့၏နုတ်လျှာများမှ (ထွက်သည့်စကားများ၌) ရန်လိုမုန်းတီးမှုများ ပေါ်လွင်ထင်ရှားနေရုံမျှသာမက သူတို့၏ရင်တွင်း၌လည်း လျှို့ဝှက်ဖုံးကွယ်ထားသော (အကြံအစည်များ၊ ရန်လိုမုန်းတီးမှုများနှင့်လှည့်စားမှု များစသော) အရာများသည် (သူတို့၏အပြောအဆိုနှင့်အပြုအမူတို့ထက်ပင်) ပိုမို၍ ပြင်းထန် ဆိုးဝါးလှပေ၏။ သင်တို့ (၏အကျိုး) အတွက် အရှင့်အာယသ်သက်သေလက္ခဏာတော်များကို မြင်သာထင်ရှားအောင် ရှင်းလင်း တင်ပြစေတော်မူခဲ့ပြီး ဖြစ်၏။ သင်တို့ စဉ်းစားဆင်ခြင်တွေးတောနိုင်လျှင် ကောင်းလေစွ။"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "ကြည့်လော့။ (သင်တို့၏ရန်သူများဖြစ်ကြသော) သူတို့က သင်တို့ကို မချစ်မမြတ်နိုးသည့်တိုင် သင်တို့သည် သူတို့ကို ချစ်ခင်မြတ်နိုးလျက် ထိုကဲ့သို့ (စိတ်ထားဖြူစင်ပွင့်လင်း) သော ပုဂ္ဂိုလ်များဖြစ်ကြပြီး ကျမ်းတော် (မြတ်ကုရ်အာန်တစ်ခုလုံး) အား မည်သည့် အာယသ်သက်သေလက္ခဏာတော်ကိုမျှ မခွဲခြားဘဲ ယုံကြည်ရုံသာမက အရှင်မြတ်က လူသားတို့ထံ ချမှတ်ပေးအပ်ခဲ့သော ကျမ်းအားလုံး) ကိုလည်း ယုံကြည်ကြ၏။ (ကြောင်သူတော်များ ဖြစ်ကြသော) သူတို့သည် သင်တို့နှင့်တွေ့ဆုံသည့်အခါ “ကျွန်ုပ်တို့ ယုံကြည်ကြပါ၏။” ဟု ပြောကြသော်လည်း သူတို့အချင်းချင်း သီးသန့်တွေ့ဆုံသည့်အခါ၌မူ သင်တို့အပေါ် (အခဲမကျေဖြစ်လျက်) ဒေါသူပုန်ထ၍ သူတို့၏လက်ချောင်းထိပ်များကို (သူတို့ကိုယ်တိုင်) ကိုက်ကြ၏။ သူတို့အား “ဒေါသူပုန်ထ၍ (ဒေါသမီးကြောင့်) သေကြလော့” ဟု ပြောလော့။ မုချဧကန်၊ အလ္လာဟ်အရှင်မြတ်သည် (လူသား၏) ရင်တွင်း (၌ တည့်သွင်းလျက်) ပိုင်ဆိုင်ထားသမျှကို ကုန်စင်အောင် အကြွင်းမဲ့ သိနေတော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "အကယ်၍ သင်တို့၌ ကောင်းကျိုးချမ်းသာဖြစ်စေမည့် အပြစ်အပျက် တစ်စုံတစ်ခု ဖြစ်ပေါ်လာခဲ့လျှင် သူတို့သည် ဝမ်းနည်းကြေကွဲ၍ စိတ်ဒုက္ခရောက်စေ၏။ အကယ်၍ အသင်တို့၌ ကံဆိုးမည်းမှောင်ကျမှု တစ်ခုခု ဆိုက်ရောက်လာလျှင် သူတို့သည် ဝမ်းသာအားရ ဖြစ်ကြ၏။ အကယ်၍ သင်တို့၌ ခန္တီသည်းခံကြံ့ခိုင်မှုရှိပြီး အရှင့်ကို စိုးရွံ့ထိတ်လန့် (လျက် အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်ဖြင့် မြဲမြံစွာ လိုက်နာ) ကြလျှင် သူတို့၏လျှို့ဝှက်ကြံစည်မှု (နှင့်ပရိယာယ်ဉာဏ်ဆင်မှုတို့) ကြောင့် သင်တို့အား မည်သို့မျှ ထိခိုက်နစ်နာစေနိုင်မည် မဟုတ်ပေ။ ဧကန်ပင်၊ အလ္လာဟ်အရှင်မြတ်သည် သူတို့ပြုမူကျင့်ကြံလုပ်ဆောင်သမျှကို (အရှင့်ဉာဏ်တော်အနန္တ နှင့်ဩဇာအာဏာအားဖြင့်) လွှမ်းခြုံထားတော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "(အို၊ ရစူလ်တမန်တော်၊ သတိရလော့။ အသင်သည် အုဟူဒ်စစ်ပွဲ၌) မနက်စောစော မိသားစု (နှင့်အတူရှိခဲ့သည့် တဲစခန်း) မှ ထွက်ခွာပြီး ယုံကြည်သူတို့အား (တာဝန်ယူရပ်တည်ရမည့် နေရာများနှင့်တာဝန်များကို ခွဲဝေပေး၍) တပ်စွဲရန် အစီစဉ်များ ချမှတ်နေစဉ် (အရှင့်ထံ သတိရ တသလျက် ဆုတောင်းခဲ့သည် မဟုတ်လော့) ။ အရှင်မြတ်သည် အရာခပ်သိမ်းတို့၏အသံအလုံးစုံကို အကြွင်းမဲ့ ကြားနေတော်မူသောအရှင်၊ အရာခပ်သိမ်းကို သိနေတော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "သင်တို့အနက်မှ တပ်စုနှစ်စုက (မမျှတသော ရန်သူအင်အားကြောင့်) စိတ်ဓါတ်ကျခဲ့စဉ် အလ္လာဟ်အရှင်မြတ်သည် အမှန်ပင် သူတို့၏ကာကွယ်စောင့်ရှောက်တော်မူသောအရှင် ဖြစ်တော်မူခဲ့၏။ (ငါအရှင်မြတ်က သင်တို့ကို ကာကွယ်စောင့်ရှောက်ရန်) ငါအရှင်အပေါ် (တာဝန်အဖြစ်သတ်မှတ်ထားတော်မူသည့်အလျှောက်) ယုံကြည်သူများအနေဖြင့် အလ္လာဟ်အရှင်မြတ်ကိုသာ (ယုံကြည်စိတ်ချစွာဖြင့်) အားကိုးအားထားပြုထိုက်၏။"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "ဗဒရ်စစ်ပွဲ၌ (ရန်သူအင်အား အဆမတန်များပြားနေ၍ သင်တို့၏အင်အားချည့်နဲမှုကြောင့်) သင်တို့က အားငယ်ခဲ့စဉ် အလ္လာဟ်အရှင်မြတ်က သင်တို့အား မုချ ကူညီတော်မူခဲ့ပြီ။ (အရှင်မြတ်က ထိုသို့ သိက္ခာပေးခဲ့ခြင်းကို သတိရလျက် ကျေးဇူးတင်ခြင်းဖြင့်) သင်တို့က ကျေးဇူးသိတတ်ကြရန်အလို့ငှာ အလ္လာဟ်အရှင်မြတ်ကို စိုးရွံ့ထိတ်လန့် (၍ အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်ဖြင့် မြဲမြံစွာ လိုက်နာ) ကြလော့။"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "(ထို ဗဒရ်စစ်ပွဲဖြစ်ပွားခဲ့စဉ်) အသင် (တမန်တော်) သည် ယုံကြည်သူတို့အား “သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်က သင်တို့အား အားဖြည့်ပေးတော်မူရန် (စစ်ကူအဖြစ်) မလာအီကာစေတမန် သုံးထောင်ကို ချပေးတော်မူခြင်းသည် သင်တို့ (၏လိုအပ်ချက်) အတွက် မလုံလောက် သလော။” ဟု မေးခဲ့၏။"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "မုချလုံလောက်၏။ (ထိုထက်မကပင် သာပိုလိမ့်မည်) အကယ်၍ သင်တို့၌ ခန္တီသည်းခံကြံ့ခိုင်မှုရှိပြီး (အရှင်မြတ်၏ကာကွယ်စောင့်ရှောက်မှု ရထိုက်ရန်) အရှင့်ကို စိုးရွံ့ထိတ်လန့် (၍ အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ် မြဲမြံစွာဖြင့် လိုက်နာ) ကြလျှင် (ရန်သူစစ်တပ်တစ်ခုလုံးက ဒေါသူပုန်ထ၍) ရုတ်တရက် တစ်ပြိုင်တည်း စုပြုံ) တိုက်ခိုက်သော်လည်း (မည်သူမည်ဝါ ခွဲခြားသိမြင်သော) အမှတ်အသားကိုယ်စီရှိသည့် မလာအီကာစေတမန် ငါးထောင်ကို (စစ်ကူအဖြစ်) စေလွှတ်တော်မူ၍ သင်တို့ကို အားဖြည့်စေတော်မူမည်။"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "အလ္လာဟ်အရှင်မြတ်က (ထိုသို့ အကူအညီများ ချီးမြှင့်တော်မူခဲ့၍) ယင်း (အောင်မြင်မှု) ကို စီစဉ်ဖန်တီးတော်မူခဲ့သည်မှာ သင်တို့အတွက် သတင်းကောင်းပါးရန်နှင့် ယင်း (သို့ အောင်ပွဲခံမှု) ကြောင့် သင်တို့၏နှလုံးသား များ၌ တည်ငြိမ်အေးချမ်းမှုရစေရန်အတွက်တို့သာ ဖြစ်၏။ လူသားတို့အား ဂုဏ်ဩဇာများ ချီးမြှင့်တော်မူသကဲ့သို့ အားလုံးအပေါ်လည်း အရှင့်ဘုန်းတန်ခိုးတော်ဖြင့် နိုင်နင်းလွှမ်းမိုးတော်မူသောအရှင်၊ အမြော်အမြင်နှင့်ပြည့်စုံတော်မူသည့် အရှင်ဖြစ်တော်မူသော အလ္လာဟ်အရှင်မြတ်၏ထံတော်မှ (ကူညီစောင်မမှုကြောင့်မှ) လွဲ၍ အောင်ပွဲ ခံရဖွယ်ရာအကြောင်း အလျှင်း မရှိပေ။"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "ယင်းသည် (အသင် တမန်တော်အားဖြင့်) အရှင်မြတ်သည် မယုံကြည်သူ (နှင့်အမှန်တရားကို သွေဖည်ငြင်းဆန်သူ) တို့အား (ဦးဆောင်နေသော) ခေါင်းဆောင်မှုပိုင်းကို ဖယ်ရှားဖြတ်တောက်စေရန် သို့မဟုတ် သူတို့အား ထိန်းချုပ်စေရန်ဖြစ်ပြီး (ခေါင်းဆောင်ပိုင်းကို ဖယ်ရှားနိုင်သောကြောင့်) သူတို့က စိတ်ပျက်၍ ကျောခိုင်းလျက် ထွက်ပြေးခဲ့ကြသည်။"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "(အို၊ ရစူလ်တမန်တော်၊ အသင်၏တာဝန်မှာ အရှင်မြတ်ချမှတ်ပေးအပ်တော်မူသည်ကို လူသားထံ ပို့ချရန်သာဖြစ်ပြီး မယုံကြည်သူတို့က နောင်တရ၍ လမ်းညွှန်မှန်ကို လက်ခံလာနိုင်ရန်အလို့ငှာ) ငါအရှင်မြတ်က သူတို့ဘက် (အရှင့်ကရုဏာတော်ဖြင့်) လှည့်တော်မူခြင်း သို့မဟုတ် သူတို့က အရှင့်စည်းမျဉ်းတော်များကို ချိုးဖောက်၍ မမှန်မကန်လုပ်သည့်အတွက်ဖြစ်သောကြောင့် သူတို့ကို ပြစ်ဒဏ်ပေးခြင်းသည် အသင့်အတွက် သတ်မှတ်ပြဌာန်းထားသည့် အရေးကိစ္စအနက်မှဖြစ်သော အကြောင်းအရာတစ်ခု မဟုတ်ပေ။"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "ထို့ပြင် မိုးကောင်းကင်များနှင့်ကမ္ဘာဂြိုဟ်များသည် အလ္လာဟ်အရှင်မြတ် (၏အချုပ်အခြာအောက်၌သာ ရှိ၍ အရှင်မြတ်) ပိုင်ဆိုင်တော်မူသောအရာများ ဖြစ်၏။ ထိုအရှင်မြတ်သည် (အရှင့်ဆန္ဒတော်၏စည်းမျဉ်းတော်နှင့်အညီ) အလိုရှိတော်မူသောသူအား လွတ်ငြိမ်းချမ်းသာခွင့်ပေးတော်မူပြီး အလိုရှိတော်မူသောသူအား ပြစ် ဒဏ်ပေးတော်မူမည်။ အလ္လာဟ်အရှင်မြတ်သည် (လူ့စွမ်းရည်မတိမ်ကောရလေအောင် စည်းမျဉ်းတော်များကို ချမှတ်ပေးတော်မူပြီး ယင်းတို့ကို မတော်တဆ ချိုးဖောက်မိသူတို့အား) အလွန်ပင် လွှတ်ငြိမ်းချမ်းသာခွင့် ပေးတော်မူသောအရှင်၊ အားလုံးအပေါ် အစဉ် သနား ညှာတာတော်မူသော အကြင်နာရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "အို၊ ယုံကြည်သူအပေါင်းတို့၊ အတိုးအညွန့်၊ (ခေါင်းပုံဖြတ်ခြင်းနှင့်မတရားအမြတ်ကြီးစားခြင်းတို့ဖြင့် လူတို့၏ဂုတ်သွေးများ) ကို နှစ်ဆဖြစ်စေ၊ အဆပေါင်းများစွာဖြစ်စေ မတရားစုပ်ယူစားသုံးခြင်း မပြုကြလေနှင့်။ သင်တို့ (၏လောကီနှင့်တမလွန်ဘဝတို့၌) ပေါက်ရောက်အောင်မြင်ကြစေရန်အလို့ငှာ အလ္လာဟ်အရှင်မြတ်ကို စိုးရွံ့ထိတ်လန့် (၍ အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်ဖြင့် မြဲမြံစွာ လိုက်နာ) ကြလော့။"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "မယုံကြည်သူ (နှင့်အရှင့်စည်းမျဉ်းတော်များကို ဖီဆန်ငြင်းပယ်သူ) တို့အတွက် ပြင်ဆင်ထားသော ငရဲမီးမှ ကင်းဝေးစေရန် စိုးရွံ့ထိတ်လန့် (လျက် အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာ) ကြလော့။"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "ထို့ပြင် (လောကီဘဝ၌ ကောင်းမြတ်သောဘဝကို တည်ဆောက်နိုင်ပြီး တမလွန်ဘဝတွင် ထာဝရ ပျော်ရွှင်မှု ခံစားစေမည့်) အရှင့်ကရုဏာတော်သက်ရောက်စေတော်မူရန်အလို့ငှာ အလ္လာဟ်အရှင်မြတ်နှင့်အရှင့်ရစူလ် တမန်တော်တို့ကို နာခံလိုက်နာကြလော့။"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်၏ထံတော်မှ မွတ္တကီ (ခေါ် အရှင်မြတ်ကို စိုးရွံ့ထိတ်လန့်၍ အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကြသူ) တို့အတွက် ပြင်ဆင်ထားသော၊ မိုးကောင်းကင်များနှင့်ကမ္ဘာဂြိုဟ်တမျှ ကျယ်ဝန်းသည့် သုခဘုံနန်းနှင့်အရှင့် လွတ်ငြိမ်းချမ်းသာခွင့်ဘက်သို့ (အရောက်သွားနိုင်အောင်) သူ့ထက်ငါသာအောင် အပြိုင်အဆိုင် ရုန်းကန်ကြိုးပမ်းကြလော့။"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "(ထိုသို့ အပြိုင်အဆိုင်ရုန်းကန်ကြိုးပမ်းကြသော) သူတို့သည် အလုပ်အကိုင်နှင့်စီးပွားရေးချောင်လည်ပြီး အလွယ်တကူ ငွေကြေးသုံးစွဲခွင့်ရသည့်အချိန်အခါတွင်ဖြစ်စေ၊ အခက်အခဲအကျပ်အတည်းများနှင့်ရင်ဆိုင်တွေ့ ကြုံရသည့်အချိန်အခါတွင်ဖြစ်စေ (အရှင်မြတ်ပေးအပ်တော်မူသည့် ဥစ္စာဓနနှင့်စွမ်းရည်များမှ ချို့တဲ့ဆင်းရဲသူ တို့အတွက်) ပေးကမ်းစွန့်လှူကြပြီး (ရန်စမှုကို အလွယ်တကူ လက်တုံ့ပြန်နိုင်သည့်တိုင်) ဒေါသကို အစွမ်းကုန် မျိုသိပ်ထိန်းချုပ်ထားသူများဖြစ်ကြရုံသာမက လူတို့က သူတို့အပေါ် မထီမဲ့မြင်မှုဖြင့် ကျူးလွန်လာလျှင်လည်း ထိုလူတို့ကို ကင်းလွတ်ခွင့်ပေးသူများ ဖြစ်ကြ၏။ အလ္လာဟ်အရှင်မြတ်သည် (ထိုသို့သော) မုဟ်စဲန် (ခေါ် လုပ်ရပ် ဟူသမျှကို “အရှင်မြတ်က အကြွင်းမဲ့ မြင်နေတော်မူကြောင်း” သိနားလည်၍ အရှင့်ကို သိစိတ်ဖြင့် အကောင်းဆုံး လုပ်ဆောင်သူ) များကို နှစ်သက်တော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "ထိုသူတို့သည် (ဆွဲဆောင်ဖြားယောင်းမှုတစ်ခုခုကြောင့်) မဖွယ်မရာလုပ်ရပ်တစ်ခုခုကို လုပ်မိသည်ဖြစ်စေ၊ နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်း အစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ ရှာဖွေသုံး စွဲနိုင်ရန် အသုံးချနိုင်သော စိတ်ဝိဉာဉ်) ကို စိတ်အလိုဆန္ဒအတိုင်းအသုံးချ၍ အရှင့်စည်းမျဉ်းတော်ကို ချိုးဖောက်လျက် မမှန်မကန်သောလုပ်ရပ်တစ်ခုခုကို လုပ်မိသည်ဖြစ်စေ၊ သူတို့၏ပြစ်မှုများအား မည်သူကမျှ ခွင့်လွှတ် နိုင်မည်မဟုတ်သောကြောင့် အလ္လာဟ်အရှင် မြတ်ကို ချက်ချင်းပင် သတိရ တသကြလျက် သူတို့၏ပြစ်မှုများကို ခွင့်လွှတ်တော်မူရန် အသနားခံတောင်း ပန်ကြား၏။ (မကောင်းမှုဖြစ်ကြောင်းကို) သိနားလည်ပြီးနောက် သူတို့ လုပ်မိခဲ့သည့်ပြစ်မှုမျိုးကို ဆက်လက်၍ တမင်တကာ ဇွတ်မလုပ်ကြပေ။"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "ထိုသို့သော ပုဂ္ဂိုလ်များသည် သူတို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်၏ထံတော်မှ သူတို့၏အကျိုးဆုလဒ်အဖြစ် လွတ်ငြိမ်းချမ်းသာခွင့်၊ အောက်ခြေ၌ စိမ့်စမ်းရေ တသွင်သွင် စီးဆင်းနေသော သုခဥယျာဉ်များနှင့်ထိုဥယျာဉ်များထဲတွင် ကာလအကန့်အသတ်မဲ့ နေခွင့်ရရှိမည် ဖြစ်၏။ (ကောင်းမြတ်သော အပြုအမှုများကို) ပြုမူကျင့်ကြံလုပ်ဆောင်ကြသူတို့အတွက် အလွန်ပင် ကောင်းမြတ်သော အကျိုးဆုလဒ်ပင် ဖြစ်ပေတကား။"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "ဧကန်ပင်၊ သင်တို့မတိုင်မီ (ကမ္ဘာဂြိုဟ်ပေါ်၌ လူသားတို့ဖန်တီးခဲ့သော စီးပွားရေး၊ နိုင်ငံရေးနှင့်လူမှုရေး ဆိုင်ရာ သီအိုရီများနှင့်နည်းစနစ်များ၊ ထင်ရှားသော ယဉ်ကျေးမှုများနှင့်အရှင်မြတ်က လူသားတို့အတွက် ချမှတ်ပြဌာန်းခဲ့သည့် လူ့ဘဝတည်ဆောက်ရေးလမ်းစဉ်များ စသည်တို့ အပေါ်အခြေခံ၍ ရှင်သန်ခဲ့ကြသော) အခြေ အနေများ ကျော်လွန်သွားခဲ့ပြီ ဖြစ်သည်။ သို့ဖြစ်ရာ ကမ္ဘာဂြိုဟ်ပေါ် လှည့်ပတ်သွားလာခြင်းဖြင့် (အရှင့်စည်းမျဉ်းတော်များကို ဖီဆန်ငြင်းခဲ့ကြသော) လူလိမ်လူညာတို့၏ဘဝနိဂုံးများ (နှင့်သူတို့၏လုပ်ရပ်ကြောင့် ကျန်ရစ်ခဲ့သော ယဉ်ကျေးမှုအမွေအနှစ်များ) ကို စူးစမ်းလေ့လာရှာဖွေဖော်ထုတ်၍ ကြည့်ရှုတွေ့မြင်ကြလော့။"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "ဤ (လူ့ဘဝခရီးစဉ်သမိုင်း) သည် လူသားအားလုံးအတွက် မြင်သာထင်ရှားသော ရှင်းလင်းချက်ပင် ဖြစ်ပြီး မွတ္တကီ (ခေါ် အရှင်မြတ်ကို စိုးရွံ့ထိတ်လန့်၍ အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာ ကျင့်သုံးကြသူ) တို့အတွက် (ယုံကြည်မှုခိုင်မြဲစေပြီး ပြတ်သားသော) လမ်းညွှန်မှုနှင့်သွန်သွင်မှုပင် ဖြစ်၏။"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "အကယ်၍ အသင်တို့က စစ်မှန်သောယုံကြည်သူများဖြစ်ကြလျှင် အစဉ်အမြဲ အသာစီးရပြီးထိပ်ဆုံးရောက် မည်ဖြစ်ရာ စိတ်ဓါတ်ကျစရာ မလိုပေ။ စိတ်ပျက်လက်ပျက်ဖြစ်ပြီး ဝမ်းနည်းကြေကွဲစရာလည်း မလိုပေ။"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "(အုဟူဒ်စစ်ပွဲမှာ သူတို့လက်ချက်ကြောင့်) သင်တို့ ဒဏ်ရာဒဏ်ချက် ထိမှန်ခဲ့ (သည့်အတွက် ဝမ်းနည်းကြေ ကွဲလို) လျှင် သူတို့လည်း (ဗဒရ်စစ်ပွဲမှာ) အလားတူ ဒဏ်ရာဒဏ်ချက်ရခဲ့သည် (ကို သတိရကြလော့)။ ထို့ပြင် (လူ့ဘဝခရီးစဉ်သမိုင်း ယဉ်ကျေးမှုများကြား အနိုင်အရှုံးများ တစ်လှည့်စီရှိသကဲ့သို့) ဤသည်လည်း လူသားတို့ ကြား (ဖြစ်လေ့ဖြစ်ထရှိသော) အလှည့်အပြောင်းနှင့်အတုံ့အလှည့်ကို ဖြစ်စေတော်မူခဲ့သည့် နေ့ရက်များပင် ဖြစ် ၏။ ထိုသို့ဖြစ်ရန်အတွက် အလ္လာဟ်အရှင်မြတ်ခွင့်ပြုတော်မူခဲ့ခြင်းမှာ ယုံကြည်သူတို့အား သိနားလည်စေတော်မူရန် သင်တို့အနက်မှ (အမှန်တရားအတွက်) အသက်စွန့်လှူ၍ သက်သေခံကြမည့်အာဇာနည်များပေါ် ထွက်လာစေရန်အတွက် ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်သည် အရှင့်စည်းမျဉ်းတော်များကို ကျူးလွန်၍ မမှန်မကန်ပြုမူသူများကို အမှန်ပင် နှစ်သက်တော်မမူချေ။"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "ထို့ပြင် ယုံကြည်သူတို့အား (တစ်ဦးချင်းစီကို လောကီအညစ်အကြေးဖြစ်သော မကောင်းမှုဟူသမျှမှလည်းကောင်း၊ အားလုံးကို ကြောင်သူတော်ဖြစ်ခြင်းမှလည်းကောင်း) သန့်စင်စေတော်မူရန်နှင့်မယုံကြည်သူ (အမှန်တရားကို ဖီဆန်ငြင်းပယ်သူ) တို့အား တဖြည်းဖြည်း ဆုတ်ယုတ်မှေးမှိန်လာစေရန်အတွက်လည်း ဖြစ်၏။"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ထဲတွင် (အမှန်တရားတည်မြဲရေးအတွက်) စွမ်းစွမ်းတမံ ရုန်းကန်လှုပ်ရှားသူများနှင့် (ထိုသို့ရုန်းကန်လှုပ်ရှားစဉ် ရင်ဆိုင်ကြုံတွေ့ရသည့် ဘေးအန္တရာယ်၊ ဒုက္ခအခက်အခဲနှင့်အကျပ်အတည်းတို့အတွက်) ခန္တီသည်းခံကြံ့ခိုင်မှုမြဲမြံသူများကို မတွေ့မြင်ရသရွေး သင်တို့သည် သုခဘုံနန်းသို့ ဝင်နိုင်ရန် တွက်ချက် ထင်မြင်ယူဆနေကြသလော။"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "အသင်တို့သည် (အရှင့်ကျေနပ်နှစ်မြို့အတွက်) သေခြင်းတရားအား ယင်း (သေခြင်းတရား) ကို မျက်နှာ ချင်းဆိုင်မကြုံတွေ့ရမီက အလွန်ပင် တောင်းတခဲ့ကြပြီ။ သို့ဖြစ်ပေရာ (ယခုအခါ သင်တို့ကိုယ်တိုင် စစ်မြေပြင်၌ မမျှော်လင့်ဘဲ) ယင်းကို ရင်ဆိုင်ကြုံတွေ့ရကြပြီး မျက်ဝါးထင်ထင် တွေ့မြင်နေကြ၏။"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "(မုဟမ္မဒ်ကြောင့် အစ္စလာမ်တည်မြဲနေသည်ဟု ထင်မှတ်နေသလော၊ အစ္စလာမ်အတွက်အလုပ်လုပ်ရန် သာ အရှင်မြတ်က တမန်တော်မုဟမ္မဒ်ကို ခန့်ထားခြင်းဖြစ်ပြီး) တမန်တော်မုဟမ္မဒ်သည် အရှင့်အမိန့်ပညတ်ချက် များကို လူသားထံ (အရောက်) ပို့ချသည့် အရှင့်ရစူလ်တမန်တော်မှအပ အခြားမဟုတ်ပေ။ တမန်တော်မုဟမ္မဒ် မတိုင်မီလည်း ရစူလ်တမန်တော်များ (ကို ခန့်အပ်တော်မူခဲ့ရာ သူတို့သည် သူတို့တာဝန်များအား ကျေပွန်စွာ ထမ်းရွက်ခဲ့ပြီးနောက်) ဘဝကူးပြောင်း သွားကြပြီ။ အကယ်၍ (တမန်တော်မုဟမ္မဒ်လည်း သူတို့ကဲ့သို့) ဘဝကူးပြောင်းခဲ့လျှင် သို့တည်းမဟုတ် လုပ်ကြံခံရလျှင် သင်တို့က သင်တို့၏ခြေဖနောင့်ဘက်သို့ ကျောခိုင်း၍ လှည့်ပြန်ကြမည်လော့။ မည်သူမဆို သူ့ခြေဖနောင့်ဘက်သို့ ကျောခိုင်း၍ လှည့်ပြန်သော်သူသည် အလ္လာဟ်အရှင်မြတ် (နှင့်အရှင့်အစ္စလာမ်တို့) အား စိုးစဉ်းမျှ အကျိုးယုတ် နစ်နာစေနိုင်မည် မဟုတ်ချေ။ မကြာမီ အလ္လာဟ်အရှင် မြတ်သည် (အရှင့်လမ်းစဉ်တော်၌ ခန္တီသည်းခံကြံ့ခိုင်မှုမြဲစွာ ရပ်တည်ကြသော) ကျေးဇူးသိတတ်သူများကို အကျိုးဆုဒ်များ အလျှံပယ် ပေးတော်မူမည်။"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "သတ်မှတ်ပြဌာန်း၍ မှတ်တမ်းတင်ထားသောအချိန်နှင့်အညီ အလ္လာဟ်အရှင်မြတ်၏ခွင့်ပြုအမိန့်တော် ဖြင့်မှလွဲ၍ မည့်သည့် နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သော စိတ်ဝိဉာဉ်) ရှိသူကမျှ ကွယ်လွန်သေဆုံးရန် မဖြစ်နိုင်ပေ။ မည်သည်မဆို လောကီ၌ ကြိုးပမ်း၍ လောကီဘဝအကျိုးအမြတ် (ရယူခံစားရန်) အတွက်သာ ဆန္ဒရှိလျှင် ငါအရှင်မြတ်က သူ့အား ယင်း (ကြိုးပမ်းမှု) နှင့်သက်ဆိုင်သမျှကို ပေးတော်မူမည်ဖြစ်ပြီး မည်သူမဆို တမလွန် အကျိုးအတွက်ပါ ဆန္ဒရှိလျှင် ငါအရှင်မြတ်က သူ့အား တမလွန်မှာလည်း ပေးတော်မူမည်။ မကြာမီ ကျေးဇူးသိတတ်သူများအား အကျိုးဆုဒ်များ အလျှံပယ် ပေးတော်မူမည်။"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "နဗီတမန်တော်တစ်ပါး၊ ထိုတမန်တော်နှင့်အတူ ဘဝကိုနစ်မြှုပ်ထားသော နောက်လိုက်သူတော်စင်များ အနက်မှ မြောက်မြားစွာသောသူတို့သည် အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌ အကြိမ်ပေါင်းများစွာ တိုက်ပွဲဝင်ခဲ့ကြသည့်အတွက်ကြောင့် ဘေးဒုက္ခ၊ အခက်အခဲနှင့်အကျပ်အတည်း ပေါင်းများစွာကို သူတို့ရင်ဆိုင်ကြုံတွေ့ခဲ့ရသော်လည်း အားလျော့အားငယ်ခဲ့ခြင်းလည်းမရှိ၊ အလျှော့ပေး အရှုံးပေးခဲ့သည်လည်း မရှိပေ။ အလ္လာဟ်အရှင်မြတ်သည် (ထိုကဲ့သို့သော) ခန္တီသည်းခံကြံ့ခိုင်မှု မြဲမြံသောပုဂ္ဂိုလ်တို့ကို နှစ်သက်တော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "(ရန်သူစစ်တပ်နှင့်နဖူးတွေ့ဒူးတွေ့ တိုက်ပွဲရင်ဆိုင်ရသည့်အချိန်တွင်) သူတို့၏ပြောဆိုမှုမှာ “အို၊ ကျွန်ုပ်တို့ အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်၊ ကျွန်ုပ်တို့၏အရေးကိစ္စ၊ (တာဝန် ဝတ္တရားများနှင့်စီမံဆောင်ရွက်မှုများ) တွင် (မသိနားမလည်၍သော်လည်းကောင်း၊ မတော်တဆသော်လည်းကောင်း၊ ကျူးလွန်မိသော ကျွန်ုပ်တို့၏) အပြစ်များ၊ လွန်ကဲမှု (ပေါ့ဆမှုနှင့်အလွဲသုံးစားပြုမှု) များကို ခွင့်လွှတ်တော်မူပါ။ ကျွန်ုပ်တို့၏ခြေထောက်များ (နှင့်ရပ်တည်ချက်များ) ကို တည်တံ့ခိုင်မြဲ စေတော်မူပါ။ (အရှင့်ကူညီ ဆောင်မမှုဖြင့်) ကျွန်ုပ်တို့အား မယုံကြည် (သော၊ အမှန်တရားကို သွေဖည်ငြင်းဆန်) သော လူမျိုးတို့အပေါ် အောင်နိုင်စွမ်း ပေးသနားတော်မူပါ” ဟု ပြောဆိုကြခြင်းမှအပ (အခြားအကြောင်းအရာများ ပါဝင်ခြင်း) မရှိပေ။"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်သည် သူတို့အား လောကီအကျိုးဆုလဒ်နှင့်နောင်တမလွန်ဘဝအတွက် အကျိုးဆုလဒ်များကိုပါ ချီးမြှင့် (တော်မူရန် စီမံ) တော်မူခဲ့ပြီ။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် မုဟ်စဲန် (ခေါ် လုပ်ရပ်ဟူသမျှကို “အရှင်မြတ်က အကြွင်းမဲ့ မြင်နေတော်မူကြောင်း” သိနားလည်၍ အရှင့်ကို သိစိတ်ဖြင့် အကောင်းဆုံး လုပ်ဆောင်သူ) များကို နှစ်သက်တော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "အို၊ ယုံကြည်သူအပေါင်းတို့၊ အကယ်၍ သင်တို့သည် မယုံကြည်သူတို့အား နာခံကြလျှင် (သို့မဟုတ် အုဟူဒ်စစ်ပွဲ၌ ဖြစ်ပွားခဲ့သော အကြောင်းအရာများနှင့်စပ်လျဉ်း၍ မဒီနာမြို့ရှိ ကြောင်သူတော်များနှင့်ဂျူးများ၏အပျက်သဘောဆောင်သည့် ဝါဒဖြန့်မှုများနှင့်လိမ်လည်မှုများကို နားယောင်၍ လိုက်နာကြလျှင်) သူတို့က သင်တို့ အား သင်တို့၏ခြေဖနောင့်ဘက် (ဖြစ်သော အမှောင်ခေတ်၏အယူသည်းမှုနှင့်ရိုင်စိုင်းမှုများဘက်) သို့ လှည့်ပြန်ရန် တွန်းကန်ပြီး ထိုသို့ ခြေရာဟောင်းကို ပြန်ကောက်မှုကြောင့် သင်တို့သည် (လောကီနှင့်တမလွန် နှစ်ဘဝစလုံး၌) နစ်နာဆုံးရှုံးသူများ ဖြစ်ကြလိမ့်မည်။"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "(ထိုမျှမက) “အလ္လာဟ်အရှင်မြတ်သည်သာ သင်တို့၏ စောင့်ရှောက်အုပ်ထိန်းသူ အမှန်ဖြစ်တော်မူ၏။ ထိုအရှင်မြတ်သည်သာလျှင် လောကခပ်သိမ်းရှိ ကူညီသူအားလုံးထက် အကောင်းဆုံးနှင့်အမြတ်ဆုံး ကူညီစောင်မတော်မူသောအရှင် ဖြစ်တော်မူ၏။” (ဟူသည်ကိုလည်း နှလုံးသွင်းသင့်သည်။)"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "မကြာမီ ငါအရှင်သည် မယုံကြည်သူ (နှင့်အမှန်တရားကို သွေဖည်ငြင်းဆန်သူ) တို့၏နှလုံးသားများထဲ၌ ကြောက်လန့်မှုအား ထည့်သွင်းတွယ်ကပ်စေတော်မူလိမ့်မည်။ အကြောင်းမှာ သူတို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်တွဲဖက်တုပြိုင်၍ အခြားသောအရာများကို ယုံကြည်ကိုးကွယ်လျက် အားကိုး အားထားပြုနေကြပြီး ထို (သို့ ယုံကြည်ခြင်းနှင့်ယုံကြည်ကိုးကွယ်အားထားခြင်းခံရသော) အရာများနှင့်စပ်လျဉ်း၍ မည်သည့် ခွင့်ပြုမိန့်နှင့် အခွင့်အာဏာမျှ ချမှတ်ပေးအပ်ခံရခြင်း မရှိသောကြောင့်ပင် ဖြစ်၏။ သူတို့၏ခိုလှုံရာဌာနစခန်းမှာ ငရဲမီးပင် ဖြစ်ပြီး အရှင့်စည်းမျဉ်းတော်များကို ချိုးဖောက်ကျူးလွန်၍ မမှန်မကန် ပြုမူလုပ်ဆောင်သူတို့၏နေထိုင်ရာဌာနမှာ အလွန်ပင် ယုတ်ညံ့ဆိုးရွားလှပေတကား။"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "(အသင်သည် အုဟူဒ်စစ်ပွဲ၌ မနက်စောစော မိသားစုနှင့်အတူရှိခဲ့သည့် တဲစခန်းမှ ထွက်ခွာပြီး ယုံကြည်သူတို့အား တာဝန်ယူရပ်တည်ရမည့် နေရာများနှင့်တာဝန်များကို ခွဲဝေပေး၍ တပ်စွဲရန် အစီစဉ်များ ချမှတ်နေစဉ် အရှင့်ထံ သတိရ တသလျက် ဆုတောင်းခဲ့သည့်အတိုင်း) အုဟူဒ်စစ်ပွဲနေ့၌ တပ်စွဲရန် စီမံကွပ်ကဲစဉ် တမန်တော်မြတ်က လေးသည်တော်များအား မဟာဗျူဟာမြောက်သည့် တောင်စောင်းတစ်နေရာ၌ တာဝန်ချရန် ခန့်ထား၍ သတ်မှတ်ပေးပြီးနောက် တမန်တော်၏ခွင့်ပြုမိန့် မရမချင်း ထိုနေရာမှ မစွန့်ခွာရန် ညွှန်ကြားခဲ့၏။) အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အောင်မြင်မှုမြင်စေတော်မူပြီးနောက် (ရန်သူစစ်တပ်က သူတို့၏အသုံးအဆောင် များကိုပါ စွန့်ခွာ၍ အသက်လု ထွက်ပြေးနေကြသည်ကို မြင်သောအခါ) သင်တို့ထဲတွင် လောကီ အကျိုးလိုလားသူနှင့်တမလွန်အကျိုးကို ရည်ရွယ်သူများ ရှိသည့်အလျောက် (ရန်သူစွန့် ပစ္စည်းများကို ရယူလို၍) တမန်တော်၏ (“ခွင့်ပြုမိန့်မရလျှင် ထိုနေရာမှ မရွေ့ကြလေနှင့်”ဟူသော) အမိန့်ညွန်ကြားချက်နှင့်ပတ်သက်၍ အချင်းချင်းကြား တွင်အငြင်းပွားလျက် နာမခံကြသောကြောင့် သင်တို့၏ သူရသတ္တိ လွတ်ထွက်သွားပြီး စိတ်ဓါတ်ကျခဲ့ရာ ငါအရှင် သည် သင်တို့ကို စမ်းသပ်တော်မူရန်အလို့ငှာ (ရန်သူ၏စစ်တပ်ဖြစ်သော) သူတို့မှ သင်တို့အား လမ်းကြောင်း လွှဲစေတော်မူခဲ့သည့်အတွက် (သင်တို့ပေါ် ရန်သူလက်ချက်ထိမှန်၍) ဒဏ်ရာဒဏ်ချက်များရခဲ့သည့် အချိန်အထိ အရှင့်ခွင့်ပြုချက်အမိန့်တော်ဖြင့် သူတို့အား အဖတ်ဆယ်မရအောင် ရှုံးနိမ့်စေတော်မူလျက် သင်တို့အပေါ် ထားရှိသော အရှင့်ကတိတော်အတိုင်း အပြည့်အဝ ဖြည့်ဆည်းပေးတော်မူခဲ့ကြောင်း သင်တို့ကိုယ်တိုင် သက်သေတည်ခဲ့ပေပြီ။ (ထို့နောက် အရှင်မြတ်သည် အလွန်တရာခွင့်လွှတ်တော်မူသော အရှင်ဖြစ်တော်မူသည့်အလျောက်) သင်တို့၏မှားယွင်းမှုများကို ချေဖျက်တော်မူလျက် သင်တို့အား အမှန်ပင် ခွင့်လွှတ်တော်မူခဲ့ပြီ။ အလ္လာဟ်အရှင်မြတ်သည် စစ်မှန်သောယုံကြည်သူတို့အား စွမ်းရည်များ၊ လိုအပ်ချက်များနှင့်ရပ်တည်စေမည့် လမ်းကြောင်းများကို ပေးအပ်တော်မူသောအရှင်၊ ဂုဏ်ကျေးဇူးအလုံးစုံကို ပိုင်ဆိုင်တော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "သင်တို့က အသက်လု၍ ပြေးလွှား (လျက် အသက်ကယ်နိုင်ရန် တောင်ပေါ်သို့ ပြေးတက်) နေကြစဉ် (စစ်မြေပြင်၌ရှိနေသော) ရစူလ်တမန်တော်က သင်တို့၏နောက်ကျောမှ သင်တို့အား အစွမ်းကုန်ခေါ်နေသည်ကို မည်သူ တစ်ဦးတစ်ယောက်ကမျှ (မျက်စိတစ်ချက်ဖြင့်ပင်) လှည့်မကြည့်သောကြောင့် ငါအရှင်သည် သင်တို့အား “စစ်မြေပြင်မှထွက်ပြေးခြင်းနှင့် (စစ်ပွဲအစ၌ မှာကြားခဲ့သည်ကို ဖီဆန်၍) ကစဉ့်ကလျားဖြစ်စေခြင်းတို့အတွက် မဟုတ်ဘဲ (စစ်မြေ၌ တမန်တော်မြတ်ခေါ်သည်ကို ဂရုမစိုက်ခဲ့သည့်အတွက်သာ) ပေးဆပ်မှုအဖြစ် ပူဆွေးမှုပေါ် ပူဆွေးသောက ထပ်စေလျက် ဝမ်းနည်းကြေကွဲခြင်းကို ပေးဆပ်စေတော်မူခဲ့၏။ မုချဧကန်၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ပြုမူကျင့်ကြံဆောင်ရွက်သမျှနှင့်ပတ်သက်၍ သတင်းအချက်အလက်အလုံးစုံကို အသေးစိတ် ရယူထားတော်မူသော အရှင်ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "ထိုသို့ ပူဆွေးသောကရောက်စေပြီးနောက် သင်တို့အပေါ် (အရှင့်ငြိမ်းချမ်းမှုသက်စေတော်မူ၍) ဘေးကင်းလုံခြုံမှု ပေးတော်မူခဲ့၏။ သင်တို့အနက် အုပ်စုတစ်စုမှာ (ငေးမောလျက် စိတ်နှလုံး၌) အိပ်မောကျမှု လွှမ်းမိုးနေပြီး အခြားအုပ်စု တစ်စုမှာမူ အလ္လာဟ်အရှင်မြတ်နှင့်စပ်လျဉ်း၍ တိကျမှန်ကန်မှုမရှိသော အယူအဆ၊ သဘောထားနှင့်ထင်မြင်ချက်အမှားများဖြင့် အမှောင်ခေတ်ရှိ ပညာမဲ့တို့၏အတွေးအမြင်ကဲ့သို့ (သူတို့၏အသက်များကို ကယ် တင်လိုစိတ်လွန်ကဲလျက်) “အကယ်၍ ကျွန်ုပ်တို့၌ ဆုံးဖြတ်ပိုင်ခွင့်ရှိသည့် အခွင့်အာဏာတစ်စုံတစ်ရာ ရှိခဲ့လျှင် ကျွန်ုပ်တို့သည် အသတ်ခံကြရမည် မဟုတ်” ဟု ပြောဆိုကြ၍ အပူတပြင်း စိုးရိမ်ပူပင်ခြင်းဖြင့် သူတို့၏နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ် အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့် စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သော စိတ်ဝိဉာဉ်) ၌ (လူသူမသိအောင်) သူတို့ကိုယ်သူတို့ ကြိတ်မိတ်တွေးနေကြ၏။ (အို၊ ရစူလ်တမန်တော်၊ သူတို့အား) “မုချဧကန်၊ ဆုံးဖြတ်ခွင့်အမိန့်အာဏာ ဟူသမျှသည် အလ္လာဟ်အရှင်မြတ် (က လူသား ား အကျိုးပြုရန် ပြဌားတော်မူထားသည့် လမ်းစဉ်တော်အတိုင်း အရှင့်ကျေနပ်နှစ်မြို့မှု) အတွက်သာ ဖြစ်၏။” ဟု ဟောလော့။ သူတို့၏စိတ်နှလုံးထဲ၌ ထိန်ဝှက်ထား သော (အတွေးမှားနှင့်ဆိုင်သောအကြောင်း) အရာ (ဖြစ်သည့်) “အကယ်၍ ကျွန်ုပ်တို့၌ ဆုံးဖြတ်ပိုင်ခွင့်ရှိသည့် အခွင့်အာဏာတစ်စုံတစ်ရာရှိခဲ့လျှင် ကျွန်ုပ်တို့သည် ထိုနေရာ၌ အသတ်ခံကြရမည် မဟုတ်” ဟု ပြောဆို၍ ကြိတ်မိတ်တွေးနေခြင်းကို အသင် (တမန်တော်) အား ထုတ်ဖော်ပြောကြသည် မဟုတ်ချေ။ သူတို့အား “အကယ်၍ သင်တို့သည် သင်တို့၏အိမ်များတွင် ရှိနေခဲ့လျှင်လည်း အသတ်ခံရရန် သတ်မှတ်ပြဌာန်းခြင်း ခံကြရသူတို့က သူတို့၏အိမ်များမှ ထွက်သွား၍ အသတ်ခံရမည့် နေရာသို့ ရောက်ကိုရောက်လိမ့်မည်” ဟု အသိပေးဟောပြောလော့။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ၏ရင်တွင်း၌ ရှိသောအရာများ (ဖြစ်သော မှားယွင်းသည့် သဘောထားအယူအဆ၊ ရည်မှန်းချက်၊ အတွေးအခေါ်တို့) နှင့်ပတ်သက်၍ စမ်းသပ်တော်မူပြီး သင်တို့၏နှလုံးသားများ၌ရှိသောအရာများ (ဖြစ်သော မသင့်တော်သည့် သဘောထားနှင့်အယူအဆများကို ဖယ်ရှားပေးခြင်းဖြင့် သင်တို့) ကို သန့်စင်စေတော်မူနိုင်၏။ မုချဧကန်၊ အလ္လာဟ်အရှင်မြတ်သည် (လူသား၏) ရင်တွင်း (၌ တည့်သွင်းလျက်) ပိုင်ဆိုင်ထားသမျှကို ကုန်စင်အောင် အကြွင်းမဲ့ သိနေတော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "(အုဟူဒ်စစ်ပွဲ၌) နှစ်ဘက်ထိပ်တိုက်တွေ့ဆုံတိုက်ခိုက်စဉ် သင်တို့အနက်မှ တာဝန်ပျက်ကွက်၍ လှည့်ပြန် ကြသူတို့သည် သူတို့က ရယူရှာဖွေလို့သည့်အရာများပေါ် အခြေခံ၍ စေတန်မကောင်းဆိုးဝါးက သူတို့အား (သူတို့၏ရပ်တည်ချက်မှ) လွဲချော်စေခဲ့ခြင်းသာ ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏ထိုခြေချော်မှုကို (ပြစ်မှုမှတ်တမ်းစာရင်းမှ ချေဖျက်တော်မူလျက်) ခွင့်လွှတ်တော်မူခဲ့ပြီ။ အလ္လာဟ်အရှင်မြတ်သည် (လူ့စွမ်းရည် မတိမ်ကောရလေအောင် စည်းမျဉ်းတော်များချမှတ်ပေးတော်မူပြီး ယင်းတို့ကို မတော်တဆ ချိုးဖောက်မိ သူတို့အား) အလွန်ပင် လွှတ်ငြိမ်းချမ်းသာခွင့်ပေးတော်မူသောအရှင်၊ အားလုံးအပေါ် အစဉ်သနားညှာတာတော်မူသော အကြင်နာရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "အို၊ ယုံကြည်သူအပေါင်းတို့၊ သင်တို့သည် “သူတို့၏အသိုင်းအဝိုင်းမှ ကမ္ဘာဂြိုဟ်ပေါ် ခရီးထွက်စဉ်ဖြစ်စေ၊ စစ်ပွဲတစ်ခုခု၌ တာဝန်ထမ်းဆောင်နေစဉ်ဖြစ်စေ၊ (ကျန်းမာရေးချို့တဲ့မှု သို့မဟုတ် မတော်တဆ ထိခိုက်ဒဏ် ရာရမှုကြောင့်) ကွယ်လွန်သွားသော သို့မဟုတ် ရန်သူလက်ချက်ကြောင့် အသတ်ခံရသော ညီနောင်တို့နှင့်ပတ်သက်၍ ကျွန်ုပ်တို့နှင့်အတူရှိခဲ့လျှင် အသက်ဆုံးရှုံးမည်မဟုတ်ဟူ၍ ပြောဆိုကြသည့် မယုံကြည်သူ (နှင့်အမှန်တရားကို သွေဖည်ငြင်းဆန်သူ) တို့ကဲ့သို့ မဖြစ်ကြလေနှင့်။ အလ္လာဟ်အရှင်မြတ်က ထိုသို့ဖြစ်စေတော်မူခြင်းမှာ သူတို့၏နှလုံးသားများ၌ ပူဆွေးမှုနောင်တ တစ်ခုခု ဖြစ်ပေါ်စေရန်ပင် ဖြစ်၏။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည်ပင် ရှင်သန်စေတော်မူ၏၊ ကွယ်လွယ်သေဆုံးစေတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ ပြုမူဆောင် ရွက်သမျှကို အကြွင်းမဲ့ မြင်နေတော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "ထို့ပြင် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌ အသတ်ခံရသည်ဖြစ်စေ၊ (ဘဝကူးပြောင်းချိန်ရောက်၍) ကွယ်လွန်သေဆုံးသည်ဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်၏ထံတော်မှ လွှတ်ငြိမ်းချမ်းသာခွင့်နှင့်ကရုဏာရခဲ့လျှင် သူတို့အားလုံးသည် (ဤလောကီဘဝ၌) ရှာဖွေစုဆောင်းသမျှထက် ပိုမို၍ ကောင်းမြတ်မှုကို ရရှိနိုင်၏။"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "ကွယ်လွန်သေဆုံးသည်ဖြစ်စေ၊ သို့မဟုတ် အသတ်ခံရသည်ဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်၏ထံတော်သို့သာ (ဦးတည်၍ ခရီးဆက်နေသူများဖြစ်ကြပြီး အရှင့်ရှေ့တော်မှောက်၌ပင်) အားလုံးကို စုရုံးစေတော်မူမည်။"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "(တမန်တော်သည် အများပြည်သူပါဝင် လုပ်ဆောင်ရမည့် အရေးကိစ္စများတွင် သာဝကြီးများနှင့်ဆွေးနွေး တိုင်ပင်ပြီးမှ ဆုံးဖြတ်လေ့ရှိ၏။ အုဟူဒ်စစ်ပွဲ မတိုင်မီလည်း ထိုသို့ ဆွေးနွေးစဉ် တမန်တော်မြတ်နှင့်သက် ကြီးပိုင်း သာဝကများက မဒီနာမြို့တွင် တပ်စု၍ ခုခံစစ်လုပ်ရန် သဘောတူပြီး အများစုဖြစ်သော လူငယ်ပိုင်းတို့ မှာမူ မြို့နေပြည်သူများကို မထိခိုက်ရလေအောင် မြို့ပြင်ထွက်၍ စစ်မြေပြင်၌ ရန်သူကို ခုခံရန်အကြံပေးခဲ့ကြသည်။ တမန်တော်မြတ်က လူငယ်ပိုင်း၏အကြံဉာဏ်ကို အသိအမှတ်ပြု၍ ဆုံးဖြတ်ခဲ့စဉ် စစ်တပ်ထွက်ရန် အချိန် အနည်းငယ် ကြန့်ကြာခဲ့၏။) အဘယ်ကြောင့်ဆိုသော် အသင် (တမန်တော်) သည် သူတို့အပေါ် သက်ညှာခဲ့ပြီး (ယင်းသက်ညှာမှုသည်) အလ္လာဟ်အရှင်မြတ်၏ထံတော်မှ ကရုဏာတော်တစ်ခုပင် ဖြစ်သောကြောင့်တည်း။ အကယ်၍ ကြမ်းတမ်းသော၊ အကြင်နာကင်းမဲ့သော နှလုံးသားပိုင်ရှင် ဖြစ်ခဲ့လျှင် သူတို့က အသင်၏အနီးတစ် ဝိုက်တွင် ဝိုင်းပတ်နေခြင်းမှသည် နေရာအနှံ့သို့ ကွဲပြဲသွားကြမည်မှာ သေချာ၏။ သို့ဖြစ်ရာ သူတို့ကို ခွင့်လွှတ်၍ သူတို့၏လွတ်ငြိမ်းချမ်းသာခွင့်အတွက် (အရှင်မြတ်ထံ) အသနားခံဆုတောင်းပြီး (အများပြည်သူနှင့်ဆိုင်သော) အရေးကိစ္စတို့တွင် သူတို့နှင့်ဆွေးနွေးတိုင်ပင်လော့။ (ထိုသို့တိုင်ပင်ပြီးနောက်) ဆုံးဖြတ်ချက်ချမှတ်စဉ် (အရှင့် စည်းမျဉ်းတော်များအပေါ် အခြေခံလျှက်) အလ္လာဟ်အရှင်မြတ်အပေါ် ယုံကြည်စိတ်ချစွာဖြင့် လွှဲအပ်လော့။ မုချဧကန်၊ အလ္လာဟ်အရှင်မြတ်သည် အရေးကိစ္စတို့အား အရှင့်အပေါ်သာ (ယုံကြည်စိတ်ချစွာဖြင့်) အားကိုးအားထားပြု၍ လွှဲအပ်သူတို့ကို နှစ်သက်တော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "အကယ်၍ အလ္လာဟ်အရှင်မြတ်က ကူညီစောင်မတော်မူလျှင် သင်တို့အပေါ် လွမ်းမိုးနိုင်သူ ရှိလိမ့်မည် မဟုတ်။ အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့ကို (မကူညီဘဲ) ပစ်ပယ်ထားလျှင်လည်း (အရှင့်အလိုတော်ကို အတည်ဖြစ်စေတော်မူပြီးနောက် အရှင်မြတ်ကို ကျော်၍) သင်တို့အား ကူညီပိုင်ခွင့်ရှိသူ မည်သူ ရှိမည်နည်း။ (ငါအရှင်မြတ်သည် သင်တို့ကို ကာကွယ်စောင့်ရှောက်ရန်) ငါအရှင်အပေါ် (တာဝန်အဖြစ်သတ်မှတ်ထားတော်မူသည့်အလျှောက်) ယုံကြည်သူများအနေဖြင့် အလ္လာဟ်အရှင်မြတ်ကိုသာ (ယုံကြည်စိတ်ချစွာဖြင့်) အားကိုးအားထားပြု ထိုက်၏။"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "နဗီတမန်တော်တစ်ပါးအနေဖြင့် မမှန်မကန်ပြောဆို၍ လှည့်စားရန်မှာ (လူသားတို့၏စိတ်ကူးထဲ၌ထည့်နိုင်သည့် အနေအထားအရပင်) လုံးဝ မအပ်စပ်ပေ။ မည်သူမဆို (အများပြည်သူပိုင်ဆိုင်သောအရာများကို အလွဲသုံးစားပြု၍သော်လည်းကောင်း၊ တာဝန်ပျက်ကွက်၍သော်လည်းကောင်း) လှည့်စားလျှင် သူသည် ရှင်ပြန်ထမည့်နေ့တွင် သူလှည့်စားခဲ့သည့်အမှုနှင့်အတူ (အရှင့်ရှေ့တော်မှောက်သို့) ရောက်ရလိမ့်မည်။ ထို့နောက် နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြဟ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သော စိတ်ဝိဉာဉ်) တိုင်း၊ လူတိုင်းအား (လောကီဘဝ၌) ပြုမူကျင့်ကြံလုပ်ဆောင်ခဲ့သမျှအတွက် (အကျိုး ဆုလဒ် နှင့်ပြစ်ဒဏ်များကို သူတို့၏လုပ်ဆောင်ချက်များနှင့်အညီ မျှတစွာဖြင့် အပြည့်အဝ) ပြန်လည် ရရှိစေမည့်နေ့တွင် သူတို့အားလုံး (တစ်ယောက်မကျန်) သည် မတရားစီရင်ဆုံးဖြတ်ခြင်းခံကြရမည်လည်း မဟုတ်ပေ။"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်သဘောကျမည့်အရာအား အရှင့်ကျေနပ်နှစ်မြို့မှုအတွက်သာ လုပ်သောသူသည် အလ္လာဟ်အရှင်မြတ်၏အမျက်တော်စူးရှခံရဖွယ်လုပ်ရပ်များဖြင့် အရှင့်မေတ္တာကရုဏာတော်မှဝေးကွာသွား ပြီး ငရဲမီးကို သူ၏ခိုလှုံရာဌာနဖြစ်စေသူကဲ့သို့ ဖြစ်နိုင်မည်လော။ ငရဲမီးအား သူ၏ရည်မှန်းချက်ပန်းတိုင်လုပ်ခြင်းမှာ အလွန်ပင် ဆိုးရွားယုတ်ညံ့စက်ဆုပ်ဖွယ်ရာ ဖြစ်၏။"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "အလ္လာဟ်အရှင်မြတ်၏ထံတော်၌ သူတို့အတွက် (ကွဲပြားခြားနားသော) အခွင့်အလမ်းများနှင့်အဆင့်အတန်းများရှိ၏။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည်ပင် ရှင်သန်စေတော်မူ၏၊ ကွယ်လွယ်သေဆုံးစေတော်မူ၏။ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ပြုမူဆောင်ရွက်သမျှကို အကြွင်းမဲ့ မြင်နေတော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် စစ်မှန်သော ယုံကြည်သူတို့အပေါ် သူတို့၏နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ် အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သော စိတ်ဝိဉာဉ်) များ၊ (သူတို့၏သားစဉ်မြေးဆက်များ) အနက်မှ အရှင့်အာယသ်သက်သေလက္ခဏာတော် များကို သူတို့ (၏နောင်လာနောင်သားများ) အား ဖတ်ပြရန်၊ ကျမ်းတော်နှင့် (ဓမ္မသတ်အခွင့်အာဏာဆိုင်ရာ) အမြော်အမြင်အားဖြင့် သွန်သင်ညွှန်ကြားပေးရန်နှင့်သူတို့ကို (မယုံကြည်မှုနှင့်မကောင်းမှုဟူသမျှမှ) သန့်ရှင်းစင်ကြည်စေမည့် ရစူလ်တမန်တော်တစ်ပါး ပွင့်ပေါ်စေတော်မူခြင်းဖြင့် ကြီးမားသော အကြင်နာတရားထား၍ အမြင့်မြတ်ဆုံးမျက်နှာသာ ပေးတော်မူခဲ့ပြီ။ ရစူလ်တမန်တော်မတိုင်မီကမူ သူတို့သည် ထင်ရှားသော လမ်းမှားမှု၌သာ ရှိခဲ့ကြ၏။"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "ယခင်က (ဗဒရ်စစ်ပွဲ၌မူ) သင်တို့သည် သူတို့အား ထိုထက်နှစ်ဆပြင်းထန်သည့် ဘေးဒုက္ခဆိုက်စေခဲ့ပြီး ဖြစ်သော်လည်း (အုဟူဒ်စစ်ပွဲ၌) သင်တို့အပေါ် ဘေးဒုက္ခတစ်ခု ဆိုက်ရောက်လာသည့်အခါ “ဤဘေးဒုက္ခသည် အဘယ်က လာရသနည်း။” ဟု မေးနေကြ၏။ “ထိုဘေးဒုက္ခသည် (သင်တို့အား အရှင်မြတ်ပေးအပ်တော်မူသည့် စိတ်၊ ဉာဉ်စဉ် စရိုက်၊ ပင်ကိုယ်အရည်အသွေးနှင့်အစွမ်းအစများကို အရှင့်အလိုကျ ညွှန်ကြားချက်များကို လိုက်နာခြင်းဖြင့် မဟုတ်ဘဲ သင်တို့၏စိတ်အလိုကျလုပ်ခြင်းဖြင့်) သင်တို့ကိုယ်တိုင် (စိတ်တိုင်းကျလုပ်ခြင်း) မှ ရောက်လာခြင်း ဖြစ်၏။” ဟု ဟောလော့။ မုချဧကန်၊ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းတို့အပေါ် (အရှင့် စည်းမျဉ်းဩဇာ၊ နိယာမတရားများဖြင့်) လွှမ်းမိုးစွမ်းဆောင်တော်မူသောအရှင်ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "(အုဟူဒ်စစ်မြေပြင်၌ စစ်ပွဲဖြစ်ပွားခဲ့သည့်) ထိုနေ့တွင် စစ်တပ်နှစ်ခုသည် တစ်နေရာတည်းမှာ ထိပ်တိုက် ဆုံတွေ့ခဲ့ကြစဉ် သင်တို့အား ထိခိုက်စေနိုင်ခြင်းကို အလ္လာဟ်အရှင်မြတ်ခွင့်ပြုတော်မူခြင်းသည် (တမန်တော်၏ ညွှန်ကြားချက်များကို တသွေမတမ်း လိုက်နာရန် လိုကြောင်း) ယုံကြည်သူတို့ သိနားလည်စေရန်အတွက် ဖြစ်၏။"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "ထို့ပြင် “(သင်တို့၏ရပ်တည်မှုကို အန္တရာယ်ပြုနေခြင်းမှ သင်တို့၏အသက်အိုးအိမ်စည်းစိမ်များကို ကာကွယ်ရန် သို့မဟုတ်) အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌ ရင်ဆိုင်တိုက်ခိုက်ရန် ထွက်လာကြလော့။” ဟု အမိန့်ပေးခြင်းခံရသည့်အခါ “အကယ်၍ စစ်ဖြစ်ပွားနေကြောင်း ကျွန်ုပ်တို့သိကြလျှင် သင်တို့၏နောက်မှ မုချ လိုက်လာမည်။” ဟု ဖြေဆိုကြသည့် ကြောင်သူတော်အကြောင်းကို ထောက်ပြခြင်းဖြင့် အသိပေးတော်မူရန်အတွက်လည်း ဖြစ်၏။ ထို (စစ်ဖြစ်သည့်) နေ့၌ သူတို့သည် (သူတို့ကတိတည်လျက် ပြုလုပ်မည်မဟုတ်သော ကတိစကားများကို) သူတို့၏နှုတ်လျှာများဖြင့် ပြောဆိုကြ၍ ယုံကြည်မှုထက် မယုံကြည်မှု (နှင့်သွေဖည်ငြင်းဆန်မှု) ဘက်ကိုသာ ပိုမို၍ နီးကပ်နေကြ၏။ ထို့ပြင် အလ္လာဟ်အရှင်မြတ်သည် သူတို့၏နှလုံးသားများ၌ ထိန်ချန်ဖုံးကွယ်ထားသမျှကို အကြွင်းမဲ့ သိနေတော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "(စစ်မထွက်ဘဲ အိမ်မှာ) ထိုင်နေရန် (အကြံပေး) ပြောဆိုခဲ့ကြသူတို့သည် သူတို့၏ညီနောင်တို့အား “အကယ်၍ ကျွန်ုပ်တို့က အကြံပေးခဲ့သည့်အတိုင်း နာခံလိုက်နာခဲ့ကြလျှင် အသတ်ခံခဲ့ကြမည် မဟုတ်” ဟု ပြောနေကြ၏။ (အို၊ ရစူလ်တမန်တော်၊ သူတို့အား) “အကယ်၍ သင်တို့သည် (သင်တို့၏ကြွေးကြော်မှုနှင့်အညီ) ရိုးသားဖြောင့်မတ်သူများဖြစ်ကြလျှင် သင်တို့၏နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ် စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သော စိတ်ဝိဉာဉ် သို့မဟုတ် သင်တို့၏မျိုး ရိုးဗီဇ) ထဲ၌ရှိနေသည့် သေခြင်းတရားကို သင်တို့၏ဆန္ဒအတိုင်း ယင်း (မျိုးရိုးဗီဇထဲ) မှ ဖယ်ရှား (ပြီး သင်တို့၏အချစ်ဆုံး မိသားစုဝင်များကို မသေနိုင်အောင် တားဆီး) ကြလော့။” ဟု ဟောလော့။"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "အလ္လာဟ်အရှင်မြတ်၏လမ်းတော်၌ အသတ်ခံကြရသူတို့အား သူသေများဟု မထင်မှတ်ကြလေနှင့်။ အမှန်မှာ သူတို့သည် သူတို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်၏ထံတော်မှ (ဂုဏ်သိက္ခာနှင့်) ရိက္ခာများကို ရယူခံစားနေလျှက် ရှင်သန်နေကြ၏။"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "သူတို့သည် အလ္လာဟ်အရှင်မြတ်၏ကျေးဇူးတော်များအနက်မှ (လောကီဂုဏ်သိက္ခာ၊ ဂုဏ်ပြုမှတ်တမ်းနှင့်သုခဘုံစသော) အရှင်မြတ်ချီးမြှင့်တော်မူသော (ဂုဏ်ယူဖွယ်ကောင်းသည့်) အရာများကို ရယူခံစားရသောကြောင့် ပျော်ရွှင်နေကြပြီး သူတို့နှင့်အတူရှိခဲ့ကြသူများအနက်မှ အသတ်မခံဘဲ ကျန်ရစ်နေကြသူတို့နှင့် ပတ်သက်၍လည်း “(အသတ်ခံရမည့်အရေးကိစ္စအပေါ်) စိုးရိမ်ကြောင့်ကြစရာ မရှိကြောင်းနှင့် (အသတ်ခံရ၍ ဘဝကူးပြောင်းရသူတို့အတွက်လည်း) ပူဆွေးသောကရောက်စရာမလိုကြောင်း” ဝမ်းမြောက်ဖွယ်ရာ သတင်းကောင်းအဖြစ် ရယူလျှက် ပျော်မြူးနေခြင်း ဖြစ်၏။"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "သူတို့သည် အလ္လာဟ်အရှင်မြတ်ထံတော်မှ ဂုဏ်သိက္ခာနှင့်ကျေးဇူးတော်တို့ကို လက်ခံရရှိသည့်အပြင် ယုံကြည်သူတို့၏အကျိုးဆုလဒ်အား အချည်းနှီးဖြစ်စေရန် အလ္လာဟ်အရှင်မြတ်က ခွင့်ပြုတော်မူမည် မဟုတ်ကြောင်းကိုလည်း ဝမ်းမြောက်ဖွယ်ရာ သတင်းကောင်းအဖြစ် ရ၍ ပျော်မြူးနေခြင်းသာ ဖြစ်၏။"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "(အုဟူဒ်စစ်ပွဲတွင် ရန်သူလက်ချက်ဖြင့်) ဒဏ်ရာဒဏ်ချက်ဖြင့် အတိဒုက္ခရောက်ခဲ့ပြီးနောက်မှပင် အလ္လာဟ်အရှင်မြတ်နှင့်ရစူလ်တမန်တော်တို့ (၏အမိန့်သွင်သင်ချက်များကို တသွေမတိမ်းလိုက်နာရန် အသင့်ရှိကြောင်း ပြသရန်) အတွက် တုံ့ပြန်ဖြေဆိုကြသူတို့သည် သူတို့၏လူ့ဘောင်အသိုင်းအဝိုင်းအတွင်းရှိ ကောင်းမှုပြုလုပ် သူတို့အတွက် အကောင်းဆုံးဖြစ်အောင်လုပ်နိုင်ရန် အရှင်မြတ်ကို စိုးရွံ့ထိတ်လန့် (၍အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံး) သောကြောင့် ကြီးမားလှသည့် အကျိုးဆုလဒ်များ ရရှိကြသည်။"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "ထိုသူတို့သည် သူတို့အား “(အုဟူဒ်စစ်ပွဲ၌) သင်တို့ကို အထိနာစေသကဲ့သို့ နောက်တစ်ကြိမ် (လာရောက် တိုက်ခိုက်နိုင်ရန်) အတွက် အမှန်ပင် လူစုနေကြပြီဖြစ်သောကြောင့် သူတို့ (၏ဘေးအန္တရာယ်) ကို ကြောက်ကြလော့။” ဟု လာပြောသည့် သူတို့ကို “အလ္လာဟ်အရှင်မြတ် (တစ်ဆူတည်း) သည်ပင် ကျွန်ုပ်တို့အတွက် လုံလောက် ပြီး (ကျွန်ုပ်တို့အား လမ်းညွှန်မှန် အပါအဝင်) ဂုဏ်သိက္ခာအလုံးစုံကို ပေးတော်မူသောအရှင်၊ စောင့်ရှောက်ကာကွယ်တော်မူသောအရှင် ဖြစ်တော်မူ၏။” ဟု တုံ့ပြန်ဖြေဆိုကြသောကြောင့် သူတို့၏ယုံကြည်မှုမှာ ပိုမို၍ပင် တိုးတက်ခိုင်မြဲလာခဲ့၏။"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "သို့ဖြစ်၍ သူတို့သည် (အရှင်မြတ်က ချီးမြှင့်တော်မူသည့် ကျမ်းတော်မြတ်ကုရ်အာန်၊ တမန်တော်၏လမ်းညွှန်မှုနှင့်ဂုဏ်သိက္ခာ စသော) ဂုဏ်ပေးမှုနှင့် (မြေပေါ်မြေအောက် သယံဇတများနှင့်စွမ်းရည်စွမ်းပကား စသော) ကျေးဇူးတော်များနှင့်စပ်လျဉ်း၍ မည်သည့် မကောင်းမှုဘေးအန္တရာယ်ကမျှ ယင်းတို့နားသို့ မထိကပ် မထိခိုက်စေရန်အလို့ငှာ (မည်သည့်အလွှဲသုံးစားမှုမျိုးကိုမျှ ခွင့်ပြုတော်မမူဘဲ) အလ္လာဟ်အရှင်မြတ်က သဘောတူနှစ် မြို့တော်မူသည့်လမ်းစဉ်အတိုင်း လိုက်နာကြပြီး (တာဝန်ကျေပွန်ခြင်းဖြင့် အရှင့်ထံ) ပြန်လည်အပ်နှံကြသည်။ အလ္လာဟ်အရှင်မြတ်သည် မြင့်မြတ်ကြီးကျယ်သော ကျေးဇူးတော်နှင့်ရက်ရောမှု အလုံးစုံကို ပိုင်ဆိုင်တော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "စေတန်မကောင်းဆိုးဝါးသည်သာ ထိုသို့ (အပ်နှံကြလျှင် သင်တို့၏စိတ်အလိုကျ လွတ်လပ်စွာ လုပ်နိုင်မည် မဟုတ်သောကြောင့်) မလုပ်ကြရန် သူ့မဟာမိတ်အပေါင်းအသင်းတို့အား အထိတ်တလန့် ဖြစ်လျက် စိုးရိမ်ပူပင် စေ၏။ (စေတန်နှင့်သူ့မဟာမိတ်ဖြစ်သော) သူတို့အား မကြောက်ရွံ့ကြလေနှင့်။ အကယ်၍ သင်တို့သည် စစ်မှန်သော ယုံကြည်သူများဖြစ်ကြလျှင် (သင်တို့၏ကိုယ်စိတ်နှလုံးတို့ကို ငါအရှင်ထံ အပ်နှံခြင်းဖြင့်) ငါအရှင်ကိုသာ စိုးရွံ့ထိတ်လန့် (၍အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံး) ကြလော့။"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "(လူတိုင်းကို ငရဲမီးမှ ကယ်တင်ရန် သောကရောက်နေသော်လည်း) အမှန်တရားကို သွေဖည်ဖုံးကွယ်) ငြင်းဆန်မှု၌ သူထက်ငါ အပြိုင်အဆိုင် ကြိုးပမ်းနေကြသူတို့အတွက် အသင် (တမန်တော်) စိတ်သောက မရောက်သင့်ပေ။ ဧကန်ပင်၊ သူတို့သည် အလ္လာဟ်အရှင်မြတ် (နှင့်အရှင့်လမ်းစဉ်၌ မြဲမြံစွာ ရပ်တည်သူတို့) အား မည်သည့်အခါမျှ၊ မည်သည့်နည်းနှင့်မျှ ထိခိုက်နစ်နာစေနိုင်မည် မဟုတ်ပေ။ အလ္လာဟ်အရှင်မြတ်သည် (အရာရာကို) အရှင့်ဆန္ဒတော်၏စည်းမျဉ်းတော်နှင့်အညီ ဖြစ်တည်စေတော်မူသည့်အလျောက် နောင်တမလွန်ဘဝ၌ သူတို့အတွက် ဝေစုမရှိစေရန်နှင့်သူတို့အား ကြီးမားသော ပြစ်ဒဏ်ပေးတော်မူရန်လည်း အလ္လာဟ်အရှင်မြတ်သည်ပင် ရည်ရွယ်တော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "ယုံကြည်မှုကို မယုံကြည်မှု (နှင့်ငြင်းဆန်ဖုံးကွယ်မှုတို့) ဖြင့် လှဲလှယ်ရောင်းဝယ်သူတို့အား မည်သည့်အခါဖြစ်စေ၊ မည်သည့်နည်းဖြင့်ဖြစ်စေ၊ မည်သည့်ထိခိုက်နစ်နာမှုတစ်စုံတစ်ရာကိုမျှ မပြုနိုင်သည့်အပြင် သူတို့အတွက် စူးနစ်ပြင်းထန်သော ပြစ်ဒဏ်လည်းရှိ၏။"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "(အမှန်တရားကို သွေဖည်ငြင်းဆန်မှုအတွက် ချက်ချင်းလက်ငင်း အရေးမယူဘဲ ဇက်ကြိုးရှည်ရှည်ဖြင့် လွတ်ထားတော်မူသော) မယုံကြည်သူတို့သည် ငါအရှင်က သူတို့အတွက် ခေတ္တဆိုင်းငံ့ခြင်းအား ခွင့်ပြုတော်မူထားသည်ကို သူတို့၏နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သော စိတ်ဝိဉာဉ်) ၌ရှိသော ပင်ကိုယ်စရိုက်၊ စွမ်းရည်နှင့်အစွမ်းအစတို့၏ဖွံ့ ဖြိုးမှုအတွက်) ကောင်းလိမ့်မည်။\"\" ဟု မထွက်ချက် မထင်မှတ်နိုင်ကြပေ။ (အကြောင်းမှာ) ငါအရှင်မြတ်၏ဆိုင်းငံ့ခွင့် (သည် သူတို့လမ်း ညွှန်မှန်ရစေရန်အတွက်) သာ ဖြစ်သော်လည်း (ထိုသို့ ထင်မှတ်ခြင်းကြောင့်) သူတို့သည် ပြစ်မှုဒုစရိုက်များကို တိုးစေလျက် သူတို့အတွက် မသတီဖွယ်နှင့်အရှက်ရဖွယ် ပြစ်ဒဏ်များကိုသာ ထိုက်ထန်စေကြ၏။"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် ယုံကြည်တို့အား (လူသားတစ်ချို့က \"\"မှန်ကန်သည်\"\" ဟု ယူဆပြီး ယုံကြည်ကိုး ကွယ်လက်ခံထားကြသော ယုံကြည်ကိုးကွယ်မှု၊ အတွေးအခေါ်၊ အယူအဆနှင့်မူဝါဒလမ်းစဉ် စသော) သန့်ရှင်းစင်ကြယ်မှုမှ (ကိုယ်ကျိုးစီးပွား၊ ထင်မြင်ယူဆချက်နှင့်အစွဲအလန်းတို့အပေါ် အခြေခံ၍ ရောနှောထားသော) မသန့်ရှင်း မစင်ကြယ်သည့် ကောက်ကျစ်စဉ်းလဲမှုကို ကွဲကွဲပြားပြား ထင်ထင်ရှားရှား သိမြင်လာအောင် လုပ်ပေးတော်မမူသရွေး သင်တို့အား လက်ရှိရပ်တည်နေသော အနေအထားပေါ် ပစ်ထားရန်အတွက် (ဆန္ဒတော်) မရှိခဲ့ပေ။ (လူတို့၏နှလုံးသားများ၌ ရှိသောအရာများ၊ လူ့အတွေးအခေါ်များ၌ရှိသော အားနည်းချက်များကြောင့် ရေရှည်တွင် ကြုံတွေ့ရမည့်ပြဿနာများ၊ အပြစ်အပျက်အကြောင်းအရာတစ်ခု၏နောက်ကွယ်၌ရှိသော အရှင့်အမြော်အမြင်တော်၊ တမလွန်ဘဝ၌ ရရှိမည့်ဆုလဒ် စသော) မျက်ကွယ်ရာများနှင့်ပတ်သက်၍ သင်တို့အား ထင်ရှားပေါ်လွင်စွာ သိနားလည်စေတော်မူရန်လည်း ရည်ရွယ်တော်မမူပေ။ သို့သော် အလ္လာဟ်အရှင်မြတ်သည် အရှင့် ရစူလ်တမန်တော်များအနက်မှ အရှင့်ဆန္ဒတော်၏စည်းမျဉ်းတော်နှင့်အညီ အလိုရှိတော်မူသောသူအား (ထိုကွယ်ရာများနှင့်စပ်လျဉ်း၍ လူတို့အား အသိပေးသင့်သည့်အရာများကို သွန်သင်ပို့ချရန်) ရွေးချယ်တော်မူခဲ့၏။ သို့ဖြစ်ရာ အလ္လာဟ်အရှင်မြတ်နှင့်အရှင့်ရစူလ်တမန်တော်များကို ယုံကြည်ကြလော့။ အကယ်၍ (သူတို့အား မိန့်တော်မူသည့်အတိုင်း) ယုံကြည်ကြပြီး အရှင်မြတ်ကို စိုးရွံ့ထိတ်လန့် (၍ အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာ ဖြင့် လိုက်နာကျင့်သုံး) ကြပါလျှင် သင်တို့အတွက် ကြီးမားမြင့်မြတ်သော အကျိုးဆုလဒ် ရှိ၏။"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "(အရှင်မြတ်ပိုင် မြေပေါ်မြေအောက် သယံဇာတများ၊ အရင်းအမြစ်များ၊ နိယာမတရားများ စသော) ကျေး ဇူးတော်များအနက် အလ္လာဟ်အရှင်မြတ်က သူတို့အား ပေးအပ်တော်မူသောအရာများကို (ချို့တဲ့နွမ်းပါးသူတို့အတွက် ပေးကမ်းစွန့်လှူခြင်းမပြုဘဲ သူတို့အတွက်သာ တွန့်တိုစွာ) လောဘတကြီး ဆုပ်ကိုင်ထားသူတို့သည် ထိုသို့ စီးကပ်လျှင် သူတို့အတွက်ကောင်းလိမ့်မည်ဟု မထွက်ချက်မထင် မှတ်ကြစေလေနှင့်။ အမှန်မှာ သူတို့အ တွက် ဆိုးဝါးဆုတ်ယုတ်မှုသာ ဖြစ်လိမ့်မည်။ ထိုကျေးဇူးတော်များနှင့်ပတ်သက်၍ သူတို့စေးနဲတွန့်တိုခဲ့သမျှသည် ရှင်ပြန်ထမည့်နေ့တွင် သူတို့၏လည်ပင်းများ၌ရှိသော အရာအားလုံးသည် အလ္လာဟ်အရှင်မြတ် (ဖြစ်တည်စေတော်မူသည့် အရာများဖြစ်၍ အရှင်မြတ်) သာ ပိုင်ဆိုင်တော်မူပြီး အမွေဆက်ခံတော်မူလိမ့်မည်။ မုချဧကန်၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့၏ပြုမူကျင့်ကြံဆောင်ရွက်သမျှနှင့်ပတ်သက်၍ သတင်းအချက်အလက် အလုံး စုံကို အသေးစိတ် ရယူထားတော်မူသော အရှင်ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "(ချို့တဲ့ဆင်းရဲသူတို့အတွက် ပေးကမ်းလှူဒါန်းရန် ထပ်တလဲလဲ တိုက်တွန်းနေခြင်းသည်) \"\"အလ္လာဟ်အရှင်မြတ် အမှန်ပင် ဆင်းရဲ (သောအရှင်ဖြစ်သောကြောင့်ဖြစ်) သည်။\"\" ဟု ပြောဆိုနေကြသူတို့၏အသံကို ငါအရှင်က အကြွင်းမဲ့ ကြားတော်မူခဲ့ပြီ။ ငါအရှင်သည် အရာခပ်သိမ်းတို့၏ရပ်တည်ရေးအတွက် လိုအပ်သမျှကို မိုးကောင်းကင်များနှင့်ကမ္ဘာဂြိုလ်များတွင် စီမံထားတော်မူပြီး ချမ်းသာသူအားလုံး၏အရှင် သခင်၊) ကုံလုံပြည့်စုံတော်မူသောအရှင် ဖြစ်တော်မူ၏။ သူတို့ပြောသမျှ အပြောအဆိုများ၊ မည်သည့် အမှန်တရားနှင့်အခွင့်အရေးကိုမျှ ဂရုမစိုက်ဘဲ နဗီတမန်တော်တို့အား မတရားလုပ်ကြံခဲ့ကြသည်ကို ငါအရှင်မှတ်တမ်းတင်တော်မူပြီး မကြာမီ သူတို့အား \"\"လောင်ကျွမ်းစေသည့်ပြစ်ဒဏ်ကို မြည်းစမ်းကြလော့။\"\" ဟု မိန့်တော်မူလိမ့်မည်။"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "ထိုသို့ မိန့်တော်မူရခြင်း၏အကြောင်းရင်းမှာ သူတို့၏လက်များဖြင့် (ထိုပြစ်ဒဏ်မျိုးနှင့်ထိုက်ထန်သည့် လုပ်ရပ်များကိုပြုလုပ်၍ တမလွန်ရှိ အရှင့်တရားခွင်သို့) ကြိုတင်ပို့ထားသောကြောင့်တည်း။ (နှလုံးသွင်းသင့်သည်မှာ) မုချဧကန် အလ္လာဟ်အရှင်မြတ်သည် အရှင့်အစေခံလူသားများနှင့်စပ်လျဉ်း၍ အရှင့်စည်းမျဉ်းဘောင်များကို ကျော်လွန်လျက် မမှန်မကန် ပြစ်ဒဏ်ပေးခြင်း အလျှင်း မရှိပေ။"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "မုချဧကန်၊ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့နှင့်ကတိတော်ပြုခဲ့သည်မှာ \"\"စွန့်လှူမှုတစ်ခုခုအား စွန့်လှူပြီး နောက် (အလိုအလျောက်ရောက်လာသည့်) မီးက ယင်း (စွန့်လှူပစ္စည်း) ကို စားမျိုကြောင်း ထင်ထင်ရှားရှား မမြင်ရသရွေ့ (သို့မဟုတ် ဆီးမီးပူဇော်ခွင့် မရသရွေ့) မည်သည့် ရစူလ်တမန်တော်ကိုမျှ မယုံကြည်ကြရန် ပင်ဖြစ်၏။ (အို၊ ရစူလ်တမန်တော် သူတို့အား) \"\"ကျွန်ုပ်မတိုင်မီအလျှင်က ကွက်ကွက်ကွင်းကွင်းမြင်သာ ထင်ရှားသော ရှင်းလင်းချက်များနှင့်အတူ သင်တို့ထံရောက်လာလျက် သင်တို့အား သွန်သင်ရန် ဟောပြောခဲ့ကြစဉ် အကယ်၍ သင်တို့သာ ဖြောင့်မတ်မှန်ကန်သူများဖြစ်ကြလျှင် အဆိုပါ ရစူလ်တမန်တော်များအား အဘယ်ကြောင့် လုပ်ကြံခဲ့ကြသနည်း။\"\" ဟု မေးလော့။"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "အသင် (တမန်တော်) မတိုင်မီ ကွက်ကွက်ကွင်းကွင်း မြင်သာထင်ရှားသော ရှင်းလင်းချက်များနှင့်အတူ ဇဗူးရ်ကျမ်းအပြင် ဉာဏ်အလင်းရောင်ရစေသည့် အခြားကျမ်းတို့ကိုပါ တစ်ပါတည်း ယူဆောင်လျက် ရောက်လာ ခဲ့ကြသည့် ရစူလ်တမန်တော်များအား သူတို့က (မဟုတ်မတရားစွပ်စွဲ၍) ငြင်းပယ်ခဲ့ကြပြီးဖြစ်ရာ ယခုအခါ အသင် (တမန်တော်) ကိုလည်း ထိုနည်းအတိုင်း ငြင်းပယ်ရန် ဝန်လေးကြမည်မဟုတ် (သောကြောင့် ဝမ်းနည်းစရာ မလိုပေ။)"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးထားတော်မူသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည် အစွမ်းအစနှင့်စိတ်ဆန္ဒများအား အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချသော စိတ်ဝိဉာဉ်) တိုင်းဖြစ်စေ၊ သို့မဟုတ် သက်ရှိတိုင်းသည် (ထိုမျိုးရိုးဗီဇထဲရှိ အရည် အသွေးများကို အရှင့်စည်းမျဉ်းတော်နိယာမတရားနှင့်အညီ ဖွံ့ဖြိုးတိုးတက်စေသည်ဖြစ်စေ၊ စိတ်အလိုဆန္ဒနှင့် အညီ အသုံးချ၍ ဆုတ်ယုတ်ယုတ်ညံ့စေသည်ဖြစ်စေ၊ သတ်မှတ်ထားသည့် အချိန်ရောက်လာလျှင်) သေခြင်းတရားကို မြည်းစမ်းရမည်။ (ပင်ကိုယ်အရည်အသွေးနှင့်စွမ်းရည်အစွမ်းအစတို့ကို အသုံးချခြင်းဖြင့် အဓိကအကျိုးဆက်အဖြစ် ရသင့်သည့်) သင်တို့၏အကျိုးဆုလဒ်များကို ရှင်ပြန်ထမည့်နေ့တွင်သာ အပြည့်အဝ ပေးအပ်ခြင်းခံရလိမ့်မည်။ မည်သူမဆို (သူတို့၏ပင်ကိုယ်စွမ်းရည်များကို) ငရဲမီး (နှင့်ထိုက်ထန်သည့် နည်းလမ်းများအတိုင်း အသုံးချခြင်း) မှ ရှောင်ကြဉ်၍ သုခဥယျာဉ်ထဲဝင်ရောက် (နိုင်မည့် အရှင့်လမ်းစဉ်တော်အတိုင်း အသုံးချ) နိုင်ပါက သူသည် မုချအောင် မြင်ခဲ့ပြီ ဖြစ်၏။ လောကီဘဝသည် (အဓိကလိုအပ်ချက်များဖြစ်သော ရိက္ခာ၊ အသုံးအဆောင်နှင့်စိတ်ဖြေစရာများကို ယာယီခေတ္တခဏအတွက်သာ) မျှော်လင့်ချက်ပေးလျက် လှည့်စားခံရသည့်လောကီခံစားခွင့်များမှအပ အခြားမဟုတ်ပြီ။"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "(အို၊ ယုံကြည်သူအပေါင်းတို့၊ သင်တို့၏လောကီသက်တမ်းအား အရှင့်စည်းမျဉ်းတော်နှင့်အညီသာ ဘဝဆောက်တည်ရန် ရည်ရွယ်တော်မူသည့်အလျှောက်) သင်တို့၏ဥစ္စာဓနပိုင်ဆိုင်မှုများနှင့်ပတ်သက်၍ သော်လည်းကောင်း၊ သင်တို့၏နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများအား အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချခဲ့သော) စိတ်ဝိဉာဉ်များနှင့်ပတ်သက်၍သော်လည်းကောင်း သင်တို့ မုချပင် စစ်ဆေးခြင်းကို ခံကြရလိမ့်မည်။ ထို့ပြင် ကျမ်းစာပေးအပ်ခံရသူများအနက်မှလည်းကောင်း၊ သင်တို့မတိုင်မီ (ကွယ်လွန်သွားခဲ့သူတို့၏သမိုင်းအထောက်အထားများထဲ၌) ရှိခဲ့ကြသူတို့အနက်မှလည်းကောင်း၊ အရှင်မြတ်နှင့် တွဲဖက်တုပြိုင်၍အခြားသော (ပူဇော်ပသ၊ ရှိခိုးကန်တော့၊ ဆည်းကပ်) ကိုးကွယ်ရာတို့အား ကိုးကွယ်ကြသူတို့ အနက်မှလည်းကောင်း စိတ်ထိခိုက်နာကြည်းဖွယ်ရာပေါင်းမြောက်မြားစွာကို အမှန်ပင် နားထောင်ကြရလိမ့်မည်။ အကယ်၍ သင်တို့က ခန္တီသည်းခံကြံ့ခိုင်မှု ရှိကြပြီး အရှင်မြတ်ကို စိုးရွံ့ထိတ်လန့် (လျက် အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံး) ကြလျှင် မုချဧကန်၊ ထိုသို့ပြုမူခြင်းသည် (အရေး ကိစ္စများကို ဖြေရှင်းရာ၌ အရှင့်လမ်းညွှန်ချက်နှင့်အညီ) သစ္စာမြဲမြံစွာ ဆုံးဖြတ်ဆောင်ရွက်စေသော အရာပင်တည်း။"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် ကျမ်းစာပေးအပ်ခြင်းခံရသူများထံမှ ကတိဝန်ခံချက်တစ်ခုရယူတော်မူရန်အတွက် သစ္စာဆိုစေတော်မူခဲ့စဉ် “လူသားတို့အား မြင်သာထင်ရှားသော ရှင်းလင်းချက်များကို အသုံးပြု ၍ ရှင်းလင်းဖော်ပြကြရန်နှင့်ပေးအပ်ခြင်းခံရသောကျမ်း (မှ အချက်အလက်များ) ကို ထိန်ချန်ဖုံးကွယ်ခြင်းမပြုကြရန်တို့ ပါရှိခဲ့သော်လည်း သူတို့က ယင်း (ကတိဝန်ခံချက်) ကို (အရေးမစိုက်ဘဲ) သူတို့ ကျောများ၏နောက်တွင် စွန့်ပစ်ခဲ့ကြပြီး ယင်းကို တန်ဖိုးမဖြစ်စလောက်ဖြင့်သာ လှဲလှယ်ရောင်းဝယ်ခဲ့ကြသည်။ သို့ဖြစ်ပါ၍ ထိုသို့ လှဲလှယ်ရောင်း ဝယ်ခြင်းဖြင့် သူတို့ရရှိကြသော အရာများသည် အလွန်ပင် ယုတ်ညံ့သိမ်ဖျင်းဖွယ်ရာ၊ စက်ဆုပ်ရွံ့ရှာဖွယ်ရာ ကောင်းပေစွ။"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "(မည်သည့် လူသားအကျိုးပြုလုပ်ငန်းနှင့်ကောင်းမှုကိုမျှမလုပ်ရဘဲ) လူထုရှေ့မှောက်သို့ခေါ်လာခြင်းခံရပြီး (ဂုဏ်ပြုခံရမည်ကို မျှော်လင့်လျက်) ပျော်မြူးနိုင်ရန်နှင့်သူတို့မလုပ်ခဲ့သည့် (ထိုမကောင်းမှုများအတွက်) ချီးမွမ်း ခံရမည် (ဟု စိတ်ကူးယဉ်လျက်) မထွက်ချက်၊ မတွေးတော၊ မထင်မှတ်ကြလေနှင့်။ (လူသားအကျိုးမပြုဘဲ လာဘ်တိုး၍လည်းကောင်း၊ လိမ်လည်လှည့်စား၍လည်းကောင်း၊ လူထုကို အယုံသွင်းနိုင်ခြင်းဖြင့် ဂုဏ်ပြုခံရ သည့်တိုင်) အရှင်မြတ်၏ပြစ်ဒဏ်မှ လွှတ်မြောက်နိုင်ကြမည်ဟု မည်သည့်အခါမျှ စိတ်ကူးယဉ် မထင်မှတ်၊ မတွေး မြင်ကြလေနှင့်။ သူတို့အတွက် အရှင့်ထံတော်၌ စူးရှ ပြင်းထန်သော ပြစ်ဒဏ်နှင့်ပြစ်တင်ရှုံ့ချမှုများလည်း ရှိ၏။"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "မိုးကောင်းကင်များနှင့်ကမ္ဘာဂြိုလ်များသည် အလ္လာဟ်အရှင်မြတ်၏စိုးမိုးချုပ်ကိုင်မှုအချုပ်အခြာအောက်၌ ရှိကြ၍ အရှင့်စည်းမျဉ်းနှင့်အညီ အသုံးချရန်အတွက်သာ ဖြစ်၏။ ဧကန်မုချ၊ အလ္လာဟ်အ မြတ်သည် အရာခပ်သိမ်းတို့အပေါ် စည်းမျဉ်းဩဇာ လွှမ်းမိုးထားလျက် လုပ်နိုင်စွမ်းတော်မူသော အရှင်ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "ကောင်းကင်များနှင့်ကမ္ဘာဂြိုဟ်ကို ဖွဲ့စည်းဖြစ်တည်စေတော်မူခြင်း၊ နေ့နှင့်ညအလှည့်အပြောင်းဖြစ်စေတော်မူခြင်းတို့၌ စဉ်းစားဆင်ခြင်တွေးခေါ်ကြသောလူမျိုးအတွက် အမှန်ပင် သက်သေလက္ခဏာတော်များ ရှိ၏။"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "မတ်တပ်ရပ်နေစဉ်ဖြစ်စေ၊ ထိုင်နေစဉ်ဖြစ်စေ၊ မည်သည့်ဘက်တွင် (မည်သို့သောအနေအထား၌) ရှိသည် ဖြစ်စေ၊ အလ္လာဟ်အရှင်မြတ်ကို သတိရတသလျှက် ဖွင့်ဟကြသူတို့သည် မိုးကောင်းကင်များနှင့်ကမ္ဘာဂြိုဟ်တို့ကို ဖြစ်တည်မြဲမြံစေတော်မူခြင်းနှင့်၎င်းတို့ထဲတွင် လူသားတို့က သဘာဝနိယာမတရားဟု အမည်ပေးထားသော အရှင့်စည်းမျဉ်းတော်များထည့်ပေးတော်မူ) ခြင်း၌ (မည်သို့စနစ်တကျနှင့်သဟဇတဖြစ်အောင် ဖွဲ့စည်းဖြစ် တည်စေတော်မူသည်ကို) တွေးတောဆင်ခြင်စူးစမ်းလေ့လာ၍ သုတေသနပြုကြပြီးနောက် “အို၊ ကျွန်ုပ်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်၊ ဤအရာများကို ဖွဲ့စည်းဖြစ်တည် စေခြင်း၌ (မည်သည့် အမှားအယွင်း၊ အပြစ်အနာအဆာနှင့်ပျော့ကွက်ဟာကွက်များ မရှိအောင် ဖြစ်ပေါ်စေသောကြောင့် ရည်ရွယ်ချက်မဲ့မှု၊ အနစ်သာရမဲ့မှုနှင့်) အချည်းနှီး ဖြစ်တည်စေမှု အလျှင်း မရှိပေ။ အသင်အရှင် မြတ်သည် ချို့တဲ့မှု့ လုံးဝ ကင်းစင်တော်မူပြီး အနှိင်းမဲ့ အရှင်ဖြစ်ကြောင်း (မည်သည့်အရာကိုမျှ အကြောင်းမဲ့ ဖွဲ့စည်းဖြစ် တည်စေခြင်း မရှိကြောင်းနှင့်ကိုးကွယ်ထိုက်သော ပကတိဂုဏ်တော်အာလုံးကိုပိုင်ဆိုင်သော အရှင်ဖြစ်ကြောင်း) ဝန်ခံကြပါ၏။ သို့ဖြစ်ရာ ငရဲမီး၏ပြစ်ဒဏ်မှ ကယ်တင်၍စောင့်ရှောက်တော်မူပါ။"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "အို၊ ကျွန်ုပ်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်၊ မည်သူမဆို အရှင့်ခွင့်ပြုမိန့်ဖြင့် ငရဲမီးထဲသို့ ဝင်စေခြင်းခံရလျှင် အရှင်မြတ်သည် ထိုသူအား ဂုဏ်သရေပျက်ခံရသည့်အဆင့်သို့ ရောက်ခဲ့ပြီ။ အရှင့်စည်းမျဉ်းတော်များကို ဖီဆန်ငြင်းပယ်၍ မမှန်မကန်လုပ်သူများအတွက် (ရှိသမျှ) ကူညီသူ အားလုံးအနက်မှ မည်သည့်ကူညီသူကမျှ သူတို့ကို ငရဲမီးမှ ကယ်ဆယ်နိုင်မည် မဟုတ်ပေ။"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "အို၊ ကျွန်ုပ်တို့အား ဖွဲ့စည်းဖြစ်တည်ပျိုးထောင်စေတော်မူသောအရှင်မြတ်၊ ကျွန်ုပ်တို့သည် ယုံကြည်မှုသစ္စာတရားနှင့်စပ်လျဉ်း၍ ဖိတ်ခေါ်နေသူတစ်ဦးက “သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုး ထောင်စေတော်မူသောအရှင်မြတ်ကို ယုံကြည်နိုင်ရန် (လာရောက်နားထောင်ကြလော့။ ဟူသော) ဖိတ်ခေါ်သံကို ကြားရ၍ သွားရောက်ကြားနားခြင်းဖြင့် ကျွန်ုပ်တို့ယုံကြည်လာခဲ့ကြပါပြီ။ သို့ဖြစ်ပါ၍ အို၊ ကျွန်ုပ်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်၊ ကျွန်ုပ်တို့၏အပြစ်များအတွက် လွတ်ငြိမ်းချမ်းသာမှု တောင်းခံခွင့် ပေးသနားတော်မူပါ။ ကျွန်ုပ်တို့၏ချွတ်ချော်မှားယွင်းမှုများနှင့်မတော်တဆလုပ်မိသည့် မကောင်းမှုများအတွက် အခြားကောင်းမှုတစ်ခုခုဖြင့် ပြေရာပြေကြောင်း ပြုလုပ်ရန် ခွင့်ပေးသနားတော်မူပါ။ ထို့ပြင် ကောင်းမှုသီလမြဲမြံသော သူတော်စင်များနှင့်အတူ ဘဝတည် ဆောက်ခွင့်ရပြီး အရှင့်ထံ ခေါ်ယူတော်မူပါ။"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "အို၊ ကျွန်ုပ်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်၊ အရှင့်ရစူလ်တမန်တော်များမှ တစ်ဆင့် (ချမှတ်ပေးအပ်တော်မူသော လမ်းညွှန်ချက်နှင့်အညီ နာခံလိုက်နာခွင့်ပေးသနားတော်မူပြီး ထိုသို့နာခံခြင်းအတွက် ဆုလဒ်အဖြစ်ပေးမည်ဟု) ကတိပေးတော်မူသည့်အတိုင်း ဆုလဒ်များကို ချီးမြှင့် ပေးသနားတော်မူပါ။ ရှင်ပြန်ထမည့်နေ့တွင်လည်း ဂုဏ်သရေသေးသိမ်အောင် အရှင့်ကရုဏာတော်မှ ကင်းဝေးစေတော်မမူပါနှင့်။ မုချဧကန်၊ အသင်အရှင်မြတ်သည် ကတိတော်နှင့်ဆန့်ကျင်၍ အလျှင်း ကွဲလွဲစွာ စီမံပြုလုပ်တော်မူမည် မဟုတ်ပါ။"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "သို့ဖြစ်၍ (အလွန်တရာ ရက်ရောသောအကြင်နာရှင်ဖြစ်တော်မူသောအရှင်) သူတို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်က သူတို့၏ဆုတောင်းလျှောက်တင်မှုနှင့်စပ် လျဉ်း၍ သူတို့ အား \"\"သင်တို့သည် အချို့မှအချို့ (ကို မွေးဖွားစေလျက် တစ်ခုတည်းသော လူသားမိသားစုဝင်များ ဖြစ်သည့်အလျောက်) အချင်းချင်း ရိုင်းပင်းကူညီကြသော အမျိုးသားများ သို့မဟုတ် အမျိုးသမီးများအနက်မှ မည်သူတစ်ဦး တစ်ယောက် (၏ပြုမူကျင့်ကြံလုပ်ဆောင်မှုကိုဖြစ်စေ၊ မည်သည့်နည်းဖြင့်ဖြစ်စေ) အချည်းနှီးဖြစ်စေရန် ငါအရှင်မြတ်က ခွင့်ပြုတော်မူမည် မဟုတ်ပေ။ (ဖိနှိပ်ချုပ်ချယ်ညှင်းပန်းခြင်းကို ခံခဲ့ကြရုံသာမက) သူတို့၏အိုးအိမ် မြို့ရွာတို့မှလည်း နှင်ထုတ်ခြင်းခံရလျှက် မွေးရပ်မြေကို စွန့်ခွာထွက်ခဲ့ရသူတို့သည် (သူတို့၏ဘဝလုံခြုံရေးအတွက် တော်လှန်သည့်အနေဖြင့်) ငါအရှင်မြတ်၏လမ်းတော်၌ ရင်ဆိုင်တိုက်ခိုက်ပြီး အသတ်ခံခဲ့ကြရလျှင် ငါအရှင်မြတ်သည် သူတို့ထံမှ (ယခင်က လုပ်မိခဲ့သည့်) မကောင်းမှုများကို ဖယ်ရှားတော်မူ၍ အကျိုးဆုလဒ် အဖြစ် ငါအရှင်မြတ်ထံတော်မှ “အောက်ခြေတွင် စိမ့်စမ်းရေသွင်သွင်စီးဆင်းနေသော သုခဥယျာဉ်များထဲသို့ မုချဧကန်၊ ဝင်ခွင့်ပြုတော်မူလိမ့်မည်။ အလ္လာဟ်အရှင်မြတ်သည် အကောင်းဆုံးဆုလဒ်ဟူသမျှကို ပိုင်ဆိုင်တော်မူသောအရှင် ဖြစ်သည့်အလျောက် အရှင့်ထံတော်၌ အကောင်းဆုံးဆုလဒ်များသည် အလျှံပယ် ရှိနေတော်မူ၏။"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "နယ်မြေဒေသ၌ (အင်အားပြသရန် ဝင့်ကြွားစွာ) လှည့်ပတ်လှုပ်ရှားနေကြသော မယုံကြည်သူတို့က အသင် (တမန်တော်) အား အချည်းနှီးသော မျှော်လင့်ချက်များဖြင့် လှည့်စားခြင်း မခံရစေနှင့်။"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "လောကီအကျိုးခံစားခွင့်အနည်းငယ်ရပြီးနောက် သူတို့၏နားခိုရာဌာနမှာ ငရဲမီးပင် ဖြစ်၏။ ထို့ပြင် ယင်းသည် အလွန်ယုတ်ညံ့ ဆိုးရွားလှသည့် စက်ဆုပ် ရွံ့ရှာဖွယ်ရာ ဌာနပင် ဖြစ်၏။"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "သို့သော် သူတို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်ကို စိုးရွံ့ထိတ်လန့် (၍အရှင့် စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံး) သူများအား အလ္လာဟ်အရှင်မြတ်ထံတော်မှ ဆုလဒ်နှင့်ဧည့်ဝတ်ကျေပွန်မှုများအဖြစ် “အောက်ခြေတွင် စိမ့်စမ်းရေ တသွင်သွင် စီးဆင်းနေသော သုခဥယျာဉ်များ ရှိ၏။ ကောင်းမှုသီလမြဲမြံသော သူတော်စင်တို့အတွက် အလ္လာဟ်အရှင်မြတ်ထံတော်၌ ပြင်ဆင်ထားတော်မူသောအရာသည် အကောင်းဆုံးပင် ဖြစ်၏။"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "ထို့ပြင် ကျမ်းရပုဂ္ဂိုလ်တို့အနက်မှ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်အပေါ် ဖြူစင်စွာ ယုံကြည်ပြီး သင်တို့ထံ ချမှတ်ပေးအပ်တော်မူသော အမိန့်ပညတ်ချက်များနှင့်သူတို့ထံ ချမှတ်ပေးအပ်တော်မူသည့် အမိန့်ပညတ်ချက်များကိုပါ ယုံကြည်လိုက်နာလျက် အလ္လာဟ်အရှင်မြတ်ကို (ကိုးကွယ်ကြည်ညိုသောအားဖြင့်) ကျိုးနွံစွာ နာခံကြပြီး အလ္လာဟ်အရှင်မြတ်၏သက်သေလက္ခဏာတော်များကို မဖြစ်စလောက်သောအဖိုးအခဖြင့် လှဲလှယ်ရောင်းဝယ်ခြင်းလည်း မပြုလုပ်ကြလျှင် ထိုသူတို့အတွက် အလ္လာဟ်အရှင်မြတ်ထံတော်မှ အကျိုးဆုလဒ်များစွာ ရှိ၏။ အလ္လာဟ်အရှင်မြတ်သည် (ရိုင်းစိုင်မှု၊ ဖီဆန်မှုနှင့်အပြစ်ကျူးလွန်မှုတို့အတွက်) မြန်မြန်ဆန်ဆန်စစ်ဆေး၍ ချက် ချင်းလက်ငင်း အရေးယူတော်မူနိုင်သည့် အရှင်ဖြစ်တော်မူ၏။ 3,201,အို၊ ယုံကြည်သူအပေါင်းတို့၊ (ကြုံတွေ့သမျှ ဒုက္ခအခက်အခဲ၊ အကျပ်အတည်းများနှင့်အသက် အိုးအိမ်စည်းစိမ်ကာကွယ်ရေးအတွက် တော်လှန်ရာတွင်) ခန္တီသည်းခံကြံ့ခိုင်မှုကို (ဇွဲရှိရှိ မြဲမြံစေနိုင်ရန်အတွက်) အချင်းချင်း အပြန်အလှန် တိုက်တွန်းနှိုးဆော်ကြလော့။ ထို့ပြင် သင်တို့၏တာဝန်ဝတ္တရား များကိုလည်း စည်းလုံးညီ ညွတ်စွာဖြင့် မြဲမြံစွာ ကျေပွန်နိုင်ရန် သတိရှိရှိ စောင့်ကြည့်ကြလော့။ အောင်မြင်မှုဆွတ်ခူးနိုင်ရန်အလို့ငှာ အလ္လာဟ်အရှင်မြတ်ကို စိုးရွံ့ထိတ်လန့် (၍ အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံး) ကြလော့။"
        },
        {
            "chapter": 4,
            "verse": 1,
            "text": "အရာခပ်သိမ်းအပေါ် အစဉ် ကရုဏာထားတော်မူသော အနန္တကရုဏာရှင်၊ အားလုံးအပေါ်မပြတ်မစဲ သနားညှာတာတော်မူသော အကြင်နာရှင်၊ (ဖြစ်တော်မူသည့်) အလ္လာဟ်အရှင်မြတ်၏ဂုဏ်တော်၊ နာမတော်ဖြင့်။"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "အို၊ ယုံကြည်သူအပေါင်းတို့၊ သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်ကို စိုးရွံ့ထိတ်လန့် (၍ အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်ဖြင့် မြဲမြံစွာ လိုက်နာကျင့်သုံး) ကြလော့။ ထိုအရှင်သည် သင်တို့ကို တစ်ခုတည်းသောနဖ်စ် (ခေါ် စိတ်ဆန္ဒ၊ ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်စွမ်းရည် စသည်တို့နှင့်ယင်းတို့ကို အရှင့်စည်းမျဉ်းတော်နှင့်အညီဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ အသုံးချ၍ ဆုံးဖြတ်ဆောင်ရွက်စေသော စိတ်ဝိဉာဉ် အတူပါရှိသော မျိုးရိုးဗီဇ) မှ (အသက်ဝိဉာဉ်ရှိစေလျက် အဦးဆုံး လူသားဖြစ်သော အာဒမ်ကို) ဖွဲ့စည်းဖြစ်တည်စေတော်မူပြီး ယင်း (မျိုးရိုးဗီဇ) မှပင် (မမျိုးရိုးဗီဇပါဝင်သည့် အာဒမ်၏ကြင်ယာတော်ကို) ယင်း၏အဖော်အဖြစ် ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၏။ ယင်း (ဖိုမမျိုးရိုးဗီဇ) နှစ်မျိုးမှ အမျိုးသားနှင့်အမျိုးသမီးပေါင်းများစွာတို့ကို မျိုးပွားစေတော်မူ၏။ ယင်း (မျိုးရိုးဗီဇ) နှင့်အတူ (ပြောင်းလဲလာသော အသားအရောင်အမျိုးမျိုး၊ လူမျိုးအဖုံဖုံပေါ်အခြေခံ၍) အချင်းချင်းအပြန်အလှန် စောဒကတက်ပြီး မေးခွန်းထုတ် နေကြသူတို့သည်လည်းကောင်း၊ တူညီသောသားအိမ်ဝမ်းကြာသိုက် (နှင့်ဆက်စပ်သော) သွေးသားဆွေမျိုးရင်းချာတို့သည်လည်းကောင်း (အခွင့်အရေးချိုးနှိမ်ခြင်း၊ ဖိနှိပ်ချုပ်ချယ်ခြင်းနှင့်မတရားပြုမူဆက်ဆံခြင်းတို့မှ ရှောင် ကြဉ်နိုင်ရန်အတွက်) အလ္လာဟ်အရှင်မြတ်ကို စိုးရွံ့ထိတ်လန့် (၍အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိ စိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံး) ကြလော့။ မုချဧကန်၊ အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အပေါ်တွင် (အရှင့် အမိန့်ပညတ်ချက်များချမှတ်ပေးအပ်တော်မူလျက်) အစဉ်ဂရုတစိုက် စောင့်ကြည့်နေတော်မူ၏။"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "မိဘမဲ့တို့အတွက် (သူတို့၏မိဘများထားရစ်သော) ဥစ္စာဓန၊ အခွင့်အရေးနှင့်ပိုင်ဆိုင်မှုများကို (သူတို့အ ရွယ်ရောက်သည့်အချိန်တွင်) အပြည့်အဝ ပြန်လည်ပေးအပ်ကြလော့။ ကောင်းမွန်ပြီး အကျိုးရှိသောအရာများကို ညံ့ဖျင်း၍ အသုံးမဝင်သည့်အရာများဖြင့် လှဲလှယ်ပြောင်းလဲစေခြင်း မပြုကြလေနှင့်။ သူတို့၏ဥစ္စာဓန၊ အခွင့်အရေး နှင့်ပိုင်ဆိုင်မှုများကို သင်တို့၏ဥစ္စာဓန၊ အခွင့်အရေးနှင့်ပိုင်ဆိုင်မှုများထဲသို့ (ရော ယောင်ရောနှောစေလျက်) မတရားမစားသုံး၊ မနှိပ်ကွပ်ကြလေနှင့်။ ထိုသို့လုပ်ခြင်းသည် အမှန်ပင် အလွန့်အလွန် ကြီးလေးသော ရာဇဝတ်မှုကြီး ဖြစ်၏။"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "အကယ်၍ သင်တို့သည် မိဘမဲ့ကလေးများ (၏အခွင့်အရေးများ) နှင့်စပ်လျဉ်း၍ (လည်းကောင်း၊ အမျိုးသမီးဦးရေ သာလွန်ပိုလွန့်၍သော်လည်းကောင်း) တရားမျှတမှု၏ဟန်ချက်အား ညှိပေးနိုင်မည် မဟုတ်ဟု စိုးရိမ်ကြောင့်ကြလျှင် (မုဆိုးမများနှင့်ခိုကိုးရာမဲ့ပြီး ဘဝဖော်ရှာရခက်သော) အမျိုးသမီးများအနက်မှ သင်တို့ (၏အခြေအနေပေါ်မူတည်၍ မျှတစွာ လုပ်ပေးနိုင်ရန်) အတွက် သင့်တော်လိုက်ဖက်သည်ဟု ထင်ရသောသူများကို နှစ်ဦးဖြစ်စေ၊ သုံးဉီးဖြစ်စေ၊ လေးဦးဖြစ်စေ (အမြတ်ထုတ်လိုသော ဆန္ဒဖြင့်မဟုတ်ဘဲ တရားမျှတမှုခိုင်မြဲစေရန်သာ ရည်ရွယ်လျက် တရားဝင်ဘဝဖော်အဖြစ်) ထိမ်းမြားကြလော့။ အကယ်၍ (ထိုသို့ထိမ်းမြားခြင်းသည် သူတို့၏အခွင့်အရေးနှင့်ဘဝလုံခြုံမှုဆိုင်ရာ) တရားမျှတမှုကို အကောင်အတည် ဖော်ရာရောက်လိမ့်မည် မဟုတ်\"\" ဟု စိုးရိမ် ကြောင့်ကြကြလျှင် တစ်မယားစနစ် သို့မဟုတ် သင်တို့၏ (ကောင်းမှုကုသိုလ်ကို ကိုယ်စားပြုသော) ယာ လက်ဝယ်၌ (အစ္စလာမ်မတိုင်မီ) ပိုင်ဆိုင်ထားခဲ့ကြသည် (ကို ယခင်ယဉ်ကျေးမှုဓလေ့တုံးစံနှင့်အညီ ဆက်လက်) ကျင့်သုံးနိုင်ကြ၏။"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "(ထိမ်းမြားလိုသော) အမျိုးသမီးများအား လက်ဆောင်တစ်ခုအဖြစ် (အနှောင်အဖွဲ့ကင်းပြီး တုံ့ပြန်မှုနှင့်မျှော် လင့်ချက်ကင်းသော (လိုလိုလားလားနှင့်ဖြူစင်စွာ ပေးရသော) မဟရ်ခေါ် မင်္ဂလာပစ္စည်း (ရွှေ) ကို ပေးကြလော့။ အကယ်၍ သူမတို့က ယင်းလက်ဆောင်ပစ္စည်းမှ တစ်စုံတစ်ခုကို သင်တို့အတွက် သူမတို့၏လွတ်လပ်သော စိတ်ဆန္ဒအလျှောက် ကင်းလွတ်ခွင့်ပေးကြလျှင် သူတို့ကြည်ဖြူစွာပေးသည့်အရာကို ဝမ်းပန်းတသာ ကြိုဆို လက်ခံလျက် ကျေကျေနပ်နပ် စားသုံးနိုင်၏။"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "ထို့ပြင် အလ္လာဟ်အရှင်မြတ်က သင်တို့ အသက်ရှင်ရပ်တည်နိုင်ရန်အတွက် ရင်နှီးမြှုပ်နှံလျက် စီမံခန့် ခွဲခွင့်ပြုစေတော်မူသော (ဓနဥစ္စာစွမ်းရည်နည်းပညာများနှင့်လက်နက်ကိရိယာဆိုင်ရာ) ပိုင်ဆိုင်မှုများအား (အမှန်တရားကို အာခံဆန့်ကျင်သော လူမိုက်များနှင့်) နုံအသူတို့ထံ မလွှဲအပ်ကြလေနှင့်။ သို့သော် သူတို့အတွက် (အစားအသောက်နှင့်ဆေးဝါးစသော) ရိက္ခာများကို စီမံထောက်ပံ့ရာတွင်လည်းကောင်း၊ အဝတ်အစား၊ အသုံးအဆောင် (နှင့်လူမှုရေးကိစ္စ) များတွင်လည်းကောင်း ယင်း (ပိုင်ဆိုင်မှုများ) ဖြင့် ဖြည့်ဆည်းဆောင်ရွက်ပေးနိုင်၏။ ထို့ပြင် သူတို့အား (ပိုမို၍ မှောင်မိုက်စေသည့် (သို့) ပိုမို၍ နုံအစေသည့် အပြောအဆိုများကို ရှောင်ကြဉ်၍) နားလည်အောင် ရှင်းပြလျက် အကြံကောင်းများဖြစ်သည့်) မျှတကောင်းမွန်ပြီး သိမ်မွေ့သော အပြောအဆိုများကို ပြောကြလော့။"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "မိဘမဲ့ကလေးများကို (သူတို့ကိုယ်စီ စီမံခန့်ခွဲနိုင်စွမ်းရှိပြီး) အိမ်ထောင်ပြုခွင့်ပေးနိုင်သည့် အရွယ်ရောက်သည်အထိ ပျိုးထောင်ပေး၍ (သူတို့၏အရည်အချင်းကို) စမ်းသပ်စီစစ်ကြလော့။ အကယ်၍ သူတို့၌ (သိနားလည်နိုင်စွမ်း၊ ရင့်ကျက်မှုနှင့်လိမ္မာပါးနပ်မှုရှိပြီး) ဖြောင့်မတ်မှန်ကန်သော ဆုံးဖြတ်ချက်အား (သူတို့ကိုယ်တိုင်) ဆုံးဖြတ်နိုင်စွမ်းရှိလာသည့်အခါ သူတို့၏ပိုင်ဆိုင်မှုများ (နှင့်တာဝန်များ) ကို သူတို့ထံ လွှဲပြောင်းပေးအပ်၍ ထိန်းသိမ်းဆောင်ရွက်စေလော့။ (မိဘမဲ့ကလေးများ၏သိနားလည်နိုင်စွမ်းရှိသော) အသက်အရွယ်ကြီးပြင်းလာသည်နှင့်အမျှ (သူတို့၏ပိုင်ဆိုင်မှုများနှင့်တာဝန်များကို သူတို့ထံ လွှဲအပ်ရမည်ကို စိုးရိမ်ကြောင့်ကြ၍) ယင်းတို့ကို နည်းမျိုး စုံဖြင့် အလောတကြီး အမြန်အဆန် ဖြုန်းတီးပျောက်ပျက်စေခြင်းဖြင့် မစားသုံးကြလေနှင့်။ (မိဘမဲ့ကလေးများ၏ပိုင်ဆိုင်မှုများနှင့်ယင်းတို့ကို စီမံခန့်ခွဲရန် တာဝန်ယူထားသူ) မည်သူမဆို ကြွယ်ဝပြည့်စုံသူဖြစ်လျှင် (ထိုသို့ ဖြုန်းတီးပျောက်ပျက်စေခြင်း) လုံးဝ ရှောင်ကြဉ်သင့်သည်။ မည်သူမဆို ချို့တဲ့ဆင်းရဲ၍ မရှိမဖြစ်သော လိုအပ်ချက်ကြောင့် သုံးစွဲလိုလျှင် (ပြန်လည်ပေးဆပ်မည်ကို နှလုံးသွင်းလျက်) သင့်တော်မျှတစွာ စားသုံးနိုင်၏။ (သူတို့ ၏ပိုင်ဆိုင်မှုများနှင့်တာဝန်များကို) သူတို့ထံ လွှဲပြောင်းပေးအပ်စဉ် သူတို့အပေါ် (စောင့်ကြည့်နိုင်မည့်) သက်သေများ၊ စာချုပ်မှတ်တမ်းများ (နှင့်တာဝန်ခံများ) ထားပေးကြလော့။ လူသားတို့အား တွက်ချက်တိုင်းထွာ၍ စုံစမ်းစစ်ဆေးမှုဆိုင်ရာစွမ်းရည်များ ချီးမြှင့်တော်မူထားသော အလ္လာဟ်အရှင်မြတ်နှင့်အတူ (လူသားတို့၏ပြုမူဆောင် ရွက်သမျှ၏မှတ်တမ်းများရှိနေ၍) အရှင်မြတ်တစ်ဆူတည်းသာ စစ်ဆေးဆုံးဖြတ်ပေးရန် လုံလောက်တော်မူပါ၏။"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "အမျိုးသားများအတွက် သူတို့၏မိဘများနှင့်ဆွေမျိုးအရင်းအချာများထံမှလည်းကောင်း၊ အမျိုးသမီးများ အတွက် သူမတို့၏မိဘများနှင့်ဆွေမျိုးအရင်းအချာများထံမှလည်းကောင်း၊ ထားခဲ့သမျှ (အမွေဆိုင်များပစ္စည်း) အနည်းအများအနက်မှလည်းကောင်း၊ ဝေစုတစ်ခုစီရှိစေရန် (သူတို့၏) ရပိုင်ခွင့်တစ်ရပ်ကို မဖြစ်မနေ ပြုလုပ်ရမည့်တာဝန်တစ်ရပ်အဖြစ် သတ်မှတ်ပြဌာန်းခဲ့ပြီ။"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "အမွေခွဲချိန်တွင် ဆွေမျိုးအရင်းအချာများ၊ မိဘမဲ့များနှင့်ဆင်းရဲနွမ်းပါးသူများ ရောက်လာခဲ့သော် ယင်း (အမွေ ဆိုင်ပစ္စည်းများ) မှပင် သူတို့ကို ကျွေးမွေးပြီး သူတို့အား (တရားတော်နှင့်အညီ) ကောင်းမြတ်သော အပြောအဆိုဖြင့် ဆက်ဆံပြောဆိုကြလော့။"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "မိဘမဲ့ကလေးများနှင့်စပ်လျဉ်း၍ ပြုမူဆက်ဆံ ဆုံးဖြတ်ဆောင်ရွက်ကြသူတို့အနေဖြင့် သူတို့၏အားနွဲ့သော ရင်သွေးငယ်များကို သူတို့၏နောက်ကွယ်တွင် ချန်ထားလျက် ဘဝကူပြောင်းသွားရမည်ကို စိုးရိမ်ကြောင့်ကြရသကဲ့သို့ ထိုမိဘမဲ့များနှင့်ပတ်သက်၍လည်း သူအပေါ်တာဝန်ရှိကြောင်းခံစားပြီး စိုးရိမ်ကြောင့်ကြသင့်သည်။ သို့ဖြစ် ၍ အလ္လာဟ်အရှင်မြတ်ကို စိုးရွံ့ထိတ်လန့် (၍ အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံး) လျက် သင့်တော်မျှတသော ပြောဆိုဆက်ဆံမှုဖြင့် မှန်ကန်စွာ ဆုံးဖြတ်ကြလော့။"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "မုချဧကန်၊ အရှင့်စည်းမျဉ်းတော်များကို ချိုးဖောက်၍ မမှန်မမှန်သောနည်းများသုံးလျှက် မိဘမဲ့ကလေးများ၏ဥစ္စာပစ္စည်းများနှင့်ပိုင်ဆိုင်မှုများကို မတရားသဖြင့် စားသုံးကြသူတို့သည် သူတို့၏ဝမ်းဗိုက်တွင်းသို့ (ငရဲ) မီးကိုသာလျှင် စားမျိုခြင်းဖြစ်ပြီး မကြာမီ မီးရှိန်ပြင်းပြင်းဖြင့် တောက်လောင်လျက်ရှိသော မီးတောက်မီးလျှံထဲ၌ ကင်စေခြင်းခံရလိမ့်မည်။"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အား အမွေခွဲဝေခြင်းကိစ္စနှင့်ပတ်သက်၍ အမိန့်ပေးညွှန်ကြားလျက် သွန်သင်တော်မူလိုသည်မှာ သင်တို့၏သားသမီးများတွင် သားယောကျာ်းလေးအတွက် သမီးမိန်းကလေးနှစ်ယောက်၏ဝေစုဝေပုံနှင့်ထပ်တူထပ်မျှလည်းကောင်း၊ (သားမရှိဘဲ) သမီးမိန်းကလေး နှစ်ဦးထက်ပိုခဲ့လျှင် ထိုသူတို့အတွက် (အမွေဆိုင်အဖြစ်) ထားရှိခဲ့သော ပိုင်ဆိုင်မှုများ၏သုံးပုံနှစ်ပုံကိုလည်းကောင်း၊ သမီးမိန်းကလေးတစ်ဦးတည်းသာရှိလျှင် အမွေဆိုင်ပစ္စည်းများ၏ထက်ဝက်ကိုလည်းကောင်း၊ (အမွေထားခဲ့သူ) ၌ သားသမီးတစ်ဦးတည်းသာရှိလျှင် သူ့မိဘနှစ်ပါးအတွက် ခြောက်ပုံတပုံစီကိုလည်းကောင်း၊ အကယ်၍ ထို (အမွေထားခဲ့) သူ၌ သားသမီး တစ်ဦးတစ်ယောက်မျှပင်မရှိလျှင် သူ့မိဘသာလျှင် အမွေဆက်ခံသူဖြစ်လာ၍ သူ့မိခင်အတွက် သုံးပုံတစ်ပုံကိုလည်းကောင်း၊ (အကယ်၍) ယင်း (အမွေထားခဲ့သူ) ၌ (မိဘနှစ်ပါးအပြင်) ညီအစ်ကို၊ မောင်နှမများလည်းရှိ ကြလျှင် သူ့မိခင်အတွက် ခြောက်ပုံတစ်ပုံကိုလည်းကောင်း၊ အမွေခွဲဝေခြင်းကိစ္စနှင့်စပ်လျဉ်း၍ သူ့မှာကြားချက် သို့မဟုတ် သေတမ်းစာအရ ဆောင်ရွက်စရာ ကိစ္စများကို ဆောင်ရွက်ပြီးနောက်၊ သို့တည်းမဟုတ် (ကွယ်လွန်သူမှ ပေးဆပ်ရန်ရှိသော) ကြွေးမြီများကို ပေးဆပ်ပြီးမှသာလျှင် ခွဲဝေကြရမည် ဖြစ်သည်။ (စင်စစ်မူကား) သင်တို့၏ အဘ၊ ဘိုး၊ ဘေး၊ ဘီဘင်များနှင့်သင်တို့၏သား (မြေး၊ မြစ်) များအနက်မှ မည်သူသည် (အမွေ ဆိုင်ပစ္စည်းများ၏) အကျိုးကျေးဇူးကို အရထိုက်ဆုံးဖြစ်ကြောင်း၊ သင်တို့နှင့်သွေးတော်စပ်မှုအရ အနီးစပ်ဆုံး ဖြစ်ကြောင်းကို အသင်တို့ မသိနားမလည်နိုင်ကြသည့်အတွက် အလ္လာဟ်အရှင်မြတ်ထံတော်မှ (အကောင်းဆုံး ဖြစ်အောင် ညွှန်ကြားတော်မူလျက်) မဖြစ်မနေလုပ်ဆောင်ရမည့် တာဝန်တစ်ရပ်အဖြစ် ပြဋ္ဌာန်းတော်မူခဲ့ပြီ။ ဧကန်စင်စစ်၊ အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းတို့ ကောင်းကျိုးဆိုးကျိုးအလုံးစုံကို အကြွင်းမဲ့ သိရှိတော်မူသောအရှင်၊ အရာခပ်သိမ်းတို့အား ထိုသို့ စနစ်တကျနှင့်သဟဇတဖြစ်အောင် ချင့်ချိန်၍ စီရင်ဆုံးဖြတ်ပေးတော်မူရန် အမြော်အမြင်နှင့်ပြည့်စုံတော်မူသောအရှင်ပင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "သူမတို့၌ သားသမီးမရှိလျှင် သင်တို့၏ဘဝကြင်ဖော်များထားခဲ့သော အမွေဆိုင်ပစ္စည်းများအနက်မှ သူမတို့ ၏မှာကြားချက် သို့မဟုတ် သေတမ်းစာအရ လုပ်စရာများကို ဆောင်ရွက်ပြီးနောက် သို့မဟုတ် ပေးဆပ်စရာအကြွေးများကို ပေးဆပ်ပြီးနောက် ကျန်ရှိသောအမွေဆိုင်ပစ္စည်းများမှ သင်တို့အတွက် လေးပုံတစ်ပုံ၊ သင်တို့မှာ သားသမီးမရှိလျှင် သင်တို့ထားခဲ့သော အမွေဆိုင်ပစ္စည်းများအနက်မှ (သင်တို့၏ဘဝဖော်များဖြစ်ကြသော) သူမတို့အတွက် လေးပုံတစ်ပုံ၊ အကယ်၍ သင်တို့မှာ သားသမီးရှိလျှင် သင်တို့၏မှာကြားချက် သို့မဟုတ် သေတမ်းစာအရ ဆောင်ရွက်စရာများကို ဆောင်ရွက်ပြီးနောက် သို့မဟုတ် ပေးဆပ်စရာအကြွေးများကို ပေးချေပြီးနောက် သင်တို့ထားခဲ့သော အမွေဆိုင်ပစ္စည်းများအနက်မှ သူမတို့အတွက် ရှစ်ပုံတစ်ပုံ၊ အကယ်၍ အမျိုးသား တစ်ဦး သို့မဟုတ် အမျိုသမီးတစ်၌ အမွေဆက်ခံနိုင်သော (မိဘ၊ သားသမီးစသော) ပုဂ္ဂိုလ်တစ်ဦးတစ်ယောက်မျှပင် မရှိဘဲ ညီအစ်ကိုမောင်နှမ နှစ်ယောက်သာရှိလျှင် သူတို့တစ်ဦးစီအတွက် ခြောက်ပုံတစ်ပုံစီ၊ အကယ်၍ ညီအစ်ကိုမောင်နှမ နှစ်ဦးထက်ပိုပါက မှာကြားချက် သို့မဟုတ် သေတမ်းစာအရဆောင်ရွက်စရာများကို ဆောင်ရွက်ပြီးနောက် သို့မဟုတ် ပေးဆပ်စရာ အကြွေးများကို ပေးချေပြီးနောက် မည်သူ့ကိုမျှ ထိခိုက်နစ်နာအောင် မလုပ်ဘဲ ကျန်ရှိသော အမွေဆိုင်ပစ္စည်းများ၏သုံးပုံကို သူတို့အားလုံး အညီအမျှ ခွဲဝေကြရန် အလ္လာဟ်အရှင် မြတ်ထံတော်မှ အရှင့်စည်းမျဉ်းတော်ဆိုင်ရာ အမိန့်ညွှန်ကြားချက်အဖြစ် ပြဌာန်းတော်မူ၏။ စင်စစ်သော်ကား အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းတို့၏ ကောင်းကျိုးဆိုးကျိုးအလုံးစုံကို အကြွင်းမဲ့ သိရှိတော်မူသောအရှင်၊ လူသားတို့အား အခွင့်အလမ်းပေးရန်လမ်းညွှန်တော်မူပြီး အားလုံးအပေါ် စာနာထောက်ထားတော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "ဤသည်တို့သည် အလ္လာဟ်အရှင်မြတ် (သတ်မှတ်ပြဋ္ဌာန်းတော်မူသော) စည်းမျဉ်းဥပဒေဘောင်များပင် ဖြစ်၏။ မည်သူမဆို အလ္လာဟ်အရှင်မြတ်နှင့်အရှင့်ရစူလ်တမန်တော်တို့အား နာခံလိုက်နာကြလျှင် သူသည် အောက်ခြေ၌ စိမ့်စမ်းရေ တသွင်သွင်စီးဆင်းနေသော သုခဥယျာဉ်များသို့ ဝင်ခွင့်ရ၍ ယင်း (ဥယျာဉ်များ) ၌ပင် ကာလအကန့်အသတ်မဲ့ နေထိုင်ခွင့်ရလျက် စံမြန်းကြလိမ့်မည်။ အမှန်စင်စစ်၊ ဤ (သို့ ဝင်ခွင့်ရ၍ စံမြန်းရခြင်း) သည်ကား ကြီးကျယ်လှစွာသော အောင်မြင်မှုပင်တည်း။"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "မည်သူမဆို အလ္လာဟ်အရှင်မြတ်နှင့်အရှင့်ရစူလ်တမန်တော်တို့ကို အာခံဖီဆန်၍ အရှင့်စည်းမျဉ်းဥပဒေဘောင်များအား ကျူးလွန်ဖောက်ဖျက်လျှင် ထိုသူအား (ငရဲ) မီးထဲသို့ ဝင်စေတော်မူပြီး ယင်း (ငရဲ) မီး ထဲ၌ပင် ကာလအကန့်သတ်မဲ့ ခံစားရလိမ့်မည်။ ထို့ပြင် ထိုသူအတွက် ဂုဏ်အသရေပျက်ပြားစေသော အပြစ်ဒဏ်ကိုလည်း ပြင်ဆင်ထားခဲ့ပြီဖြစ်၏။"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "သင်တို့၏အမျိုးသမီးတို့အနက်မှ စည်းမစောင့်ဘဲ ကာမကျူးလွန် (လျက် လူ့ဘောင်အသိုင်းအဝိုင်း၌ အကျင့်ပျက်မှုပြန့်ပွားစေသည့် မဖွယ်မရာမှုနှင့်မကောင်းမှုကျူးလွန်) သူတို့နှင့်ပတ်သက်၍ (လူ့ဘောင်အား မကောင်းမှုဘက်သို့ ယိမ်းယိုင်စေခြင်းမှ ကာကွယ်သည့်အနေဖြင့်) သူတို့တစ်ဦးချင်စီအတွက် (ထိုသို့သော မကောင်းမှုလုပ်ခြင်း ရှိ၊ မရှိ အသေအချာစုံစမ်းစစ်ဆေး၍) သင်တို့အနက်မှ မျက်မြင်သက်သေ လေးဦးစီဖြင့် သက်သေခံ စေလော့။ အကယ်၍ ထိုသို့သက်သေခံကြလျှင် သူမတို့အား သေခြင်းတရားချဉ်းကပ်၍ ကွယ်လွန်ချိန်ရောက်သည်အထိ သူမတို့၏အိမ်များတွင် နေအိမ်အခြေချုပ်ဖြင့်ထားကြလော့။ သို့တည်းမဟုတ် အလ္လာဟ်အရှင်မြတ်က နည်းလမ်းတစ်ခုခု ဖြစ်ပေါ်စေသည့်အချိန်အထိ ထိန်းချုပ်ထားလော့။"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "(လူ့ဘောင်အသိုင်းအဝန်းအား မကောင်းမှုဒုစရိုက်များ ပျံ့နှံနေခြင်းမှ ကာကွယ်နိုင်ရန်) ဦးစွာပထမ (အဆိုပါ မကောင်းမှုကျူးလွန်သည့်) အမျိုးသမီးများအနက်မှ နှစ်ဦးကို ပြစ်ဒဏ်ပေးကြလော့။ အကယ်၍ ထိုနှစ်ဦးက အမြင်မှန်ရလျက် ကောင်းမှုဘက်သို့ ပြန်လှည့်ပြီး ကတိကဝတ်များဖြင့် ပြုပြင်ကြလျှင် သူမတို့၏ပြစ်ဒဏ်များကို ရုပ်သိမ်းပေးကြလော့။"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "မကောင်းမှုဖြစ်ကြောင်း မသိနားမလည်ခဲ့စဉ် ကျူးလွန်မိ၍ (ကိုယ့်ဘဝနှင့်ပတ်ဝန်းကျင်ကိုပါပျက်စီးစေ သော) မကောင်းမှုဖြစ်ကြောင်း သိနားလည်လာသည့်အခါ နောင်တကြီးစွာရလျက် ကောင်းမှုဘက်သို့ လှည့်ပြန်ပြီး ကောင်းမှုပြုလုပ်ရန် နီးစပ်နေသူတို့အနက်မှ ဖြစ်ကြသောသူတို့သည် ဖြူစင်သည့်နောင်တဖြင့် အလ္လာဟ်အရှင်မြတ်ဘက်သို့ လှည့်ပြန်ကြသူများ ဖြစ်သောကြောင့် သူတို့၏နောင်တဖြင့် ပြန်လှည့်၍ အသနားခံခြင်းကို (အရှင်မြတ်ကိုယ်တိုင်) သဘောတူလက်ခံတော်မူရန် အလ္လာဟ်အရှင်မြတ်အပေါ်၌ တာဝန်အဖြစ် သတ်မှတ် တော်မူ၏။ စင်စစ် အလ္လာဟ်အရှင်မြတ်သည် အရာခပ်သိမ်းတို့၏လှုပ်ရှားမှု အလုံးစုံကို အကြွင်းမဲ့ သိနေတော်မူသောအရှင်၊ ရှိသမျှတရားသူကြီးအားလုံးကို တွေးတောဆင်ခြင်စေလျက် စီရင်ဆုံးဖြတ်နိုင်စွမ်းပေးတော်သော အရှင်၊ အမြော်အမြင်နှင့်ပြည့်စုံတော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "မကောင်းမှုဒုစရိုက်များ ဖြစ်သည်ကို သိပါလျက် ရည်ရွယ်ချက်ရှိရှိ ဆက်လုပ်၍ သေခြင်းတရား ရောက်လာမည့် သေအံ့ဆဲဆဲတွင် “ယခုအခါ ကျွန်ုပ်နောင်တဖြင့် အမြင်မှန်ရပြီးဖြစ်၍ ကောင်းမှုဘက်သို့ လှည့်ပါရစေ။” ဟုပြောဆိုသူတစ်ဦး၏နောင်တဖြင့်ဝန်ချတောင်းပန်မှုသည် စစ်မှန်သော ဝန်ချတောင်းပန်မှု မမည်ပေ။ (ထိုသို့သော) သူတို့သည် အမှန်တရားကို ဖီဆန်ငြင်းပယ်လျှက်နှင့်ပင် ဘဝကူးပြောင်း တတ်ကြသည့်အတွက် ငါအရှင် မြတ်သည် ထိုသူတို့အတွက် ပြင်းပြနာကျင်ဖွယ်ဖြစ်ရာ စူးနစ်သော ပြစ်ဒဏ်ကို အသင့် ပြင်ဆင်ထားတော်မူ၏။"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "အို၊ ယုံကြည်သူအပေါင်းတို့၊ သင်တို့သည် အမျိုးသမီးတို့အား (အမြတ်ထုတ်ရန်အလို့ငှာ) အဓမ္မနည်းဖြင့် အမွေအဖြစ် သိမ်းပိုက်ခြင်းကို တရားတော်က အလျှင်း ခွင့်ပြုတော်မူမည် မဟုတ်ပေ။ သူမတို့သည် မကောင်းမှုနှင့်မဖွယ်မရာမှုတို့ကို ပြောင်ပြောင်တင်းတင်း မကျူးလွန်သရွေး သူမတို့အား ပေးထားပြီဖြစ်သော လက်ဆောင်ပစ္စည်းများနှင့်အခွင့်အရေးများအနက်မှ အချို့ကို ပြန်လည်၍ ရယူရုပ်သိမ်းရန်အလို့ငှာ သူမတို့အား မချုပ်ချယ်ကြလေနှင့်။ ထို့ပြင် သူမတို့အား တရားတော်နှင့်အညီ တင်းပြည့်ကျပ်ပြည့် မျှမျှတတ ဆက်ဆံပေါင်းသင်းကြလော့။ နှစ်ဦးသဘောတူထိမ်းမြားပြီးမှ (အချိန်အခါနှင့်အခြေအနေအရ) အကယ်၍ သူမတို့အား မကြိုက်နှစ်သက်သည့် စိတ်ဆန္ဒပေါ်လာလျှင် (နှလုံးသွင်းသင့်သည် မှာ) သင်တို့မနှစ်သက်သည့် အရာတစ်ခု တစ်ခုထဲ၌ပင် အလ္လာဟ်အရှင်မြတ်က သင်တို့အတွက် အကောင်းဆုံးဖြစ်မည့်အရာပေါင်း မြောက်မြားစွာကို ဖြစ်ပေါ်ဖြစ်တည်စေတော်မူနိုင်၏။"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "အကယ်၍ သင်တို့သည် သင်တို့တရားဝင်ထိမ်းမြားထားသည့်ဘဝဖော်တစ်ဦး၏နေရာတွင် အခြားဘဝ ဖော်တစ်ဦးဖြင့် အစားတိုးရန် ရည်ရွယ်လျှင် ပထမဘဝဖော်အား ပေးခဲ့ပြီးဖြစ်သော လက်ဆောင်ပစ္စည်းများမှာ ရွှေပုံကြီးပမာ တန်ဖိုးရှိသည့် အရာများဖြစ်သော်ငြားလည်း ယင်းတို့အနက်မှ မည်သည့် တစ်စုတစ်ခုကိုမျှ ပြန် လည်၍ မရယူကြလေနှင့်။ (ပုတ်ခတ်စွပ်စွဲဖွယ်ရာ မတရားသော) ပြောင်ပြောင်တင်းတင်း ပြစ်မှုကျူးလွန်ရာ ရောက်သည့်ရယူမှုမျိုးကို သင်တို့ပြုလုပ်ကြမည်လော။"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "သင်တို့အချင်းချင်း တစ်ဦးနှင့်တစ်ဦး အပြန်အလှန် သဘောတူလက်ခံလျှက် ပြတ်သားခိုင်မာသော မင်္ဂလာကတိပဋိညာဉ်ဖြင့် အနှောင်ဖွဲ့ခြင်း အတည်ဖြစ်ခဲ့ပြီးမှ သူမတို့သာ ပိုင်ဆိုင်သည့်အရာကို မည်သို့ မတရားရယူလို ကြမည်နည်း။"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "ကျမ်းတော်မြတ်ကုရ်အာန်ချမှတ်ပေးအပ်ခြင်းမခံရမီ လုပ်ခဲ့မိခြင်းမှအပ (ယခုအခါ) သင်တို့၏ဖခင်များ ဖြစ်ကြသော (အဖ၊ ဘိုး၊ ဘေး) တို့က ထိမ်းမြားခဲ့ပြီးသော အမျိုးသမီးများကို သင်တို့ ထိမ်းမြားခြင်း မပြုကြလေနှင့်။ ထိုသို့ပြုခြင်းသည် အမှန်ပင် အကျင့်ပျက်ဖောက်ဖြန်မှုနှင့်စက်ဆုပ်ရွံ့ရှာဖွယ်ကောင်းသည့် မကောင်းမှု ဖြစ်ရုံသာမက အလွန်ဆိုးရွားလှသော အကုသိုလ်လမ်းစဉ်ပင် ဖြစ်၏။"
        }
    ]
}