{
    "juzs": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "အကယ်၍ ငါအရှင်မြတ်သည် (သူတို့လိုလားတောင်းဆိုသည့်အတိုင်း) သူတို့ထံသို့ မလာအီ ကာစေတမန်များကို စေလွှတ်တော်မူပြီး ကွယ်လွန်သွားသူများကို ရှင်စေတော်မူ၍ သူတို့နှင့်စကားပြောစေတော်မူကာ အရာခပ်သိမ်းတိုကို သူတို့၏မျက်မှောက်တွင် မျက်နှာချင်းဆိုင်တွေ့ဆုံရန် စုရုံးစေတော်မူသည့်တိုင် အလ္လာဟ်အရှင်မြတ်က အရှင့်ဆန္ဒတော်၏စည်းမျဉ်းတော်နှင့်အညီ အလိုရှိတော်မူသောသူများမှအပ အလျှင်း ယုံကြည်လိမ့်မည် မဟုတ်ပေ။ အမှန်မှာ သူတို့အနက်မှ အများစုသည် အသိပညာကင်းမဲ့ နေကြ၏။"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "ထိုကဲ့သို့ပင် ငါအရှင်မြတ်သည် (လူသားတို့အား လောကီဘဝတွင် လွတ်လပ်စွာ ရွေးချယ်ပိုင်ခွင့်ပေးထားတော်မူပြီး လူ့ဘဝတည်ဆောက်ရေးဆိုင်ရာ အရှင့်လမ်းစဉ်တော်အား လူသား၏လွတ်လပ်သောဆန္ဒဖြင့် ယုံကြည်ခွင့်ပေးတော်မူထားသော အရှင့်လမ်းစဉ်တော်အား ရှင်းပြစေရန် စေလွှတ်တော်မူသည့်) နဗီတမန်တော်ကိုယ်စီ လက်ထက်၌ ဂျင်န်နှင့်လူသားတို့အနက်မှ စေတန်မကောင်းဆိုးဝါးတို့သည် အချို့ကအချို့ကို နားဝင်ချိုပြီး လှပစွာ တန်ဆာဆင်ထားသော အပြောအဆိုများဖြင့် လှည့်စားလျှက် စေ့ဆော်လှုံ့ဆော်ခြင်း ခံရခြင်းကြောင့် ရန်သူ ဖြစ်လာစေတော်မူ၏။"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "နောင်တမလွန်ဘဝကို မယုံကြည်ကြသော သူတို့၏စိတ်နှလုံးတို့သည် သူတို့က ကျူးလွန်မြဲကျူး လွန်နေကြသော (အပြောမဆို၊ အပြုအမူစသည့်) မကောင်းသည့်လုပ်ရပ်များကို ဆက်လက်ကျူးလွန်ရန်နှင့် ထိုကျူးလွန်မှု၌ ပျော်မြူးကြရန်သာ (ဆန္ဒရှိသောကြောင့်) ယင်း (မကောင်းမှု) ဘက်သို့ ယိမ်းယိုင်တိမ်းညွှတ်ကြသည်။"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "(အို၊ ရစူလ်တမန်တော်၊ ထိုသူတို့အား) “ ကျွန်ုပ်သည် (သင်တို့နှင့်ကျွန်ုပ်ကြားတွင် ဖြစ်ပျက်နေသည့် အရေးကိစ္စများနှင့်စပ်လျဉ်း၍) အလ္လာဟ်အရှင်မြတ်မှအပ အခြား စီရင်ဆုံးဖြတ်ပေးမည့် တရားသူကြီးတစ်ဦးကို ရှာဖွေရမည်လော။” (ဟု မေးမြန်းလော့။) ထိုအရှင်မြတ်သည် သင်တို့ထံ (ဤ ပြီးပြည့်စုံသော အနှိုင်းမဲ့) ကျမ်းတော်ကို (အမှား၊ အမှန်ခွဲခြားသိမြင်နိုင်သော အသုံးအနှုန်းများနှင့်) အသေးစိတ်ရှင်းလင်းတင်ပြသည့် အနေအထားဖြင့် ချမှတ်ပေးအပ်တော်မူပြီး အရှင့်ထံတော်မှ ကျမ်းတော်ချမှတ်ပေးအပ်ခြင်းခံရသူတို့သည် ထိုကျမ်း တော်မှာ အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်ထံတော်မှ အမှန်တရားသစ္စာဖြင့် (တိကျမှန်ကန်ပြတ်သားစွာ) ချမှတ်ပေးအပ်ခြင်းခံရသောကျမ်း မုချပင် ဖြစ်ကြောင်း သိကြ၏။ သို့ဖြစ်ပေရာ မည်သည့်အခါမျှ သံသယမကင်းဖြစ်လျှက် အငြင်းသန်သူများထဲတွင် အပါအဝင် မဖြစ်ကြလေနှင့်။"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "အသင် (တမန်တော်) အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်၏ ဗျာဒိတ်တော် (ဖြစ်သော ကျမ်းတော်မြတ်ကုရ်အာန်) အား တိကျမှန်ကန်ပြတ်သားစွာနှင့်တရားမျှတစွာဖြင့် ပြီးပြည့်စုံစေတော်မူပြီဖြစ်၍ အရှင့်ဗျာဒိတ်တော်ကို ပြောင်းလဲနိုင်သူဟူ၍ အလျင်း မရှိချေ။ ထိုအရှင်မြတ်သည် (လူသားတို့၏မဟုတ်မှန်သော ဝါဒဖြန့်မှုအပါအဝင် အပြောအဆိုအားလုံးကို) အကြွင်းမဲ့ ကြားနေတော်မူသော အရှင်၊ အရာခပ်သိမ်းတို့နှင့်စပ်လျဉ်း၍ အချက်အလက်အသေးစိတ်ကို အကြွင်းမဲ့ သိနေတော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "အကယ်၍ ကမ္ဘာဂြိုဟ်၌ (အမှန်တရားနှင့်တရားမျှတမှုကို လျစ်လျူလျက်) လူအများစု (၏ဆန္ဒကိုသာ ဦးစားပေး၍) နာခံလိုက်နာခဲ့သော် သူတို့သည် (အသင့်ကို) အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တော်မှလွဲချော်စေ၍ လမ်းမှားရောက်စေလိမ့်မည်။ အမှန်စင်စစ်၊ သူတို့သည် ထင်မြင်ယူဆချက်နောက်ကိုသာလျှင် လိုက်နာနေကြ သူများဖြစ်ပြီး (အမှန်တရားနှင့်လုံးဝ မဟပ်စပ်ဘဲ) ရမ်းဆပြောဆိုကြသူများသာ ဖြစ်ကြ၏။"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "ဧကန်ပင်၊ အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်သည် အရှင့်လမ်းစဉ်တော်မှ လွဲဖယ်၍ လမ်းမှားရောက်နေသူများ အကြောင်းကို အသိဆုံးပင် ဖြစ်တော်မူ၏။ ထို့အပြင် ထိုအရှင်မြတ်သည်ပင် အရှင့်လမ်းညွှန်တော် (ဖြစ်သော ကျမ်းတော်) အားဖြင့် လမ်းညွှန်ခြင်းခံရ (လျက် ထိုလမ်းညွှန်တော်နှင့်အညီ ဘဝဆောက်တည်) သူများအကြောင်းကိုလည်း အသိဆုံးပင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "သို့ဖြစ်ပေရာ အသင်တို့သည် အရှင့်အာယာသ်သက်သေလက္ခဏာတော်များကို ယုံကြည်သူများ ဖြစ်ကြလျှင် အလ္လာဟ်အရှင်မြတ်က ခွင့်ပြုထားသောအရာများ၊ (အရှင့်စည်းမျဉ်းတော်နှင့်ကိုက်ညီပြီး) အရှင့်နာမတော် တသခြင်းခံရသည့် အရာများကိုသာ စားသုံးကြလော့။"
        },
        {
            "chapter": 6,
            "verse": 119,
            "text": "အလ္လာဟ်အရှင်မြတ်၏ (စည်းမျဉ်းတော်နှင့်အညီ အရှင်မြတ်က ခွင့်ပြုထားသော အရှင့်နာမတော် တသခြင်းခံရသည့်အရာများကို မစားသုံးရန် အဘယ်အကြောင်း ရှိသနည်း။ မည်သည့်အရာများက (သင်တို့အတွက် မသင့်တော်၍) သင်တို့အပေး တရားမဝင်သည့် တားမြစ်ခံရသော အရာများဖြစ်သည်ကို အသေးစိတ်ရှင်းပြ စေတော်မူပြီးဖြစ်၍ မလွှဲမရှောင်သာ အတင်းအဓမ္မစားသုံးစေသည့်အရာများမှအပ (ထိုတားမြစ်ထားသောအရာများကို မစားသုံးကြလေနှင့်။) ထို့ပြင် မုချဧကန်၊ များစွာသောသူတို့သည် သူတို့၏အလိုရမ္မက်များကြောင့် အသိတရားကင်းမဲ့ကြလျက် အမှန်ပင် လမ်းမှားသို့ ရောက်သွားကြလေ၏။ ဧကန်ပင်၊ အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသောအရှင်မြတ်သည် အရှင့်စည်းမျဉ်းတော်များကို ချိုးဖောက်ကျူးလွန်နေသူတို့နှင့်ပတ်သက်၍ အသိဆုံးဖြစ်တော်မူသော အရှင်ပင်ဖြစ်၏။"
        },
        {
            "chapter": 6,
            "verse": 120,
            "text": "အသင်တို့သည် လူသိရှင်ကြားသိသာထင်ရှားသော မကောင်းမှုများနှင့်တိတ်တဆိတ်လျှို့ဝှက်စွာ ကျူးလွန် ကြသည့် အဇ္ဈတ္တမကောင်းမှုများကို စွန့်လွှတ်ကြကုန်လော့။ ဧကန်ပင်၊ မကောင်းမှုဒုစရိုက်တို့ကို ရှာဖွေဆည်းပူး၍ ကျင့်ကြံကြသူတို့သည် မကြာမီ သူတို့ပြုမူကျင့်ကြံခဲ့သမျှ၏အကျိုးဆက်ကို ပေးဆပ်ကြရလိမ့်မည်။"
        },
        {
            "chapter": 6,
            "verse": 121,
            "text": "အလ္လာဟ်အရှင်မြတ်၏စည်းမျဉ်းတော်နှင့်အညီ ယင်းတို့အပေါ်အရှင့်နာမတော်အား သတိရ တသခြင်း မခံရသော အစားအသောက်များကို စားသောက်ခြင်းမပြုကြလေနှင့်။ အကြောင်းမှာ ထိုသို့ စားသောက်ခြင်းသည် အရှင့်အမိန့်တော်ကို အာခံဖီဆန်ခြင်းပင်ဖြစ်ပြီး ဧကန်ပင်၊ စေတန်မကောင်းဆိုးဝါးတို့သည် သင်တို့နှင့်အချေ အတင်ပြောဆိုငြင်းခုံကြရန်သူတို့၏လူယုံမိတ်ဆွေအပေါင်းအသင်းတို့အား စေ့ဆော်လှုံ့ဆော်ကြ၏။ ထို့ပြင် အကယ်၍ သူတို့အား နာခံလိုက်နာလျှင် သင်တို့သည် အမှန်ပင် အရှင်မြတ်နှင့်တွဲဖက်တုပြိုင်၍ ကိုးကွယ်ကြသူတို့မှ ဖြစ်ကြလိမ့်မည်။"
        },
        {
            "chapter": 6,
            "verse": 122,
            "text": "(အတွေးအခေါ်အယူအဆဆိုင်ရာ) အမှောင်အထပ်ထပ်၌ရှိနေလျက် ယင်းအမှောင်ထုမှ ရုန်းထွက်နိုင်ခြင်း မရှိသောသူပမာ (နာမ်ရေးရာ) သေနေသောကြောင့် ငါအရှင်မြတ်သည် သူ့အတွက် (ကျမ်းတော်ကို) အလင်း ရောင်ဖြစ်စေတော်မူ၍ လူဘုံအလယ်တွင် ထိုအလင်းတော်အားဖြင့် သွားလာလှုပ်ရှားနိုင်အောင် ပြုလုပ်ပေးတော် မူပြီး သူ့ကိုရှင်သန်စေတော်မူသူနှင့်အမှောင်ထဲတွင် ဆက်လက်ရှိနေသူတို့နှင့်တူညီမည်လော။ ဤနည်း အတိုင်းပင် (အရှင့်အလင်းတော်မှ ကင်းဝေးနေသော) မယုံကြည်သူ (နှင့် အမှန်တရားကို ဖီဆန်ငြင်းပယ်သူ) တို့အတွက် သူတို့ ၏ပြုမူကျင့်ကြံဆောင်ရွက်သမျှတို့ကို စွဲမက်စရာဖြစ်အောင် တင့်တယ်စေတော်မူ၏။"
        },
        {
            "chapter": 6,
            "verse": 123,
            "text": "ထိုနည်းနှင်နှင် ငါအရှင်မြတ်သည် မြို့ရွာတိုင်းတွင် အလွန်ထင်ရှားကျော်ကြားသော ရာဇဝတ်ကောင် အကြီးအကဲများအား ယင်းမြို့ရွာများ၌ (သူတို့၏အလိုဆန္ဒများနှင့်အညီ) မကောင်းမှုကြံစည်ရန် ခွင့်ပြုတော်မူခဲ့၏။ သူတို့၏မကောင်းသော ကြံစည်လုပ်ဆောင်မှုများသည် သူတို့၏နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူ ထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အညီဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒနှင့်အညီဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သော စိတ်ဝိဉာဉ်) အားဖြင့် ဆုံးဖြတ်လုပ်ဆောင်ခဲ့ခြင်းသာဖြစ်သော်လည်း သူတို့သတိမမူနိုင်ကြချေ။"
        },
        {
            "chapter": 6,
            "verse": 124,
            "text": "သူတို့ထံ အရှင်မြတ်၏အာယာသ်သက်သေလက္ခဏာ တစ်စုံတစ်ရာရောက်လာသည့်အခါတိုင်း သူတို့က “ကျွန်ုပ်တို့သည် အလ္လာဟ်အရှင်မြတ်၏ရစူလ်တမန်တော်များထံသို့ ချမှတ်ပေးအပ်ခြင်းခံရသောသက်သေလက္ခဏာများပမာ ကျွန်ုပ်တို့အားလည်း မချီးမြှင့်သမျှကာလပတ်လုံး ယုံကြည်ကြမည် အလျှင်း မဟုတ်ချေ။ အလ္လာဟ် အရှင်မြတ်သည်သာ မည်သူအား မည်သို့ အရှင့်ဗျာဒိတ်သတင်းပို့ဆောင်သည့် ရစူလ်တမန်တော်ဂုဏ်ဘွဲ့ပေးအပ်ရန် (အရည်အသွေးပြည့်မီ) ဖြစ်စေတော်မူရမည်ကို အသိဆုံး ဖြစ်တော်မူ၏။ မကြာမီ ရာဇဝတ်မှုကျူးလွန် သူတို့အား (ဤလောကီဘဝတွင်) အလ္လာဟ်အရှင်မြတ်၏ထံတော်မှ ဂုဏ်ရည်သေးသိမ်မှု ဝေဒနာကိုခံစားစေလိမ့်မည်ဖြစ်ပြီး (နောင်တမလွန်ဘဝတွင်လည်း) သူတို့၏ကြံစည်လုပ်ဆောင်မှုများကြောင့် ပြင်းထန်သော ပြစ်ဒဏ်ကို ခံစားစေတော်မူလိမ့်မည်။”"
        },
        {
            "chapter": 6,
            "verse": 125,
            "text": "ထိုသို့ဖြင့် အလ္လာဟ်အရှင်မြတ်သည် အရှင့်ဆန္ဒတော်၏စည်းမျဉ်းတော်နှင့်အညီ လမ်းညွှန်တော်မူရန် ရည်ရွယ်တော်မူသည့်သူအား သူ၏စိတ်နှလုံးသားကို (အရှင်မြတ်ထံအပ်နှံလျက်) အစ္စလာမ်အတွက် (ဘဝနစ်မြုပ်နိုင်ရန် သိနားလည်နိုင်သည့်စွမ်းရည်များဖြင့်) ပွင့်ကားကျယ်ဝန်းစေတော်မူ၏။ (သူတို့၏စိတ်အလိုဆန္ဒကြောင့်) လမ်း မှား သို့ရောက်ရန် ကြံရွယ်သူအား မိုးကောင်းကင်သို့ မြင့်တက်သူပမာ (မာနထောင်လွှားသည့်အတွက်) သူ၏စိတ်နှလုံးကို တင်းကျပ်ကျဉ်းမြောင်းစေတော်မူရန် ရည်ရွယ်တော်မူ၏။ ထိုကဲ့သို့ပင် အလ္လာဟ်အရှင်မြတ်သည် (အရှင့်အမိန့်ပညတ်ချက်များအား) မယုံကြည်ကြသူတို့အပေါ် (သူတို့၏တွေးခေါ် ဆင်ခြင်မှုများ၌) အညစ်အကြေးများ ဖြစ်ပေါ်စေတော်မူ၏။"
        },
        {
            "chapter": 6,
            "verse": 126,
            "text": "ဤသည် အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်၏ (အစစ အရာရာတွင်) ဖြောင့်မတ်မှန်ကန်တည်ကြည်စေမည့် လမ်းစဉ်တော်ပင် ဖြစ်၏။ မုချဧကန်၊ ငါအရှင်မြတ်သည် သတိရှိစွာဖြင့် တွေးတောဆင်ခြင်ကြသော လူမျိုးတို့အတွက် အရှင့်အာယာသ်သက်သေလက္ခဏာတော်များကို အသေးစိတ် ရှင်းလင်းတင်ပြစေတော်မူခဲ့ပြီဖြစ်၏။"
        },
        {
            "chapter": 6,
            "verse": 127,
            "text": "(ထိုသို့ စိတ်နှလုံးဖြူစင်စွာဖြင့် သတိရှိစွာဆင်ခြင်ကြလျှင်) သူတို့အတွက် သူတို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသောအရှင်မြတ်ထံတော်၌ (အရှင့်မင်္ဂလာအပေါင်းနှင့်ပြည့်စုံပြီး တည်ငြိမ်အေးချမ်း၍ လုံခြုံသာယာသည့်) ငြိမ်းချမ်းရေး ဘုံဗိမာန်ရှိပြီး ထိုအရှင်မြတ်သည်ပင် သူတို့ပြုမူကျင့်ကြံလုပ်ဆောင်မှုများနှင့်အညီ သူတို့၏ယုံကြည်စိတ်အချရဆုံးသော စောင့်ရှောက်အုပ်ထိန်းသူဖြစ်၏။"
        },
        {
            "chapter": 6,
            "verse": 128,
            "text": "ထို (နောင်တမလွန်ဘဝ၏တရားစီရင်မည့်) နေ့တွင် ထိုအရှင်မြတ်သည် သူတို့အားလုံးကို စုရုံးစေတော်မူ၍ “အို၊ ဂျင်န်အပေါင်းတို့၊ လူသားတို့အနက်မှ များစွာသောသူတို့အား သင်တို့က အမှန်ပင် လမ်းမှားရောက်စေခဲ့ပြီ (ဟု မိန့်တော်မူမည်။) လူသားတို့အနက်မှ သူတို့၏လူယုံမိတ်ဆွေအရင်းအချာတို့က “အို၊ ကျွန်ုပ်တို့အား ဖွဲ့စည်း ဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသောအရှင်မြတ် ကျွန်ုပ်တို့သည် အချင်းချင်း အချို့ကိုအချို့ (ကိုယ် ကျိုးစီးပွားကိုသာ ဦးစားပေးလျက်) အကျိုးခံစားခဲ့ပြီးနောက် ကျွန်ုပ်တို့အတွက် အရှင်မြတ်သတ်မှတ်ပြဋ္ဌာန်းတော်မူသည့် သတ်မှတ်ကာလ ကျွန်ုပ်တို့ထံရောက်ခဲ့ပြီ။” ဟု ပြောဆိုကြမည်။ ထိုစဉ် အရှင်မြတ်က “အလ္လာဟ်အရှင်မြတ်သည် အရှင့်ဆန္ဒတော်၏စည်းမျဉ်းတော်နှင့်အညီ ကင်းလွှတ်ခွင့်ပေးတော်မူသည့်သူများမှအပ သင်တို့အားလုံး၏နေရာဌာနဖြစ်သော ဤငရဲမီး၌ ကာလအကန့်အသတ်မဲ့နေထိုင်ကြရမည်။” ဟု မိန့်တော်မူမည်။ မုချဧကန်၊ အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်သည် စီရင်ဆုံးဖြတ်မှုဆိုင်ရာ ဉာဏ်အမြော်အမြင်တော်နှင့်ပြည့်စုံတော်မူသောအရှင်၊ အရာခပ်သိမ်းတို့ကို အကြွင်းမဲ့ သိနေတော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 6,
            "verse": 129,
            "text": "ဤနည်းအတိုင်းပင် ငါအရှင်မြတ်သည် အရှင့်စည်းမျဉ်းချိုးဖောက်၍ မမှန်မကန်ပြုမူကျင့်ကြံသူတို့အား အချို့ကိုအချို့အားဖြင့် သူတို့၏ပြုမူကျင့်ကြံဆောင်ရွက်မှုများနှင့်အညီ ထိန်းချုပ်ကွပ်ကဲစေတော်မူ၏။"
        },
        {
            "chapter": 6,
            "verse": 130,
            "text": "အို၊ ဂျင်န်နှင့်လူသားအသိုင်းအဝိုင်းအပေါင်းတို့၊ အသင်တို့ထဲမှဖြစ်သော ရစူလ်တမန်တော်များ သင်တို့ထံ ရောက်လာ၍ အသင်တို့အား ငါအရှင်မြတ်၏အာယာသ် သက်သေလက္ခဏာတော်များကို ပြောပြပြီး ဤ (တမလွန်တရားစီရင်မည့်) နေ့ကို ရင်ဆိုင်ကြုံရမည်ဖြစ်ကြောင်း သင်တို့အား သတိပေးခဲ့ပြီ မဟုတ်လော။ ထိုစဉ် သူတို့က “(ရစူလ်တမန်တော်များ၏သတင်းစကားများ ကျွန်ုပ်တို့ထံ ရောက်ခဲ့ကြောင်းကို) မျက်မြင်သက်သေ များပမာ) ကျွန်ုပ်တို့ သက်သေခံကြပါပြီ။ သို့သော် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့် စည်းမျဉ်းတော်အညီဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒနှင့်အညီဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သော စိတ်ဝိဉာဉ်) ကို ကျွန်ုပ်၏အလိုဆန္ဒအတိုင်းသာ အသုံးချကြ၏။” ဟု ဖြေဆိုကြလိမ့်မည်။ လောကီဘဝသက်တမ်း (၏ အပျော်အပါးများ) သည် သူတို့အား လှည့်စားခဲ့ပြီး သူတို့၏နဖ်စ်ကို သူတို့၏အလိုရမ္မက်အတွက်သာ အသုံးချခြင်းကြောင့် သူတို့သည် မယုံကြည်သူ (နှင့်အမှန်တရားကို ဖီဆန်ငြင်းပယ်သူ) များဖြစ်လာခဲ့ကြောင်းကို သူတို့ကိုယ်တိုင် သက်သေခံကြလိမ့်မည်။"
        },
        {
            "chapter": 6,
            "verse": 131,
            "text": "ထိုသို့ပင် (တမန်တော်များကို စေလွှတ်တော်မူခဲ့ခြင်းသည်) အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်သည် မည်သည့် မြို့ရွာဒေသကိုမျှ ထိုမြို့ရွာဒေသ၌ နေထိုင်ကြသူတို့အား (သူတို့ မည်သို့ ဘဝဆောက်တည်သင့်ကြောင်း၊ အရှင့်အမိန့်တော်နှင့်အညီမဟုတ်ဘဲ သူတို့၏စိတ်အလိုဆန္ဒအတိုင်း ဘဝဆောက်တည်ခြင်း၏အကျိုးဆက် မည်သို့ဖြစ်လာနိုင်ကြောင်းတို့နှင့်စပ်လျဉ်း၍ သတိပေးတော် မမူဘဲ) သူတို့သတိမမူနိုင်သည့်အခြေအနေတွင် (အရှင့်စည်းမျဉ်းတော်နှင့်အညီမဟုတ်ဘဲ) မတော်မတရား ဖျက်ဆီးစေတော်မူလေ့ မရှိပေ။"
        },
        {
            "chapter": 6,
            "verse": 132,
            "text": "စင်စစ်မူကား (ထိုဂျင်န်နှင့်လူသားတို့တွင်) သူတို့၏ပြုမူကျင့်ကြံဆောင်ရွက်မှုများနှင့်အညီ သူတို့အားလုံးအတွက် အဆင့်အတန်းနှင့်အခွင့်အလမ်းကိုယ်စီ ရှိ၏။ အသင့်အားဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်သည် သူတို့ပြုမူကျင့်ကြံဆောင်ရွက်သမျှကို သတိမမူ ဥပေက္ခာပြုတော်မူသောအရှင် အလျှင်း မဟုတ်ချေ။"
        },
        {
            "chapter": 6,
            "verse": 133,
            "text": "အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်သည် လိုလားတောင့်တခြင်းကင်းမဲ့လျက် ကုံလုံပြည့်စုံတော်မူသောအရှင်၊ ကရုဏာအပေါင်းကို ပိုင်ဆိုင်ထားတော်မူသော အရှင် ဖြစ်တော်မူ၏။ အကယ်၍ အရှင့်ဆန္ဒတော်၏စည်းမျဉ်းတော်နှင့်အညီ အလိုရှိတော်မူလျှင် ထိုအရှင်မြတ်သည် သင်တို့အားလုံးကို ဖယ်ရှားစေတော်မူပြီး သင်တို့ မရှိသည့်နောက်တွင် သင်တို့အား အခြားလူမျိုးတို့၏သားစဉ် မြေးဆက်များအနက် ပျံ့ပွားစေတော်မူသကဲ့သို့ (အရှင့်ဆန္ဒတော်၏စည်းမျဉ်းတော်နှင့်အညီ) အလိုရှိတော်မူသော သူတို့အား (သင်တို့၏နေရာတွင်) ဆက်ခံစေတော်မူမည်။"
        },
        {
            "chapter": 6,
            "verse": 134,
            "text": "မုချဧကန်၊ သင်တို့အား ကတိတော်ထားရှိတော်မူသမျှ (တမလွန်တရားစီရင်မည့်နေ့တွင် ပြုမူကျင့်ကြံမှုများ၏အကျိုးဆက်တို့) သည် မုချပင်၊ ဆိုက်ရောက်လာမည်ဖြစ်၏။ ထိုစဉ် သင်တို့သည် (ယင်းတို့ကို နှောင့်ယှက်ဟန့်တား၍ လွတ်မြောက်နိုင်ရန်) စွမ်းဆောင်နိုင်ကြသူများ အလျှင်း မဟုတ်ကြချေ။"
        },
        {
            "chapter": 6,
            "verse": 135,
            "text": "ဟောပြောလော့။ “အို၊ ကျွန်ုပ်၏လူမျိုးတို့၊ သင်တို့သည် သင်တို့၏စွမ်းဆောင်ရည် အနေအထားနှင့်အခြေအနေပေါ်မူတည်၍သာ ပြုမူလုပ်ဆောင်ကြလော့။ ဧကန်ပင်၊ ကျွန်ုပ်သည်လည်း လက်တွေ့ကျကျ ပြုမူလုပ်ဆောင်သူတစ်ဦးသာ ဖြစ်၏။ မည်သူသည် သူ့အတွက် (တမလွန်ဘဝ၏သုခချမ်းသာကို ခံစားနိုင်မည့် ဗိမာန်ဖြစ်သော) နောက်ဆုံးပန်းတိုင်ကို ပိုင်ဆိုင်လိမ့်မည်ဖြစ်ကြောင်းမကြာမီ သင်တို့သိကြလိမ့်မည်။ ဧကန်မုချ၊ အရှင့်စည်းမျဉ်းချိုးဖောက်၍ မမှန်မကန်ပြုမူကျင့်ကြံကြသူ (မည်သူမဆို) တို့သည် (ထိုတမလွန်ဘဝ၌) အောင်မြင်ကြမည် မဟုတ်ချေ။”"
        },
        {
            "chapter": 6,
            "verse": 136,
            "text": "အလ္လာဟ်အရှင်မြတ်က ဖွဲ့စည်းဖြစ်တည်ပေါက်ပွားစေတော်မူသော လယ်ယာထွက်ကုန်များနှင့် (ကျွဲ၊ နွား၊ ဆိတ်စသော တိရိစ္ဆာန်တို့အနက်မှ အရှင်မြတ်အတွက် ဝေစုတစ်ခုသတ်မှတ်ဖန်တီးကြလေ၏။ တစ်ဖန် (ထိုသူတို့သည်) သူတို့၏ထင်မြင်ယူဆချက်အတိုင်း “ဤသည် အလ္လာဟ်အရှင်မြတ်အတွက်ဖြစ်၏။ ဤသည် အရှင်မြတ် နှင့်တွဲဖက်တုပြိုင်၍ ကိုးကွယ်ကြသည့် ကိုးကွယ်ရာများအတွက်ဖြစ်၏။” ဟု ပြောဆိုကြသည်။ အရှင်မြတ်မှလွဲ၍ အခြားသော ကိုးကွယ်ရာများအတွက် ရည်စူးထားသောအရာများသည် အလ္လာဟ်အရှင်မြတ်ထံတော်သို့ ရောက်ရှိ မည်မဟုတ်သော်လည်း အလ္လာဟ်အရှင်မြတ်အတွက်ဟု ရည်စူးထားသော (အရှင်မြတ်ချီးမြှင့်တော်မူထားသည့် အရာများ) ကိုမူ အရှင်မြတ်နှင့်တွဲဖက်၍ ကိုးကွယ်သော ကိုးကွယ်ရာများထံ ဆည်းကပ်ကြ၏။ သူတို့ (ပူဇော် ဆည်းကပ်မှုဆိုင်ရာ အယူအဆများဖြင့် ထိုသို့) ဆုံးဖြတ်ဆောင်ရွက်ကြသမျှတို့သည် အလွန်ပင် ယုတ်ညံ့သော အကုသိုလ်ပင် ဖြစ်၏။"
        },
        {
            "chapter": 6,
            "verse": 137,
            "text": "ထိုနည်းအတိုင်းပင်၊ အရှင်မြတ်နှင့်တွဲဖက်တုပြိုင်၍ အခြားအရာများကို ကိုးကွယ်ကြသူတို့အနက်မှ အများစုအတွက် (သူတို့၏အမြင်၌) သူတို့၏ဒီန် (ခေါ် လူသားတို့အတွက် ရုပ်နာမ်ဆိုင်ရာ ပြုမူကျင့်ကြံစရာများပါဝင်သည့် ဘဝတည်ဆောက်ရေးလမ်းစဉ်) အပေါ် သူတို့ကိုယ်တိုင် ရှုပ်ထွေးမှုများ ဖန်တီးကြရန်နှင့်သူတို့၏ဖျက်ဆီးရာ ဖျက်ဆီးကြောင်းကို သူတို့ကိုယ်တိုင်ပြုလုပ်ကြရန် (သူတို့၏မှားယွင်းသော ယုံကြည်မှုဖြင့်) (သူတို့၏ကိုးကွယ်ရာများကို ရည်စူး၍ သူတို့၏သားသမီးများကို စွန့်လှူသတ်ဖြတ်မှု) အား ကျေကျေနပ်နပ် ပြုလုပ်ရန် တင့်တယ်အောင် တန်ဆာဆင်ခဲ့ကြ၏။ အကယ်၍ အလ္လာဟ်အရှင်မြတ်သည် အရှင့်ဆန္ဒတော်၏စည်းမျဉ်းတော်နှင့်အညီ အလိုရှိတော်မူလျှင် သူတို့က ထိုသို့ ပြုမူကျင့်ကြံကြမည် မဟုတ်ချေ။ (သူတို့၏အလိုဆန္ဒနှင့်အညီ) သူတို့အား လုပ်ကြံဖန်တီး၍ ယုံကြည်ကိုးကွယ်ဆည်းကပ်သမျှထဲတွင် (သူတို့ဆက်လက်နစ်မြုပ်လျက် ငရဲမီးထဲ ရောက်သည်အထိ) စွန့်ပစ်ထားလော့။"
        },
        {
            "chapter": 6,
            "verse": 138,
            "text": "သူတို့ (၏ထင်မြင်ယူဆချက်အတိုင်း လယ်ယာထွက်ကုန်နှင့် ကျွဲနွားတိရိစ္ဆာန်တချို့ကို သီးခြားခွဲထား၍) ပြောဆိုခဲ့သည်မှာ ဤတိရိစ္ဆာန်များနှင့်လယ်ယာထွက်ကုန်များကို ကျွန်ုပ်တို့အလိုရှိသော သူများမှအပ အခြားမည် သူမျှ စားသုံးခွင့် မရှိကြောင်း၊ သူတို့က အခိုင်အမာကြွေးကြော်လိုသည်မှာ ကျွဲနွားတိရိစ္ဆာန်တို့၏ကျောကုန်းများကို (ဝန်ထုပ်ဝန်ပိုးများတင်ဆောင်ခြင်းမပြုရန်) တားမြစ်ထားကြောင်းနှင့် (ထိုကျွဲနွားတိရိစ္ဆာန်များအား လှီးဖြတ်ရာတွင်) အလ္လာဟ်အရှင်မြတ်၏နာမတော်အား သတိရ တသ၍ ဖွင့်ဟရန် မလိုကြောင်းစသော အရှင်မြတ်၏အမိန့်တော်နှင့်ဆန့်ကျင်၍ လုပ်ကြံလီဆယ်မှုများသာ ဖြစ်ကြ၏။ ထိုအရှင်မြတ်သည် မကြာမီ သူတို့လုပ်ကြံ လီဆယ်ကြသည်နှင့်အညီ (ပြစ်ဒဏ်များကို ပေးအပ်မှုအဖြစ် အစားပေးတော်မူလိမ့်မည်။)"
        },
        {
            "chapter": 6,
            "verse": 139,
            "text": "ထို့ပြင် သူတို့က “ဤကျွဲနွားတိရိစ္ဆာန်တို့၏ဝမ်းတွင်း၌ရှိသော (နို့ရည်နှင့်အရှင်မွေးမည့် သန္ဓေသား စသည့်) အရာများမှာ ကျွန်ုပ်တို့ယောက်ျားများအတွက် သီးသန့် (ခွင့်ပြုထားသောအရာ) ဖြစ်၍ကျွန်ုပ်တို့၏ ဇနီးကြင်ယာများအတွက် တားမြစ်ခြင်းခံရသော အရာများဖြစ်၏။ အကယ်၍ (ထိုတိရိစ္ဆာန်များမှ မွေးဖွားသောအရာသည် အသေဖြစ်နေလျှင် ယင်း၌ သူတို့အားလုံး (ယောက်ျားနှင့်ဇနီးကြင်ယာ) အတူတကွပင် (ခွဲဝေစားသုံးနိုင်မည်) ဖြစ်၏။” ဟု ပြောဆိုခဲ့ကြသည်။ ထိုသို့ သူတို့၏ထင်မြင်ယူဆချက် (ကို အရှင်မြတ်၏ညွှန်ကြားချက်ကဲ့သို့ သဘောထားခြင်း) အတွက် မကြာမီ အစားပေးတော်မူလိမ့်မည်။ မုချဧကန်၊ ထိုအရှင်မြတ်သည် (စီရင်ဆုံးဖြတ်ရာတွင်) အမြော်အမြင်တော်နှင့်ပြည့်စုံတော်မူသောအရှင်၊ အရာခပ်သိမ်းကို အကြွင်းမဲ့ သိနေတော်မူသောအရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 6,
            "verse": 140,
            "text": "သူတို့၏သားသမီးများကို (မိခင်၏သားအိမ်၌ ရှိနေစဉ်လည်းကောင်း၊ မွေးဖွားပြီးနောက် အမှန်တရားသစ္စာနှင့်ကိုယ်ကျင့်တရားကောင်းများ မသွန်သင် မသင်ကြားပေး၍လည်းကောင်း) အသိပညာမဲ့ ဗဟုသုတမဲ့ စေလျက် သတ်ခဲ့ကြသူတို့နှင့်အလ္လာဟ်အရှင်မြတ်က စားနပ်ရိက္ခာနှင့်လိုအပ်ချက်များအဖြစ် ပေးအပ်တော်မူထားသော အရာများကို (တရားမဝင်သော အရာများကဲ့သို့) တားမြစ်ပိတ်ပင်၍ အလ္လာဟ်အရှင်မြတ် (က တားမြစ်ထားသည်။” ဟု အရှင်မြတ်) အပေါ် လုပ်ကြံလီဆယ်ခဲ့ကြသူတို့သည် မုချပင် ဆုံးရှုံးရသူများဖြစ်ကြပြီး သူတို့သည် အမှန်ပင် လမ်းမှားရောက်ခဲ့ကြပြီ။ ထို့ပြင် သူတို့သည် (မည်သည့်အခါမျှ) လမ်းညွှန်မှန်ကို ရှာတွေ့နိုင်စွမ်းရှိကြမည် မဟုတ်ပေ။"
        },
        {
            "chapter": 6,
            "verse": 141,
            "text": "(အရှင်မြတ်သည် လူသားတို့အတွက် သန့်ရှင်းစင်ကြယ်ပြီး ကျန်းမာရေးနှင့်ညီညွတ်သော တရားဝင်အစား အသောက်နှင့်စားနပ်ရိက္ခာအလုံးစုံတို့ကို အစဉ် ချီးမြှင့်ပေးအပ်တော်မူသောအရှင်ပင် ဖြစ်တော်မူ၏။) ထိုအရှင်မြတ်သည် အရှင့်ဆန္ဒတော်၏စည်းမျဉ်းတော်နှင့်အညီ အလိုရှိတော်မူသော ဥယျာဉ်ခြံများ၌ နွယ်တက်သော အပင်များ၊ နွယ်မတက်သောအပင်များ၊ စွန်ပလွံပင်များနှင့်ကောက်ပဲသီးနှံအမျိုးမျိုးတို့ကို ယင်းတို့၏အနံ့အရသာ ကိုယ်စီနှင့်လည်းကောင်း၊ ဖွဲ့စည်းမှုပုံသဏ္ဍာန်တူညီသော (အရောင်အသွေး အနံ့အရသာအားဖြင့်) ဖွဲ့စည်းမှုပုံ သဏ္ဍာန်မတူညီသော သံလွင်ပင်များနှင့်သလဲပင်များ (စသော သစ်သီးဝလံမျိုးစုံ) ကိုလည်းကောင်း ပေါက်ဖွား ဖြစ်ထွန်း စေတော်မူ၏။ (ရာသီဥတုနှင့်နေရာဒေသအလိုက်) သီးပွင့်ကြသည့် သစ်သီးဝလံများကို ယင်းတို့ သီးပွင့်သည့်အခါ စားသုံးကြလော့။ ယင်းတို့ကို ရိတ်သိမ်းမည့်နေ့ရက် အချိန်ကာလတွင် (ယင်းသစ်သီးဝလံများနှင့်သီးနှံများထဲမှ အရှင်မြတ်ပြဋ္ဌာန်းထားသော တာဝန်ကြေးကို ချို့တဲ့ဆင်းရဲသူတို့အား) မှန်ကန်စွာ ပေးကမ်းကြလော့။ (အလွန်အကျွံစားသုံးခြင်းဖြင့်လည်းကောင်း) တာဝန်မဲ့စွာ ပစ်ထားခြင်းဖြင့်လည်းကောင်း၊ မလိုလားအပ်သောအရာအတွက် အသုံးချခြင်းဖြင့်လည်း ယင်းတို့ကို) မဖြုန်းတီးကြလေနှင့်။ ဧကန်ပင်၊ ထိုအရှင်မြတ် သည် ဖြုန်းတီးသော သူတို့အား နှစ်သက်တော် မမူချေ။"
        },
        {
            "chapter": 6,
            "verse": 142,
            "text": "(ကျွဲနွားစသော ခြေလေးချောင်း) တိရိစ္ဆာန်များအနက်မှ တချို့ကို ဝန်တင်ရာတွင် အသုံးချရန်အတွက် လည်းကောင်း၊ တချို့ကို အသားစားရန်၊ သားရေနှင့်အမွှေးအမျှင်တို့ကို အသုံးအဆောင်ပြုလုပ်ရန်တို့အတွက် အသုံးချရန်လည်းကောင်း၊ ဖြစ်စေတော်မူ၏။ သို့ဖြစ်၍ အလ္လာဟ်အရှင်မြတ်က သင်တို့အတွက် ရိက္ခာနှင့်လိုအပ်ချက်အဖြစ် ပေးအပ်တော်မူသောအရာများကို စားသုံးကြလော့။ သို့သော် (အရှင်မြတ်၏လမ်းစဉ်တော်မှ လွဲချော်၍ အခြားသော လမ်းစဉ်များကို လိုက်နာခြင်းဖြင့်) စေတန်မကောင်းဆိုးဝါး၏ဖဝါးခြေထပ်အတိုင်း မလိုက်နာကြလေနှင့်။ မုချဧကန်၊ ယင်း (စေတန်မကောင်းဆိုးဝါး)သည် သင်တို့အတွက် (လမ်းမှားဖန်တီးပေးမည့်) ထင်ရှားသော ရန်သူပင်ဖြစ်၏။"
        },
        {
            "chapter": 6,
            "verse": 143,
            "text": "သိုးများမှတစ်စုံ၊ ဆိတ်များမှတစ်စုံ (စသော စားသုံးခွင့်ရှိသော ခြေလေးချောင်းသတ္တဝါ) ဖိုမရှစ်စုံ (ကို အရှင်မြတ်ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၏။ အို၊ ရစူလ်တမန်တော် သူတို့အား) “အရှင်မြတ်က အထီးနှစ်ကောင်ကို တားမြစ်သလော။ သို့မဟုတ် အမနှစ်ကောင်၏ဝမ်းတွင်း၌ ပါဝင်နေသည့်အရာ (သန္ဓေသား) ကို တားမြစ်တော်မူသလော။ အကယ်၍ သင်တို့သည် ဖြောင့်မတ်မှန်ကန်သူများဖြစ်ကြလျှင် (သက်သေအထောက်အထားများနှင့် အတူ) အသိတရားဖြင့် သတင်းပေးထုတ်ပြန် တင်ပြကြလော့။” ဟု မေးမြန်းဟောပြောလော့။"
        },
        {
            "chapter": 6,
            "verse": 144,
            "text": "ကုလားအုပ်များမှတစ်စုံ၊ နွားများမှတစ်စုံ (အို-ရစူလ်တမန်တော် သူတို့အား) “အရှင်မြတ်သည် အထီးနှစ် ကောင်ကို တရားမဝင်အဖြစ် တားမြစ်သလော။ သို့မဟုတ် အမနှစ်ကောင်ကို တားမြစ်သလော။ သို့တည်းမဟုတ် အမနှစ်ကောင်၏သားအိမ်များ၌ ပါဝင်နေသော သန္ဓေသားများကို တားမြစ်သလော။ သို့မဟုတ် အလ္လာဟ်အရှင်မြတ်က သင်တို့အား ဤအမိန့်ပညတ်ချက် ချမှတ်ခဲ့စဉ် သင်တို့သည် မျက်မြင်သက်သေများ ဖြစ်ကြလေသလော။” ဟု မေးမြန်းလော့။ မည်သူမဆို အလ္လာဟ်အရှင်မြတ် (မိန့်တော်မူခြင်းမရှိသည်ကို အရှင်မြတ်မိန့်တော်မူခဲ့သည်ဟု အရှင့်) အပေါ် လုပ်ကြံလီဆယ်စွပ်စွဲ၍ မုသားဖြင့် အသိတရားမရှိဘဲ လူသားအပေါင်းအား လမ်းမှားရောက်စေရန် ကြံစည်လျှင် ထိုသူထက် အရှင့်စည်းမျဉ်းကို ချိုးဖောက်၍ မဟုတ်မတရား မမှန်မကန်ပြုသူ မည်သူ ရှိအံ့နည်း။ မုချဧကန်၊ အလ္လာဟ်အရှင်မြတ်သည် အရှင့်စည်းမျဉ်းချိုးဖောက်၍ မဟုတ်မတရား မမှန်မကန် ပြောဆိုပြုမူသော လူမျိုးအား လမ်းညွှန်တော် မမူချေ။"
        },
        {
            "chapter": 6,
            "verse": 145,
            "text": "ဟောကြားလော့။ ကျွန်ုပ်အား ဝဟီအမိန့်တော်ဖြင့် ညွှန်ကြားတော်မူသည့်အရာများတွင် စားသုံးသူတို့ အတွက် တရားမဝင်အဖြစ် တားမြစ်ထားတော်မူသည့် အရာများမှာ အသေကောင်၊ သို့မဟုတ် စီးထွက်သော သွေး၊ သို့မဟုတ် ဝက်သားအကြောင်း ယင်းသည် အမှန်ပင် အလွန်ညစ်ထေး၍ မသန့်စင်သောကြောင့်၊ သို့မဟုတ် အရှင့်စည်းမျဉ်းဥပဒေကို ကျူးလွန်ခြင်းအားဖြင့် အလ္လာဟ်အရှင်မြတ်မှအပ အခြားသောအရာများကို ရည်စူးသောအရာများ (သမာအာဇီဝမဟုတ်သော အရာများ) မှလွဲ၍ (အခြားအရာများကို) မတွေ့ရပေ။ သို့သော် မည်သူမဆို အကျပ်အတည်းကြုံ၍ မက်မောလျက် အရသာ ခံစားလိုခြင်းနှင့်စည်းမျဉ်းကျူးလွန်ဖောက်ဖျက်လိုခြင်း မရှိဘဲ မလွှဲမရှောင်သာ (အသက် မသေရုံမျှသာ) စားသုံးခဲ့ပါမူ (ထိုသူအပေါ် အပြစ်မထိုက်ပေ။) အသင့် အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်သည် ဧကန်ပင်၊ အလွန် လွတ်ငြိမ်းချမ်းသာခွင့် ပေးသနားတော်မူသောအရှင်၊ လောကခပ်သိမ်းအပေါ် အလွန်ပင် ကရုဏာထားတော်မူသော အကြင်နာရှင် ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 6,
            "verse": 146,
            "text": "စင်စစ် ငါအရှင်မြတ်သည် ဂျူးတို့အပေါ်၌ ခြေသည်းလက်သည်းရှိသော တိရိစ္ဆာန်ဟူသမျှကို တရားမဝင် အဖြစ် တားမြစ်တော်မူခဲ့၏။ ထို့ပြင် နွားနှင့်ဆိတ်တို့မှ ကျောကုန်းနှင့်ကပ်နေသောအဆီ သို့မဟုတ် အူများတွင် ကပ်နေသောအဆီ သို့မဟုတ် အရိုးနှင့်ကပ်နေသောအဆီ (ရိုးတွင်းခြင်ဆီ) များမှအပ အခြားသောအဆီများကို (တရားဝင် စားပိုင်ခွင့်မရှိသော အရာအဖြစ်) တားမြစ်တော်မူခဲ့သည်။ ထိုသို့ တားမြစ်ရခြင်းမှာ သူတို့၏ပုန်ကန်မှုအတွက် (အကျိုးဆက်အဖြစ်) ပေးဆပ်စေတော်မူခြင်းဖြစ်၏။ မုချဧကန်၊ ငါအရှင်မြတ်သည် (အမိန့်တော်နှင့်စီရင်ချက်အားလုံး၌) အဖြောင့်မတ် အမှန်ကန်ဆုံးသော အရှင်ဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 6,
            "verse": 147,
            "text": "ထို့ပြင် အကယ်၍ သူတို့သည် အသင် (တမန်တော်) အား မဟုတ်မတရားလိမ်လည်စွပ်စွဲ၍ ငြင်းဆိုကြလျှင် သူတို့ကို “သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်သည် အလွန် ကြီးကျယ်သော ကရုဏာတော်ကို ပိုင်ဆိုင်တော်မူသော မဟာကရုဏာတော်ရှင် ဖြစ်တော်မူ၏။” ဟု ဟောလော့။ သို့ရာတွင် ရာဇဝတ်မှုသင့်သော အပြစ်ရှိသော လူမျိုးတို့၏ဆိုးကျိုးဆက် (ပြစ်ဒဏ်) ကို လွဲဖွယ်ရုပ် သိမ်းတော်မူလိမ့်မည် မဟုတ်ချေ။"
        },
        {
            "chapter": 6,
            "verse": 148,
            "text": "အရှင်မြတ်နှင့်တုပြိုင်တွဲဖက်၍ အခြားသောအရာများကို ကိုးကွယ်ကြသူတို့က “အလ္လာဟ်အရှင်မြတ်သည် အရှင့်ဆန္ဒတော်၏စည်းမျဉ်းတော်နှင့်အညီ အလိုရှိတော်မူလျှင် ကျွန်ုပ်တို့နှင့်ကျွန်ုပ်တို့၏ဘိုး၊ ဘေး၊ ဘီ၊ ဘင်တို့သည် အရှင်မြတ်နှင့်တွဲဖက်၍ အခြားသောအရာများကို ကိုးကွယ်နိုင်ကြမည် မဟုတ်ပေ။ မည်သည့်တစ်စုံ တစ်ရာ ကိုမျှ တရားမဝင်ဟု တားမြစ်နိုင်ကြမည်မဟုတ်။” ဟု မကြာမီ ပြောဆိုကြလိမ့်မည်။ ထိုနည်းတူစွာပင် သူတို့အလျှင်ရှိခဲ့ကြသော ရှေ့သူတို့သည်လည်း အရှင်မြတ်၏ပြစ်ဒဏ် (ဆိုးကျိုးဆက်) ကို မြည်းစမ်းရသည်အထိ မဟုတ်မမှန်လိမ်လည်စွပ်စွဲ၍ ငြင်းဆိုခဲ့ကြ၏။” ဟု ဟောလော့။ “သင်တို့၌ ကျွန်ုပ်အား ထုတ်ဖော်တင်ပြနိုင်ရန် သိထားသည့်အရာ (မှ သင်တို့၏ကြွေးကြော်မှုကို အထောက်အကူပြုမည့် ခိုင်မာသော သက်သေအထောက် အထားတစ်စုံတစ်ရာ) ရှိသလော။ သင်တို့သည် ထင်မြင်ယူဆချက်ကိုသာ လိုက်နာကျင့်သုံးနေကြ၏။ ထို့ပြင် သင်တို့သည် (သင်တို့၏ထင်မြင်ယူဆချက်၊ စိတ်အလိုဆန္ဒ၊ စိတ်ဝင်စားမှုနှင့်ကိုယ်ကျိုးစီးပွားအတွက်သာ အဓိက ထား၍ မှားယွင်းသည့် ဆုံးဖြတ်ချက်များဖြင့်) မှန်းဆရမ်းဆပြောဆိုနေကြခြင်းသာ ဖြစ်၏။”"
        },
        {
            "chapter": 6,
            "verse": 149,
            "text": "ဟောကြားလော့။ (သင်တို့၏ စောဒကတက် ငြင်းခုံမှုအတွက်) အဆုံးသတ် နိဂုံးချုပ် ချေပချက်သည် အလ္လာဟ်အရှင်မြတ်၏အချုပ်အခြာ၌သာ ရှိ၏။ အကယ်၍ အရှင့်ဆန္ဒတော်၏စည်းမျဉ်းတော်နှင့်အညီ အလိုရှိတော်မူလျှင် အသင်တို့အားလုံးကို (အရှင်မြတ်၊ တွဲဖက်ကိုးကွယ်ခြင်းနှင့်အရှင်မြတ်ခွင့်ပြုသောအရာများကို တားဆီးပိတ်ပင်ခြင်းတို့မှ ရှောင်ကြဉ်ခွင့်ပေးတော်မူလျက်) လမ်းညွှန်တော်မူပေလိမ့်မည်။"
        },
        {
            "chapter": 6,
            "verse": 150,
            "text": "ဟောလော့။ အလ္လာဟ်အရှင်မြတ်က ဤအရာအား တရားမဝင်ဟု ပြဋ္ဌာန်းထားကြောင်းကို သက်သေခံနိုင်သော သင်တို့၏သက်သေများကို ခေါ်ခဲ့ကြလော့။ သို့သော် အကယ်၍ (မမှန်မကန်) သက်သေခံကြလျှင် သူတို့နှင့်အတူ သက်သေခံမဖြစ်ကြလေနှင့်။ ငါအရှင်မြတ်၏အာယာသ်သက်သေလက္ခဏာတော်များကို (မဟုတ် မတရားလိမ်လည်စွပ်စွဲ၍) ငြင်းဆန်သူများနှင့်နောင်တမလွန်ဘဝအား မယုံကြည်သူများ၏အလိုဆန္ဒများအတိုင်း မလိုက်နာကြလေနှင့်။ အကြောင်းမှာ သူတို့သည် သူတို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်ကို (သူတို့ကိုကိုးကွယ်သော မှားယွင်းသည့်) အခြားသော ကိုးကွယ်ရာများနှင့်အတူ တန်း တူထား၍) တရားမျှတစေလိုကြ၏။"
        },
        {
            "chapter": 6,
            "verse": 151,
            "text": "“သင်တို့လာကြကုန်လော့။ ကျွန်ုပ်သည် သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်က သင်တို့အပေါ် မည်သည့်အရာများကို တရားမဝင် တားမြစ်သည်နှင့်စပ်လျဉ်း၍ ရွတ်ပြလိမ့်မည်။ (ယင်းတို့မှာ) မည်သည့်အရာကိုမျှ အရှင်မြတ်နှင့်တုပြိုင်တွဲဖက်၍ မကိုးကွယ်ကြရန်၊ မိဘတို့နှင့်အကောင်းဆုံးပြုမူပြောဆိုဆက်ဆံကြရန်နှင့်သင်တို့၏သားသမီးများကို ချို့တဲ့ဆင်းရဲမှုကြောင့် မသတ်ကြရန်တို့ ဖြစ်သည်။”ဟု ဟောကြားလော့။ ငါအရှင်မြတ်သည်ပင် သင်တို့နှင့်သူတို့ (သားသမီး) အား ရိက္ခာ (နှင့်လိုအပ်ချက်များ) ထောက်ပံ့ပေးတော်မူ၏။ ပေါ်လွင်ထင်ရှားသော၊ လျှို့ဝှက်ထိန်ချန်ထားသော စက်ဆုပ်ရွံရှာဖွယ်ရာ မကောင်းမှုအကုသိုလ်များ (ရာဂမကင်းသောအရာများ) အနားကို မချဉ်းကပ်ကြလေနှင့်။ (တရားတော်နှင့်အညီ ဖြစ်သည့် တရားမျှတသော) အမှန်တရားသစ္စာအပေါ် အခြေခံခြင်းမှအပ မည်သည့် နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အညီဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒနှင့်အညီဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန်အသုံးချနိုင် သောစိတ်ဝိဉာဉ်) ကိုမျှ မသတ်ဖြတ်ရန် အလ္လာဟ်အရှင်မြတ် တားမြစ်တော်မူခဲ့၏။ ထိုသို့ပင် အရှင်မြတ်သည် သင်တို့အား ယင်း (ကျမ်းတော်) အားဖြင့် အသင်တို့ (အလေးအနက်) တွေးခေါ်ဆင်ခြင်၍ သိနားလည်ကြ ရန်အလို့ငှာ အမိန့်ညွှန်ကြားချက်ကို မှာကြားဆင့်ပြန်တော်မူ၏။”"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "မိဘမဲ့တို့ လူလားမြောက်သည့်အရွယ်ရောက်သည်အထိ (စေတနာကောင်းဖြင့် သူတို့ပိုင်၊ ပစ္စည်းဥစ္စာများ ကို ပိုမို၍ တိုးပွားစေရန်) အကောင်းဆုံးသော နည်းလမ်းမှတစ်ပါး သူတို့၏ဥစ္စာပစ္စည်းများသို့ မချဉ်းကပ်ကြလေနှင့်။ ထို့ပြင် (ချိန်တွယ်စရာများကို အသုံးပြု၍) ကုန်ဖလှယ်ရာ၌ အလေးချိန်ကို တရားမျှတစွာဖြင့် အပြည့်အဝ ချိန်တွယ်ပေးကြလော့။ ငါအရှင်သည် မည်သည့်နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထား သော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အညီဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒနှင့်အညီဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင် သောစိတ်ဝိဉာဉ်) ကိုမျှ ထိုသူတတ်စွမ်းနိုင်သည်ထက် ပို၍ (မနိုင်ဝန်ကို) ထမ်းစေတော်မူသည် မဟုတ်ပေ။ ဆွေမျိုးသားချင်းများဖြစ် သည့်တိုင် (သက်သေခံရာ၌ဖြစ်စေ၊ စီရင်ဆုံးဖြတ်ရာ၌ဖြစ်စေ) ပြောဆိုဆက်ဆံကြသည့်အခါ တရားမျှတစွာနှင့်တိကျပြတ်သားစွာ ပြောဆိုကြလော့။ ထို့ပြင် အလ္လာဟ်ရှင်မြတ်နှင့်ထားရှိသော ကတိသစ္စာကိုလည်း ဖြည့်ဆည်း တည်ဆောက်ကြရမည်။ သင်တို့သည် အရှင်မြတ်ကို သတိရ တသ၍ ဖွင့်ဟကြရန်အလို့ငှာ ယင်းတို့ကို သင်တို့အား အမိန့်ညွှန်ကြားချက်အဖြစ် မှာကြားတော်မူ၏။"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "ဤသည် ငါအရှင်မြတ်၏ဖြောင့်မတ်မှန်ကန်သော လမ်းစဉ်တော်မုချဖြစ်၏။ သို့ဖြစ်၍ ယင်းနှင့်အညီသာ လိုက်နာကျင့်သုံးကြလော့။ ထိုအရှင်၏ လမ်းစဉ်တော်မှ သင်တို့အား ကွဲကွာစေမည့် အခြားသော လမ်းစဉ်များကို မလိုက်နာကြလေနှင့်။ သင်တို့က အရှင့်စည်းမျဉ်းတော်များကို အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံး နိုင်ရန်အလို့ငှာ ယင်း (ကျမ်းတော်) အားဖြင့် ဤသို့ပင် အမိန့်ညွှန်ကြားချက်များ မှာကြားဆင့်ပြန်တော်မူ၏။"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "တစ်ဖန် ငါအရှင်မြတ်သည် တမန်တော်မူဆာအား ကျမ်းတော်ကို ချီးမြှင့်တော်မူလျက် (သူ၏အမျိုးသားများ ဖြစ်ကြသော) သူတို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်နှင့်တွေ့ဆုံကြရမည်ကို ယုံကြည်နိုင်ကြရန် (အရှင့်လမ်းစဉ်တော်၌ နစ်မြုပ်ထား၍) ကောင်းမြတ်သော သူတို့အပေါ် ပြီး ပြည့်စုံသော ကျေးဇူးတော်၊ ခပ်သိမ်းကုန်တို့အား ဋီကာဖွင့်ဆိုချက်၊ လမ်းညွှန်တော်နှင့်ကရုဏာတော် (ဖြစ်သော ကျမ်းတော်) ကို ပေးအပ်တော်မူခဲ့၏။"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "ဤသည် ငါအရှင်မြတ်ထုတ်ပြန်ချမှတ်ပေးအပ်တော်မူသည့် ကျမ်းတော်၊ ကောင်းချီးမင်္ဂလာအဖြာဖြာနှင့်ပြည့်စုံသော ကျမ်းတော်ဖြစ်သောကြောင့် ယင်းကိုသာလျှင် လိုက်နာကျင့်သုံးကြပြီး သင်တို့သည် အရှင့်ကရုဏာ သက်ခံကြရရန်အလို့ငှာ အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံးကြလော့။"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "(ငါအရှင်မြတ်က ချမှတ်ပေးအပ်တော်မူသည် ဆင်ခြေပေး၍) သင်တို့က ကျွန်ုပ်တို့အလျှင်ရှိခဲ့သော အုပ်စုနှစ်စုအပေါ်၌သာ ကျမ်းတော်ကို ချမှတ်ပေးအပ်ခြင်းခံရသည်ဟု ပြောဆိုကြသော်လည်း မုချဧကန်၊ ယင်းအားဖြင့် သူတို့အား သင်ပေးခဲ့သည်ကို ကျွန်ုပ်တို့ (မလေ့လာမိ၍) မသိနားမလည်ခဲ့ကြချေ။"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "သို့တည်းမဟုတ် အကယ်၍သာ ကျွန်ုပ်တို့အား ကျမ်းတော်ချမှတ်ပေးအပ်ခြင်းခံရလျှင် ကျွန်ုပ်တို့သည် အမှန်ပင် ပိုမို၍ လမ်းညွှန်မှန်ရရှိသူတို့ထဲမှပင် ဖြစ်မည်ဟု ပြောကြလိမ့်မည်။ မုချပင် သင်တို့ထံသို့ သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်ထံတော်မှ ရှင်းလင်းထင်ရှားသော သက်သေလက္ခဏာတော်၊ လမ်းညွှန်တော်နှင့်ကရုဏာတော်ရောက်ရှိလာခဲ့ပြီ။ အလ္လာဟ်အရှင်မြတ်၏ အာယာသ်သက်သေလက္ခဏာတော်များကို (မဟုတ်မမှန် လိမ်လည်စွပ်စွဲ၍) ငြင်းဆန်ပြီး ယင်း (အာယာသ်သက်သေလက္ခဏာတော်) တို့မှ ရှောင်လွှဲသူထက် အရှင့်စည်းမျဉ်းတော်ကို ချိုးဖောက်၍မမှန်မကန်ပြုသူ မည်သူ ရှိအံ့နည်း။ အရှင့်အာယာသ်သက်သေလက္ခဏာတော်များမှ ရှောင်လွှဲကြသူတို့အား သူတို့ရှောင်လွှဲတားမြစ်မှုများကြောင့် မကြာမီ ငါအရှင်မြတ်သည် အလွန်ဆိုးဝါးသော ပြစ်ဒဏ်ကို (ဆိုးကျိုးဆက်အဖြစ်) အစားပေးတော်မူမည်။"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "သူတို့သည် သူတို့ထံသို့ မလာအီကာစေတမန်များရောက်လာရန်လည်းကောင်း၊ သင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသော အရှင်မြတ် (သူတို့၏ပြဿနာများကို ဖြေရှင်းပေးရန်အတွက်) ရောက်လာရန်လည်းကောင်း၊ သို့မဟုတ် အသင့်အားဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသော အရှင်မြတ်၏အာယာသ်သက်သေလက္ခဏာတော်အချို့ ရောက်လာရန်လည်းကောင်း၊ စောင့်ဆိုင်းနေကြသလော။ အသင့်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်ထံတော်မှ သက်သေလက္ခဏာတော်အချို့ရောက်ရှိမည့်နေ့တွင် ယခင်က ယုံကြည်ခြင်းမရှိခဲ့သော မည်သည့်နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်း မျဉ်းတော်အညီဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒနှင့်အညီဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သောစိတ် ဝိဉာဉ်) ကိုမျှယင်း၏ယုံကြည်မှုကြောင့် အကျိုးပြုလိမ့်မည် မဟုတ်ပေ။ သို့မဟုတ် ယင်းယုံကြည်မှု၌ မည်သည့် ကောင်းမြတ်မှုကိုမျှ ရှာဖွေဆည်းပူးခဲ့မည် မဟုတ်ပေ။ (အို၊ ရစူလ်တမန်တော်၊ သူတို့အား) “သင်တို့စောင့်ဆိုင်း စောင့်မျှော်၍သာ နေကြလော့။ မုချပင် ကျွန်ုပ်တို့လည်း စောင့်ဆိုင်းလျက်ပင် ရှိ၏။” ဟု ပြောလော့။"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "ဧကန်ပင်၊ သူတို့၏ဒီန် (ခေါ် လူသားတို့အတွက် ရုပ်နာမ်ဆိုင်ရာ ပြုမူကျင့်ကြံစရာများ ပါဝင်သည့် ဘဝတည်ဆောက် ရေးလမ်းစဉ်) ကို (အကြွင်းမဲ့ ယုံကြည်လက်ခံရမည်ဖြစ်သော်လည်း ယင်းကို) အစိတ်စိတ်ခွဲ၍ ဂိုဏ်းဂဏကိုယ်စီ ဖြစ်စေခဲ့ကြသူများလည်း ရှိကြ၏။ သင်သည် ထိုသူတို့အထဲမှ လုံးဝ ပါဝင်ပတ်သက်ခြင်း မရှိပေ။ သူတို့၏အရေးကိစ္စများသည် အလ္လာဟ်အရှင်မြတ်ထံတော်သို့သာလျှင် လွှဲအပ်ပြီးဖြစ် (၍ အရှင်မြတ်၏တာဝန်သာ ဖြစ်) ၏။ ထို့နောက် (ထိုအရှင်မြတ်သည်ပင်) သူတို့၏ပြုမူကျင့်ကြံမှုများကို သူတို့အား (ထုတ်ပြန်ပြသတော်မူလျက်) သိစေတော်မူပေမည်။"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "မည်သူမဆို (အရှင့်ထံတော်သို့) ကောင်းမှုကို ဆောင်ကြဉ်းလျက် ရောက်လာအံ့။ ထိုသူအတွက် ယင်းကောင်းမှု၏ဆယ်ဆ (သော အကျိုးဆုလဒ်များ) ရှိ၏။ မည်သူမဆို (အရှင့်ထံတော်သို့) မကောင်းမှုကို ဆောင်ကြဉ်းလျက် ရောက်လာအံ့။ ထိုသူသည် ယင်းမကောင်းမှုနှင့်ထပ်ထူထပ်မျှ (သော ပြစ်ဒဏ်ဆိုးကျိုးဆက်) သာ အစားပေးခံရမည်။ ထို့ပြင် သူတို့အား (အရှင့်စည်းမျဉ်းတော်နှင့်ဆန့်ကျင်၍ မမှန်မကန်) မတရားခံစားစေမည် မဟုတ်ချေ။"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "ဟောကြားလော့။ ကျွန်ုပ်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင် မြတ်သည် ကျွန်ုပ်အား ဖြောင့်မတ်မှန်ကန်မြဲမြံသော လမ်းစဉ်တော်အတိုင်း လမ်းညွှန်တော်မူခဲ့ပြီ။ (ယင်းလမ်း စဉ်တော်မှာ) တမန်တော်အီဗ်ရာဟီးမ်၏လမ်းစဉ်ဖြစ်သော (တစ်ပါးတည်းသော အရှင်မြတ်ကိုသာ ကိုးကွယ်ပြီး) သန့်ရှင်းစင်ကြယ်သော ယုံကြည်မှုသစ္စာတရားပေါ် အခြေခံသည့် တည်တံ့ခိုင်မြဲသော ဒီန် (ခေါ် လူသားတို့အတွက် ရုပ်နာမ်ဆိုင်ရာ ပြုမူကျင့်ကြံစရာများ ပါဝင်သည့် ဘဝတည်ဆောက်ရေးလမ်းစဉ်) ပင်ဖြစ်၏။ ထို့ပြင် (တမန်တော်) အီဗ်ရာဟီးမ်သည် မည်သည့်အခါမျှ အရှင်မြတ်နှင့်တုပြိုင်တွဲဖက်၍ ကိုးကွယ်ကြသော သူတို့ထဲတွင် အပါအဝင် မဖြစ်ခဲ့ပေ။"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "ဟောလော့။ ဧကန်မုချ၊ ကျွန်ုပ်၏ဆွလာသ်ဝတ်ပြုဆောက်တည်မှု၊ ကျွန်ုပ်၏နာခံကိုးကွယ်စွန့်လှူမှု၊ ကျွန်ုပ်၏ရှင်သန်မှုနှင့်ကျွန်ုပ်၏ကွယ်လွန်သေဆုံးမှုတို့သည် စကြဝဠာခပ်သိမ်းတို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ဖွံ့ဖြိုးစေတော်မူသော အရှင်မြတ်ဖြစ်သည့် အလ္လာဟ်အရှင်မြတ် (၏လမ်းစဉ်တော်အတိုင်းသာ ကျင့်ကြံအသုံးချရန်) အတွက်သာလျှင် ဖြစ်၏။"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "ထိုအရှင်မြတ်၌ တွဲဖော်တွဲဖက်ဟူ၍ အလျှင်း မရှိချေ။ ကျွန်ုပ်သည် ဤသို့ပင် (ယုံကြည်ရန်) အမိန့်ပေး ခံခဲ့ရပြီ။ ကျွန်ုပ်သည်ကား (ကိုယ်စိတ်နှလုံးတို့ကို အရှင့်ထံ အပ်နှံ၍) အရှင့်အမိန့်တော်အတိုင်း နာခံလိုက်နာသူတို့ တွင် ဦးဦးဖျားဖျား မွတ်စလင်ဖြစ်၏။"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "ဟောကြားလော။ ထိုအရှင်မြတ်သည် အရာခပ်သိမ်းတို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပျိုးထောင်ဖွံဖြိုးစေတော်မူသော အရှင်ဖြစ်ပါလျက် အလ္လာဟ်အရှင်မြတ်မှလွဲ၍ အခြားသော ကိုးကွယ်ရာ အရှင်တစ်ပါးကို ကျွန်ုပ်ရှာဖွေရမည်လော။ နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့် ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ် အရည် အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အညီဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒနှင့်အညီဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သောစိတ်ဝိဉာဉ်) တိုင်းက (ယင်း၏စွမ်းရည်နှင့်အညီ ယင်းအပေါ်) တာဝန်ရှိသမျှမှလွဲ၍ ရှာဖွေဆည်းပူးစရာ မရှိပေ။ ထို့ပြင် မည်သည့် (တာဝန်) ဝန်ထုပ်ကို ထမ်းဆောင်သူမျှ သူတစ်ပါး၏ (တာဝန်) ဝန်ထုပ်ကို ထမ်းဆောင်သယ်ပို့စရာ မရှိစေရ။ ထို့နောက် အသင်တို့အားလုံးသည် သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်ထံသို့သာလျှင် ပြန်ကြ ရမည်။ ထိုအရှင်မြတ်သည်ပင်လျှင် ယင်း (ကျမ်းတော်) နှင့်စပ်လျဉ်း၍ သင်တို့သဘောထားကွဲလွဲခဲ့သမျှကို သင်တို့ အား (သိနားလည်စေရန်) သတင်းပေး သိစေတော်မူလိမ့်မည်။"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "ထိုအရှင်မြတ်သည် သင်တို့အား ကမ္ဘာဂြိုဟ်ကို ဆက်ခံသည့် ကိုယ်စားလှယ်တော်များအဖြစ် ဖြစ်စေ၍ ခန့်အပ်တော်မူပြီး (အရှင့်အမိန့်တော်နှင့်အညီ ယင်းကို ဖွံ့ဖြိုးတိုးတက်ခွင့်ပေးသည့်အနေဖြင့် သင်တို့အနက်မှ သင်တို့အား ပေးအပ်တော်မူသမျှ၌ သင်တို့အား စမ်းသပ်တော်မူနိုင်ရန်အလို့ငှာ) အချို့ကိုအချို့ထက် (ဉာဏ်စွမ်း၊ အရည်အသွေး၊ ဥစ္စာဓနနှင့် အရည်အသွေး) အဆင့်အတန်းများ ချီးမြှင့်တော်မူ၏။ မုချဧကန်၊ အသင့်အား ဖွဲ့စည်း ဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်သည် ချက်ချင်းလက်ငင်း လျှင်မြန်စွာ ဒဏ်ခတ် အရေးယူ တုံ့ပြန်တော်မူအရှင် ဖြစ်တော်မူ၏။ ထို့ပြင် (လူသားတို့၏စွမ်းရည်မတိမ်ကောရအောင် စည်းမျဉ်းတော်များချမှတ်သည်ကို မတော်တဆချိုးဖောက်မိ၍ အရှင့်ထံ ခွင့်လွှတ်ခြင်းတောင်းခံသူတို့အား) ထိုအရှင်မြတ်သည် ဧကန်ပင်၊ အလွန် လွတ်ငြိမ်းချမ်းသာခွင့်ပေးသနားတော်မူသောအရှင်၊ (အရာခပ်သိမ်း တို့အပေါ်) အလွန်ပင် သနားကြင်နာတော်မူသော ကရုဏာဖြစ်တော်မူ၏။"
        },
        {
            "chapter": 7,
            "verse": 1,
            "text": "အလစ်ဖ်၊ လာမ်၊ မီမ်၊ ဆွာဒ်။"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "(ဤသည်) အသင် (တမန်တော်) ထံ ထုတ်ပြန်ချမှတ်ပေးအပ်ခြင်းခံရသော ကျမ်းတစ်စောင်ဖြစ်သောကြောင့် သင့်စိတ်ရင်တွင်းဝယ် ကျဉ်းကျပ်မွန်းကြပ်စေမည်မဟုတ်ဘဲ ယင်းဖြင့် (လူသားအား အရှင့်လမ်းစဉ်တော်မှ မလွဲချော်အောင်) သတိပေးနှိုးဆော်ရန်ဖြစ်ပြီး စစ်မှန်သော ယုံကြည်သူတို့အတွက်မူ ဆုံးမဩဝါဒတော်နှင့်သတိရ တသ၍ ထုတ်ဖော်ဖွင့်ဟစရာ အကြံဉာဏ်ပင် ဖြစ်၏။"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်ထံတော်မှ သင်တို့ထံ ချမှတ်ပေးအပ်တော်မူခြင်းခံရသမျှကို (တစ်သဝေမတိမ်း) လိုက်နာကျင့်သုံးကြလော့။ ထိုအရှင်မြတ်မှလွဲ၍ (အခြား မည်သူ့ကိုမျှ) လူယုံတော်နှင့်စောင့်ရှောက်အုပ်ထိန်းသူအဖြစ် မလိုက်နာကြလေနှင့်။ အနည်းစုသည်သာ (အရှင့်လမ်းညွှန်ချက်များကို) သတိရ တသလျက် အလေးအနက်ဆင်ခြင်ကြ၏။"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "ငါအရှင်မြတ်သည် (သူတို့က အရှင့်သတိပေးချက်များအား အလေးအနက်မထားခြင်းကြောင့်) မြို့ရွာဒေသပေါင်း မည်မျှကို ပြိုပျက်ဖျက်ဆီးစေတော်မူခဲ့သနည်း။ ငါအရှင်မြတ်၏ဒဏ်ခတ်မှုဆိုင်ရာ ကပ်ဘေးသည် (ထိုမြို့ရွာဒေသတွင် နေထိုင်ခဲ့ကြသူတို့အပေါ်) ညအချိန် သို့မဟုတ် နေ့လည် မှိန်းစက်အနားယူချိန်တို့၌ ဆိုက်ရောက်လာခဲ့၏။"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "သို့ဖြစ်ပေရာ ငါအရှင်မြတ်၏ဒဏ်ခတ်မှုဆိုင်ရာ ကပ်ဘေးသည် သူတို့ထံ ဆိုက်ရောက်ခဲ့စဉ် သူတို့က “ကျွန်ုပ် တို့သည် အရှင့်စည်းမျဉ်းတော်များကို ချိုးဖောက်၍ မမှန်မကန် မတော်မတရားပြုသူများ အမှန်ပင် ဖြစ်ကြ၏။” ဟု ပြောဆိုခြင်းမှအပ သူတို့မှာ အခြားလျှောက်ထား ကြွေးကြော်စရာ မရှိချေ။"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "ထို့နောက် ငါအရှင်မြတ်သည် (အရှင့်သတင်းကောင်းနှင့်တမန်တော်များ) စေလွှတ်တော်မူခြင်းခံခဲ့ရသော သူတို့ကို အမှန်ပင် စစ်ဆေးမေးမြန်းတော်မူပြီး (အရှင့်သတင်းကောင်းနှင့်အတူ) စေလွှတ်တော်မူခဲ့သော ရစူလ်တမန်တော်များကိုလည်း မုချ (အရှင့်သတင်းကောင်းဆောင်ကြဉ်းစဉ် သူတို့၏လူမျိုးများက မည်သို့ တုံ့ပြန်ခဲ့ခြင်း နှင့်စပ်လျဉ်း၍) စစ်ဆေးမေးမြန်းတော်မူလိမ့်မည်။"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "ထိုသို့ဖြင့် ငါအရှင်မြတ် သူတို့အား ဉာဏ်တော်အနန္တအားဖြင့် (အလုံးစုံတို့ကို အကြွင်းမဲ့ သိနေတော်မူ ကြောင်း သူတို့၏လောကီဘဝနှင့်စပ်လျဉ်း၍ အရေးယူမည်ဖြစ်ကြောင်းကို နားလည်သဘောပေါက်စေရန်) မုချပင် ကျိုးကြောင်းဆက်စပ် ဖော်ပြတော်မူမည်။ အမှန်စင်စစ် ငါအရှင်မြတ်သည် (မည်သည့်အခြေအနေ မည်သည့် အချိန်၌မျှ) လစ်ဟင်းကင်းမဲ့တော်မူသည် မဟုတ်ချေ။ (သို့ဖြစ်ရာ သူတို့ပြုမူဆောင်ရွက်သမျှကို အရှင်မြတ်က တိကျပြည့်စုံစွာ မှတ်တမ်းတင်စေတော်မူ၏။)"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "ထို့ပြင် ထို (တမလွန်တရားစီရင်မည့်) နေ့တွင် (လူသားတို့၏ပြုမူကျင့်ဆောင်မှုအလုံးစုံကို ပြီးပြည့်စုံစွာနှင့် တိကျမှန်ကန်စွာ) တိုင်းတာစစ်ဆေးမည်မှာ အမှန်တရားဖြစ်သောကြောင့် မည်သူမဆို သူ့စစ်ဆေးမှု၌ အလေးစီးလျှင် ထိုသူတို့သည် ပေါက်မြောက်အောင်မြင်သူများပင် ဖြစ်ကြလိမ့်မည်။"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "မည်သူမဆို သူ့ချိန်တွယ်စစ်ဆေးမှု၌ (ကောင်းမှုဆိုင်ရာ) အလေးချိန် ပေါ့ပါးအံ့ ထိုသူတို့သည် ငါအရှင်မြတ်၏ အာယာသ်သက်သေလက္ခဏာတော်များနှင့်စပ်လျဉ်း၍ ချိုးဖောက်ကျူးလွန်လျက် မမှန်မကန် ပြုမူကျင့်ကြံခြင်း ကြောင့် သူတို့၏နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သော စိတ်ဝိဉာဉ်) တို့ကို (သူတို့၏အလိုဆန္ဒနှင့်အညီအသုံးချပြီး) ဆုံးရှုံးနစ်နာသူများ ဖြစ်ကြလိမ့်မည်။"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "ငါအရှင်မြတ်သည် သင်တို့အား ကမ္ဘာဂြိုဟ်၌ (အခြေချနေထိုင်နိုင်ရန်) ထူထောင်စေတော်မူပြီး ယင်း၌ (အသက်ရှင်ရပ်တည်ရေးဆိုင်ရာ လိုအပ်ချက်များရရှိရန်အလို့ငှာ) သင်တို့အတွက် (စွမ်းရည်စွမ်းပကားများပေးအပ်တော်မူလျက်) အသက်မွေးမှုကိုလည်း စီမံဖြစ်ပေါ်စေတော်မူ၏။ (သို့ရာတွင် သင်တို့အနက်မှ) အနည်းစုသည်သာ ကျေးဇူးသိတတ်ကြ၏။"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "မုချဧကန်၊ ငါအရှင်မြတ်သည် သင်တို့အား (သန္ဓေသားအဆင့်) ဖွဲ့စည်းဖြစ်တည်စေတော်မူပြီးနောက် သင်တို့၏ရုပ်ဆင်းသဏ္ဍာန်ကို ပုံစံသွင်းပုံဖော်ဖြစ်စေတော်မူ၏။ ထို့နောက် (လူသားစင်စစ်ဖြစ်လာသည့်အခါ) ငါအရှင်မြတ်သည် မလာအီကာစေတမန်တို့အား (လူသားတို့၏ဖခင်ကြီးဖြစ်သော) အာဒမ်ကို ဦးချလော့။” ဟု မိန့်တော်မူခဲ့ရာ အီဗ်လီးစ်စေတန်မိစ္ဆာကောင်မှအပ စေတမန်အားလုံးက ဦးချခဲ့ကြသည်။ (စေတန်မိစ္ဆာကောင် သည်) ဦးချသူတို့တွင် အပါအဝင် မဖြစ်ခဲ့ချေ။"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "ငါအရှင်မြတ်က (စေတန်မိစ္ဆာကောင်အား) “ငါအရှင်မြတ်က သင့်ကို (အာဒမ်အား ဦးချရန်) အမိန့်ပေးတော်မူစဉ် အဘယ်အရာက ဦးမချရန် သင့်ကို ဟန့်တားပိတ်ပင်တားမြစ်ခဲ့သနည်း။” ဟု မေးတော်မူခဲ့ရာ (စေတန် မိစ္ဆာကောင်) က “ကျွန်ုပ်သည် သူ့ထက် ပိုမို၍ မြင့်မြတ်၏၊ အရှင်မြတ်သည် ကျွန်ုပ်အား မီးမှ ဖွဲ့စည်းဖြစ်တည်စေတော်မူပြီး (လူသားတို့၏ဖခင်ကြီးဖြစ်သော) အာဒမ်ကိုမူ မြေစေးမှ ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၏။” ဟု ဖြေဆို လျှောက်ထားခဲ့လေသည်။"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "အရှင်မြတ်က “သို့ဖြစ်ရာ အသင်သည် ယင်း (သုခဘုံ) မှ ဆင်းသွားလော့။ ဤနေရာသည် သင့်အတွက် ယင်း၌ မာနတက်ရန် မဟုတ်သောကြောင့် ထွက်သွားလော့။ ဧကန်ပင်၊ အသင်သည် အရှက်ရ သေးသိမ်သူတို့တွင် အပါအဝင် ဖြစ်လေ၏။” (ဟု မိန့်တော်မူခဲ့၏။)"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "(စေတန်မိစ္ဆာကောင်က) “အရှင်မြတ်သည် ကျွန်ုပ်အား (သေခြင်းနှင့်ဒဏ်ခတ်အရေးယူခြင်းမရှိစေဘဲ) ရှင်ပြန်ထမည့်နေ့အထိ ရွှေ့ဆိုင်းစောင့်စားခွင့် ပေးသနားတော်မူပါ။” ဟု လျှောက်တင်ခဲ့၏။"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "အရှင်မြတ်က “မုချဧကန်၊ အသင်သည် (ကမ္ဘာဂြိုဟ်ပေါ် လူသားကျန်ရစ်သရွေ့) ရွှေ့ဆိုင်းစောင့်စားခြင်း ခံရသူတို့အနက်မှ ဖြစ်၏။” ဟု မိန့်တော်မူခဲ့၏။"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "(စေတန်မိစ္ဆာကောင်ဖြစ်သော) သူက “အရှင်မြတ်သည် ကျွန်ုပ်အား လမ်းမှားရောက်စေတော်မူသောကြောင့် ကျွန်ုပ်သည် သူတို့အတွက် ဖြောင့်မတ်မှန်ကန် မြဲမြံသော အရှင့်လမ်းစဉ်တော်ကို (တားဆီးပိတ်ပင်ရန်) မုချပင် (ရပ်တည်၍) ထိုင်နေလိမ့်မည်။” (ဟု ပြောခဲ့၏။)"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "ထို့နောက် ကျွန်ုပ်သည် သူတို့ထံ သူတို့၏ရှေ့နှင့်နောက်တို့မှလည်းကောင်း၊ သူတို့၏လက်ျာနှင့်လက်ဝဲတို့မှလည်းကောင်း၊ (အဖက်ဖက်မှ) မုချပင် ဝင်ရောက်လာလိမ့်မည်။ ထိုအခါ အသင် (အရှင်မြတ်) သည် သူတို့ အနက်မှ အများစုကို ကျေးဇူးသိတတ်သူများအဖြစ် တွေ့ရှိတော်မူမည် မဟုတ်ပေ။"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "(ထိုအခါ) အရှင်မြတ်က (စေတန်မိစ္ဆာကောင်အား) “သိက္ခာမဲ့ဂုဏ်သရေသိမ်ဖျင်းစွာနှင်ထုတ်ခြင်းခံရသူအဖြစ် ယင်း (သုခဘုံ) မှ ထွက်သွားလော့။ (လူသားများဖြစ်ကြသော) သူတို့အနက်မှ မည်သူမဆို အသင် (မိစ္ဆာကောင်) အား လိုက်နာလျှင် ငါအရှင်မြတ်သည် သင်တို့အားလုံးဖြင့် ငရဲဘုံကို မုချ ဖြည့်စေတော်မူလိမ့်မည်။”"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "(ထို့နောက် အရှင်မြတ်သည် အာဒမ်အား) “အို၊ အာဒမ်၊ သင်နှင့်သင့်ဘဝဖော်တို့သည် သုခဥယျာဉ်ထဲတွင် အခြေချနေထိုင်၍ သင်တို့အလိုရှိသော နေရာတိုင်း၌ ဆန္ဒအလျှောက် စားသုံးကြလော့။ သို့သော် ဤအပင်၏အနားသို့ပင် မချဉ်းကပ်ကြလေနှင့်။ သို့မဟုတ်လျှင် အရှင့်စည်းမျဉ်းတော်များအား ချိုးဖောက်ကျူးလွန်၍ မမှန်မကန်ပြုမူကျင့်ကြံသူတို့တွင် အပါအဝင် ဖြစ်လိမ့်မည်။” ဟု မိန့်တော်မူခဲ့၏။"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "စေတန်မကောင်းဆိုးဝါးသည် သူတို့နှစ်ဦးစလုံးအား သူတို့၏ဖုံးအုပ်ထားသော အရှက်များကို ပေါ်လွင်စေရန် (ရာဂစိတ်နိုးကြွစေရန်) မကောင်းသောအကြံဉာဏ်ဖြင့် တီးတိုးပြောဆိုလှုံ့ဆော်ခဲ့၏။ သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်က သင်တို့နှစ်ဦးစလုံးအား ဤအပြစ်မှ တားမြစ်ခြင်းမှာ သင်တို့နှစ်ဦးစလုံးသည် မလာအီကာစေတမန်များ မဖြစ်စေရန် သို့မဟုတ် အစဉ်ထာဝရ အသက်ရှင်သည့် မသေမျိုး မဖြစ်စေရန်အတွက်သာ ဖြစ်သည်။\"\" ဟု လှုံ့ဆော်ပြောဆိုခဲ့သည်။"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "ထို့ပြင် ဧကန်ပင်၊ ကျွန်ုပ်သည် သင်တို့နှစ်ဦးစလုံးအတွက် ရိုးသားစွာ အကြံဉာဏ်ကောင်းပေးသူများမှ အနက်ပင် ဖြစ်ကြောင်း သစ္စာပြုကျိန်ဆိုပြောပါရစေ။"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "ထိုသို့ဖြင့် စေတန်မိစ္ဆာကောင်သည် သူတို့နှစ်ဦးစလုံးအား ပရိယာယ်ဖြင့် လှည့်စား၍ ဖြားယောင်း ဆွဲဆောင်လေသည်။ ထိုသို့ဖြင့် သူတို့နှစ်ဦးသည် ထိုအပင်ကို မြည်းစမ်းကြသောအခါ သူတို့၌ သူတို့၏အရှက် (အင်္ဂါ) များ ပေါ်သွားလေ၏။ ထို့နောက် သူတို့သည် သုခဘုံဥယျာဉ်မှ သစ်ရွက်များဖြင့် သူတို့၏ခန္ဓာကိုယ်များပေါ် စတင် ဖုံးအုပ်ကြလေ၏။ ထိုအခါ သူတို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသောအရှင်မြတ်က သူတို့နှစ်ဦးစလုံးအား အရေးတကြီးခေါ်တော်မူ၍ “ငါအရှင်မြတ်သည် သင်တို့အား ဤအပင်မှ ပိတ်ပင်ခဲ့သည် မဟုတ်လော။ စေတန်မကောင်းဆိုးဝါးသည် သင်တို့နှစ်ဦးစလုံးအတွက် ထင်ရှားသော ရန်သူဖြစ်သည်။” ဟု ပြောခဲ့သည်မဟုတ်လော့။” ဟု မေးမြန်းတော်မူ၏။"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "သူတို့နှစ်ဦးစလုံးက “အို၊ ကျွန်ုပ်တို့အား ဖွဲ့စည်းဖြစ်တည်ပျိုးထောင်တော်မူသော အရှင်မြတ်၊ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ် အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သော စိတ်ဝိဉာဉ်) ကို အရှင့်စည်းမျဉ်းတော်အတိုင်း အသုံးမချဘဲ မမှန်မကန် သုံးစွဲမိကြပါ၏။ ထို့ပြင်အကယ်၍ အရှင်မြတ်သည်သာ ကျွန်ုပ်တို့ကို လွတ်ငြိမ်းချမ်းသာခွင့်ပေး တော်မမူပါလျှင်၊ ကျွန်ုပ်တို့အပေါ် ကရုဏာထားတော်မမူပါလျှင် ကျွန်တော်မျိုးတို့သည် ဆုံးရှုံးနစ်နာသူများထဲတွင် အပါအဝင် ဖြစ်ကြပါလိမ့်မည်။” ဟု လျှောက်တင်ကြ၏။"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "အရှင်မြတ်က “(သင်တို့အားလုံးသည် သုခဘံဥယျာဉ်မှ) ဆင်းသွားကြလော့။ (သင်တို့အချင်းချင်း) အချို့သည် အချို့၏ရန်သူဖြစ်ပြီး သင်တို့အတွက် ကမ္ဘာဂြိုဟ်ပေါ်၌ (အရှင်မြတ်သတ်မှတ်တော်မူသော) အချိန် ကာလအထိ အခြေချနေထိုင်ရာ ဌာနစခန်း၊ အသက်မွေးမှုနှင့်အကျိုးခံစားခွင့်များရှိ၏။” ဟု မိန့်တော်မူ၏။"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "ထို (ကမ္ဘာဂြိုဟ်) ၌ သင်တို့နေထိုင်ကြရမည်။ ယင်း၌ပင် သေကြပြီးနောက် ယင်းမှ (တစ်ဖန်) ထွက်လာစေတော်မူခြင်းခံရလိမ့်မည်ဟု မိန့်တော်မူ၏။"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "အို၊ အာဒမ်၏သားသမီးအပေါင်းတို့၊ ဧကန်ပင်၊ ငါအရှင်မြတ်သည် သင်တို့အား အရှက်လုံစေပြီး လှပတင့် တယ်စေသည့် အဝတ်တန်ဆာကို ချမှတ်ပေးအပ်တော်မူ၏။ သို့သော် အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံးခြင်း (မည်သော သက္ကဝါအဝတ်တန်ဆာ) သည် အမြင့်မြတ်ဆုံးပင်ဖြစ်၏။ ဤသည်ကား သူတို့ သတိရ တသ၍ ဖွင့်ဟနိုင်ကြရန်အလို့ငှာ (ထုတ်ပြန်ချမှတ်ပေးအပ်သော) အလ္လာဟ်အရှင်မြတ်၏အာယာသ်သက်သေလက္ခဏာတော်များအနက်မှ ဖြစ်၏။"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "အို၊ အာဒမ်၏သားသမီးအပေါင်းတို့၊ စေတန်မကောင်းဆိုးဝါးသည် သင်တို့၏မိဘ (ဘိုး၊ ဘေး၊ ဘီ၊ ဘင်) တို့အား သူတို့၏အဝတ်တန်ဆာများကို ချွတ်စေလျက် သူတို့၏အရှက်များကို ပေါ်လွင်စေကာ သုခဘုံဥယျာဉ်မှ နှင်ထုတ်စေသကဲ့သို့ သင်တို့ကိုလည်း (လမ်းမှားရောက်အောင်) ဖြားယောင်းသွေးဆောင်ခြင်းအား ခွင့်မပြုကြလေနှင့်။ စင်စစ် စေတန်မကောင်းဆိုးဝါးနှင့် သူ့မိတ်ဆွေအပေါင်းအပါတို့သည် သင်တို့က သူတို့ကို မမြင်နိုင်သော နည်းလမ်းနှင့်နေရာများမှ သင်တို့အား မြင်နေကြ၏။ ဧကန်ပင်၊ ငါအရှင်မြတ်သည် စေတန်မကောင်းဆိုးဝါးတို့ကို မယုံကြည်သူတို့အတွက် လူယုံနှင့်ကာကွယ်စောင့်ရှောက်သူများအဖြစ် ဖြစ်စေတော်မူ၏။"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "သူတို့သည် (ကအ်ဗဟ်ကျောင်းတော်၌ ကိုယ်တုံးလုံးလှည့်ပတ်ခြင်းပမာ) စက်ဆုပ်ရွံရှာဖွယ်ကောင်းသည့် မဖွယ်မရာကိစ္စတစ်စုံတစ်ရာကို ပြုလုပ်ကြသည့်အခါ “ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ဘိုး၊ ဘေး၊ ဘီ၊ ဘင်တို့ကို ထိုသို့ပင် (ပြုလုပ်ကြောင်း) တွေ့ခဲ့ကြပြီး အလ္လာဟ်အရှင်မြတ်သည် ကျွန်ုပ်တို့အား ယင်းနှင့်ပတ်သက်၍ (ထိုသို့ ပြုလုပ်ရန်) အမိန့်ပေးတော်မူခဲ့၏။” ဟု ပြောဆိုခဲ့ကြသည်။ “မုချဧကန်၊ အလ္လာဟ်အရှင်မြတ်သည် ထိုစက်ဆုပ် ရွံရှာဖွယ်ကောင်းသည့် မဖွယ်မရာကိစ္စနှင့်စပ်လျဉ်း၍ (ထိုသို့ပြုလုပ်ရန်) အလျင်း မိန့်တော်မမူချေ။” ဟု ဟော ကြားလော့။ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်နှင့်ပတ်သက်၍ သင်တို့ မသိနားမလည်သောအရာကို (ကြံစည်ဖန်တီး၍) ပြောဆိုမည်လော။” (ဟု မေးမြန်းလော့။)"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "ဟောလော့။ ကျွန်ုပ်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်သည် (ကျွန်ုပ်အား) တရားတော်နှင့်အညီ တရားမျှတစွာ ပြုမူကျင့်ကြံရန်၊ ဝတ်ပြုရာနေရာတိုင်း၌ သင်တို့၏မျက်နှာ များကို (အရှင့်ဘက်ရှေးရှုဦးတည်၍) မြဲမြံစွာ ဝတ်ပြုဆောက်တည်ရန်နှင့်အရှင့်ဒီန် (ခေါ် လူသားတို့အတွက် ရုပ်နာမ်ဆိုင်ရာ ပြုမူကျင့်ကြံစရာများပါဝင်သည့် ဘဝတည်ဆောက်ရေးလမ်းစဉ်) အတွက် စိတ်ရင်းစေတနာ ဖြူစင်စွာဖြင့် အရှင်မြတ်ကို ဟစ်ခေါ်ရန် အမိန့်ပေးညွှန်ကြားတော်မူ၏။ သင်တို့အား မူလအစ၌ စတင်ဖြစ်တည်စေတော်မူသကဲ့သို့ (ထိုအရှင်မြတ်ထံတော်သို့ပင်) သင်တို့ ပြန်ကြရလိမ့်မည်။"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "(ထိုအရှင်မြတ်သည်) အုပ်စုတစ်စုအား (လမ်းမှန်အတိုင်း) လမ်းညွှန်တော်မူပြီး အုပ်စုတစ်စုအပေါ်တွင်မူကား လမ်းမှားသာ ထိုက်တန်စေတော်မူ၏။ (အကြောင်းမှာ) သူတို့သည် အလ္လာဟ်အရှင်မြတ်ထက် စေတန်မကောင်းဆိုးဝါးတို့ကို ယုံကြည်စိတ်ချရသော ကာကွယ်စောင့်ရှောက်သူများအဖြစ် အယူထားကြပြီး သူတို့သည် တရားလမ်းမှန်ရရှိကြသူများဖြစ်သည်ဟု ထင်မှတ်နေကြသောကြောင့် ဖြစ်သည်။"
        },
        {
            "chapter": 7,
            "verse": 31,
            "text": "အို၊ အာဒမ်သားသမီးအပေါင်းတို့၊ ဝတ်ပြုရာနေရာတိုင်း၌ (ဆွလာသ်ဝတ်ပြုစဉ်) သန့်ရှင်းစင်ကြယ်စွာနှင့်တင့်တယ်စွာ ဝတ်စားတန်ဆာဆင်ကြလော့။ (အရှင်မြတ်ခွင့်ပြုထားသော စားသောက်ဖွယ်ရာများကို) စားသုံးကြလော့။ သို့သော် (အလွန်အကျွံစားသောက်၍လည်းကောင်း၊ မလိုလားအပ်သောနည်းများတွင် အသုံးချခြင်းဖြင့်လည်းကောင်း၊) မဖြုန်းတီးကြလေနှင့်။ ဧကန်ပင်၊ ထိုအရှင်မြတ်သည် ဖြုန်းတီးသူတို့အား နှစ်သက်တော်မမူချေ။"
        },
        {
            "chapter": 7,
            "verse": 32,
            "text": "ဟောလော့၊ “အလ္လာဟ်အရှင်မြတ်သည် အရှင့်အစေခံ (လူသား) တို့အတွက် ထုတ်လုပ်စေတော်မူသော လက်ဝတ်တန်ဆာများ၊ ရိက္ခာနှင့်လိုအပ်ချက်တို့အနက်မှ သန့်ရှင်းစင်ကြယ်သော အစားအသောက်များကို မည်သူက တားမြစ်လေသနည်း။ ယင်းသည် ယုံကြည်သူတို့အတွက်ဤလောကီဘဝသက်တမ်း၌ (အများနည်းတူ) လည်းကောင်း၊ ရှင်ပြန်ထမည့်နေ့တွင် သီးသန့်အဖြစ်လည်းကောင်း၊ ရရှိမည့်ခံစားခွင့်များ ဖြစ်၏။ ဤကဲ့သို့ပင် ငါအရှင်မြတ်သည် အသိပညာရှာဖွေဆည်းပူးကြသော လူမျိုးတို့အတွက် အာယာသ်သက်သေလက္ခဏာတော်များကို အသေးစိတ်ရှင်းပြတော်မူ၏။”"
        },
        {
            "chapter": 7,
            "verse": 33,
            "text": "ဟောကြားလော့။ “ကျွန်ုပ်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသော အရှင်မြတ်သည် စက်ဆုပ်ရွံရှာဖွယ်ကောင်းသော မဖွယ်မရာများအနက်မှ လူသိရှင်ကြား ထင်ထင်ရှားရှား ပြုမူကျင့်ဆောင်မှုများကိုလည်းကောင်း၊ တိတ်တဆိတ်လျှို့ဝှက်စွာ လုပ်ဆောင်သည်များကိုလည်းကောင်း၊ မကောင်းမှုဒုစရိုက်များကိုလည်းကောင်း၊ မတရားသဖြင့် အနိုင်ကျင့်ညှင်းဆဲခြင်းကိုလည်းကောင်း၊ အလ္လာဟ်အရှင်မြတ်နှင့်တုပြိုင်တွဲဖက် ၍ (အခြားသောအရာများအား ရှိခိုးကန်တော့၊ ဆည်းကပ်) ကိုးကွယ်ခြင်းကိုလည်းကောင်း၊ အရှင်မြတ်ထံတော်မှ ခွင့်ပြုချက်ဆိုင်ရာ သက်သေသာဓကချမှတ်ပေးအပ်ခြင်းမခံရသော အကြောင်းကိစ္စများအား သင်တို့ သိနားလည် ခြင်းမရှိဘဲ အရှင်မြတ်အပေါ် (ကြံစည်ဖန်တီး၍) ပုံချပြောဆိုခြင်းကိုလည်းကောင်း၊ အမှန်ပင် တားမြစ်ထားတော်မူ၏။”"
        },
        {
            "chapter": 7,
            "verse": 34,
            "text": "လူ့ဘောင်အသိုင်းအဝိုင်းအတွက် (သူတို့၏လွတ်လပ်စွာရွေးပိုင်ခွင့်နှင့်အညီ အရှင်မြတ်က) သတ်မှတ်ထားတော်မူသော အချိန်ကာလတစ်ခု ရှိ၏။ သူတို့၏ သတ်မှတ်ချိန် စေ့သည့်ကာလရောက် လာသည့်အခါ (သူတို့သည်) အချိန်တစ်နာရီမျှပင် နောက်ဆုတ်နိုင်ကြမည်မဟုတ်ပေ။ (အချိန်အနည်းငယ်မျှ) ရှေ့တိုးနိုင်ကြမည်လည်း မဟုတ်ချေ။"
        },
        {
            "chapter": 7,
            "verse": 35,
            "text": "အို၊ အာဒမ်၏သားသမီးအပေါင်းတို့၊ (လောကီဘဝသက်တမ်းသည် အရှင်မြတ်သတ်မှတ်ထားသည့် အတိုင်းသာဖြစ်၍) အသင်တို့အနက်မှ (ငါအရှင်မြတ်ရွေးချယ်ခန့်အပ်တော်မူသည့်) ရစူလ်တမန်တော်များ သင်တို့ထံ ငါအရှင်၏အာယာသ်သက်သေလက္ခဏာတော်များကို ရှင်းလင်းတင်ပြရန် ရောက်လာကြသည့်အခါတိုင်း မည်သူမဆို အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာပြီး (သူ၏နေထိုင်ကျင့်သုံးမှုစနစ်ကို အရှင့်လမ်းညွှန်တော်နှင့်အညီ) ပြုပြင်ပြောင်းလဲလျှင် သူတို့အပေါ်၌ မည်သည့် စိုးရိမ်ကြောင့်ကြမှုမျှ ရှိမည်မဟုတ်သည့်အပြင် ပူဆွေးသောကရောက်ကြရမည်လည်း မဟုတ်ချေ။"
        },
        {
            "chapter": 7,
            "verse": 36,
            "text": "ငါအရှင်မြတ်၏အာယာသ်သက်သေလက္ခဏာတော်များကို (မဟုတ်မမှန် ကြံစည်စွပ်စွဲလျက်) ငြင်းဆန်၍ မာန်မာနတက်ကြသူတို့သည် ငရဲမီး၏အဖော်များသာဖြစ်ကြပြီး (ထိုသူတို့သည် ထိုငရဲဘုံ၌ပင်) ကာလအကန့်အသတ်မဲ့ နေထိုင်ကြရမည့်သူများ ဖြစ်ကြသည်။"
        },
        {
            "chapter": 7,
            "verse": 37,
            "text": "မည်သူမဆို မုသားများကို ကြံဖန်လီဆယ်၍ (ထိုမုသားများအား အရှင်မြတ်ချမှတ်တော်မူသကဲ့သို့) အလ္လာဟ်အရှင်မြတ်အပေါ် ပုံချခြင်းဖြင့် လိမ်လည်ကြလျှင် သို့မဟုတ် အရှင့်အာယာသ်သက်သေလက္ခဏာ တော်များကို ငြင်းဆန်လျှင် ထိုသူတို့ထက် အရှင့်စည်းမျဉ်းတော်များကို ချိုးဖောက်၍ မမှန်မကန်လုပ်သူ မည်သူရှိအံ့နည်း။ ထိုသူတို့သည် ငါအရှင်မြတ်၏စေတမန်များက သူတို့၏အသက်ဇီဝိန်ကို နှုတ်သိမ်းရန် ရောက်လာသည်အထိ (သက်တမ်းတစ်လျှောက်လုံး၌) ကျမ်းတော်မှ (အရှင့်သတ်မှတ်ပြဋ္ဌာန်းချက်နှင့်အညီ သူတို့၏ဘဝ လိုအပ်ချက်နှင့်ရိက္ခာဆိုင်ရာ) ဝေစုဝေပုံများ သူ့ထံရောက်ရှိ၍ ခံစားခဲ့ကြရသည်။ (သူတို့အား) “အလ္လာဟ်အရှင်မြတ်မှ ရှောင်ဖယ်စွန့်ခွာ၍ သင်တို့ဆည်းကပ်ပူဇော်၍ ဟစ်ခေါ်တသခဲ့ကြသော ထိုကိုးကွယ်ရာများ (ယခုအခါ) အဘယ်မှာနည်း။” ဟု မေးသော် “ယင်းတို့သည် ကျွန်ုပ်တို့ထံမှ သွေဖည်၍ ပျောက်ကွယ်သွားကြလေပြီ။” ဟု ဖြေကြားလိမ့်မည်။ ထို့ပြင် သူတို့သည် သူတို့၏နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ် စဉ်စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အတိုင်းဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒအတိုင်းဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သောစိတ်ဝိဉာဉ်) ကို (အရှင့်စည်း မျဉ်းတော်တိုင်းမဟုတ်ဘဲ သူတို့၏စိတ်အလိုဆန္ဒအတိုင်း အသုံးချခဲ့ခြင်းကြောင့်) ဧကန်စင်စစ်၊ မယုံကြည်သူများ ဖြစ်လာခဲ့ကြောင်းကို သက်သေခံကြမည်။"
        },
        {
            "chapter": 7,
            "verse": 38,
            "text": "(အရှင်မြတ်က) “သင်တို့မတိုင်မီ လွန်လေပြီးသော ဂျင်န်နှင့် လူသားအသိုင်းအဝိုင်းတို့ အနက်မှ (ငရဲမီးနှင့် ထိုက်တန်သူတို့အား) ငရဲမီးထဲသို့ဝင်ကြလော့။” ဟု မိန့်တော်မူရာအသိုင်းအဝိုင်းတစ်ခုသည် (ငရဲမီးထဲသို့) ဝင်ရောက်သည့်အခါတိုင်းမှာ (ယင်းတို့မတိုင်မီလွန်လေပြီးသော) ရှေ့မျိုးဆက်အသိုင်းအဝိုင်းအား ကျိန်ဆဲလေ၏။ သူတို့အားလုံး တစ်စုကိုတစ်စု ကျော်တက်လျက် ထို (ငရဲမီး) ထဲသို့ ရောက်သည်အထိ သူတို့နောက်မျိုးဆက်က ရှေးမျိုးဆက်နှင့်စပ်လျဉ်း၍ “အို၊ ကျွန်ုပ်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်၊ ဤ (ရှေးမျိုးဆက်ဖြစ်သော) သူတို့သည် ကျွန်ုပ်တို့အား လမ်းမှားရောက်စေသောကြောင့် သူတိုကို ငရဲမီး၏ပြစ်ဒဏ် နှစ်ဆပေးတော်မူပါ။”ဟု လျှောက်တင်ကြ၏။ “(ထိုစဉ်အရှင်မြတ်က) အုပ်စုတိုင်းအတွက် (ပြစ်ဒဏ်) နှစ်ဆစီ (ရှိမည်) ဖြစ်သော်လည်း သင်တို့၌ သိနားလည်မှု မရှိကြချေ။” ဟု မိန့်တော်မူ၏။"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "(သူတို့အနက်) ရှေးမျိုးဆက်က နောက်မျိုးဆက်အား “အသင်တို့သည် ကျွန်ုပ်တို့ထက် ပိုမို၍ သိက္ခာမရှိသော ကြောင့် သင်တို့ရှာဖွေဆည်းပူးကျင့်ဆောင်ခဲ့သမျှနှင့်အညီ ပြစ်ဒဏ်များကို မြည်းစမ်းကြလော့။” ပြောဆိုကြ၏။"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "ဧကန်စင်စစ်၊ ငါအရှင်မြတ်၏အာယာသ်သက်သေလက္ခဏာတော်များကို (မဟုတ်မမှန် ကြံဖန်စွပ်စွဲ၍) ငြင်းဆန်ပြီး ယင်းတို့မှ (ရှောင်လွှဲလျက်) မာနတက်နေကြသူတို့သည် ကုလားအုတ်က အပ်ပေါက်၌ ဝင်ဆံ့သည့်တိုင် သူတို့အတွက် မိုးကောင်းကင်၌ တံခါးပေါက်များ ဖွင့်ထားခြင်းခံရမည်မဟုတ်ပေ။ သုခဘုံထဲသို့လည်း ဝင်ခွင့်ရလိမ့်မည်မဟုတ်ချေ။ ထိုသို့ပင် ငါအရှင်မြတ်သည် ပြစ်မှုကျူးလွန်သော ရာဇဝတ်သားများကို (သူတို့၏ ပြစ်မှုနှင့်အညီ ဆိုးကျိုးဆက်အဖြစ်) ပြစ်ဒဏ်ပေးတော်မူ၏။"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "သူတို့အတွက် အခင်းမှာ ငရဲဘုံဖြစ်ပြီး သူတို့အပေါ်၌လည်း (ငရဲမီး) အဖုံးအအုပ်များ ရှိ၏။ ထိုသို့ပင် ငါအရှင်မြတ်သည် အရှင့်စည်းမျဉ်းတော်များအား ကျူးလွန်ချိုးဖောက်၍ မဟုတ်မတရား မမှန်မကန်လုပ်သူတို့အတွက် (အကျိုးဆက်) ပေးဆပ်စေတော်မူ၏။"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "ယုံကြည်၍ ဖြောင့်မတ်မှန်ကန်သည့် ပြုမူကျင့်ကြံမှုများဖြင့် သီလဆောက်တည်ကြသူတို့အတွက် ငါအရှင်မြတ်သည် မည်သည့် နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့် ပေးတော်မူထားသော ဉာဉ်စဉ်စရိုက်၊ ပင်ကိုယ် အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အညီဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒနှင့်အညီဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန် အသုံးချနိုင်သောစိတ်ဝိဉာဉ်) ကိုမျှ ယင်း၌ရှိသော စွမ်းရည်နှင့်အညီမှအပ (တာဝန်ဝန်ထုပ်ကို) ထမ်းဆောင်စေတော်မမူပေ။ ထိုသူတို့သည် သုခဘုံဥယျာဉ်၏အဖော်များဖြစ်ကြပြီး ထို (သုခဘုံ) ၌ပင် ကာလအကန့်အသတ်မဲ့ နေထိုင်စံမြန်းကြမည်။"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "ထို့ပြင် ငါအရှင်မြတ်သည် သူတို့၏စိတ်နှလုံး၌ရှိသော အာဃာတအငြိုအတေးနှင့်မနာလိုမှုများကို ဖယ်ရှားထုတ်ပစ်တော်မူမည်။ သူတို့၏အောက်ခြေ၌ စိမ့်စမ်းရေများ တသွင်သွင် စီးဆင်းလျက်ရှိ၏။ သူတို့က “ချီးမွမ်းမှုနှင့်ကျေးဇူးတင်မှုဟူသမျှသည် ကျွန်ုပ်တို့အား ဤသို့ (လောကီဘဝ၌ အရှင်မြတ်က မျက်နှာသာပေးတော်မူသည့် လမ်းစဉ်အတိုင်း ဘဝတည်ဆောက်နိုင်ရန်) လမ်းညွှန်တော်မူသောအလ္လာဟ်အရှင်မြတ်နှင့်သာ ထိုက်တန်တော်မူ၏။ အကယ်၍ အလ္လာဟ်အရှင်မြတ်က ကျွန်ုပ်တို့အား လမ်းညွှန်တော်မမူခဲ့လျှင် တရားလမ်းညွှန်မှန်ကို အလျှင်း ရရှိကြမည်မဟုတ်ပေ။ မုချဧကန် ကျွန်ုပ်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်ထံတော်မှ အမှန်တရားသစ္စာနှင့်အတူ ရစူလ်တမန်တော်များ ရောက်ရှိလာခဲ့၏။ “ဤသုခဘုံဥယျာဉ် သည် သင်တို့ (က လောကီဘဝ၌) ပြုမူကျင့်ကြံကြသည်နှင့်အညီ (အကျိုးဆုလဒ်အဖြစ်) အမွေဆက်ခံခွင့်ခံရမည့် အရာအဖြစ်ကြောင်း” (ကြွေးကြော်သူတစ်ဦးက) သူတို့အား ဟစ်ခေါ်ပြောလိမ့်မည်။"
        },
        {
            "chapter": 7,
            "verse": 44,
            "text": "သုခဘုံဥယျာဉ်၏အဖော်များက ငရဲမီး၏အဖော်များအား “ကျွန်ုပ်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်သည် ကျွန်ုပ်တို့ကို ကတိပေးမိန့်တော်မူခဲ့သည်မှာ မှန်ကန်ကြောင်း ကျွန်ုပ်တို့က မုချပင် တွေ့ခဲ့ရပြီ။ သင်တို့ကို သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်က ကတိပေးမိန့်တော်မူခဲ့သည်မှာ မှန်ကန်ကြောင်း သင်တို့ တွေ့ကြသလော။” ဟု ဟစ်ခေါ်မေး မြန်းကြသော် (သူတို့က) ဟုတ်ပါ၏။ (မှန်ကန်ကြောင်းတွေ့ခဲ့ပါပြီ) ဟု ဖြေဆိုကြမည်။ ထို့နောက် ကြွေးကြော်သူတစ်ဦးက “အရှင့်စည်းမျဉ်းတော်များကို ချိုးဖောက်၍ (မဟုတ်မတရား) မမှန်မကန်ပြုမူကျင့်ကြံခဲ့ကြသူတို့သည် အလ္လာဟ်အရှင်မြတ်၏မေတ္တာကရုဏာတော်မှ ကင်းဝေးကြစေ။” ဟူ၍ ဟစ်အော်ကြွေးကြော်လိမ့်မည်။"
        },
        {
            "chapter": 7,
            "verse": 45,
            "text": "အလ္လာဟ်အရှင်မြတ်၏လမ်းစဉ်တော်မှ (လူတို့အား) တားဆီးပိတ်ပင်ပြီး ထို (လမ်းစဉ်တော်) ၌ ကွေ့ကောက်မှုကို (မရိုးသားစွာဖြင့်) ရှာဖွေကြသူတို့သည် နောင်တမလွန်ဘဝနှင့်စပ်လျဉ်း၍ မယုံကြည်ငြင်းပယ်ကြသူများပင် ဖြစ်ကြ၏။"
        },
        {
            "chapter": 7,
            "verse": 46,
            "text": "ထို့ပြင် ယင်းတို့ (သုခဘုံနှင့်ငရဲဘုံ) စပ်ကြားတွင် အကာအရံတစ်ခုရှိ၏။ မြင့်သောနေရာတစ်ခုပေါ်တွင် လူတိုင်း၏မျက်နှာထားကို (သူတို့၏အမှတ်အသားများဖြင့်) မှတ်မိနေသော လူများရှိကြ၏။ သူတို့သည် သုခဘုံ၏အဖော် (သုခဘုံသား) တို့အား “ငြိမ်းချမ်းသာယာမှုသည် သင်တို့အပေါ်ကျရောက်ပါစေ။” ဟု ဟစ်အော်ပြော ဆိုကြမည်။ သူတို့သည် ထို (သုခဘုံ)ကို မဝင်ရသေးသော်လည်း (ဝင်ခွင့်ရလိမ့်မည်ဟု) မျှော်လင့်တောင့်တလျက် ရှိကြမည်။"
        },
        {
            "chapter": 7,
            "verse": 47,
            "text": "တစ်ဖန် သူတို့၏မျက်စိများကို ငရဲမီး၏အဖော်များ (ငရဲသားများ) ဘက်သို့ လှည့်ကြသည့်အခါ သူတို့က “အို၊ ကျွန်ုပ်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်၊ အရှင်မြတ်သည် ကျွန်ုပ်တို့အား အရှင့်စည်းမျဉ်းတော်များကို ချိုးဖောက်၍ မဟုတ်မတရား မမှန်မကန်ပြုမူကျင့်ကြံသူတို့နှင့်အတူ (သူတို့ထဲတွင် အပါအဝင်) ဖြစ်စေတော်မမူပါနှင့်။” ဟု လျှောက်တင်ကြလိမ့်မည်။"
        },
        {
            "chapter": 7,
            "verse": 48,
            "text": "မြင့်မြတ်သောနေရာ၏အဖော် (နေရာမြင့်၌ရှိသူ) တို့က မျက်နှာထား (အမှတ်အသားများဖြင့်) သူတို့မှတ်မိနေကြသော (လောကီဘဝမှ မယုံကြည်သူတို့၏ခေါင်းဆောင်များဖြစ်ခဲ့ကြသော) လူအချို့အား ဟစ်ခေါ်၍ “သင်တို့ (လောကီဘဝ၌) စုဆောင်းခဲ့ကြသော (ဥစ္စာဓန၊ အင်အားအဖွဲ့အစည်းစသော) အရာများနှင့်သင်တို့ မာန်မာနထောင်လွှားခဲ့ကြသည့် ပကာသနများသည် သင်တို့အတွက် အသုံးဝင်လိမ့်မည် မဟုတ်ပေ။” ဟု ပြောဆိုကြလိမ့်မည်။"
        },
        {
            "chapter": 7,
            "verse": 49,
            "text": "(မြင့်မြတ်သောနေရာ၌ရှိသူတို့သည် သုခဘုံ၏အဖော်များကိုညွှန်ပြလျက်) ဤသူတို့သည် (လောကီဘဝ၌ မယုံကြည်သူတို့၏ခေါင်းဆောင်များဖြစ်ကြသော) သူတို့က “အလ္လာဟ်အရှင်မြတ်သည် သင်တို့အပေါ် အရှင့်ကရုဏာတော်သက်စေမည် မဟုတ်။” ဟု ကျိန်ဆိုပြောခဲ့ကြသည့်သူများ မဟုတ်လော။ (ထို့နောက် သုခဘုံသားတို့အား) သင်တို့သုခဘုံထဲသို့ ဝင်ကြလော့။ သင်တို့အပေါ် မည်သည့် စိုးရိမ်ကြောင့်ကြမှုများရှိမည် မဟုတ်သည့်အပြင် သင်တို့သည် ပူဆွေးသောကရောက်ကြရမည်လည်း မဟုတ်ပေ။ (ဟု ပြောလိမ့်မည်။)"
        },
        {
            "chapter": 7,
            "verse": 50,
            "text": "ငရဲသားတို့သည် သုခဘုံသားတို့အား “အလ္လာဟ်အရှင်မြတ်က သင်တို့ကို ပေးအပ်တော်မူသည့်ရေ သို့မဟုတ် ရိက္ခာအထောက်အပံ့တို့အနက်မှ ကျွန်ုပ်တို့အပေါ်လည်း သွန်းလောင်းပေးသနားကြပါ။” ဟု ဟစ်ခေါ် တောင်းဆို ကြ၏။ (ထိုအခါ သုခဘုံသားတို့က) “အလ္လဟ်အရှင်မြတ်သည် ယင်းတို့နှစ်ခုစလုံးကို မယုံကြည် (သူနှင့်အမှန် တရားကို ဖီဆန်ငြင်းပယ်) သူတို့အပေါ် (တရားမဝင်အဖြစ်) တားမြစ်တော်မူခဲ့ပြီ။”ဟု ဖြေဆိုကြ၏။"
        },
        {
            "chapter": 7,
            "verse": 51,
            "text": "(ထိုမယုံကြည်) သူတို့သည် သူတို့၏ဒီန် (ခေါ် လူသားတို့အတွက် ရုပ်နာမ်ဆိုင်ရာ ပြုမူကျင့်ကြံစရာများ ပါဝင်သည့် ဘဝတည်ဆောက်ရေးလမ်းစဉ်) ကို ဖျော်ဖြေမှုနှင့်ကစားစရာအဖြစ် မှတ်ယူပြီး လောကီဘဝသက်တမ်းအား သူတို့ကို လှည့်စားဖြားယောင်းစေခဲ့ကြ၏။ သို့ဖြစ်ပေရာ သူတို့ (လောကီဘဝ၌) ယနေ့မူကား ငါအရှင်မြတ်သည်လည်း သူတို့အား ဤနေ့နှင့်ကြုံတွေ့ရမည်ကို ဥပေက္ခာပြုမေ့ထား၍ ငါအရှင်မြတ်၏အာယာသ်သက်သေလက္ခဏာတော်များကို (ခေါင်းမာလျက် ငြင်းပယ်စွန့်ပစ်သကဲ့သို့) မေ့ပစ်ထားတော်မူ၏။"
        },
        {
            "chapter": 7,
            "verse": 52,
            "text": "ဧကန်ပင်၊ ငါအရှင်မြတ်သည် ဉာဏ်ပညာပေါ်အခြေခံ၍ (ငါအရှင်ကိုယ်တိုင်) အသေးစိတ်ရှင်းပြထားသော သက်ဝင်ယုံကြည်သော လူမျိုးအတွက် လမ်းညွှန်တော်နှင့်ကရုဏာတော်ဖြစ်သော ကျမ်းတစ်စောင်ကို သူတို့ထံ ရောက်စေတော်မူခဲ့၏။"
        },
        {
            "chapter": 7,
            "verse": 53,
            "text": "သူတို့သည် ထို (ကျမ်းတော်) ၏ နိဂုံးချုပ်အဓိပ္ပါယ်ဖွင့်ဆိုချက် (နှင့်သူတို့လုပ်ရပ်၏နောက်ဆုံး အကျိုးဆက်) ကိုသာ စောင့်မျှော်နေကြသလော။ ထို (ကျမ်းတော်) ၏ ဖွင့်ဆိုချက်ပါအတိုင်း နောက်ဆုံးအကျိုးဆက် ဆိုက်ရောက်လာမည့်နေ့တွင် ယခင်က ယင်း (နေ့) အား မေ့လျော့နေခဲ့ကြသူတို့က “ကျွန်ုပ်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ်၏ရစူလ်တမန်တော်များသည် (ကျွန်ုပ်တို့ထံ) အမှန်တရား သစ္စာနှင့်အတူ မုချပင် ရောက်လာခဲ့ကြ၏။ (သို့သော် ကျွန်ုပ်တို့က ဂရုမစိုက်ခဲ့ပါ။) သို့ဖြစ်ပေရာ ကျွန်ုပ်တို့အတွက် ကြားဝင်တောင်းပန်ပေးနိုင်မည့် ကြားဝင်တောင်းပန်စေ့စပ်ပေးသူများအနက်မှ (ကျွန်ုပ်တို့ကို ကယ်တင်နိုင် မည့်သူ) တစ်စုံတစ်ဦး ရှိပါမည်လော။ သို့တည်းမဟုတ် ယခင်က ပြုမူကျင့်ကြံခဲ့ကြသည်တို့နှင့်ဆန့်ကျင်၍ (ကောင်းမှုကိုသာလျှင်) ပြုမူကျင့်ကြံခွင့်ရရန် (လောကီသို့) ပြန်လွှတ်ခြင်းခံကြရမည်လော။” ဟု လျှောက်တင်ကြလိမ့်မည်။ ဧကန်ပင်၊ ထိုသူတို့သည် သူတို့၏နဖ်စ် (ခေါ် မျိုးရိုးဗီဇထဲ၌ ထည့်ပေးတော်မူထားသော ဉာဉ်စဉ် စရိုက်၊ ပင်ကိုယ်အရည်အသွေး၊ စွမ်းရည်အစွမ်းအစနှင့်စိတ်ဆန္ဒများကို အရှင့်စည်းမျဉ်းတော်အညီဖြစ်စေ၊ သို့မဟုတ် စိတ်အလိုဆန္ဒနှင့်အညီဖြစ်စေ၊ ရှာဖွေသုံးစွဲနိုင်ရန်အသုံးချနိုင်သောစိတ် ဝိဉာဉ်)ကို သူတို့၏ စိတ်အလိုဆန္ဒအတိုင်း အသုံးချပြီး ဆုံးရှုံးနစ်နာအောင်ပြုခဲ့ပြီ။ ထို့ပြင် ထိုသူတို့ (ယခင်က) ကြံဖန်လီဆယ်ခဲ့ကြသည့် (မှားယွင်းသောကိုးကွယ်ရာများနှင့်အားကိုးအားထားပြုခဲ့ကြသော) အရာများလည်း သူတို့ထံမှ ဖွယ်ခွါသွားကြ လေပြီ။"
        },
        {
            "chapter": 7,
            "verse": 54,
            "text": "မုချဧကန်၊ သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသောအရှင်မြတ်သည် မိုးကောင်းကင်များနှင့်ကမ္ဘာဂြိုဟ်များကို ကာလခြောက်ခုအတွင်း (အပြီးသတ်) ဖွဲ့စည်းဖြစ်တည်စေတော်မူသော အလ္လာဟ်အရှင်မြတ်ပင် ဖြစ်တော်မူ၏။ (ယင်းတို့ကို ဖြစ်တည်စေတော်မူပြီးနောက်) တစ်ဖန် ထိုအရှင်မြတ်သည် အရ်ရှ်ပလ္လင်တော် (စကြဝဠာအပေါင်းတို့အား အရှင့်နိယာမတရားများဖြင့် ထိန်းချုပ်ထားသည့် ဩဇာအာဏာ) အား အချို့အစားမျှတပြီး နေသားတကျ ဖြစ်အောင် အခိုင်အမာထူထောင်စေတော်မူ၏။ ထိုအရှင်မြတ်သည် နေ့ကိုညဖြင့် တစ်ခု၏ (နောက်ကို အခြားတစ်ခု စဉ်ဆက်မပြတ် အလျှင်အမြန်လိုက်စေလျက်) ဖုံးအုပ်လွှမ်းမိုး စေတော်မူ၏။ ထို့ပြင် နေ၊ လနှင့်နက္ခတ်ကြယ်တာရာများအား အရှင့်အမိန့်တော်ညွှန်ကြားချက်ဖြင့် (အရှင့်နိယာ မတရားနှင့်အညီ လှည့်ပတ်လှုပ်ရှားကြသည့်) အရှင့်ဩဇာခံများဖြစ်စေတော်မူ၏။ ဖွဲ့စည်းဖြစ်တည်စေခြင်းနှင့် (ထိုသို့ဖြစ်တည်စေရန်) အမိန့်ပေးညွှန်ကြားခွင့်များသည် ထိုအရှင်မြတ် (၏ အချုပ်အခြာ၌သာရှိ၍ အရှင်မြတ်) နှင့်သာ ထိုက်တန်တော်မူကြောင်းကို နှလုံးသွင်း မှတ်ယူကြလော့။ အလ္လာဟ်အရှင်မြတ်သည်ပင် စကြဝဠာခပ်သိမ်းတို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ဖွံ့ဖြိုးစေတော်မူသောအရှင်မြတ်ဖြစ်၍ ဂုဏ်ကျက်သရေမင်္ဂလာ အပေါင်းနှင့်ပြည့်စုံတော်မူ၏။"
        },
        {
            "chapter": 7,
            "verse": 55,
            "text": "(အို၊ လူသားတို့) သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်ထံတော်၌ ကျိုးနွံစွာနှင့်သိုသိုသိပ်သိပ် ဆုတောင်းပန်ကြားလော့။ ဧကန်စင်စစ်၊ ထိုအရှင်မြတ်သည် စည်းကမ်းကျူး လွန်ဖောက်ဖျက်သူတို့အား နှစ်မြို့တော်မမူချေ။"
        },
        {
            "chapter": 7,
            "verse": 56,
            "text": "(အရှင်မြတ်စည်းဘောင် ပြဋ္ဌာန်းသတ်မှတ်တော်မူသည့်အတိုင်း လိုက်နာကျင့်သုံးကြလော့) တည်ငြိမ်အေးချမ်းပြီးနောက်တွင်မှ ကမ္ဘာဂြိုဟ်ပေါ်၌ မတည်မငြိမ်ဖြစ်အောင် အဖျက်အနှောင့် (သွေးထွက်သံယိုမှု) များ မပြုကြလေနှင့်။ ထိုအရှင်မြတ်အား (ပြစ်ဒဏ်ပေးမည်ကို) စိုးရွံ့ထိတ်လန့်၍ (အရှင့်လွတ်ငြိမ်းချမ်းသာခွင့်နှင့် ကရုဏာတော်အတွက်) မျှော်လင့်ချက်ထားလျက် ဆုပန်ကြလော့။ မုချဧကန်၊ အလ္လာဟ်အရှင်မြတ်၏ကရုဏာတော်သည် အရေးကိစ္စဟူသမျှကို အရှင့်လမ်းညွှန်တော်နှင့်အညီအကောင်းဆုံးဖြစ်အောင် လုပ်ဆောင်သူတို့နှင့်အလွန်ပင် နီးကပ်လျက်ရှိ၏။"
        },
        {
            "chapter": 7,
            "verse": 57,
            "text": "ထိုအရှင်မြတ်သည်ပင် အရှင့်ရှေ့ပြေးကရုဏာတော်အဖြစ် (မိုးရွာမည့်) သတင်းကောင်းကို ဆောင်သောလေ များကို စေလွှတ်တော်မူ၏။ ထိုလေများကို သိပ်သည်းလေးလံသော တိမ်သားများဖြစ်လာသည်အထိ သယ်ဆောင်၍ မြေသေမြေရိုင်းများရှိသည့် မြို့ရွာများအထိ မောင်းနှင်တွန်းပို့စေလျက် ယင်းတို့မှ မိုးရေကို သွန်းချစေတော်မူ၏။ သို့ဖြစ်ရာ၊ ထိုမိုးရေအားဖြင့် သစ်သီးဝလံမျိုးစုံကို ပေါက်ရောက်ထွက်ပေါ်စေတော်မူ၏။ ဤနည်းအတိုင်းပင် ငါအရှင်မြတ်သည် သင်တို့ သတိရ တသ၍ ဖွင့်ဟနိုင်ကြရန်အလို့ငှာ (မြေသေမြေရိုင်းနှင့်သေနေသော သစ်ပင်ပေါက်ပင်များကို ရှင်စေတော်မူသကဲ့သို့) သူသေတို့အားလည်း (ရှင်ပြန်ထမြောက်မည့်နေ့တွင်) ပြန်လည်ထွက်စေတော်မူလိမ့်မည်။"
        },
        {
            "chapter": 7,
            "verse": 58,
            "text": "(မြေဩဇာကောင်းသော) မြေကောင်းမြေသန့်မှ ထိုမြေအား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ဖွံ့ဖြိုးစေတော်မူသောအရှင်မြတ်၏ခွင့်ပြုချက်ဖြင့် (ဟင်းသီးဟင်းရွက်၊ ကောက်ပဲသီးနှံမျိုးစုံထွက်သည့်) အပင်များကို ပေါက်ရောက်စေတော်မူ၏။ (မြေဩဇာညံ့ဖျင်းသော) မြေရိုင်းများမှာမူကား အလွန်ခဲယဉ်းခက်ခဲစွာမှအပ (အပင်များ) ပေါက်ရောက်စေတော် မမူချေ။ ဤနည်းအတိုင်းပင် ငါအရှင်မြတ်သည် ကျေးဇူးသိတတ်သော လူမျိုးတို့အတွက် အရှင့်အာယာသ်သက်သေလက္ခဏာတော်များကို (ကိုယ်စိတ်နှလုံးတို့ဖြင့် အရှင့်အမိန့်တော်အတိုင်း ပြုမူကျင့်ကြံ နိုင်ရန် နည်းမျိုးစုံသုံး၍ အသေးစိတ်) ရှင်းပြတော်မူ၏။"
        },
        {
            "chapter": 7,
            "verse": 59,
            "text": "ဧကန်ပင်၊ ငါအရှင်မြတ်သည် တမန်တော်နူးဟ်ကို သူ့လူမျိုးများထံ (အရှင့်သတင်းစကားတော်အား ပို့ချပေးအပ်ရန်) စေလွှတ်တော်မူခဲ့၏။ (တမန်တော်နူးဟ်က) “အို၊ ကျွန်ုပ်၏လူမျိုးတို့၊ အလ္လာဟ်အရှင်မြတ်ကိုသာလျှင် ခဝပ်နာခံကိုးကွယ်ကြလော့။ သင်တို့အတွက် ထိုအရှင်မြတ်မှအပ အခြားကိုးကွယ်ရာဟူ၍ အလျှင်း မရှိပေ။ ကျွန်ုပ်သည် သင်တို့အပေါ်၌ အလွန်ကြီးကျယ်သောနေ့ (တမလွန်တရားစီရင်မည့်နေ့) ၏ ပြစ်ဒဏ် (ပေးခံရမည်) ကို အမှန်ပင် စိုးရိမ်ကြောင့်ကြနေ၏။” ဟု ဟောကြားခဲ့၏။"
        },
        {
            "chapter": 7,
            "verse": 60,
            "text": "တမန်တော်နူးဟ်၏လူမျိုးအနက်မှ အကြံပေးအကြီးအကဲတို့က “ဧကန်မလွဲ၊ ကျွန်ုပ်တို့သည် အသင် (နူးဟ်) အားထင်ရှားသော လွဲချော်မှားယွင်းမှု၌ တွေ့မြင်ရ၏။” ဟု ပြောဆိုခဲ့ကြ၏။"
        },
        {
            "chapter": 7,
            "verse": 61,
            "text": "(ထိုအခါ တမန်တော်နူးဟ်က) “အို၊ ကျွန်ုပ်၏လူအမျိုးသားတို့၊ ကျွန်ုပ်၌ လွဲချော်မှားယွင်းမှုဟူ၍ အလျှင်း မရှိပေ။ အမှန်စင်စစ်၊ ကျွန်ုပ်သည် စကြဝဠာခပ်သိမ်းတို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ဖွံ့ဖြိုးစေတော်မူသောအရှင်မြတ်ထံတော်မှ (သတင်းကောင်းအား သင်တို့ထံ ပို့ဆောင်သွန်သင်ရန် စေလွှတ်တော်မူခြင်းခံရသော) အရှင့် ရစူလ်တမန်တော်ပင် ဖြစ်၏။” ဟု ဖြေဆိုဟောကြားလေ၏။"
        },
        {
            "chapter": 7,
            "verse": 62,
            "text": "ကျွန်ုပ်သည် ကျွန်ုပ်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်ထံတော်မှ ချမှတ်မှာကြားတော်မူသည့် သတင်းစကားတော်များကို သင်တို့ထံ ပို့ဆောင်ပြီး သင်တို့က မသိနားမလည်သည်တို့ကို အလ္လာဟ်အရှင်မြတ်ထံတော်မှ ကျွန်ုပ် (က အကုန်စင်) သိပြီးဖြစ်၍ သင်တို့အတွက် အကြံဉာဏ်ကောင်းပေးနေ၏။"
        },
        {
            "chapter": 7,
            "verse": 63,
            "text": "(သင်တို့အနက်မှဖြစ်သော ပုဂ္ဂိုလ်တစ်ဦးကို) သင်တို့အား သတိပေးနှိုးဆော်ရန်၊ အရှင့်စည်းမျဉ်းတော်များ အား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံးစေရန်နှင့်အရှင့်ကရုဏာတော်သက်ရောက်စေရန်အလို့ငှာ သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ် (က ရွေးချယ်တော်မူပြီး) မှ သင်တို့ထံ အရှင့်ဆုံးမဩဝါဒတော်အား (သွန်သင်ပို့ချပေးအပ်ရန်) ရောက်စေတော်မူသည်ကို သင်တို့က အံ့အား သင့်ကြလေသလော။"
        },
        {
            "chapter": 7,
            "verse": 64,
            "text": "(တမန်တော်နူးဟ်၏သတိပေးချက်ကို အလေးထားမည့်အစား) သူ့အား မဟုတ်မမှန်ကြံဖန်စွပ်စွဲ၍ ငြင်း ပယ်သောကြောင့် ငါအရှင်မြတ်သည် တမန်တော်နူးဟ်အားလည်းကောင်း၊ သူနှင့်အတူ သင်္ဘောပေါ်၌ ရှိသူတို့ကိုလည်းကောင်း၊ ကယ်တင်တော်မူပြီး အရှင့်အာယာသ်သက်သေလက္ခဏာတော်များကို ငြင်းပယ်ခဲ့ကြသူတို့အား နစ်မြုပ်စေတော်မူခဲ့၏။ အမှန်စင်စစ်၊ သူတို့သည် (အသိတရားကင်းမဲ့လျက်) အမှန်တရားကို မမြင်နိုင်သော) မျက်ကန်းလူမျိုးပင် ဖြစ်ကြ၏။"
        },
        {
            "chapter": 7,
            "verse": 65,
            "text": "(အရှင်မြတ်သည်) အာဒ်လူမျိုးတို့ထံသို့ သူတို့၏ညီနောင်ဖြစ်သော တမန်တော်ဟူဒ်ကို စေလွှတ်တော်မူခဲ့ရာ (တမန်တော်ဟူးဒ်က သူတို့အား) “အို၊ ကျွန်ုပ်၏လူမျိုးတို့၊ သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကိုသာ ခဝပ်နာခံကိုး ကွယ်ကြလော့။ သင်တို့အတွက် ထိုအရှင်မြတ်မှအပ အခြားကိုးကွယ်ရာဟူ၍ အလျှင်း မရှိပေ။ သင်တို့သည် အရှင့်စည်းမျဉ်းတော်များအား အရှင့်ကို သိစိတ်မြဲမြံစွာဖြင့် လိုက်နာကျင့်သုံးကြခြင်း မရှိသေးသလော။” ဟု ဟောကြားလေ၏။"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "တမန်တော်ဟူးဒ်၏လူမျိုးတို့အနက်မှ မယုံကြည်သော (အမှန်တရားကို ဖီဆန်ငြင်းပယ်သည့်) အကြံပေးအကြီးအကဲတို့က “ဧကန်စင်စစ်၊ ကျွန်ုပ်တို့သည် အသင့်အား အသိဉာဏ်နည်းပါးသော (တုံ့အသူတို့၏) လုပ်ရပ်၌ တွေ့ရပြီး အသင့်ကို လိမ်လည်သူတို့ထဲတွင် အပါအဝင်စေဖြစ်လိမ့်မည်ဟု အမှန်ပင် ကျွန်ုပ်တို့က ထင်မိခဲ့ကြ၏။” ဟု ပြောဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "(ထိုအခါ တမန်တော်ဟူးဒ်က) “အို၊ ကျွန်ုပ်၏လူမျိုးတို့၊ ကျွန်ုပ်၌ အသိဉာဏ်နည်းပါးသော (တုံးအသူတို့၏) လုပ်ရပ်ဟူ၍ အလျှင်း မရှိပေ။ အမှန်စင်စစ်၊ ကျွန်ုပ်သည် စကြဝဠာခပ်သိမ်းတို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ဖွံ့ဖြိုးပျိုးထောင်စေတော်မူသော အရှင်မြတ်ထံတော်မှ (အရှင့်သတင်းကောင်းအား သွန်သင်ပို့ချပေးအပ်ရန် စေလွှတ်တော်မူခြင်းခံရသော) ရစူလ်တမန်တော်သာ ဖြစ်၏။”"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "ကျွန်ုပ်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်ထံတော်မှ (ချမှတ်ပေးအပ်တော်မူသည့်) အမိန့်မှာကြားချက်များကို သင်တို့ထံ ပို့ဆောင်နေခြင်းသာ ဖြစ်ပြီး ကျွန်ုပ်သည် သင်တို့အတွက် ယုံကြည်စိတ်ချရသော (သင်တို့၏ကောင်းကျိုးကိုသာလိုလားသည့်) အတိုင်ပင်ခံပုဂ္ဂိုလ်ပင် ဖြစ်၏။"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "(သင်တို့အနက်မှဖြစ်သော ပုဂ္ဂိုလ်တစ်ဦးကို) သင်တို့အား သတိပေးနှိုးဆော်ရန်အလို့ငှာ သင်တို့အား ဖွဲ့စည်း ဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသောအရှင်မြတ် (က ရွေးချယ်တော်မူပြီး) မှ သင်တို့ထံ အရှင့်ဆုံးမဩဝါဒတော်အား (ပို့ချပေးအပ်ရန်) ရောက်စေတော်မူသည်ကို အသင်တို့ အံ့အားသင့်ကြလေသလော။ တမန်တော်နူးဟ်၏လူမျိုးများ (မရှိသည့်) နောက်ပိုင်းတွင် သင်တို့အား ဆက်ခံသူ (ကိုယ်စားလှယ်တော်) များအဖြစ် ဖြစ်ပေါ်စေတော်မူခဲ့သည်ကိုလည်းကောင်း၊ ခန္ဓာကိုယ်၏ဖွဲ့စည်းဖြစ်တည်မှု၌ အင်အားတောင့်တင်း၍ သန်မာထွားကျိုင်းစေတော်မူခဲ့သည်ကိုလည်းကောင်း၊ သတိရကြလော့၊ သင်တို့ပေါက်မြောက်အောင်မြင်နိုင်ရန် အလို့ငှာ အလ္လာဟ်အရှင်မြတ်၏ကျေးဇူးတော်များကို သတိရ တသ၍ ဖွင့်ဟကြလော့။”ဟု ဟောကြားခဲ့၏။"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "(ထိုစဉ် တမန်တော်ဟူးဒ်၏ လူမျိုးတို့က) “အသင်သည် ကျွန်ုပ်တို့ထံ ကျွန်ုပ်တို့၏ အဖ၊ ဘိုး၊ ဘေး၊ ဘီ၊ ဘင်တို့ ကိုးကွယ်ခဲ့ကြသည်တို့ကို စွန့်လွှတ်၍ အလ္လာဟ်အရှင်မြတ်တစ်ပါးတည်းကိုသာလျှင် ကိုးကွယ်စေရန် (အရှင့်အမိန့်တော်ဖြင့်) ရောက်ရှိလာခြင်း ဖြစ်သလော။ အကယ်၍ အသင်သည် ဖြောင့်မတ်မှန်ကန်စွာ ပြောဆို ကြသူတို့အနက်မှ ဖြစ်လျှင် ကျွန်ုပ်တို့အား (ကတိပေး) ခြိမ်းခြောက်နေသောအရာ (ပြစ်ဒဏ်) ကို (ပြောသည့်အ တိုင်း) ဖြစ်ပေါ် သက်ရောက်စေလော့။” ဟု တောင်းဆိုပြောဆိုခဲ့ကြ၏။"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "(ထိုစဉ် တမန်တော်ဟူးဒ်က သူ့လူမျိုးတို့အား) “သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်စေတော်မူသော အရှင်မြတ်ထံတော်မှ (ရွံရှာဖွယ်ရာ ပြစ်ဒဏ်နှင့်အမျက်တော်သည် သင်တို့အပေါ်၌ အမှန်ပင် ကျ ရောက်အံ့ဆဲဆဲ ဖြစ်၏။ အလ္လာဟ်အရှင်မြတ်က အရှင့်အခွင့်အာဏာတော်မှ (သက်သေအထောက်အထားများ) ချပေးအပ်တော်မူခြင်း မရှိသည်ကို သင်တို့နှင့်သင်တို့၏ဘိုး၊ ဘေး၊ ဘီ၊ ဘင်တို့က (စိတ်ကြိုက်ပူဇော်ပသ ကိုးကွယ်ဆည်းကပ်နိုင်ရန်) အမည်အမျိုးမျိုးဖြင့် မှည့်ခေါ်ခဲ့ကြသည်နှင့်စပ်လျဉ်း၍ ကျွန်ုပ်အား စောဒကတက် ငြင်းခုံကြမည်လော။ သို့ဖြစ်ရာ၊ အသင်တို့သည် (အရှင့်ပြစ်ဒဏ်ကျရောက်သည်အထိ) စောင့်ဆိုင်းကြည့်ကြလော့။ ကျွန်ုပ်သည်လည်း သင်တို့နှင့်အတူ စောင့်ဆိုင်းကြည့်ကြသူတို့အနက်မှ ဖြစ်၏။” ဟု ဖြေကြားခဲ့၏။"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "ထို့နောက် ငါအရှင်မြတ်သည် တမန်တော်ဟူးဒ်နှင့်အပေါင်းအပါတို့အား အရှင့်ကရုဏာတော်အားဖြင့် ကယ်ဆယ်တော်မူပြီး အရှင့်အာယာသ်သက်သေလက္ခဏာတော်များအား မဟုတ်မမှန် ကြံစည်စွပ်စွဲ၍ ငြင်းပယ်ခဲ့ကြသူတို့ကို (အစအနပါမကျန်အောင်) အမြစ်ဖြတ် ရှင်းလင်းတော်မူခဲ့ပြီ။ ထို့ပြင် သူတို့သည် သက်ဝင်ယုံကြည် သူများ မဖြစ်ခဲ့ကြပေ။"
        },
        {
            "chapter": 7,
            "verse": 73,
            "text": "တစ်ဖန် တမန်တော်ဆမူးဒ်၏လူမျိုးတို့ထံသို့ သူတို့၏ညီနောင်ဖြစ်သော တမန်တော်ဆွာလေဟ်အား စေလွှတ်တော်မူခဲ့ရာ (သူက) အို၊ ကျွန်ုပ်၏လူမျိုးတို့၊ အလ္လာဟ်အရှင်မြတ်ကိုသာ ခဝပ်နာခံကိုးကွယ်ကြလော့။ (သင်တို့အတွက်) ထိုအရှင်မြတ်မှအပ အခြားကိုးကွယ်ရာဟူ၍ အလျှင်းမရှိပြီ။ အမှန်စင်စစ်၊ သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသော အရှင်မြတ်ထံတော်မှ သင်တို့ထံ (အမှန်တရားအား မြင်သာထင်ရှားစေသော ရှင်းလင်းချက်ဆိုင်ရာ) သက်သေသာဓက ရောက်လာခဲ့ပြီ။ ဤသည် သင်တို့အတွက် နိမိတ်သက်သေလက္ခဏာအဖြစ် (ပေးအပ်တော်မူခြင်းခံရသည့်) အလ္လာဟ်အရှင်မြတ်၏ကုအားအုတ်မပင် ဖြစ်၏။ သို့ဖြစ်ရာ၊ အသင်တို့သည် ထိုကုလားအုပ်မအား အလ္လာဟ်အရှင်မြတ်၏ မြေကမ္ဘာ၌ (ကျင်လည်) ကျက်စား နိုင်ရန် (လွတ်လပ်စွာ သွားလာခွင့်ပေး၍) လွှတ်ထားကြလော့။ ထိုကုလားအုတ်မအား (မကောင်းသော စေတနာနှင့်) ထိခိုက်နစ်နာစေသည့် ရည်ရွယ်ချက်ဖြင့် မချဉ်းကပ် မထိတွေ့ကြလေနှင့်။ သို့မဟုတ်လျှင် (စူးနစ်သည့်) ပြင်းပြနာ ကျင်ဖွယ်ဖြစ်သော ပြစ်ဒဏ်သည် သင်တို့အား ဖမ်းဆီးသုတ်သင်လိမ့်မည်။"
        },
        {
            "chapter": 7,
            "verse": 74,
            "text": "တမန်တော်အာဒ် (၏လူမျိုးများမရှိသည့်) နောက်ပိုင်းတွင် သင်တို့အား ဆက်ခံသူ (ကိုယ်စားလှယ်တော်) များအဖြစ် ပေါ်ထွက်စေတော်မူပြီး မြေကမ္ဘာ၌ (အတည်တကျ) အခြေချနေထိုင်ခွင့်ပေးတော်မူခဲ့သည်ကို သတိရကြလော့။ သင်တို့သည် မြေပြန့်လွင်ပြင်ဒေသများ၌ ခမ်းနားသော ရဲတိုက်နန်းတော်များကို ထူထောင်ပြီး တောင်များကို ဖေါက်ထွင်းလျက် အိမ်များဆောက်ခဲ့ကြ၏။ (ထိုသို့ လုပ်နိုင်စွမ်းပေးသနားတော်မူခဲ့သည့်) အလ္လာဟ်အရှင် မြတ်၏ ကျေးဇူးတော်များကို သတိရကြလော့။ ကမ္ဘာဂြိုဟ်ပေါ်၌ မတည်မငြိမ်မှုနှင့်အဖျက်အနှောင့်များဖြစ်စေလျက် (မိုက်မဲသောင်းကျန်းသူများအဖြစ် ပြုမူကျင့်ကြံ) မဆိုးသွမ်းကြလေနှင့်။"
        },
        {
            "chapter": 7,
            "verse": 75,
            "text": "သူ့လူမျိုးတို့အနက်မှ မောက်မာပြီး အခြားသူတို့အား ဖိနှိပ်ချုပ်ချယ်သော အကြီးအကဲတို့က ယုံကြည်သူတို့ အနက်မှ အားနည်းသည်ဟု ထင်ရသူတို့အား (အထင်သေးစွာဖြင့်) တမန်တော်ဆွာလေဟ်သည် သူ့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသော အရှင်မြတ်ထံတော်မှ သတင်းကောင်းနှင့်အတူ စေလွှတ်တော်မူခြင်းခံရကြောင်းကို သင်တို့က အမှန်ပင် သိနားလည်ပြီး ယုံကြည်ကြပါသလော။” ဟု မေးမြန်းခဲ့ကြရာ သူတို့က “ကျွန်ုပ်တို့သည် သူ့အား (အရှင့်အမိန့်တော်နှင့်အတူ) စေလွှတ်တော်မူခြင်းခံရသည့်အတိုင်းပင် (သူနှင့်သူပို့ချပေးအပ်ရာတို့ကို) ယုံကြည်ကြပါ၏။” ဟု ဖြေဆိုခဲ့ကြသည်။"
        },
        {
            "chapter": 7,
            "verse": 76,
            "text": "ထိုမောက်မာသူများက “ကျွန်ုပ်တို့သည် အသင်တို့ယုံကြည်သည့်အရာကို မုချပင်၊ မယုံကြည်ငြင်းပယ်သူများ၊ ဖြစ်ကြ၏။” ဟု ပြောခဲ့ကြ၏။"
        },
        {
            "chapter": 7,
            "verse": 77,
            "text": "ထို့နောက် သူတို့သည် (တမန်တော်ဆွာလောဟ် ပို့ချပေးအပ်သည့် သတင်းကောင်းဆိုင်ရာ အမှန်တရား သစ္စာနှင့်ပတ်သက်သော သက်သေအထောက်အထားများကို သည်းခံစောင့်ကြည့်ခြင်း မပြုဘဲ) ကုလားအုတ်မကို (ရက်စက်စွာ) သတ်ဖြတ်ပြီး သူတို့အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသော အရှင်မြတ်၏ အမိန့်တော်ကိုလည်း မထီမဲ့မြင်ပြုလျက် အာခံဖီဆန်ခဲ့ကြ၏။ “အို၊ ဆွာလေဟ်၊ အကယ်၍ အသင်သည် ရစူလ်တမန်တော်များအနက်မှ ဖြစ်ခဲ့လျှင် ကျွန်ုပ်တို့အား (အာခံဖီဆန်မှုအတွက် ပြစ်ဒဏ်ပေးမည်ဟု) ခြိမ်းခြောက်သည့်အတိုင်း (ပြစ်ဒဏ်ကို) ကျွန်ုပ်တို့ထံ ယူဆောင်ခံစားစေလော့။” ဟု ပြောခဲ့ကြ၏။"
        },
        {
            "chapter": 7,
            "verse": 78,
            "text": "သို့ဖြစ်ပေရာ (ရုတ်တရက်) ငလျှင်ကပ်ဘေးကြီးရောက်စေတော်မူသောကြောင့် သူတို့၏နေအိမ်မြို့ရွာများ တွင် လှုပ်ရှားမှုမဲ့မှောက်နေသည့် သက်မဲ့များ ဖြစ်ကြလေ၏။"
        },
        {
            "chapter": 7,
            "verse": 79,
            "text": "တမန်တော်ဆွာလေဟ်သည် “အို၊ ကျွန်ုပ်၏လူမျိုးတို့၊ ကျွန်ုပ်သည် ကျွန်ုပ်အား ဖွဲ့စည်းဖြစ်တည်စေတော်မူ၍ ပြုစုပျိုးထောင်တော်မူသော အရှင်မြတ်၏ထံတော်မှ သတင်းစကားတော်အမိန့်မှာကြားချက်ကို မုချပင် သင်တို့ထံ ပို့ဆောင်ဖြန့်ချီခဲ့ပြီး သင်တို့၏အကျိုးအတွက် အကြံဉာဏ်ကောင်းပေးခဲ့ပြီ။ သို့သော် သင်တို့က အကြံဉာဏ်ကောင်းပေးသူများကို မနှစ်သက်ကြပေ။” ဟု ပြောလျက် သူတို့ထံမှ မျက်နှာလွှဲ၍ လှည့်ပြန်ခဲ့ပြီ။"
        },
        {
            "chapter": 7,
            "verse": 80,
            "text": "(ထိုသို့ပင်) တမန်တော်လူးသ်ကလည်း သူ၏လူမျိုးတို့အား “အသင်တို့သည် လောကခပ်သိမ်းတွင် သင်တို့ မတိုင်မီ မည်သူတစ်ဦးတစ်ယောက်မျှ မပြုမူ၊ မကျင့်ဆောင်ခဲ့သော စက်ဆုပ်ရွံရှာဖွယ် မကောင်းမှုကို ပြုလုပ်ကြမည်လော။” ဟု ဟောကြားခဲ့စဉ်။"
        },
        {
            "chapter": 7,
            "verse": 81,
            "text": "မုချဧကန်၊ သင်တို့သည် အမျိုးသမီးများကို စွန့်၍ (သူတို့၏နေရာတွင်) အမျိုးသားများကို (အစားထိုးလျက်) တဏှာရာဂတပ်မက်စွာဖြင့်) ချဉ်းကပ်ကြ၏။ အမှန်မှာ သင်တို့သည် အရှင့်စည်းမျဉ်းကို ချိုးဖောက်ကျူးလွန်သော (လူ့အခွင့်အရေးကို အလွဲသုံးစားပြုသော) လူမျိုးဖြစ်ကြ၏။ ဟု ဟောကြားခဲ့စဉ်။"
        },
        {
            "chapter": 7,
            "verse": 82,
            "text": "သူ့လူမျိုးတို့က “(တမန်တော်လူသ်နှင့်အပေါင်းအပါများဖြစ်ကြသော) သူတို့ကို သူတို့၏မြို့ရွာအိုးအိမ်များမှ နှင်ထုတ်ကြလော။” ဟု ပြောဆိုခြင်းမှအပ အခြားမည်သည့် အဖြေကိုမျှ ဖြေကြားနိုင်ခြင်းမရှိခဲ့ကြပေ။ မုချဧကန် (တမန်တော်လူးသ်နှင့်အပေါင်းအပါများဖြစ်ကြသော) သူတို့သည် သန့်ရှင်းစင်ကြယ်သော လူသားများပင် ဖြစ်ကြ၏။"
        },
        {
            "chapter": 7,
            "verse": 83,
            "text": "(သို့ဖြစ်ရာ) ငါအရှင်မြတ်သည် အမိန့်တော်ကို အာခံ၍ နောက်တွင် ကျန်ရစ်ခဲ့သူများထဲတွင် အပါအဝင်ဖြစ်သော တမန်တော်လူးသ်၏အမျိုးသမီးမှအပ သူနှင့်သူ့အိမ်သူအိမ်သား (နောက်လိုက်) တို့အား ကယ်ဆယ်တော်မူခဲ့၏။"
        },
        {
            "chapter": 7,
            "verse": 84,
            "text": "ငါအရှင်မြတ်သည် သူတို့အပေါ်၌ ပြည်ဖျက်မိုး (ခဲမိုး) ကို ရွာသွန်းစေတော်မူခဲ့၏။ သို့ဖြစ်ပေရာ၊ ပြစ်မှုဒုစရိုက်ကျူးလွန်သော သူတို့၏နိဂုံး (အကျိုးဆက်) မှာ မည်သို့ဖြစ်ခဲ့သည်ကို အသင်တို့ စူးစမ်းလေ့လာကြည့်ကြလော့။"
        },
        {
            "chapter": 7,
            "verse": 85,
            "text": "ထိုနည်းတူစွာ (ငါအရှင်မြတ်သည်) မဒ်ယန်မြို့သားများထံသို့ သူတို့၏ညီနောင်ဖြစ်သော တမန်တော်ရှုအိုဗ် (ကို စေလွှတ်တော်မူခဲ့ရာသူ) က “အို၊ ကျွန်ုပ်၏လူမျိုးတို့၊ အလ္လာဟ်အရှင်မြတ်ကိုသာလျှင် ခဝပ်နာခံကိုး ကွယ်ကြလော့။ ထိုအရှင်မြတ်မှလွဲ၍ အခြားခဝပ်ကိုးကွယ်ရာဟူ၍ အလျှင်းမရှိပြီ။ သင်တို့အား ဖွဲ့စည်းဖြစ်တည်စေ တော်မူ၍ ပြုစုပျိုးထောင်တော်မူသော အရှင်မြတ်၏ထံတော်မှ သိသာထင်ရှားသော သက်သေသာဓကများ ပါရှိသည့် ရှင်းလင်းချက်များ သင်တို့ထံ ရောက်ရှိလာခဲ့ပြီ။ သို့ဖြစ်ပေရာ၊ သင်တို့သည် အလေးချိန်အားဖြင့် ချိန်တွယ်ပေးရသည့် ကုန်ဖလှယ်မှုများတွင် (အလေးချိန်ကို အပြည့်အဝနှင့်တရားမျှတစွာ) ချိန်တွယ်ပေးကြလော့။ လူတို့အား သူတို့၏ပစ္စည်း (ရပိုင်ခွင့်) များကို (ရသင့်ရထိုက်သော ခံစားခွင့်မပေးဘဲ ပိတ်ပင်တားမြစ်ခြင်း) လျှော့ပေးခြင်းတို့ မပြုကြလေနှင့်။ တည်ငြိမ်အေးချမ်းပြီးနောက်တွင်မှကမ္ဘာဂြိုဟ်ပေါ်၌ မတည်မငြိမ်ဖြစ်အောင် အဖျက်အနှောင့် (နှင့်သွေးထွက်သံယိုမှု) များ မပြုကြလေနှင့်။ ဤသည်ကား အကယ်၍ သင်တို့သည် စစ်မှန်သော ယုံကြည်သူများဖြစ်ကြလျှင် သင်တို့အတွက် အကောင်းမြတ်ဆုံး (နှင့်အလုပ်ထိုက်ဆုံး) ပင် ဖြစ်၏။”"
        },
        {
            "chapter": 7,
            "verse": 86,
            "text": "ထို့ပြင် သင်တို့သည် အလ္လာဟ်အရှင်မြတ်ကို ယုံကြည်သူတို့အား အရှင့်လမ်းစဉ်တော်မှ (ခြိမ်ခြောက်၍) ထိန်းချုပ်ခြင်းဖြင့်လည်းကောင်း၊ ဟန့်တားနှောင့်ယှက်ခြင်းဖြင့်လည်းကောင်း၊ နည်းစနစ်မျိုးစုံဖြင့် (ပိတ်ဆို့တိုက်ခိုက်ရန်) ထိုင်စောင့်မနေကြလေနှင့်။ ထို့နောက် အရှင့်လမ်းစဉ်တော်၌ ကွေ့ကောက်မှု (မဖြောင့်ဖြူးမှု) ကို (အကြံထုတ်) မရှာဖွေကြလေနှင့်။ သင်တို့သည် အနည်းစုဖြစ်ခဲ့သောကြောင့် ငါအရှင်မြတ်က (သင်တို့၏အရေအတွက် ကို တိုးပွားစေတော်မူ၍) အများစု ဖြစ်စေတော်မူခဲ့သည်ကို သတိရ တသ၍ ဖွင့်ဟကြလော့။ (မတည်မငြိမ် ဖြစ်အောင် အဖျက်အမှောင့် ပြုလုပ်၍) ပျက်စီးရာပျက်စီးကြောင်း ပြုလုပ်ခဲ့ကြသူတို့၏နိဂုံး (နောက်ဆုံးအကျိုးဆက်) မှာ မည်သို့ဖြစ်ခဲ့သည်ကို စူးစမ်းလေ့လာကြည့်ကြလော့။"
        },
        {
            "chapter": 7,
            "verse": 87,
            "text": "သင်တို့အနက်မှ အုပ်စုတစ်စုသည် ကျွန်ုပ်ကို စေလွှတ်တော်မူ၍ ကျွန်ုပ်နှင့်အတူ (လူသားတို့အားပို့ချပေး အပ်စေတော်မူသော) အရှင့်သတင်းကောင်း အမိန့်မှာကြားချက်များအပေါ် ယုံကြည်ခဲ့ကြ၏။ အခြားအုပ်စု တစ်စုမှာမူ ယုံကြည်ခြင်းမရှိပေ။ သို့ဖြစ်ရာ ကျွန်ုပ်တို့စပ်ကြားတွင် အလ္လာဟ်အရှင်မြတ်က စီရင်ဆုံးဖြတ်တော်မူ သည်အထိ (ဇွဲ၊ လုံ့လ၊ ဝီရိယဖြင့်) သည်းခံစောင့်ဆိုင်းကြလော့။ အမှန်စင်စစ်၊ ထိုအရှင်မြတ်သည် အကောင်းမြတ်ဆုံး စီရင်ဆုံးဖြတ်တော်မူသော အရှင်ဖြစ်တော်မူ၏။"
        }
    ]
}