{
    "manzils": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "Alavarra arulalan, nikararra anpalan, allahvin peyaral! (Totankukiren)"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "anaittuppukalum, akilankal ellavarraiyum pataittu valarttup paripakkuvappatuttum (nayanana) allahvukke akum"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "(avan) alavarra arulalan, nikararra anputaiyon"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "(avane niyayat) tirppu nalin atipati(yum avan)"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "(iraiva!) Unnaiye nankal vanankukirom, unnitame nankal utaviyum tetukirom"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "ni enkalai ner valiyil natattuvayaka"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "(atu) ni evarkalukku arul purintayo avvali, (atu) un kopattukku alanor valiyumalla, neri tavariyor valiyumalla"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "alihp, lam, mi; m"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "itu, (allahvin) tiru vetamakum;, itil ettakaiya cantekamum illai, payapaktiyutaiyorukku (itu) nervalikattiyakum"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "(payapaktiyutaiya) avarkal, (pulankalukku etta) maraivanavarrin mitu nampikkai kolvarkal; tolukaiyaiyum (urutiyaka muraippatik) kataippitittu olukuvarkal; innum nam avarkalukku alittavarriliruntu (nalvaliyil) celavum ceyvarkal"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "(napiye!) Innum avarkal umakku arulapperra (vetat)tin mitum; umakku munnar arulappattavai mitum nampikkai kolvarkal; innum akirattai(marumaiyai) urutiyaka nampuvarkal"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "ivarkal tam tankal iraivanin nervaliyil iruppavarkal; melum ivarkale verriyalarkal"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "niccayamaka kahpirkalai (iraivanai nirakaripporai) nir accamutti eccarittalum (cari) allatu eccarikkavittalum cariye! Avarkal iman (irai nampikkai) kolla mattarkal"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "allah avarkalin itayankalilum, avarkal cevippulankalilum muttirai vaittuvittan;, innum avarkalin parvai mitu oru tirai kitakkiratu, melum avarkalukku katumaiyana vetanaiyumuntu"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Innum manitarkalil\"nankal allahvin mitum, iruti(t tirppu) nal mitum iman (nampikkai) kolkirom\" enru kuruvorum irukkinranar; anal (unmaiyil) avarkal nampikkai kontor allar"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "(ivvaru kuri) avarkal allahvaiyum, iman (irai nampikkai) kontoraiyum emarra ninaikkinrarkal;, anal avarkal (unmaiyil) tam'maittame emarrikkolkirarkale tavira verillai, eninum avarkal (itai) unarntu kollavillai"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "avarkalutaiya itayankalil oru noyullatu, allah (anta) noyai avarkalukku innum atikamakki vittan; melum avarkal poycollum karanattinal avarkalukkut tunpantarum vetanaiyum untu"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "pumiyil kulappattai untakkatirkal\" enru avarkalitam collappattal\"niccayamaka nankal tam camatanavatikal\" enru avarkal colkirarkal"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "niccayamaka avarkal tam kulappam untakkupavarkal anro, anal avarkal (itai) unarkirarkalillai"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "(marra) manitarkal iman kontatu ponru ninkalum iman kollunkal enru avarkalitam collappattal, 'mutarkal iman (nampikkai) kontatu pol, nankalum iman (nampikkai) kollaventuma?' Enru avarkal kurukirarkal; (appatiyalla) niccayamaka i(ppatikkurupa)varkale mutarkal. Ayinum (tam matamaiyai) ivarkal arivatillai"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Innum (intap poli vicuvacikal) iman kontirupporaic cantikkum potu, \"nankal iman kontirukkirom\" enru kurukirarkal; anal avarkal tankal (talaivarkalakiya) saittankalutan tanittirukkumpotu, \"niccayamaka nankal unkalutantan irukkirom; niccayamaka nankal (avarkalaip) parikacam ceypavarkalakave irukkirom\" enak kurukirarkal"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "allah ivarkalaip parikacikkiran. Innum ivarkalin valikettileye kapotikalakat tattaliyumpati vittu vitukiran"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "ivarkal tam nervalikku patilakat tavarana valiyaik kolmutal ceytu kontavarkal; ivarkalutaiya (inta) viyaparam ilapam taratu, melum ivarkal nervali perupavarlum allar"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "ittakaiyorukku or utaranam; neruppai muttiya oruvanin utaranattaip ponratu. A(n neruppana)tu avanaic currilum oli viciyapotu, allah avarkalutaiya oliyaip parittuvittan; innum parkka mutiyata karirulil avarkalai vittu vittan"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "(avarkal) cevitarkalaka, umaiyarkalaka, kurutarkalaka irukkinranar. Enave avarkal (nerana valiyin pakkam) mila mattarkal"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "allatu, (innum or utaranam;) karirulum, itiyum, minnalum kontu vanattiliruntu katumalai kottum mekam; (itilakappattukkontor) maranattirku anci itiyocaiyinal, tankal viralkalait tam katukalil vaittuk kolkirarkal; anal allah (eppotum inta) kahpirkalaic culntanakave irukkinran"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Am'minnal avarkalin parvaikalaip parittuvitap parkkiratu. A(m minnalana)tu avarkalukku oli tarum potellam, avarkal ati(n tunaiyina)l natakkirarkal; avarkalai irul culntu kollum potu (valiyariyatu) ninruvitukirarkal; melum allah natinal avarkalutaiya kelvip pulanaiyum, parvaikalaiyum pokkivituvan; niccayamaka allah ellavarrin mitum perarral utaiyavan"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "manitarkale! Ninkal unkalaiyum unkalukku munniruntoraiyum pataitta unkal iraivanaiye vanankunkal. (Atanal) ninkal takva (iraiyaccamum, tuymaiyum) utaiyorakalam"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "a(nta irai)vane unkalukkaka pumiyai virippakavum, vanattai vitanamakavum amaittu, vanattininrum malai poliyacceytu, ataninru unkal unavirkakak kani varkkankalai velivarac ceykiran; (inta unmaikalaiyellam) ninkal arintu konte irukkum nilaiyil allahvukku inaikalai erpatuttatirkal"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "innum, (muham'matu (sal) enra) nam atiyarukku nam aruliyulla (vetat)til ninkal cantekam utaiyoraka iruppirkalanal, (anta cantekattil) unmai utaiyorakavum iruppirkalanal allahvaittavira unkal utaviyalarkalai(yellam onraka) alaittu (vaittu)kkontu itu ponra or attiyayamenum kontu varunkal"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "(appati) ninkal ceyyavittal, appatic ceyya unkalal tinnamaka mutiyatu, manitarkalaiyum karkalaiyum eriporulakak konta naraka neruppai ancik kollunkal. (Anta neruppu, iraivanaiyum avan vetattaiyum erka marukkum) kahpirkalukkakave atu cittappatuttappattullatu"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "(Anal) nampikkai kontu narkarumankal ceyvorukku nanmarayankal kuruviraka! Cata otikkontirukkum arukalaik konta cuvanac colaikal avarkalukkaka untu, avarkalukku unna ankiruntu etavatu kani kotukkappatumpotellam\"ituve munnarum namakku (ulakil) kotukkappattirukkiratu\" enru kuruvarkal; anal (torrattil) itu ponratutan (avarkalukku ulakattir) kotukkappattiruntana, innum avarkalukku anku tuya tunaiviyarum untu, melum avarkal anke nirantaramaka valvarkal"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "niccayamaka allah kocuvaiyo, atilum (arpattil) merpattataiyo utaranam kuruvatil vetkappatamattan. (Irai) nampikkaik kontavarkal niccayamaka a(vvutaranamana)tu tankal iraivanitamiruntu vantulla unmaiyenpatai arivarkal; anal (irai nampikkaiyarra) kahpirkalo, \"ivvita utaranattin mulam iraivan enna natukiran?\" Enru (elanamakak) kurukirarkal. Avan itaikkontu palarai valikettil vitukiran; innum palarai itan mulam nalvalip patuttukiran; anal tiyavarkalait tavira (veru yaraiyum) avan atanal valikettil akkuvatillai"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "i(t tiya)varkal allahvitam ceyta oppantattai, atu urutippatuttappatta pinnar murittu vitukinranar. Allah onrinaikkappata ventum enru kattalai ittatait tuntittu vituvatutan pumiyil kulappattaiyum untakkukirarkal; ivarkale tam nastavalikal"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "ninkal eppati allahvai nampa marukkirirkal? Uyirarroraka irunta unkalukku avane uyiruttinan; pinpu avan unkalai marikkacceyvan; mintum unkalai uyir perac ceyvan; innum ninkal avan pakkame tiruppikkontuvarap patuvirkal"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "A(vvirai)van ettakaiyavan enral avane ulakattilulla anaittaiyum unkalukkakap pataittan; pin avan vanattin pakkam murpattan; avarrai elu vanankalaka olunkakkinan. Anriyum avane ovvoru porulaiyum nankaripavanaka irukkinran"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "(napiye) innum, um iraivan vanavarkalai nokki\"niccayamaka nan pumiyil oru piratinitiyai amaikkap pokiren\" enru kuriyapotu, avarkal\"(iraiva!) Ni atil kulappattai untakki, irattam cintuvoraiya amaikkappokiray? Innum nankalo un pukal otiyavarkalaka unnait tutittu, un paricuttataip porriyavarkalaka irukkinrom; enru kurinarkal; a(tarku irai)van\"ninkal ariyatavarraiyellam niccayamaka nan ariven\" enak kurinan"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "innum, (iraivan) ellap (porutkalin) peyarkalaiyum atamukku karruk kotuttan; pin avarrai vanavarkal mun etuttukkatti, \"ninkal (unkal kurril) unmaiyalarkalayiruppin ivarrin peyarkalai enakku vivariyunkal\" enran"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "avarkal\"(iraiva!) Niye tuyavan. Ni enkalukkuk karrukkotuttavai tavira etaipparriyum enkalukku arivu illai. Niccayamaka niye perarivalan; vivekamikkon\" enak kurinarkal"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "atame! Ap porutkalin peyarkalai avarkalukku vivarippiraka!\" Enru (iraivan) connan; avar appeyarkalai avarkalukku vivarittapotu\"niccayamaka nan vanankalilum, pumiyilum maraintiruppavarrai ariven enrum, ninkal velippatuttuvataiyum, ninkal maraittuk kontiruppataiyum nan ariven enrum unkalitam nan collavillaiya?\" Enru (iraivan) kurinan"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "Pinnar nam malakkukalai nokki, \"atamukkup pani(ntu sujutu cey)yunkal\" enru connapotu iplisaittavira marra anaivarum ciram panintanar; avan(iplisu) maruttan; anavamum kontan; innum avan kahpirkalaic carntavanaki vittan"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "melum nam, \"atame! Nirum um manaiviyum accuvanapatiyil kutiyirunkal. Melum ninkal iruvarum virumpiyavaru atiliruntu taralamaka puciyunkal; anal ninkal iruvarum im'marattai mattum nerunka ventam; (appatic ceytirkalanal) ninkal iruvarum akkiramakkararkalil ninrum akivituvirkal\" enru connom"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "itanpin, saittan avarkal iruvaraiyum atiliruntu vali tavarac ceytan; avarkal iruvarum irunta(corkkat)tiliruntu veliyerumaru ceytan; innum nam, \"ninkal (yavarum inkiruntu) irankunkal; unkalil cilar cilarukku pakaivaraka iruppirkal; pumiyil oru kurippitta kalam varai unkalukkut tankumitamum anupavikkum porulkalum untu\" enru kurinom"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "pinnar atam tam iraivanitamiruntu cila vakkukalaik karruk kontar; (innum, avarrin mulamaka iraivanitam mannippukkorinar) enave iraivan avarai mannittan; niccayamaka avan mika mannipponum, karunaiyalanum avan"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "pinpu, nam connom; \"ninkal anaivarum ivvitattai vittum irankivitunkal; ennitamiruntu unkalukku niccayamaka nalvali(yaik kattum arivuraikal) varumpotu, yar ennutaiya (av) valiyaip pinparrukirarkalo avarkalukku ettakaiya payamum illai, avarkal tukkappatavum mattarkal"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Anri yar (itai erka) maruttu, nam attatcikalai poypikka murpatukirarkalo avarkal naraka vacikal; avarkal a(n narakat)til enrenrum tanki iruppar"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "israyilin cantatiyanare! Nan unkalukku alitta ennutaiya arutkotaiyai ninaivu kurunkal; ninkal en vakkurutiyai niraiverrunkal; nan unkal vakkurutiyai niraiverruven; melum, ninkal (verevarukkum ancatu) enakke ancuvirkalaka"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "innum nan irakkiya(vetat)tai nampunkal; itu unkalitam ulla (vetat)tai meyppikkinratu, ninkal atai (erka) maruppavarkalil mutanmaiyanavarkalaka ventam. Melum en tiru vacanankalaic corpa vilaikku virru vitatirkal; innum enakke ninkal anci(oluki) varuvirkalaka"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "ninkal arintu konte unmaiyaip poyyutan kalakkatirkal; unmaiyai maraikkavum ceyyatirkal"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "tolukaiyaik kataip pitiyunkal; jakattaiyum (olunkakak) kotuttu varunkal; rukuh ceyvorotu cerntu ninkalum rukuh ceyyunkal"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "ninkal vetattaiyum otik konte, (marra) manitarkalai nanmai ceyyumaru evi, tankalaiye marantu vitukirirkala? Ninkal cintittup purintu kolla ventama"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "melum porumaiyaik kontum, tolukaiyaikkontum (allahvitam) utavi tetunkal; eninum, niccayamaka itu ullaccam utaiyorkkanri marravarkalukkup perum paramakaveyirukkum"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "(ullaccamutaiya) avarkaltam, \"titamaka (tam) tankal iraivanaic cantippom; niccayamaka avanitame tam tirumpaccelvom\" enpatai urutiyakak karuttil kontoravar"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "Israyilin makkale! (Munnar) nan unkalukku alitta ennutaiya arut kotaiyaiyum, ulakor yavaraiyum vita unkalai menmaippatuttinen enpataiyum ninaivu kurunkal"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "innum, or atma marror atmavirku ciritum payanpata mutiyate (anta) oru nalai ninkal anci natappirkalaka! (Anta nalil) entap parinturaiyum atarkaka erruk kollappatamattatu, atarkaka entap patilitum perruk kollappata mattatu, anriyum (pavam ceyta) avarkal utavi ceyyappatavum mattarkal"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "unkalai katumaiyaka vetanaippatutti vanta hpir'avnin kuttattaritamiruntu unkalai nam vituvittataiyum (ninaivu kurunkal) avarkal unkal an makkalai konru, unkal penmakkalai (mattum) valavittiruntarkal; atil unkalukku unkal iraivanitamiruntu oru cotanai iruntatu"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "melum unkalukkaka nam katalaippilantu, unkalai nam kapparri, ninkal parttuk kontirukkumpote hpir'avnin kuttattarai atil mulkatittom(enpataiyum ninaivu kurunkal)"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "melum nam musavukku(vetam arula) narpatu iravukalai vakkalittom; (atarkaka avar cenra) pinnar kalaikkan(ru on)raik (katavulaka) etuttuk kontirkal; (atanal) ninkal akkiramakkararkalaki vittirkal"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "itan pinnarum, ninkal nanri celuttuvatarkaka nam unkalai mannittom"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "innum, ninkal nervali perumporuttu nam musavukku vetattaiyum (nanmai timaikalaip pirittu arivikkakkutiya) hpurkkanaiyum alittom (enpataiyum ninaivu kurunkal)"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Musa tam camukattarai nokki\"en camukattare! Ninkal kalaik kanrai(vanakkattirkaka) etuttuk kontatan mulam unkalukku ninkale akkiramam ceytu kontirkal; akave, unkalaip pataittavanitam pavamannippuk korunkal; unkalai ninkale mayttuk kollunkal; atuve unkalaip pataittavanitam, unkalukku narpalan alippatakum\" enak kurinar. (Avvare ninkal ceytatanal) avan unkalai mannittan (enpataiyum ninaivu kurunkal.) Niccayamaka, avan tavpavai er(ru mannip)pavanakavum, perun karunaiyutaiyonakavum irukkiran"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "innum (itaiyum ninaivu kurunkal;)ninkal, 'musave! Nankal allahvai kankutaka kanum varai um'mitu nampikkai kolla mattom\" enru kurinirkal; appolutu, ninkal parttukkontirukkumpote unkalai or iti mulakkam parrikkontatu"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "ninkal nanriyutaiyoray irukkum poruttu, ninkal irantapin unkalai uyirppittu eluppinom"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "innum, unkal mitu mekam nilalitac ceytom; melum\"mannu, salva\" (ennum menmaiyana unavup porulkalai) unkalukkaka irakki vaittu, \"nam unkalukku aruliyulla paricuttamana unavukaliliruntu puciyunkal\" (enrom;) eninum avarkal namakkut tinku ceytuvitavillai, maraka, tamakkut tame tinkilaittuk kontarkal"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "innum (ninaivu kurunkal;) nam kurinom; \" inta pattinattul nulaintu anku ninkal virumpiya itattil taralamakap puciyunkal; atan vayilil nulaiyum potu, panivutan talaivananki'hittatun' (-\"enkal papac cumaikal ninkattum\") enru kurunkal; nam unkalukkaka unkal kurrankalai mannippom; melum nanmai ceyvorukku atikamakak kotuppom"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Anal akkiramakkararkal tam'mitam kurappatta varttaiyai avarkalukkuc collappatata veru varttaiyaka marrik kontarkal; akave akkiramankal ceytavarkal mitu - (ivvaru avarkal) papam ceytu kontirunta karanattinal vanattiliruntu nam vetanaiyai irakkivaittom"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "musa tam camukattarukkakat tannir ventip pirarttitta potu, \"umatu kaittatiyal apparaiyil atippiraka!\" Ena nam kurinom; atiliruntu pannirantu nir urrukkal ponkiyeluntana. Ovvoru kuttattinarum avaravar kuti nirtturaiyai nanku arintu kontanar; \"allah aruliya akarattiliruntu unnunkal, parukunkal; pumiyil kulappanceytu kontu tiriyatirkal\" (ena nam kurinom) enpataiyum ninaivu kurunkal"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "Innum, \"musave! Ore vitamana unavai nankal cakikka mattom. Atalal, pumi vilaivikkum atan kiraiyaiyum, atan vellarikkayaiyum, atan kotumaiyaiyum, atan paruppaiyum, atan venkayattaiyum enkalukku velippatuttittarumaru un iraivanitam enkalukkakak kelum\" enru ninkal kura, \"nallataka etu irukkirato, atarku patilaka mikattalvanatai ninkal marrik kol(la natu)kirirkala? Ninkal etenum oru pattanattil iranki vitunkal; anku ninkal ketpatu niccayamaka unkalukkuk kitaikkum\" enru avar kurinar. Varumaiyum ilivum avarkal mitu cattappattu vittana, melum allahvin kopattirkum avarkal alanarkal; itu enenral titamakave avarkal allahvin vacanankalai nirakarittum, aniyayamaka avarkal napimarkalaik kolai ceytu vantatumtan. Inta nilai avarkal (allahvukkup paniyatu) maru ceytu vantatum, (allah vititta) varampukalai mirikkonteyiruntatinalum erpattatu"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "iman kontavarkalayinum, yutarkalayinum, kiristavarkalayinum, sapiyinkalayinum niccayamaka evar allahvin mitum, iruti nal mitum nampikkai kontu salihana (nalla) amalkal ceykirarkalo avarkalin (nar) kuli niccayamaka avarkalutaiya iraivanitam irukkiratu, melum, avarkalukku yatoru payamum illai, avarkal tukkappatavum mattarkal"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "innum, nam unkalitam vakkuruti vanki, 'tur malaiyai unkal mel uyartti, \"nam unkalukku kotutta (vetat)tai urutiyutan parrik kollunkul; atilullavarrai ninaivil vaittuk kollunkal. (Appatic ceyvirkalanal) ninkal payapaktiyutaiyor avirkal\" (enru nam kuriyataiyum ninaivu kurunkal)"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Atan pinnum ninkal (unkal vakkurutiyaip) purakkanittu (mari) vittirkal; unkal mitu allahvin karunaiyum avan arulum illavittal ninkal(murrilum) nastavalikalaka akiyiruppirkal"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "unka(l munnorka)liliruntu canikkilamaiyanru (min pitikkak kutatu enra) varampai miriyavarkalaipparri ninkal urutiyaka arivirkal. Atanal avarkalai nokki\"cirumaiyatainta kurankukalaki vitunkal\" enru kurinom"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "innum, nam itanai akkalattil ullavarkalukkum, atarkup pin varakkutiyavarkalukkum patippinaiyakavum; payapaktiyutaiyavarkalukku nalla upatecamakavum akkinom"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "innum (itaiyum ninaivu kurunkal;) musa tam camukattaritam, \"ninkal oru pacumattai arukka ventum enru niccayamaka allah unkalukkuk kattalaiyitukiran\" enru connapotu, avarkal; \"(musave!) Enkalai parikacattirku alakkukinrira?\" Enru kurinar; (appolutu) avar, \"(appatip parikacikkum) arivinarkalil oruvanaka nan akivitamal allahvitam patukapput tetukiren\" enru kurinar"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "atu ettakaiyatu enpatai enkalukku vilakkumpati um iraivanitam enkalukkaka ventuviraka!\" Enrarkal. \"Appacu matu atikak kilatumalla, kanrumalla, avvirantirkum itaippattatakum. Enave'unkalukku itappatta kattalaiyai niraiverrunkal' enru avan (allah) kuruvataka\" (musa) kurinar"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "atan niram yatu!\" Enpatai vilakkumpati namakkaka um iraivanai ventuviraka!\" Ena avarkal kurinarkal;. Avar kurinar; \"titamaka atu mancal niramulla pacu matu; kettiyana niram; parppavarkalukkup paravacam alikkum atan niram ena a(vvirai)van arulinan\" enru musa kurinar"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Umatu iraivanitattil enkalukkaka pirarttanai ceyviraka! Avan atu eppatippattatu enpatai enkalukku telivu patuttuvan. Enkalukku ellap pacumatukalum titanaka ore matiriyakat tonrukinrana, allah natinal niccayamaka nam nervali peruvom\" enru avarkal kurinarkal"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "avar(musa)\"niccayamaka appacumatu nilattil ulavatitto, nilattirku nir payccavo payanpatuttappatatatu, arokkiyamanatu, evvitattilum vatuvillatatu enru iraivan kurukiran\" enak kurinar. \"Ippolututan nir cariyana viparattaik kontu vantir\" enru colli avarkal ceyya iyalata nilaiyil appacu mattai aruttarkal"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "ninkal oru manitanai konrirkal; pin atuparri (oruvarukkoruvar kurram cattit) tarkkittuk kontiruntirkal; anal allah ninkal maraittatai veliyakkupavanaka iruntan (enpatai ninaivu kurunkal)"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "(arukkappatta appacuvin) oru tuntal a(kkolai yuntavanin catalat)til atiyunkal\" enru nam connom. Ivvare allah irantavarkalai uyirppikkiran; ninkal (nalla) arivu perum poruttut tan attatcikalaiyum avan(ivvaru) unkalukkuk kattukiran"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "itan pinnarum unkal itayankal iruki vittana, avai karparaiyaippol ayina allatu, (atai vitavum)atikak katinamayina (enenil) titamakak karparaikal cilavarrininru arukal olittotuvatuntu. Innum, cila pilavupattut titamaka avarrininru tannir velippatak kutiyatumuntu. Innum, titamaka allahvin mitulla accattal cila(karparaikal) uruntu vilakkutiyavaiyum untu. Melum, allah ninkal ceytu varuvatu parri kavanikkamal illai"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "(Muslimkale!) Ivarkal (yutarkal) unkalukkaka nampikkai kolvarkal enru acai vaikkinrirkala? Ivarkalil orucarar iraivakkaik kettu; atai vilankik konta pinnar, terintu konte atai marri vittarkal"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "melum avarkal iman kontavarkalai cantikkumpotu, \"nankalum iman kontirukkirom\" enru colkirarkal; anal avarkalul cilar (avarkalul) cilarutan tanittitumpotu, \"unkal iraivan mun unkalukku etiraka avarkal vatatu vatarkaka allah unkalukku arivittut tanta (tavrat)tai avarkalukku etuttuc colkirirkala, (itai) ninkal unaramattirkala? Enru(yutarkal cilar) kurukinranar"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "avarkal maraittu vaippataiyum, avarkal velippatuttuvataiyum niccayamaka allah nankarivan enpatai avarkal ariya mattarkala"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "melum avarkalil eluttarivillatorum irukkinranar; kattuk kataikalai(arintu vaittirukkirarkale) tavira vetattai arintu vaittirukkavillai. Melum avarkal (ataramarra) karpanai ceyvorkalaka anri verillai"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "arpak kirayattaip peruvatarkakat tam karankalale nulai elutivaittuk kontu pinnar atu allahvitamiruntu vantatu enru kurukirarkale, avarkalukku ketutan! Avarkalutaiya kaikal ivvaru elutiyatarkakavum avarkalukkuk ketutan; atiliruntu avarkal ittum campattiyattirkakavum avarkalukkuk ketutan"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Oru cila natkal tavira enkalai naraka nerupput tintatu\" enru avarkal kurukirarkal. \"Allahvitamiruntu appati etenum urutimoli perrirukkirirkala? Appatiyayin allah tan uruti molikku marram ceyyave mattan; allatu ninkal ariyatatai allah connataka ittuk kattik kurukinrirkala?\" Enru (napiye! Anta yutarkalitam) nir kelum"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "appatiyalla! Evar timaiyaic campatittu, antak kurram avaraic culntu kolkirato, attakaiyor narakavacikale, avarkal a(nnarakat)til enrenrum irupparkal"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "evar nampikkai kontu narkarumankalaic ceykirarkalo, avarkal cuvarkkavacikal; avarkal anku enrenrum irupparkal"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "innum(ninaivu kurunkal;) nam (yahkup enra) israyil makkalitattil, \"allahvait tavira veru evaraiyum-etanaiyum ninkal vanankakkutatu, (unkal)perrorukkum, uravinarkalukkum, anataikalukkum, miskin(kalana elai)kalukkum nanmai ceyyunkal; manitarkalitam alakanataip pecunkal; melum tolukaiyai muraiyakak kataippitittu varunkal; jakkattaiyum olunkakak kotuttu varunkal\" enru urutimoliyai vankinom. Anal unkalil cilarait tavira (marra yavarum uruti moliyai niraiverramal, atiliruntu) purantuvittirkal, innum ninkal purakkanittavarkalakave irukkinrirkal"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "innum (ninaivu kurunkal;)\"unkalitaiye irattankalaic cintatirkal; unkalil oruvar marravarai tam vitukalai vittum veliyerratirkal\" ennum urutimoliyai vankinom. Pinnar (atai) oppukkontirkal; (atarku) ninkale catciyakavum iruntirkal"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "(Ivvaru urutippatuttiya) ninkale unkalitaiye kolai ceykinrirkal; unkalileye orucararai avarkalutaiya vitukaliliruntu veliyerrukirirkal; avarkalimitu akkiramam puriyavum, pakaimai kollavum (avarkalin virotikalukku) utavi ceykirirkal. Veliyerrappattavarkal (ivvirotikalitam cikki) kaitikalaka unkalitam vantal, (appolutu mattum palippukku anci) nasta'itu perrukkontu (avarkalai vitutalai ceytu) vitukirirkal-anal avarkalai (vitukalai vittu) veliyerruvatu unkal mitu harama(na tatukkappatta ceyala)kum. (Appatiyenral) ninkal vetattil cilatai nampi cilatai marukkirirkala? Enave unkalil ivvakaiyil ceyalpatukiravarkalukku ivvulaka valvil ilivait tavira veru kuli etuvum kitaikkatu. Marumai(kiyama) nalilo avarkal mikak katumaiyana vetanaiyinpal mittappatuvarkal; innum ninkal ceytu varuvatai allah kavanikkamal illai"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "marumai(yin nilaiyana valkkai)kkup pakaramaka, (arpamala) ivvulaka valkkaiyai vilaikku vankik kontavarkal ivarkaltam; akave ivarkalukku (oru ciritalavum) vetanai ilecakkappata mattatu. Ivarkal utaviyum ceyyappatamattarkal"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "melum, nam musavukku niccayamaka vetattaik kotuttom. Avarukkuppin totarcciyaka (irai) tutarkalai nam anuppinom; innum, maryamin kumarar isavukkut telivana attatcikalaik ruhul kutusi (ennum paricutta atmavaik) kontu avarukku valuvuttinom. Unkal manam virumpatatai(nam) tutar unkalitam kontu varumpotellam ninkal karvam kontu (purakkanittu) vantirkalallava? Cilarai ninkal poyppittirkal; cilarai konrirkal"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "Innum, avarkal (yutarkal)\"enkalutaiya itayankal tiraiyitappattullana\" enru kurukirarkal. Anal avarkalutaiya (kuhpru ennum) nirakarippin karanattal, allah avarkalaic capittu vittan. Akave, avarkal corpamakave iman kolvarkal"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "avarkalitam irukkakkutiya vetattai meyppatuttakkutiya (inta kur'an enra) vetam avarkalitam vantatu. I(nta kur'an varuva)tarku mun kahpirkalai verri kolvatarkaka (inta kur'an mulame allahvitam) ventikkontiruntarkal. (Ivvaru munpe) avarkal arintu vaittirunta(vetamana)tu avarkalitam vanta potu, atai nirakarikkinrarkal;. Ippati nirakarippor mitu allahvin capam irukkiratu"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "tan atiyarkalil tan natiyavar mitu tan arutkotaiyai allah aruliyatarkaka poramaippattu, allah aruliyataiye nirakarittu tankal atmakkalai virru avarkal perruk kontatu mikavum kettatakum. Itanal avarkal (iraivanutaiya) kopattirku mel kopattirku alaki vittarkal. (Ittakaiya) kahpirkalukku ilivana vetanai untu"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "allah irakki vaitta (tirukkur'an mitu) iman kollunkal\" enru avarkalukku collappattal, \"enkal mitu irakkappattatan mitutan nampikkai kolvom\" enru kurukirarkal; atarku pinnal ullavarrai nirakarikkirarkal. Anal ituvo(kur'an) avarkalitam iruppatai unmaip patuttukiratu. \"Ninkal unmai vicuvacikalaka iruntal, en allahvin muntiya napimarkalai ninkal kolai ceytirkal?\" Enru avarkalitam (napiye!) Nir ketpiraka"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Niccayamaka musa unkalitam telivana attatcikalait kontu vantar;. (Appatiyiruntum) atanpin kalai mattai (inai vaittu) vanankinirkal; (ippatic ceytu) ninkal akkiramakkararkalaki vittirkal"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "tur malaiyai unkal mel uyartti nam unkalukkuk kotutta (tavrat)tai urutiyutan parrik kollunkal; atai ceviyerrukkollunkal. Enru unkalitam nam vakkuruti vankinom. (Atarku avarkal) nankal ceviyerrom; melum(atarku) maru ceytom enru kurinarkal. Melum avarkal nirakaritta karanattinal avarkal itayankalil kalaikkanrin (pakti) pukattappattatu. Ninkal muhminkalaka iruntal unkalutaiya iman etai kattalaiyitukirato atu mikavum kettatu enru (napiye!) Nir kurum"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "(napiye!)\"Iraivanitattil ulla marumaiyin vitu (cuvarkkam) unkalukke contamanatu, veru manitarkalukkuk kitaiyatu enru urimai kontatuvatil ninkal unmaiyalarkalaka iruntal, (ataip peruvatarkaka) maranattai virumpunkal\" enru (napiye!) Nir colviraka"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "anal, avarkal karankal ceyta (pavankalai) avarkal munnameye anuppi vaittirunta karanattal avarkal maranattai virumpave mattarkal. Niccayamaka allah anta akkiramakkararkalai nanku arintavanakave irukkiran"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "Avarkal, marra manitarkalaivita, inai vaikkum musrikkukalaiyum vita (ivvulaka) valkkaiyil peracai utaiyavarkalaka iruppatai (napiye!) Nir niccayamakak kanpir; avarkalil ovvoruvarum ayiram antukal valaventum ena acaippatukirarkal; anal appati avarkalukku ninta vayatu kotukkappattalum, avarkal iraivanin tantanaiyiliruntu tappa mutiyatu. Innum allah avarkal ceyvataiyellam kurntu parppavanakave irukkiran"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "yar jiprilukku virotiyaka irukkinrano (avan allahvukkum viroti yavan) enru (napiye!) Nir kurum; niccayamaka avartam allahvin kattalaikkinanki um itayattil (kur'anai) irakki vaikkirar; atu, tanakku munnirunta vetankal unmai ena urutippatuttukiratu. Innum atu valikattiyakavum, nampikkai kontorukku nanmarayamakavum irukkiratu"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "evan allahvukkum, avanutaiya malakkukalukkum, avanutaiya tutarkalukkum, jiprilukkum, mikkayilukkum pakaivanaka irukkirano, niccayamaka (avvaru nirakarikkum) kahpirkalukku allah pakaivanakave irukkiran"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "(napiye!) Niccayamaka nam mikattelivana vacanankalai um'mitu irakkivaittirukkirom; pavikalait tavira (veru evarum) avarrai nirakarikka mattarkal"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "melum, avarkal utanpatikkai ceytapotellam, avarkalil oru pirivinar avarrai murittu vitavillaiya? Akave, avarkalil perumpalor iman kolla mattarkal"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "avarkalitam ulla(vetat)tai meyppikkum oru tutar allahvitamiruntu avarkalitam vanta potu, vetam valankappattoril oru pirivinar allahvin vetattait tankal etum ariyatavarkal pol tankal mutukukkup pinnal erintu vittarkal"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "Avarkal sulaimanin atcikku etiraka saittankal otiyavarraiye pinparrinarkal;. Anal sulaiman orupotum nirakarittavar allar. Saittankal tam nirakarippavarkal. Avarkaltam manitarkalukkuc cuniyattaik karrukkotuttarkal; innum, papil (papilon ennum uril) harut, marut enra irantu malakkukalukku irakkappattataiyum (tavarana valiyil pirayokikkak karrukkotuttarkal). Anal avarkal (malakkukal) iruvarum; \"niccayamaka nankal cotanaiyaka irukkirom; (itaik karru) ninkal nirakarikkum kahpirkal akivitatirkal\" enru colli eccarikkata varaiyil, evarukkum i(nta cuniyat)taik karruk kotukkavillai, appatiyiruntum kanavan - manaiviyitaiye pirivai untakkum ceyalai avarkalitamiruntu karrukkontarkal. Eninum allahvin kattalaiyinri avarkal evarukkum ettakaiya tinkum itan mulam ilaikka mutiyatu. Tankalukkut tinkilaippataiyum, enta vita nanmaiyum taratataiyume - karruk kontarkal. (Cuniyattai) vilai kotuttu vankik kontavarkalukku, marumaiyil yatoru pakkiyamum illai enpatai avarkal nankarintullarkal. Avarkal tankal atmakkalai virrupperrukkontatu kettatakum. Itai avarkal arintu kolla ventama"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "avarkal nampikkai kontu tankalai kapparrik kontal, allahvitamiruntu kitaikkum narkuli mikavum melanataka irukkum;. Itanai avarkal ariya ventama"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "Iman kontore! Ninkal (nam rasulaip parttu irantu arttam kotukkum collakiya)'rayina' enru collatirkal. (Itarkup patilaka anputan nokkuvirkalaka ennum porulait tarum collakiya)'unlurna' enru kurunkal. Innum, avar colvataik kelunkal. Melum kahpirkalukkut tunpam tarum vetanaiyum untu"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "ahlul kitap(vetattaiyutaiyavarkalil) nirakaripporo, innum musrikkukalo unkal iraivanitamiruntu, unkal mitu nanmai irakkappatuvatai virumpavillai. Anal allah tan arutkotaikku uriyavarkalaka yarai natukirano avaraiye terntetuttuk kolkiran;. Allah mikap perum kirupaiyalan"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "etenum oru vacanattai nam marrinal allatu atanai marakkac ceytal ataivita cirantataiyo allatu atu ponrataiyo nam kontuvaruvom. Niccayamaka allah anaittupporutkalin mitum caktiyullavan enpatai nir ariyavillaiya"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "niccayamaka vanankal pumiyin atci allahvukke uriyatu. Allahvaiyanri unkalukku patukavalano, utavi ceypavano illai enpatai nir ariyavillaiya"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "itarku munnar musavitam kelvikal ketkappatta matiri ninkalum unkal rasulitam ketka virumpukirirkala? Evanoruvan imanai'kuhprinal' marrukirano avan niccayamaka ner valiyininrum tavarivittan"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "vetattai utaiyavarkalil perumpalor, unmai avarkalukku telivakatterinta pinnarum, tankal manatil ulla poramaiyinal ninkal nampikkai kontapin kahpirkalaka mara ventumena virumpukirarkal. Anal allahvin kattalai varumvarai avarkalai mannittu, avarkal pokkile vittuvitunkal;. Niccayamaka allah anaittup porutkal mitum cakti utaiyavanaka irukkiran"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "Innum tolukaiyai muraiyakak kataippitittum; jakat kotuttum varunkal; enenil unkalukkaka enta nanmaiyai munnameye anuppi vaikkinrirkalo, atai allahvitam perrukkolvirkal. Niccayamaka allah ninkal ceypavarraiyellam urru nokkiyavanakave irukkiran"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "yutarkal, kiristavarkalait tavira veru yarum cuvanapatiyil nulaiyave mattarkal\" enru avarkal kurukirarkal; itu avarkalin vinacaiyeyakum; \"ninkal unmaiyutaiyoraka iruntal unkalutaiya canrai camarppiyunkal\" enru (napiye!) Nir kuruviraka"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "appatiyalla! Evanoruvan tannai allahvukke (mulumaiyaka) arppanam ceytu, innum narkarumankalaic ceykirano, avanutaiya narkuli avanutaiya iraivanitam untu. Ittakaiyorukku accamillai avarkal tukkappatavum mattarkal"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "yutarkal kurukirarkal; 'kiristavarkal enta nalvaliyilum illai' enru. Kiristavarkal kurukirarkal; 'yutarkal enta nalvaliyilum illai' enru. Anal, ivarkal (tankalukkuriya) vetattai otikkonte (ippatik kurukirarkal) ivarkal kurum corkalaip polave onrum ariyatavarkalum kurukirarkal; irutittirppu nalil allah ivarkal tarkkittu marupattuk kontirukkum visayattil tirppalippan"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "innum, allahvutaiya masjitukalil allahvin peyaraic collit tutippatait tatuttu, ivarraip palakka muyalpavanai vita, periya kotumaikkaran yar irukka mutiyum? Ittakaiyor accamutananri pallivayilkalil nulaivatarku takutiye illatavarkal, ivarkalukku iv(vulaka) valvil ilivutan; melum, marumaiyil ivarkalukkuk katumaiyana vetanaiyum untu"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "Kilakkum, merkum allahvukke (contam) ninkal entap pakkam tirumpinalum anke allahvin mukam irukkiratu. Niccayamaka allah vicalamanavan;, ellam arintavan"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "innum kurukirarkal; \"allah oru kumaranaip perrirukkiran\" enru. Appatiyalla - avan (ivarkal kuruvatiliruntu) mikat tuymaiyanavan; vanankal, pumiyil ullavai yavum avanukke uriyavai. Ivaiyanaittum avanukke atipanintu valipatukinrana"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "(allah) vanankalaiyum, pumiyaiyum mun matiriyinri(illamaiyiliruntu), tane untakkinan;. Avan onrai untakka vitittu, atanitam'kun' - akuka- enru kurinal, utane atu akivitukiratu"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "innum ariyatavarkal kurukirarkal; \"allah en nam'mitam pecavillai, melum, namakku en attatci varavillai?\" Enru. Ivarkalukku munnar iruntavarkalum ippatiye - ivarkalin corkalaippolave - tan kurinarkal. Ivarkalin itayankal avarkalutaiya itayankalaip ponravaiye tan. Imanil urutiyutaiya makkalukku nam attatcikalai (avarkal manatil patiyumpati) nam niccayamakat telivay vivarittullom"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "(napiye!) Nam um'mai unmaiyutan, (nallatiyarukku) nanmarayam kurupavarakavum, (tiyorukku) accamutti eccarikkai ceypavarakavume anuppiyullom;. Narakavatikalaip parri nir vinavappata mattir"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "(Napiye!) Yutarkalum, kiristavarkalum avarkal valiyai nir pinparratavaraiyil um'maipparri tiruptiyataiya mattarkal. (Akave, avarkalai nokki;)\"niccayamaka allahvin vali-(islam) atuve nervali\" enru collum;. Anri nanam um'mai vantatainta pinnarum avarkalutaiya iccaikalaip pinparruvireyanal, allahvitamiruntu um'maik kapparrupavanum, umakku utavi ceypavanum illai"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "yarukku nam vetattaik kotuttomo avarkal atai evvaru oti(oluki)ta ventumo, avvaru otukirarkal;. Avarkal tam atan mel nampikkaiyullavarkal;. Yar atai nirakarikkinrarkalo avarkal perum nastavalikale"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "(yahkup enra) israyilin makkale! Nan unkalukku alitta en nankotaikalai ninaivu kurunkal;. Innum niccayamaka nan unkalai ulaka makkal elloraiyumvita mempatutaiyorakac ceyten"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "innum, (varap pokum) annaliliruntu, unkalaik kapparrik kollunkal;. Anru or atma piritor atmavukku utavi ceyya iyalatu. Atanitamiruntu (atan pavankalukkup parikaramaka) enta nasta itum oppukkollappata mattatu. Enta ciparicum atarku palanalikkatu. Avarkal(evar mulamakavum enta) utaviyum ceyyappata mattarkal"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "(innum itaiyum ennipparunkal;) iprahimai avarutaiya iraivan cila kattalaikalaiyittuc cotittan;. Avarrai avar mulumaiyaka niraiverrinar;. Niccayamaka nan um'mai makkalukku imamaka(t talaivaraka) akkukiren\" enru avan kurinan;. Atarku iprahim; \"en cantatiyinarilum(imamkalai akkuvaya?)\" Enak kettar;. En vakkuruti(um cantatiyilulla) aniyayakkararkalukkuc ceratu enru kurinan"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "(Itaiyum ennip parunkal; \"kahpa ennum) vittai nam makkal otunkum itamakavum innum, patukappana itamakavum akkinom;. Iprahim ninra itattai - makamu iprahimai - tolum itamaka ninkal akkikkollunkal\" (enrum nam connom). Innum'en vittaic curri varupavarkal, tankiyiruppavarkal, rukuh ceypavarkal, sujutu ceypavarkal akiyorukkakat tuymaiyaka atanai vaittirukka ventum' enru iprahimitamiruntum, ismayilitamiruntum nam uruti moli vankinom"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "(innum ninaivu kurunkal;) iprahim; \"iraiva! Intap pattanattaip patukappana itamaka akki vaippayaka! Itil vacipporil yar allahvaiyum iruti nalaiyum nampukirarkalo avarkalukkup pala vakaik kanivarkkankalaiyum kontu unavalippayaka\" enru kurinar;. Atarku iraivan kurinan; \"(am;) yar nampikkai kollavillaiyo avanukkum ciritu kalam cukanupavattai alippen\" pinnar avanai naraka neruppin vetanaiyil nirpantippen. Avan cerum itam mikavum kettate"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "iprahimum, ismayilum ivvittin atittalattai uyarttiya potu, \"enkal iraivane! Enkalitamiruntu (ippaniyai) erruk kolvayaka, niccayamaka niye (yavarraiyum) ketpavanakavum aripavanakavum irukkinray\" (enru kurinar)"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Enkal iraivane! Enkal iruvaraiyum unnai murrilum valipatum muslimkalakkuvayaka, enkal cantatiyinaritamiruntum unnai murrilum valipatum oru kuttattinarai (muslim camutayattai)akki vaippayaka, nankal unnai valipatum valikalaiyum arivittarulvayaka, enkalai(k karunaiyutan nokki enkal pilaikalai) mannippayaka, niccayamaka niye mikka mannipponum, alavila anputaiyonakavum irukkinray"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "enkal iraivane! Avarkalitaiye unnutaiya vacanankalai otik kanpittu, avarkalukku vetattaiyum, nanattaiyum karruk kotuttu, avarkalait tuymaippatuttak kutiya oru tutarai avarkalilirunte eluntitac ceyvayaka - niccayamaka niye vallamai mikkonakavum, perum nanamutaiyonakavum irukkinray"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "iprahimutaiya markkattaip purakkanippavan yar?-Tannait tane talttik kolpavanait tavira. Niccayamaka nam avarai(t tuymaiyalaraka) ivvulakil terntetuttom;. Niccayamaka avar marumaiyil nallatiyar kuttattileye iruppar"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "innum, avaritam avarutaiya iraivan; \"(ennitam murrilum valipattavarakac) caranataiyum\" enru connapotu avar, \"akilankalin iraivanukku murrilum valipattonakac caranatainten\" enru kurinar"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "itaiye iprahim tam kumararkalukku vasiyyattu (upatecam) ceytar;. Yahkupum (ivvare ceytar); avar kurinar; \"en kumararkale! Allah unkalukkuc canmarkkattai (islamai) terntetuttullan. Ninkal muslimkalaka anri maranikkatirkal"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Yahkupukku maranam nerunkiyapotu, ninkal catciyaka iruntirkala? Appolutu avar tam kumararkalitam; \"enakkup pin ninkal yarai vanankuvirkal?\" Enak kettatarku, \"unkal nayanai-unkal mutataiyar iprahim, ismayil, is'hak akiyorin nayanai-ore nayanaiye-vanankuvom; avanukke(murrilum) valippatta muslimkalaka iruppom\" enak kurinar"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "anta um'mattu(camukam) cenruvittatu, avarkal campatittavai avarkalukke, ninkal campatittavai unkalukke! Avarkal ceytu kontiruntatu parri ninkal ketkappata mattirkal"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "ninkal yutarkalaka allatu kiristavarkalaka marivitunkal - ninkal nervaliyai ataivirkal\" enru avarkal kurukirarkal. \"Appatiyalla! (Nerana valiyaic carnta) iprahimin markkattaiye pinparruvom, (inai vaikkum) musrikkukalil ninrum avarillai\" enru (napiye!) Nir kuruviraka"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "(muhminkale!)\"Nankal allahvaiyum, enkalukku irakkappatta(vetat)taiyum; iprahim, ismayil, is'hak, yahkup innum avar cantatiyinarukku irakkappattataiyum; musavukkum, isavukkum kotukkappattataiyum innum marra napimarkalukkum avarkalin iraivanitamiruntu kotukkappattataiyum nampukirom, avarkalil ninrum oruvarukkitaiyeyum nankal verupatu katta mattom; innum nankal avanukke murrilum valipatukirom\" enru kuruvirkalaka"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Akave, ninkal iman kolvataippol avarkalum iman kontal niccayamaka avarkal nervaliyai perruvituvarkal;. Anal avarkal purakkanittuvittal niccayamaka avarkal pilaviltan irukkinranar. Enave avarkali(n ketutalkali)liruntu um'maik kapparra allahve potumanavan;. Avan (yavarraiyum) ceviyuruvonakavum, (ellam) arintonumakavum irukkiran"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "(ituve) allahvin varnam(nana snanam) akum;, varnam kotuppatil allahvaivita alakanavan yar? Avanaiye nankal vanankukirom\" (enak kuruvirkalaka)"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "allahvaip parri ninkal enkalitam tarkkikkirirkala? Avane enkal iraivanum, unkal iraivanum avan;, enkal ceykaikalin (palan) enkalukku, unkal ceykaikalin (palan) unkalukku, melum nankal avanukke kalapparra (iman utaiya)varkalaka irukkinrom\" enru (napiye! Avarkalukku) nir kuruviraka"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "iprahimum, ismayilum, is'hakkum, yahkupum, innum avarkalutaiya cantatiyinar yavarum niccayamaka yutarkal allatu kiristavarkale\" enru kurukinrirkala? (Napiye!) Nir ketpiraka\"(itaip parri) unkalukku nanrakat teriyuma allatu allahvukka? Allahvitamiruntu tanpal vantirukkum catciyankalai maraippavanaivita aniyayakkaran yar? Innum allah ninkal ceypavai parri paramukamaka illai"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "anta um'mattu(camukam) cenruvittatu. Avarkal campatittavai avarkalukke, ninkal campatittavai unkalukke! Avarkal ceytu kontiruntatu parri ninkal ketkappata mattirkal"
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "Makkalil arivinarkal kuruvarkal; \"(muslimkalakiya) avarkal munnar nokkiyirunta kiplavai vittut tiruppivittatu etu?\" Enru. (Napiye!) Nir kurum; \"kilakkum, merkum allahvukke uriyavai, tan natiyavarai avan nervaliyil natattic celvan\" enru"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "ite muraiyil nam unkalai oru natu nilaiyulla um'mattaka (camutayamaka) akkiyullom. (Appati akkiyatu) ninkal marra manitarkalin catciyalarkalaka iruppatarkakavum, rasul (nam tutar) unkal catciyalaraka iruppatarkakavumeyakum;, yar (nam) tutaraip pinparrukirarkal;, yar (avaraip pinparramal) tam iru kutin kalkal mitu pintirumpi celkirarkal enpatai ari(vittu vitu)van venti kiplavai nirnayittom;. Itu allah nervali kattiyorukkut tavira marravarkalukku niccayamaka oru paluvakave iruntatu. Allah unkal imanai (nampikkaiyai) vinakkamattan;. Niccayamaka allah manitarkal mitu mikapperum karunai kattupavan, nikararra anputaiyavan"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "(napiye!) Nam um mukam atikkati vanattai nokkak kankirom. Enave nir virumpum kiplavin pakkam um'mait titamaka tiruppi vitukirom;. Akave nir ippolutu (makkavin) masjitul haram pakkam um mukattait tiruppik kollum. (Muslimkale!) Innum ninkal enkiruntalum (tolukaiyin potu) unkal mukankalai anta (kiplavin) pakkame tiruppit kollunkal;. Niccayamaka evarkal vetam kotukkappattirukkinrarkalo avarkal, itu avarkalutaiya iraivanitamiruntu vanta unmai enpatai niccayamaka arivarkal; allah avarkal ceyvatu parrip paramukamaka illai"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Vetam kotukkappattavarkalitam nir ellavitamana attatcikalaiyum kontuvanta potilum avarkal um kiplavaip pinparra mattarkal;. Nirum avarkalutaiya kiplavaip pinparrupavar allar;. Innum avarkalil cilar marravarkalin kiplavaip pinparrupavarkalum allar;. Enave (itaip parriya) nanam umakkuk kitaitta pin nir avarkalutaiya viruppankalaip pinparri natappirayin, niccayamaka nir aniyayakkararkalil oruvaraka iruppir"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "evarkalukku nam vetankalaik kotuttomo avarkal tam (conta) makkalai arivataip pol (inta unmaiyai) arivarkal;. Anal avarkalil oru pirivinar, niccayamaka arintu konte unmaiyai maraikkinranar"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "(kiplavaip parriya) ivvunmai um iraivanitamiruntu vantatakum;. Akave (atanaic) cantekipporil oruvaraka nir akivita ventam"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "ovvoru (kuttatta)varukkum, (tolukaikkana) oru ticaiyuntu. Avarkal atan pakkam tirumpupavarkalaka ullanar, narceyalkalin pal ninkal muntik kollunkal; ninkal enku iruppinum allah unkal yavaraiyum onru cerppan- niccayamaka allah ellap porutkalin mitum perarral mikkonaka irukkiran"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "akave (napiye!) Nir enkiruntu purappattalum (tolukaiyin potu) um mukattaip punitap pallivayilin pakkame tiruppikkolviraka. Niccayamaka itutan um iraivanitamiruntu vanta unmai-allah ninkal ceypavai parrip paramukamaka illai"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Akave(napiye!) Nir enkiruntu purappattalum (tolukaiyin potu) um mukattaip punitap pallavayilin pakkame tiruppik kollum; (muhminkale!) Unkalil aniyayakkararkalait tavira marra manitarkal unkalutan vin tarkkam ceyya itankotamal irukkum poruttu, ninkalum enke iruntalum punitap palliyin pakkame unkal mukankalait tiruppik kollunkal; enave, avarkalukku ancatirkal; enakke ancunkal; innum, ennutaiya nihmatkalai(arul kotaikalai) unkal mitu mulumaiyakki vaippatarkum, ninkal nervaliyinaip peruvatarkum (pirarukku ancatu, enakke ancunkal)"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "ite ponru, nam unkalitaiye unkaliliruntu oru tutarai, nam vacanankalai unkalukku etuttu otuvatarkakavum; unkalait tuymaippatuttuvatarkakavum; unkalukku vetattaiyum, nanattaiyum karrukkotuppatarkakavum; innum unkalukkut teriyamal iruntavarrai, unkalukkuk karruk kotuppatarkakavum anuppiyullom"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "akave, ninkal ennai ninaivu kurunkal; nanum unkalai ninaivu kuruven. Innum, ninkal enakku nanri celuttunkal; enakku maru ceyyatirkal"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "nampikkai kontore! Porumaiyutanum, tolukaiyutanum(iraivanitam) utavi tetunkal;. Niccayamaka allah porumaiyutaiyavarkalutan irukkiran"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "innum, allahvin pataiyil kollappattorai\"(avarkal) irantuvittarkal\" enru kuratirkal; appatiyalla! Avarkal uyirullavarkal; eninum ninkal (itai) unarntu kolla mattirkal"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Niccayamaka nam unkalai oralavu accattalum, paciyalum, porulkal, uyirkal, vilaiccalkal akiyavarrin ilappinalum cotippom;. Anal porumaiyutaiyorukku (napiye!) Nir nanmarayan kuruviraka"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "(porumai utaiyorakiya) avarkalukkut tunpam erpatum potu, 'niccayamaka nam allahvukke uriyavarkal;, niccayamaka nam avanitame tirumpic celvom' enru kuruvarkal"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "ittakaiyor mitu tan avarkalutaiya iraivanin nallaciyum, narkirupaiyum untakinrana, innum ivarkal tam ner valiyai ataintavarkal"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "niccayamaka'sahpa', 'marva' (ennum malaikal) allahvin ataiyalankalil ninrum ullana. Enave evar (kahpa ennum) avvittai haj allatu umra ceykirarkalo avarkal avviru malaikalaiyum curri varutal kurramalla. Innum evanoruvan upariyaka narkarumankal ceykirano, (avanukku) niccayamaka allah nanriyarital kanpippavanakavum, (avanutaiya narceyalkalai) nankarintavanakavum irukkinran"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "nam aruliya telivana attatcikalaiyum, nervaliyaiyum - atanai nam vetattil manitarkalukkaka vilakkiya pinnarum - yar maraikkinrarkalo, niccayamaka avarkalai allah capikkiran;. Melum avarkalaic capippa(tarku urimai utaiya)varkalum capikkirarkal"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "evarkal pavamannipput teti(tankalait) tiruttik kontu (tankal maraittavarrai) telivupatuttik kontarkalo, avarkalait tavira (marravarkal capattirkuriyavarkal.) Avarkalai nan mannittu vitukiren. Nan mannippavanakavum kirupaiyutaiyonakavum irukkinren"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Yar (ivveta unmaikalai) nirakarikkirarkalo, innum (nirakarikkum) kahpirkalakave marittum vitukirarkalo, niccayamaka avarkal mitu, allahvutaiyavum, malakkukalutaiyavum, manitarkal anaivarutaiyavum capam untakum"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "avarkal a(c capat)tileye enrenrum irupparkal;. Avarkalutaiya vetanai ilecakkappatamattatu. Melum, (mannippuk kora) avarkalukku avakacamum kotukkappatamattatu"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "melum, unkal nayan ore nayan; tan, avanait tavira veru nayanillai. Avan alavarra arulalan, nikararra anputaiyon"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "niccayamaka vanankalaiyum, pumiyaiyum (allah) pataittiruppatilum; iravum, pakalum mari, mari vantu kontiruppatilum;, manitarkalukkup payan taruvataik kontu katalil cellum kappalkalilum; vanattiliruntu allah tannirai irakki atan mulamaka pumi iranta pin atai uyirppippatilum;, atan mulam ella vitamana piranikalaiyum parava vittiruppatilum, karrukalai mari, mari vicac ceyvatilum; vanattirkum, pumikkumitaiye kattuppattirukkum mekankalilum - cintittunarum makkalukku (allahvutaiya vallamaiyaiyum, karunaiyaiyum etuttuk kattum) canrukal ullana"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "Allah allatavarkalai avanukku inaiyaka vaittuk kontu, avarkalai allahvai necippatarkoppa necipporum manitarkalil irukkirarkal;. Anal nampikkai kontavarkal allahvai necippatil urutiyana nilaiyullavarkal; innum (inai vaikkum) akkiramakkararkalukkup parkka mutiyumanal, (allah taravirukkum) vetanai eppatiyirukkum enpataik kantu kolvarkal;. Anaittu vallamaiyum allahvukke contamanatu. Niccayamaka tantanai kotuppatil allah mikavum katumaiyanavan (enpataiyum kantu kolvarkal)"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "(ittavarana valiyil) yaraip pinparrinarkalo a(ttalai)varkal tam'maip pinparriyoraik kaivittu vituvarkal, innum avarkal vetanaiyaik kanparkal; avarkalitaiyeyirunta totarpukal yavum arupattuvitum"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "(attalaivarkalaip) pinparriyavarkal kuruvarkal; \"namakku (ulakil vala) innoru vayppuk kitaikkumanal, a(ttalai)varkal nam'maik kaivittu vittataip pol namum avarkalaik kaivittu vituvom.\" Ivvare allah avarkal ceyta ceyalkalai avarkalukkup peruntukkam alippataka etuttuk kattuvan. Anriyum, avarkal naraka neruppininrum veliyerukiravarkalum allar"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "manitarkale! Pumiyilulla porutkalil, anumatikkappattavarraiyum, paricuttamanavarraiyum unnunkal;. Saittanin aticcuvatukalai pinparratirkal - niccayamaka avan unkalukku pakirankamana pakaivanavan"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "niccayamaka avan tiyavarraiyum, manakketanavarraiyum ceyyumpatiyum allahvaip parri ninkal ariyatataik kurumpatiyum unkalai evukiran"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "Melum, \"allah irakki vaitta i(vvetat)taip pinparrunkal\" enru avarkalitam kurappattal, avarkal\"appatiyalla! Enkalutaiya mutataiyarkal enta valiyil (natakkak) kantomo, anta valiyaiye nankalum pinparrukirom\" enru kurukirarkal;. Enna! Avarkalutaiya mutataiyarkal, etaiyum vilankatavarkalakavum, nervaliperatavarkalakavum iruntal kutava"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "anta kahpirkalukku utaranam ennavenral; oru (atu, matu meyppa)vanin kuppattaiyum, kuccalaiyum tavira veretaiyum kettu, ariya iyalatavai(kal natai) ponravarkal;. Avarkal cevitarkalakavum, umaiyarkalakavum, kurutarkalakavum irukkinranar;. Avarkal e(nta narpo)tanaiyum unarntu kollamattarkal"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "nampikkai kontavarkale! Nam unkalukku alittullavarril tuymaiyanavarraiye unnunkal; ninkal allahvaiye vanankupavarkalaka iruppirkalayin, allahvukku nanri celutti varunkal"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "tanakave cettatum, irattamum, panriyin mamicamum, allah allata peyar collappattatum akiyavaikalaittan unkal mitu haramaka akkirukkiran;. Anal evarenum pavam ceyyata nilaiyil - varampu miramal (ivarrai unna) nirpantikkappattal avar mitu kurramillai. Niccayamaka allah karunaimikkonum, mannippavanumaka irukkinran"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "evar, allah vetattil aruliyavarrai maraittu atarkuk kirayamaka corpat tokai perruk kolkirarkalo, niccayamaka avarkal tankal vayirukalil neruppait tavira veretanaiyum utkollavillai. Marumai nalil allah avarkalitam pecavum mattan; avarkalaip paricuttamakkavum mattan; avarkalukkut tunpuruttum vetanaiyum untu"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Avarkaltam nervalikku patilaka valikettaiyum; mannippirku patilaka vetanaiyaiyum vilaikku vankik kontavarkal. Ivarkalai naraka neruppaic cakittuk kollac ceytatu etu"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "itarkuk karanam; niccayamaka allah ivvetattai unmaiyutan arul ceytan; niccayamaka innum ivvetattile karuttu verupatu kontavarkal (cattiyattai vittum) perum pilavileye irukkinranar"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "punniyam enpatu unkal mukankalaik kilakkilo, merkilo tiruppikkolvatil illai. Anal punniyam enpatu allahvin mitum, iruti(t tirppu) nalin mitum, malakkukalin mitum, vetattin mitum, napimarkal mitum iman kollutal, (tan) porulai iraivan melulla necattin karanamaka, pantukkalukkum, anataikalukkum, miskin(elai)kalukkum, valip pokkarkalukkum, yacippavarkalukkum, (atimaikal, katanalikal) ponrorin mitpukkakavum celavu ceytal;. Innum tolukaiyai olunkakak kataippitittu, muraiyaka jakat kotuttu varutal(ivaiye punniyamakum) innum tam vakkalittal tam vakkurutikalai niraiverruvorum; (varumai, ilappu ponra) tunpattilum, (noy notikal ponravarrin) kastattilum, yutta camayattilum, urutiyutanum, porumaiyutanum irupporumtan nanneriyalarkal; innum avarkal tam muttakinkal(payapaktiyutaiyavarkal)"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Iman kontore! Kolaikkakap pali tirppatu unkal mitu vitikkappattullatu- cutantiramutaiyavanukkuc cutantiramutaiyavan;, atimaikku atimai, pennukkup pen iruppinum (kolai ceyta) avanukku avanatu (muslim) cakotarana(kiya kolaiyuntavanin varicukala)l etum mannikkappatumanal, valakkamana muraiyaip pinparri (itarkaka nirnayikkap perum) nasta ittaik kolai ceytavan peruntanmaiyutanum, nanriyaritalutanum celuttivital ventum - itu unkal iraivanitamiruntu kitaitta calukaiyum, kirupaiyumakum; akave, itan piraku (unkalil) yar varampu mirukiraro, avarukkuk katumaiyana vetanaiyuntu"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "nallarivalarkale! Kolaikkup pali tirkkum ivvitiyin mulamaka unkalukku valvuntu (ittakaiya kurrankal perukamal) ninkal unkalai(t timaikalil ninru) kattuk kollalam"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "unkalil evarukku maranam nerunki vitukirato avar etenum porul vittuc celpavaraka iruppin, avar (tam) perrorukkum, pantukkalukkum muraippati vasiyyattu (marana casanam)ceyvatu vitiyakkappattirukkiratu. (Itai niyayamana muraiyil niraiverruvatu) muttakinkal(payapaktiyutaiyor) mitu katamaiyakum"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "vasiyyattai (marana casanattai)k ketta pinnar, evarenum oruvar atai marrinal, niccayamaka atan pavamellam yar atai marrukirarkalo avarkal mite carum - niccayamaka allah (yavarraiyum) ketpavanakavum, aripavanakavum irukkinran"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Anal vasiyyattu ceypavaritam(parapatcam ponra) tavaro allatu mana murantana anitamo iruppataiyanci oruvar (campantappattavarkalitaiye) camatanam ceytu (anta vasiyyattai)cir ceytal a(ppatic ceypa)var mitu kurramillai. Niccayamaka allah mannippavanakavum; nikararra anputaiyonumakavum irukkiran"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "iman kontorkale! Unkalukku mun iruntavarkal mitu nonpu vitikkappattiruntatu pol unkal mitum(atu) vitikkappattullatu (atan mulam) ninkal tuymaiyutaiyor akalam"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "(ivvaru vitikkap perra nonpu) cila kurippatta natkalil (katamaiyakum) anal (annatkalil) evarenum noyaliyakavo, allatu payanattilo iruntal (avar akkurippitta natkalin nonpaip) pinnal varum natkalil norka ventum; eninum(katumaiyana noy, mutumai ponra karanankalinal) nonpu norpataik katinamakak kanpavarkal atarkup parikaramaka - hpityavaka - oru miskinukku (elaikku) unavalikka ventum;. Eninum evarenum tamakave atikamakak kotukkiraro atu avarukku nallatu - ayinum ninkal (nonpin palanai arivirkalanal), ninkal nonpu norpate unkalukku nanmaiyakum (enpatai unarvirkal)"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Ramalan matam ettakaiyatenral atil tan manitarkalukku (mulumaiyana valikattiyakavum, telivana canrukalaik kontatakavum; (nanmai - timaikalaip) pirittarivippatumana al kur'an irakkiyarulap perratu. Akave, unkalil evar am'matattai ataikiraro, avar am'matam nonpu norka ventum;. Eninum evar noyaliyakavo allatu payanattilo irukkiraro (avar akkurippitta natkalin nonpaip) pinvarum natkalil norka ventum;. Allah unkalukku ilakuvanatai natukirane tavira, unkalukku ciramamanatai avan natavillai. Kurippitta natkal (nonpil vitupattup ponataip) purtti ceyyavum, unkalukku nervali kattiyatarkaka allahvin makattuvattai ninkal porri nanri celuttuvatarkakavume (allah itan mulam natukiran)"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "(napiye!) En atiyarkal ennaipparri um'mitam kettal; \"niccayamaka nan camipamakave irukkiren, pirarttanai ceypavarin pirarttanaikku avar pirarttittal vitaiyalikkiren;, avarkal ennitame(pirarttittuk) ketkattum;, ennai nampattum. Appolutu avarkal nervaliyai ataivarkal\" enru kuruviraka"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Nonpuk kala iravil ninkal unkal manaiviyarutan kutuvatu unkalukku anumatikkap pattullatu. Avarkal unkalukku ataiyakavum, ninkal avarkalukku ataiyakavum irukkinrirkal;. Ninkal irakaciyamakat tam'mait tame vancittuk kontiruntatai allah nankarivan;. Avan unkal mitu irakkankontu unkalai mannittan;. Enave, ini(nonpu iravukalil) unkal manaiviyarutan kuti allah unkalukku vitittatai tetikkollunkal;. Innum hpajru (atikalai)neram enra vellai nul(iravu enra) karuppu nuliliruntu telivakat teriyum varai unnunkal, parukunkal;. Pinnar, iravu varum varai nonpaip purtti ceyyunkal; innum ninkal pallivacalil tanittu (ihtikahpil) irukkum potu, unkal manaiviyarutan kutatirkal - ivaiye allah vititta varampukalakum;. Anta varampukalai(t tanta) murpatatirkal;. Ivvare (kattuppatutan) tankalaikkattu payapaktiyutaiyor avatarkaka allah tannutaiya canrukalait telivakkukinran"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "anriyum, unkalukkitaiyil oruvar marravarin porulait tavarana muraiyil cappitatirkal;. Melum, ninkal arintu konte pira makkalin porulkaliliruntu(enta) oru pakutiyaiyum, aniyayamakat tinpatarkaka atikarikalitam (ilancam kotukka) nerunkatirkal"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "(Napiye! Teyntu, valarum) piraikal parri um'mitam ketkirarkal; nir kurum; \"avai makkalukkuk kalam kattupavaiyakavum, hajjaiyum arivippavaiyakavum ullana. (Muhminkale! Hajjai niraiverriya piraku unkal) vitukalukkul merpuramaka varuvatil punniyam (etuvum vantu vituvatu) illai, anal iraivanukku anci narceyal purivore punniyamutaiyayoravar; enave vitukalukkul (muraiyana)vacalkal valiyakave cellunkal;. Ninkal verriyataiyum poruttu allahvai, anci natantu kollunkal"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "unkalai etirttup por puripavarkalutan ninkalum, allahvin pataiyil poritunkal; anal varampu miratirkal;. Niccayamaka allah varampu mirupavarkalai necippatillai"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "(unkalai vettiya) avarkal enke kanakkitaippinum, avarkalaik kollunkal. Innum, avarkal unkalai enkiruntu veliyerrinarkalo, ankiruntu avarkalai veliyerrunkal; enenil hpitna (kulappamum, kalakamum untakkutal) kolai ceyvatai vitak kotiyatakum. Iruppinum, masjitul haramil avarkal (mutalil) unkalitam cantaiyitata varaiyil, ninkal avarkalutan cantaiyitatirkal;. Anal (ankum) avarkal unkalutan cantaiyittal ninkal avarkalaik kollunkal - itutan nirakaripporukku uriya kuliyakum"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "eninum, avarkal (avvaru ceyvatil ninrum) otunki vituvarkalayin (ninkal avarkalaik kollatirkal) niccayamaka allah mika mannipponakavum, karunaiyutaiyonakavum irukkinran"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "Hpitna(kulappamum, kalakamum) ninki allahvukke markkam enpatu urutiyakum varai, ninkal avarkalutan poritunkal;. Anal avarkal otunki vituvarkalanal - akkiramakkararkal tavira(veru evarutanum) pakai (kontu por ceytal) kutatu"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "(por ceyvatu vilakkappattulla rajap, tulkahta, tul'haj, muharram akiya) punita matattirkup punita matame itakum;. Ite ponru, ellap punitap porutkalukkum itu untu - akave, evanavatu (am'matattil) unkalukku etiraka varampu katantu natantal, unkal mel avan evvalavu varampu miriyullano ate alavu ninkal avan mel varamvu mirunkal;. Allahvai payantu kollunkal;. Niccayamaka allah payapaktiyutaiyorutan irukkinran enpatai arintu kollunkal"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "allahvin pataiyil celavu ceyyunkal;. Innum unkal kaikalaleye unkalai alivin pakkam kontu cellatirkal;. Innum, nanmai ceyyunkal;. Niccayamaka allah muhsinkalai -nanmai ceyvorai- necikkinran"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "Hajjaiyum, umravaiyum allahvukkakap purtti ceyyunkal; (appatip purtti ceyya mutiyatavaru) ninkal tatukkappatuvirkalayin unkalukku cattiyamana hatyu(atu, matu, ottakam ponra tiyakap porulai) anuppi vitunkal;. Anta hatyu(kurpan ceyyappatum) itattai ataivatarku mun unkal talaimutikalaik kalaiyatirkal. Ayinum, unkalil evarenum noyaliyaka iruppatinalo allatu talaiyil etenum tontaravu tarakkutiya piniyin karanamakavo(talaimutiyai irakkik kolla ventiya kattayam erpattal) atarkup parikaramaka nonpu iruttal ventum, allatu tarmam kotuttal ventum, allatu kurpani kotuttal ventum. Pinnar nerukkati ninki, ninkal camatana nilaiyaip perral haj varai umra ceyvatin cavukariyankalai ataintor tanakku etu iyalumo anta alavu kurpani kotuttal ventum; (avvaru kurpani kotukka) cattiyamillaiyayin, haj ceyyum kalattil munru natkalum, pinnar (tam ur)tirumpiyatum elu natkalum akap puranamakap pattu natkal nonpu norral ventum. I(ntac calukaiyana)tu, evarutaiya kutumpam masjitul haramin pakkattil illaiyo avarukkut tan - akave allahvai payantu kollunkal; niccayamaka allah vetanai kotuppatil katumaiyanavan enpatai arintu kollunkal"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Hajjukkuriya kalam kurippitappatta matankalakum; enave, avarril evarenum (ihram anintu) hajjai tam mitu katamaiyakkik kontal, hajjin kalattil campokam, ketta varttaikal pecutal, caccaravu - akiyavai ceytal kutatu. Ninkal ceyyum ovvoru nanmaiyaiyum allah arintavanakave irukkiran;. Melum hajjukkut tevaiyana porutkalaic cittappatutti vaittuk kollunkal;. Niccayamaka ivvaru cittappatutti vaippavarrul mikavum hairanatu(nanmaiyanatu), takva(ennum payapaktiye) akum; enave nallarivutaiyore! Enakke payapaktiyutan natantu kollunkal"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "(hajjin potu) unkal iraivanutaiya arulai natutal(atavatu viyaparam ponravarrin mulamaka nermaiyana palankalai ataital) unkal mitu kurramakatu. Pinnar arahpattiliruntu tirumpumpotu\"masarul haram\" ennum talattil allahvai tikru(tiyanam)ceyyunkal;. Unkalukku avan nervali kattiyatu pol avanai ninkal tikru ceyyunkal. Niccayamaka ninkal itarku mun valitavariyavarkalil iruntirkal"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "piraku, ninkal marra manitarkal tirumpukinra (mustalihpa ennum) itattiliruntu ninkalum tirumpic cellunkal; (anku atavatu minavil) allahvitam mannippup kelunkal;. Niccayamaka allah mikka mannipponakavum, mikka karunaiyutaiyonakavum irukkinran"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Akave, unkalutaiya hajjukiriyaikalai mutittatum, ninkal(itarku munnar) unkal tantaiyarai ninaivu kurntu cirappittataippol - innum aluttamaka, atikamaka allahvai ninaivu kurntu tikru ceyyunkal; manitarkalil cilar, \"enkal iraivane! Ivvulakileye (ellavarraiyum) enkalukkut tantuvitu\" enru kurukirarkal; ittakaiyorukku marumaiyil yatoru narpakkiyamum illai"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "innum avarkalil cilar, \"rappana! (Enkal iraivane!) Enkalukku ivvulakil narpakkiyankalait tantarulvayaka. Marumaiyilum narpakkiyankalait tantarulvayaka. Innum enkalai(naraka) neruppin vetanaiyiliruntum kattarulvayaka!\" Enak ketporum avarkalil untu"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "ivvaru, (im'mai - marumai irantilum narperukalaik ketkinra) avarkalukkuttan avarkal campatitta narpakkiyankal untu. Tavira, allah kanakketuppatil mikat tiviramanavan"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "kurippitappatta natkalil allahvai tikru ceyyunkal; evarum(minaviliruntu) irantu natkalil viraintuvittal avar mitu kurramillai. Yar(oru nal atikamaka) tankukiraro avar mitum kurramillai. (Itu iraivanai) ancik kolvorukkaka (kurappatukiratu). Allahvai ninkal ancik kollunkal; ninkal niccayamaka avanitattile onru cerkkappatuvirkal enpataiyum arintu kollunkal"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "(napiye!) Manitarkalil oruva(kaiyina)n irukkiran; ulaka valkkai parriya avan peccu um'mai accariyattil alttum; tan irutayattil ullatu parri(cattiyan ceytu) allahvaiye catciyakak kuruvan. (Unmaiyil) a(ttakaiya)van tan (um'mutaiya) kotiya pakaivanavan"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "Avan (um'mai vittut)tirumpiyatum, pumiyil kalakattai untakkave muyalvan; vilai nilankalaiyum, kalnataikalaiyum alikka muyalvan;. Kalakattai allah virumpuvatillai"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "allahvukku ancik kol\" enru avanitam collappattal, anavam avanaip pavattin pakkame iluttuc celkiratu. Avanukku narakame potumanatu. Niccayamaka a(n narakamana)tu tankumitankalil mikkak ketanatakum"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "innum allahvin tirupporuttattai natit tannaiye tiyakam ceypavanum manitarkalil irukkiran;. Allah (ittakaiya tan) nallatiyarkal mitu alavarra anputaiyavanaka irukkinran"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "nampikkai kontavarkale! Ninkal tinul islattil mulumaiyaka nulaintuvitunkal;. Tavira saittanutaiya aticcavatukalai ninkal pinparratirkal;. Niccayamaka avan unkalukku pakirankamana pakaivan avan"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "telivana attatcikal unkalitam vanta pinnarum ninkal carukivituvirkalanal- niccayamaka allah valimai mikkavan;, perarivalan enpatai arintu kollunkal"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "allahvum, (avanutaiya) malakkukalum meka nilalkalin valiyaka (tantanaiyai)k kontu vantu, (avarkalutaiya) kariyattait tirttu vaittal ventum enpatait tavira (veru etanaiyum saittanin atic cuvattaip pinparruvor) etir parkkirarkala? (Marumaiyil) avarkalutaiya cakala kariyankalum allahvitame (avan tirppukkuk)kontu varappatum"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "(napiye!) Israyilin cantatikalitam (yahutikalitam) nir kelum; \"nam ettanai telivana attatcikalai avarkalitam anuppinom\" enru. Allahvin arul kotaikal tam'mitam vanta pinnar, yar atai marrukirarkalo, (attakaiyorukku) tantanai kotuppatil niccayamaka allah katumaiyanavan"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Nirakaripporukku(kahpirkalukku) ivvulaka valkkai alakakkappat; tullatu. Itanal avarkal iman (nampikkai) kontorai elanam ceykinranar. Anal payapaktiyutaiyor marumaiyil avarkalaivita uyarnta nilaiyil irupparkal;. Innum allah tan natuvorukkuk kanakkinrik kotuppan"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "(arampattil) manitarkal ore kuttattinarakave iruntanar;. Allah (nallorukku) nanmarayan kuruvorakavum, (tiyorukku) accamutti eccarikkai ceyvorakavum napimarkalai anuppi vaittan;. Attutan manitarkalitaiye erpatum karuttu verupatukalait tirttu vaippatarkaka avarkalutan unmaiyutaiya vetattaiyum irakki vaittan;. Eninum avvetam kotukkap perravarkal, telivana atarankal vanta pinnarum, tam'mitaiye untana poramai karanamaka marupattarkal. Ayinum allah avarkal marupattup purakkanittuvitta unmaiyin pakkam cellumaru iman kontorukkut tan arulinal ner vali kattinan;. Avvare, allah tan natiyorai nervaliyil celuttukiran"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "unkalukku munne cenru ponavarkalukku erpatta cotanaikal unkalukku varamaleye cuvarkkattai ataintu vitalam enru ninkal ennukirirkala? Avarkalai (varumai, pini ponra) kastankalum tunpankalum pitittana'allahvin utavi eppolutu varum\" enru tutarum avarotu iman kontavarkalum kurum alavukku avarkal alaikkalikkappattarkal; \"niccayamaka allahvin utavi camipattileye irukkiratu\" (enru nam arutal kurinom)"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Avarkal um'mitam ketkirarkal; \"etai, (yarukkuc) celavu ceyyaventum\" enru. Nir kurum; \"(nanmaiyai nati) nalla porul etanai ninkal celavu ceytalum, atai tay, tantaiyarukkum, nerunkiya uravinarkalukkum, anataikalukkum, miskin(elai)kalukkum, valippokkarkalukkum (kotunkal). Melum ninkal nanmaiyana etanaic ceytalum niccayamaka allah atai arintu (takka kuli tarupavanaka) irukkiran"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "por ceytal - atu unkalukku veruppaka iruppinum - (unkal nalan karuti) unkal mitu vitikkappattullatu. Ninkal oru porulai verukkalam; anal atu unkalukku nanmai payappataka irukkum;. Oru porulai ninkal virumpalam, anal atu unkalukkut timai payappataka irukkum. (Ivarraiyellam) allah arivan, ninkal ariyamattirkal"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "(Napiye!) Punitamana (vilakkappatta) matankalil por purivatu parri avarkal um'mitam ketkirarkal;. Nir kurum; \"akkalattil por ceyvatu perun kurramakum; anal, allahvin pataiyai vittut tatuppatum, avanai nirakarippatum, masjitul haramukkul (varavitatu) tatuppatum, ankullavarkalai atiliruntu veliyerruvatum (-akiyavaiyellam) ataivitap perun kurrankalakum;. Hpitna (kulappam) ceyvatu, kolaiyaivitak kotiyatu. Avarkalukku iyanral unkal markkattiliruntu unkalait tiruppivitum varai unkalutan por ceyvatai nirutta mattarkal;. Unkalil evarenum oruvar tam'mutaiya markkattiliruntu tirumpi, kahpiraka (nirakarippavaraka) irantuvittal avarkalin narkarumankal ivvulakattilum, maru ulakattilum (palan taramal) alintuvitum;. Innum avarkal narakavacikalaka anneruppil enrenrum tankivituvarkal"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "nampikkai kontorum, (kahpirkalin kotumaikalal nattai vittu) turantavarkalum, allahvin pataiyil arappor ceytorum allahvin (karunaiyai) - rahmattai - niccayamaka etirparkkirarkal;. Melum, allah mikavum mannipponakavum, peranputaiyonakavum irukkinran"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "(Napiye!) Matupanattaiyum, cutattattaiyum parri avarkal um'mitam ketkinranar;. Nir kurum; \"avvirantilum perum pavam irukkiratu. Manitarkalukku (avarril cila) palankalumuntu. Anal avvirantilum ulla pavam avvirantilum ulla palanaivitap peritu\" (napiye! \"Tarmattirkaka evvalavil) etaic celavu ceyya ventum\" enru avarkal um'mitam ketkinranar; \"(unkal tevaikku ventiyatu poka) mitamanavarraic celavu ceyyunkal\" enru kuruviraka. Ninkal cintittu unarum poruttu allah (tan) vacanankalai(yum, attatcikalaiyum) avvaru vivarikkinran"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "(melkuriya irantum) ivvulakilum, marumaiyilum (enna palankalait tarum enpataip parri ninkal telivu peruvatarkaka tan vacanankalai avvaru vilakkukiran.)\"Anataikalaip parri avarkal um'mitam ketkinranar;\" nir kuruviraka\"avarkalutaiya kariyankalaic cirakki vaittal mikavum nallatu. Ninkal avarkalutan kalantu vacikka nerittal avarkal unkal cakotararkaleyavarkal;. Innum allah kulappam untakkupavanaic cari ceypavaninrum pirittarikiran;. Allah natiyiruntal unkalaik kastattirkullakkiyiruppan;. Niccayamaka allah mikaittavan; nanam mikkavan"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "(Allahvukku) inaivaikkum penkalai-avarkal nampikkai kollum varai- ninkal tirumanam ceytu kollatirkal;. Inai vaikkum oru pen, unkalaik kavarakkutiyavalaka iruntapotilum, avalaivita muhminana or atimaip pen niccayamaka melanaval. Aval; avvare inaivaikkum ankalukku- avarkal nampikkai kollum varai (muhminana penkalutan) ninkal tirumanam ceytu vaikkatirkal;. Inai vaikkum an unkalukkuk kavarcciyuttupavanaka irunta potilum, oru muhminana atimai avanaivita melanavan; (nirakaripporakiya) ivarkal, unkalai naraka neruppin pakkam alaikkirarkal;. Anal allahvo tan kirupaiyal cuvarkkattin pakkamum, mannippin pakkamum alaikkiran;. Manitarkal patippinai peruvatarkaka tan vacanankalai avan telivaka vilakkukiran"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "matavitay parriyum um'mitam vinavukirarkal;. Nir kurum; \"atu (or upataiyana) tittu akum;. Akave matavitayin potu penkalai vittum vilakiyirunkal. Avarkal tuymaiyakum varai avarkalai anukatirkal;. Avarkal tuymaiyatainta pin allah eppati kattalaiyittirukkinrano atanpati avarkalitam cellunkal;. Pavankalaivittu milpavarkalai niccayamaka allah necikkiran;. Innum tuymaiyaka irupporaiyum necikkinran"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "unkal manaiviyar unkal vilainilankal. Avarkal; enave unkal viruppappati unkal vilai nilankalukkuc cellunkal;. Unkal atmakkalukkaka murkuttiye (narkarumankalin palanai) anuppunkal;. Allahvukku ancunkal; (marumaiyil) avanaic cantikka ventum enpatai urutiyaka arintu kollunkal. Nampikkai kontavarkalukku narceyti kuruviraka"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Innum, ninkal allahvaik kontu cattiyam ceyvatanal, ninkal narkarumankal ceytal, iraipaktiyutan natattal, manitarkalitaiye camatanam ceytu vaittal ponravarril avanai oru tataiyakac ceytuvitatirkal;. Allah yavarraiyum ceviyuruvonakavum, nankaripavanakavum irukkinran"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "(yocanaiyinri) ninkal ceyyum vinana cattiyankalukkaka allah unkalaik kurram pitikka mattan;. Anal unkalutaiya itayankal (ventumenre) campatittuk kontataip parri unkalaik kurram pitippan;. Innum allah mannipponakavum; mikka porumaiyutaiyonumakavum irukkinran"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "tankal manaiviyarutan kutuvatillaiyenru cattiyam ceytu kontu (vilaki) iruppavarkalukku nanku matat tavanaiyullatu. Enave, (atarkul) avarkal mintu(m cerntuk) kontal niccayamaka allah mannipponakavum, mikka karunaiyutaiyonumakavum irukkinran"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "anal, avarkal (talak) vivakavilakku ceytu kolla uruti kontarkalanal - niccayamaka allah yavarraiyuma ceviyuruvonakavum, nankaripavanakavum irukkinran"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Talak kurappatta penkal, tankalukku munru matavitaykal akumvarai poruttu irukka ventum; allahvaiyum, iruti nalaiyum avarkal nampuvarkalayin, tam karppak kolaraikalil, allah pataittiruppatai maraittal kutatu. Anal penkalin kanavarkal (avarkalait tirumpa alaittuk kolvatan mulam) inakkattai natinal, (attavanaikkul) avarkalai (manaiviyaraka)t tiruppikkolla avarkalukku atika urimaiyuntu. Kanavarkalukkup penkalitam irukkum urimaikal ponru, muraippati avarkalmitu penkalukkum urimaiyuntu; ayinum ankalukku avarkalmitu orupati uyarvuntu. Melum allah vallamaiyum; nanamum mikkonaka irukkinran"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "(ittakaiya) talak irantu muraikal tam kuralam - pin (tavanaikkul)muraippati kanavan, manaiviyakac cerntu valalam; allatu nermaiyana muraiyil pirintu poka vittuvitalam;;. Avviruvarum allahvin varampukalai nilai nirutta mutiyatu enru ancum potu tavira. Ninkal manaiviyarukku kotuttavarriliruntu yatonraiyum tiruppi etuttuk kollutal kutatu - innum ninkal allahvin varampukalai avarkalal nilai nirutta mutiyatu enru ancinal, aval (kanavanukku) etenum itakak kotuttu(p pirintu) vituvatil kurramillai. Ivai allah erpatuttiyulla varaiyaraikalakum;. Akaiyal avarrai miratirkal;. Evar allahvin varaiyaraikalai mirukirarkalo, avarkal akkiramakkararkal avarkal"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Mitta mutiyatapati - (atavatu irantu tatavai talak conna pinnar munram) talak collivittal kanavan appennai marumanam ceytu kolla mutiyatu. Anal aval veru oruvanai manantu - avanum avalai talak connal atan pin (mutar) kanavan - manaivi cerntu vala natinal - atan mulam allahvutaiya varampukalai nilainirutta mutiyum enru enninal, avarkal iruvarum (marumanam ceytu kontu manavalvil) milvatu kurramalla. Ivai allahvin varaiyaraikalakum; ivarrai allah purintu kollakkutiya makkalukkut telivaka etuttuk kattukiran"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "(milakkutiya) talak kurit tavanai-ittat-mutivatarkul muraippati avarkalai(unkalutan) niruttik kollunkal; allatu (ittavin) tavanai mutintatum muraippati avarkalai vituvittu vitunkal;. Anal avarkalai unkalutan vaittuk kontu avarkalait tunpuruttatirkal;. Avarkalitam varampu miri natavatirkal;. Ivvaru oruvar natantu kolvaranal, avar tamakkut tame tinkilaittuk kolkirar;. Enave, allahvin vacanankalaik kelik kuttaka akkivitatirkal;. Avan unkalukku alitta arul kotaikalaiyum, unkal mitu irakkiya vetattaiyum, nanattaiyum cinti; ttupparunkal. Ivarraikkontu avan unkalukku narpotanai ceykiran;. Allahvai ancunkal;. Niccayamaka allah yavarraiyum nankaripavanaka irukkinran enpatai arintu kollunkal"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "Innum, penkalai ninkal talak ceytu, avarkalum tankalutaiya itta tavanaiyaip purtti ceytu vittal, avarkal tankal virumpi erkum kanavarkalai muraippatit tirumanam ceytu kolvatait tatukkatirkal. Unkalil yar allahvin mitum, iruti nal mitum nampikkai kontullarkalo, avarkalukku itaik kontu upatecikkappatukiratu. I(tanpati natappa)tu unkalukku narpanpum, tuymaiyum akum; (itan nalankalai) allah arivan; ninkal ariya mattirkal"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "(talak collappatta manaiviyar, tam) kulantaikalukkup purttiyakap palutta ventumenru (tantai) virumpinal, taymarkal tankal kulantaikalukku nirappamana irantu antukal paluttutal ventum;. Paluttum taymakalukku (sari'attin) muraippati unavum, utaiyum kotuttu varuvatu kulantaiyutaiya takappan mitu katamaiyakum;. Enta or atmavum atan caktikku mel (etuvum ceyya) nirppantikkappata mattatu. Tayai avalutaiya kulantaiyin karanamakavo. (Allatu) tantaiyai avan kulantaiyin karanamakavo tunpuruttappatamattatu. (Kulantaiyin tantai irantu vittal) ataip paripalippatu varicukal katamaiyakum; innum, (tay tantaiyar) iruvarum parasparam inanki, alocittup paluttalai nirutta virumpinal, atu avarkal iruvar mitum kurramakatu. Tavira oru cevilittayaik kontu unkal kulantaikalukkup palutta virumpinal atil unkalukku oru kurramumillai. Anal, (akkulantaiyin taykku unkalitamiruntu) ceraventiyatai muraippati celuttivita ventum;. Allahvukku anci natantu kollunkal - niccayamaka allah ninkal ceyvatai parppavanaka irukkiran enpatai arintu kollunkal"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "Unkalil evarenum manaiviyarai vittu maranittal am'manaiviyar nanku matam pattu nal poruttirukka ventum;. (Inta ittat)tavanai purttiyanatum, avarkal (tankal nattattukku oppa) tankal kariyattil olunkana muraiyil etuvum ceytukolvatil unkal mitu kurramillai. Allah ninkal ceyvatai nankarintavanakave irukkinran"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "(ivvaru itta irukkum) pennutan tirumanam ceyyak karuti (atu parrik) kurippaka arivippatilo, allatu manatil maraivaka vaittiruppatilo unkal mitu kurramillai. Ninkal avarkalaipparri ennukirirkal enpatai allah arivan. Anal irakaciyamaka avarkalitam (tirumanam parri) vakkuruti ceytu kollatirkal; anal itu parri valakkattirku otta (markkattirku ukanta) collai ninkal collalam;. Innum (ittavin) ketu mutiyum varai tirumana pantattaip parrit tirmanittu vitatirkal;. Allah unkal ullankalilullatai niccayamaka arikinran enpatai ninkal arintu avanukku anci natantukollunkal;. Niccayamaka allah mannippavanakavum, porumaiyalanakavum irukkinran enpatai arintu kollunkal"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "penkalai ninkal tintuvatarku mun, allatu avarkalutaiya maharai niccayam ceyvatarku mun, talak connal unkal mitu kurramillai. Ayinum avarkalukkup palanulla porulkalaik kotu(ttu utavu)nkal - atavatu celvam pataittavan avanukkut takka alavum, elai avanukkut takka alavum kotuttu, niyayamana muraiyil utavi ceytal ventum; itu nallor mitu katamaiyakum"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "Ayinum, appenkalait tintuvatarku mun - anal mahar niccayitta pin ninkal talak colvirkalayin, ninkal kurippattirunta mahar tokaiyil pati(avarkalukku) untu- appenkalo allatu evar kaiyil (at)tirumanam parriya piti irukkarato avarkalo mulumaiyum) mannittu vittalanri; - anal, (ivvisayattil) vittuk kotuppatu takvavukku (payapaktikku) mikka nerukkamanatakum; innum, unkalukkitaiye (oruvarukkoruvar) upakaram ceytu kolvataiyum maravatirkal - niccayamaka allah ninkal ceyvatai par(ttuk kuli kotu)ppavanaka irukkinran"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "tolukaikalai (kurippaka) natuttolukaiyai penik kollunkal; (tolukaiyinpotu) allahvin munnilaiyil ullaccappattutan nillunkal"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "ayinum, (pakaivarkalaiyo allatu veretaiyumo kontu) ninkal payappatum nilaiyil iruntal, natantu konto allatu cavari ceytu kontovakilum tolutu kollunkal; pinnar ninkal accam tirntatum, ninkal ariyamal iruntatai avan unkalukku arivittataip ponru, (niraivutan tolutu) allahvai ninaivu kurunkal"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "unkalil evarenum manaiviyarai vittu irakkum nilaiyil irupparkalanal, tankal manaiviyarukku orantu varai (unavu, utai ponra tevaikalaik kotuttu) atarittu, (vittai vittu avarkal) veliyerrappatatapati (varicakalukku) avarkal marana cacanam kurutal ventum; anal, appenkal tankale veliye cenru muraippati tankal kariyankalaic ceytu kontarkalanal, (atil) unkal mitu kurramillai - melum allah vallamaiyutaiyavanum, arivarral utaiyonum avan"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "Melum, talak kotukkappatta penkalukku niyayamana muraiyil camratcanai peruvatarkup pattiyamuntu (itu) muttakin(payapaktiyutaiyavar)kal mitu katamaiyakum"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "ninkal telivaka unarntu (atanpati natantu varumaru) allah unkalukkut tannutaiya vacanankalai ivvaru vilakkukinran"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "(napiye!) Marana payattal tam vitukalaivittum, ayirakkanakkil veliyeriyavarkalai nir kavanikkavillaiya? Allah avarkalitam\"irantu vitunkal\" enru kurinan; mintum avarkalai uyirppittan;. Niccayamaka allah manitarkal mitu perum karunaiyutaiyavan; anal manitarkalil perumpalor nanri celuttuvatillai"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "(muhminkale!) Ninkal allahvin pataiyil poritunkal; niccayamaka allah (yavarraiyum) cevimatuppavanakavum, nankaripavanakavum irukkinran enpataiyum arintu kollunkal"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "(kastattilirupporukkaka) allahvukku alakiya katan evar kotukkinraro, atai avarukku avan iru matankakki panmatankakac ceyvan - allahtan (unkal celvattaic) curukkukiran; (avane ataip)perukkiyum tarukiran; anriyum ninkal avanitame mittappatuvirkal"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "(Napiye!) Musavukkuppin isravel makkalin talaivarkalai nir kavanittira? Avarkal tam napiyitam; \"nankal allahvin pataiyil porituvatarkaka or aracanai erpatuttunkal\" enru kuriya polutu avar, \"por ceytal unkal mitu katamaiyakkap pattal, ninkal poritamal iruntuvituvirkala?\" Enru kettar; atarkavarkal; \"enkal makkalaiyum, enkal vitukalaiyumvittu nankal veliyerrappattapin, allahvin pataiyil nankal poritamal irukka enkalukku enna vantatu?\" Enak kurinarkal;. Eninum poritumaru avarkalukkuk kattalaiyitappatta poluto avarkalil oru cilararait tavira marrarellorum puramutukuk kattit tirumpivittanar - (ivvaru) akkiramam ceyvorai allah nankarivan"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "avarkalutaiya napi avarkalitam\"niccayamaka allah taluttai unkalukku aracanaka anuppiyirukkiran\" enru kurinar; (atarku) avarkal, \"enkal mitu avar eppati atikaram celutta mutiyum? Atikaram celutta avarai vita nankal tam takutiyutaiyavarkal; melum, avarukkut tiranta celvamum kotukkapatavillaiye!\" Enru kurinarkal; atarkavar, \"niccayamaka allah unkalaivita (melaka) avaraiye terntetuttirukkinran; innum, arivarralilum, utal valimaiyilum avarukku atikamaka valankiyullan - allah tan natiyorukkut tan (araca) atikarattai valankukiran; innum allah vicalamana (kotaiyutaiya)van; (yavarraiyum) nankaripavan\" enru kurinar"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "Innum, avarkalutaiya napi avarkalitam, \"niccayamaka avarutaiya aracatikarattirku ataiyalamaka unkalitam oru taput (pelai) varum; atil unkalukku, unkal iraivanitam iruntu arutal (kotukkak kutiyavai) irukkum; innum, musavin cantatiyinarum; harunin cantatiyinarum vittuc cenravarrin mitam ullavaiyum irukkum; atai malakkukal (vanavarkal) cumantu varuvarkal; ninkal muhminkalaka iruppin niccayamaka itil unkalukku attatci irukkinratu\" enru kurinar"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "pinnar, talut pataikalutan purappatta potu avar; \"niccayamaka allah unkalai (valiyil) or arraik kontu cotippan; yar atiliruntu (nir) aruntukinraro avar ennaic cerntavarallar; tavira, oru cirankait tannir tavira yar atil ninrum (atikamaka) nir aruntavillaiyo niccayamaka avar ennaic carntavar\" enru kurinar; avarkalil oru cilarait tavira (perumpalor) atiliruntu (atikamaka nir) aruntinarkal;. Pinnar taluttum, avarutan iman kontorum arraik katantatum, (oru cirankaikkum atikamaka nir aruntiyor)\"jaluttutanum, avan pataikalutanum inru por ceyvatarku enkalukku valuvillai\" enru kurivittanar; anal, nam niccayamaka allahvaic cantippom enru uruti kontiruntor, \"ettanaiyo ciru kuttattarkal, perun kuttattarai allahvin (arul mikka) anumati kontu venrirukkinrarkal;. Melum allah porumaiyalarkalutan irukkinran\" enru kurinarkal"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "Melum, jaluttaiyum, avan pataikalaiyum (kalattil cantikka) avarkal munneric cenra potu, \"enkal iraiva! Enkalukkup porumaiyait tantarulvayaka! Enkal patankalai urutiyakkuvayaka! Kahpirana im'makkal mitu (nankal verriyataiya) utavi ceyvayaka!\" Enak kuri(p pirarttanai ceyta)nar"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "ivvaru ivarkal allahvin (arul mikka) anumati kontu jaluttin pataiyai muriyatittarkal;. Tavutu jaluttaik konrar;. Allah (tavutukku) aracurimaiyaiyum, nanattaiyum kotuttan;. Tan virumpiyavarraiyellam avarukkuk karpittan; (ivvitamaka)allah makkalil (nanmai ceyyum) oru kuttattinaraik kontu (timai ceyyum) marroru kuttattinarait tatukkavittal, (ulakam cirkettirukkum.) Ayinum, niccayamaka allah akilattar mitu perunkarunaiyutaiyonaka irukkiran"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "(napiye!) Ivai allahvin vacanankalakum; ivarrai nam unmaiyaik kontu umakku otik kanpikkinrom;. Niccayamaka nir (nam'mal anuppappatta) tutarkalil oruvar tam"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "Attutarkal - avarkalil cilaraic cilaraivita nam menmaiyakki irukkinrom; avarkalil cilarutan allah peciyirukkinran;. Avarkalil cilaraip patavikalil uyarttiyum irukkinran;. Tavira maryamutaiya makan isavukku nam telivana attatcikalaik kotuttom;. Innum, ruhul kutusi (enum paricutta atmavaik) kontu avarukku utavi ceytom;. Allah natiyiruntal, tankalitam telivana attatcikal vanta pinnarum, attutuvarkalukkuppin vanta makkal (tankalukkul) cantai ceytu kontirukka mattarkal;. Anal avarkal verupatukal kontanar;. Avarkalil iman kontorum ullanar;. Avarkalil nirakarittorum (kahpiranorum) ullanar;. Allah natiyiruntal avarkal (ivvaru) cantai ceytu kontirukka mattarkal;. Anal allah tan natiyavarraic ceykinran"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "nampikkai kontore! Perankalum, natpuravukalum, parinturaikalum illata anta(irutit tirppu) nal varuvatarku munnar, nam unkalukku alittavarriliruntu (nalvalikalil) celavu ceyyunkal;. Innum, kahpirkalaka irukkinrarkale avarkal tam aniyayakkararkal"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Allah-avanaittavira (vanakkattirkuriya) nayan veru illai. Avan enrenrum jivittiruppavan, enrenrum nilaittiruppavan;, avanai ari tuyile, urakkamo pitikka, vanankalilullavaiyum, pumiyilullavaiyum avanukke uriyana, avan anumatiyinri avanitam yar parinturai ceyya mutiyum? (Pataippinankalukku) munnarullavarraiyum, avarrukkup pinnarullavarraiyum avan nankarivan;. Avan nanattiliruntu etanaiyum, avan nattaminri, evarum arintukolla mutiyatu. Avanutaiya ariyacanam (kursiyyu) vanankalilum, pumiyilum parantu nirkinratu. Avvirantaiyum kappatu avanukkuc ciramattai untakkuvatillai - avan mika uyarntavan; makimai mikkavan"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "(islamiya) markkattil (evvakaiyana) nirppantamumillai. Valikettiliruntu nervali murrilum (pirintu) telivakivittatu. Akaiyal, evar vali ketuppavarrai nirakarittu allahvin mitu nampikkai kolkiraro avar aruntu vitata kettiyana kayirrai niccayamakap parrik kontar - allah(yavarraiyum) ceviyuruvonakavum nankarivonakavum irukkinran"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "allahve nampikkai kontavarkalin patukavalan (avan) avan avarkalai irulkaliliruntu veliccattin pakkam kontu varukinran;. Anal nirakarippavarkalukko - (vali ketukkum) saittankal tam avarkalin patu kavalarkal;. Avai avarkalai veliccattiliruntu irulkalin pakkam kontu varukinrana. Avarkale narakavacikal; avarkal atil enrenrum iruppar"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Allah tanakku aracatci kotuttatin karanamaka (anavankontu), iprahimitattil avarutaiya iraivanaip parrit tarkkam ceytavanai (napiye!) Nir kavanittira? Iprahim kurinar; \"evan uyir kotukkavum, maranam ataiyumpatiyum ceykirano, avane ennutaiya rappu(iraivan)\" enru. Atarkavan, \"nanum uyir kotukkiren;, maranam ataiyum patiyum ceykiren\" enru kurinan; (appolutu) iprahim kurinar; \"tittamaka allah curiyanaik kilakkil utikkac ceykiran;, ni atai merkut ticaiyil utikkumpatic cey!\" Enru. (Allahvai) nirakaritta avan, tikaittu vayataippattup ponan;. Tavira, allah aniyayam ceyyumkuttattarukku ner vali kanpippatillai"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Allatu, oru kiramattin pakkamakac cenravaraip pol - (anta kiramattilulla vitukalin) uccikalellam (itintu, viluntu) palataintu kitantana. (Itaip partta avar)\"ivvur (ivvaru alintu) marittapin itanai allah eppati uyirppippan?\" Enru (viyantu) kurinar;. Akave, allah avarai nurantukal varai irantu pokumpatic ceytan; pinnar avarai uyirperreluppatic ceytu, \"evvalavu kalam (innilaiyil) iruntir?\" Enru avaraik kettan; atarkavar, \"oru nal allatu oru nalin ciru pakutiyil (ivvaru) irunten\" enru kurinar; \"illai nir (innilaiyil) nurantukal iruntir! Ito parum um'mutaiya unavaiyum, um'mutaiya panattaiyum; (kettup pokamaiyinal) avai enta vitattilum marutalataiyavillai, anal um'mutaiya kalutaiyaip parum; um'mai manitarkalukku or attatciyakkuvatarkaka (ivvaru marikkac ceytu uyir perac ceykirom) innum (akkalutaiyin) elumpukalaip parum; avarrai nam eppatic cerkkirom; pinnar avarrinmel cataiyaip porttukirom\" enakkuri (atanai uyir perac ceytan- ituvellam) avarukkut telivana potu, avar, \"niccayamaka allah ellap porulkalin mitum vallamaiyutaiyavan enpatai nan arintu konten\" enru kurinar"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "Innum, iprahim; \"en iraiva! Irantavarkalai ni evvaru uyirppikkiray enpatai enakkuk kanpippayaka!\" Enak koriyapotu, avan, nir (itai) nampa villaiya?\" Enak kettan; \"mey(yaka nampukiren!) Anal en itayam amaitiperum porutte (ivvaru ketkiren)\" enru kurinar; \"(appatiyayin,) paravaikaliliruntu nankaippitittu, (avai um'mitam tirumpi varumaru) palakkikkollum; pinnar(avarrai aruttu) avarrin ovvoru pakattai ovvoru malaiyin mitu vaittu vitum;. Pin, avarraik kuppitum; avai um'mitam vekamay(p parantu) varum;. Niccayamaka allah mikaittavan, perarivalan enpatai arintu kollum\" enru (allah) kurinan"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "allahvin pataiyil tankal celvattaic celavitupavarkalukku uvamaiyavatu ovvoru katirilum nuru taniya manikalaik konta elu katirkalai mulaippikkum oru vittaip ponratu. Allah tan natiyavarkalukku (itai melum) irattippakkukinran; innum allah vicalamana (kotaiyutaiya)van; yavarraiyum nankaripavan"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "allahvin pataiyil evar tankal celvattaic celavitta pinnar, atait totarntu ataic collik kanpikkamalum, allatu (veru vitamaka) novinai ceyyamalum irukkinrarkalo avarkalukku atarkuriya narkuli avarkalutaiya iraivanitattil untu innum - avarkalukku ettakaiya payamumillai avarkal tukkamum ataiyamattarkal"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "kanivana iniya corkalum, mannittalum; tarmam ceytapin novinaiyait totarumpatic ceyyum satakkavai (tarmattai) vita melanavaiyakum;. Tavira allah (evaritattum, evvitat) tevaiyumillatavan;. Mikka porumaiyalan"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "Nampikkai kontavarkale! Allahvin mitum, iruti nalin mitum nampikkai kollamal, manitarkalukkuk kattuvatarkakave tan porulaic celavalippavanaippol, kotuttataic collik kanpittum, novinaikal ceytum unkal satakkavai (tana tarmankalaip) palakki vitatirkal;. A(ppatic ceypa)vanukku uvamaiyavatu, oru valukkup paraiyakum;. Atan mel ciritu man patintullatu, atan mitu perumalavu peytu (atilirunta ciritu mannaiyum kaluvit) tutaittu vittatu. Ivvare avarkal ceyta -(tanat)tiliruntu yatoru palanaiyum ataiya mattarkal; innum, allah kahpirana makkalai ner valiyil celuttuvatillai"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "allahvin tirupporuttattai ataiyavum, tankal atmakkalai urutiyakkik kollavum, yar tankal celvankalaic celavu ceykirarkalo avarkalukku uvamaiyavatu, uyaramana (valamulla) pumiyil oru tottam irukkiratu. Atan mel peru malai peykiratu. Appolutu atan vilaiccal irattippakiratu. Innum, atan mitu appatip perumalai peyyavittalum poti malaiye atarkup potumanatu. Allah ninkal ceyvataiyellam parkkinravanaka irukkinran"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Unkalil yaravatu oruvar itai virumpuvara? - Atavatu avaritam pericca marankalum, tiratcaik kotikalum konta oru tottam irukkiratu. Atan kile nirotaikal (olittu) otukinrana. Atil avarukku ella vakaiyana kani varkkankalum ullana. (Appolutu) avarukku vayotikam vantuvitukiratu. Avarukku (valuvillata,) palahinamana ciru kulantaikal tam irukkinrana - innilaiyil nerupputan kutiya oru curavalik karru, a(ntat tottat)tai erittu(c campalakki) vitukinratu. (Itaiyavar virumpuvara?) Ninkal cintanai ceyyum poruttu allah (tan) attatcikalai unkalukkut telivaka vilakkukinran"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "nampikkai kontore! Ninkal campatittavarriliruntum, pumiyiliruntu nam unkalukku velippatuttit tanta (taniyankal, kani vakaikal ponra)varriliruntum, nallavarraiye (tana tarmankalil) celavu ceyyunkal;. Anriyum kettavarrait teti avarriliruntu cilavarrai (tana tarmankalil) celavalikka natatirkal;. Enenil (attakaiya porulkalai verevarum unkalukkuk kotuttal verupputan), kan mutik konteyallatu avarrai ninkal vanka mattirkal! Niccayamaka allah (evaritattum, entat) tevaiyumarravanakavum, pukalukkellam uriyavanumakavum irukkinran enpatai ninkal nankarintu kollunkal"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "(Tana tarmankal ceyvatinal) varumai (untakivitum enru ataik) kontu unkalai saittan payamuruttukiran.; Olukkamillac ceyalkalaic ceyyumarum unkalai evukiran;. Anal allahvo, (ninkal tana tarumankal ceytal) tannitamiruntu mannippum, (arulum, porulum) mikka celvamum (kitaikkum enru) vakkalikkinran;. Niccayamaka allah vicalamana (kotaiyutaiya)van; yavarraiyum nankaripavan"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "tan natiyavarukku avan nanattaik kotukkinran; (ittaku) nanam evarukkuk kotukkappatukirato, avar kanakkilla nanmaikal kotukkappattavaraka niccayamaka aki vitukirar; eninum nallarivutaiyor tavira veru yarum itaic cintittup parppatillai"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "innum, celavu vakaiyiliruntu ninkal enna celavu ceytalum, allatu nerccaikalil enta nerccai ceytalum niccayamaka allah atanai nankarivan; anriyum akkiramakkararkalukku utavi ceyvor evarum ilar"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "tana tarmankalai ninkal veliptaiyakac ceytal atuvum nal; late (enenil avvaru ceyyap piraraiyum atu tuntum;) eninum avarrai maraittu elaiyeliyorkku avai kitaikkumpatic ceytal atu unkalukka innum nallatu. Atu unkalutaiya pavankalaiyum nikkum; ninkal ceyvatai(yellam) allah nankarintavanakave irukkinran"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "(Napiye!) Avarkalai nervaliyil natattuvatu um katamaiyalla, anal, tan natiyavarkalai allah nervaliyil celuttukinran;. Innum, nallatil ninkal etaic celavitinum, atu unkalukke nanmai payappatakum;. Allahvin tirumukattai natiye allatu (vin perumaikkakac) celavu ceyyatirkal;. Nallavarriliruntu ninkal etaic celavu ceytalum, atarkuriya narpalan unkalukkup puranamakat tiruppik kotukkappatum; ninkal aniyayam ceyyappatamattirkal"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "pumiyil natamatit(tam valkkait tevaikalai niraiverra) etuvum ceyya mutiyata alavukku allahvin pataiyil tankalai arppanittuk kontavarkalukkut tan (unkalutaiya tana tarmankal) uriyavaiyakum. (Piraritam yacikkata) avarkalutaiya penutalaik kantu, ariyatavan avarkalaic celvantarkal enru ennik kolkiran;. Avarkalutaiya ataiyalankalal avarkalai nir arintu kollalam. Avarkal manitarkalitam varunti etaiyum ketkamattarkal; (ittakaiyorukkaka) nallatininru ninkal etaic celavu ceytalum, atai niccayamaka allah nankarivan"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "yar tankal porulkalai, (tana tarmankalil) iravilum, pakalilum; irakaciyamakavum, pakirankamakavum celavu ceykinrarkalo, avarkalukku avarkalutaiya iraivanitattil narkuli irukkiratu. Avarkalukku accamum illai. Avarkal tukkappatavum mattarkal"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Yar vatti (vankit) tinkirarkalo, avarkal (marumaiyil) saittanal tintappatta oruvan paittiyam pitittavanaka eluvatu polallamal (veruvitamay ela mattarkal; itarkuk karanam avarkal, \"niccayamaka viyaparam vattiyaip ponrate\" enru kuriyatinaleyam. Allah viyaparattai halalakki, vattiyai haramakkiyirukkiran;. Ayinum yar tan iraivanitamiruntu narpotanai vanta pin atai vittum vilakivitukirano, avanukku munnar vankiyatu urittanatu - enralum avanutaiya vivakaram allahvitam irukkiratu. Anal yar (narpotanai perra pinnar ippavattin pal) tirumpukirarkalo avarkal narakavacikal. Avarkal; avarkal atil enrenrum tankivituvarkal"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "allah vattiyai (atil enta parakkattum illamal) alittu vituvan;. Innum tana tarmankalai (parakkattukalaik kontu) perukac ceyvan; (tan kattalaiyai) nirakarittuk kontirukkum pavikal evaraiyum allah necippatillai"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "yar iman kontu, nar karumankalaic ceytu, tolukaiyai niyamamakak kataip pitittu, jakattum kotuttu varukirarkalo, niccayamaka avarkalukku avarkalutaiya iraivanitattil narkuli irukkiratu. Avarkalukku accamumillai avarkal tukkappatavum mattarkal"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "iman kontavarkale! Ninkal unmaiyaka muhminkalaka iruntal, allahvukku anciyatanki, enciyulla vattiyai vankatu vittu vitunkal"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Ivvaru ninkal ceyyavillaiyenral allahvitamiruntum, avanutaiya tutaritamiruntum por arivikkappattu vittatu (enpatai arintu kollunkal)- ninkal tavpa ceytu (ippavattiliruntum) mintuvittal, unkal porulkalin acal - mutal - unkalukkuntu (katanpattorukku) ninkal aniyayam ceyyatirkal ninkalum aniyayam ceyyappata mattirkal"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "anriyum, katanpattavar (atanait tirkka iyalatu) kastattil iruppin (avarukku) vacatiyana nilai varumvaraik kattirunkal;. Innum, (katanait tirkka iyalatavarukku atai) tarmamaka vittuvituvirkalanal -(atan nanmaikal parri) ninkal arivirkalanal - (atuve) unkalukkup perum nanmaiyakum"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "tavira, anta nalaip parri ancik kollunkal;. Anru ninkalanaivarum allahvitam mittappatuvirkal;. Pinnar ovvor atmavukkum atu campatittatarkuriya (kuli) puranamakak kotukkappatum; melum (kuli) valankappatuvatil avai aniyayam ceyyappatamatta"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "0"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "Innum, ninkal pirayanattiliruntu, (accamayam) elutupavanai ninkal perruk kollavittal, (katan pattirattirku patilaka etenum oru porulai katan kotuttavan) atamanamakap perruk kollalam. Unkalil oruvar marravarai nampi (ivvaru oru porulaik kappaka vaittal,) yaritattil amanitam vaikkapttato avan atanai olunkakat tiruppik kotuttuvita ventum;. Avan tan iraivanakiya allahvai ancik kollattum; anriyum, ninkal catciyattai maraikka ventam - evan oruvan atai maraikkinrano niccayamaka avanutaiya irutayam pavattirkullakiratu - innum ninkal ceyvataiyellam allah nankarivan"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "vanankalilum, pumiyilum ullavai (anaittum) allahvukke uriyana. Innum, unkal ullankalil iruppatai ninkal velippatuttinalum, allatu atai ninkal maraittalum, allah ataip parri unkalaik kanakku ketpan - innum, tan natiyavarai mannippan; tan natiyavarai vetanaiyum ceyvan - allah anaittup porutkal mitum caktiyutaiyavan"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "(irai) tutar. Tam iraivanitamiruntu tamakku arulapperratai nampukirar; (avvare) muhminkalum (nampukinranar; ivarkal) yavarum allahvaiyum, avanutaiya malakkukalaiyum, avanutaiya vetankalaiyum, avanutaiya tutarkalaiyum nampukirarkal. \"Nam irai tutarkalil evar oruvaraiyum pirittu verrumai parattuvatillai (enrum) innum nankal cevimatuttom; (un kattalaikalukku) nankal valippattom; enkal iraivane! Unnitame mannippuk korukirom; (nankal) miluvatum unnitametan\" enru kurukirarkal"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Allah enta or atmavukkum atu tankik kolla mutiyata alavu kastattai kotuppatillai. Atu campatittatin nanmai atarke, atu campatitta timaiyum atarke! (Muhminkale! Pirarttanai ceyyunkal;)\"enkal iraiva! Nankal marantu poyiruppinum, allatu nankal tavaru ceytiruppinum enkalaik kurram pitikkatiruppayaka! Enkal iraiva! Enkalukku mun cenror mitu cumattiya cumaiyai ponru enkal mitu cumattatiruppayaka! Enkal iraiva! Enkal caktikkapparpatta (enkalal tanka mutiyata) cumaiyai enkal mitu cumattatiruppayaka! Enkal pavankalai nikkip poruttarulvayaka! Enkalai mannittarul ceyvayaka! Enkal mitu karunai purivayaka! Niye enkal patukavalan; kahpirana kuttattarin mitu (nankal verriyataiya) enkalukku utavi ceytarulvayaka"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "alihp, lam, mim"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "avan nittiya jivan; enrum nilaittiruppavan"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "(napiye! Murrilum) unmaiyaik kontulla inta vetattaip (patippatiyaka) avan tan um mitu irakki vaittan;. Itu-itarku munnalulla (vetankalai) urutippatuttum tavrattaiyum injilaiyum avane irakki vaittan"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "itarku munnal manitarkalukku nervali kattuvatarkaka (nanmai, timai ivarraip pirittarivikkum hpurkka(n ennum kur'a)naiyum irakki vaittan. Akave, evar allahvin vacanankalai nirakarikkinrarkalo, avarkalukku niccayamakak katum tantanaiyuntu. Allah yavaraiyum mikaittonakavum, (tiyoraip) pali vankupavanakavum irukkinran"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "vanattilo, pumiyilo ulla epporulum niccayamaka allahvukku maraintirukkavillai"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "Avan tan karppak kolaraikalil tan natiyapati unkalai uruvakkukinran;. Avanait tavira vanakkattirkuriya nayan verillai. Avan yavaraiyum mikaittonakavum, vivekam mikkonakavum irukkinran"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "avantan (iv) vetattai um'mitu irakkinan. Itil vilakkamana vacanankalum irukkinrana. Ivaitan ivvetattin atippataiyakum. Marravai (pala antarankankalaik konta) mutasapihat (ennum ayattukal) akum. Eninum evarkalutaiya ullankalil valiketu irukkirato avarkal kulappattai erpatuttuvatarkaka mutasapih vacanankalin vilakkattait teti atanaip pinparrukinranar. Allahvait tavira veru evarum atan unmaiyana vilakkattai ariyamattarkal. Kalviyil urutippatu utaiyavarkal avai anaittum enkal iraivanitamiruntu vantavaitan. Nankal atai nampikkai kolkirom, enru avarkal kuruvarkal. Arivutaiyorait tavira marravarkal itaikkontu nallupatecam peramattarkal"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "enkal iraivane! Ni enkalukku ner valiyaik kattiyapin enkal itayankalai (atiliruntu) tavarumaru ceytu vitate! Innum ni un purattiliruntu enkalukku (rahmat ennum) nallarulai alippayaka! Niccayamaka niye perun kotaiyaliyavay!\" (Enru avarkal pirarttanai ceyvarkal)"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "enkal iraiva! Niccayamaka ni manitarkalaiyellam enta cantekamumillata oru nalil onru cerppavanaka irukkinray. Niccayamaka allah vakkuruti mira mattan\" (enrum avarkal pirarttipparkal)"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "nirakaripporkalukku avarkalutaiya celvankalum, kulantaikalum allahvi(n tantanaiyi)liruntu etaiyum niccayamaka tatukkamattatu. Innum avarkaltam (naraka) neruppin eriporulkalaka irukkinranar"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "(Ivarkalutaiya nilai) hpir'avnin kuttattaraiyum, innum avarkalukku munnal iruntoraiyum ponre irukkiratu. Avarkal nam attatcikalaip poyyakkinar;. Akave avarkalai, avarkalutaiya pavankalin karanamakak (katuntantanaiyil) allah pitittuk kontan - allah vetanai kotuppatil mikak katumaiyanavan"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "nirakaripporitam (napiye!) Nir kuruviraka: \"Veku viraivil ninkal tolviyataivirkal. Anriyum (marumaiyil) narakattil cerkkappatuvirkal. Innum, (narakamana avvirippu) ketta patukkaiyakum"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "(patru kalattil) cantitta iru cenaikalilum unkalukku or attatci niccayamaka ullatu. Oru cenai allahvin pataiyil porittatu. Piritonru kahpirkalaka iruntatu. Nirakarippor allahvin pataiyil porituvorait tankalaippol iru matankakat tam kankalal kantanar;. Innum, allah tan natiyavarkalukkut tan utaviyaik kontu palappatuttukiran;. Niccayamaka, (akap) parvaiyutaiyorukku itil titanaka oru patippinai irukkiratu"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "penkal, an makkal; ponnilum, velliyilumana perunkuviyalkal; ataiyalamitappat; ta (uyarnta) kutiraikal; (atu, matu, ottakai ponra) kal nataikal, cakupati nilankal akiyavarrin mitulla iccai manitarkalukku alakakkappattirukkiratu. Ivai(yellam nilaiyarra) ulaka valvin cukapporulkalakum;. Allahvitattilo alakana tankumitam untu"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "(Napiye!) Nir kurum; \"avarrai vita melanavai parriya ceytiyai nan unkalukkuc collattuma? Takva - payapakti - utaiyavarkalukku, avarkalutaiya iraivanitattil cuvanapatikal untu. Avarrin kil nirotaikal otikkontirukkinrana. Avarkal anku enrenrum tankuvarkal; (anku avarkalukkut) tuya tunaikal untu. Innum allahvin tirup poruttamum untu. Allah tan atiyarkalai urru nokkukiravanaka irukkinran"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "ittakaiyor (tam iraivanitam)"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "(innum avarkal) porumaiyutaiyorakavum, unmaiyalarakavum, allahavukku murrilum valippatuvorakavum, (iraivan pataiyil) tana tarmankal ceyvorakavum, (iravin kataici) sahar nerattil (vananki, nayanitam) mannippuk koruvorakavum iruppar"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "allah nitiyai nilainattakkutiyavanaka ulla nilaiyil avanaittavira vanakkattirkuriyavan yarumillai enru catci kurukiran. Melum malakkukalum arivutaiyorum (ivvare catci kurukinranar.) Avanait tavira vanakkattirkuriyavan yarumillai avan mikaittavan, nanamikkavan"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "niccayamaka (tinul) islam tan allahvitattil (oppukkollappatta) markkamakum;. Vetam kotukkappattavarkal (itutan unmaiyana markkam ennum) arivu avarkalukkuk kitaitta pinnarum tam'mitaiyeyulla poramaiyin karanamaka (itarku) marupattanar;. Evar allahvin vacanankalai nirakarittarkalo, niccayamaka allah (avarkalutaiya) kanakkait turitamaka mutippan"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "(Itarku pinnum) avarkal um'mitam tarkkam ceytal (napiye!) Nir kuruviraka\"nan allahvukku murrilum valippattirukkinren; ennaip pinparriyorum (avvare valippattirukkinranar.)\" Tavira, vetam kotukkappattoritamum, pamara makkalitamum; \"ninkalum (avvare) valippattirkala?\" Enru kelum;. Avarkalum (avvare) murrilum valippattal niccayamaka avarkal nerana pataiyai ataintu vittarkal;. Anal avarkal purakkanittu vituvarkalayin (nir kavalaippata ventam,) arivippatutan um mitu katamaiyakum; melum, allah tan atiyarkalai urrukkavanippavanakave irukkinran"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "niccayamaka evar allahvin vacanankalai nirakarittuk kontum nitaminri napimarkalaik kolai ceytu kontum, manitarkalitattil nitamaka natakkaventum enru evuvoraiyum kolai ceytu kontum irukkinrarkalo avarkalukku novinai mikka vetanai untu\" enru (napiye!) Nir nanmarayan kuruviraka"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "avarkal purinta ceyalkal im'maiyilum marumaiyilum (palanarravaiyaka) alintu vittana. Innum avarkalukku utaviyalarkal evarumilar"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "vetattil oru pakam kotukkappattavar(kalana yutar)kalai nir kavanikkavillaiya? Avarkalitaiye (erpatta vivakarattaip parri) allahvin vetattaik kontu tirppalikka avarkal alaikkappattarkal; anal avarkalil oru pirivar (itaip) purakkanittu vilakik kontanar"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "itarkuk karanam; ennik kanakkitappatta (cila) natkale tavira (naraka) neruppu eppotaikkum enkalait tintatu enru avarkal kurik kontiruppatutana.; (Itu) tavira avarkal tam markka(visaya)ttil poyyakak karpanai ceytu kurivantatum avarkalai emarri vittatu"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Cantekamillata anta (iruti) nalil avarkalaiyellam nam onru certtu, ovvor atmavukkum atu campatittatarku uriyatai mulumaiyakak kotukkappatumpotu (avarkalutaiya nilai) eppatiyirukkum? Avarkal (tam vinaikalukkuriya palan peruvatil) aniyayam ceyyappata mattarkal"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "(napiye!) Nir kuruviraka"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "(nayane!) Nitan iravaip pakalil pukuttukinray;. Nitan pakalai iravilum pukuttukinray;. Marittatiliruntu uyirullatai niye veliyakkukinray;. Niye uyirullatiliruntu marittataiyum veliyakkukinray;. Melum, ni natiyorukkuk kanakkinrik kotukkinray"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "muhminkal (tankalaip ponra) muhminkalaiyanri kahpirkalait tam urra tunaivarkalaka etuttukkolla ventam;. Avarkalitamiruntu tankalaip patukattuk kolvatarkaka anri (unkalil) evarenum appatic ceytal, (avarukku) allahvitattil evvisayattilum campantam illai. Innum, allah tannaip parri unkalai eccarikkinran; melum, allahvitame (ninkal) mila ventiyatirukkiratu"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "(napiye!) Nir kurum; \"unkal ullattilullatai ninkal maraittalum, allatu atai velippataiyakat teriyappatuttinalum atai allah nankarikinran;. Innum, vanankalil ullataiyum, pumiyil ullataiyum avan nankarikinran;. Allah anaittup porutkal mitum arralutaiyavan avan"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "Ovvor atmavum, tan ceyta nanmaikalum; innum, tan ceyta timaikalum anta(t tirppu) nalil tanmunkontu varappattatum, atu tan ceyta timaikkum tanakkum itaiye veku turam irukka ventume enru virumpum;. Allah tannaipparri ninaivu kurumaru unkalai eccarikkinran;. Innum allah tan atiyarkal mitu karunai utaiyonaka irukkinran"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "(napiye!) Nir kurum; \"ninkal allahvai necippirkalanal, ennaip pin parrunkal;. Allah unkalai necippan; unkal pavankalai unkalukkaka mannippan; melum, allah mannippavanakavum, mikka karunai utaiyavanakavum irukkinran"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "(napiye! Innum) nir kurum; \"allahvukkum (avan) tutarukkum valippatunkal.\" Anal avarkal purakkanittut tirumpi vituvarkalanal - niccayamaka allah kahpirkalai necippatillai"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "atamaiyum, nuhaiyum, iprahimin cantatiyaraiyum, imranin cantatiyaraiyum niccayamaka allah akilattarai vita melaka terntetuttan"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "(avarkalil) oruvar marravarin cantatiyavar - melum, allah (yavarraiyum) ceviyuruvonakavum, nankaripavanakavum irukkinran"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "imranin manaivi; \"en iraivane! En karppattilullatai unakku murrilum arppanikka nan niccayamaka nerntu kolkiren;. Enave (itai) ennitamiruntu ni erruk kolvayaka! Niccayamaka ni yavarraiyum ceviyuruvonakavum, nankaripavanakavum irukkinray\" enru kuriyataiyum"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "(Pin, tan etirparttatarku maraka) aval oru pen kulantaiyaip perratum; \"en iraivane! Nan oru pennaiye perrirukkinren\" enak kuriyataiyum ninaivu kurunkal;. Aval perretuttatai allah nankarivan;. An, pennaip polalla. (Melum antattay connal;)\"avalukku maryam enru peyarittullen;. Innum avalaiyum, aval cantatiyaiyum virattappatta saittani(n tinkukali)liruntu kapparrat titamaka unnitam kaval tetukinren"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "avalutaiya iraivan aval pirarttanaiyai alakiya muraiyil erruk kontan;. Akkulantaiyai alakaka valarttitac ceytan;. Atanai valarkkum poruppai jakariyya errukkollumpati ceytan. Jakariyya aval irunta mihrapukkul (tolum araikkup) pokum potellam, avalitam unavu iruppataik kantar, \"maryame! I(vvunavana)tu unakku enkiruntu vantatu?\" Enru avar kettar; \"itu allahvitamiruntu kitaittatu - niccayamaka allah tan natiyavarkalukkuk kanakkinri unavalikkinran\" enru aval(patil) kurinal"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "anta itattileye jakariyya tam iraivanitam pirarttanai ceytavarakak kurinar; \"iraivane! Unnitamiruntu enakkaka oru paricuttamana cantatiyaik kotuttarulvayaka! Niccayamaka ni pirarttanaiyaic cevimatuttarulvonaka irukkinray"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "avar tam araiyil ninru tolutu kontiruntapotu, malakkukal avarai captamaka alaittu\"niccayamaka allah yahya (enum peyarulla makavu kurittu) nanmarayan kurukinran;. Avar allahvitamiruntu oru varttaiyai meyppippavarakavum, kanniyamutaiyavarakavum, olukka neri peniya (tuya)varakavum, nallorkalilirunte napiyakavum iruppar\" enak kurinar"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Avar kurinar; \"en iraivane! Enakku eppati makan oruvan untaka mutiyum? Enakku vayatu atikamaki (mutumai vantu) vittatu. En manaiviyum malataka irukkinral;\" atarku (iraivan), \"avvare natakkum;, allah tan natiyataic ceytu mutikkinran\" enru kurinan"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "en iraivane! (Itarkana) or arikuriyai enakkuk kotuttarulvayaka!\" Enru (jakariyya) kettar. Atarku (iraivan), \"umakku arikuriyavatu, munru natkalukkuc caikaikal mulamaka anri nir makkalitam pecamattir! Nir um iraivanai atikamatikam ninaivu kurntu, avanaik kalaiyilum malaiyilum porrit tutippiraka!\" Enru kurinan"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "(napiye! Maryamitattil) malakkukal; maryame! Niccayamaka allah um'mait terntetuttirukkinran;. Um'mait tuymaiyakavum akkiyirukkiran; innum ulakattilulla penkal yavaraiyum vita (menmaiyaka) um'mait terntetuttirukkinran\" (enrum)"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "maryame! Um iraivanukku sujutu ceytum, rukuh ceyvorutan rukuh ceytum vanakkam ceyviraka\" (enrum) kurinar"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "(napiye!) Ivai(yellam) maraivanavarril ninrumulla visayankalakum; ivarrai nam umakku vahi mulam arivikkinrom;. Melum, maryam yar poruppil irukka ventumenpataip parri (kuri parttariya) tankal elutu kolkalai avarkal erinta potu nir avarkalutan irukkavillai. (Itaipparri) avarkal vivatitta potum nir avarkalutan irukkavillai"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Malakkukal kurinarkal; \"maryame! Niccayamaka allah tannitamiruntu varum oru collaik kontu umakku (oru makavu varaviruppatu parri) nanmarayan kurukiran. Atan peyar masih;. Maryamin makan isa enpatakum. Avar ivvulakattilum, maru ulakattilum kanniyamikkorakavum (iraivanukku) nerunki iruppavarkalil oruvarakavum iruppar"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "melum, avar (kulantaiyakat) tottilil irukkumpotum, (palyam tanti) mutircciyatainta paruvattilum avar makkalutan pecuvar; innum (nallolukkamutaiya) canrorkalil oruvarakavum avar iruppar"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "(accamayam maryam) kurinar; \"en iraivane! Ennai oru manitanum totatirukkumpotu enakku evvaru oru makan untaka mutiyum?\" (Atarku) avan kurinan; \"appatittan allah tan natiyataip pataikkiran. Avan oru kariyattait tirmanittal, avan atanitam'akuka' enakkurukiran, utane atu aki vitukiratu"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "innum avarukku avan vetattaiyum, nanattaiyum, tavrattaiyum, injilaiyum karruk kotuppan"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "Israyilin cantatiyanarukkut tutarakavum (avarai akkuvan; ivvaru avar akiyatum isravelarkalitam avar;)\"nan unkal iraivanitamiruntu or attatciyutan niccayamaka vantullen;. Nan unkalukkaka kalimannal oru paravaiyin uruvattai untakki nan atil utuven;. Atu allahvin anumatiyaik kontu (uyirutaiya) paravaiyakivitum. Piravik kurutarkalaiyum, ven kustarokikalaiyum kunappatuttuven;. Allahvin anumatiyaik kontu irantoraiyum uyirppippen;. Ninkal unpavarraiyum, ninkal unkal vitukalil cekaram ceytu vaippavarraiyum parri nan unkalukku etuttuk kuruven. Ninkal muhminkal (nampikkaiyalar) aka iruntal niccayamaka ivarril unkalukkut titamana attatci irukkiratu\" (enru kurinar)"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "enakku mun irukkum tavrattai meypikkavum, unkalukku vilakki vaikkappattavarril cilavarrai unkalukku anumatikkavum, unkal iraivanitamiruntu (ittakaiya) attatciyai unkalitam nan kontu vantirukkiren;, akave ninkal allahvukku ancunkal; ennaip pin parrunkal"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "niccayamaka allahve ennutaiya iraivanum, unkalutaiya iraivanum avan. Akave avanaiye vanankunkal. Ituve (sirattul mustakim ennum) nerana viliyakum"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Avarkalil kuhpru iruppatai (atavatu avarkalil oru carar tam'mai nirakarippatai) isa unarnta potu, \"allahvin pataiyil enakku utavi ceypavarkal yar?\" Enru avar kettar; (atarku avarutaiya cisyarkalana) havariyyun; \"nankal allahvukkaka (unkal) utaviyalarkalaka irukkirom, niccayamaka nankal allahvin mitu iman kontullom;. Titamaka nankal (avanukku murrilum valippatta) muslimkalaka irukkinrom, enru ninkal catci collunkal\" enak kurinar"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "enkal iraivane! Ni aruliya (vetat)tai nankal nampukirom, (unnutaiya) ittutarai nankal pinparrukirom;. Enave enkalai (cattiyattirku) catci colvorutan certtu elutuvayaka!\" (Enru cisyarkalana havariyyun pirarttittanar)"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "(isavai nirakarittor avaraik kollat) tittamittuc cati ceytarkal. Allahvum cati ceytan;. Tavira allah cati ceypavarkalil mikac cirantavan avan"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "isave! Niccayamaka nan um'maik kaipparruven;. Innum ennalavil um'mai uyarttik kolven;. Nirakarittuk kontirupporutaiya (poykalil ninrum) um'mait tuymaippatuttuven;. Melum um'maip pinparruvorai kiyama nal varai nirakaripporukku melakavum vaippen;. Pinnar unkalutaiya tirumputal ennitame irukkiratu. (Appotu) ninkal tarkkam ceytu kontiruntatu parri nan unkalitaiye tirppalippen\" enru allah kuriyatai (napiye! Ninaivu kurviraka)"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "enave, nirakaripporai ivvulakilum, marumaiyilum katinamana vetanaiyaikkontu vetanai ceyven;. Avarkalukku utavi ceyvor evarum irukka mattarkal"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "Anal, evar iman kontu narkarumankalum ceykirarkalo, avarkalukku narkulikalai (allah) mulumaiyakak kotuppan; allah akkiramam ceyvorai necikkamattan"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "(napiye!) Nam um mitu otikkattiya ivai (narcanrukalaik konta) irai vacanankalakavum;, nanam nirampiya narceytiyakavum irukkinrana"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "allahvitattil niccayamaka isavin utaranam atamin utaranam ponrate. Avan avarai manniliruntu pataittuppin\"kun\" (akuka) enak kurinan;. Avar (manitar) akivittar"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "(napiye! Isavaip parri) um iraivanitamiruntu vantate unmaiyakum;. Enave (itaik kurittu) aiyappatuvoril nirum oruvarakitatir"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "(napiye!) Ituparriya mulu viparamum umakku vantu cernta pinnarum evarenum oruvar um'mitam itaik kurittu tarkkam ceytal; \"varunkal! Enkal putalvarkalaiyum, unkal putalvarkalaiyum; enkal penkalaiyum, unkal penkalaiyum; enkalaiyum unkalaiyum alaittu (onru tiratti vaittuk kontu)'poyyarkal mitu allahvin capam untakattum' enru nam pirarttippom!\" Ena nir kurum"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "niccayamaka itutan unmaiyana varalaru. Allahvait tavira veru nayan illai. Niccayamaka allah - avan yavaraiyum mikaitton; mikka nanamutaiyon"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "avarkal purakkanittal - titamaka allah (ivvaru) kulappam ceyvorai nankarintavanakave irukkinran"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "(Napiye! Avarkalitam)\"vetattaiyutaiyore! Namakkum unkalukkumitaiye (icaivana) oru potu visayattin pakkam varunkal; (atavatu) nam allahvait tavira verevaraiyum vananka mattom;. Avanukku evaraiyum inaivaikka mattom; allahvai vittu nam'mil cilar cilaraik katavularkalaka etuttuk kolla mattom\" enak kurum; (muhminkale! Itan pirakum) avarkal purakkanittu vittal; \"niccayamaka nankal muslimkal enpatarku ninkal catciyaka irunkal!\" Enru ninkal kurivitunkal"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "vetattaiyutaiyore! Iprahimaip parri (avar yutara, kiristavara enru vinaka) en tarkkittuk kontirukkirirkal? Avarukkup pinnareyanri tavrattum, injilum irakkappatavillaiye (itaikkuta) ninkal vilankik kollavillaiya"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "unkalukkuc ciritu nanam irunta visayankalil (ituvarai) ninkal tarkkam ceytu kontiruntirkal; (appatiyirukka) unkalukkuc ciritukuta nanam illata visayankalil en vivatam ceyya murpatukirirkal? Allahtan arivan; ninkal ariyamattirkal"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "iprahim yutarakavo, allatu kiristavarakavo irukkavillai. Anal avar (allahvitam) murrilum (caranatainta) nermaiyana muslimaka iruntar;. Avar musrikkukalil (inaivaipporil) oruvaraka irukkavillai"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "niccayamaka manitarkali; l iprahimukku mikavum nerunkiyavarkal, avaraip pinparriyorum, inta napiyum, (allahvin mitum, inta napiyin mitum) iman kontorume avar;. Melum allah muhminkalin patukavalanaka irukkinran"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Vetattaiyutaiyoril oru carar unkalai vali ketukka virumpukirarkal;. Anal avarkal tankalaiye anri vali ketukka mutiyatu. Eninum, (itai) avarkal unarkirarkalillai"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "vetattaiyutaiyavarkale! Ninkal terintu konte allahvin vacanankalai en nirakarikkinrirkal"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "vetattaiyutaiyore! Cattiyattai acattiyattutan en ninkal kalakkukirirkal? Innum ninkal arintu konte en unmaiyai maraikkirirkal"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "vetattaiyutaiyoril oru carar (tam inattaritam); \"iman kontor mitu irakkappatta (vetat)taik kalaiyil nampi, malaiyil nirakarittu vitunkal;. Itanal (iman kontulla) avarkalum oru velai (atai vittut) tirumpi vitakkutum\" enru kurukinranar"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "unkal markkattaip pinparruvorait tavira (veru evaraiyum) nampatirkal\" (enrum kurukinranar. Napiye!) Nir kurum; niccayamaka nervaliyenpatu allahvin valiye akum;. Unkalukku (vetam) kotukkappattatupol innoruvarukkum kotukkappatuvata allatu avarkal unkal iraivan mun unkalai mikaittu vituvata?\" (Enru avarkal tankalukkul pecik kolkirarkal.) Niccayamaka arutkotaiyellam allahvin kaiyileye ullatu. Atai avan natiyorukku valankukinran; allah vicalamana (kotaiyalippavan; yavarraiyum) nankaripavan enru kuruviraka"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "avan tan rahmattai(arulai)k kontu tan natiyoraic contamakkik kolkinran;. Innum allah makattana kirupaiyutaiyavan"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "(Napiye!) Vetattaiyutaiyoril cilar irukkirarkal;. Avarkalitam nir oru (por) kuviyalai oppataittalum, avarkal atai (oru kuraivum illamal, ketkumpotu) um'mitam tiruppik kotuttu vituvarkal;. Avarkalil innum cilar irukkirarkal. Avarkalitam oru (kacai) tinarai oppataittalum, nir avarkalitam totarntu ninru kettaloliya, avarkal atai umakkut tiruppik kotukkamattarkal. Atarkuk karanam, 'pamararkalitam (iruntu nam etaik kaipparrik kontalum) nam'mai kurram pitikka (avarkalukku) valiyillai' enru avarkal kuruvatutan;. Melum, avarkal arintu konte allahvin peril poy kurukirarkal"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "appatiyalla! Yar tam vakkurutiyai niraiverrukinrarkalo, (allahvukku) anciyum natakkinrarkalo (avarkal tam kurram pitikkappata mattarkal). Niccayamaka allah (tanakku) anci natapporai necikkinran"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "yar allahvitattil ceyta vakkurutiyaiyum tam cattiyappiramanankalaiyum arpa vilaikku virkirarkalo, avarkalukku niccayamaka marumaiyil yatoru narpakkiyamum illai. Anriyum, allah avarkalutan peca mattan;. Innum iruti nalil avan avarkalai (karunaiyutan) parkkavum mattan. Avarkalaip(pavattaivittup) paricuttamakkavum mattan;. Melum avarkalukku novinaimikka vetanaiyum untu"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "Niccayamaka avarkalil oru pirivar irukkinrarkal - avarkal vetattai otumpotut tankal navukalaic cayttu otukirarkal - (atanal untakum marrankalaiyum) vetattin oru pakutitanenru ninkal ennik kolvatarkaka. Anal atu vetattil ullatalla\"atu allahvitam iruntu (vantatu)\" enrum avarkal kurukirarkal; anal atu allahvitamiruntu (vantatum) alla. Innum arintu konte avarkal allahvin mitu poy kurukinrarkal"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "oru manitarukku allah vetattaiyum, nanattaiyum, napip pattattaiyum kotukka, pinnar avar\"allahvai vittu enakku atiyarkalaki vitunkal\" enru (pira) manitarkalitam kura iyalatu. Anal avar (pira manitaritam)\"ninkal vetattaik karruk kotuttuk kontum, a(vvetat)tai ninkal otik kontum iruppatanal rappani (iraivanai vananki avanaiye carntiruppor)kalaki vitunkal\" (enru tan colluvar)"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "melum avar, \"malakkukalaiyum, napimarkalaiyum (vanakkattirkuriya iratcakarkalaka) rappukalaka etuttuk kollunkal\" enrum unkalukkuk kattalaiyitamattar - ninkal muslimkalaka (allahvitame murrilum caranataintavarkal) akivitta pinnar (ninkal avanai) nirakaripporaki vitunkal enru avar unkalukkuk kattalaiyituvara"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "(Ninaivu kurunkal;) napimar(kal mulamaka allah unkal munnor)kalitam urutimoli vankiyapotu, \"nan unkalukku vetattaiyum, nanattaiyum kotuttirukkinren. Pinnar unkalitam iruppatai meyppikkum rasul (iraitutar) varuvar. Ninkal avarmitu titamaka iman kontu avarukku urutiyaka utavi ceyvirkalaka\" (enak kurinan). \"Ninkal (itai) urutippatuttukirirkala? Ennutaiya inta utanpatikkaikkuk kattuppatukirirkala?\" Enrum kettan; \"nankal (atanai erru) urutippatuttukirom\" enru kurinarkal; (atarku allah)\"ninkal catciyaka irunkal;. Nanum unkalutan catciyalarkalil (oruvanaka) irukkiren\" enru kurinan"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "enave, itan pinnarum evarenum purakkanittu vituvarkalanal niccayamaka avarkal tiyavarkal tam"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "allahvin markkattaivittu (veru markkattaiya) avarkal tetukirarkal? Vanankalilum pumiyilum ulla (anaittup pataippukalum) virumpiyo allatu verutto avanukke caranataikinrana. Melum (avai ellam) avanitame mintum kontu varappatum"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "allahvaiyum, enkal mitu arulappatta (vetat)taiyum, innum iprahim, ismayil, is'hak, yahkup, avarkalin cantatiyar akiyor mitu arul ceyyappattavarraiyum, innum musa, isa innum marra napimarkalukku avarkalutaiya iraivanitamiruntu arulappattavarraiyum nankal vicavacan kolkirom. Avarkalil evaroruvaraiyum pirittu verrumai parattamattom;. Nankal avanukke (murrilum caranataiyum) muslimkal avom\" enru (napiye!) Nir kuruviraka"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "Innum islam allata (veru) markkattai evarenum virumpinal (atu) orupotum avaritamiruntu oppuk kollappata mattatu. Melum a(ttakaiya)var marumai nalil nastamataintoril tan iruppar"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "avarkalitam telivana atarankal vantu niccayamaka (intat) tutar unmaiyalartan enru catciyan kuri iman konta piraku nirakarittu vittarkale, antak kuttattirku allah eppati nervali kattuvan! Allah aniyayak kara kuttattirku nervali katta mattan"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "niccayamaka avarkal mitu allah, malakkukal, manitarkal anaivarin capamum irukkinratu enpatu tan avarkalukkuriya kuliyakum"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "i(nta capat)tileye avarkal enrenrum irupparkal;. Avarkalutaiya vetanai ilecakkappata mattatu. Avarkalukku (vetanai) tamatappatuttap patavum mattatu"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "eninum, itanpiraku (ivarkalil) evarenum (tam pavankalai unarntu) mannippuk korit tankalaic cirtiruttik kolvarkalanal, (mannippuk kitaikkak kutum;) niccayamaka allah mikavum mannipponakavum, alapparun karunaiyullavanakavum irukkinran"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "evar iman konta pin nirakarittu melum (anta) kuhprai atikamakkik kontarkalo, niccayamaka avarkalutaiya tavpa - mannippukkoral - oppukkollappata mattatu. Avarkal tam murrilum vali kettavarkal"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "evarkal nirakarittu, nirakarikkum nilaiyileye irantum vittarkalo, avarkalil evanitamenum puminiraiya tankattai tan mitcikku itaka kotuttalum (atanai)avanitamiruntu oppuk kollap patamattatu. Attakaiyorukku novinai mikka vetanai untu. Innum avarkalukku utavi ceyvor evarum irukka mattarkal"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "Ninkal necikkum porulkaliliruntu tanam ceyyatavarai ninkal nanmai ataiya mattirkal;. Entap porulai ninkal celavu ceytalum, niccayamaka allah atai nankarintavanaka irukkinran"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "israyil (enra yahkup) tavrat arulappatuvatarku munnal tan mitu haramakkik kontatait tavira, isravelarkalukku ellavakaiyana unavum anumatikkappattiruntatu. (Napiye!) Nir kurum; \"ninkal unmaiyalarkalaka iruntal tavrattaiyum kontuvantu atai otikkanpiyunkal\" enru"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "itan pinnarum evarenum oruvar allahvin mitu poyyakak karpanai ceytu kurinal niccayamaka avarkal akkiramakkararkale avarkal"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "(napiye!) Nir kurum; \"allah (ivai parri) unmaiyaiye kurukiran; akave (muhminkale!) Nervali cenra iprahimin markkattaiye pinparrunkal;. Avar musrikkukalil oruvaraka irukkavillai"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "(irai vanakkattirkena) manitarkalukkaka vaikkap perra mutal vitu niccayamaka pakkavil (makkavil) ullatutan. Atu parakkattu (pakkiyam) mikkatakavum, ulaka makkal yavarukkum nervaliyakavum irukkiratu"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "atil telivana attatcikal ullana. (Utaranamaka, iprahim ninra itam) makamu iprahim irukkinratu. Melum evar atil nulaikiraro avar (accam tirntavarakap) patukappum perukirar;. Innum atarku(c celvatarku)riya pataiyil payanam ceyya cakti perrirukkum manitarkalukku allahvukkaka avvitu cenru haj ceyvatu katamaiyakum. Anal, evarenum itai nirakarittal (atanal allahvukkuk kuraiyerpatap povatillai. Enenil) - niccayamaka allah ulakattor evar tevaiyum arravanaka irukki; ran"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Vetattaiyutaiyore! Allahvin ayatkal (ennum attatcikalaiyum, vacanankalaiyum) en nirakarikkinrirkal? Allahve ninkal ceyyum (anaittuc) ceyalkalaiyum nottamittup parppavanaka irukkirane!\" Enru (napiye!) Nir kuruviraka"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "vetattaiyutaiyore! Nampikkai kontavarkalai allahvin pataiyiliruntu en tatukkirirkal? (Allahvin oppantattirku) ninkale catciyaka iruntu kontu ataik konalakka ennukirirkala? Innum allah ninkal ceypavai parrip paramukamaka illai\" enrum (napiye!) Nir kuruviraka"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "nampikkai kontore! Vetattaiyutaiyoril oru pirivarai ninkal pinparrinal, avarkal unkalai, ninkal iman kontapin, kahpirkalaka tiruppi vituvarkal"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "avanutaiya rasul unkalitaiye iruntu kontu; - allahvin ayatkal unkalukku otik kanpikkakkutiya (nilaiyil) iruntu kontu, ninkal evvaru nirakarippirkal? Melum, evar allahvai (avan markkattai) valuvakap parrik kolkiraro, avar niccayamaka nervaliyil celuttappattuvittar"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "nampikkai kontore! Ninkal allahvai anca ventiya muraippati ancunkal; melum, (allahvukku murrilum valippatta) muslimkalaka anri ninkal marikkatirkal"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Innum, ninkal ellorum allahvin kayirrai valuvaka parrip pitittuk kollunkal;. Ninkal pirintum vitatirkal;. Allah unkalukkuk kotutta nihmatkalai (arul kotaikalai) ninaittup parunkal;. Ninkal pakaivarkalay iruntirkal - unkal itayankalai anpinal pinaittu, avanatu arulal ninkal cakotararkalay akivittirkal;. Innum, ninkal (naraka) neruppuk kuliyin karai mitiruntirkal; ataninrum avan unkalaik kapparrinan - ninkal ner vali perum poruttu allah ivvaru tan ayatkalai - vacanankalai unkalukku telivakkukiran"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "melum, (makkalai) nanmaiyin pakkam alaippavarkalakavum, nallataik kontu (makkalai) evupavarkalakavum tiyatiliruntu (makkalai) vilakkupavarkalakavum unkaliliruntu oru kuttattar irukkattum - innum avarkale verri perroravar"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "(iraivanin) telivana atarankal tankalitam vanta pinnarum, yar tankalukkul pirivaiyuntupannik kontu, marupataki vittarkalo, avarkal ponru ninkalum akivitatirkal;. Attataiyorukkuk katumaiyana vetanai untu"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "anta (marumai) nalil cila mukankal (makilcciyinal pirakacamay) venmaiyakavum, cila mukankal (tukkattal) karuttum irukkum; karutta mukankalutaiyoraip parttu, ninkal iman kontapin (nirakarittu) kahpirkalaki vittirkala? (Appatiyanal,) ninkal nirakarittatarkaka vetanaiyaic cuvaiyunkal\" (enru kurappatum)"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "evarutaiya mukankal (makilcciyinal pirakacamay) venmaiyaka irukkinranavo avarkal allahvin rahmattil irupparkal; avarkal enrenrum a(nta rahmat)tileye tanki vituvarkal"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "(Napiye!) Ivai(yellam) allahvin vacanankal - ivarrai unmaiyakave umakku nam otikkanpikkinrom;. Melum allah ulakattorukku aniti ilaikka nata mattan"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "vanankalilullavaiyum, pumiyilullavaiyum - anaittum - allahvukke uriyavai. Ellak kariyankalum allahvitame mittuk kontu varappatum"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "manitarkalukkaka torruvikkappatta (camutayattil) ciranta camutayamaka ninkal irukkirirkal; (enenil) ninkal nallataic ceyya evukirirkal; tiyatai vittum vilakkukirirkal;. Innum allahvinmel (titamaka) nampikkai kolkirirkal;. Vetattaiyutaiyorum (unkalaip ponre) nampikkai kontiruppin, (atu) avarkalukku nanmaiyakum - avarkalil (cilar) nampikkai kontorayum irukkinranar;. Eninum avarkalil palar (irai kattalaiyai mirum) pavikalakave irukkinranar"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "ittakaiyor unkalukkuc ciritu tollaikal untu pannuvatait tavira (perum) tinku etuvum ceytuvita mutiyatu. Avarkal unkalitam porita vantalum, avarkal unkalukkup purankatti (oti) vituvarkal;. Innum avarkal (evaralum) utavi ceyyappatavum mattarkal"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "avarkal, enkiruppinum avarkal mitu ilivu vitikkappattullatu. Allahvitamiruntum, manitarkalitamiruntum avarkalukku(p patukavalana) oppantaminri (avarkal tappa mutiyatu). Allahvin kopattil avarkal cikkik kontarkal;. Elmaiyum avarkal mitu vitikkappattu vittatu. Itu enenral, niccayamaka avarkal allahvin ayatkalai nirakarittarkal;. Aniyayamaka napimarkalai kolai ceytarkal;. Innum avarkal pavam ceytu kontum (iraiyanaiyai) miri natantu kontum iruntatu tan (karanamakum)"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "(Eninum vetattaiyutaiyorakiya) avarkal (ellorum) camamallar;. Vetattaiyutaiyoril oru camutayattinar (nermaikkaka) nirkirarkal;. Iravu nerankalil allahvin vacanankalai otukirarkal. Innum (iraivanukku cirampanintu) sajta ceykirarkal"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "avarkal allahvin mitum iruti nalin mitum nampikkai kolkirarkal;. Nallatai(c ceyya) evukirarkal. Timaiyai vittum vilakkukirarkal;. Melum, nanmai ceyvatarku viraikinranar;. Ivarkale salihana (nallatiyarkalil) ninrumullavarkal"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "ivarkal ceyyum enta nanmaiyam (narkuli kotukkappatamal) purakkanikkappatatu. Anriyum, allah payapaktiyutaiyorai nanraka arikiran"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "niccayamaka evar nirakarikkinrarkalo, avarkalaivittu avarkalutaiya celvamum, avarkalutaiya cantatiyum, allahvitamiruntu enta oru porulaiyum kapparra mutiyatu - avarkal naraka neruppirkuriyavarkal; avarkal atil enrenrum irupparkal"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "ivvulaka valvil avarkal celavalippatu oru karrukku oppakum;. Atu (mikavum) kulirntu (panippuyalaka mari) tamakkut tame tinkilaittuk konta akkuttattarin (vayalkalilulla) vilaiccalilpattu atai alittuvitukiratu - avarkalukku allah kotumai ceyyavillai. Avarkal tamakkut tame kotumaiyilaittuk kolkirarkal"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "Nampikkai kontore! Ninkal un(kal markkattaic carntor)kalait tavira (verevaraiyum) unkalin antarankak kuttalikalaka akkik kollatirkal;. Enenil (pirar) unkalukkut timai ceyvatil ciritum kuraivu ceyya mattarkal;. Ninkal varuntuvatai avarkal virumpuvarkal;. Avarkal unkal mel kontulla katumaiyana veruppu avarkal vaykalilirunte veliyakivittatu. Avarkal nencankal maraittu vaittiruppato innum atikamakum;. Niccayamaka nam (itu parriya) ayatkalait telivu patuttivittom;. Ninkal unarvutaiyoranal (itai arintu kolvirkal)"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "(muhminkale!) Arirtu kollunkal;. Ninkal avarkalai necipporay irukkinrirkal - anal avarkal unkalai necikkavillai. Ninkal vetattai mulumaiyaka nampukirirkal;. Anal avarkalo unkalaic cantikkum potu\"nankalum nampukirom\" enru kurukirarkal;. Eninum avarkal (unkalai vittu vilakit) taniyaka irukkum potu, avarkal unkal melulla attirattinal (tam) viral nunikalaik katittukkolkirarkal. (Napiye!) Nir kurum; \"ninkal unkal attirattil irantu vitunkal;. Niccayamaka allah (unkal) ullankalil ullavarrai arintavan"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "etavatu oru nanmai unkalukku erpattal, atu avarkalukku varuttattai kotukkiratu. Unkalukku etavatu timai erpattal, atarkaka avarkal makilcci ataikirarkal. Ninkal porumaiyutanum, payapaktiyutanumiruntal avarkalutaiya culcci unkalukku entat timaiyum ceyyatu. Niccayamaka allah avarkal ceyvatai (ellam) culntu arikiravan"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "(Napiye! Ninaivu kurviraka) nir vitiyarkalaiyil um kutumpattarai vittuc cenru muhminkalaip porukkaka (uhatu kalattil avaravar) itattil niruttinir;. Allah ellavarraiyum ceviyuruvonakavum nankaripavanakavum irukkinran"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "(antap poril) unkalil irantu pirivinar tairiyam ilantu (oti vitalama) enru enniyapotu - allah avviru pirivarukkum (utavi ceytu) kapponaka iruntan;. Akave muhminkal allahvitattileye mulu nampikkai vaikkaventum"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "patru\" poril ninkal mikavum cakti kuraintavarkalaka irunta potu, allah unkalukku utavi purintan;. Akave ninkal nanri celuttuvatarkaka allahvukku anci natantu kollunkal"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "(napiye!) Muhminkalitam nir kurinir; \"unkal rappu (vaniliruntu) irakkappatta muvayiram vanavarkalaik kontu unkalukku utavi ceyvatu unkalukkup potata?\" Enru"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "am! Ninkal allahvukkup payantu porumaiyutaniruntal, pakaivarkal unkal mel vekamaka vantu paynta potilum, unkal iraivan porkkurikal konta aiyayiram vanavarkalaik kontum unkalukku utavi purivan"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "unkal irutayankal (avvutaviyil ninrum) nim'matiyataiyavum, oru nalla ceytiyakavume tavira (veretarkumaka) allah ataic ceyyavillai. Allah vitattilallamal veru utaviyillai. Avan mikka vallamaiyutaiyavan; mikunta nanamutaiyavan"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "(allahvutaiya utaviyin nokkam) nirakaripporil oru pakutiyinarai alippatarku, allatu avarkal cirumaippattut tolviyataintorayt tirumpic celvatarkakavumeyakum"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "(Napiye!) Umakku ivvisayattil oru campantamum illai. Avan avarkalai mannittu vitalam;. Allatu avarkalai vetanaippatuttalam - niccayamaka avarkal kotiyoraka iruppatin karanamaka"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "vanankalilum, pumiyilum ullavaiyellam allahvukke uriyavai. Tan natiyavarkalai avan mannikkinran;. Innum tan natiyavarkalai vetanaippatuttavum ceykinran - allah mikavum mannippavan, perunkarunaiyalan"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "iman kontore! Irattittuk konte atikaritta nilaiyil vatti (vankit) tinnatirkal;. Innum ninkal allahvukku anci (itait tavirttuk kontal) verriyataivirkal"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "tavira (naraka) neruppirku ancunkal, atu kahpirkalukkaka cittam ceytu vaikkappattullatu"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "allahvukkum, (avan) tutarukkum kilpatiyunkal;. Ninkal (atanal allahvinal) kirupai ceyyappatuvirkal"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "innum ninkal unkal iraivanin mannippaip peruvatarkum, cuvanapatiyin pakkamum viraintu cellunkal;. Atan (cuvanapatiyin) akalam vanankal, pumiyaip polullatu. Atu payapaktiyutaiyorukkakave tayar ceytu vaikkappattullatu"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "(payapaktiyutaiyor ettakaiyor enral,) avarkal inpamana (celva) nilaiyilum, tunpamana (elmai) nilaiyilum (iraivanin pataiyil) celavituvarkal;. Tavira kopattai atakkik kolvarkal. Manitar(kal ceyyum pilai)kalai mannipporay irupparkal. (Ivvaru alakaka) nanmai ceyvoraiye allah necikkinran"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Tavira, manak ketana etenum oru ceyalai avarkal ceytuvittalum, allatu (etenum pavattinal) tamakkut tame tinkilaittuk kontalum. Utane avarkal (manappurvamaka) allahvai ninaittu tankal pavankalukkaka mannipput tetuvarkal;. Allahvait tavira veru yar pavankalai mannikka mutiyum? Melum, avarkal arintu konte tankal (pava) kariyankalil taripattiruntu vitamattarkal"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "attakaiyorukkuriya (nar) kuli, avarkalutaiya iraivanitamiruntu mannippum, cuvanapatikalum akum;. Avarrin kile arukal otik konte irukkum;. Avarkal anke enrenrum iruppar;. Ittakaiya kariyankal ceyvorin kuli nallataka irukkiratu"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "unkalukku mun pala vali muraikal cenruvittana. Akave, ninkal pumiyil curri vantu (irai vacanankalaip) poyyakkiyorin mutivu enna ayirru enpataip parunkal"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "itu manitarkalukku (cattiyattin) telivana vilakkamakavum, payapaktiyutaiyorukku ner valikattiyakavum, narpotanaiyakavum irukkinratu"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "enave ninkal tairiyattai ilakkatirkal;. Kavalaiyum kollatirkal; ninkal muhminkalaka iruntal ninkal tam unnatamanavarkalaka iruppirkal"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "unkalukku oru kayam erpattatu enral, ate ponru marravarkalukkum kayam erpattullatu. Ittakaiya (cotanaik) kalankalai manitarkalitaiye name mari mari varac ceykinrom;. Itarkuk karanam, iman konatatorai allah arivatarkum, unkalil uyirt tiyakam ceyvorai terntetuttuk kolvatarkume akum;. Innum, allah aniyayam ceyvorai necippatillai"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "nampikkai kontorai paricutta makkuvatarkum, kahpirkalai alippatarkum allah ivvaru ceykinran"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Unkalil (allahvin pataiyil urutiyakap) por puripavarkal yar enrum, (akkalai) porumaiyaik kataippitippavarkal yar enrum allah (paricotittu) ariyamal ninkal cuvanapatiyil nulaintu vitalam enru ennik kontu irukkinrirkala"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "ninkal maranattaic cantippatarku munname niccayamaka ninkal atai virumpinirle! Ippotu atu unkal kanmun iruppatai ninkal tittamakap parttuk kontirkal. (Ippotu en tayakkam)"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "muham'matu(sal) (iraivanin) tutare anri(veru) allar;. Avarukku munnarum (allahvin) tutarkal palar (kalam) cenruvittarkal;. Avar irantu vittal allatu kollappattal; ninkal unkal kutikalkalin mel (purankattit) tirumpi vituvirkala? Appati evarenum tam kutikalkalmel (purankatti) tirumpi vituvaranal avar allahvukku evvitat tinkum ceytuvita mutiyatu. Anriyum, allah nanriyutaiyorukku aticikkirattil narkuliyai valankuvan"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "melum, enta anmavum (munnare) elutappattirukkum tavanaikku inanka, allahavin anumatiyinri, maranippatillai. Evarenum inta ulakattin palanai (mattum) virumpinal, nam avarukku atilirunte valankuvom;. Innum evar, marumaiyin nanmaiyai virumpukiraro avarukku atiliruntu valankuvom;. Nanriyutaiyorukku ati cikkaramaka narkuli kotukkirom"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Melum ettanaiyo napimarkal, avarkalutan rippiyyunkal (ennum iraiyatiyarkalum) perumalavil cerntu (allahvin pataiyil) por ceytanar;. Eninum, allahvin pataiyil avarkalukku erpatta tunpankalal avarkal tairiyam ilantu vitavillai, palahinam ataintu vitavumillai. (Etirikalukkup) panintu vitavumillai - allah (ittakaiya) porumaiyalarkalaiye necikkinran"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "melum, \"enkal iraivane! Enkal pavankalaiyum enkal kariyankalil nankal varampu miric ceytavarraiyum mannit tarulvayaka! Enkal patankalai urutiyay irukkac ceyvayaka! Kahpirkalin kuttattarukku etiraka enkalukku ni utavi purivayaka\" enpatait tavira (im'matiri cantarppankalil) avarkal kuriyatu veretum illai"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "akave, allah avarkalukku ivvulakattil nanmaiyaiyum, marumaiyin alakiya nanmaiyaiyum kotuttan;. Innum, allah nanmai ceyyum ittakaiyoraiye necikkinran"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "nampikkai kontore! Kahpirkalukku ninkal valipattu natantal, avarkal unkalai unkal kuti kalkalin mitu tiruppi vituvarkal;. Appotu, ninkal nastamataintavarkalaka (nampikkaiyininrum) tirumpi vituvirkal"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "(ivarkalalla.) Allahtan unkalai iratcittup paripalippavan. Innum avane utaviyalarkal anaivarilum mikavum nallavan"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "viraivileye nirakarippavarkalin itayankalil tikilai untakkuvom. Enenil (tanakku inai vaippatarku avarkalukku) entavitamana ataramum irakki vaikkappatamalirukka, avarkal allahvukku inai vaittarkal. Tavira, avarkal tankumitam nerupputan;. Akkiramakkararkal tankum itankalilellam atu tan mikavum kettatu"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Innum allah unkalukku alitta vakkurutiyai niraiverrit tantan; (avvamayam uhatu kalattil) pakaivarkalai avan anumatiyin pirakaram ninkal alittu vitum nilaiyil iruntapotu ninkal tayankinirkal;. Ninkal (unkalukkitappatta) uttiravu parrit tarkkikkat tuvankinirkal;. Ninkal virumpiya (verriyai) avan unkalukkuk kattiya pinnarum ninkal anta uttiravukku maru ceyyalanirkal;. Unkalil ivvulakai virumpuvorum irukkirarkal. Innum unkalil marumaiyai virumpuvorum irukkirarkal;. Pinnar, unkalaic cotippatarkaka avvetirikalaivittu unkalaip pinnataiyumaru tiruppinan;. Niccayamaka avan unkalai mannittan. Melum allah muhminkalitam arul polivonakave irukkinran"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "(ninaivu kurunkal! Uhatu kalattil) unkal pinnal iruntu iraitutar unkalai alaittuk kontirukka, ninkal evaraiyum tirumpip parkkamal mettinmel erik kolla otik kontiruntirkal. Akave (ivvaru irai tutarukku ninkal kotutta tukkattin) palanaka iraivan tukkattinmel tukkattai unkalukkuk kotuttan. Enenil unkalukkuk kitaikka ventiyatu tavari vittalo, unkalukkuc cotanaikal erpattalo ninkal (corvum) kavalaiyum ataiyatu (porumaiyutan irukka ventum enpatarkakattan); innum, allah ninkal ceyvatai nanku aripavanaka irukkinran"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Piraku, attukkattirkuppin avan unkalukku amaiti alippatarkaka nittiraiyai irakki vaittan;. Unkalil oru pirivinarai annittirai culntu kontatu. Marroru kuttattinaro- avarkalutaiya manankal avarkalukkuk kavalaiyai untu panni vittana. Avarkal arivillatavarkalaip ponru, unmaikku maraka allahvaip parri cantekam kollalayinar; (atanal) avarkal kurinarkal; \"i(ppor)k kariyattil namakku catakamaka etenum unta?\" (Enru, atarku)\"niccayamaka ikkariyam muluvatum allahvitame ullatu\" enru (napiye!) Nir kuruviraka! Avarkal um'mitam velippataiyakak kura mutiyata onrait tam nencankalil maraittu vaittirukkinranar;. Avarkal (tamakkul) kurikkollukirarkal; \"ikkariyattal namakku etenum catakamaka iruntiruntal nam inku kollappattu irukka mattom;\" \"ninkal unkal vitukalil iruntiruntalum, yarukku maranam vitikkappattullato, avarkal (tan kolaikkalankalukku) maranam ataiyum itankalukkuc cenre irupparkal!\" Enru (napiye!) Nir kurum. (Ivvaru erpattatu) unkal nencankalil ullavarrai allah cotippatarkakavum, unkal nencankalil ullavarrai (akarric) cattappatuttuvatarkakavum akum - innum, allah ullankalil ullavarrai aripavan"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "iru kuttattarum (porukkakac) cantitta annalil, unkaliliruntu yar tirumpi vittarkalo avarkalai, avarkal ceyta cila tavarukalin karanamaka, saittan kal tatumara vaittan;. Niccayamaka allah avarkalai mannittu vittan - meyyakave allah mannippavanakavum porumaiyutaiyonakavum irukkinran"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "Muhminkale! Ninkal nirakaripporaip ponru akivitatirkal;. Pumiyil pirayanam ceyyumpoto allatu poril itupatto (maranamatainta) tam cakotararkalaip parri (annirakarippor) kurukinranar; \"avarkal nam'mutane iruntiruntal maranam atainto, kollappatto poyirukkamattarkal\" enru, anal allah avarkal manatil ekkamum kavalaiyum untavatarkakave ivvaru ceykiran;. Melum, allahve uyirppikkiran;. Avane marikkac ceykiran;. Innum allah ninkal ceypavai anaittaiyum parppavanakave irukkinran"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "innum, allahvin pataiyil ninkal kollappattalum. Allatu irantu vittalum, allahvitamiruntu kitaikkum mannippum, rahmattum avarkal certtu vaippataivita mikka menmaiyutaiyataka irukkum"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "ninkal maranamataintalum allatu kollappattalum allahvitame ninkal oru cerak kontu varappatuvirkal"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "allahvutaiya rahmattin karanamakave nir avarkalitam menmaiyaka (kanivaka) natantu kolkirir;. (Collil) nir katukatuppanavarakavum, katina cittamutaiyavarakavum iruntiruppiranal, avarkal um camukattai vittum otippoyirupparkal;. Enave avarkalin (pilaikalai) alatciyappatuttivituviraka. Avvare avarkalukkaka mannipput tetuviraka. Tavira, cakala kariyankalilum avarkalutan kalantalocanai ceyyum, pinnar (avai parri) nir mutivu ceytu vittal allahvin; mite porupperpatuttuviraka! - Niccayamaka allah tan mitu porupperpatuttuvorai necikkinran"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "(Muhminkale!) Allah unkalukku utavi ceyvananal, unkalai velpavar evarum illai. Avan unkalaik kaivittu vittal, atan piraku unkalukku utavi ceyvor yar irukkirarkal? Enave, muhminkal allahvin mite (mulumaiyaka nampikkai puntu) porupperpatuttik kollattum"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "enta napikkum mocati ceyvatu kutatu. Evarenum mocam ceyvarayin, avar mocam ceytatai iruti nalil kontu varuvar, avvelaiyil ovvor atmavukkum, atu campatitta(tarkuriya) palanai (kkuraivinrik) kotukkappatum. Innum, avarkal evvakaiyilum aniyayam ceyyappata mattarkal"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "allahvin viruppattaip pin parri natappor, allahvin kopattait tam'mel varavalaittuk kontavar pol avara? (Alla - kopattai varavalaittuk kontorutaiya) avanatu iruppitam narakameyakum;. Atu tankumitankalil mikavum kettatumakum"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "allahvitattil avarkalukkup pala nilaikal ullana - innum allah avarkal ceypavai anaittaiyum parppavanakave irukkinran"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "niccayamaka allah muhminkalukku arul purintirukkinran;. Avan avarkalukku avarkalilirunte oru rasulai(tutarai) anuppi vaittan;. Avar avanutaiya vacanankalai avarkalukku otik kanpikkirar;. Innum avarkalaip (pavattaivittum) paricuttamakkukirar;. Melum avarkalukku vetattaiyum nanattaiyum karruk kotukkinrar - avarkalo niccayamaka itarku mun pakirankamana vali kettileye iruntanar"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Innum unkalukku (uhatil) oru tunpam vanturrapotu, ninkal (patril) avarkalukku itu ponru irumatankut tunpam untu panniyirunta potilum, \"itu eppati vantatu?\" Enru kurukirirkal. (Napiye!) Nir kurum; itu (vantatu) unkalitamiruntetan - niccayamaka allah ellap porutkal mitum perarralutaiyavanaka irukkiran"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "melum, (ninkalum musrikkukalum akiya) iru kuttattinarum cantitta nalaiyil unkalukku erpatta tunpankal allahvin anumati konte tan (erpattana. Ivvaru erpattatum) muhminkalai (cotittu) arivatarkakaveyam"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "innum (munahpik tanam ceyyum) nayavancakarai(p pirittu) arivatarkum tan; avarkalitam kurappattatu, \"varunkal! Allahvin pataiyil por puriyunkal allatu (pakaivarkal anukatavaru) tatuttu vitunkal,\" (appotu) avarkal connarkal; \"nankal poraip parri arintiruntal niccayamaka nankal unkalaip pinparriyiruppom.\" Anraiyatinam avarkal imanaivita kuhprin pakkame atikam nerunkiyiruntarkal;. Tam ullankalil illatavarrait tam vaykalinal kurinar;. Avarkal (tam ullankalil) maraittu vaippataiyellam allah nanku arikiran"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "(porukku cellamal am munahpikkukal tam vitukalil) amarntu konte (poril matinta) tam cakotararkalaip parri; \"avarkal enkalaip pinparriyiruntal kollappattirukka mattarkal\" enru kurukirarkal; (napiye!) Nir kurum; \"ninkal (colvatil) unmaiyalarkalanal unkalai maranam anukavannam tatuttu vitunkal\" (parppom enru)"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Allahvin pataiyil porittuk kollappattavarkalai marittavarkal enru niccayamaka ennatirkal - tam rappinitattil avarkal uyirutaneye irukkirarkal - (avanal) avarkal unavalikkappatukirarkal"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "tan arul kotaiyiliruntu allah avarkalukku alittataik kontu avarkal anantattutan irukkirarkal;. Melum (poril itupattirunta tan muhminana cakotararkalil maranattil) tam'mutan ceramal (ivvulakil uyirutan) irupporaip parri; \"avarkalukku evvita payamumillai, avarkal tukkappatavum mattarkal\" enru kuri makilvataikirarkal"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "allahvitamiruntu tankal perra nihmattukal (narperukal) parriyum, menmaiyaip parriyum niccayamaka allah muhminkalukkuriya narkuliyai (oru ciritum) vinakki vituvatillai. Enpataip parriyum makilvataintoray irukkinrarkal"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "avarkal ettataiyorenral, tankalukku(p poril) kayampatta pinnarum allahvutaiyavum, (avanutaiya) rasulutaiyavum alaippai er(ru mintum porukkuc cen)ranar; attakaiyoril ninrum yar alakanavarraic ceytu, innum pavattiliruntu tankalaik kattuk kolkirarkalo avarkalukku makattana narkuliyirukkiratu"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "makkalil cilar avarkalitam; \"titamaka makkalil (palar unkalutan porituvatarkakat) tirantu vittarkal, enave appataiyaipparri ancik kollunkal\" enru kuri(accurutti)nar;. Anal (itu) avarkalin imanaip perukki valuppatac ceytatu. \"Allahve enkalukkup potumanavan. Avane enkalukkuc ciranta patukavalan\" enru avarkal kurinarkal"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Itanal avarkal allahvitamiruntu nihmattaiyum (arutkotaiyaiyum,) menmaiyaiyum perrut tirumpinarkal. Ettakaiya tinkum avarkalait tintavillai. (Enenil) avarkal allahvin viruppattaip pinparrinarkal - allah makattana kotaiyutaiyavanaka irukkiran"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "saittantan tan cakakkalaik kontum ivvaru payamuruttukiran. Akave ninkal avarkalukkup payappatatirkal - ninkal muhminkalakayiruppin enakke payappatunkal"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "kuhpril avarkal vekamakac cenru kontiruppatu um'maikkavalai kollac ceyya ventam;. Niccayamaka avarkal allahvukku oru ciru tinkum ceytuvita mutiyatu. Allah avarkalukku marumaiyil narpakkiyam etuvum akkamal irukkave natukiran;. Avarkalukkup perum vetanaiyum untu"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "yar (tankal) imanai virru (patilaka) kuhprai vilaikku vankik kontarkalo, avarkal allahvukku oru tinkum ceytuvitamutiyatu - melum avarkalukku novinai ceyyum vetanaiyum untu"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "innum, avarkalai (utanukkutan tantikkamal) nam tamatippatu (anta) kahpirkalukku - nirakarippavarkalukku - nallatu enru avarkal karuta ventam; (tantanaiyai) nam avarkalukkut tamatap patuttuvatellam avarkal pavattai atikamakkuvatarke tan - avarkalukku ilivu tarum vetanaiyum untu"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "(Kahpirkale!) Tiyavarkalai nallavarkalaivittum pirittarivikkum varaiyil muhminkalai ninkal irukkum nilaiyil allah vittu vaikka (nata)villai. Innum, allah unkalukku maraivanavarrai arivittu vaippavanakavum illai. Enenil (ivvaru arivippatarku) allah tan natiyavarait tan tutarkaliliruntu terntetukkiran. Akave allahvin mitum, avan tutarkal mitum iman kollunkal;. Ninkal nampikkai kentu payapaktiyutan natappirkalayin unkalukku makattana narkuliyuntu"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "allah tan arulinal tankalukkuk kotuttirukkum porutkalil yar ulopattanam ceykirarkalo atu tamakku nallatu enru (avarkal) niccayamaka enna ventam - avvaranru! Atu avarkalukkut tinkutan;. Avarkal ulopattanattal certtu vaitta (porutkal) ellam marumaiyil avarkal kaluttil arikantamaka potappatum;. Vanankal, pumi akiyavarril (irukkum anaittukkum) anantara pattiyatai allahvukke uriyatakum. Allah ninkal ceypavarraiyellam arikiran"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "niccayamaka allah elai, nankal tam cimankal\" enru kuriyavarkalin collai titamaka allah kettuk kontan;. (Ivvaru) avarkal connataiyum, aniyayamaka napimarkalai avarkal kolai ceytataiyum nam pativu ceytu kolvom, \"cuttup pocukkum naraka neruppin vetanaiyaic cuvaiyunkal\" enru (avarkalitam marumaiyil) nam kuruvom"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "itarku karanam munnameye unkal kaikal ceytu anuppiya ketta ceyalkaleyakum;. Niccayamaka allah tan atiyarkalukku evvita anitiyum ceypavanallan"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Melum avarkal, \"enta rasulaka iruntalum, avar kotukkum kurpaniyai(paliyai) neruppu cappitu(vatai namakku kanpikku)m varai avar mitu nankal vicavacam kolla ventam\" enru allah enkalitam urutimoli vankiyullan\" enru kurukirarkal. (Napiye!)\"Enakku munnar unkalitam vanta tutarkalil palar, telivana atarankalaiyum, innum ninkal kettukkonta (pati paliyai neruppu unpa)taiyum titamakak kanpittarkal. Appatiyiruntum en avarkalai ninkal konrirkal? Ninkal unmaiyalarkalaka iruntal itarku patil collunkal\" enru nir kurum"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "enave. Um'mai avarkal poyppittal (nir kavalaiyura ventam, enenil) umakku munnar telivana atarankalaiyum, akamankalaiyum, pirakacamana vetattaiyum kontu vanta napimarkalum (akkala makkalal) poyppikka pattirukkinranar"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "ovvor atmavum maranattaic cukitte akaventum; anriyum - irutit tirppu nalil tan, unka(l ceykaika)lukkuriya pirati palankal mulumaiyakak kotukkappatum;. Enave evar (naraka) neruppiliruntu patukakkappattuc cuvarkkattil piravecikkumaru ceyyappatukiraro. Avar niccayamaka verriyataintu vittar;. Ivvulaka valkkai mayakkattai alikkavalla (arpa inpap) poruleyanri verillai"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "(Muhminkale!) Unkal porulkalilum, unkal atmakkalilum titamaka ninkal cotikkappatuvirkal;. Unkalukku mun vetam kotukkappattoritamiruntu, inai vaittu vanankuvoritamiruntum nintanaikal palavarraiyum cevimatuppirkal;. Anal ninkal porumaiyai merkontu, (iraivanitam) payapaktiyotu iruntirkalanal niccayamaka atuve ellak kariyankalilum (nanmaiyait teti tarum) tirmanattukkuriya ceyalakum"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "tavira vetam kotukkappattoritam avarkal atai makkalukkut telivaka etutturaikka ventum, atai maraikkak kutatu enru allah uruti moli vankiyatai (am'makkalukku napiye! Nir ninaivupatuttuviraka). Appal, avarkal atait tankal mutukukalukkup pinnal erintu vittu; atarkup (patilakac) corpa kirayattaip perruk kontarkal - avarkal (ivvaru) vankik kontatu mikak kettatakum"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "evar tam ceyta (corpamana)taipparri makilcci kontum; tam ceyyatatai (ceytatakak kattik) kontu pukalpataventum enru viruppukirarkalo, avarkal vetanaiyiliruntu verriyataintu vittarkal enru (napiye!) Nir oru potum ennatir - avarkalukku novinai tarum vetanaiyuntu"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "vanankal, pumi akiyavarrin atci allahvukke uriyatu. Innum allah ellap porutkalin mitum perarralutaiyavan"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "niccayamaka, vanankal, pumi akiyavarrin pataippilum; iravum, pakalum mari mari varuvatilum arivutaiyorukku titamaka attatcikal pala irukkinrana"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Attakaiyor ninra nilaiyilum, irunta iruppilum tankal vilap purankalil (cayntu) irukkum potum allahvai (ninaivu kurntu) tutikkirarkal;. Vanankal, pumi akiyavarrin pataippaip parriyum cintittu, \"enkal iraivane! Ivarraiyellam ni vinakap pataikkavillai, ni maka tuymaiyanavan; (naraka) neruppin vetanaiyiliruntu enkalaik kattarulvayaka!\" (Enrum)"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "enkal iraivane! Ni evarai naraka neruppil pukuttukinrayo avarai niccayamaka ni ilivakkivittay;. Melum akkiramakkararkalukku utavi ceyvor evarumilar!\" (Enrum)"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "enkal iraivane! Unkal iraivan mitu nampikkai kollunkal enru imanin pakkam alaittavarin alaippaic cevimatuttu nankal titamaka iman kontom; \"enkal iraivane! Enkalukku, enkal pavankalai mannippayaka! Enkal timaikalai enkalai vittum akarri vituvayaka! Innum, enka(lutaiya anmakka)laic canrorkalu(taiya anmakkalu)tan kaipparruvayaka!\" (Enrum)"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "enkal iraivane! Innum un tutarkal mulamaka enkalukku ni vakkalittai enkalukkut tantarulvayaka! Kiyama nalil enkalai ilivupatuttatu iruppayaka! Niccayamaka ni vakkurutikalil marupavan alla (enrum pirarttittuk kontirupparkal)"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Atalal, avarkalutaiya iraivan avarkalutaiya ippirartnaiyai erruk kontan; \"unkalil ano, penno evar (narceyal ceytalum) avar ceyta ceyalai niccayamaka vinakka matten, (enenil anakavo, pennakavo iruppinum) ninkal oruvar marroruvaril ullavar tam;. Enave yar tankal vitukaliliruntu veliyerinarkalo melum veliyerrappattarkalo, melum en pataiyil tunpappattarkalo, melum porittarkalo, melum (poril) kollappattarkalo, avarkalutaiya timaikalai avarkalai vittum niccayamaka akarri vituven;. Innum avarkalai evarrin kile arukal otik kontirukkinranavo antac cuvanapatikalil niccayamaka nan pukuttuven\" (enru kuruvan); itu allahvitamiruntu (avarkalukkuk) kittum canmanamakum;. Innum allahvakiya avanitattil alakiya canmanankal untu"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "kahpirkal nakarankalil ullacamakat tirintu kontiruppatu (napiye!) Um'mai mayakki vitaventam"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "(atu) mikavum arpa cukam. Piraku avarkal tankumitam narakame yakum; (itu) mikavum ketta tankumitamum akum"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "anal, evar tankal iraivanukku payapaktiyutan irukkirarkalo avarkalukku arukal kile otikkontirukkum cuvanapatikal untu. Avarril avarkal enrenrum iruppar;. (Itu) allahvitamiruntu (nallorukkuk kitaikkum) viruntakum;. Melum canrorukku allahvitam iruppate mennaiyutaiyatakum"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "Melum niccayamaka vetamutaiyoril cilar irukkirarkal; avarkal allahvin mitum unkalukku irakkappatta (vetat)tilum, avarkalukku irakkappatta (marra)varrilum nampikkai vaikkirarkal;. Allahvukku ancukirarkal;. Avarkal allahvin vacanankalai arpa vilaikku virkamattarkal;. Ittakaiyorukku narkuli avarkalutaiya iraivanitam irukkiratu. Niccayamaka allah kanakku vankuvatil mikavum tiviramanavan"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "muhminkale! Porumaiyutan irunkal (innalkalai) cakittuk kollunkal; (oruvarai oruvar) palappatuttik kollunkal; allahvukku ancik kollunkal; (im'maiyilum, marumaiyilum) ninkal verriyataivirkal"
        },
        {
            "chapter": 4,
            "verse": 1,
            "text": "manitarkale! Unkal iraivanukkup payantu natantu kollunkal, avan unkal yavaraiyum ore atmaviliruntu pataittan, avarilirunte avar manaiviyaiyum pataittan;. Pinnar ivviruvariliruntu, aneka ankalaiyum penkalaiyum (velippatutti ulakil) paravac ceytan;. Akave, allahvukke payantu kollunkal;. Avanaikkonte ninkal oruvarukkoruvar (tamakkuriya urimaikalaik) kettuk kolkirirkal;. Melum (unkal) irattak kalapputaiya uravinarkalaiyum (atariyunkal). - Niccayamaka allah unkal mitu kankanippavanakave irukkinran"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "ninkal anataikalin porutkalai (avarkalukku vayatu vantavutan kuraivinrik) kotuttu vitunkal;. Nallatarkup patilaka kettatai marriyum kotuttu vitatirkal. Avarkalutaiya porutkalai unkal porutkalutan certtuc cappittu vitatirkal - niccayamaka itu perum pavamakum"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "Anatai(p penkalait tirumanam ceytu avar)kalitam ninkal niyayamaka natakka mutiyatu enru payantirkalanal, unkalukkup pitittamana penkalai manantu kollunkal - irantirantakavo, mum'munrakavo, nannankavo. Anal, ninkal (ivarkalitaiye) niyayamaka natakka mutiyatu enru payantal, oru pennaiye (manantu kollunkal), allatu unkal valakkarankalukkuc contamana (or atimaip pennaik kontu) potumakkik kollunkal - ituve ninkal aniyayam ceyyamaliruppatarkuc culapamana muraiyakum"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "ninkal (manam ceytu konta) penkalukku avarkalutaiya mahar (tirumanakkotai)kalai makilvotu (kotaiyaka) kotuttuvitunkal - atiliruntu etenum onrai manamoppi avarkal unkalukku kotuttal atait taralamaka, makilvutan puciyunkal"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "(anataikalin porulukku ninkal melalaraka erpattal) avarkal putti kuraivanavarkalakayiruppin (valkkaikku) ataramaka allah unkalitam akkit tanta celvattai avarkalitam oppataikka ventam - eninum, avarkalukku atiliruntu unavaliyunkal;. Ataiyum aliyunkal;. Innum avarkalitam kanivana varttaikal konte pecunkal"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "Anataikalai avarkal tirumana vayatu ataiyum varai (avarkal munnerram karuti) cotittuk kontirunkal - (avarkal manap paruvattai ataintatum) avarkal (tankal cottai nirvakikkum arral) arivai perruvittataka ninkal arintal, avarkalitam avarkal cottai oppataittu vitunkal;. Avarkal periyavarkalaki (tam porulkalait tirumpap perru) vituvarkal enru avarkal cottai avacara avacaramakavum, vin viraiyamakavum cappitatirkal. Innum (avvanataikalin porupperruk kontavar) celvantaraka iruntal (accottiliruntu utiyam peruvatait) tavirttuk kollattum - anal, avar elaiyaka iruntal niyayamana alavu cappittuk kollavum;. Melum avarkalutaiya porutkalai avarkalitam oppataikkumpotu avarkal mitu catcikalai erpatuttik kollunkal - (unmaiyakak) kanakketuppatil allahve potumanavan"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "perroro, nerunkiya uravinarkalo vittuc cenra (cot)til ankalukku pakamuntu. Avvare perroro, nerunkiya uravinaro vittuc cenra (cot)til penkalukkum pakamuntu - (atiliruntulla cottu) kuraivaka iruntalum cari, atikamaka iruntalum cariye (itu allahvinal) vitikkappatta pakamakum"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "pakappirivinai ceyyum potu (pakattirku urimaiyilla) uravinarkalo, anataikalo, elaikalo vantu vituvarkalanal avarkalukkum a(ccot)tiliruntu valankunkal;. Melum avarkalitam kanivana varttaikalaik konte pecunkal"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "Tankalukku pinnal palahinamana cantatikalai vittuc cenral (avarkalutaiya nilai ennavakum enru) ancukirarkalo avarkal payantu (mun jakkiratai natavatikkaikalai etuttuk) kollattum;. Melum allahvai anci, itamana varttaikalaiye avarkal collattum"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "niccayamaka, yar anataikalin cottukkalai aniyayamaka vilunkukirarkalo avarkal tankal vayirukalil vilunkuvatellam neruppaittan - innum avarkal (marumaiyil) koluntu vitteriyum (naraka) neruppileye pukuvarkal"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "Unkal makkalil or anukku, irantu penkalukkuk kitaikkum pankuponratu kitaikkum enru allah unkalukku upatecikkinran. Penkal mattum iruntu avarkal irantu allatu atarku merpattiruntal avarkalukku irantu ponavarvittuc cenratil munril irantu pakam kitaikkum. Anal ore pennaka iruntal aval panku patiyakum; irantavarukku kulantai irukkumanal irantavar vittuc cenratil aril oru pakam (avaratu) perror ovvoruvarukkum untu. Anal irantavarukku kulantai illatiruntu perror mattirame varicaka iruntal avar taykku munril oru pakam (miti tantaikku uriyatakum). Irantavarukku cakotararkal iruntal avar taykku aril oru pakam tan (miti tantaikku cerum). Ivvaru pirittuk kotuppatu avar ceytulla marana casanattaiyum, katanaiyum niraiverriya pinnartan;. Unkal perrorkalum, kulantaikalum - ivarkalil yar nanmai payappatil unkalukku nerukkamaka iruppavarkal enru ninkal ariya mattirkal;. Akaiyinal (inta pakappirivinai) allahvitamiruntu vanta kattalaiyakum;. Niccayamaka allah (yavarraiyum) nankarintavanakavum mikka nanamutaiyavanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "Innum unkal manaiviyar vittuc cenratil - avarkalukkup pillai illatiruntal unkalukkup pati pakam untu. Avarkalukkup pillai iruntal avarkal vittuc cenravarriliruntu. Unkalukku kal pakamtan - (ituvum) avarkal ceytirukkira marana casanattaiyum, katanaiyam niraiverriya pinnartan - tavira unkalukkup pillaiyillatiruppin ninkal vittuc cenratiliruntu avarkalukkuk kal pakamtan;. Unkalukkup pillai iruntal, appotu avarkalukku ninkal vittuc cenratil ettil oru pakamtan; (ituvum) ninkal ceytirukkum marana casanattaiyum katanaiyum niraiverriya pinnaretan;. Tantai, pattan ponra mun varicukalo allatu pillai, peran ponra pin varicukalo illata or ano allatu oru penno - ivarkalukku oru cakotarano allatu cakotariyo iruntal - avarkal ovvoruvarukkum aril oru pakam untu. Anal itarku atikamaka iruntal avarkal munril oru pakattil camamakap pankittuk kollaventum - (ituvum) avarkalin marana casanamum katanum niraiverriya pinnartan. Anal (marana casanattaik kontu varicukal) evarukkum nastam erpatak kutatu. (Itu) allahvinal vitikkappattatakum;. Innum allah (yavarraiyum) nankarintavanakavum, mikka porumaiyutaiyonumakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "ivai allahvin varaiyaraikalakum;. Evar allahvukkum, avan tutarukkum kilpatintu natakkirarkalo avarkalai cuvanapatikalil piravecikkac ceyvan;. Atan kile arukal cata otikkontirukkum, avarkal anke enrenrum irupparkal - itu makattana verriyakum"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "Evan allahvukkum, avan tutarukkum maru ceykirano, innum avan vitittulla varampukalai mirukirano avanai narakil pukuttuvan;. Avan anku (enrenrum) tanki vituvan;. Melum avanukku ilivana vetanaiyuntu"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "unkal penkalil evalenum manakketana ceyal ceytuvit(tatakak kurram cumattappat)tal, atai nirupikka unkaliliruntu nanku perkalai alaiyunkal;. Avarkal atai (meyppatutti) catci kurivittal, (appenkalai) maranam kaipparrum varaiyil allatu avarkalukku allah oru valiyai untakkum varaiyil avarkalai vitukalil tatuttu vaiyunkal"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "unkalil atai (vipaccarattai) ceytuvitakkutiya iruvarukkum tantanai kotunkal;. Avviruvarum (tam ceyta kurrattai ninaittu varunti) tavpa ceytu tankalai tiruttik kontal, avarkalai vittu vitunkal - niccayamaka allah mannipponum kirupaiyutaiyonumaka irukkinran"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "evarkal ariyamaiyinal timai ceytuvittu, pinnar viraivil mannipput teti kolkirarkalo avarkalukkuttan allahvitattil mannippu. Untu. Allah avarkalin mannippai errukkolkiran. Innum allah nankarintonum. Nanam utaiyonumaka irukkinran"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "innum evarkal tivinaikalait (totarntu) ceytu konteyiruntu, mutivil avarkalai maranam nerunkiya potu, \"niccayamaka ippolutu nan (pavankalukkaka varunti) mannipput tetukiren\" enru kurukinrarkalo, avarkalukkum, evar kahpirkalakave marikkirarkalo avarkalukkum pavamannippu illai, ittakaiyorukkut tunpam kotukkum vetanaiyaiye nam cittappatutti vaittullom"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "Nampikkai kontavarkale! Penkalai (avarkal manap poruttam illata nilaiyil) ninkal palavantappatutti anantaramakak kolvatu unkalukku kutatu. Pakirankamana ketta ceyalai avarkal ceytaloliya, penkalukku ninkal kotuttatiliruntu cilavarrai etuttuk kollum poruttu avarkalukkut (tunpam kotuttu) tatuttu vaikkatirkal;. Innum, avarkalutan kanivotu natantu kollunkal - ninkal avarkalai veruttal (atu cariyillai enenil) ninkal onrai verukkak kutum atil allah eralamana nanmaikalai erpatutti vitalam"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "ninkal oru manaivi(yai vilakki vittu avalu)kku patilaka marroru manaiviyai (manantu kolla) natinal, muntaiya manaivikku oru porutkuviyalaiye kotuttirunta potilum, atiliruntu etaiyum (tirumpa) etuttuk kollatirkal - apantamakavum, pakirankamakap pavakaramakavum, atanai ninkal (tirumpi) etukkirirkala"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "atanai ninkal eppati etuttuk kolvirkal? Unkalitamiruntu aval urutiyana vakkuruti perru oruvar marravarutan kalantu vittirkale"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "munnal natantu ponatait tavira, (inimel) ninkal unkalutaiya tantaiyar manamutittuk konta penkaliliruntu evaraiyum vivakam ceytu kollatirkal - niccayamaka itu manakketanatum, verukkakkutiyatum, timaiyana valiyumakum"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "Unkalukku (manamutikka) vilakkappattavarkal; unkal taymarkalum, unkal putalviyarum, unkal cakotarikalum, unkal tantaiyin cakotarikalum; unkal tayin cakotarikalum, unkal cakotaranin putalviyarum, unkal cakotariyin putalviyarum, unkalukkup paluttiya (cevilit) taymarkalum, unkal palkuti cakotarikalum, unkal manaiviyarin taymarkalum avarkal; avvare, ninkal oru pennai vivakam ceytu avalutan ninkal cerntuvittal, avalutaiya muntiya kanavanukkup piranta unkal kankanippil irukkum makalai ninkal kalyanam ceyyakkutatu. Anal ninkal oru pennai mananta pinnar, avalutan vitu kutamaliruntal (avalai vilakki avalukku muntiya kanavanal piranta pennai vivakam ceytu kolvatil) unkal mitu kurramillai. Unkalukkup piranta kumararkalin manaiviyaraiyum ninkal vivakam ceytu kollakkutatu. Irantu cakotarikalai (ore kalattil manaiviyaraka) onru cerppatu vilakkappattatu - itarku mun natantu vittavai tavira (avai ariyamaiyinal natantu vittamaiyal), niccayamaka allah mannipponum, karunaiyutaiyonumaka irukkinran"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "Innum (poril pitipattu unkal ataravilirukkum) atimaip penkalait tavira, kanavanulla penkalai ninkal manamutippatu vilakkappattullatu. (Ivaiyanaittum) allah unkal mitu vitiyakkiyavaiyakum. Ivarkalait tavira, marrap penkalai, tavarana muraiyil inpam anupavikkamal, avarkalukku unkal celvankaliliruntu (maharaka) kotuttut (tirumanam ceyyat) tetik kolvatu unkalukku anumatikkappattullatu. Enave ivvaru (cattappurvamaka manantu konta) penkalitamiruntu ninkal cukam anupavippatal avarkalukkaka (vitikkappatta mahar)tokaiyaik katamaiyaka kotuttu vitunkal. Eninum maharai peci mutittapin atai(k kuttavo allatu kuraikkavo) iruvarum cam'matittuk kontal unkal mel kurramakatu - niccayamaka allah nankarintonum, nanamutaiyonumaka irukkiran"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "Unkalil evarukkuc cutantiramulla muhminana penkalai vivakam ceytu kolla caktiyillaiyo, avarkal muhminana atimaippenkaliliruntu unkal valakkarankal contamakkik konta penkalai (manamutittuk kollalam;). Allah unkal imanai nanku arikiravan. Unkalil cilar cilaraic cerntavarkal;. Akave muhminana atimaip penkalai avarkalin ejamanarkalin anumati kontu, manamutittuk kollunkal - avarkalukkuriya (mahar) tokaiyai muraippatik kotuttu vitunkal;. Appenkal paricuttamanavarkalakavum, vipaccaram ceyyatavarkalakavum kallanatpuk kollatavarkalakavum irukka ventum. Enave, appenkal muraippati tirumanam mutikkappattapin manakketaka natantu kontal, vivakam ceyyappatta cutantiramana penkal mitu vitikkappatum tantanaiyil patiye appenkalukku vitikkapperum;. Tavira, unkalil evar tannal pavam erpattuvitum enru(allahvukkup) payappatukiraro - avarukkuttan inta cattam. Eninum ninkal porumaiyaka iruppatu unkalukku mikavum nallatakum;. Innum allah mannipponakavum, mikka karunaiyutaiyonakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "allah (tannutaiya cattankalai) unkalukkut telivaka vilakkavum, unkalukku mun irunta (nalla)varkal cenra (nerana) valikalil unkalaic celuttavum, unkalukku pavamannippu arulavume virumpukiran. Innum allah nanku arintonakavum, nanamutaiyonakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "Melum allah unkalukkup pavamannippu alikka virumpukiran;. Anal tankal (kiltaramana) iccaikalaip pinparri natappavarkalo ninkal (nerana valiyiliruntu tirumpi pavattileye) murrilum cayntuvita ventumenru virumpukirarkal"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "anriyum, allah (tannutaiya cattankalai) unkalukku ilecakkave virumpukiran;. Enenil manitan palahinamanavanakave pataikkappattullan"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "nampikkai kontavarkale! Unkalil oruvarukkoruvar poruntik kollum muraiyil erpatukira varttakam allamal, oruvar marroruvarin porutkalai tavarana muraiyil unnatirkal;. Ninkal unkalaiye kolaiceytu kollatirkal - niccayamaka allah unkalitam mikka karunaiyutaiyavanaka irukkinran"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "evarenum (allahvin) varampai miri aniyayamaka ivvaru ceytal, viraivakave avarai nam (naraka) neruppil nulaiyac ceyvom;. Allahvukku itu culapamanateyakum"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "ninkal tatukkappattullavarril perum pavankalai tavirttu kontal unkalutaiya kurrankalai nam mannippom. Unkalai matippumikka itankalil pukuttuvom"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "melum etan mulam unkalil cilarai veru cilaraivita allah menmaiyakkiyirukkinrano, atanai (ataiyaventumenru) peracai kollatirkal;. Ankalukku, avarkal campatitta(varril uriya) pankuntu. (Avvare) penkalukkum, avarkal campatit(varril uriya) pankuntu. Enave allahvitam avan arulaik kelunkal;. Niccayamaka allah ellap porutkalaiyum nanku arintavanaka irukkinran"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "Innum, tay tantaiyarum, nerunkiya pantukkalum vittuc celkinra celvattiliruntu (vikitappati ataiyataiyum) varicukalai nam kurippakkiyullom;. Avvare ninkal utanpatikkai ceytu kontorukkum avarkalutaiya pakattai avarkalukkuk kotuttu vitunkal;. Niccayamaka allah ellap porutkal mitum catciyalanaka irukkiran"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "(an, pen irupalaril) allah cilarai cilaraivita menmaippatutti vaittirukkiran. (Ankal) tankal cottukaliliruntu (pen palarukkakac) celavu ceytu varuvatinalum, ankal penkalai nirvakikka ventiyavarkalaka irukkinranar. Enave nallolukkamutaiya pentir (tankal kanavanmarkalitam) vicuvacamakavum, panintum natapparkal. (Tankal kanavanmarkal) illata camayattil, patukakkappata ventiyavarrai, allahvin patukaval kontu, patukattuk kolvarkal;. Entap penkal visayattil - avarkal (tam kanavarukku) maru ceyvarkalenru ninkal ancukirirkalo, avarkalukku nallupatecam ceyyunkal;. (Atilum tiruntavittal) avarkalaip patukkaiyiliruntu vilakkivitunkal;. (Atilum tiruntavittal) avarkalai (ilecaka) atiyunkal. Avarkal unkalukku valippattuvittal, avarkalukku etiraka enta valiyaiyum tetatirkal - niccayamaka allah mika uyarntavanakavum, vallamai utaiyavanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "(Kanavan-manaivi akiya) avviruvaritaiye (pinakkuntaki) pirivinai erpattuvitum enru ninkal ancinal. Kanavanin uravinarkaliliruntu oruvaraiyum manaiviyin uravinarkaliliruntu oruvaraiyum mattiyastarkalaka erpatuttunkal; avviruvarum camatanattai virumpinal, allah avviruvaritaiye orrumai erpatum pati ceytuvituvan - niccayamaka allah nanku aripavanakavum, nankunarkiravanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "melum, allahvaiye valipatunkal;. Avanutan etanaiyum inai vaikkatirkal. Melum, tay tantaiyarkkum, nerunkiya uravinarkalukkum. Anataikalukkum, elaikalukkum, antai vittilulla uravinarkalukkum, arukilulla antai vittarukkum, (pirayanam, tolil ponravarril) kuttalikalaka irupporukkum, valippokkarkalukkum, unkalitamulla atimaikalukkum anputan upakaram ceyyunkal;. Niccayamaka allah karvamutaiyoraka, vin perumai utaiyoraka iruppavarkalai necippatillai"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "attakaiyor ulopattanam ceyvatutan, (pira) manitarkalaiyum ulopittanam ceyyumpatit tunti allah tan arutkotaiyininru avarkalukkuk kotuttatai maraittukkolkirarkal;. Attakaiya nanri kettavarkalukku ilivana tantanaiyai nam cittappatutti vaittullom"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "innum, evarkal marra manitarkalukkuk kattuvatarkakat tankal porutkalaic celavu ceyvatutan, allahvaiyum iruti nalaiyum nampatirukkinranaro (avarkalukku saittan kuttaliyavan). Evanukku saittan kuttaliyaka irukkinrano, avan kuttalikalilellam mikat tiyavan (enpatai ariyaventama)"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "Ivarkal allahvaiyum, iruti nalaiyum nampi ivarkalukku allah valankiyavarriliruntu celavum ceyvarkalanal. Ivarkalukku enna ketu erpattuvitap pokiratu? Allah ivarkalai nankaripavanakave irukkinran"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "niccayamaka allah (evarukkum) or anuvalavu kuta aniyayam ceyya mattan; (or anuvalavu) nanmai ceyyappattiruntalum atanai irattittu, atarku makattana narkuliyai tannitattiliruntu (allah) valankukinran"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "enave (napiye!) Ovvoru kuttattinaraiyum (avarkalutaiya) catciyutan nam kontuvarumpotu, nam ivarkal mitu catciyaka um'maiyum kontu vantal (um'mai nirakarikkum ivarkalin nilaimai) eppati irukkum"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "anta nalil, (ivvaru) (allahvai) nirakarittu, (allahvin) tutarukkum maru ceytavarkal, pumi tankalai vilunki camappatuttitak kutata enru virumpuvarkal;. Anal allahvitattil enta visayattaiyum avarkal maraikkamutiyatu"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "nampikkai kontavarkale! Ninkal otuvatu innatu enru ninkal arintu kolla mutiyatavaru ninkal potaiyil irukkumpotu tolukaikku nerunkatirkal;. Anriyum kulippuk katamaiyaka irukkumpotu kulikkum varai (pallikkul cellatirkal; palliyai). Pataiyaka katantu cenral tavira. Ninkal noyaliyakavo, yattiraiyilo, malajalam kalitto, penkalait tintiyo iruntu (cuttam ceytu kolla) tannirai peravitin cuttamana mannait tottu unkalutaiya mukankalaiyum, unkalutaiya kaikalaiyum tatavi\"tayam'mum\" ceytu kollunkal; (itanpin tolalam). Niccayamaka allah pilai poruppavanakavum, mannippavanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "(Napiye!) Vetattiliruntu oru pakam kotukkappattorai nir kavanikkavillaiya? Avarkal valikettai vilaikku vankik kolkinranar - ninkal valikettu vitaventum enrum avarkal virumpukirarkal"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "melum, allah unkal pakaivarkalai nanku arivan;. (Unkalukkup) patukavalanaka irukka allah potumanavan;. (Unkalukku) utaviyalanaka irukkavum allah potumanavan"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "yutarkalil cilar veta vakkukalin (karuttai) atarkuriya itattiliruntu purattukinranar;. (Innum um'mai nokki, 'napiye! Nir connatai) nam kettom, atarku marakave ceyvom;, innum (nam kuruvatai) nir kelum; (nir kuruvatu) ceviyeratu pokattum!' Enru kuri, 'rayina' enru tankal navukalaik konikkontu (peci) canmarkkattaip palikkinranar;. (Anal itarkup patilaka) avarkal\"nam ceviyerrom, innum (umakku) nankal valippattom;\" (innum nam colvatai) kelunkal;, enkalai anpotu kavaniyunkal, (ullurna) enru kuriyirupparkalanal, atu avarkalukku nanmaiyakavum, mikka nermaiyakavum iruntirukkum-anal avarkalutaiya kuhprin (nirakarippin) karanamaka, allah avarkalaic capittu vittan;. Akaiyal, kuraivakave tavira avarkal imankolla mattarkal"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "vetam valankappattavarkale! Nam unkal mukankalai marri, avarraip pinpuramakat tiruppivituvatarku munne allatu (canikkilamaiyil varampu miriya)\"as'hapus saptu\" enrorai nam capitta pirakaram capikkum munne, unkalitamulla (vetat)tai unmaiyakki arulap perra i(vvetat)tai (kur'anai) nampunkal;. Allahvin kattalai, niraiverrappatte tirum"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Niccayamaka allah tanakku inaivaippatai mannikkamattan;. Itaittavira, (marra) etaiyum tan natiyavarkalukku mannippan;. Yar allahvukku inaivaikkirarkalo avarkal niccayamaka mikavum periya pavattaiye karpanai ceykinrarkal"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "(napiye!) Tankalait tankale paricuttamanavarkal en(ru kurikkol)pavarkalai nir parkkavillaiya? (Avarkal kuruvatupol) alla! Allah tan natiyavarkalaip paricuttam akkuvan. (Itu visayattil) evarum or anuvalavum aniyayam ceyyappatamattarkal"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "(napiye!) Avarkal evvaru allahvukku (inaiyuntenru) poykkarpanai ceykirarkal enpatai kavaniyum;. Ituve (avarkalutaiya) pakirankamana pavattukkup potuma(na canraka) irukkinratu"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "(napiye) vetattil oru pakam kotukkappattavarkalai nir parkkavillaiya? Ivarkal cilaikalaiyum, saittanaiyum, nampi kahpirkalaik kurittu ivarkal tam nampikkai kontavarkalai vita nerana pataiyil irukkirarkal enrum kurukinranar"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "ivarkalaittan allah capikkiran;. Evarkalai allah capikkirano avarkalukku utavi ceypavar evaraiyum nir kanamattir"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "ivarkalukku atciyil oru ciru pakamavatu irukkirata? Appatiyiruntal, (marra) manitarkalukku (atiliruntu) or ellalavum kotukka mattarkal"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "allah tan arulinal manitarkalukku valankiyavarrinmitu ivarkal poramai kolkinrarkala? Innum nam niccayamaka iprahimin cantatiyinarukku vetattaiyum, nanattaiyum kotuttom;. Attutan maperum aracankattaiyum avarkalukkuk kotuttom"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "(Avvariruntum) avarkalil cilar nampikkai kontarkal;. Cilar tankal mukankalai ataivittum tiruppik kontarkal;. (Ivvaru mukan tiruppik kontorukku) koluntu vittu eriyum narakame potumanatu"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "yar nam vetavacanankalai nirakarikkirarkalo, avarkalai nam niccayamaka narakattil pukutti vituvom;. Avarkal tolkal karukivitum potellam avaiyalla (veru) tolkalai, avarkal vetanaiyaip (puranamaka) anupavippatarkena, avarkalukku nam marrik konte iruppom - niccayamaka allah mikaittavanakavum nanamullavanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "(avarkalil) evarkal iman kontu, nanmaiyana kariyankalaic ceykinrarkalo avarkalai cuvanapatikalil pukuttuvom, avarrin kile arukal otikkontirukkum;. Avarril avarkal enrenrum iruppar; anku avarkalukkup paricuttamana tunaiviyar untu. Avarkalai atarnta nilalilum nulaiyac ceyvom"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "nampi unkalitam oppataikkappatta amanitankalai avarrin contakkararkalitam ninkal oppuvittu vitaventumenrum, manitarkalitaiye tirppu kurinal niyayamakave tirppuk kurutal ventum enrum unkalukku niccayamaka allah kattalaiyitukiran;. Niccayamaka allah unkalukku (itil) mikavum ciranta upatecam ceykiran;. Niccayamaka allah (yavarraiyum) ceviyuruvonakavum, parppavanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "Nampikkai kontavarkale! Allahvukku kilpatiyunkal; innum (allahvin) tutarukkum, unkalil (nermaiyaka) atikaram vakippavarkalukkum kilpatiyunkal. Unkalil etavatu oru visayattil pinakku erpatumanal - meyyakave ninkal allahvaiyum, iruti nalaiyum nampupavarkalaka iruppin - atai allahvitamum, (avan) tutaritamum oppataittuvitunkal - itutan (unkalukku) mikavum cirappana, alakana mutivaka irukkum"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "(napiye!) Um'mitu irakkappatta i(v vetat)taiyum, umakku munnal irakkappatta (vetankal anait)taiyum nampuvataka vatittuk kontirupporai nir parkkavillaiya? - (Enta saittanai) nirakarikka ventum enru avarkalukku kattalaiyitappattirukkirato anta saittanait tirppuk kurupavanaka erruk kolla ventumena virumpukirarkal - anta saittano avarkalai veku turamana valikettil tallivita virumpukiran"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "melum avarkalitam; \"allah irakkiya (vetat)tin pakkamum, (avanutaiya) tutarin pakkamum (tirppup pera) varunkal\" enru kurappattal, anta munahpikkukal (nayavancakarkal) um'mitamiruntu murrilum ninkik kolvataiye nir parppir"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "avarkalin kaikal murpatuttiyanuppiya tivinaiyin karanattal, avarkalukkut tunpam erpattal eppatiyirukkum? Appolutu avarkal um'mitam vantu allahvin mel cattiyam ceytu\"nankal nanmaiyaiyum orrumaiyaiyum tavira (veretanaiyum) natavillai\" enru kurukinranar"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "attakaiyorin ullankalil iruppavarrai allah nanku arivan - akave nir avarkalitamiruntu vilakiyirum, avarkalukku nallupatecam ceyyum; melum, avarkalin manankalil patiyumpati telivana varttaikalaik kurum"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "Allahvin kattalaikku kilpativatarkakaveyanri (manitarkalitam) nam tutarkalil evaraiyum anuppavillai. Akave avarkal evarum tankalukkut tankale aniyayam ceytu kontu, um'mitam vantu allahvin mannippaikkori avarkalukkaka (allahvin) tutarakiya (nirum) mannippuk kettiruntal allahvai mannippavanakavum, mikka karunaiyutaiyavanakavum avarkal kantirupparkal"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "um iraivan mel cattiyamaka, avarkal tankalitaiye elunta caccaravukalil um'mai nitipatiyaka, errup pinnar nir tirppu ceytatu parri ettakaiya atiruptiyaiyum tam manankalil kollatu (attirppai) murrilum erruk kollata varaiyil, avarkal nampikkai kontavarkal akamattarkal"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "melum, nam (avarkalaip parttu)\"ninkal unkalai vetti mayttuk kollunkal, allatu unkalutaiya vitukaliliruntu veliyerivitunkal\" enru kattalaiyittiruppomanal, avarkalil cilarait tavira marravarkal avvaru ceytirukka mattarkal - avarkal tankalukku upatecam ceyyappattapati natantirupparkalanal, atu avarkalukku nanmaiyakavum, (avarkal nampikkaiyai) mikavum urutippatuttuvatakavum iruntirukkum"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "appotu, nam avarkalukku nam'mitattiliruntu makattana narkuliyaik kotuttiruppom"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "melum, avarkalukku nerana valiyaiyum kattiyiruppom"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "yar allahvukkum (avan) tutarukkum kilpatintu natakkirarkalo avarkal allahvin arulaipperra napimarkal, sittikinkal (cattiyavankal) suhatakkal (uyirttiyakikal) salihinkal (narkarumankalutaiyavarkal) akiyavarkalutan irupparkal - ivarkal tam mikka alakana tolarkal avarkal"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "Inta arutkotai allahvitamiruntu kitaittatakum; (ellavarraiyum) arintu kolvatil allah potumanavanaka irukkinran"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "nampikkai kontavarkale! (Por natakkumpotu) ninkal eccarikkaiyaka iruntu kollunkal; pirivu, pirivakavo allatu ellorum cerntu onrakavo (eccarikkaiyutan) cellunkal"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "(poritamal) pintanki vitukiravarkalum unkalil cilar niccayamaka ullanar;. Unkalukku etavatu oru tunpam erpattal, \"avarkalutan kalantu kollamal iruntatinal allah en mitu arul purintullan\" enru (avarkal) kurukirarkal"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "allahvitamiruntu unkalukku oru pakkiyam kitaikkumanal, unkalukkum avarkalukku mitaiye necame illata (anniyarkal) pol; \"nanum avarkalutan iruntirukkak kutata? Nanum perum pakkiyattai ataintiruppene!\" Enru niccayamakak kuruvarkal"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "enave maruvulaka valkkaikkaka ivvulaka valkkaiyai virruvitupavarkal allahvin pataiyil porituvarkalaka. Yar allahvin pataiyil por purintu kollappattalum cari, allatu verriyataintalum cari, avarukku nam viraivaka makattana narkuliyaik kotuppom"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "palahinamana ankalaiyum penkalaiyum, ciru kulantaikalaiyum patukappatarkaka, allahvin pataiyil ninkal por ceyyatirukkak karanam yatu? (Avarkalo)\"enkal iraivane! Akkiramakkararkal irukkum ivvuraivittu enkalai velippatuttuvayaka. Enkalukkaka unnitamiruntu (takka) oru patukavalanai alittarulvayaka. Innum enkalukkaka unnitamiruntu or utaviyalanaiyum alittarulvayaka\" enru pirarttanai ceykirarkal"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Nampikkai kontavarkal allahvin pataiyil por ceykirarkal;. Nirakarippavarkal saittanin pataiyil por ceykirarkal;. Akave (muhminkalakiya) ninkal saittanin nanparkalukku etirakap por puriyunkal - niccayamaka saittanin culcci palahinamanateyakum"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "unkalutaiya kaikalai(p por ceyvatininrum) tatuttuk kontum, tolukaiyai nilainiruttiyum, jakkattai kotuttum varuvirkalaka!\" Enru evarkalukkuk kurappattato avarkalai (napiye!) Ninkal parkkavillaiya? Pinnar, por ceyya ventum enru avarkalukkuk kattalaiyitappattapotu, avarkalil oru pirivinar allahvukkup payappatupavataip pol allatu ataivita atikamakave manitarkalukkup payappattu\"enkal iraivane! Enkal mitu en (ip) porai vitiyakkinay? Ciritu kalam enkalukkaka itaip pirpatuttiyirukkak kutata? Enru kuralanarkal. (Napiye!) Nir kuruviraka, \"ivvulaka inpam arpamanatu, maruvulaka(inpa)m, payapaktiyutaiyorukku mikavum melanatu. Ninkal ellalavenum aniyayam ceyyappatamattirkal"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "ninkal enkiruntapotilum unkalai maranam atainte tirum;. Ninkal mikavum urutiyakak kattappatta kottaikalil irunta potilum cariye! (Porukkuc cenra munahpikkalukku) etenum oru nanmai erpattal\"itu allahvitamiruntu kitaittatu\" enru kurukirarkal;. Anal, avarkalukku etavatu tinku erpattalo, \"itu um'mitam iruntutan erpattatu\" enru kurukirarkal, (napiye! Avarkalitam) kurum; \"ellam allahvitamirunte vantirukkinrana. Inta makkalukku enna nerntuvittatu? Enta oru visayattaiyum avarkalukku vilankik kolla mutiyavillaiye"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Unakkuk kitaikkum enta nanmaiyum allahvitamirunte kitaikkiratu. Innum, unakku etavatu oru tinku erpattal atu unnal tan vantatu. (Napiye!) Nam um'mai manitarkalukku (ivarrai etuttuk kuruvatarkakat) tutarakave anuppiyullom - (itarku) allahve potumana catciyaka irukkinran"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "evar (allahvin) tutarukkuk kilpatikiraro, avar allahvukkuk kilpatikirar;. Yaravatu oruvar (ivvaru kilpativatai) nirakarittal (nir varunta ventiyatillai, enenil) nam um'mai avarkalin mel kankanippavaraka anuppavillai"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "(napiye! Unkalukku nankal) kilpatikirom enru avarkal (vayalavil) kurukinranar;. Um'mai vittu avar veliyerivittalo, avarkalil oru carar, nir (avarkalukkuk) kuriyatarku maraka iravu muluvatum catiyalocanai ceykinranar;. Avarkal iravil ceyta catiyalocanaiyai allah pativu ceykiran;. Akave, nir avarkalaip purakkanittu allahvin mite nampikkai vaippiraka - porupperpatil allahve potumanavan"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "avarkal inta kur'anai (kavanamaka) cintikka ventama, (itu) allah allata piraritamiruntu vantiruntal, itil eralamana muranpatukalai avarkal kantirupparkal"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "Melum pitiyo, patukappaip parriya ceytiyo avarkalukku ettumanal, utane avarkal atai parappi vitukirarkal;. Avarkal atai (allahvin) tutaritamo, allatu avarkalil ninrumulla atikarikalitamo terivittal, avarkaliliruntu atai ukittu ariyakkutiyavarkal, atai nanku vicarittarintu (takka erpatukalaic ceytu) kolvarkal. Allahvutaiya kirupaiyum avanutaiya arulum unkal mitillatiruntal, unkalil cilarait tavira marravarkal saittanaiye pinparriyirupparkal"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "enave, nir allahvin pataiyil por puriviraka. Um'mait tavira, veru yaraiyum nir kattayap patuttuvatarkillai. Eninum muhminkalait tuntuviraka. Nirakaripporin etirppai allah tatuttuvituvan - enenil allah valimai mikkon, innum tantanai kotuppatilum katumaiyanavan"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "evarenum oru nanmaiyana kariyattirku ciparicu ceytal atil oru pakam avarukku untu. (Avvare) evarenum oru tiya kariyattirku ciparicu ceytal, atiliruntu avarukkum oru pakamuntu. Allah ella porutkalaiyum kankanippavanaka irukkinran"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "unkalukku salam kurappatum polutu, atarkup piratiyaka ataivita alakana (varttaikalaik kontu) salam kurunkal;. Allatu ataiye tiruppik kurunkal - niccayamaka allah ellap porutkalin mitum kanakketuppavanaka irukkiran"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "allah-avanaittavira (vanakkattirkuriyavan) veru yarumillai. Niccayamaka unkal anaivaraiyum irutinalil avan, onru cerppan - itil cantekamillai. Melum allahvaip parkkilum collil unmaiyutaiyor yar"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "Nayavancakarkalaip parri ninkal iruvakaiyana (apippirayankal konta) pirivinarkalaka iruppatarku unkalukku enna nerntatu? Avarkal ceyta tivinaikalin karanattal allah avarkalait talai kuniya vaittuvittan;. Evarkalai allah vali tavarac ceytu vittano, avarkalai ninkal nervaliyil celutta virumpukirirkala? Evarai allah vali tavarac ceytu vittano, niccayamaka avarukku (mitciyataiya) evvita valiyaiyum (napiye!) Nir kanamattir"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "(muhminkale!) Avarkal nirakarippataip pol ninkalum nirakaripporaki ninkalum (ivvakaiyil) avarkalukku camamaki vituvataiye avarkal virumpukirarkal;. Akave, avarkal allahvin pataiyil (tam iruppitankalai vittu veliye)purappatum varaiyil avarkaliliruntu evaraiyum nanparkalaka ninkal etuttuk kollatirkal;. (Allahvin pataiyil velippata ventumenra kattalaiyai) avarkal purakkanittuvittal avarkalai enku kantalum (kaitiyakap) pitittuk kollunkal;. (Tappiyota muyalvoraik) kollunkal - avarkaliliruntu evaraiyum nanparkalakavo, utaviyalarkalakavo etuttuk kollatirkal"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "Anal avarkalukkum unkalukkumitaiye (camatana) utanpatikkai erpattullato, attakaiya kuttattaritaiye cenru cerntu kontavarkalaiyum, allatu unkalutan por purivataiyo, allatu tankalutaiya kuttattinarutan por purivataiyo, manam oppatu unkalitam vantuvittavarkalaiyum (ciraippitikkatirkal, kollatirkal). Enenil allah natiyiruntal avarkalai unkal mitu cattiyiruppan;. Appolutu avarkal unkalai etirtte por purintirupparkal;. Enave avarkal unkalai vittu vilaki unkalutan por puriyamal unkalitam camatanam ceytu kolla virumpinal (atai oppukkollunkal;. Enenral) avarkalukku etiraka(p por ceyya) yatoru valiyaiyum allah unkalukku untakkavillai"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "veru cilaraiyum ninkal kanpirkal - avarkal unkalitam apayam perruk kollavum, (unkal pakaivarkalana) tam inattaritam apayam perruk kollavum virumpuvarkal;. Eninum visamam ceyvatarku avarkal alaikkappattal atilum talaikilaka viluntu vituvarkal;. Ittakaiyor unkal (pakaiyiliruntu) vilakamalum, unkalutan camatanattai ventamalum, (unkalukkut tinkilaippatininru) tankal kaikalai tatuttuk kollamalum iruntal, ivarkalaik kantavitamellam (kaitiyakap) pitittuk kollunkal; innum (tappiyota muyalvoraik) kollunkal - ittakaiyorutan (por ceyya) nam telivana anumatiyai unkalukku kotuttullom"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "Tavaraka anri, oru muhmin piritoru muhminai kolai ceyvatu akumanatalla. Unkalil evarenum oru muhminai tavaraka kolai ceytuvittal, atarkup parikaramaka muhminana or atimaiyai vitutalai ceyya ventum; avanutaiya kutumpattarukku nasta itu kotukka ventum - avanutaiya kutumpattar (nasta ittut tokaiyai mannittu) atai tarmamaka vittaloliya kollappatta avan unkal pakai inattaic carntavanaka (anal) muhminaka iruntal, muhminana or atimaiyai vitutalai ceytal potum (nasta itillai. Iranta) avan unkalutan camatana (utanpatikkai) ceytu konta vakupparaic cerntavanaka iruntal avan contakkararukku nasta itu kotuppatutan, muhminana or atimaiyai vitutalai ceyyavum ventum;. Ivvaru (parikaram) ceyvatarku caktiyillatavanaka iruntal, allahvitam mannippup peruvatarkakat totarntu irantu matankal nonpu vaikka ventum - allah nanku arintavanakavum, purana nanamutaiyavanakavum irukkiran"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "evanenum oruvan, oru muhminai ventumenre kolai ceyvanayin avanukku uriya tantanai narakame akum. Enrenrum ankeye tankuvan. Allah avan mitu kopam kolkiran;. Innum avanaic capikkiran. Avanukku makattana vetanaiyaiyum (allah) tayarittirukkiran"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "Muhminkale! Allahvutaiya pataiyil (porukku) ninkal cenral, (por munaiyil unkalai etirttuc cantai ceyvor muhminkala allatu marravarkala enpatait) telivaka arintu kollunkal. (Avarkalil) evarenum (tam muhmin enpatai arivikkum poruttu) unkalukku\"salam\" connal, ivvulaka valkkaiyin arpamana aliyak kutiya porutkalai ataiyum poruttu\"ni muhminalla\" enru kuri (avaraik konru) vitatirkal;. Allahvitam eralamana porutkal irukkinrana. Itarku munnar ninkalum (payantu payantu) ivvare iruntirkal - allah unkal mitu arul purintan; enave (mele kuriyavaru por munaiyil) ninkal telivu patuttik kollunkal;. Niccayamaka allah ninakal ceyvataiyellam nanku arintavanakave irukkinran"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "iman kontavarkalil (noy, palahinam, mutumai, parvaiyilattal ponra) entak karanamuminri (vittil) utkarntiruppavarkalum, tankalutaiya cottukkalaiyum, tankalutaiya uyirkalaiyum (arppanittavarkalaka)allahvin pataiyil por puripavarkalum camamakamattarkal tankalutaiya porutkalaiyum tankalutaiya uyirkalaiyum (arppanittavarkalaka) arappor ceyvorai, utkarntiruppavarkalaivita antastil allah menmaiyakki vaittullan;. Eninum, ovvoruvarukkum (avarkalutaiya urutippattukkut takkapati) nanmaiyai allah vakkalittullan;. Anal arappor ceyvorukko, (porukkuc cellatu) utkarntirupporaivita allah makattana narkuliyal menmaiyakkiyullan"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "(Ituvanri) tannitamiruntu (melana) patavikalaiyum, mannippaiyum, arulaiyum (avarkalukku) arulkinran;. Enenral allah mannippavanakavum, mikka karunaiyutaiyavanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "(allahvinanaiyai niraiverratu) evar tamakkut tame aniyayam ceytu kontarkalo avarkalin uyirai malakkukal kaipparrumpotu\"ninkal enta nilaiyil iruntirkal?\" Enru ketparkal. (Atarkavarkal)\"nankal pumiyil (kotumaiyai etirkka mutiya) palahinarkalaka iruntom\" enru kuruvarkal. Allahvin pumi vicalamanataka illaiya? Atil (hijrat ceytu) ninkal natu katantu poyirukkakkutata?\" Ena (malakkukal) ketparkal;. Enave ittakaiyor otunkumitam narakam tan;. Cenrataiyum itankalil atu mikak kettatakum"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "(anal) ankalilum, penkalilum, ciruvarkalilum palahinamanavarkalait tavira - enenil ivarkal evvita upayamum teriyatavarkal; (veliyeric cella) valiyum ariyatavarkal"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "attakaiyorai allah mannikkap potumanavan;. Enenil allah mikavum mannippavanakavum, pilai poruppavanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "innum, tam vittaivittu velippattu allahvin pakkamum avan tutar pakkamum hijrat cellum nilaiyil evarukkum maranam erpattu vitumanal avarukkuriya narkuli valankuvatu niccayamaka allahvin mitu katamaiyaki vitukinratu - melum allah mika mannipponakavum, peranpu mikkonakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "Ninkal pumiyil pirayanam ceyyumpotu, kahpirkal unkalukku visamam ceyvarkal enru ninkal ancinal, appolutu ninkal tolukaiyaic curukkik kolvatu unkal mitu kurram akatu. Niccayamaka kahpirkal unkalukkup pakirankamana pakaivarkalaka irukkinranar"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "(napiye! Por munaiyil) avarkalutan nir iruntu, avarkalukku tolavaikka nir(imamaka) ninral avarkalil oru pirivinar tam ayutankalait tankik kontu um'mutan tolattum;. Avarkal um'mutan sajta ceytu (tolukaiyai mutittatum) avarkal (vilakic cenru) unkal pinpuram (unkalaik kattu nirkattum); appolutu, tolamalirunta marroru pirivinar vantu um'mutan tolattum. Ayinum avarkalum tankal ayutankalait tankiya vannam, tankalaip parri eccarikkaiyaka irukkattum - enenil ninkal unkal ayutankalaipparriyum, unkal camankalaip parriyum kavananak kuraivaka iruntal, appolutu unkal mitu oreyatiyakac cayntu (takki) vitalamenru kahpirkal virumpukinranar;. Anal malaiyinal unkalukku itaincal iruntalo, allatu ninkal noyalikalaka iruppatinalo, unkalutaiya ayutankalaik (kaiyil pitikka iyalatu) kile vaittu vituvatu unkal mitu kurram akatu. Eninum ninkal eccarikkaiyakave iruntu kollunkal. Niccayamaka allah kahpirkalukku ilivu tarum vetanaiyaic cittappatutti vaittirukkinran"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "Ninkal tolukaiyai mutittuk kontal, ninra nilaiyilum, irunta iruppilum, vilappurankalin mitu (patuttirukkum) nilaiyilum allahvai tikru ceyyunkal;. Pinnar ninkal (apattininru vitupattu) amaitiyana nilaikku vantatum, muraippati tolutu kollunkal - enenil, niccayamaka kurippitta nerankalil tolukaiyai niraiverruvatu muhminkalukku vitiyakkap perrullatu"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "melum, (pakaik) kuttattait tetic celvatil ukkam kunratirkal;. Ninkal (poril) tunpappatuvirkalanal, niccayamaka avarkalum unkalaip ponre tunpappatukirarkal - allahvitamiruntu avarkal etirparkkata (narkuliyum verriyum) ninkal etirparkkirirkal. Allah mika arintavanakavum, nanamutaiyavanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "(napiye!) Allah umakku arivittataik kontu, nir manitarkalitaiye tirppu valankuvatarkaka, murrilum unmaiyaik kontulla ivvetattai niccayamaka nam um'mitu irakkiyullom;. Enave cati mocakkararkal carpil vatatupavaraki vitatir"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "(tavarukalukkaka) nir allahvitam mannippuk korum, niccamaka allah mannippavanakavum mikka karunai utaiyavanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "enenral kotiya paviyana cati ceytu kontiruppavarai niccayamaka allah necippatillai"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "ivarkal (tankal catikalai) manitarkalitamiruntu maraittu vitukinranar;. Anal (avarrai) allahvitamiruntu maraikka mutiyatu. Enenil avan poruntik kollata corkalil avarkal iravil (cati) alocanai ceyyum potu avan avarkalutan irukkinran. Melum avarkal ceypavarraiyellam allah culntu arintavanaka irukkinran"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "(Muhminkale!) Enne! Ittakaiya manitarkalukkakava ivvulakil ninkal vatatukirirkal - niyayat tirppu nalil avarkalukkaka allahvitam yar vatatuvarkal? Allatu (annalil) avarkalukkaka poruppaliyaka akupavan yar"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "evarenum oru timaiyaic ceytuvittu, allatu tamakkut tame aniyayam ceytu pinnar avar (manappurvamaka) allahvitam mannippuk ketparanal - avar allahvai mannippavanakavum mikka karunai utaiyavanakavum kanpar"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "evan pavattaic campatikkarano avan tanakkuk ketakave atai niccayamaka campatikkiran. Allah (yavarraiyum) arintavanakavum nanamutaiyavanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "melum, evan oru tavaraiyo allatu pavattaiyo campatittuvittu appal atanai oru niraparati mitu vici vitukirano avan niccayamaka avaturraiyum, pakirankamana pavattaiyum cumantu kolkinran"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "(napiye!) Um mitu allahvin arulum, avanutaiya kirupaiyum illatiruntal, avarkalil oru kuttattar um'mai vali tavari natakkumpati ceyya muyanrirupparkal;. Anal avarkal tankalaiye anri vali tavarumpati ceyya mutiyatu. Innum avarkalal umakku enta vitamana tinkum ceytuvita mutiyatu. Melum allah um mitu vetattaiyum nanattaiyum irakkiyullan;. Nir ariyatiruntavarraiyum avan umakkuk karruk kotuttan. Um mitu allahvin arutkotai makattanatakave irukkinratu"
        },
        {
            "chapter": 4,
            "verse": 114,
            "text": "(napiye!) Tarmattaiyum, nanmaiyanavarraiyum, manitarkalitaiye camatanam ceytu vaippataiyum tavira, avarkalin irakaciyap peccil perumpalanavarril enta vitamana nalamum illai. Akave evar allahvin tirupporuttattai nati itaic ceykinraro, avarukku nam makattana narkuliyai valankuvom"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Evanoruvan nervali innatu enru tanakkut telivana pinnarum, (allahvin) ittutarai vittup pirintu, muhminkal cellata valiyil celkinrano, avanai avan cellum; (tavarana) valiyileye cellavittu narakattilum avanai nulaiyac ceyvom;. Atuvo, cenrataiyum itankalil mikak kettatakum"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "niccayamaka allah tanakku inai vaippatai mannikkave mattan;. Itu allata (pavat)tait tan natiyavarukku mannippan;. Evan oruvan allahvukku inai vaikkinrano, avan niccayamaka veku turamana valikettil akivittan"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "avanai (allahvai) vittu avarkal alaippavai ellam pen teyvankaleyanri veril; lai. Innum tusta saittanaiyum tavira, veru yaraiyum avarkal alaikkavillai"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "allah avanai (saittanai) capittan. \"Un atiyarkalil oru kurippitta tokaiyinarai nan niccayamaka etuttuk kolven\" enrum"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "innum niccayamaka nan avarkalai vali ketuppen;. Avarkalitam vinana ennankalaiyum untakkuven;. (Atu, matu, ottakai ponra) kalnataikalin katukalai aruttu vitumpatiyum avarkalai evuven. Innum allahvin pataippukalaiyutaiya kolankalai marrumpatiyum evuven\" enrum saittan kurinan;. Enave evan allahvai vittu saittanai urra nanpanaka akkik kolkirano, avan niccayamaka pakirankamana peru nastattai ataintavan avan"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "saittan avarkalukku vakkalikkiran;. Avarkalukku vinana ennankalaiyum untakkukiran;. Melum anta saittan emarruvatait tavira veru (etanaiyum) avarkalukku vakkalikkavillai"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "ittakaiyorukku narakame otunkumitamakum;. Ataivittut tappic cella avarkal, oruvaliyaiyum kana mattarkal"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Melum evar iman kontu narkarumankal ceykirarkalo avarkalai nam cuvanapatikalil nulaiya vaippom;. Avarrin kile arukal cata otikkontirukkum. Anku avarkal enrenrum tanki irupparkal - allahvin vakkuruti unmaiyanatu. Innum varttaippattil allahvaivita unmaiyanavarkal yar"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "(muhminkale!) Marumaiyil ninkal virumpiya patiyo, allatu vetattaiyutaiyavarkal virumpiya patiyo natantu vituvatillai - evan timai ceykirano, avan atarkuriya tantanai valankappatuvan;. Innum avan (anku) allahvait tavira veru yaraiyum (tanakkup) patukavalanakavo, tunai ceypavanakavo kana mattan"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "akave, anayinum cari, pennayinum cari, yar iman kontavarkalaka narkarumankal ceykirarkalo, avarkal cuvanapatiyil nulaivarkal; innum avarkal im'miyenum aniyayam ceyyappata mattarkal"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "melum, evar nanmai ceyyakkutiya nilaiyil allahvukku murrilum valipattu, iprahimutaiya tuya markkattaiyum pin parrukiraro, avaraivita alakiya markkattai utaiyavar yar? Innum allah iprahimai tan meyyanparaka etuttuk kontan"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "vanankalil ullavaiyum, pumiyil ullavaiyum ellam allahvukke contam;. Melum allah ellap porutkalaiyum culntaripavanaka irukkiran"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "(Napiye! Makkal) um'mitam penkal parri (markkak kattalaik) kettakirarkal; atarku nir, \"avarkalaip parri allah unkalukku tirppuk kuruvan\" enru collum;. Tavira, vetattil unlukku otikkanpikkappatuvatu anataip penkal campantamaka avarkalukku vitikkappattatai (maharai) ninkal avarkalukkuk kotukkamal avarkalai ninkal manantu kolla virumpik kontiruntataip parriyum, kulantaikalil palavinamanavarkalaip parriyum, anataikalukku ninkal nitiyai nilainirutta ventum enpatu parriyumakum;. Akave, (avarkalukku) nanmaiyaka ninkal etaic ceytalum, atai allah niccayamaka nanku arintavanaka irukkinran"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "oru pen tan kanavan tannai veruttu vituvan enro allatu purakkanittu vituvan enro payantal, avarkal iruvarum tankalukkul (camatanamana) oru mutivaic ceytu kontal avviruvar mitu kurramillai. Attakaiya camataname melanatu. Innum, anmakkal karumittanattirku utpattavaiyakinrana. Avvaru utpatamal) oruvarukkoruvar upakaram ceytu, (allahvukkup) payantu natappirkalanal niccayamaka allah ninkal ceypavarraiyellam nanku arintavanaka irukkinran"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "(muhminkale!) Ninkal evvalavutan virumpinalum, manaiviyaritaiye ninkal nitam celutta cattiyamakatu. Anal (ore manaiviyin pakkam) murrilum cayntu marravalai antarattil tonka vitappattaval ponru akkivitatirkal;. Ninkal (allahvukkup) payantu camatanamaka natantu kolvirkalanal, niccayamaka allah mikavum mannippavanakavum, mikka karunaiyutaiyavanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "(Camatanamaka inaintu vala mutiyamal camatanamaka) avarkal iruvarum pirintuvittal, avviruvaraiyum tannutaiya vicalamana arutkotaiyal, (oruvar marravarai vittum) tevaiyarravaraka allah akkivituvan. Allah vicalamana arulutaiyavanakavum nanamutaiyavanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "vanankalil ullavaiyum, pumiyil ullavaiyum ellam allahvukke contam. Unkalukkumun vetam kotukkappattavarkalaiyum, unkalaiyum allahvukke payantu natakkumaru (vasiyyattu) upatecam ceytom;. Ninkal avanukku maru ceytal (avanukku nastam onrumillai) - niccayamaka vanankalil ullavaiyum, pumiyil ullavaiyum ellam allahvukke contam;. Melum allah evar tevaiyum arravanakavum, pukalukku uriyavanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "vanankalil ullavaiyum, pumiyil ullavaiyum yavum allahvukke contam - innum, (unkal ellak kariyankalaiyum porupperruk kolvatil) allahve potumanavan"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "manitarkale! Avan natinal, unkalai alittuvittu (unkalutaiya itattil) veru manitarkalaik kontu varuvan; innum, avvaru ceyya allah perarral utaiyavan"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "evarenum ivvulakin palanai(mattum) ataiya virumpinal, \"allahvitam ivvulakappalanum, maruvulakappalanum ullana. Allah ketpavanakavum parppavanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 135,
            "text": "Muhminkale! Ninkal nitiyinmitu nilaittiruppavarkalakavum, unkalukko allatu (unkal) perrorukko allatu nerunkiya uravinarukko virotamaka iruppinum allahvukkakave catci kurupavarkalakavum irunkal;. (Ninkal yarukkaka catciyam kurukirirkalo) avarkal celvarkalaka iruntalum elaikalaka iruntalum (unmaiyana catciyam kurunkal). Enenil allah avviruvaraiyum kappatarku arukataiyutaiyavan;. Enave niyayam valankuvatil mana iccaiyaip pinparri vitatirkal;. Melum ninkal marrik kurinalum allatu (catci kuruvataip) purakkanittalum, niccayamaka allah ninkal ceyvataiyellam nanku arintavanakave irukkinran"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "muhminkale! Ninkal allahvin mitum, avanutaiya tutar mitum, avan tutar mitu avan irakkiya (iv) vetattin mitum itarku munnar irakkiya vetankalin mitum iman kollunkal;. Evar allahvaiyum, avanutaiya malakkukalaiyum, avanutaiya vetankalaiyum avanutaiya tutarkalaiyum; iruti nalaiyum (nampamal) nirakarikkiraro, avar valikettil vetu turam cenruvittar"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "niccayamaka evarkal iman kontu, pinnar nirakarittu, pinnar iman kontu, pinnar nirakarittu, pinnar nirakarippai atikarittuk kontanaro, avarkalai allah mannippavanakavum illai. Melum avarkalukku (ner) valiyaik kattukiravanakavum illai"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "(napiye! Ittakaiya) nayavancakarkalukku'niccayamaka novinai tarum vetanai untu' enru nanmarayan kuruviraka"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "ivarkal muhminkalai vittum kahpirkalai (tankalukkuriya) urra nanparkalaka etuttukkolkirarkal. Enna! Avarkalitaiye ivarkal kanniyattai tetukirarkala? Niccayamaka kanniyamellam allahvukke uriyatu"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "(Muhminkale!)'Allahvin vacanankal (cilaral)nirakarikkappatuvataiyum, parikacikkappatuvataiyum ninkal kettal, avarkal itaivittu veru visayattil itupatum varaiyil avarkalotu ninkal utkara ventam' enru vetattin mulam avan unkal mitu (kattalai) irakkiyullan. Avvaru utkarntal ninkalum avarkalaip ponravarkale. Niccayamaka allah nayavancakarkalaiyum, kahpirkalaiyum ellam narakattil onrakac certtuvituvan"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "(innayavancakarkal) unkalai eppolutum kavanittavarkalakave irukkinranar. Allahvin arulinal unkalukku verri kitaittal, (avarkal unkalitam vantu)\"nankal unkalutan irukkavillaiya?\" Enru kurukinranar. Maraka, kahpirkalukku etavatu verri(p porul) kitaittal (avarkalitam cenru; avarkalutan cerntu)\"unkalai nankal verrikkollakkutiya nilaiyiliruntum anta vicuvacikalitamiruntu kapparravillaiya?\" Enru kurukinranar. Enave allah unkalukkum (avarkalukkum) itaiye niccayamaka marumai nalil tirppu valankuvan;. Meyyakave, kahpirkal, muhminkal mitu verri kolla allah yatoru valiyum akkave mattan"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "niccayamaka innayavancakarkal allahvai vancikka ninaikkinranar. Anal avan avarkalai vancittuvituvan. Tolukaikku avarkal tayarakum polutu compalutaiyorakave nirkirarkal - manitarkalukkut (tankalaiyum tolukaiyaliyakki) kanpippatarkaka (nirkirarkal). Innum, mikac corpa alaveyanri avarkal allahvai ninaivu kurvatillai"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "Inta munahpikkukal muhminkalin pakkamumillai, kahpirkalin pakkamumillai. Iru pirivinarkalukkitaiye tattalituk kontirukkirarkal;. Allah evarai vali tavarac ceytuvittano, avarukku (napiye!) Yatoru valiyaiyum nir kanamattir"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "muhminkale! Ninkal muhminkalai vituttu kahpirkalai (unkalukku urra) nanparkalay akkik kollatirkal;. Unkalukke etiraka ninkal oru telivana atarattai allahvukku akkik tara virumpukirirkala"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "niccayamaka innayavancakarkal narakattin mikavum kilana atit talattiltan irupparkal;. Avarkalukku utaviyalaraka evaraiyum nir kana mattir"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "yar mannippuk kettu cirtirunti, allahvai (tam narceykaikal mulam) kettiyakap pitittu, tankalutaiya canmarkkattai allahvukkakat tuymaiyakkiyum kontarkalo avarkal muhminkalutan irupparkal;. Melum allah muhminkalukku makattana narkuliyai alippan"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "ninkal (allahvukku) nanri celuttik kontum, (avan mitu) iman kontum iruntal; unkalai vetanai ceyvatal allah enna ilapam ataiyap pokiran? Allah nanriyarivonakavum, ellam arintavanakavum irukkiran"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "aniyayam ceyyappattavarkalait tavira (veru yarum) varttaikalil tiyavarrai pakirankamakak kuruvatai allah virumpavillai - allah nanku ceviyuruvonakavum yavarraiyum aripavanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "ninkal oru nanmaiyai velippataiyaka ceytalum allatu atanai maraittuk kontalum allatu (oruvar unkalukkuc ceyta) timaiyai ninkal mannittalum (atu unkalukku mikavum nallatu) - enenil allah niccayamaka mannippavanakavum, perarral utaiyonakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Niccayamaka allahvaiyum avan tutarkalaiyum nirakarippavarkal, allahvukkum avan tutarkalukkumitaiye pakupatu ceyya virumpi, \"nam (attutarkalil) cilar mitu iman kolvom; cilarai nirakarippom\" enru kurukinranar; (kuhprukkum, imanukkum) itaiye oru valiyai untakkik kolla ninaikkirarkal"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "ivarkal yavarum unmaiyakave kahpirkal avarkal;. Kahpirkalukku ilivu tarum vetanaiyaic cittappatutti vaittullom"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "yar allahvin mitum avan tutarkal mitum iman kontu, attutarkalil evaraiyum pirittup pakupatu ceyyamal irukkinrarkalo avarkalutaiya narkuliyai (allah) avarkalukkuk kotuppan;. Allah mannippavanakavum mikka karunaiyutaiyonakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "(napiye!) Vetamutaiyavarkal tankal mitu oru vetattai vanattiliruntu nir irakki vaikka ventumenru um'mitam ketkinranar. Avarkal musavitam itaivitap periyatu onraik kettu\"enkalukku allahvaip pakirankamakak kattunkal\" enak kurinar. Akave avarkalutaiya akkiramattirkaka avarkalai iti takkiyatu. Appal avarkalukkut telivana atarankal vanta pinnum avarkal kalaik kanrai vanankinarkal. Ataiyum nam mannittom;. Innum, nam musavukkut telivana atarattaiyum kotuttom"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "melum, avarkalitam vakkuruti vankum poruttu, avarkal mel tur (sinay malaiyai) uyarttinom;. Innum'inta vacalil talai kunintu (talmaiyaka) nulaiyunkal' enru connom;. Melum\"(min vettaiyati) canikkilamaiyil varampu miratirkal\" enrum avarkalukku kurinom;. Innum avarkalitamiruntu mika urutiyana vakkurutiyum vankinom"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "Avarkalutaiya vakkurutiyai avarkal miriyatalum; allahvin vacanankalai avarkal nirakarittu vittatalum, aniyayamaka avarkal napimarkalaik kolai ceytatalum, \"enkal itayankal tiraiyitappattullana.\" (Enave enta upatecamum anke cellatu) enru avarkal kuriyatalum, (allah avarkalaic capittu vittan;) avarkalutaiya nirakarippin karanattal allah (avarkalutaiya irutayankalin mitu) muttiraiyittuvittan. Akave avarkalil cilarait tavira (marravarkal) iman kolla mattarkal"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "innum avarkalin nirakarippin karanamakavum, maryamin mitu maperum avaturu kuriyatin karanamakavum (avarkal capikkappattanar)"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "innum, \"niccayamaka nankal allahvin tutarakiya - maryamin kumararakiya-isa masihai konruvittom\" enru avarkal kuruvatalum (avarkal capikkappattanar). Avarkal avaraik kollavumillai, avarai avarkal ciluvaiyil araiyavumillai. Anal avarkalukku (avaraip ponra) oruvan oppakkappattan;. Melum i(v visayat)til apipraya petam kontavarkal, atil cantekattileye irukkinrarkal - verum yukattaip pinparruvateyanri avarkalukku itil ettakaiya arivum kitaiyatu. Niccayamaka avarkal, avaraik kollave illai"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "anal allah avarait tan alavil uyarttik kontan - innum allah vallamai mikkonakavum nanamutaiyonakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "vetamutaiyavarkalil evarum tam irappatarku mun avar (isa) mitu iman kollamal iruppatillai. Anal marumai nalil avar avarkalukku etiraka catci colpavaraka iruppar"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "Enave yutarkalaka irunta avarkalutaiya akkiramattin karanamaka avarkalukku (munnar) akumakkappattirunta nalla (akara) vakaikalai avarkalukku haramakki (vilakki) vittom;. Innum avarkal anekarai allahvin pataiyil cellavitatu tatuttuk kontiruntatanalum (avarkalukku ivvaru tatai ceytom)"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "vatti vankuvatu avarkalukkut tatai ceyyappattiruntum, avarkal atai vanki vantatan (karanamakavum,) tavarana muraiyil avarkal makkalin cottukalai vilunkik kontiruntatan (karanamakavum, ivvaru tantanai valankinom), ivarkalil kahpiranorukku (marumaiyil) novinai ceyyum vetanaiyaiyum nam cittappatuttiyullom"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "eninum, (napiye!) Avarkalil kalviyil urutiyutaiyorum, nampikkai kontorum, umakku arulappatta (ivvetat)tin mitum, umakku munnar arulappatta (vetankal) mitum iman kolkirarkal;. Innum, tolukaiyai nilainiruttuvorakavum, jakkat muraiyakak kotupporakavum; allahvin mitum, iruti nal mitum iman kontoraka (ivarkal) irukkirarkal - attakaiyorukku nam makattana narkuliyaik kotuppom"
        },
        {
            "chapter": 4,
            "verse": 163,
            "text": "(napiye!) Nuhukkum, avarukkup pin vanta (itara) napimarkalukkum nam vahi arivittatu polave, umakkum niccayamaka vahi arivittom. Melum, iprahimukkum, ismayilukkum, is'hakkukkum, yahkupukkum (avarkalutaiya) cantatiyinarukkum, isavukkum, ayyupukkum, yunusukkum, harunukkum, sulaimanukkum nam vahi arivittom;. Innum tavutukku japur (ennum vetattaik) kotuttom"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "(Ivarkalaip ponre veru) tutarkal cilaraiyum (nam anuppi) avarkalutaiya carittirankalaiyum umakku nam munnar kuriyullom;. Innum (veru) tutarkal (palaraiyum nam anuppinom;. Anal) avarkalin carittirankalai umakkuk kuravillai. Innum musavutan allah peciyum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "tutarkal vantapin allahvukku etiraka makkalukku (catakamaka) ataram etuvum erpatamal irukkum poruttu, tutarkal (palaraiyum) nanmarayan kurupavarkalakavum, accamutti eccarikkai ceypavarkalakavum (allah anuppinan). Melum allah (yavaraiyum) mikaittavanakavum, perarivalanakavum irukkinran"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "(napiye!) Umakkut (tan) aruliya (vetat)taik kurittu, allahve catci colkiran;. Atait tan perarul nanattaik kontu avan irakki vaittan; malakkukalum (itarku) catci colkirarkal;. Melum catciyan kuruvatarku allah potumanavan"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "nirakarittu allahvin pataiyiliruntu (manitarkalai) tatuttu kontu irukkirarkale niccayamaka avarkal vali kettil veku turam vali kettuc cenru vittarkal"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "niccayamaka (ivvaru) nirakarittu, akkiramam ceypavarkalukku allah mannippalikka mattan;. Anri avarkalai ner valiyilum celutta mattan"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "narakattin valiyait tavira - atil avarkal enrenrum tanki vituvarkal;. Itu allahvukku culapamaka irukkiratu"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "Manitarkale! Unkal iraivanitamiruntu cattiyattutan (anuppappatta it)tutar unkalitam vantullar. Avar mitu iman kollunkal; (itu) unkalukku nanmaiyakum;. Anal ninkal nirakarippirkalanal, (iraivanukkum etuvum kuraintu vitatu, enenil) niccayamaka vanankalilum pumiyilum iruppavai anaittum allahvukke uriyavai. Allahve (yavarraiyum) nankarintonum, nanam mikkonum avan"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "vetattaiyutaiyore! Ninkal unkal markkattil alavu katantu cellatirkal. Allahvaip parri unmaiyait tavira (veretaiyum) kuratirkal;. Niccayamaka maryamutaiya makanakiya isa almasih allahvin tutar tan;. Innum (\"kun\" akuka enra) allahvin vakkaka (atanal untanavarakavum) irukkinrar. Atai avan maryaminpal pottan;. (Enave) avarum avanitamiruntu (vanta) or anma tan;. Akave, allahvin mitum avan tutarkal mitum iman kollunkal;. Innum, (vanakkattirkuriya iraivan) munru enru kuratirkal - (ippatik kuruvatai vittu) vilakik kollunkal;. (Itu) unkalukku nanmaiyakum - enenil vanakkattirkuriya iraivan allah oruvan tan;. Avanukku evarum cantatiyaka iruppatiliruntu avan tuymaiyanavan. Vanankalilum;, pumiyilum iruppavaiyellam avanukke contam. (Kariyankal anaittukkum) porupperruk kolvatarku allahve potumanavan"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "(isa) masihum, (allahvukku) nerukkamana malakkukalum allahvukku atimaiyayiruppataik kuraivakak kolla mattarkal. Evar avanukku (atimaiyay) valipatutalaik kuraivaka enni, karvamun kolkirarkalo, avarkal yavaraiyum marumaiyil tannitam onru cerppan"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Anal evar iman kontu, narkarumankal ceykirarkalo, avarkalukku avarkalukkuriya narkuliyai mulumaiyaka (allah) kotuppan;. Innum tan arulinal avarkalukku atikamakavum valankuvan;. Evar avanukku valipatutalaik kuraivaka enni karvamum kolkirarkalo, avarkalai novinai ceyyum vetanaik kontu vetanai ceyvan;. Allahvait tavira, (veru evaraiyum) avarkal tam urra necanakavo, utavi puripavanakavo (anku) kanappatamattarkal"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "manitarkale! Unkal iraivanitamiruntu unkalukku (urutiyana) attatci vantu vittatu. Telivana peroliyaiyum unkalitam irakki vaittullom"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "akave, yar allahvin mitu iman kontu, ava(n aruliya ner valiyi)nai palamakap pitittuk kolkirarkalo, avarkalait tan rahamattilum, arulilum pukac ceykiran;. Innum tannitam (avarkal vantu) cerakkutiya nerana valiyilum avarkalaic celuttuvan"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "(Napiye!) Kalala (takappan, tay, pattan, pillai, peran akiya varicukal illata cottu) parriya markkak kattalaiyai avarkal um'mitam ketkirarkal. Nir kurum; allah unkalukku (ivvaru) kattalaiyitukiran;. Oru manitan irantuvittal, avanukku makkal illamaliruntu oru cakotari mattum iruntal, avalukku avan vittuc cenratiliruntu cari pati panku untu. Itarku maraka oru pen irantu vittal, avalukku makkal yarum illatiruntal, (avalutaiya cakotaranakiya) avan aval cottu mulumaikkum varicu avan;. Iru cakotarikal iruntal avan vittuc cenra cottil munril irantu pakattai ataivarkal;. Avalukku utan pirantavarkal ankalum penkalumaka iruntal, irantu penkalukkuriya pakam or anukku untu - ninkal vali tavaramal iruppatarkakave allah unkalukku (ivvitikalai) vilakki vaikkiran;. Allah yavarraiyum nanku arintavanaka irukkinran"
        }
    ]
}