{
    "maqras": [
        {
            "chapter": 28,
            "verse": 51,
            "text": "আৰু অৱশ্যে আমি সিহঁতৰ ওচৰত এটাৰ পিছত এটাকৈ বাণী পৌঁচাই দিছো; যাতে সিহঁতে উপদেশ গ্ৰহণ কৰে।"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "ইয়াৰ পূৰ্বে আমি যিসকলক কিতাব প্ৰদান কৰিছিলো তেওঁলোকে ইয়াৰ প্ৰতি ঈমান পোষণ কৰে।"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "আৰু যেতিয়া তেওঁলোকৰ ওচৰত ইয়াক তিলাৱত কৰা হয় তেতিয়া তেওঁলোকে কয়, ‘আমি ইয়াৰ ওপৰত ঈমান আনিছো, নিশ্চয় এইটো আমাৰ প্ৰতিপালকৰ তৰফৰ পৰা অহা সত্য। নিশ্চয় আমি আগতেও আত্মসমৰ্পণকাৰী আছিলো।’"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "তেওঁলোকক দুবাৰ প্ৰতিদান দিয়া হ’ব। এই কাৰণে যে, তেওঁলোকে ধৈৰ্য ধাৰণ কৰে, আৰু ভাল কামৰ দ্বাৰা বেয়া কাম প্ৰতিহত কৰে। আৰু আমি তেওঁলোকক যি জীৱিকা দান কৰিছো তাৰ পৰা তেওঁলোকে ব্যয় কৰে।"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "আৰু তেওঁলোকে যেতিয়া অনৰ্থক কথা-বতৰা শুনে তেতিয়া তেওঁলোকে তাৰ পৰা বিমুখ হয় আৰু কয়, ‘আমাৰ আমল আমাৰ বাবে আৰু তোমালোকৰ আমল তোমালোকৰ বাবে, তোমালোকৰ প্ৰতি ‘ছালাম’। আমি মুৰ্খৰ লগত তৰ্ক কৰিব নিবিচাৰো’।"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "নিশ্চয় তুমি যাক ভালপোৱা ইচ্ছা কৰিলেই তাক সৎপথত আনিব নোৱাৰা। বৰং আল্লাহে যাক ইচ্ছা কৰে সৎপথ দেখুৱায় আৰু সৎপথ অনুসাৰীসকলৰ বিষয়ে তেৱেঁই ভালকৈ জানে।"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "আৰু সিহঁতে ক’লে, ‘আমি যদি তোমাৰ লগত সৎপথ অনুসৰণ কৰো তেন্তে আমাক দেশৰ পৰা উৎখাত কৰি দিয়া হ’ব’। আমি সিহঁতৰ বাবে এটা নিৰাপদ হাৰাম প্ৰতিষ্ঠা কৰা নাই নে, য’ত সকলো প্ৰকাৰৰ ফলমূল আমদানী হয়, আমি প্ৰদান কৰা জীৱিকাস্বৰূপ? কিন্তু সিহঁতৰ সৰহভাগ মানুহেই এইটো নাজানে।"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "আৰু আমি বহু জনপদক ধ্বংস কৰিছো যাৰ বাসিন্দাসকলে নিজৰ ভোগ-সম্পদলৈ অহংকাৰ কৰিছিল! এইবোৰ হৈছে সিহঁতৰ ঘৰ-দুৱাৰ, সিহঁতৰ পিছত এইবোৰ ঘৰ-দুৱাৰত খুব কম মানুহেই বসবাস কৰিছে। আমিয়েই চূড়ান্ত উত্তৰাধিকাৰী (প্ৰকৃত মালিক)"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "আৰু তোমাৰ প্ৰতিপালকে কোনো জনপদক সেই ঠাইৰ মূল ভূখণ্ডত কোনো ৰাছুল প্ৰেৰণ নকৰা লৈকে ধ্বংস নকৰে, যিজনে সিহঁতৰ ওচৰত আমাৰ আয়াতসমূহ তিলাৱত কৰে। আৰু কোনো জনপদৰ অধিবাসীবিলাক যালিম নহ’লে আমি সিহঁতক ধ্বংস নকৰো।"
        },
        {
            "chapter": 28,
            "verse": 60,
            "text": "আৰু তোমালোকক যি দিয়া হৈছে সেয়া কেৱল পাৰ্থিৱ জীৱনৰ ভোগ আৰু সৌন্দৰ্য মাত্ৰ। আৰু যি আল্লাহৰ ওচৰত আছে সেয়া উত্তম আৰু স্থায়ী। তথাপিও তোমালোকে অনুধাৱন নকৰিবানে"
        },
        {
            "chapter": 28,
            "verse": 61,
            "text": "যাক আমি উত্তম পুৰষ্কাৰৰ প্ৰতিশ্ৰুতি দিছো, তেওঁ সেইটো পাবই; তেওঁ সেই ব্যক্তিৰ দৰে নেকি যাক আমি পাৰ্থিৱ জীৱনৰ ভোগ-সম্ভাৰ দিছো, তাৰ পিছত কিয়ামতৰ দিনা সি হ’ব উপস্থিতকৃত বিলাকৰ অন্তৰ্ভুক্ত"
        },
        {
            "chapter": 28,
            "verse": 62,
            "text": "আৰু সেইদিনা তেওঁ সিহঁতক মাতি ক’ব, ‘তোমালোকে যিবোৰক মোৰ অংশী বুলি গণ্য কৰিছিলা, সিহঁত ক’ত’"
        },
        {
            "chapter": 28,
            "verse": 63,
            "text": "যিসকলৰ ওপৰত শাস্তিৰ বাণী সাব্যস্ত হৈছে সিহঁতে ক’ব, ‘হে আমাৰ ৰব! ইহঁতেই সেইসকল লোক যিসকলক আমি বিভ্ৰান্ত কৰিছিলো; আমি ইহঁতক বিভ্ৰান্ত কৰিছিলো যেনেকৈ আমি বিভ্ৰান্ত হৈছিলো। তোমাৰ সমীপত আমি সিহঁতৰ বিষয়ে দায়মুক্ততা ঘোষণা কৰিছো। ইহঁত আমাৰ ইবাদত কৰা নাছিল’।"
        },
        {
            "chapter": 28,
            "verse": 64,
            "text": "আৰু সিহঁতক কোৱা হ’ব, ‘তোমালোকে অংশীদাৰ স্থাপন কৰা উপাস্যবোৰক মাতা’। তেতিয়া সিহঁতে সেইবোৰক মাতিব। কিন্তু সেইবোৰে সিহঁতৰ আহ্বানত সঁহাৰি নিদিব, আৰু সিহঁতে শাস্তি দেখা পাব। হায়! সিহঁতে যদি সৎপথ অনুসৰণ কৰিলেহেঁতেন"
        },
        {
            "chapter": 28,
            "verse": 65,
            "text": "আৰু সেইদিনা আল্লাহে ইহঁতক মাতি ক’ব, ‘তোমালোকে ৰাছুলসকলক কি উত্তৰ দিছিলা’"
        },
        {
            "chapter": 28,
            "verse": 66,
            "text": "তাৰ পিছত সেইদিনা সকলো তথ্য সিহঁতৰ পৰা বিলুপ্ত হ’ব তেতিয়া সিহঁতে ইজনে সিজনক সোধ-পোচও কৰিব নোৱাৰিব।"
        },
        {
            "chapter": 28,
            "verse": 67,
            "text": "এতেকে যি ব্যক্তিয়ে তাওবা কৰিছে আৰু ঈমান আনিছে আৰু সৎকৰ্ম কৰিছে, আশা কৰা যায় তেওঁ সাফল্য অৰ্জনকাৰী সকলৰ অন্তৰ্ভুক্ত হ’ব।"
        },
        {
            "chapter": 28,
            "verse": 68,
            "text": "আৰু তোমাৰ ৰব যি ইচ্ছা সেইটোৱে সৃষ্টি কৰে আৰু যি ইচ্ছা সেইটোৱে মনোনীত কৰে, ইয়াত সিহঁতৰ কোনো অধিকাৰ নাই। আল্লাহ পৱিত্ৰ, মহান আৰু সিহঁতে যি অংশী কৰে তাৰ পৰা তেওঁ উৰ্দ্ধত।"
        },
        {
            "chapter": 28,
            "verse": 69,
            "text": "আৰু তোমাৰ প্ৰতিপালকে জানে ইহঁতৰ অন্তৰে যি গোপন কৰে আৰু ইহঁতে যি ব্যক্ত কৰে।"
        },
        {
            "chapter": 28,
            "verse": 70,
            "text": "তেৱেঁই আল্লাহ, তেওঁৰ বাহিৰে আন কোনো সত্য ইলাহ নাই, পৃথিৱী আৰু আখিৰাতত সকলো প্ৰশংসা তেওঁৰেই; বিধান তেওঁৰেই; আৰু তোমালোকেও তেওঁৰ পিনেই প্ৰত্যাৱৰ্তিত হ’বা।"
        },
        {
            "chapter": 28,
            "verse": 71,
            "text": "কোৱা, ‘তোমালোকে ভাবিছানে, ৰাতিক যদি আল্লাহে কিয়ামত দিৱস লৈকে স্থায়ী কৰি দিয়ে, তেন্তে আল্লাহৰ বাহিৰে কোন এনেকুৱা ইলাহ আছে, যিয়ে তোমালোকৰ বাবে পোহৰ আনি দিব? তথাপিও তোমালোকে কৰ্ণপাত নকৰিবানে’"
        },
        {
            "chapter": 28,
            "verse": 72,
            "text": "কোৱা, ‘তোমালোকে ভাবিছানে, আল্লাহে যদি দিনক কিয়ামত দিৱস লৈকে স্থায়ী কৰি দিয়ে, আল্লাহৰ বাহিৰে কোন এনেকুৱা ইলাহ আছে যিয়ে তোমালোকৰ বাবে ৰাতিৰ আবিৰ্ভাৱ ঘটাব? য’ত তোমালোকে বিশ্ৰাম লোৱা, তথাপিও তোমালোকে ভাবি নাচাবানে’"
        },
        {
            "chapter": 28,
            "verse": 73,
            "text": "তেৱেঁই নিজ অনুগ্ৰহত তোমালোকৰ বাবে ৰাতি আৰু দিন বনাইছে, যাতে তোমালোকে তাত বিশ্ৰাম কৰিব পাৰা আৰু তেওঁৰ অনুগ্ৰহ সন্ধান কৰিব পাৰা লগতে যাতে তোমালোকে তেওঁৰ কৃতজ্ঞতা প্ৰকাশ কৰিব পাৰা।"
        },
        {
            "chapter": 28,
            "verse": 74,
            "text": "আৰু সেইদিনা তেওঁ সিহঁতক মাতি ক’ব, ‘তোমালোকে যিবোৰক মোৰ অংশী বুলি গণ্য কৰিছিলা, সিহঁত ক’ত’"
        },
        {
            "chapter": 28,
            "verse": 75,
            "text": "আৰু আমি প্ৰত্যেক জাতিৰ পৰা একোজনকৈ সাক্ষী ওলাই আনিম আৰু সুধিম, ‘তোমালোকৰ প্ৰমাণ উপস্থিত কৰা’। তেতিয়া সিহঁতে জানিব পাৰিব যে, ইলাহ হোৱাৰ অধিকাৰ কেৱল আল্লাহৰেই আৰু সিহঁতে যি মিছা ৰটনা কৰিছিল সেয়া সিহঁতৰ পৰা হেৰাই যাব।"
        }
    ]
}