{
    "chapter": [
        {
            "chapter": 38,
            "verse": 1,
            "text": "サード。訓戒に満ちたクルアーンにかけて。"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "いや，信仰のない者たちは，高慢で反抗的である。"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "われはかれら以前に，どんなに多くの世代を滅ぼしたことであろう。かれらは，もはや逃れ得ない時となって（慈悲を）請う。"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "またかれらは，自分たちの中から警告者が出たことに驚き，不信心者は言う。「これは魔術師です。嘘付きです。"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "かれは多くの神々を，一つの神にしてしまうのですか。これは全く，驚きいったことです。」"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "そして，かれらの長老たちは立ち去りながら（その場にいた仲間に言う。）「行きなさい。そしてあなたがたの神々を守り通しなさい。これは（一神教の教え）全くの企らみです。"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "わたしたちはこれまでの教えで，こんなことを聞いたことがありません。これは作り話に過ぎません。"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "わたしたちの間で，あんな男にだけ御告げが下ったと言うのですか。」いや，かれらはわれの訓戒に，疑いを抱いている。いや，かれらはまだわれの懲罰を味わったことがない。"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "それともかれらは，偉力ならびなく，恵み多いあなたの主の，慈悲の宝物を持っているのか。"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "かれらは天地，そしてその間の万有の，大権をもっているのか。それならかれらに手だてをさせて，（天の玉座まで）登らせなさい。"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "しかしあれは，烏合の衆で只敗走するばかり。"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "かれら以前にも，ヌーフの民，アード（の民）および権勢を張り廻らしたフィルアウンも，"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "またサムード（の民）やルートの民，および森の民も使徒たちを徒党を組んで嘘付き呼ばわりした。"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "（これらは）皆使徒たちを嘘付き呼ばわりし，それでわれからの懲罰が確実に下った。"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "これらの者も，かの一声を待つだけである。それには一刻の猶予もない。"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "かれらは，「主よ，わたしたちの授かる分を清算の日以前に，急いで下さい。」と言う。"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "あなたはかれらの言葉を耐え忍べ。そしてわがしもべである堅固の人ダーウードを思え。本当にかれは，（主の）命令に服して讃美しつつ常に（主の御許に）帰った。"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "われは山々を従わせ，かれと共に朝夕に讃美させ，"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "また鳥類も，集って，凡てのものが主の命令に服して讃美しつつ常に（主の御許に）帰った。"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "そこでわれはかれの王権を強化し，英知と断固たる決断力をかれに授けた。"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "あなたは論争者の物語を聞いたのか，人びとが私室の壁を乗り越えて，"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "ダーウードのところに入って来たのでかれは驚いた。かれらは言った。「恐れることはありません。これが訴訟の当事者の双方です。一方が他方に不正を働きました。真理によってわたしたちの間を裁いて下さい。不公平がないように，わたしたちを公正な道に御導き下さい。」"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "「これは，わたしの兄です。かれは99頭も雌羊を持っており，わたしは（只）1頭しか持っていませんでした。ところがかれは，それをも自分に任せなさいと言ったのです。そして言葉巧みにわたしを言い負かせてしまったのです。」"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "かれ（ダーウード）は，「かれがあなたの羊を，取り込もうとしたのは，確かに不当です。本当に共同で仕事をする者の多くは，互いに侵しあう。信仰して善行に勤しむ者は別だが，それは稀です。」と言った。（その時）ダーウードは，われがかれを試みたことを喩り，主の御赦し を請い，礼拝にひれ伏し，悔悟して主の御許に帰った。〔サジダ〕"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "それでわれは，かれ（の過ち）を赦した。かれは（今）本当にわれに近づき，多幸な（悟り切った）帰り所にいる。"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "「ダーウードよ，われはあなたを地上の代理者にした。だから人びとを，真理によって裁き，私欲に従って，アッラーの道を踏みはずしてはならない。アッラーの道から迷う者は清算の日を忘れた者で，必ず厳しい懲罰にあう。」"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "われは天と地，そしてその間にあるものを，戯らに創らなかった。それは信仰のない者の億測である。だが（いずれ地獄の）火を味わう信仰のない者こそ哀れである。"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "われが信仰して善行に勤しむ者と，地上で悪を行う者と同じに扱うことがあろうか。われが（悪魔に対し）身を守る者と，邪悪の者とを同じに扱うであろうか。"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "われがあなたに下した啓典は，祝福に満ち，その印を沈思黙考するためのものであり，また思慮ある者たちへの訓戒である。"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "われはダーウードにスライマーンを授けた。何と優れたしもべではないか。かれは悔悟して常に（われに）帰った。"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "（ある日の）黄昏時，駿馬が，かれに献上された時のことを思い起しなさい。"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "かれは言った。「本当にわたしは，（この世の）素晴しい物をめでて，夜の帳が降りるまで，主を念ずることを忘れてしまったのです。"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "さあ，その馬を連れて参れ。そしてかれは，馬の足と首を切り落としてしまった。"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "またわれはスライマーンを試み，（病を与え）重態のかれを椅子に据えた。その後かれは回復し，"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "言った。「主よ，わたしを御赦し下さい。そして後世の誰も持ち得ない程の王国をわたしに御与え下さい。本当にあなたは豊かに与えられる方です。」"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "そこでわれは，風をかれに従わせた。それはかれの思うままに，その命令によって望む所に静かに吹く。"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "またわれはシャイターンたちを，（かれに服従させた。その中には）大工があり潜水夫もあり，"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "またその外に，スライマーンの命令に服さず鎖に繋がれた者もいた。"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "（主は仰せられた。）「これがわれの賜物である。あなたが与えようと，控えようと，問題はない。」"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "かれは（今）われの近くにいて，幸せな（悟りきった）帰り所にいる。"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "わがしもべ，アイユーブを思い起しなさい。かれが主に向かって，「シャイターンがわたしを悩ませ，苦しみ抜いているのです。」と叫んだ時を思い起しなさい。"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "（すると命令が下った。）「あなたの足で（大地を）踏みなさい。そこには清涼な沫浴と飲料のための（水）があろう。」"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "われは慈悲として，かれに（再び）家族を2倍にして授け，思慮ある者への教訓とした。"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "（そして言った。）「一握りの草を手に取って，それで（妻を）打て。あなたの誓いを破ってはならない。」われは，かれが良く耐え忍ぶことを知った。何と優れたしもべではないか。かれは（主の命令に服して）常に（われの許に）帰った。"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "またわがしもべの，イブラーヒームとイスハークとヤアコーブを思い起しなさい。かれらは偉力を持ち，洞察力があった。"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "われは，かれらが（来世の）住まいを念じているという純粋な（資質）によって（免じて）かれらを清めてやった。"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "本当にかれらは，わが目にも選ばれ優れた者であった。"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "またイスマーイールとアル・ヤサアとズ・ル・キフルを思い起せ。かれらは皆優れた者であった。"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "これは一つの教訓である。本当に主を畏れる者のためには，幸せな帰り所がある。"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "（それは）永遠の楽園であり，その凡ての門はかれらのために開かれる。"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "その中でかれらは（安楽に寝床に）寄りかかり，沢山の果実や飲み物が，望み放題である。"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "また傍には，伏し目がちの同じ年頃の（乙女）が侍る。"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "これらは清算の日のために，あなたがたに約束されるものである。"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "本当にこれは，尽きることのない（あなたがたへの）賜物である。"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "（主を畏れる者は）このようである。だが反逆の徒には，悪い帰り所があろう。"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "それは地獄である。かれらはそこで焼かれよう。何と悪い臥所であろうか。"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "（実に）これは，こういうことだがかれらは煮え立つ湯と膿を味わされ，"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "その外，これに類する（懲罰）をとり合わせて受けることになる。"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "これはあなたがたと一緒に，むやみに突き進む一群である。かれらには歓迎の言葉もない。火獄で焼かれるだけである。"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "かれらは（火獄の仲間はかれらの指導者たちに）言う。「いや，歓迎されないのは，あなたがたです。わたしたちのために，こう仕向けたのはあなたがたです。何と悪い住まいに来たものでしょう。」"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "するとかれらは言う。「主よ，わたしたちをここに連れて来た者には，火獄で倍の懲罰を御加え下さい。」"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "かれら（火獄の仲間）は言う。「わたしたちが悪人の中に数えていた人びとが見えないのです。どうしたのでしょう。"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "わたしたちが嘲笑していた者（が見えない）。かれらは，（わたしたちの）目をくらませたのではないでしょうか。」"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "本当にこれは真相で，火獄の仲間の論争である。"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "言ってやるがいい。「わたしは警告者に過ぎない。唯一の方，抵抗出来ない方，アッラーの外には神はないのである。"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "天と地，そしてその間の万有の主，偉力ならびなく寛容であられる。」"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "言ってやるがいい。「これは至高の知らせである。"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "あなたがたは，それから背き去るが。"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "且つて（天使の）高い位階の者たちの論議については，わたしは何の知識もなかった。"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "これがわたしに啓示されたのは，只わたしが公明に警告するためである。」"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "あなたの主が，天使たちに，「われは泥から人間を創ろうとしている。」と仰せられた時を思え。"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "「それでわれが，かれ（人間）を形作り，それに霊を吹き込んだならば，あなたがたは伏してかれにサジダしなさい。」"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "そこで天使たちは，皆一斉にサジダしたが，"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "イブリースだけはそうしなかった。かれは高慢で，信仰を拒む者となった。"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "かれは仰せられた。「イブリースよ，われの手ずから創ったものにサジダするのに，何があなたを妨げたのか。あなたは高慢なのか，それとも高い（偉力ある）者なのか。」"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "かれは申し上げた。「わたしはかれ（人間）よりも優れています，あなたは火でわたしを御創りになりましたが，かれは泥で創られただけです。」"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "かれは仰せられた。「それならあなたは，ここから出て行きなさい，本当に忌まわしいから。"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "そしてわれからの見限りは，審判の日まで必ずあなたの上にあろう。」"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "かれは申しあげた。「主よ，かれらが呼び起こされる日まで，猶予を願います。」"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "かれは仰せられた。「あなたを猶予しよう。"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "定められた日時まで。」"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "かれは申し上げた。「それでは，あなたの御威光にかけて誓います。わたしはかれら（人間 ）凡ての者を誘惑します。"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "かれらの中の，あなたの謙虚なしもべを除いては。」"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "かれは仰せられた。「それは真実である。われからも真実を言う。"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "われは，あなたとあなたに従う凡ての者で，地獄を満たすであろう。」"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "言え，「わたしはこの（クルアーン）に対し何の報酬もあなたがたに求めない。またわたしは偽善者ではない。"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "これは諸民族に対する訓戒に外ならない。"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "時が来たら，あなたがたはそれが真実であることを必ず知るであろう。」"
        }
    ]
}