{
    "pages": [
        {
            "chapter": 58,
            "verse": 12,
            "text": "O vi kred when vi wish confer messenger vi ofert charity poor vi do tial! This est put por vi kaj pur. Vi ne afford gxi tiam DI est Forgiver Merciful"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Vi failed don charity antaux conferring tiam pent thereafter DI akcept your repentance! Vi observ kontakt prayers (Salat) don obligatory charity (Zakat) obe DI His messenger! DI EST fully Cognizant DE CXIO VI do"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "Vi not those hav befriended popol DI est koler? Ili nek aparten vi nor them. Ili deliberately jxur mensog"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "DI prepar them severe retribution. Miserable ja est ki ili uz do"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Ili uz their oaths means de repelling path DI. Consequently ili incurred shameful retribution"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Nek their mon nor their infan help them DI. Ili incurred hellfire wherein ili abide forever"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Tag ven when DI resurrects them all Ili jxur Him tiam just as ili jxur vi tuj opini ke ili really est tuj! Ja ili est efektiv liars"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Diabl posed them kauxz them disregard di message These est parti diabl. Absolutely parti diabl est losers"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Surely those oppose DI His messenger est lowliest"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "DI DEKRET MI My messengers testament plej assuredly win DI est Powerful Almighty"
        }
    ]
}