{
    "rukus": [
        {
            "chapter": 27,
            "verse": 67,
            "text": "Dhe mohuesit thonë: “Vallë, a mos do të ringjallemi ne dhe etërit tanë, pasi të jemi bërë dhé"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Vërtet, neve dhe etërve tanë na është premtuar kjo qysh më parë, por këto, me gjasë, nuk janë tjetër, veçse legjenda të popujve të lashtë”"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Thuaj: “Udhëtoni nëpër botë e shikoni si ka qenë fundi i keqbërësve!”"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "Mos u pikëllo (o Muhamed) për shkak të tyre dhe mos u ngushto për kurthet e tyre"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Ata thonë: “Kur do të plotësohet ky premtim, nëse ajo që thoni është e vërtetë?”"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Thuaj: “Mbase mund të jetë pas shpinës suaj ajo, që doni ta shpejtoni”"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Në të vërtetë, Zoti yt, është Bamirës i madh i njerëzve, por shumica e tyre nuk janë mirënjohës"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Pa dyshim, Zoti yt di atë që fshehin zemrat e tyre dhe atë që e shfaqin haptazi"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "S’ka asgjë të fshehtë në qiell dhe në Tokë, që të mos jetë e shënuar në Librin e qartë (Leuhi Mahfudh)"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Njëmend, ky Kuran u tregon bijve të Izraelit shumë nga çështjet, për të cilat nuk pajtoheshin"
        },
        {
            "chapter": 27,
            "verse": 77,
            "text": "dhe, natyrisht, është udhërrëfyes dhe mëshirë për besimtarët e vërtetë"
        },
        {
            "chapter": 27,
            "verse": 78,
            "text": "Nuk ka dyshim se Zoti yt do t’i gjykojë ata drejtësisht. Ai është i Plotfuqishmi dhe i Gjithëdijshmi"
        },
        {
            "chapter": 27,
            "verse": 79,
            "text": "Prandaj mbështetu tek Allahu! Vërtet, ti je në të drejtën e qartë"
        },
        {
            "chapter": 27,
            "verse": 80,
            "text": "Sigurisht që ti (Muhamed), nuk mund t’i bësh të vdekurit të dëgjojnë, as nuk mund t’i bësh të shurdhërit të dëgjojnë thirrjen tënde, kur të kthejnë shpinën"
        },
        {
            "chapter": 27,
            "verse": 81,
            "text": "Ti nuk mund t’i nxjerrësh as të verbërit nga humbja e tyre! Ty të dëgjojnë vetëm ata që besojnë Shpalljet Tona dhe na nënshtrohen Neve (si myslimanë)"
        },
        {
            "chapter": 27,
            "verse": 82,
            "text": "Dhe, kur të përmbushet Fjala Jonë kundër tyre, Ne do të bëjmë që nga Toka të dalë një kafshë[239], e cila do t’u flasë atyre, se njerëzit nuk u janë bindur shpalljeve Tona"
        }
    ]
}