{
    "rukus": [
        {
            "chapter": 34,
            "verse": 46,
            "text": "Thuaj (o Muhamed): “Unë ju këshilloj vetëm një gjë: ngrihuni sinqerisht për Allahun, dy nga dy ose një nga një, e pastaj gjykoni për shokun tuaj (Muhamedin) që nuk është i çmendur. Ai është dërguar vetëm që t’ju paralajmërojë para një dënimi të rëndë.”"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Thuaj: “Çfarëdo shpërblimi, që mund t’ju kem kërkuar, ai qoftë për ju. Shpërblimi im është vetëm tek Allahu; Ai është dëshmitar për çdo gjë”"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Thuaj: “Pa dyshim, Zoti im shpall të Vërtetën. Ai është i Gjithëdijshëm për të gjitha të fshehtat.”"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "Thuaj: “E vërteta erdhi, kurse e pavërteta është fshirë e nuk mund të shfaqet përsëri.”"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Thuaj: “Nëse gaboj, unë gaboj vetëm për dëmin tim e, nëse udhëzohem në rrugën e drejtë, kjo është nga shpallja e Zotit tim. Ai, me të vërtetë, i dëgjon të gjitha dhe është afër”"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "Sikur t’i shihje jobesimtarët, kur të frikësohen (gjatë ringjalljes)! Ata nuk do të kenë nga ikin dhe do të nxirren prej varreve të tyre"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Pastaj do të thonë: “Ne tashmë besojmë.” Por si do ta përvetësojnë (besimin) nga një vend aq i largët (prej kësaj bote, ku vlen besimi)"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Në të vërtetë, ata e mohuan besimin më parë (në këtë botë) dhe e përgënjeshtruan të padukshmen prej së largëti"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "Një pengesë do të vendoset midis tyre dhe asaj që dëshironin, ashtu siç është bërë me të ngjashmit e tyre më parë. Me të vërtetë, ata të gjithë kanë qenë në dyshim të madh"
        }
    ]
}