{
    "rukus": [
        {
            "chapter": 42,
            "verse": 20,
            "text": "Atij që dëshiron shpërblim në jetën tjetër, Ne do t’ia shtojmë atë. Ndërsa atij që dëshiron shpërblim në këtë jetë, Ne do t’i japim pjesë prej saj, por ai nuk do të ketë pjesë në jetën tjetër"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "A kanë ata idhuj, të cilët u kanë caktuar një fe që nuk e ka lejuar Allahu?! Sikur të mos kishte qenë Fjala e vendimit të mëparshëm, ata do të ishin gjykuar menjëherë. Për keqbërësit është përgatitur një dënim i dhembshëm"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Atë Ditë ti do t’i shohësh keqbërësit se si tmerrohen për atë që kanë fituar, ndërkohë që ndëshkimi Ynë do t’i godasë me siguri. Ndërsa ata që kanë besuar dhe bërë vepra të mira, do të jenë në kopshtet e mrekullueshme të Xheneteve. Ata do të kenë te Zoti i tyre çfarë të duan; kjo është dhurata e madhe"
        },
        {
            "chapter": 42,
            "verse": 23,
            "text": "Kështu i gëzon Allahu robërit e Vet, që kanë besuar dhe që kanë bërë vepra të mira. Thuaju: “Për këtë nuk kërkoj kurrfarë shpërblimi tjetër prej jush, përveç respektit (për mua) për hir të farefisnisë (që kemi).” Atij që bën vepër të mirë, Ne do t’ia shtojmë shpërblimin. Allahu, me të vërtetë, është Falës dhe Mirënjohës"
        },
        {
            "chapter": 42,
            "verse": 24,
            "text": "A thonë ata: “Ai (Muhamedi a.s.) trillon gënjeshtra për Allahun”?! Po të donte Allahu, do ta vuloste zemrën tënde! Allahu e shkatërron të pavërtetën dhe e forcon të vërtetën me fjalët e Veta. Ai e di mirë ç’ka në zemrat e tyre"
        },
        {
            "chapter": 42,
            "verse": 25,
            "text": "Ai e pranon pendimin e robërve të Vet, i fal gjynahet dhe i di të gjitha çfarë punoni ju"
        },
        {
            "chapter": 42,
            "verse": 26,
            "text": "Ai u përgjigjet lutjeve të atyre që besojnë dhe bëjnë vepra të mira e u jep edhe më tepër prej dhuntisë së Vet, kurse për mohuesit do të ketë dënim të ashpër"
        },
        {
            "chapter": 42,
            "verse": 27,
            "text": "Sikur Allahu t’i shtonte mjetet e jetesës për robërit e Vet, ata do ta mbushnin Tokën me mbrapshti. Por Ai u jep me masë, sa dëshiron, sepse Ai i njeh dhe i sheh mirë robërit e Vet"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "Është Ai që e zbret shiun, kur ata kanë humbur çdo shpresë dhe përhap mëshirën e Vet; Ai është Mbrojtësi i vërtetë dhe i Denji për falënderim"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Një prej shenjave të Tij është krijimi i qiejve dhe i Tokës dhe i qenieve të gjalla, që ka shpërndarë nëpër to; Ai është i Fuqishëm t’i tubojë ata kur të dojë"
        }
    ]
}