{
    "rukus": [
        {
            "chapter": 3,
            "verse": 64,
            "text": "Thuaj: “O ithtarët e Librit, ejani të biem në një fjalë të përbashkët mes nesh dhe jush: se do të adhurojmë vetëm Allahun, se nuk do t’i shoqërojmë Atij asgjë (në adhurim) dhe se nuk do ta mbajmë për zot njëri-tjetrin, në vend të Allahut!” Nëse ata nuk pranojnë, atëherë thuaju: “Dëshmoni se ne i jemi nënshtruar Allahut!”"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "O ithtarët e Librit! Pse polemizoni për Ibrahimin, kur Teurati dhe Ungjilli janë zbritur vetëm pas tij? A nuk kuptoni"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Mirë ju polemizoni për gjëra që keni njëfarë dijenie (për çështje që lidhen me Musain a.s. dhe Isain a.s.), por, pse polemizoni për atë, për të cilën s’dini asgjë (për Ibrahimin a.s.)? Allahu e di hollësisht, ndërsa ju nuk dini asgjë për këtë"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Ibrahimi nuk ka qenë as hebre, as i krishterë, por ka qenë besimtar i vërtetë (monoteist) i përulur ndaj Allahut dhe nuk ka qenë nga politeistët"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Pa dyshim, njerëzit më të afërt me Ibrahimin janë ata që e pasuan atë dhe ky Profet[51] me besimtarët (e tij). Allahu është mbrojtës i besimtarëve"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Një grup ithtarësh të Librit dëshirojnë që t’ju shpien në rrugë të gabuar. Në të vërtetë ata çojnë në humbje vetëm vetveten, por këtë nuk e ndiejnë"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "O ithtarë të Librit! Përse i mohoni shpalljet e Allahut (Kuranin), edhe pse jeni dëshmitarë se ato janë të vërteta"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "O ithtarët e Librit! Përse e pështjelloni të vërtetën me të pavërtetën dhe përse e fshihni të vërtetën me qëllim"
        }
    ]
}