{
    "rukus": [
        {
            "chapter": 5,
            "verse": 57,
            "text": "O besimtarë! Mos i bëni miq ata që fenë tuaj e marrin për tallje dhe lojë, qofshin ata prej atyre që u është dhënë Libri para jush apo prej mohuesve; frikësojuni Allahut, nëse jeni besimtarë"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Kur thërrisni për namaz, ata tallen dhe luajnë, sepse janë njerëz që nuk kuptojnë"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "Thuaj: “O ithtarët e Librit! A na urreni për ndonjë arsye tjetër, përveç asaj se besojmë në Allahun dhe në shpalljet që na janë zbritur neve dhe se shumica prej jush janë të pabindur ndaj Allahut?”"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "Thuaj: “A doni t’ju tregoj kush do të marrë dënimin më të rëndë nga Allahu? Ata që Allahu i ka mallkuar dhe me të cilët është zemëruar, duke i shndërruar në majmunë dhe derra, si dhe ata që adhurojnë djallin. Ata janë në vendin më të mjerueshëm dhe janë më larg rrugës së vërtetë”"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Kur vijnë te ju, thonë: “Besojmë”. Në të vërtetë, ata jobesimtarë hynë e jobesimtarë dolën! Allahu e di mirë çfarë fshehin ata"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Ti i sheh shumë nga ata që nxitojnë drejt gjynaheve, armiqësisë dhe ngrënies së fryteve të fitimit të paligjshëm. Njëmend, sa të këqija janë ato vepra"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Përse rabinët dhe dijetarët nuk i ndalojnë ata të thonë fjalë të ulëta (për Zotin) dhe të hanë fitimet e paligjshme? Sa keq veprojnë ata"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Hebrenjtë thonë: “Dora e Allahut është e shtrënguar.” Iu lidhshin duart atyre dhe qofshin të mallkuar për atë që thonë! Përkundrazi, të dyja Duart e Tij janë të hapura. Ai dhuron dhe jep si të dojë. Ajo që të është shpallur ty (Muhamed) nga Zoti yt, me siguri që shumicës prej tyre do t’ua shtojë mosbindjen dhe mohimin. Ne kemi futur ndërmjet tyre armiqësi dhe urrejtje deri në Ditën e Kiametit. Kurdo që ata ndezin zjarrin e luftës, Allahu e shuan atë. Ata përpiqen të shkaktojnë ngatërresa në Tokë, por Allahu nuk i do ngatërrestarët"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Sikur ithtarët e Librit të besonin dhe të ruheshin nga mohimi, Ne do t’ua mbulonim veprat e këqija dhe do t’i shpinim në kopshtet e kënaqësisë"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Sikur ata t’i përmbaheshin Teuratit e Ungjillit dhe asaj që u është shpallur nga Zoti i tyre, ata do të kënaqeshin me frutat (që rriten) sipër dhe poshtë tyre. Disa prej tyre janë të matur, por shumë prej tyre bëjnë vepra të këqija"
        }
    ]
}