{
    "pages": [
        {
            "chapter": 6,
            "verse": 1,
            "text": "ellāp pukaḻum allāhvukkuriyatē! Avaṉē vāṉaṅkaḷaiyum, pūmiyaiyum paṭaittāṉ. Mēlum, iruḷkaḷaiyum, oḷiyaiyum uṇṭākkiṉāṉ. Ivvāṟiruntum nirākarippavarkaḷ (allāhvākiya) taṅkaḷ iṟaivaṉukku (poyyāṉa teyvaṅkaḷai) camamākkukiṉṟaṉar"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "avaṉtāṉ uṅkaḷaik kaḷimaṇṇāl paṭaittu (uṅkaḷukkuriya) vāḻnāḷaik (kuṟippiṭṭu) nirṇayam ceytavaṉ. Avaṉiṭattil (uṅkaḷ vicāraṇaikkākavum) oru kuṟippiṭṭa kālamuṇṭu. Ivvāṟiruntum nīṅkaḷ (avaṉuṭaiya iṟaittaṉmaiyai) cantēkikkiṟīrkaḷ"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "vāṉaṅkaḷilum, pūmiyilum (vaṇakkattiṟkuriya) allāh, avaṉtāṉ. Avaṉ uṅkaḷ irakaciyattaiyum veḷippaṭaiyāṉataiyum naṉkaṟivāṉ. (Naṉmaiyō, tīmaiyō) nīṅkaḷ ceyyum aṉaittaiyum naṉkaṟivāṉ"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "(ivvāṟiruntum, nirākarippavarkaḷō) taṅkaḷ iṟaivaṉiṉ vacaṉaṅkaḷil etu vantapōtilum atai avarkaḷ puṟakkaṇikkāmal iruppatillai"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "ākavē, avarkaḷiṭam vantirukkum inta cattiya (vēta)ttaiyum avarkaḷ poyyākkukiṉṟaṉar. Āṉāl, evviṣayaṅkaḷ paṟṟi (avai poyyāṉavai eṉa) avarkaḷ parikacittu koṇṭirukkiṉṟaṉarō avai (uṇmaiyākavē) avarkaḷiṭam vantē tīrum"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "Avarkaḷukku muṉṉar ettaṉaiyō kūṭṭattiṉarai nām aḻittirukkiṟōm eṉpatai avarkaḷ pārkkavillaiyā? Pūmiyil uṅkaḷukku nām ceytu tarāta vacatikaḷaiyellām avarkaḷukku nām ceytu tantiruntōm. Vāṉattiliruntu tārai tāraiyāka maḻai peyyumpaṭic ceytu, avarkaḷiṉ (ātikkattiṉ) kīḻ nīraruvikaḷum toṭarntu ōṭikkoṇṭirukkumpaṭi ceytōm. (Eṉiṉum avarkaḷ pāvattilēyē āḻntu viṭṭaṉar.) Ākavē, avarkaḷuṭaiya pāvaṅkaḷiṉ kāraṇamāka avarkaḷai aḻittuviṭṭōm. Avarkaḷukkup piṉṉar maṟṟoru kūṭṭattārai nām uṟpatti ceytōm"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "kaṭitattil eḻutappaṭṭa oru vētattaiyē nām um'mītu iṟakkivaittu atai avarkaḷ taṅkaḷ kaikaḷāl toṭṭup pārttapōtilum ‘‘itu pakiraṅkamāṉa cūṉiyattait tavira vēṟillai'' eṉṟē innirākarippavarkaḷ niccayam kūṟuvārkaḷ"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "(‘‘ivar uṇmaiyāṉa tūtartāṉ eṉṟu cāṭci colvataṟku) avarukkāka oru vāṉavar aṉuppappaṭa vēṇṭāmā?'' Eṉṟu avarkaḷ kūṟukiṉṟaṉar. (Avarkaḷ virumpukiṟapaṭi) nām oru vāṉavarai aṉuppi vaittiruntāl, (avarkaḷiṉ) kāriyam muṭivu peṟṟirukkum. Piṟaku, (atil) avarkaḷukku avakācam kiṭaittirukkātu. (Uṭaṉē avarkaḷ aḻintiruppārkaḷ)"
        }
    ]
}