{
    "pages": [
        {
            "chapter": 8,
            "verse": 26,
            "text": "nīṅkaḷ pūmiyil (makkāvil) valuviḻanta veku kuṟainta tokaiyiṉarāka iruntu uṅkaḷai em'maṉitarum (ennērattilum palavantamāka) tiṭīreṉa tākkiviṭuvārkaḷō eṉṟu nīṅkaḷ añci (naṭuṅki)k koṇṭirunta camayattil avaṉ uṅkaḷukku (matīṉāvil) iṭamaḷittut taṉ utaviyaik koṇṭu uṅkaḷaip palappaṭutti nalla uṇavukaḷai uṅkaḷukku aḷittataiyum niṉaittup pāruṅkaḷ. (Itaṟku) nīṅkaḷ naṉṟi celuttuvīrkaḷāka"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "nampikkaiyāḷarkaḷē! Nīṅkaḷ allāhvukkum, (avaṉuṭaiya) tūtarukkum mōcam ceyyātīrkaḷ. Tavira, nīṅkaḷ (ceyvatu aniyāyam eṉa) aṟintu koṇṭē uṅkaḷiṭam oppaṭaikkappaṭṭa amāṉitaṅkaḷukku mōcam ceyyātīrkaḷ"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "mēlum, uṅkaḷ poruḷkaḷum, uṅkaḷ cantatikaḷum (uṅkaḷukkup) perum cōtaṉaiyāka irukkiṉṟaṉa eṉpataiyum, niccayamāka allāhviṭattiltāṉ (uṅkaḷukku) makattāṉa vekumati uṇṭu eṉpataiyum nīṅkaḷ uṟutiyāka aṟintu koḷḷuṅkaḷ"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "Nampikkaiyāḷarkaḷē! Nīṅkaḷ allāhvukkup payappaṭuvīrkaḷāyiṉ, avaṉ uṅkaḷukkuk kaṇṇiyattai aḷippāṉ. Mēlum, uṅkaḷ pāvaṅkaḷaip pōkki uṅkaḷai maṉṉittu viṭuvāṉ. Ēṉeṉṟāl, allāh mika makattāṉa aruḷuṭaiyavaṉ āvāṉ"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "(napiyē!) Um'maic ciṟaippaṭuttavō allatu um'maik kolai ceyyavō allatu um'mai (ūraiviṭṭu) appuṟappaṭuttavō nirākarippavarkaḷ cūḻcci ceytukoṇṭirunta (nērat)tai niṉaittup pārppīrāka. Avarkaḷum cūḻcci ceytu koṇṭiruntaṉar; (avarkaḷuk ketirāka) allāhvum cūḻcci ceytu koṇṭiruntāṉ. Āṉāl, cūḻcci ceypavarkaḷilellām allāh mika mēlāṉavaṉ"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "nam vacaṉaṅkaḷ avarkaḷukku ōtik kāṇpikkappaṭumāṉāl ataṟkavarkaḷ, ‘‘niccayamāka nām (itai muṉṉarē) ceviyuṟṟuḷḷōm; nām virumpiṉāl im'mātiriyāṉa vacaṉaṅkaḷai nāmum kūṟuvōm. Ivai muṉṉōriṉ kaṭṭukkataikaḷē tavira vēṟillai'' eṉṟu kūṟukiṉṟaṉar"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "mēlum, (annirākarippavarkaḷ)''eṅkaḷ allāhvē! Ivvētam uṉṉiṭamiruntu vantatu uṇmaiyāṉāl eṅkaḷmītu vāṉattiliruntu kalmāriyaip poḻi! Allatu tuṉpuṟuttum oru vētaṉaiyai eṅkaḷukkuk koṇṭuvā!'' Eṉṟu avarkaḷ kūṟiyataiyum (napiyē!) Nīr niṉaittup pārppīrāka"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "āṉāl, nīr avarkaḷukkiṭaiyil irukkum varai allāh avarkaḷai vētaṉai ceyya māṭṭāṉ. Mēlum, avarkaḷ maṉṉippaik kōrikkoṇṭirukkum varaiyilum allāh avarkaḷai vētaṉai ceyyamāṭṭāṉ"
        }
    ]
}