{
    "pages": [
        {
            "chapter": 11,
            "verse": 6,
            "text": "uṇavaḷikka allāh poṟuppēṟṟuk koḷḷāta uyiriṉam oṉṟumē pūmiyil illai. Avai (uyiruṭaṉ) vāḻukiṉṟa iṭattaiyum, avai (iṟantu) aṭaṅkum iṭattaiyum avaṉ aṟintē irukkiṟāṉ. Ivai aṉaittum (lavhul mahpūḷ eṉṉum) teḷivāṉa (avaṉuṭaiya) pativup puttakattil pativāki irukkiṉṟaṉa"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "Avaṉtāṉ vāṉaṅkaḷaiyum, pūmiyaiyum āṟu nāḷkaḷil paṭaittāṉ. (Accamayam) avaṉuṭaiya ‘arṣu' nīriṉ mītiruntatu. Uṅkaḷil naṟceyalkaḷaic ceypavarkaḷ yār eṉṟu uṅkaḷaip paricōtippataṟkāka (uṅkaḷaiyum, ivaṟṟaiyum avaṉ paṭaittāṉ. Napiyē! Nīr maṉitarkaḷai nōkki) ‘‘nīṅkaḷ iṟanta piṉṉar niccayamāka (uyirkoṭuttu) eḻuppappaṭuvīrkaḷ'' eṉṟu kūṟiṉāl, ataṟku avarkaḷiluḷḷa nirākarippavarkaḷ ‘‘itu pakiraṅkamāṉa cūṉiyamē tavira vēṟillai'' eṉṟu kūṟukiṉṟaṉar"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "(nirākarippiṉ kāraṇamāka) avarkaḷukku (varavēṇṭiya) vētaṉaiyai oru coṟpa kālam nām piṟpaṭuttiyapōtilum ‘‘atait taṭuttukkoṇṭatu etu?'' Eṉap parikācamākak kēṭkiṟārkaḷ. Avarkaḷiṭam atu varum nāḷil, avarkaḷai viṭṭu atait taṭuttuviṭa muṭiyātu eṉpataiyum, avarkaḷ parikācam ceytu koṇṭirunta vētaṉai avarkaḷ aṉaivaraiyum cūḻntu koḷḷum eṉpataiyum avarkaḷ aṟintu koḷḷa vēṇṭāmā"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "nam aruḷai maṉitaṉ aṉupavikkumpaṭi nām ceytu, piṉṉar atai avaṉiṭamiruntu nām nīkkiviṭṭāl, niccayamāka avaṉ nampikkai iḻantu perum naṉṟi keṭṭavaṉākiviṭukiṟāṉ"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "avaṉukku ēṟpaṭṭa tuṉpattai nīkki avaṉ iṉpam aṉupavikkumpaṭi nām ceytāl, ataṟkavaṉ ‘‘niccayamāka eṉ tuṉpaṅkaḷ aṉaittum tolaintu viṭṭaṉa. (Iṉi tirumpa varātu)'' eṉṟu kūṟukiṟāṉ. Ēṉeṉṟāl, niccayamāka maṉitaṉ (ativiraivil) makiḻcciyaṭaiyak kūṭiyavaṉāka, perumaiyaṭippavaṉāka ākiviṭukiṟāṉ"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "āyiṉum, evarkaḷ (tuṉpaṅkaḷaip) poṟuttu cakittuk koṇṭu naṉmaiyāṉa kāriyaṅkaḷaic ceytu varukiṟārkaḷō avarkaḷukku maṉṉippum uṇṭu; perum kūliyum uṇṭu"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "(Napiyē! Ivvētattai avarkaḷ carivarak kēṭpatillai eṉa nīr caṭaintu) umakku vahyi mūlam aṟivikkappaṭṭavaṟṟil cilavaṟṟai viṭṭu viṭuvīrō? ‘‘Umakku oru pokkiṣam aruḷappaṭa vēṇṭāmā? Allatu um'muṭaṉ oru vāṉavar varavēṇṭāmā?'' Eṉṟu avarkaḷ kūṟuvatu umatu uḷḷattil varuttattai uṇṭu paṇṇalām. (Atu paṟṟi nīr kavalaippaṭa vēṇṭām.) Niccayamāka nīr (avarkaḷukku) accamūṭṭi eccarikkiṉṟa oru tūtartāṉ. Allāhtāṉ aṉaittaiyum nirvakippavaṉ"
        }
    ]
}