{
    "pages": [
        {
            "chapter": 12,
            "verse": 15,
            "text": "(yūsuḥpai) aḻaittuc ceṉṟu, avarai āḻamāṉa oru pāḻkiṇaṟṟil eṟintuviṭa vēṇṭumeṉṟē avarkaḷ aṉaivarum oṉṟu cērntu muṭivu kaṭṭi (eṟintum viṭṭa)ṉar. ‘‘Avarkaḷuṭaiya icceyalaip paṟṟi (oru kālattil) nīr avarkaḷukku aṟivuṟuttuvīr. Appoḻutu avarkaḷ (uṅkaḷai) aṟintu koḷḷavum māṭṭārkaḷ'' eṉṟu nām yūsuḥpukku vahyi aṟivittōm"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "aṉṟu poḻutaṭaintapiṉ, avarkaḷ taṅkaḷ tantaiyiṭam aḻutu koṇṭē vantaṉar"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "‘‘eṅkaḷ tantaiyē! Niccayamāka yūsuḥpai eṅkaḷ cāmāṉkaḷiṭam viṭṭuviṭṭu ōṭi (viḷaiyāṭik koṇṭē vekutūram ceṉṟu) viṭṭōm. Accamayam avarai ōnāy (aṭittut) tiṉṟuviṭṭatu. Nāṅkaḷ (evvaḷavu) uṇmai coṉṉa pōtilum (atai) nīṅkaḷ nampavē māṭṭīrkaḷ'' eṉṟu kūṟiṉārkaḷ"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "(taṅkaḷ tantaikkuk kāṇpippataṟkāka) avaruṭaiya caṭṭaiyil (āṭṭiṉ) poyyāṉa irattattait tōyttuk koṇṭu van(tu kāṇpit)tārkaḷ. (Irattam tōynta accaṭṭaik kiḻiyātiruppataik kaṇṭu ‘‘avarai ōnāy aṭittut tiṉṉavē) illai'' uṅkaḷ maṉam oru (tīya) kāriyattai uṅkaḷukku aḻakākak kāṇpittu viṭṭatu. (Avvāṟu ceytu viṭṭīrkaḷ.) Ākavē, (attukkattaic) cakittuk koḷvatutāṉ naṉṟu. Nīṅkaḷ kūṟiyavaṟṟil (iruntu yūsuḥpai pātukākkumāṟu) allāhviṭam utavi tēṭukiṟēṉ'' eṉṟu kūṟiṉārkaḷ"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Piṉṉar (kiṇaṟṟiṉ camīpamāka) oru payaṇak kūṭṭam vantatu. Avarkaḷ taṅkaḷ paṇiyāḷai (taṇṇīr koṇṭu vara) aṉuppiṉārkaḷ. Avaṉ taṉ vāḷiyaik (kiṇaṟṟil) viṭṭāṉ. (Atil yūsuḥp uṭkārntu koṇṭār. Atil yūsuḥp iruppataik kaṇṭu ‘‘uṅkaḷukku) naṟceyti! Itō (aḻakiya) ciṟuvar oruvar! Eṉṟu (yūsuḥpaic cuṭṭik kāṭṭik) kūṟiṉāṉ. (Avaraik kaṇṇuṟṟa avarkaḷ) taṅkaḷ varttakapporuḷāka (ākkik koḷḷak karuti) avarai maṟaittuk koṇṭārkaḷ. Allāh avarkaḷ ceyvatai naṉkaṟintavaṉ āvāṉ"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "(itaṟkuḷ avaruṭaiya cakōtararkaḷ aṅku vantu ‘‘ivaṉ tappi ōṭi vantu viṭṭa eṅkaḷ aṭimai'' eṉak kūṟi avarkaḷiṭamē) oru coṟpa tokaiyāṉa paṇattiṟku viṟṟuviṭṭārkaḷ. (Ēṉeṉṟāl, avaruṭaiya cakōtararkaḷ) avarai mikka veṟuttavarkaḷākavē iruntaṉar"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "(avarai vāṅkiyavarkaḷ, avarai ekiptukkuk koṇṭu vantu annāṭṭu atipatiyiṭam viṟṟu viṭṭaṉar.) Ekiptil avarai vāṅkiyavar, taṉ maṉaiviyai nōkki ‘‘nī ivarai kaṇṇiyamāka vaittukkoḷ; avarāl nām naṉmai aṭaiyalām; allatu avarai nām nam (vaḷarppu) makaṉākkik koḷḷalām'' eṉṟu kūṟiṉār. Yūsuḥp avvūril ātikkam celuttuvataṟkākavum (muṉṉar avar kaṇṭatu pōṉṟa) kaṉavukaḷiṉ viyākkiyāṉaṅkaḷai avarukkuk kaṟpippataṟkākavum ivvāṟu nām avarukku vacati ceytōm. Allāh, taṉ kāriyattai niṟaivēṟṟuvatil (aṉaivaraiyum) mikaittavaṉ āvāṉ. Āṉāl, maṉitarkaḷil perumpālāṉavarkaḷ (itai) aṟiya māṭṭārkaḷ"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "avar taṉ vālipattai aṭaintatum, nām avarukku ñāṉattaiyum, kalviyaiyum koṭuttōm. Nalloḻukkamuṭaiyavarkaḷukku ivvāṟu tāṉ nām kūli tarukiṟōm"
        }
    ]
}