{
    "pages": [
        {
            "chapter": 13,
            "verse": 35,
            "text": "Iṟaiyaccamuṭaiyavarkaḷukku vākkaḷikkappaṭṭa corkkattiṉ taṉmaiyō atil nīraruvikaḷ toṭarntu ōṭik koṇṭēyirukkum. Aṅku (avarkaḷukkuk) kiṭaikkum uṇavukaḷum. Ataṉ niḻalum eṉṟum nilaiyāṉavaiyākum. Itutāṉ iṟai accamuṭaiyavarkaḷiṉ muṭivākum. Nirākarippavarkaḷiṉ muṭivō narakamtāṉ"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "(napiyē! Muṉṉar) nām evarkaḷukku vētam koṭuttirukkiṟōmō avarkaḷ umakku iṟakkappaṭṭa (ivvētat)taip paṟṟi makiḻcciyaṭaivārkaḷ. Eṉiṉum, i(vvētat)til cilavaṟṟai nirākarippavarkaḷum avarkaḷil uṇṭu. Ākavē, nīr (avarkaḷai nōkki,) ‘‘allāhvukku etaiyum iṇaivaikkātu, avaṉ oruvaṉaiyē nāṉ vaṇaṅkumpaṭi eṉakkuk kaṭṭaḷaiyiṭappaṭṭuḷḷatu. (Uṅkaḷai) nāṉ avaṉiṭamē aḻaikkiṟēṉ; nāṉum avaṉiṭamē tirumpac celvēṉ'' eṉṟu kūṟuvīrāka"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "(napiyē! Nīr naṉkaṟintu koḷḷum poruṭṭu) nām itaṉ caṭṭa tiṭṭaṅkaḷai arapi (moḻi)yil ivvāṟu (vivarittu) iṟakkivaittōm. Ākavē, (vahyiyiṉ mūlam) umakku (tirukur'āṉiṉ) ñāṉam kiṭaittataṟkup piṉṉarum nīr avarkaḷuṭaiya maṉa viruppaṅkaḷaip piṉpaṟṟiṉāl, allāhviṭattil (um'mai) pātukāttuk koḷḷavō, umakku utavi ceyyavō oruvarumirār"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "(napiyē!) Niccayamāka nām umakku muṉṉarum tūtarkaḷ palarai aṉuppi irukkiṟōm. (Um'maip pōlavē) avarkaḷukkum maṉaivikaḷaiyum, cantatikaḷaiyum koṭuttiruntōm. (Ākavē, umakku maṉaivi, makkaḷ iruppataip paṟṟi ivarkaḷ kuṟai kūṟamuṭiyātu.) Allāhviṉ aṉumatiyiṉṟi oru tūtar ettakaiya attāṭciyaiyum koṇṭu varuvataṟkillai. (Avaṉ muṭivu ceytirukkum) ovvoṉṟukkum tavaṇaiyum (kuṟippiṭṭu) eḻutappaṭṭuḷḷatu. (Atu attavaṇaikku muntiyum varātu; pintiyum varātu)"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "(Eṉiṉum, atil) avaṉ nāṭiyatai aḻittu viṭuvāṉ; (avaṉ nāṭiyatai) uṟutiyākkiviṭuvāṉ. (Aṉaittiṟkum) acal pativu avaṉiṭattil irukkiṟatu. (Ataṉpaṭi ellāk kāriyaṅkaḷum tavaṟātu naṭaipeṟum)"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "(napiyē!) Avarkaḷukku (varumeṉa) nām vākkaḷitta (taṇṭaṉaikaḷil) cilavaṟṟai (nīr uyiruṭaṉ irukkumpōtē) umatu kaṇṇāl kāṇumpaṭi ceytālum allatu (atu varuvataṟku muṉṉar) nām um'maik kaippaṟṟik koṇṭālum (ataip paṟṟi nīr kavalaippaṭātīr!) Umatu kaṭamaiyellām tūtai cērppippatutāṉ! (Avarkaḷiṭam ataṉ) kaṇakkai vāṅkuvatu nam kaṭamaiyākum"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "(avarkaḷ vacittirukkum) pūmiyai ataṉ ōraṅkaḷiliruntu niccayamāka nām (paṭippaṭiyākak) kuṟaittu varuvatai avarkaḷ kāṇavillaiyā? Allāhvē tīrppaḷikkakkūṭiyavaṉ. Avaṉuṭaiya tīrppait taṭai ceyyakkūṭiyavaṉ oruvaṉumillai. Avaṉ kēḷvi kaṇakkuk kēṭpatil mikat tīviramāṉavaṉ"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "(napiyē!) Ivarkaḷukku muṉṉiruntavarkaḷum (nam tūtarkaḷukku virōtamāka ivvāṟē) pala cūḻccikaḷaic ceytu koṇṭiruntaṉar. Eṉiṉum, cūḻccikaḷ aṉaittum allāhviṭam cikkiviṭum. (Ēṉeṉṟāl,) ovvōr ātmāvum ceykiṉṟa (cūḻccikaḷ) aṉaittaiyum avaṉ (tiṭṭamāka) naṉkaṟikiṟāṉ. Ākavē, evarkaḷuṭaiya kāriyam naṉmaiyāka muṭiyum eṉpatai innirākarippavarkaḷ ati cīkkirattil aṟintu koḷvārkaḷ"
        }
    ]
}