{
    "pages": [
        {
            "chapter": 16,
            "verse": 55,
            "text": "nām avarkaḷukkuc ceyta naṉṟikaḷaiyum (naṉmaikaḷaiyum) nirākarittu viṭukiṉṟaṉar. (Ātalāl, avarkaḷai nōkki, ‘‘ivvulakil) ciṟitu cukamaṉupavittuk koḷḷuṅkaḷ. Piṉṉar (maṟumaiyil) nīṅkaḷ (uṇmaiyai) aṟintu koḷvīrkaḷ'' (eṉṟu napiyē! Kūṟuvīrāka)"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "nām avarkaḷukkuk koṭutta poruḷkaḷil oru pākattait taṅkaḷ teyvaṅkaḷukkeṉṟu kuṟippiṭṭuk kūṟukiṉṟaṉar. Itai avarkaḷ aṟintukoḷḷavē muṭiyātu. Allāhviṉ mītu cattiyamāka! Nīṅkaḷ kaṟpaṉaiyākak kūṟum ippoy(k kūṟṟu)kaḷaip paṟṟi (maṟumaiyil) niccayamāka nīṅkaḷ kēḷvi kēṭkappaṭuvīrkaḷ"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "(napiyē!) Ivarkaḷ allāhvukkup peṇ piḷḷaikaḷaiyum.Taṅkaḷukku tāṅkaḷ virumpukiṉṟavarkaḷai (āṇ piḷḷaikaḷai) ēṟpaṭuttik koḷkiṉṟaṉar. Avaṉō (itaiviṭṭu) mikka paricuttamāṉavaṉ"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "avarkaḷil oruvaṉukku peṇkuḻantai piṟantatāka naṟceyti kūṟappaṭṭāl avaṉuṭaiya mukam (tukkattāl) kaṟuttu kōpattai viḻuṅkukiṟāṉ"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "(peṇ kuḻantai piṟantatu eṉa) avaṉukkuk kūṟappaṭṭa intak keṭṭa naṉmārāyattaip paṟṟi (veṟuppaṭaintu) iḻivuṭaṉ “atai vaittiruppatā? Allatu (uyiruṭaṉ) atai maṇṇil putaittu viṭuvatā?' Eṉṟu kavalaippaṭṭu makkaḷ muṉ varāmal maṟaintu koṇṭu alaikiṟāṉ. (Ivvāṟu taṅkaḷukku āṇ kuḻantaiyum iṟaivaṉukkup peṇ kuḻantaiyumāka) avarkaḷ ceyyum tīrmāṉam mikak keṭṭatallavā"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "(Ittakaiya) keṭṭa utāraṇamellām maṟumaiyai nampikkai koḷḷātavarkaḷukkē (takum). Allāhvukkō mikka mēlāṉa varṇippukaḷ uṇṭu. Avaṉ (aṉaivaraiyum) mikaittavaṉ, mikka ñāṉamuṭaiyavaṉ āvāṉ"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "maṉitarkaḷ ceyyum kuṟṟaṅkuṟaikaḷaip paṟṟi avarkaḷai allāh (uṭaṉukkuṭaṉ) piṭippatāka iruntāl (pūmiyil) ōr uyiriṉaittaiyumē avaṉ viṭṭuvaikka māṭṭāṉ. Eṉiṉum, oru kuṟippiṭṭa tavaṇai varai (piṭikkātu) avarkaḷaip piṟpaṭuttukiṟāṉ. Avarkaḷuṭaiya tavaṇai varum camayattil oru vināṭi pintavum māṭṭārkaḷ; muntavum māṭṭārkaḷ"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "tāṅkaḷ virumpātavai(kaḷākiya peṇ kuḻantai)kaḷai allāhvukkuk kaṟpikkumivarkaḷ (maṟumaiyil) niccayamāka taṅkaḷukku naṉmaitāṉ kiṭaikkumeṉṟu avarkaḷiṉ nāvukaḷ poyyai varṇikkiṉṟaṉa. Niccayamāka ivarkaḷukku narakamtāṉ eṉpatilum narakattiṟku mutalāvatāka ivarkaḷtāṉ celvārkaḷ eṉpatilum cantēkamēyillai"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "(napiyē!) Allāhviṉ mītu cattiyamāka! Umakku muṉṉirunta pala vakuppārkaḷukkum nām (nam) tūtarkaḷai aṉuppivaittōm. Eṉiṉum, ṣaittāṉ avarkaḷukkum avarkaḷuṭaiya (tīya) kāriyaṅkaḷaiyē aḻakākak kāṇpittāṉ. Iṉṟaiya tiṉam ivarkaḷukkum avaṉē naṇpaṉāvāṉ. Ākavē, ivarkaḷukku mikka tuṉpuṟuttum vētaṉai uṇṭu"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "(napiyē!) Ivarkaḷ evviṣayattil tarkkittuk koṇṭārkaḷō atai nīr teḷivākkuvataṟkākavē ivvētattai um mītu nām iṟakki vaittōm. Mēlum, nampikkai koṇṭa makkaḷukku itu nērāṉa vaḻiyākavum, ōr aruḷākavum irukkiṟatu"
        }
    ]
}