{
    "pages": [
        {
            "chapter": 17,
            "verse": 8,
            "text": "(Nīṅkaḷ viṣamam ceyvataiviṭṭu vilakik koṇṭāl) uṅkaḷ iṟaivaṉ uṅkaḷ mītu karuṇai puriyalām. (Appaṭi illāmal uṅkaḷ viṣamattiṉ pakkamē) piṉṉum nīṅkaḷ tirumpiṉāl nāmum (uṅkaḷai muṉ pōla taṇṭikka) muṉ varuvōm. Nirākarippavarkaḷukku narakattai virippāka ākki viṭuvōm"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "niccayamāka inta kur'āṉ mika nērāṉa, nītamāṉa pātaikku vaḻi kāṭṭukiṟatu; mēlum, (uṅkaḷil) nampikkai koṇṭu naṟceyalkaḷaic ceypavarkaḷukku niccayamāka mikap periya kūli uṇṭu eṉṟum naṟceyti kūṟukiṟatu"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "(uṅkaḷil) evarkaḷ maṟumaiyai nampavillaiyō avarkaḷukku niccayamāka nām mikat tuṉpuṟuttum vētaṉaiyai tayārpaṭutti irukkiṟōm (eṉṟum accamūṭṭi eccarikkai ceykiṟatu)"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "maṉitaṉ naṉmaiyaik kōri pirārttippataip pōlavē (cila camayaṅkaḷil aṟiyāmaiyiṉāl) tīmaiyaik kōriyum pirārttikkiṟāṉ. Ēṉeṉṟāl, maṉitaṉ (iyaṟkaiyākavē poṟumaiyiḻanta) avacarakkāraṉāka irukkiṟāṉ"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "iravaiyum pakalaiyum nām attāṭcikaḷāka ākkiṉōm. (Atil) iraviṉ attāṭciyai maṅkac ceytōm. (Pala iṭaṅkaḷilum cuṟṟit tirintu) uṅkaḷ iṟaivaṉiṉ aruḷai nīṅkaḷ tēṭikkoḷvataṟkāka pakaliṉ attāṭciyaip pirakācamākkiṉōm. Āṇṭukaḷiṉ eṇṇikkaiyaiyum (mātaṅkaḷiṉ) kaṇakkaiyum (itaṉ mūlam) nīṅkaḷ aṟintukoḷkiṟīrkaḷ. Ovvoru viṣayattaiyum teḷivākavē nām vivarittuḷḷōm"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "ovvoru maṉitaṉiṉ (ceyalaip paṟṟiya virivāṉa tiṉacarik) kuṟippai avaṉuṭaiya kaḻuttil māṭṭiyirukkiṟōm. Maṟumai nāḷil atai avaṉukku oru puttakamāka eṭuttuk koṭuppōm. Avaṉ atai virikkappaṭṭatākap pārppāṉ"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "(Accamayam avaṉai nōkki) ‘‘iṉṟaiya tiṉam uṉ kaṇakkaip pārkka nīyē pōtumāṉavaṉ. Ākavē, uṉ (kuṟippup) puttakattai nī paṭittup pār'' (eṉṟu kūṟuvōm)"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "evaṉ nērāṉa vaḻiyil celkiṟāṉō avaṉ taṉ naṉmaikkākavē nērāṉa vaḻiyil celkiṟāṉ. Evaṉ tavaṟāṉa vaḻiyil celkiṟāṉō avaṉ (tavaṟāṉa vaḻiyil ceṉṟu) taṉakkē tīṅkiḻaittuk koḷkiṟāṉ. Oruvaṉuṭaiya pāvaccumaiyai maṟṟoruvaṉ cumakka māṭṭāṉ. (Namatu) tūtar oruvarai aṉuppāta varai nām (evaraiyum) vētaṉai ceyvatillai"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "ōr ūrai (avvūrāriṉ tīya ceyaliṉ kāraṇamāka) nām aḻittuviṭak karutiṉāl, atil cukamāka vāḻpavarkaḷai naṉmaiyaik koṇṭu nām ēvukiṟōm. Āṉāl, avarkaḷ atil viṣamam ceyya ārampittu viṭukiṟārkaḷ. Piṉṉar, avarkaḷ mītu nam vākku ēṟpaṭṭu avvūrai nām aṭiyōṭu aḻittu viṭukiṟōm"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "nūhvukkup piṉṉar nām ettaṉaiyō vakuppārai (avarkaḷiṉ aniyāyattiṉ kāraṇamāka) aḻittirukkiṟōm. Taṉ aṭiyārkaḷiṉ pāvaṅkaḷai uṟṟu nōkki aṟintu koḷvataṟku umatu iṟaivaṉē pōtumāṉavaṉ. (Maṟṟevariṉ utaviyum avaṉukkut tēvaiyillai)"
        }
    ]
}