{
    "pages": [
        {
            "chapter": 39,
            "verse": 6,
            "text": "avaṉ uṅkaḷ aṉaivaraiyum, ārampattil orē oru maṉitariliruntu tāṉ paṭaittāṉ. Piṉṉar, avariliruntu avaruṭaiya maṉaiviyai amaittāṉ. (Anta iruvariliruntu, uṅkaḷai āṇum peṇṇumākap paṭaittirukkiṟāṉ.) Mēlum, (uṅkaḷ naṉmaikkākavē) eṭṭu vakai kālnaṭaikaḷai (jōṭi jōṭiyākap) paṭaittirukkiṟāṉ. Uṅkaḷ tāymārkaḷiṉ vayiṟṟil, oṉṟaṉpiṉ oṉṟāka mūṉṟu iruḷkaḷukkuḷ vaittu uṅkaḷaip paṭaikkiṟāṉ. Inta allāhtāṉ uṅkaḷ iṟaivaṉ. Ellā āṭcikaḷum avaṉukkē uriyaṉa. Avaṉait tavira vaṇakkattiṟkuriya vēṟu iṟaivaṉ illai. Ākavē, (avaṉai viṭṭu) nīṅkaḷ eṅku tiruppappaṭukiṟīrkaḷ"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Avaṉai nīṅkaḷ nirākarittuviṭṭa pōtilum (avaṉukku naṣṭamillai. Ēṉeṉṟāl,) niccayamāka allāh uṅkaḷ tēvaiyaṟṟavaṉāka irukkiṟāṉ. Eṉiṉum, taṉ aṭiyārkaḷ (taṉṉai) nirākarippatai avaṉ virumpuvatē illai. Nīṅkaḷ (avaṉukku) naṉṟi celuttuvīrkaḷāyiṉ, ataṉāl uṅkaḷaip paṟṟi avaṉ tiruptiyaṭaivāṉ. Oruvaṉiṉ (pāvac) cumaiyai maṟṟoruvaṉ cumappatillai. Iṉi nīṅkaḷ cella vēṇṭiyatu uṅkaḷ iṟaivaṉiṭamtāṉ. Accamayam nīṅkaḷ ceytu koṇṭiruntavaṟṟai avaṉ uṅkaḷukku aṟivippāṉ. Uḷḷaṅkaḷil uḷḷavaṟṟaiyum niccayamāka avaṉ naṉkaṟikiṟāṉ"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "maṉitaṉukku oru tīṅku ēṟpaṭum camayattil, muṟṟilum taṉ iṟaivaṉaiyē nōkkip pirārttaṉai ceyta vaṇṇamāyirukkiṟāṉ. Iṟaivaṉ taṉṉiṭamiruntu ōr aruḷai avaṉukkup puriyum camayattil, itaṟku muṉṉar, tāṉ pirārttaṉai ceytu koṇṭirunta avaṉaiyē maṟantu viṭukiṟāṉ. Allāhvukku (poyyāṉa teyvaṅkaḷai) iṇaikaḷākki maṟṟavarkaḷaiyum avaṉuṭaiya pātaiyiliruntu vaḻi keṭukkiṟāṉ. (Napiyē! Avaṉai nōkki,) nīr kūṟuvīrāka: ‘‘Nī (ivvāṟu iṟaivaṉai) nirākaritta vaṇṇamē ciṟitu kālam cukamaṉupavi. (Muṭivil) niccayamāka nī narakavācitāṉ"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "evaṉ maṟumaiyai payantu, taṉ iṟaivaṉiṉ aruḷai etirpārttu, iravu kālaṅkaḷil niṉṟavaṉākavum, ciram paṇintavaṉākavum allāhvai vaṇaṅkik koṇṭiruppavaṉā (nampikkai koḷḷātu nirākarippavaṉaip pōlāvāṉ)? (Napiyē!) Nīr kēṭpīrāka: Kalvi aṟivuṭaiyavarum, kalvi aṟivillātavarum camamāvārkaḷā? (Inta kur'āṉaik koṇṭu) nallupatēcam peṟupavarkaḷ ellām (kalvi) aṟivuṭaiyavartāṉ"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "(Napiyē!) Kūṟuvīrāka: ‘‘Nampikkaikoṇṭa (eṉ) aṭiyārkaḷē! Uṅkaḷ iṟaivaṉukku nīṅkaḷ payantu koḷḷuṅkaḷ. Im'maiyil naṉmai ceytavarkaḷukku (maṟumaiyil) naṉmaitāṉ kiṭaikkum. Allāhvuṭaiya pūmi mika vicālamāṉatu. Niccayamāka poṟumaiyāḷarkaḷukku avarkaḷuṭaiya kūli kaṇakkiṉṟiyē koṭukkappaṭum"
        }
    ]
}