{
    "pages": [
        {
            "chapter": 3,
            "verse": 16,
            "text": "ivarkaḷ (taṅkaḷ iṟaivaṉai nōkki) ‘‘eṅkaḷ iṟaivaṉē! Niccayamāka nāṅkaḷ (uṉṉai) nampikkai koḷkiṟōm. Ātalāl, nī eṅkaḷ pāvaṅkaḷai maṉṉittu (aruḷ purintu, naraka) neruppiṉ vētaṉaiyiliruntum eṅkaḷai kāppāṟṟuvāyāka!'' Eṉṟum (toṭarntu) pirārttittuk koṇṭiruppārkaḷ"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "(avarkaḷ) poṟumaiyāḷarkaḷākavum, uṇmai pēcukiṟavarkaḷākavum, (iṟaivaṉukku) muṟṟilum vaḻippaṭṭu naṭappavarkaḷākavum, tāṉam ceykiṟavarkaḷākavum, ‘sahar' nēraṅkaḷil (vaikaṟaip poḻutil allāhviṭam) maṉṉippuk kōrukiṟavarkaḷākavum irukkiṉṟaṉar"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "(napiyē! Nītavāṉākiya) allāh cāṭci kūṟukiṟāṉ: ‘‘Niccayamāka allāhvait tavira vaṇakkattiṟkut takutiyāṉa iṟaivaṉ vēṟuyārum (illavē) illai.'' Appaṭiyē vāṉavarkaḷum (vētattai kaṟṟut tērnta) kalviyāḷarkaḷum cāṭci kūṟukiṉṟaṉar; (aṉaivaraiyum) mikaittavaṉum ñāṉamuṭaiyavaṉumāṉa avaṉait tavira vaṇakkattiṟkuriyavaṉ vēṟuyārumillai"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Niccayamāka allāhviṭattil (aṅkīkarikkappaṭṭa) mārkkam islāmtāṉ. Vētam aḷikkappaṭṭavarkaḷ (‘itutāṉ uṇmaiyāṉa vētam' eṉṟa) ñāṉam avarkaḷukku kiṭaitta piṉṉar taṅkaḷukkiṭaiyē uḷḷa poṟāmaiyiṉ kāraṇamākavē (itaṟku) māṟupaṭṭaṉar. Ākavē, evarkaḷ allāhvuṭaiya vacaṉaṅkaḷai nirākarikkiṟārkaḷō avarkaḷuṭaiya kaṇakkai niccayamāka allāh veku cīkkirattil eṭuppāṉ"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "(napiyē!) Itaṟkup piṉṉum avarkaḷ um'muṭaṉ tarkkittāl (avarkaḷai nōkki) ‘‘niccayamāka nāṉum eṉṉaip piṉpaṟṟiyavarkaḷum allāhvu(ṭaiya kaṭṭaḷaikaḷu)kku muṟṟilum talai cāyttuviṭṭōm eṉṟu kūṟi vētamaḷikkappaṭṭavarkaḷaiyum, (cilaiyai vaṇaṅkum) pāmararkaḷaiyum nōkki ‘‘nīṅkaḷum (avvāṟē) allāhvukkut talai cāykkiṟīrkaḷā?'' Eṉṟu kēṭpīrāka. (Avvāṟē) avarkaḷum talaicāyttāl niccayamāka avarkaḷ nērāṉa pātaiyai aṭaintu viṭṭārkaḷ. Avarkaḷ puṟakkaṇittu viṭṭāl (ataṟkāka nīr kavalaippaṭātīr. Nam tūtai avarkaḷukkut) terivippatutāṉ um mītu kaṭamaiyāka irukkiṟatu. Allāh (taṉ) aṭiyārkaḷai uṟṟu nōkkukiṟāṉ"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "niccayamāka evarkaḷ allāhviṉ vacaṉaṅkaḷai nirākarittu, niyāyamiṉṟi iṟaittūtarkaḷaiyum, nītattai ēvukiṉṟa (maṟṟa) maṉitarkaḷaiyum kolai ceykiṟārkaḷō avarkaḷukku tuṉpuṟuttum vētaṉaiyaikkoṇṭu (napiyē!) Naṟceyti kūṟuvīrāka"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "ivarkaḷ ceyta (naṟ) ceyalkaḷ (aṉaittum) im'maiyilum maṟumaiyilum (ettakaiya palaṉumiṉṟi, muṟṟilum) aḻintuviṭṭaṉa. (Maṟumaiyil) ivarkaḷukku utavi ceypavarkaḷ oruvarumillai"
        }
    ]
}