{
    "pages": [
        {
            "chapter": 3,
            "verse": 53,
            "text": "‘‘eṅkaḷ iṟaivaṉē! Nī aruṭceyta (vētat)tai nāṅkaḷ nampukiṟōm. (Uṉ) ittūtaraiyum nāṅkaḷ piṉpaṟṟi naṭakkiṟōm. Ātalāl, (avarai) uṇmaippaṭuttiyavarkaḷuṭaṉ eṅkaḷaiyum nī pativu ceytu koḷvāyāka!'' (Eṉṟum antat tōḻarkaḷ pirārttittaṉar)"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "(īsāvai nirākaritta) avarkaḷ (avaraik kolai ceyya) cati ceytārkaḷ. (Eṉiṉum, allāh avaraik kāppāṟṟi taṅkaḷil oruvaṉaiyē avarkaḷ kolai ceytu viṭumpaṭi) allāh (avarkaḷukkuc) cati ceytu viṭṭāṉ. Allāh, cati ceypavarkaḷil mika mēlāṉa(cati ceypa)vaṉ"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "(Īsāvai nōkki) allāh kūṟiyatai (avarkaḷukku) ñāpakappaṭuttuvīrāka!: ‘‘Īsāvē niccayamāka nāṉ umakku (umatu) āyuḷai muḻumaippaṭuttuvēṉ. Um'mai nam'maḷavil uyarttikkoḷvēṉ. Nirākarippavarkaḷi(ṉ avatūṟi)liruntu uṅkaḷaip paricuttamākkivaippēṉ. Uṅkaḷaip piṉpaṟṟupavarkaḷai nirākarippavarkaḷ mītu iṟuti nāḷvarai mēlākkiyum vaippēṉ'' (eṉṟu kūṟi, īsāvē! Annirākarippavarkaḷai nōkki, nāṉ kūṟiyatāka nīr kūṟuvīrāka: ‘‘Allāhvākiya) eṉṉiṭamē nīṅkaḷ mīṇṭum varuvīrkaḷ. Nīṅkaḷ tarkkittuk koṇṭiruppavaṟṟaip paṟṟi (annērattil) nāṉ uṅkaḷukkiṭaiyil tīrppaḷippēṉ'' (eṉṟum kūṟiṉāṉ)"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "ākavē, (avarkaḷil) evarkaḷ (um'mai) nirākarikkiṟārkaḷō avarkaḷai nāṉ im'maiyilum maṟumaiyilum kaṭiṉamāka vētaṉai ceyvēṉ. Avarkaḷukku utavi ceypavarkaḷ yārum irukka māṭṭārkaḷ"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "evarkaḷ nampikkai koṇṭu, naṟceyalkaḷaiyum ceykiṟārkaḷō avarkaḷiṉ (naṟ)kūliyai allāh avarkaḷukku muḻumaiyāka vaḻaṅkuvāṉ. Allāh aniyāyakkārarkaḷai nēcippatillai"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "(napiyē!) Nām um mītu ōtiya ivai (iṟaivaṉuṭaiya) vacaṉaṅkaḷākavum, ñāṉa(m niṟainta) upatēcaṅkaḷākavum irukkiṉṟaṉa"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "niccayamāka allāhviṭam īsāvukku utāraṇam ātamuṭaiya utāraṇattaip pōṉṟatē! Avaṉ avarai maṇṇāl uṟpatti ceytu (maṉitaṉāka) ‘āku' eṉṟu kūṟiṉāṉ. Uṭaṉē (appaṭi) ākiviṭṭatu"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "(napiyē! Īsāvaip paṟṟi) umatu iṟaivaṉiṭamiruntu kiṭaitta ivviṣayaṅkaḷ tāṉ uṇmaiyāṉavai. Ākavē (itaippaṟṟi) cantēkappaṭupavarkaḷil nīrum (oruvarāka) ākiviṭa vēṇṭām"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "(Napiyē!) Itaip paṟṟi umakku uṇmaiyāṉa vivaram kiṭaitta piṉṉarum, um'miṭam evarum tarkkittāl (avarkaḷukku) kūṟuvīrāka: ‘‘Vāruṅkaḷ! Eṅkaḷ piḷḷaikaḷaiyum, uṅkaḷ piḷḷaikaḷaiyum, eṅkaḷ peṇkaḷaiyum, uṅkaḷ peṇkaḷaiyum, eṅkaḷaiyum, uṅkaḷaiyum aḻaittu (oṉṟu cērttu) vaittuk koṇṭu (ovvoruvarum nām kūṟuvatutāṉ uṇmaiyeṉa) cattiyam ceytu (itaṟku māṟākak kūṟum) poyyarkaḷ mītu allāhviṉ cāpam uṇṭāvatāka! Eṉa pirārttippōm'' (eṉṟu kūṟumpaṭi kaṭṭaḷaiyiṭṭāṉ. Ivvāṟu napiyavarkaḷ aḻaitta camayattil oruvarumē ippaṭi cattiyam ceyya muṉvaravillai)"
        }
    ]
}