{
    "chapter": [
        {
            "chapter": 36,
            "verse": 1,
            "text": "Ya-Sin"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "By the Qur'an full of wisdom"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "Verily thou art of the sent ones"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "upon the straight path"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "This is a revelation of the Mighty, the Merciful"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "That thou mayest warn a people whose fathers were not warned; so they are negligent"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "Assuredly the word hath been justified against most of them, wherefore they shall not believe"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Verily We have placed on their necks shackles which are up to the chins; so that their heads are forced up"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "And We have placed before them a barrier and behind them a barrier, so We have covered them, so that they see not"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "And it is alike Unto them, whather thou warnest them or warnest them not; they shall not believe"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Thou canst warn only him who followeth the admonition and feareth the Compassionate, unseen. So bear thou Unto him the glad tidings of forgiveness and a generous hire"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Verily We! We shall guicken the dead. And We write down that which they send before and their footsteps. And everything We have counted up in a Book luminous"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "And propound thou Unto them the similitude of the inhabitants of a town, When there came thereto the sent ones"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "What time We sent Unto them two, then they belied the twain, wherefore We strengthened them with a third, and they said: verily we are Unto you the sent ones"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "They said: ye are but human beings like ourselves; the Compassionate hath not sent down aught; ye are only lying"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "They said: our Lord knoweth that we are surely Unto you the sent ones"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "And on us is naught but manifest preaching"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "They said: verily we augur ill of you; if ye desist not, we shall surely stone you, and there will befall you from us a torment afflictive"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "They said: your evil augury be with you. Call ye it an ill- luck because ye are admonished! Aye! ye are a people extravagant"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "And there came from the farthest part of the town a man running. He said; O my people! follow the sent ones"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Follow those who ask not of you any hire, and who are rightly guided"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "And what aileth me that I should not worship Him who hath created me, and Unto whom ye shall be returned"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Shall I take beside Him gods when, if the Compassionate should intend me any harm, their intercession will avail me not at all, nor would they save me"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Verily then I should be in error manifest"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Verily I believe now in your Lord; so hearken Unto me"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "It was said: enter thou the Garden. He said: would that my people knew"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "That my Lord hath forgiven me, and hath made me of the honoured ones"
        },
        {
            "chapter": 36,
            "verse": 28,
            "text": "And We sent not against his people after him a host from heaven, nor have We been sending down any such"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "It was but one shout, and lo! they were extinct"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Ah the misery of the bondmen! there cometh not: Unto them an apostle but him they have been mocking"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Behold they not how many We have destroyed before them of the generations! verily Unto them they shall not return"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "And surely all, every one of them, shall be brought before us"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "And a sign Unto them is the dead land. We quicken it and therecut We bring forth grain, so that thereof they eat"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "And We place therein gardens of the date-palms and vines; and We therein cause to gush forth springs"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "That they may eat of the fruit thereof; and their hands worked it not. Will they not, therefore, give thanks"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Hallowed be He who hath created all the pairs of that which the earth groweth, and of themselves and of that which they know not"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "And a sign Unto them is the night. We draw off the day therefrom, and lo! they are darkened"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "And the sun runneth to its appointed term: that is the disposition of the Mighty, the Knowing"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "And the moon! For it We have decreed mansions till it reverteth like the old branch of a palm-tree"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "It is not permitted to the sun that it should overtake the moon, nor can the night outstrip the day: each in an orbit, they float"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "And a sign Unto them is that We bear their offspring in a laden ship"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "And We have created for them of the like thereUnto whereon they ride"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "And if We list, We shall drown them, and there will be no shout for them, nor will they be saved"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "unless it be a mercy from us, and as an enjoyment for a season"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "And when it is said Unto them: fear that which is before you and that which is behind you, that haply ye may find mercy, they withdraw"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "And not a sign cometh Unto them of the signs of their Lord, but they are ever backsliders therefrom"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "And when it is said Unto them: expend of that wherewith Allah hath provided you, those who disbelieve say Unto those who believe: shall we feed those whom God Himself would have fed, if He listed? Ye are in naught else than error manifest"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "And they say: when will this promise be fulfilled if ye say sooth"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "They await not but one shout, which shall lay hold of them while they are yet wrangling"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "And they will not be able to make a disposition, nor to their family they return"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "And the trumpet shall be blown, and lo! from the tombs Unto their Lord they shall be hastening"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "They will say: Ah woe Unto us! who hath roused us from our sleeping-place? This is that which the Compassionate had promised, and truly spake the sent ones"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "It shall be but one shout; and lo! they shall all be brought together before us"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "To-day no soul will be wronged at all; nor shall ye be requited but for that which ye have been working"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "Verily the fellows of the Garden to-day shall be happily employed"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "They and their spouses, in shade on couches shall be reclining"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Theirs shall be fruit therein and theirs shall be whatsoever they ask for"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Peace shall be the word from the Lord Merciful"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "And separate yourselves this Day, O ye culprits"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Enjoined I not on you, ye children of Adam, that ye shall not worship the Satan - verily he is Unto you manifest foe"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "And that: ye shall worship Me; this is the straight path"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "And yet assuredly he hath led astray of you a great multitude. Wherefore reflect ye not"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Yonder is Hell, which ye were promised"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Roast therein To-day for that ye have been disbelieving"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "To-day We shall seal upon their mouths, and their hands will speak Unto us, and their feet will bear witness of that which they have been earning"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "And if We listed, surely We should wipe out their eyes so that they would struggle for the way how then would they see"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "And if We listed, surely We should transform them in their places, so that they would be able neither to go forward nor to return"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "And whomsoever We grant long life, We reverse him in creation. Reflect then they not"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "And We have not taught him poetry, nor it befitteth him. This is but an admonition and a Recital luminous"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "In order that it may warn him who is alive, and that the sentence may be justified on the infidels"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "Observe they not that We have created for them, of that which Our hands have worked, cattle: so that they are their owners"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "And We have subdued them Unto them, so that some of them they have for riding and on some of them they feed"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "And they have therefrom other benefits and drinks. Will they not then give thanks"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "And they have taken beside Allah gods, hoping that haply they may be succoured"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "They are not able to give them succour; whereas they shall be against them host brought forward"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "So let not their speech grieve thee. Verily We! We know whatsoever they keep secret and whatsoever they make known"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "Beholdest not man that We have created him from a sperm? Yet lo! he is a manifest disputer"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "And he propoundeth for us a similitude, and forgetteth his creation, He saith: who shall quicken the bones when they are decayed"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "Say thou:\" He shall quicken them Who brought them forth for the first time, and He is of every kind of creation the Knower"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "Who giveth you out of the green tree fire, and lo! ye kindle therewith"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Is not He who created the heavens and the earth able to create the like of these? Yea! He is the Supreme Creator, the Knower"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "His affair, when He intendeth a thing, is only that He saith Unto it: be, and it becometh"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Wherefore hallowed be He in whose hand is the governance of everything, and Unto whom ye shall be returned"
        }
    ]
}