{
    "juzs": [
        {
            "chapter": 9,
            "verse": 93,
            "text": "відповідальність є на цих хто просять ваш дозвіл залишитися ззаду, незважаючи на те, що вони не мають пробачення. Вони вибрали бути з осідлий. Отже, БОГ опечатав їхні серденька, та отже, вони не досягають будь-якого знання"
        },
        {
            "chapter": 9,
            "verse": 94,
            "text": "Вони перепрошують до вас коли ви вертаєте їм (з битви). Скажіть, \"Не перепрошують; ми більше не довіряємо вам. БОГ поінформував нас про вас.\" БОГ побачить ваші праці, та так буде кур'єр, тоді ви будете вертатися до Knower всіх таємниць та декларацій, тоді Він поінформує вас все ви зробили"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Вони присягнуться БОГОМ до вас, коли ви вертаєте їм, що ви можете disregard їм. Зробіть disregard їм. Вони забруднюються, та їхня доля Пекло, як requital для гріхів вони зароблені"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Вони присягають до вас, що ви можете пробачити їх. Навіть якщо ви пробачаєте їм, БОГ не пробачає таким безпутним людям"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Arabs являють собою найгірший у disbelief та hypocrisy, та найбільш певно проігнорувати закони що БОГ відкрив до Його кур'єра. БОГ Omniscient, Найбільш Мудрий"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Деякий Arabs розглядаєте їхні витрати (в ім'я Бога) щоб бути втрата, та навіть чекаєте заздалегідь що лиха може вдарити вас. Це - вони що зазнають найгіршого лиха. БОГ Слухач, Omniscient"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Інший Arabs вірити в БОГУ та останньому Дню, та розглядають їхні витрати бути засоби до БОГА, та засобів підтримуючого кур'єра. Дійсно, це принесе їм ближче; БОГ допустить їх у Його милосердя. БОГ Forgiver, Найбільш Милосердний"
        },
        {
            "chapter": 9,
            "verse": 100,
            "text": "Як для ранніх авангардів хто імігрував (Muhajerin), та прихильники що дали їм притулок (Ansar) та цей хто прослідкували за ними у righteousness, БОГ задовольняється з ними, та вони задовольняються з Ним. Він має готовий до парку їх з течучими потоками, причому вони перебують завжди. Це являє собою найбільш великий тріумф"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Серед Arabs навколо вас, є лицеміри. Також, серед міста dwellers, є цей хто призвичаюються hypocrisy. Ви не знаєте їх, але ми знаємо їх. Ми подвоїмо retribution для них, тоді вони закінчують здійснені до страшного retribution"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Є інші що зізналися їхні гріхи; вони змішали гарні справи з поганими справами. БОГ викупить їх, для БОГА Forgiver, Найбільш Милосердний"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Беруть з їхніх грошей добродійність очистити їх та sanctify їм. Та заохочують їх, для вашого заохочення заспокоює їх. БОГ Слухач, Omniscient"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "вони не здійснюють що БОГ визнає каяття Його worshipers, та бере добродійність, та що БОГ являє собою Redeemer, Найбільш Милосердний"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Кажуть, \"Робота righteousness; БОГ побачить вашу роботу, та так буде Його кур'єр та віруючі. Остаточно, ви будете вертатися до Knower всіх таємниць та декларацій, тоді Він поінформує вас все ви зробили"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Інші чекають БОЖОГО рішення; Він може покарати їх, або Він може викупити їх. БОГ Omniscient, Найбільш Мудрий"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "Є цей хто зловживають masjid practicing ідол обожнюють, ділення віруючі, та забезпечуючий комфорт до цих хто протиставляють БОГА та Його кур'єра. Вони урочисто присягають: \"Наші наміри є почесні!\" БОГ дає свідчення що вони брехуни"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Ви будете ніколи не молитися у такому masjid. masjid що встановлюється на основі righteousness з першого дня є більше вартий вашого благаючого там. У це, є люди котрі люблять бути очищені. БОГ любить ці хто очищають себе"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "один хто встановлює його будинок на основі reverencing БОГ та щоб отримують Його схвалення краще, або один хто встановлює його будинок на краю урвища кришачої скелі, що випадає з ним у вогонь Пекла? БОГ не керує порушуючими людьми"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Таке будинок що вони встановлені залишається джерелом сумніву у їхніх серденьках, до їхніх серденьок stilled. БОГ Omniscient, Найбільш Мудрий"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "БОГ купив з віруючів їхні життя та їхні грошові в обмін на Рай. Отже, вони борються в ім'я БОГА, бажаючого убити та приїжджають збиті. Такий Його правдива застава у Torah, Євангеліє, та Quran - та хто fulfills Його застава краще ніж БОГ? Ви будете тішитися з укладення такого обміну. Це являє собою найбільш великий тріумф"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "Вони являють собою repenters, worshipers, praisers, meditators, кланяючі та prostrating, advocators righteousness та forbidders зла, та keepers БОЖИХ законів. Дайте гарна новина таким віруючам"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Ні пророк, ні цей хто вважають буде попросити forgiveness для ідола worshipers, навіть якщо вони були їх найближчі родини, одного разу вони здійснюють що вони destined для Пекла"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Єдина причина Abraham попросила forgiveness для його батька що він пообіцяв йому зробити так. Але як тільки він здійснив що він був ворог БОГА, він відмовився від його. Abraham був надзвичайно люб'язний, clement"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "БОГ не посилає будь-яким людям astray, після Він керував ними, без першого показуючих для них що очікувати. БОГ знає цілком всі речі"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "До БОГА належить суверенітету неба та землі. Він контролює життя та смерть. Ви ніхто не маєте біля БОГА як Лорд та Майстер"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "БОГ викупив пророка, та імігранти (Muhajireen) та прихильники що hosted їм та дали їм притулок (Ansar), хто прослідкував за йо під час важких часів. Це - коли серденька деяких з них майже wavered. Але Він викупив їх, для Він є Compassionate до них, Найбільш Милосердних"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "Також (викуплений) три хто залишився ззаду. Простора земля стала так straitened для них, що вони майже відмовилися від всього сподівання для себе. Нарешті, вони здійснили що там ні втеча з БОГА, крім йому. Він тоді викупив їх що вони можуть каятися. БОГ являє собою Redeemer, Найбільш Милосердний"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "O ви що вважаєте, ви будете БОГ поваги, та будете серед правдивий"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Ніякий dwellers міста, не Arabs навколо них, буде прагнути залишитися позаду кур'єра БОГА (коли він мобілізовує для війни). Не будуть вони дають пріоритет їхнім власним справам над підтримуючим йо. Це тому, що вони не зазнають будь-якої спраги, або будь-яке зусилля, або голод в ім'я БОГА, або беруть єдиний крок що enrages disbelievers, або заподіюють будь-які негаразди на ворога, без це записувало для них як кредит. БОГ ніколи не буде неспроможний відшкодувати цим хто працюють righteousness"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "Не роблять вони зазнають будь-якого видатку, малого або великого, не роблять вони хрест будь-який valley, без маючого кредиту записаного для них. БОГ безсумнівно нагородить їх великодушно для їхніх праць"
        },
        {
            "chapter": 9,
            "verse": 122,
            "text": "Коли віруючі мобілізовують, не усі будуть зробити так. Декілька з кожної групи буде мобілізувати присвячуючи їхній час вивчаюча релігія. Отже, вони можуть пройти знання на їхніх людей коли вони вертають, що вони можуть залишитися релігійно поінформовані"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "O ви що вважаєте, ви будете боротись disbelievers хто атакуєте вас - дозволяєте їм знаходите вас суворі - та знаєте що БОГ є з справедливий"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "Коли sura було відкрите, деякий з них би сказало, би це sura посилюєте віру будь хто серед вас?\" Дійсно, це посилювало віру цих хто вважали, та вони тішаться з будь-якого відкриття"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "Як для цих хто harbored сумніви у їхніх серденьках, це фактично додало unholiness до їхнього unholiness, та вони вмерли як disbelievers"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "вони не дивляться що вони страждають з exacting іспити кожний рік одного разу або двічі? Досі, вони стійко не спроможуться щоб каятися, та не спроможуться щоб взяти увагу"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "Коли завгодно sura був відкритий, деякий з них би подивився на один одного так, якби щоб сказати: будь хто бачить вас?\" Тоді вони лишали. Отже, БОГ відвів їхні серденька, для вони люди що не розуміють"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "Прийшов до вас Посланець із вас самих. Тяжко йому те, що ви страждаєте, і він піклується про вас — співчутливий та милосердний до віруючих"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "А якщо відвернуться вони, то скажи: «Достатньо для мене Аллага! Немає бога, крім Нього, і на Нього я покладаюся! Він — Господь великого трону!»"
        },
        {
            "chapter": 10,
            "verse": 1,
            "text": "Цей (листи) являють собою докази цієї книги wisdom"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "це надто багато здивування для людей що ми надихається людина любимо їх? Він (був надихнутий щоб сказати), \"Ви будете попередити людей, та будете дати гарна новина цим хто вважають, що вони досягнули позиції prominence у їхньому Лорді.\" disbelievers сказало, \"Це є розумний чарівник"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Ваш тільки Лорд БОГ; хто утворив небо та землю у шести днях, тоді припустив весь авторитет. Він контролює всі матеріали. Немає посередника, крім у відповідності до Його буде. Такий БОГ ваш Лорд. Ви будете обожнювати Його. Чи не могли б ви не взяти увагу"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Йому є ваше остаточне відшкодування, всі ви. Це є БОЖА правдива обіцянка. Він започатковує створення, тоді повторює це, аби нагородити ці хто вважають та ведуть справедливе життя, equitably. Як для цих хто disbelieve, вони зазнають hellish напою, та болісний retribution для їх disbelieving"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "Він являє собою один хто надав сонце сяюче, та місяць світло, та Він замислив його phases що ви можете довідатися розрахувати роки та щоб обчислити. БОГ не створював все це, крім для специфічної мети. Він роз'яснює апокаліпсис для людей що знають"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Безсумнівно, у зміні ночі та дня, та що БОГ створював у небі та землі, є докази для людей що є справедливі"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Цей хто не очікують зустріти нас, та preoccupied з це світово довічним, та вміст з це, та відмовляються зважити на наші докази"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "цей зазнали Пекла як їхнього остаточного abode, як наслідок їхніх власних праць"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Як для цих хто вважають та ведуть справедливе життя, їхній Лорд керує ними, за допомоою їхньої віри. Річки будуть текти внизу їм у парку блаженства"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Їхня молитва там: Ви glorified, наш бог,\" їхнє привітання там, \"Мир,\" та їхня остаточна молитва: \"Похваліть мусить БОГ, Лорд всесвіту"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Якщо б БОГ hastened retribution зазнатий людьми, шлях вони вимагають умов, вони були би винищені давно. Але, ми лишаємо ці хто не віримо в зустрічаючим нам у їхніх порушенні, blundering"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Коли нещастя торкається людський будучи, він благає нас той час, як лягаючи, або засідання, або встаюче. Але як тільки ми relieve його нещастя, він продовжується так, якби він ніколи не благав нас relieve будь-які негаразди! Праці порушників таким чином прикрашаються у їхніх очах"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "Багато генерації ми винищили перед тим, як ви коли вони порушили. Їхні кур'єри поїхали їм з ясними доказами, але вони відмовилися повірити. Ми таким чином requite винуваті люди"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Тоді ми зробили вам inheritors землі після них, щоб побачити як ви зробите"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "Коли наші відкриття декламуються їм, цей хто не очікують зустріти нас кажуть, \"Приносять Quran за винятком це, або міняють це!\" Скажіть, \"я не можу можливо змінити це на мойому власне. Я просто слідкую що відкривається до мені. Я бо, якщо я не підкоряюся мойому Лорду, retribution awesome день"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Кажу, \"Мав БОГА willed, я би не декламував це до вас, не чи не могли б ви знали будь що про це. Я прожив серед вас все життя перед це (та ви знали мені як нормальна, правдива особа). Ви не розумієте"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Хто є більше згубний ніж один хто виготовляє брехню про БОГА, або відхиляє Його відкриття. Звичайно, порушники ніколи не мають успіх"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "Вони обожнюють біля ідолів БОГА що володіють ніякою потужністю не завдати шкоди їм або їм вигоди, та як кажуть, \"Це - наші посередники у БОГУ!\" Скажіть, ви інформуєте БОГА щось Він не знає у небі або землі?\" Він glorified. Він являє собою Найбільш Високий; далеко нагорі потребуючий партнерів"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "люди звичайно були один congregation, тоді вони посперечалися. Якщо б це було не для predetermined слово з вашого Лорда, вони би судились негайно відносно їхніх суперечок"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "Як кажуть, \"Як прибувають ніяке чудо не прибуло вниз йому з його Лорда?\" Скажіть, майбутнє належить БОГУ; так чекати, та я чекаю разом з вами"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "Коли ми даруємо милосердю на людей, після нещастя afflicted їм, вони негайно замишляють проти наших відкриттів! Скажіть, \"БОЖИЙ замишляючий далеко більше ефективний. Для наших кур'єрів записуєте все ви замишляєте"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "Він являє собою один хто рухається ви через землю та море. Ви приїжджаєте на корабель, та вони плавають гладко у красивому вітерці. Тоді, той час, як тішившись там, насильницький вітер стусани, та хвилі оточують їх з кожної сторони. Це коли вони благають БОГА, відверто присвячуючі їхні молитви йому єдині: \"Якщо Ви тільки рятуєте цей раз нас, ми будемо вічно appreciative"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Але як тільки Він рятує їх, вони порушують на землі, та протиставляють правду. O люди, ваше порушення є тільки до збитку ваших власних душ. Ви залишаєтеся preoccupied з це світово довічним, тоді до нас є ваше остаточне відшкодування, тоді ми інформуємо вас все ви зробили"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "аналогія це світово життя виглядає як це: ми посилаємо вниз воду з неба виробити з це всі різновиди заводів з землі, та щоб забезпечити продовольство для людей та тварин. Тоді, тільки як земля досконало прикрашається, та його люди думають що вони є у контролі тут, наш вирок прибуває ніччю або днем, лишаючи це повністю безплідне, так, якби нічого не існував напередодні. Ми таким чином роз'яснюємо апокаліпсис для людей що віддзеркалюють"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "БОГ запрошує до abode миру, та довідники whoever wills (щоб керуватися) у прямому шляху"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Для справедливої, винагороди буде множитися магістраль. Їхні обличчя ніколи не зазнають будь-якого лишення або сорому. Цей являють собою dwellers Раю; вони перебують там завжди"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Як для цих котрих зароблених гріхів, їхній requital еквівалент їх грішити. Приниження їхня доля, та ніякий біля БОГА не може захистити їх. Їхні обличчя будуть здаватися overwhelmed безліч темної ночі. Вони будуть dwellers Пекла; вони перебують там завжди"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "На дні коли ми скликаємо їх всі, ми скажемо цим хто обожнювали ідолів, \"Ми скликали вас, разом з вашими ідолами.\" Ми будемо мати їх конфронтуємо один одного, та їхні ідоли скажуть їм, \"Ми не мали ідеї що ви idolized ни"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "БОГ буде достатній тому що свідок між нами та вами, що ми повністю unaware ваших обожнюючих нас"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Це - коли кожна душа вивчить все це зробило. Вони будуть вертатися до БОГА, їхній законний Лорд та Майстер, та ідоли вони виготовлені відмовляться від них"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Кажете, \"Хто забезпечує для вас з небес та землі? Хто контролює все слухання та зір? Хто виробляє життя з мертве, та мертве з живе? Хто у контролі всіх речей?\" Вони би сказали, \"БОГ.\" Скажіть, \"Чому тоді ви не зауважуєте заповіді"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Такий БОГ, ваш законний Лорд. Що там після правди, крім falsehood? Як могли ви disregard все це"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Це є який ваш Лорд рішення до цих хто вибирають бути безпутний: вони не можуть повірити"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Кажуть, будь-які ваші ідоли 'Можуть започаткувати створення, тоді 'Можуть повторити це?\" Скажіть, \"БОГ започатковує створення, тоді повторює це"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Кажуть, будь-які ваші ідоли довідник до правди?\" Скажіть, \"БОГ керує до правди. Один хто довідники до правди більше вартої слідкуються, або один хто не довідник, та потребує керівництва для себе? Що неправильний з вашим вироком"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Більшість їх нічого не слідкують але припущення, та припущення ні заміна для правди. БОГ знає цілком все вони"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Це Quran не могло можливо authored за винятком БОГА. Це підтверджує всі попередні повідомлення, та забезпечує цілком докладне святе писання. Це - infallible, для це прибуває з Лорда всесвіту"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Якщо як кажуть, \"Він виготовив це,\" кажете, \"Тоді виробляєте sura любите цей, та запрошуєте whomever ви бажаєте, за винятком БОГА, якщо ви є правдиві"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Дійсно, вони відхилили це без того, щоб вивчати та вивчаюче це, та перед тим як розуміти це. Таким чином цей перед тим, як їм disbelieve. Тому, примітка наслідки для порушників"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Деякий з них вважають (у цьому святому писанні), в той час, як інші disbelieve у це. Ваш Лорд знає цілком evildoers"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Якщо вони відхиляють вас, тоді кажете, \"я мої праці, та ви маєте ваші праці. Ви є невинні будь що я, та я є невинний будь що ви"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "Деякий з них слухаєте вас, але ви можете зробити глухий чуєте, незважаючи на те, що вони не можуть можуть зрозуміти"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "Деякий з них дивитесь на вас, але ви можете керувати завіскою, незважаючи на те, що вони можуть не дивляться"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "БОГ ніколи не ображає людей; це являє собою людей котрі неправильні їхні власні душі"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "На дні коли Він скликає усіх, вони будуть відчувати так, якби вони тривали у цій світовій одній годині дня, під час котрого вони збиралися. Losers дійсно є цей хто disbelieved у зустрічаючому БОГУ; та вибрав misguided"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Чи ми показуємо вам деяким (retribution) ми обіцяємо їм, або припиняємо ваше життя перед що, до нас є їхнє остаточне відшкодування. БОГ засвідчує все вони"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "До кожної спільноти, кур'єра. Після їхнього кур'єра прибуває, вони судяться equitably, без найменшої несправедливості"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Вони виклик: \"Коли це пророцтво буде прибувати до пропуску, якщо ви будете розповідаєте правду"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Кажу, \"я не володію потужністю завдати шкоди себе, або вигода себе; тільки який БОГ wills має місце.\" Кожна спільнота має predetermined життя проміжок. Одного разу їх тимчасовий прибуває до кінця, вони не можуть затримати це однією годиною, не вносять це"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Кажете, Його retribution прибуває 'Чи до вас ніччю або днем, чому являєте собою порушників у такій поспішності"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Якщо це відбувається, буде ви вважаєте тоді? Чому ви мусите повірити тоді? Ви звичайно кидали виклик це прибути"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Це буде сказало порушникам, \"Куштують вічний retribution. Ви не requited акуратно за що ви зароблені"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Вони виклик ви віщувати: це дійсно що відбудеться?\" Скажіть, \"Так дійсно, моїм Лордом, це являє собою правду, та ви можете ніколи не втікти"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "Якщо б будь-яка безпутна душа оволоділа все на землі, це легко би запропонувало це тому що викуп. Вони будуть їхатися з remorse коли вони бачать retribution. Вони будуть судитися equitably, без найменшої несправедливості"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Абсолютно, до БОГА належить все у небі та землі. Абсолютно, БОЖА обіцянка правда, але більшість їх не знають"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "Він контролює життя та смерть, та йому ви будете вертатися"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "O люди, enlightenment прибув до вас herein з вашого Лорда, та лікуючого для будь що що непокоїть ваші серденька, та керівництво, та милосердя для віруючів"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Кажуть, \"З БОЖОЮ чарівністю та з Його милосердям вони будуть зрадіти.\" Це далеко краще ніж будь-яке багатство вони можуть нагромадитися"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Кажете, ви примітка як БОГ посилає вниз до вас всі різновиди умов, тоді ви надали деякі з них незаконних, та деяких законних?\" Скажіть, БОГ дав ви дозвіл це? Або, ви виготовляєте брехню та приписуєте їм до БОГА"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "це колись трапляється до цих хто виготовляють брехню про БОГА що вони будуть повинні зустрічатися з Йо на Дні Resurrection? Звичайно, зливи БОГА люди з Його чарівністю, але більшість їх unappreciative"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "Ви не приїжджаєте у будь-яку ситуацію, не робите ви декламуєте будь- який Quran, не робите ви що-небудь, без нас будучи свідками тут тому що ви робите це. Не навіть вага атому є поза вашим Лордом контроль, це у небі або землі. Не є там будь що більш малий ніж атом, або більший, що не записується у глибокому записі"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Абсолютно, БОЖІ союзники нічого не бо, не буде вони сумують"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Вони є цей хто вважають та ведуть справедливе життя"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Для них, радість та щастя у це світ, так же, як і у У майбутньому. Це є БОЖИЙ unchangeable закон. Такий являє собою найбільш великий тріумф"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "Не будуть засмучений їхніми висловами. Вся потужність належить БОГУ. Він являє собою Слухача, Omniscient"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Абсолютно, до БОГА належить кожному у небі та кожнім на землі. Цей хто встановлювали ідолів біля БОГА дійсно слідкують нічого. Вони тільки думають що вони слідують за щось. Вони тільки здогадуються"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "Він являє собою один хто надав ніч для вашого відпочинку, та надав освітлений день. Це - докази для людей що можуть почути"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Вони сказали, \"БОГ begotten син!\" Він glorified. Він являє собою Найбільш Багатий. Йому належить все у небі та все на землі. Ви не маєте доказу підтримати такий blasphemy. Ви кажете про БОГА які ви не знаєте"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Проголошують: \"Цей хто виготовляють брехню про БОГА буде ніколи не мати успіх"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Вони отримують їхню тимчасову акцію у це світ, тоді до нас є їхнє остаточне відшкодування, тоді ми здійснюємо їх до суворого retribution для їх disbelieving"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "Декламують для них історія Noah. Він сказав його людям, \"O мої люди, якщо ви знаходите мою позицію та мою нагадуючу вам БОЖИХ відкриттів надто багато для вас, тоді я ставлю мою довіру у БОГУ. Ви мусите приїхати разом з вашими лідерами, погоджуєтеся на заключному рішенні серед себе, тоді дайте мені знати це міттєво"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Якщо ви проганяєте, тоді я не попросив вас для будь-якої зарплати. Моя зарплата прибуває з БОГА. Я був наказаний щоб бути submitter"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Вони відхилили його та, отже, ми врятували його та цей хто приєдналися до його у ark; ми зробили їм inheritors. Та ми потопили ці хто відхилили наші відкриття. Примітка наслідки; вони були попереджені"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Тоді ми послали після кур'єрів його до їхніх людей, та вони показали їм ясні докази. Але вони не мусять вірити в які вони відхилили раніше. Ми таким чином опечатуємо серденька порушників"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Тоді ми послали після них Moses та Aaron Pharaoh та його група, з нашими доказами. Але вони повернулися зухвалі; та порушували людей"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Коли правда прибула їм з нас, вони сказали, \"Це є очевидно магічне"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Moses сказали, ці як ви описуєте правду коли йому прибуває до вас? Це зачарування? Як будь-які чарівники можуть переважати"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Вони сказали, ви прибули відвести нас з що ми знайшли наших батьків роблячі, та щоб досягнули позицій prominence для себе? Ми ніколи не приєднаємось до вас тому що віруючі"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "Pharaoh сказав, \"Приносять до мені кожний досвідчений чарівник"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Коли чарівники прибули, Moses сказаний їм, \"Кидають щоб ні ви збираєтеся кинути"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Коли вони кинули, Moses сказали, \"Які ви вироблені зачарування, та БОГ встигне не спроможетесь. БОГ не підтримує порушників працюють"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "БОГ встановлює правду з Його словами, незважаючи на злочинців"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Ніхто не вважав з Moses крім декілька його людей, той час, як бочи тиранії Pharaoh та його elders. Безсумнівно, Pharaoh був багато надто зухвалого на землі, та реальному тирані"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "Moses сказали, \"O мої люди, якщо ви дійсно вірили в БОГУ, тоді ставите вашу довіру у Йо, якщо ви дійсно submitters"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Вони сказали, \"Ми довіряємо у БОГУ. Наш Лорд, рятують нас з persecution цих гнітючих людей"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "Доставляють нам, з Вашим милосердям, з disbelieving люди"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "Ми надихнули Moses та його брат. \"Підтримайте ваші домівки у Єгипті поки що, повертають ваші домівки у синагоги, та підтримують Контактні Молитви (Salat). Дайте гарна новина віруючам"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "Moses сказав, \"Наш Лорд, ви дали Pharaoh та його elders розкіш та багатство у цьому світі. Наш Лорд, вони тільки використовують їх відбити інші з Вашого шляху. Наш Лорд, витирають їхнє багатство, та твердіють їхні серденька заважити їм з вірячих, до вони бачать болісний retribution"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "Він сказав, \"Ваша молитва відповідалась (O Moses та Aaron), так steadfast, та не слідують за шляхами цих хто не знають"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "Ми доставили Дітям Ізраїля через море. Pharaoh та його військо переслідував їх, агресивно та sinfully. Тонучи став дійсністю для нього, він сказав, \"я вважаю, що немає бога крім у кому Дітей Ізраїля повірив; Я є submitter"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "Надто пізно! Для ви повстали вже, та вибрали бути порушник"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Сьогодні, ми збержемо ваше тіло, щоб встановити вас як урок для майбутніх генерацій.\" На жаль, багато людей є повністю oblivious до наших знаків"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "Ми надали право Дітям Ізраїля з позицією честі, та благословенних їм з гарними умовами. Досі, вони посперечалися коли це знання прибуло їм. Ваш Лорд буде судити їх на Дні Resurrection відносно все вони посперечалися"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Якщо ви маєте будь-який сумнів розглядаючий що відкривається до вас з вашого Лорда, тоді просите ці хто читали попереднє святе писання. Дійсно, правда прибула до вас з вашого Лорда. Не будьте з doubters"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "Не будете ви приєднуєтеся до цих хто відхилили БОЖІ відкриття, lest ви будете з losers"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Безсумнівно, цей засуджений декретом з вашого Лорда не може повірити"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Ніяка матерія який різновид доказу ви не показуєте їм, (вони не можуть повірити), до вони бачать болісний retribution"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Будь-яка спільнота що вважає буде безсумнівно нагороджена для того, щоб вважати. Наприклад, люди Jonah: коли вони вважали, ми relieved принижуючий retribution вони страждали у це світ, та ми зробили їм квітучим"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "Мали вашого Лорда willed, всі люди на землі би повірили. Ви захочете до сили люди стати віруючами"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "Ніяка душа не може повірити крім у відповідності до БОЖОГО буде. Для Він розміщує прокльон на ці хто відмовляються зрозуміти"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Кажуть, \"Дивляться на всі знаки у небі та землі.\" Всі докази та всі попередження можуть ніколи не допомогти людям котрим вирішили disbelieve"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "вони Можуть очікувати за винятком долі їхніх колег раніше? Скажіть, \"Тільки чекаєте, та, разом з вами, я також чекаю"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Ми остаточно рятуємо наших кур'єрів та ці хто вважають. Це - наш незмінний закон що ми рятуємо віруючів"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Кажуть, \"O люди, якщо ви маєте будь-який сумнів відносно моєї релігії, я не обожнюю що ви обожнюєте біля БОГА. Я обожнюю БОГА єдиний; хто припинить ваші життя. Я наказуюсь щоб бути віруючий"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "я був наказаний: \"Утримайте себе присвячений до релігії monotheism; ви не будете ідол практики обожнюєте"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "Ви не будете обожнювати біля БОГА що володіє ніякою потужністю до вигоди ви або шкода ви. Якщо ви, ви будете порушник"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "Якщо БОГ торкається вас з негараздами, ніхто не можете relieve це крім Він. Та коли Він благословляє вас, ніяка сила не може заважити Його чарівності. Він дарує це на whomever Він вибирає з числа Його службовців. Він являє собою Forgiver, Найбільш Милосердний"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Проголошують: \"O люди, правда прибула до вас herein з вашого Лорда. Whoever керується керується для його власний гарний. Та whoever іде astray, іде astray до його власного збитку. Я не закінчуюсь охоронець ви"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Слідкуєте що відкривається до вас, та пацієнт до БОГА видає Його вирок; Він являє собою кращого суддю"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Це є святе писання чиї вірші perfected, тоді висвітлювались. Це прибуває з дуже Мудрого, Найбільш Cognizant"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Проголошують: \"Ви не будете обожнювати крім БОГА. Я прибуваю до вас з Його як warner, так же, як і пред'явник гарної новини"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "Ви будете шукати вашого forgiveness Лорда, тоді будете каятися йому. Він тоді благословить вас великодушно для predetermined період, та даруєте Його чарівності на ці хто заслуговують це. Якщо ви проганяєте, тоді я бо для вас retribution awesome дня"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "До БОГА є ваше остаточне відшкодування, та Він Omnipotent"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Дійсно, вони ховають їхні найглибші думки, так, якби щоб утримати Його з знаючих їм. Фактично, тому що вони накривають себе з їхнім одягом, Він знає всі їхні таємниці та декларації. Він знає найглибші думки"
        }
    ]
}