{
    "juzs": [
        {
            "chapter": 36,
            "verse": 28,
            "text": "Ми не послали вниз на його людей, після його, солдатів з неба; ми не потребували послати їм вниз"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "Все це взяло один удар, whereupon вони stilled"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Як засмучений являє собою умову людей! Кожний час кур'єр поїхав їм, вони завжди ridiculed йо"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "вони не дивилися скільки генерацій ми винищили перед тим, як їм, та як вони ніколи не повернули їм"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Кожний один з них будуть скликатися перед тим, як ни"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "один знак для них являє собою мертву землю: ми відновлюємо це та продукцію з це зерна для їхнього продовольства"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "Ми ростемо у це парк пальм дати, та виноград, та ми викликаємо пружини хлинути там"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "Це мусить забезпечити їх з фруктами, та щоб дозволити їм виробляють з їхніми власними руками щоб ні вони потребують. Вони би були вдячні"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Слава мусить хто утворив всі різновиди заводів з землі, так же, як і себе, та інші створення що вони не навіть знають"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Інший знак для них являє собою ніч: ми усуємо daylight звідти, whereupon вони є у темряві"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "комплекти сонця у специфічне розташування, згідно з проектом Могутнього, Omniscient"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "місяць ми замислили з'явитися у этапів, до це стає люблять старий вигнутий sheath"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "сонце ніколи не спіймати з місяцем - ніч та день ніколи deviate - кожний з них плаває у його власній орбіті"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "Інший знак для них що ми перевезли їхніх предків на навантажених ark"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "Тоді ми створювали ті же для них щоб їхати"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Якщо ми willed, ми могли потопили їх, так що їх би не крич почуті, не могли вони будуть врятовані"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "Замість цього, ми їм зливи з милосердям, та дозволяють їм полюбляють для деякого часу"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Досі, коли вони розповідаються, \"Довідуються з вашого минулий, щоб попрацювати righteousness для вашого майбутнього, що ви можете досягнути милосердя"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Ніяка матерія який різновид доказу дається їм з їхнього Лорда, вони стійко disregard це"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Коли вони розповідаються, 'Дають з БОЖИХ умов вам,' цей хто disbelieve скажете цим хто вважають, 'Чому мусить ми даємо цьому кому БОГУ могли живлення, якщо Він так willed? Ви дійсно далеко astray"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Вони також складна задача, \"Коли що обіцянка буде прибувати до пропуску, якщо ви будете є правдиві"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Всі вони дивляться будуть один удар що overwhelms їм, в той час, як вони диспутують"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Вони не будуть навіть мати час зробити будуть, не будуть вони вміють повернутися до їхніх людей"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "ріг буде дутися, whereupon вони будуть брати початок у серйозний та будуть іти до їхнього Лорда"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Вони скажуть, \"Прикрощі до нас. Хто resurrected ни з нашої смерті? Це є що найбільш Доброзичливе пообіцяло. Кур'єри право"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Все це візьме один удар, whereupon вони скликаються перед тим, як ни"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "На що день, ніяка душа не буде ображатися у найменший. Вам будете платитися акуратно для щоб ні ви"
        },
        {
            "chapter": 36,
            "verse": 55,
            "text": "dwellers Раю буде, на що день, happily зайнятий"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Вони перебують з їхнім подружжям у красивій тіні, полюбляючи зручне вбрання"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Вони будуть мати фрукти там; вони будуть мати будь що вони бажають"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "Привітання миру з дуже Милосердного Лорда"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "Як для вас, O винуваті, ви будете відкладатися"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "I не домовленість з вами, O Діти Adam, що ви не будете обожнювали чорта? Що він ваш найбільш ревний ворог"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "Та що ви будете обожнювати Мені єдиний? Це являє собою право шлях"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Він призвів до помилки безліч вас. Ви не оволоділи будь-яким розумінням"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Це являє собою Пекло це було пообіцяне для вас"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Сьогодні ви спалите у це, як наслідку вашого disbelief"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "На що день ми опечатаємо їхні гирла; їхні руки та ноги будуть давати свідчення до все вони зробили"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Якщо ми будемо, ми можемо вуаль їхні очі та, отже, коли вони шукають шляху, вони не побачать"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Якщо ми будемо, ми можемо замерзнути їм на місці; отже, вони можуть ні зміна місьця наперед, ні ідуть назад"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Whomever ми дозволяємо прожити довгий час, ми переходимо йо до слабкості. Вони не розуміють"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "Що ми навчили його (кур'єр) не поезія, не він (поет). Це але formidable доказ, та глибокий Quran"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "Щоб проповідувати до цих хто є живий, та expose disbelievers"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "вони не побачили що ми створювали для них, з нашим володіємо руки, домашна худоба що вони володіють"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "Та ми підкорили їх для них; деякі вони їдуть, та деякі вони гостяться"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "Вони одержують інший має вигоду з них, так же, як і напою. Вони не би були appreciative"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "Вони здіймаються біля БОГА інші боги, можливо вони можуть бути допомоги їм"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "Навпаки, вони не можуть допомогти їм; вони закінчують служачих їм як присвячене солдатам"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Тому, не будуть засмучений їхніми висловами. Ми знаємо цілком все вони приховують та все вони заявляють"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "людське існування не дивиться що ми утворили його з tiny краплі, тоді він повертає у ревного ворога"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "Він піднімає питання до нас - той час, як забуваючи його вихідне створення - \"Хто resurrect кістки після вони можуть гнили"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "Кажуть, хто започаткував їх у першу чергу буде resurrect їм. Він знає цілком кожне створення"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "Він являє собою один хто створює для вас, з зелених дерев, паливо котрий ви горите для світла"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "не хто утворюється небо та земля спроможна recreate та же? Так дійсно; Він являє собою Creator, Omniscient"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Весь Він потребує зробити виконати будь-яку команду мусить сказати це,,\" та це"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Тому, слава мусить у чиїй руці являє собою суверенітет над всіма речами, та йому ви будете вертатися"
        },
        {
            "chapter": 37,
            "verse": 1,
            "text": "arrangers у колонах"
        },
        {
            "chapter": 37,
            "verse": 2,
            "text": "blamers цих бути осуджений"
        },
        {
            "chapter": 37,
            "verse": 3,
            "text": "reciters повідомлень"
        },
        {
            "chapter": 37,
            "verse": 4,
            "text": "Ваш бог тільки"
        },
        {
            "chapter": 37,
            "verse": 5,
            "text": "Лорд неба та землі, та все між ними, та Лордом сходу"
        },
        {
            "chapter": 37,
            "verse": 6,
            "text": "Ми прикрасили найбільш низькі небеса з прикрашаючими планетами"
        },
        {
            "chapter": 37,
            "verse": 7,
            "text": "Ми пильнували це з кожного згубного чорта"
        },
        {
            "chapter": 37,
            "verse": 8,
            "text": "Вони не можуть розвідник на Високому Суспільстві; вони приїжджають bombarded з кожної сторони"
        },
        {
            "chapter": 37,
            "verse": 9,
            "text": "Вони були засуджені; вони зазнали вічного retribution"
        },
        {
            "chapter": 37,
            "verse": 10,
            "text": "Якщо будь-які їм підприємства звинуватити зовнішні межі, він приїжджає укладений з жорстокий projectile"
        },
        {
            "chapter": 37,
            "verse": 11,
            "text": "Просять їх, вони більше тяжкі створюють, або інші створення?\" Ми утворили їх з вологої грязюки"
        },
        {
            "chapter": 37,
            "verse": 12,
            "text": "В той час, як ви awed, вони висміюють"
        },
        {
            "chapter": 37,
            "verse": 13,
            "text": "Коли нагадали, вони не беруть увагу"
        },
        {
            "chapter": 37,
            "verse": 14,
            "text": "Коли вони бачать доказ, вони ridicule це"
        },
        {
            "chapter": 37,
            "verse": 15,
            "text": "Як кажуть, \"Це є очевидно магічне"
        },
        {
            "chapter": 37,
            "verse": 16,
            "text": "Після ми вмираємо та стаємо пилом та кістками, ми приїжджаємо resurrected"
        },
        {
            "chapter": 37,
            "verse": 17,
            "text": "Рівні наші старовинні предки"
        },
        {
            "chapter": 37,
            "verse": 18,
            "text": "Кажете, \"Так, ви будете forcibly скликатися"
        },
        {
            "chapter": 37,
            "verse": 19,
            "text": "Все це бере nudge, whereupon вони (встають) дивляться"
        },
        {
            "chapter": 37,
            "verse": 20,
            "text": "Вони скажуть, \"Прикрощі до нас; це являє собою День Вироку"
        },
        {
            "chapter": 37,
            "verse": 21,
            "text": "Це являє собою день рішення що ви використали disbelieve"
        },
        {
            "chapter": 37,
            "verse": 22,
            "text": "Скликають порушників, та їхнє подружжя, та ідоли вони обожнювали"
        },
        {
            "chapter": 37,
            "verse": 23,
            "text": "біля БОГА, та керують ними до шляху Пекла"
        },
        {
            "chapter": 37,
            "verse": 24,
            "text": "Зупиняють їх, та просять їх"
        },
        {
            "chapter": 37,
            "verse": 25,
            "text": "Чому ви не допомагаєте один одним"
        },
        {
            "chapter": 37,
            "verse": 26,
            "text": "Вони будуть, на що день, повністю подаючий"
        },
        {
            "chapter": 37,
            "verse": 27,
            "text": "Вони прибудуть один одного, допитуючи та осуджуючі один одним"
        },
        {
            "chapter": 37,
            "verse": 28,
            "text": "Вони скажуть (до їхніх лідерів), \"Ви звичайно прибували до нас з права сторона"
        },
        {
            "chapter": 37,
            "verse": 29,
            "text": "Вони відповідуть, \"Це - ви що не віруючі"
        },
        {
            "chapter": 37,
            "verse": 30,
            "text": "Ми ніколи не мали будь-який енергетичний над вами; це - ви що були безпутні"
        },
        {
            "chapter": 37,
            "verse": 31,
            "text": "Ми справедливо зазнали нашого вироку Лорда; зараз ми повинні постраждати"
        },
        {
            "chapter": 37,
            "verse": 32,
            "text": "Ми призвели до помилки ви, тільки тому, що ми astray"
        },
        {
            "chapter": 37,
            "verse": 33,
            "text": "Отже, разом вони будуть всі беруть участь retribution на тому дні"
        },
        {
            "chapter": 37,
            "verse": 34,
            "text": "Це як ми requite винуваті"
        },
        {
            "chapter": 37,
            "verse": 35,
            "text": "Коли вони були казані, \"Laa Elaaha Ella Аллах [Немає іншого бога біля БОГА],\" вони повернулися зухвалі"
        },
        {
            "chapter": 37,
            "verse": 36,
            "text": "Вони сказали, ми 'Будемо лишити наших богів заради божевільного поета"
        },
        {
            "chapter": 37,
            "verse": 37,
            "text": "Фактично, він приніс правду, та підтвердив кур'єрів"
        },
        {
            "chapter": 37,
            "verse": 38,
            "text": "Найбільш безперечно, ви покуштуєте найбільш болісний retribution"
        },
        {
            "chapter": 37,
            "verse": 39,
            "text": "Ви requited тільки за що ви зробили"
        },
        {
            "chapter": 37,
            "verse": 40,
            "text": "Тільки БОЖІ службовці що абсолютно присвячуються йому виключно (будуть рятуватися)"
        },
        {
            "chapter": 37,
            "verse": 41,
            "text": "Вони заслужили умови що резервуються спеціально для них"
        },
        {
            "chapter": 37,
            "verse": 42,
            "text": "Всі різновиди фруктів. Вони будуть шануватися"
        },
        {
            "chapter": 37,
            "verse": 43,
            "text": "У парку блаженства"
        },
        {
            "chapter": 37,
            "verse": 44,
            "text": "На вбранні близько до один одним"
        },
        {
            "chapter": 37,
            "verse": 45,
            "text": "Чашки чистих напою будуть пропонуватися їм"
        },
        {
            "chapter": 37,
            "verse": 46,
            "text": "Ясний та дуже смачний для drinkers"
        },
        {
            "chapter": 37,
            "verse": 47,
            "text": "Ніколи не забруднював, та ніколи не виснажений"
        },
        {
            "chapter": 37,
            "verse": 48,
            "text": "З ними будуть дивовижні компанйони"
        },
        {
            "chapter": 37,
            "verse": 49,
            "text": "Захищений люблять ламкі яйце"
        },
        {
            "chapter": 37,
            "verse": 50,
            "text": "Вони прибудуть один одного, та присуджують з один одним"
        },
        {
            "chapter": 37,
            "verse": 51,
            "text": "Один з них скажу, \"я звичайно мав товариша"
        },
        {
            "chapter": 37,
            "verse": 52,
            "text": "Він звичайно висміював: `do ви вважаєте все це"
        },
        {
            "chapter": 37,
            "verse": 53,
            "text": "after ми вмираємо та обіг у пил та кістки, ми приїжджаємо покликані до відповіді"
        },
        {
            "chapter": 37,
            "verse": 54,
            "text": "Він скаже, \"Тільки беруть погляд"
        },
        {
            "chapter": 37,
            "verse": 55,
            "text": "Коли він дивиться, він побачить його товариша у серці Пекла"
        },
        {
            "chapter": 37,
            "verse": 56,
            "text": "Він (поїде йому та) кажете, БОГОМ, ви майже зруйнували мені"
        },
        {
            "chapter": 37,
            "verse": 57,
            "text": "Якщо б це було не для мого Лорда благословення, я би з вами зараз"
        },
        {
            "chapter": 37,
            "verse": 58,
            "text": "(Робите вас досі вважаєте) що ми вмираємо"
        },
        {
            "chapter": 37,
            "verse": 59,
            "text": "тільки перша смерть, та ми ніколи не отримуємо будь-який requital"
        },
        {
            "chapter": 37,
            "verse": 60,
            "text": "Такий являє собою найбільш великий тріумф"
        },
        {
            "chapter": 37,
            "verse": 61,
            "text": "Це є що кожний робітник мусить попрацювати"
        },
        {
            "chapter": 37,
            "verse": 62,
            "text": "це краща доля, або дерево bitterness"
        },
        {
            "chapter": 37,
            "verse": 63,
            "text": "Ми надали це покарання для порушників"
        },
        {
            "chapter": 37,
            "verse": 64,
            "text": "Це - дерево що росте у серці Пекла"
        },
        {
            "chapter": 37,
            "verse": 65,
            "text": "Його квіти будуть схожі на чортами голови"
        },
        {
            "chapter": 37,
            "verse": 66,
            "text": "Вони з'їдять з це до їхніх шлунків заповнюються"
        },
        {
            "chapter": 37,
            "verse": 67,
            "text": "Тоді вони будуть вершина це з hellish напоїм"
        },
        {
            "chapter": 37,
            "verse": 68,
            "text": "Тоді вони повернуться до Дідька"
        },
        {
            "chapter": 37,
            "verse": 69,
            "text": "Вони знайшли їхніх батьків astray"
        },
        {
            "chapter": 37,
            "verse": 70,
            "text": "Та вони сліпо прослідкували у їхніх кроках"
        },
        {
            "chapter": 37,
            "verse": 71,
            "text": "Більшість попередніх генерацій збилися з шляху у тому же способі"
        },
        {
            "chapter": 37,
            "verse": 72,
            "text": "Ми послали їм warners"
        },
        {
            "chapter": 37,
            "verse": 73,
            "text": "Примітка наслідки для цих хто були попереджений"
        },
        {
            "chapter": 37,
            "verse": 74,
            "text": "Тільки БОЖІ службовці що абсолютно присвячуються йому виключно (рятуються)"
        },
        {
            "chapter": 37,
            "verse": 75,
            "text": "Отже, Noah закликаний на нас, та ми являли собою кращий responders"
        },
        {
            "chapter": 37,
            "verse": 76,
            "text": "Ми врятували його та його родину з великого лиха"
        },
        {
            "chapter": 37,
            "verse": 77,
            "text": "Ми зробили його компанйонам живі"
        },
        {
            "chapter": 37,
            "verse": 78,
            "text": "Та ми зберегли його історію для наступних генерацій"
        },
        {
            "chapter": 37,
            "verse": 79,
            "text": "Мир будуть на Noah серед народів"
        },
        {
            "chapter": 37,
            "verse": 80,
            "text": "Ми таким чином нагороджуємо справедливий"
        },
        {
            "chapter": 37,
            "verse": 81,
            "text": "Він є один з нашого вірячого службовцям"
        },
        {
            "chapter": 37,
            "verse": 82,
            "text": "Ми потонули всі інші"
        },
        {
            "chapter": 37,
            "verse": 83,
            "text": "Серед його послідовників Abraham"
        },
        {
            "chapter": 37,
            "verse": 84,
            "text": "Він прибув до його Лорда wholeheartedly"
        },
        {
            "chapter": 37,
            "verse": 85,
            "text": "Він сказав його батькові та його людям, \"Які ви обожнюєте"
        },
        {
            "chapter": 37,
            "verse": 86,
            "text": "це ці виготовлені боги, замість БОГА, що ви захочете"
        },
        {
            "chapter": 37,
            "verse": 87,
            "text": "Що ви думаєте Лорда всесвіту"
        },
        {
            "chapter": 37,
            "verse": 88,
            "text": "Він подивився обережно у зірках"
        },
        {
            "chapter": 37,
            "verse": 89,
            "text": "Тоді він відмовився від та сказав, \"я є втомлен це"
        },
        {
            "chapter": 37,
            "verse": 90,
            "text": "Вони прогнали з його"
        },
        {
            "chapter": 37,
            "verse": 91,
            "text": "Він тоді включив їхніх ідолів, кажучи, \"Чи не могли б ви любити з'їсти"
        },
        {
            "chapter": 37,
            "verse": 92,
            "text": "Чому ви не розмовляєте"
        },
        {
            "chapter": 37,
            "verse": 93,
            "text": "Він тоді зруйнував їх"
        },
        {
            "chapter": 37,
            "verse": 94,
            "text": "Вони поїхали йому у великий rage"
        },
        {
            "chapter": 37,
            "verse": 95,
            "text": "Він сказав, \"Як ви можете обожнювати що ви вирізаєте"
        },
        {
            "chapter": 37,
            "verse": 96,
            "text": "Коли БОГ утворив вас, та все ви робите"
        },
        {
            "chapter": 37,
            "verse": 97,
            "text": "Вони сказали, \"Дозволяють нам будують великий вогонь, та кидають його у це"
        },
        {
            "chapter": 37,
            "verse": 98,
            "text": "Вони замислили проти його, але ми зробили їм losers"
        },
        {
            "chapter": 37,
            "verse": 99,
            "text": "Він сказав, \"я збираюся мій Лорд; Він буде керувати мені"
        },
        {
            "chapter": 37,
            "verse": 100,
            "text": "Мій Лорд, гарантують мені справедливі діти"
        },
        {
            "chapter": 37,
            "verse": 101,
            "text": "Ми дали йому гарну новину гарної дитини"
        },
        {
            "chapter": 37,
            "verse": 102,
            "text": "Коли він виріс досить попрацювати з ним, він сказав, \"Мій син, я дивлюся у мрії що я жертвую вами. Що ви думаєте?\" Він сказав, \"O мій батько, робите що ви наказуєтесь щоб зробити. Ви знайдете мені, БОГ бажаючий, пацієнт"
        },
        {
            "chapter": 37,
            "verse": 103,
            "text": "Вони і подаються, і він ставив його чоло вниз (щоб пожертвувати йо)"
        },
        {
            "chapter": 37,
            "verse": 104,
            "text": "Ми закликали його: \"O Abraham"
        },
        {
            "chapter": 37,
            "verse": 105,
            "text": "Ви повірили мрії.\" Ми таким чином нагороджуємо справедливий"
        },
        {
            "chapter": 37,
            "verse": 106,
            "text": "Що був exacting тест дійсно"
        },
        {
            "chapter": 37,
            "verse": 107,
            "text": "Ми ransomed (Ismail) заміняючи тварину жертвуємо"
        },
        {
            "chapter": 37,
            "verse": 108,
            "text": "Та ми зберегли його історію для наступних генерацій"
        },
        {
            "chapter": 37,
            "verse": 109,
            "text": "Мир будуть на Abraham"
        },
        {
            "chapter": 37,
            "verse": 110,
            "text": "Ми таким чином нагороджуємо справедливий"
        },
        {
            "chapter": 37,
            "verse": 111,
            "text": "Він є один з нашого вірячого службовцям"
        },
        {
            "chapter": 37,
            "verse": 112,
            "text": "Тоді ми дали йому гарну новину про народження Isaac, щоб бути одні з справедливих пророків"
        },
        {
            "chapter": 37,
            "verse": 113,
            "text": "Ми благословили його та Isaac. Серед їхніх нащадків, деяких справедливі, та деякий безпутні порушники"
        },
        {
            "chapter": 37,
            "verse": 114,
            "text": "Ми також благословили Moses та Aaron"
        },
        {
            "chapter": 37,
            "verse": 115,
            "text": "Ми доставили їм та їхнім людям з великого лиха"
        },
        {
            "chapter": 37,
            "verse": 116,
            "text": "Ми підтримали їх, до вони стали переможцями"
        },
        {
            "chapter": 37,
            "verse": 117,
            "text": "Ми дали обидва з них глибоке святе писання"
        },
        {
            "chapter": 37,
            "verse": 118,
            "text": "Ми керували ними у праві шлях"
        },
        {
            "chapter": 37,
            "verse": 119,
            "text": "Ми зберегли їхню історію для наступних генерацій"
        },
        {
            "chapter": 37,
            "verse": 120,
            "text": "Мир будуть на Moses та Aaron"
        },
        {
            "chapter": 37,
            "verse": 121,
            "text": "Ми таким чином нагороджуємо справедливий"
        },
        {
            "chapter": 37,
            "verse": 122,
            "text": "Обидва з них серед наших справедливих службовців"
        },
        {
            "chapter": 37,
            "verse": 123,
            "text": "Elias був один з кур'єрів"
        },
        {
            "chapter": 37,
            "verse": 124,
            "text": "Він сказав його людям, \"Чи не могли б ви не попрацювати righteousness"
        },
        {
            "chapter": 37,
            "verse": 125,
            "text": "ви обожнюєте статую, замість Вищого Creator"
        },
        {
            "chapter": 37,
            "verse": 126,
            "text": "БОГ; ваш Лорд, та Лорд вашого forefathers"
        },
        {
            "chapter": 37,
            "verse": 127,
            "text": "Вони disbelieved йо. Отже, вони повинні бути покликані до відповіді"
        },
        {
            "chapter": 37,
            "verse": 128,
            "text": "Тільки БОЖІ службовці що абсолютно присвячуються йому виключно (рятуються)"
        },
        {
            "chapter": 37,
            "verse": 129,
            "text": "Ми зберегли його історію для наступних генерацій"
        },
        {
            "chapter": 37,
            "verse": 130,
            "text": "Мир будуть на Elias, та весь цей люблять Elias"
        },
        {
            "chapter": 37,
            "verse": 131,
            "text": "Ми таким чином нагороджуємо справедливий"
        },
        {
            "chapter": 37,
            "verse": 132,
            "text": "Він був один з нашого вірячого службовцям"
        },
        {
            "chapter": 37,
            "verse": 133,
            "text": "Доля була одна з кур'єрів"
        },
        {
            "chapter": 37,
            "verse": 134,
            "text": "Ми врятували його та всю його родину"
        },
        {
            "chapter": 37,
            "verse": 135,
            "text": "Тільки стара жінка прирікалась"
        },
        {
            "chapter": 37,
            "verse": 136,
            "text": "Ми винищили всіх інші"
        },
        {
            "chapter": 37,
            "verse": 137,
            "text": "Ви досі проходите повз їхні руїни днем"
        },
        {
            "chapter": 37,
            "verse": 138,
            "text": "Та ніччю. Чи не могли б ви зрозуміти"
        },
        {
            "chapter": 37,
            "verse": 139,
            "text": "Jonah був один з кур'єрів"
        },
        {
            "chapter": 37,
            "verse": 140,
            "text": "Він втік до навантаженого корабля"
        },
        {
            "chapter": 37,
            "verse": 141,
            "text": "Він повстав та отже, він приєднався losers"
        },
        {
            "chapter": 37,
            "verse": 142,
            "text": "Отже, риба ковтнула його, та він являв собою осудити"
        },
        {
            "chapter": 37,
            "verse": 143,
            "text": "Якщо це не що він вдався до міркування (на Богу)"
        },
        {
            "chapter": 37,
            "verse": 144,
            "text": "він би залишився у його шлунку до Дня Resurrection"
        },
        {
            "chapter": 37,
            "verse": 145,
            "text": "Ми мали його кинули у пустелю, виснажену"
        },
        {
            "chapter": 37,
            "verse": 146,
            "text": "Ми мали дерево їстівного плоду вирощеного для нього"
        },
        {
            "chapter": 37,
            "verse": 147,
            "text": "Тоді ми послали йому до ста тисячі, або більше"
        },
        {
            "chapter": 37,
            "verse": 148,
            "text": "Вони вважали, та ми дозволяємо їм полюбляємо це життя"
        },
        {
            "chapter": 37,
            "verse": 149,
            "text": "Просять їх якщо ваш Лорд мають дочок, в той час, як вони мають синів"
        },
        {
            "chapter": 37,
            "verse": 150,
            "text": "ми утворили ангели бути жінки? Вони свідок що"
        },
        {
            "chapter": 37,
            "verse": 151,
            "text": "Дійсно, вони велико blaspheme коли як кажуть"
        },
        {
            "chapter": 37,
            "verse": 152,
            "text": "БОГ begotten син.\" Дійсно, вони брехуни"
        },
        {
            "chapter": 37,
            "verse": 153,
            "text": "Він вибрав дівчин над хлопчиками"
        },
        {
            "chapter": 37,
            "verse": 154,
            "text": "Що неправильний з вашою логікою"
        },
        {
            "chapter": 37,
            "verse": 155,
            "text": "Чому ви не берете увагу"
        },
        {
            "chapter": 37,
            "verse": 156,
            "text": "ви маєте будь-який доказ"
        },
        {
            "chapter": 37,
            "verse": 157,
            "text": "Показуєте нам вашу книгу, якщо ви є правдиві"
        },
        {
            "chapter": 37,
            "verse": 158,
            "text": "Вони навіть винайшли спеціальне співвідношення між Йо та jinns. jinns себе знають що вони є сприятливі"
        },
        {
            "chapter": 37,
            "verse": 159,
            "text": "БОГ glorified; далеко нагорі їхній вимагає"
        },
        {
            "chapter": 37,
            "verse": 160,
            "text": "Тільки БОЖІ службовці що присвячуються йому виключно (рятуються)"
        },
        {
            "chapter": 37,
            "verse": 161,
            "text": "Дійсно, ви та що ви обожнюєте"
        },
        {
            "chapter": 37,
            "verse": 162,
            "text": "Не може нав'язати будь що на Йо"
        },
        {
            "chapter": 37,
            "verse": 163,
            "text": "Тільки ви спалите у Пеклі"
        },
        {
            "chapter": 37,
            "verse": 164,
            "text": "Кожний один з нас має специфічну роботу"
        },
        {
            "chapter": 37,
            "verse": 165,
            "text": "Ми являємо собою arrangers"
        },
        {
            "chapter": 37,
            "verse": 166,
            "text": "Ми вчасно glorified (наш Лорд)"
        },
        {
            "chapter": 37,
            "verse": 167,
            "text": "Вони звичайно казали"
        },
        {
            "chapter": 37,
            "verse": 168,
            "text": "Мали ми отримали правильні інструкції з наших батьків"
        },
        {
            "chapter": 37,
            "verse": 169,
            "text": "ми би worshipers; присвячений до БОГА єдиного"
        },
        {
            "chapter": 37,
            "verse": 170,
            "text": "Але вони disbelieved, та вони безсумнівно знайдуть"
        },
        {
            "chapter": 37,
            "verse": 171,
            "text": "Наше рішення вже ухвалюється для наших службовців кур'єри"
        },
        {
            "chapter": 37,
            "verse": 172,
            "text": "Вони переконуються переможці"
        },
        {
            "chapter": 37,
            "verse": 173,
            "text": "Наші солдати являють собою переможців"
        },
        {
            "chapter": 37,
            "verse": 174,
            "text": "Так disregard їм для деякого часу"
        },
        {
            "chapter": 37,
            "verse": 175,
            "text": "Спостерігають їх; вони надто будуть спостерігати"
        },
        {
            "chapter": 37,
            "verse": 176,
            "text": "вони виклик наш retribution"
        },
        {
            "chapter": 37,
            "verse": 177,
            "text": "Коли йому ударяє їх один день, це буде нещасний день; вони достатно були попереджені"
        },
        {
            "chapter": 37,
            "verse": 178,
            "text": "Disregard їм для деякого часу"
        },
        {
            "chapter": 37,
            "verse": 179,
            "text": "Спостерігають їх; вони надто будуть спостерігати"
        },
        {
            "chapter": 37,
            "verse": 180,
            "text": "Слава мусить ваш Лорд, великий Лорд; далеко нагорі їхній вимагає"
        },
        {
            "chapter": 37,
            "verse": 181,
            "text": "Мир будуть на кур'єрів"
        },
        {
            "chapter": 37,
            "verse": 182,
            "text": "Похвала мусить БОГ, Лорд всесвіту"
        },
        {
            "chapter": 38,
            "verse": 1,
            "text": "(Saad), та Quran що містить доказ"
        },
        {
            "chapter": 38,
            "verse": 2,
            "text": "Цей хто disbelieve кинулися в зухвалість та порушення"
        },
        {
            "chapter": 38,
            "verse": 3,
            "text": "Багато генерації перед тим, як їм ми винищили. Вони закликали до допомогу, марно"
        },
        {
            "chapter": 38,
            "verse": 4,
            "text": "Вони дивувались що warner мусять прибути їм, з числа їм. disbelievers сказав, чарівник, брехун"
        },
        {
            "chapter": 38,
            "verse": 5,
            "text": "він зробив богам у одного бога? Це є дійсно незвичайне"
        },
        {
            "chapter": 38,
            "verse": 6,
            "text": "лідери оголосили, \"Ідуть та steadfastly persevere у обожнюючих ваших богах. Це що бажається"
        },
        {
            "chapter": 38,
            "verse": 7,
            "text": "Ми ніколи не почули це з релігії наших батька. Це є брехня"
        },
        {
            "chapter": 38,
            "verse": 8,
            "text": "Чому доказ прибув вниз йому, замість нас?\" Дійсно, вони є doubtful Мого доказу. Дійсно, вони ще не покуштували Мій retribution"
        },
        {
            "chapter": 38,
            "verse": 9,
            "text": "Роблять вони володіють скарбами милосердя вашого Лорда, Могутнього, Надавач субсидії"
        },
        {
            "chapter": 38,
            "verse": 10,
            "text": "вони володіють суверенітетом неба та землі, та все між ними? Дозвольте їм допомагають себе"
        },
        {
            "chapter": 38,
            "verse": 11,
            "text": "Замість цього, щоб ні примушує вони можуть огляд - навіть якщо всі їхні сторони banded разом - будуть завдаватися поразки"
        },
        {
            "chapter": 38,
            "verse": 12,
            "text": "Disbelieving перед тим, як їм являли собою людей Noah, `aad, та могутні Pharaoh"
        },
        {
            "chapter": 38,
            "verse": 13,
            "text": "Також, Thamoud, люди Долі, dwellers Лісів (Midyan); цей являв собою опонентів"
        },
        {
            "chapter": 38,
            "verse": 14,
            "text": "Кожний з них disbelieved кур'єри та отже, Мій retribution був неминучий"
        },
        {
            "chapter": 38,
            "verse": 15,
            "text": "Ці люди можуть очікувати єдиного удару, з котрого вони ніколи не видужують"
        },
        {
            "chapter": 38,
            "verse": 16,
            "text": "Вони кинули виклик: \"Наш Лорд, чому робите вас не кидаєтеся retribution для нас, перед Днем Розрахунку"
        },
        {
            "chapter": 38,
            "verse": 17,
            "text": "пацієнт перед їхніми висловами, та пам'ятають нашого службовця David, винахідливий; він був слухняний"
        },
        {
            "chapter": 38,
            "verse": 18,
            "text": "Ми здійснили гори у його службі, glorifying з ним ніч та день"
        },
        {
            "chapter": 38,
            "verse": 19,
            "text": "Також птахи були здійснені щоб служити йому; весь слухняний йому"
        },
        {
            "chapter": 38,
            "verse": 20,
            "text": "Ми посилили його царювання, та надали право йому з wisdom та гарна логіка"
        },
        {
            "chapter": 38,
            "verse": 21,
            "text": "ви отримали новину feuding люди що підкралися у його sanctuary"
        },
        {
            "chapter": 38,
            "verse": 22,
            "text": "Коли вони внесли його приміщення, він був переляканий. Вони сказали, \"Не мають страха. Ми feuding з один одним, та ми шукаємо вашого справедливого вироку. Не неправильні ни, та керують нами у праві шлях"
        },
        {
            "chapter": 38,
            "verse": 23,
            "text": "Цей брат шахти володіє дев'яноста дев'ятьма бараном, в той час, як я володію одним бараном. Він захоче змішати мого барана з його, та продовжується до тиску мені"
        },
        {
            "chapter": 38,
            "verse": 24,
            "text": "Він сказав, \"Він бути несправедлив до вас просячи щоб об'єднати вашого барана з його. Найбільш люди котрі об'єднують їхні власність ставляться один одного несправедливо, крім цих хто вважають та робота righteousness, та цей так.\" Пізніше, David дивувався якщо він зробив право вирок. Він подумав що ми випробовували його. Він тоді благав його Лорда для forgiveness, уклонився вниз, та каявся"
        },
        {
            "chapter": 38,
            "verse": 25,
            "text": "Ми простили його у цій матерії. Ми гарантували йому позицію честі з нами, та красивої abode"
        },
        {
            "chapter": 38,
            "verse": 26,
            "text": "O David, ми зробили вам лінійку на землі. Тому, ви будете приймати рішення серед людей equitably, та не слідуєте за вашою персональною думкою, lest це відводить вас з шляху БОГА. Безсумнівно, цей хто збиваються з шляху шлях БОГА зазнають суворого retribution для того, щоб забувати День Розрахунку"
        },
        {
            "chapter": 38,
            "verse": 27,
            "text": "Ми не утворили небеса та землю, та все між ними, марно. Такий являє собою мислення цих хто disbelieve. Тому, прикрощі до цих хто disbelieve; вони постраждають у Пеклі"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "ми Будемо обробити ці хто вважають та Буде привести справедливе життя тому що ми обробляємо ці хто здійснюють зло на землі? Ми будемо обробити справедливий тому що ми ставимось безпутний"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "Це є святе писання що ми послали вниз до вас, що вміє священні можливо вони віддзеркалюють на його віршах. Цей хто володіють розвідкою візьме увагу"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "David ми гарантували Solomon; гарний та слухняний службовець"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "один день він став preoccupied з красивими кіньми, до ночі впав"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "Він тоді сказав, \"я отримав насолоду від матеріальних речей більш ніж я отримав насолоду від обожнюючого мого Лорда, до сонця зник"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "Приносять їм назад.\" (Щоб брати участь у торгах прощання,) він стирав їхні ноги та шиї"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "Ми таким чином ставимо Solomon до тесту; ми благословляли його з просторим матеріальним багатством, але він steadfastly підкорився"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "Він сказав, \"Мій Лорд, пробачають мені, та гарантують мені царювання ніколи не досягнуте будь хто ще. Ви являєте собою Надавача субсидії"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "Ми (відповідали його молитву та) здійснював вітер у його розпорядженні, ллючому дощі де завгодно він захотів"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "Та чорти, будинок та пірнання"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "Інші були розміщені у його розпорядженні"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "Це є наше забезпечення до вас; ви можете дати великодушно, або можете утримати, без меж"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "Він заслужив почесну позицію з нами, та дивовижну abode"
        },
        {
            "chapter": 38,
            "verse": 41,
            "text": "Пам'ятають нашу Роботу службовця: він закликав на його Лорда, чорт afflicted мені з негараздами та болем"
        },
        {
            "chapter": 38,
            "verse": 42,
            "text": "Страйкують земля з вашою ногою. Весна дасть вам лікуючий та напій"
        },
        {
            "chapter": 38,
            "verse": 43,
            "text": "Ми реставрували його родину для нього; двічі як багато. Такий наше милосердя; reminder для цих хто володіють розвідкою"
        },
        {
            "chapter": 38,
            "verse": 44,
            "text": "Зараз, ви будете мандрувати земля та буде проповідувати повідомлення, fulfill ваша застава.\" Ми знайшли його steadfast. Що гарний службовець! Він був submitter"
        },
        {
            "chapter": 38,
            "verse": 45,
            "text": "Пам'ятають також наших службовців Abraham, Isaac, та Jacob. Вони були винахідливі, та оволоділи зором"
        },
        {
            "chapter": 38,
            "verse": 46,
            "text": "Ми подарували їх велике благословення: обізнаність У майбутньому"
        },
        {
            "chapter": 38,
            "verse": 47,
            "text": "Вони були вибрані, для вони були серед найбільшого справедливий"
        },
        {
            "chapter": 38,
            "verse": 48,
            "text": "Запам'ятають Ismail, Elisha, та Zal-Kifl; серед найбільшого справедливий"
        },
        {
            "chapter": 38,
            "verse": 49,
            "text": "Це є reminder: справедливий заслужили дивовижну долю"
        },
        {
            "chapter": 38,
            "verse": 50,
            "text": "парк Eden відкриє їхні брами для них"
        },
        {
            "chapter": 38,
            "verse": 51,
            "text": "Розслабляються там, вони будуть даватися багато різновидів фруктів та напою"
        },
        {
            "chapter": 38,
            "verse": 52,
            "text": "Вони будуть мати дивовижне подружжя"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "Це є які ви заслужили на Дні Розрахунку"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "Наші умови inexhaustible"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "Як для порушників, вони зазнали нещасної долі"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "Пекло де вони горять; що нещасний abode"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "Що вони куштують там будуть hellish напій та гірке продовольство"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "Та багато більше того же різновиду"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "Це є група бути кинено у Пекло з вами.\" Вони не будуть привітані (мешканцями Пекла). Вони заслужили спалити у hellfire"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "newcomers відповідете, \"Не ви вітали. Ви являєте собою котрі передували нам та призвели до помилки ни. Тому, зазнають цього нещасного кінця"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "Вони також скажуть, \"Наш Лорд, цей являють собою котрі привів нас у це; подвойте retribution hellfire для них"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "Вони скажуть, \"Як прибувають ми не дивимось (у Пеклі) люди ми звичайно рахували серед безпутний"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "Ми використали ridicule їм; ми звичайно повертали наші очі далеко з них"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Це є predetermined факт: люди Пекла будуть тривала ворожнеча з один одним"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "Кажу, \"я попереджаю вас; немає іншого бога біля БОГА,, Вищого"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "Лорд неба та землі, та все між ними; Могутній, Пробачаючий"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "Кажуть, \"Ось awesome новина"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "Що ви є повністю oblivious"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "я не мав знання раніше, про тривалу ворожнечу у Високому Суспільстві"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "я надихаюсь що моя єдина місія мусить доставити попередження до вас"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "Ваш Лорд сказав ангелам, \"я створюю людський будучи з глини"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "Одного \"разу я проект йо, та удар у його з Мого дух, ви будете впасти prostrate перед тим, як йо"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "ангели упали prostrate, усіх"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "крім Satan; він відмовився, та був надто зухвалий, unappreciative"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "Він сказав, \"O Satan, що заважив вам з prostrating перед тим, як що я створював з Моїми руками? Ви надто зухвалі? Ви повстали"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "Він сказав, \"я краще ніж він; Ви створювали мені з вогню, та утворили його з глини"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "Він сказав, \"Тому, ви повинні бути заслані, ви будете виганятися"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "Ви зазнали Мого осуду до Дня Вироку"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "Він сказав, \"Мій Лорд, respite мені до Дня Resurrection"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "Він сказав, \"Ви respited"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "До призначеного дня"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "Він сказав, \"я присягаю Вашим величністю, що я пошлю їм всім astray"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "Крім Вашого worshipers хто присвячуєтесь абсолютно до Вас єдиних"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "Він сказав, \"Це являє собою правду, та правда є весь що я вимовляю"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "я заповню Пекло з вами та все це хто слідують за вами"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "Кажу, \"я не прошу вас для будь-якої зарплати, та я є не самозванець"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "Це є reminder для світу"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "Та ви звичайно знайдете у деякому часі"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "Це є відкриття святого писання, з БОГА, Могутнього, Мудрого"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "Ми послали вниз до вас це святе писання, правдиво; ви будете обожнювати БОГА, присвячуючи вашу релігію йому єдину"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Абсолютно, релігія повинна бути присвячена до БОГА єдиного. Цей хто встановлювали ідолів біля Його кажемо, \"Ми idolize їм тільки принести нам ближчим до БОГА; для вони є у кращій позиції!\" БОГ буде судити їх відносно їхніх суперечок. БОГ не керує такими брехунами, disbelievers"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Якщо БОГ захотів мати сина, Він міг вибрали whomever Він willed з числа Його створення. Він glorified; Він БОГ,, Вищий"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "Він утворив небо та землю правдиво. Він згортає ніч над днем, та згортає день над ніччю. Він здійснив сонце та місяць, кожний бігаючий для finite періоду. Абсолютно, Він являє собою Могутній, Пробачаючий"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "Він утворив вас з однієї особи, тоді створювали з його його товариш. Він послав вниз до вас вісім різновидів домашної худоби. Він утворює вас у ваших шлунках матерів, створенні після створення, у trimesters темряви. Такий БОГ ваш Лорд. Йому належить всьому суверенітету. Немає іншого бога біля Його. Як ви могли deviate"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Якщо ви disbelieve, БОГ не потребує будь хто. Але Він не любить щоб побачити Його службовців приймають неправильне рішення. Якщо ви вирішите одержувати appreciative, Він мусить для вас. Ніяка душа не носить гріхи будь-якої іншої душі. Остаточно, до вашого Лорда є ваше відшкодування, тоді Він поінформує вас все ви зробили. Він знає цілком найглибші думки"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "Коли людське існування afflicted, він благає його Лорда, відверто відданий йому. Але як тільки Він благословляє його, він забуває його попередній благаючий, встановлює ідолів вишикуватися з БОГОМ та щоб відвести інші з Його шляху. Скажіть, \"Полюбляють ваш disbelief тимчасово; ви підпали hellfire"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "це не краще одне з цих хто роздумують у ночі, prostrating та залишається, знає У майбутньому, та шукає милосердя їхнього Лорда? Скажіть, цей хто знають рівний до цих хто не знають?\" Тільки цей хто володіють розвідкою візьме увагу"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Кажуть, \"O Мої службовці що вважали, ви будете повага ваш Лорд.\" Для цих хто попрацювали righteousness у цьому світі, гарній винагороді. БОЖА земля є простора, та цей хто steadfastly persevere отримає їхню винагороду великодушно, без меж"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "Кажу, \"я був наказаний щоб обожнювати БОГА, присвячуючи релігію абсолютно йому єдину"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "Та я був наказаний щоб являти собою крайній submitter"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Кажу, \"я бо, якщо я не підкорявся мойому Лорду, retribution великого дня"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Кажу, \"БОГ являє собою тільки один я обожнюю, присвячуючи мою релігію абсолютно йому єдину"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "Тому, обожнюєте щоб ні ви бажаєте біля Його.\" Скажіть, реальний losers є цей хто гублять їхні душі, та їхні сім'ї, на Дні Resurrection.\" Найбільш звичайно, це являє собою реальну втрату"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Вони будуть мати безліч вогню на вершині з них, та під ними. БОГ таким чином тривога Його службовці: O Мої службовці, ви будете повага Мені"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Як для цих хто discard обожнюють всіх ідолів, та присвячують себе повністю до БОГА виключно, вони заслужили щастя. Дайте гарна новина Моїм службовцям"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "Вони являють собою хто вивчають всі слова, тоді слідкують кращий. Цей являють собою кому БОГА керував; цей являють собою хто володіють розвідкою"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Що стосується цих хто заслужили retribution, може ви рятуєте ці хто є вже у Пеклі"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "Як для цієї котрої поваги їхній Лорд, вони будуть мати особняки на особняки збудовані для них, з течучими потоками. Це є БОЖА обіцянка, та БОГ ніколи не розбиває Його обіцянку"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "ви не дивитесь що БОГ посилає вниз з неба вода, тоді розміщує це у підземний wells, тоді виробляє з це заводи різноманітних кольорів, тоді вони ростуть до вони обіг жовтий, тоді Він повертає їх у сіно? Це повинно бути reminder для цих хто володіють розвідкою"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "Якщо БОГ надає вміст серця з Поданням, він буде слідувати за світлом з його Лорда. Тому, прикрощі до цих чиїх серденьок твердіються проти БОЖОГО повідомлення; вони поїхали далеко astray"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "БОГ відкрив herein кращий Hadith; книга що є стійка, та свідчить і шляхи (до Небес і Пекла). Шкури цієї котрої поваги їхній Лорд cringe звідти, тоді їхні шкури та їхні серденька пом'якшують для БОЖОГО повідомлення. Такий БОЖЕ керівництво; Він дарує це на whoever wills (щоб керуватися). Як для цих посланого astray БОГОМ, нічого не може керувати ними"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "Що краще ніж рятує обличчя з страшного retribution на Дні Resurrection? Порушникам будуть розповідатися, \"Куштують наслідки яких вас зароблених"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Інші перед тим, як їм disbelieved та, отже, retribution afflicted їм звідки вони ніколи не очікувані"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "БОГ засудив їх до приниження у це життя, та retribution у У майбутньому буде далеко гірший, якщо вони тільки знали"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Ми процитували для людей кожний різновид прикладу у це Quran, що вони можуть взяти увагу"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "арабський Quran, без будь-якої двозначності, що вони можуть бути справедливі"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "БОГ цитує приклад людини що має справу з диспутуючих партнерів (Hadith), порівняний до людини що має справу з тільки одне стійке джерело (Quran). Вони ті же? Похваліть мусить БОГ; більшість їх не знають"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Ви (Muhammad) безсумнівно вмруть, точно, як вони вмруть"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "На Дні Resurrection, перед тим, як ваш Лорд, ви люди будуть тривала ворожнеча з один одним"
        }
    ]
}