{
    "maqras": [
        {
            "chapter": 3,
            "verse": 133,
            "text": "“Ndipo chimkereni mwachangu chikhululuko cha Mbuye wanu (kupyolera m’zochita zanu zabwino), ndi Munda (Wake) umene Kutambasuka kwake (mulifupi) kuli ngati kumwamba ndi pansi, (womwe) wakonzedwa kuti ukhale wa oopa Allah"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "“Omwe amapereka (zopereka zawo mwaulere) pamene akupeza bwino ngakhale pamene akuvutika; amenenso amabisa ukali wawo ndi okhululukira anthu. Ndipo Allah amakonda ochita zabwino"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "“Ndi amene amati akachita uve (wamachimo), kapena kudzichitira okha zoipa, amakumbukira Allah nampempha chikhululuko pa machimo awo. Kodi ndindani angakhululuke machimo kupatula Allah; ndipo napanda kupitiriza machimo omwe achita uku akudziwa"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "“Iwowo mphoto yawo ndi chikhululuko chochokera kwa Mbuye wawo, ndi minda yoyenda mitsinje pansi pake (ndi patsogolo pake), momwe akakhalamo nthawi yaitali. Taonani kukoma malipiro a ochita zabwino"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "“Zidapita njira za zilango zambiri zosiyanasiyana zomwe adapatsidwa amene adalipo patsogolo panu. Tero tayendani pa dziko ndi kuona momwe adalili mapeto a anthu otsutsa"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "“Uku ndi kulengeza poyera kwa anthu (onse); komanso chiongoko ndi ulaliki kwa (anthu) oopa Allah"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "“Ndipo musafooke (pomenya nkhondo), ndiponso musadandaule (ndi mavuto amene akupezani) pakuti ndinu apamwamba, ngati mulidi okhulupirira"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "“Ngati mwavulazidwa, naonso anthuwo avulazidwanso molingana. Ndipo amenewo ndimasiku, timawapatsa anthu mosinthanasinthana. (Ichi chachitika) kuti Allah aonetse poyera amene akhulupirira (moona; choncho sadathawe konse); ndi kuti awachite ena mwa inu kukhala Shuhadaa (ofera pankhondo yoyera). Komatu Allah sakonda anthu ochita zoipa"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "“(Izi) nkuti Allah awayeretse amene akhulupirira ndikuwathetseratu osakhulupirira"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "“Kodi mukuganiza kuti mukalowa ku Munda wamtendere pomwe Allah asadawaonetsere poyera amene amenyera chipembedzo cha Allah mwa inu ndi kuwaonetseranso poyera opirira (pa nkhondo ya Allah)"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "“Ndithudi, mudali kuilakalaka imfa musanakumane nayo. Ndithudi tsopano mwaiona (ndikuphedwa kwa abale anu) inu mukupenya"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "“Muhammad (s.a.w) sali chinthu china koma Mtumiki chabe. Patsogolo pake adamuka atumiki ambiri. Kodi ngati atamwalira kapena kuphedwa, mungabwelerenso m’mbuyo? Ndipo amene abwelere m’mbuyo mwake savutitsa Allah ndi chilichonse; koma Allah adzalipira othokoza"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "“Munthu aliyense sangafe pokhapokha mwa chilolezo cha Allah, (ndi kukwanira) nthawi yake yolembedwa. Ndipo amene akufuna mphoto ya pa dziko la pansi, timpatsa pompo; ndipo amene akufuna Mphoto ya tsiku lachimaliziro tidzampatsa konko. Ndipo, tidzawalipira (zabwino) othokoza"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "“Ndi Aneneri angati adamenyana (ndi adani) pamodzi ndi anthu olungama ambiri, komatu sadataye mtima pa mavuto omwe adawagwera pa njira ya Allah; sadafooke ndipo sadagonjere (adani awo), ndipo Allah amakonda opirira"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "“(Anthu olungamawa) kunena kwawo sikudali kwina koma ankati: “Mbuye wathu! Tikhululukireni machimo athu ndi kupyola malire kwathu m’zinthu zathu. Ndipo limbikitsani mapazi athu (panjira Yanu) ndipo tithandizeni ku anthu osakhulupirira.”"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "“Choncho Allah adawapatsa mphoto ya pa dziko lapansi ndi mphoto yabwino ya tsiku lachimaliziro. Allah amakonda ochita zabwino"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "“E inu amene mwakhulupirira! Ngati muwamvere amene sadakhulupirire, akubwezerani kumbuyo kwanu (kumachitidwe achikunja) tero mudzakhala otaika"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "“Komatu Allah ndiye Mbuye wanu. Iye Ngwabwino kwabasi kuposa athandizi (ena onse)"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "“Tiponya mantha m’mitima mwa amene sadakhulupirire chifukwa chakumphatikiza Allah (ndi mafano) omwe Allah sadatsitsire umboni (wosonyeza umulungu wawo) ndipo malo awo adzakhala ku Moto. Taonani kuipitsitsa malo a anthu ochita zoipa"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "“Ndithudi, Allah adakutsimikizirani lonjezo lake (lakuti muwagonjetsa adani). Choncho mudali kuwapha mwachilolezo Chake kufikira pamene mudafooka ndikuyamba kukangana za lamulolo, tero mudalinyozera pambuyo pokuonetsani zimene mumazikonda; (pamenepo mpomwe adasiya kukuthangatani). Alipo ena mwa inu amene akukonda dziko lapansi (zamdziko), ndipo alipo ena mwa inu amene akukonda tsiku lachimaliziro. Kenako (Allah) adakuchotsani pa iwo (adakusiitsani kuwamenya osakhulupirirawo) kuti akuyeseni mayeso. Koma Iye tsopano wakukhululukirani. Ndipo Allah ndi mwini kuchita zabwino pa okhulupirira"
        }
    ]
}