{
    "maqras": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "Me emer te Allahut, Meshirues dhe Perdellimtar i Madh"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "Cdo lavderim i perket Allahut (Perendise), Zotit te Gjithesise"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "Meshirues dhe Perdellimtar i Madh"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "Sunduesit te dites se gjukimit"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "Vetem Ty te adhurojme dhe vetem prej Teje ndihme kerkojme"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Udhezona ne rruge te drejte"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "Ne rrugen e atyre qe u ke dhuruar miresi. E jo ne (rrugen) e atyre qe kane shkaktuar pezmin (Tend), as ne rrugen e atyre qe jane te humbur"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Elif, Lam, Mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Ky liber, eshte i padyshimte, udhezues per te gjithe ata qe i druajne denimit te Perendise"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "te cilet u besojne gjerave te padukshme (ne baze te argumenteve mendore) dhe bejne namaz dhe japin nga ajo qe Ju kemi dhene"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "te cilet besojne qe te ka zbritur Ty (Kur’ani) dhe atyre para Teje (pejgambereve tjere) dhe qe padyshim i besojne jetes tjeter"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Ata jane, me te vertete, ne rrugen e Zotit dhe vetem ata jane te shpetuar"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Me te vertete, per ata qe jane (kembengules) ne mohim, eshte njesoj si i paralajmerove ti apo nuk i paralajmerove – ata nuk besojne"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Perendia ua ka vulosur atyre zemrat dhe veshet dhe ne sy kane perde, dhe ata i pret denimi i madh"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Ka disa njerez qe thone: “Besojme ne Perendine dhe jeten tjeter!” – por, ata nuk jane besimtare"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Ata perpiqen te mashtrojne Perendine dhe ata qe besojne, por vetem mashtrojne veten, e kete nuk e verejne"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Zemrat e tyre jane te semura (me injorance) e Perendia ua shtoi atyre semundjen; ata i pret denim i ashper, per shkak se genjejne"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Kur t’u thuhet: “mos beni crregullime ne Bote!” ata thone: “Na vetem zbatojme rregullat ne Bote!”"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Ah! Me te vertete, ata shkaktojne crregullime, por nuk i verejne"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Kur t’u thuhet atyre: “Besoni edhe ju ashtu sic kane besuar njerezit (e ndershem)” – ata (jobesimtaret) thone: “Valle! Si te besojme ne ashtu sic kane besuar njerezit mendjelehte?” – Ah! Me te vertete, ata jane mendjelehte, por ata nuk e dine kete"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Kur te takohen me ata qe besojne, thone: “Besojme!” – por kur te ngelin vetem me djajte e tyre (me njerezit e keqinj) thone: “Na vetem bejme sahaka, na jemi me ju”"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Perendia tallet me ta; Ai do t’i le nje kohe te gjate qe te bredhin andej-kendej ne mohimin e tyre"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Ata jane prej atyre qe kane blere (zgjedhur) rrugen e gabuar, ne vend te se vertetes. Tregtia atyre nuk u solli kurrfare dobie, dhe as nuk jane orientuar ne rruge te drejte"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Ata (qe jane zhytur ne te keqia e bredhin andej-kendej) jane te ngjashem me ata qe ndezin zjarrin, i cili kur ta ndricoje rrethin e tyre, Perendia ua merr driten, i le ne erresire dhe ata nuk shohin asgje"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Ata jane te shurdher, memece, e te verber; prandaj nuk kthehen (nga e keqja ne te mire)"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Ose ata i gjasojne atyre, te cilet gjate kohes se shiut te stuhishem (shtrengates) nga qielli, me erresire, bubullime dhe shkreptime, nga frika e vdekjes – per te mos degjuar ushetimen me gishterinjte mbyllin veshet, por Perendia i ka rrethuar (qafirat) me fuqi (e s’kane shpetim)"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Shkrepetima, pothuaj, ua merre te pamurit atyre; sa here qe ajo ua ndricon rrugen, ata ecin, e kur i kaplon erresira, ndalen. E sikur te doje Perendia, do t’ua merrte te degjuarit edhe te pamurit, se, me te vertete, Perendia eshte i Plotefuqishem"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "O njerez! Aduroni Perendine, i cili u ka krijuar juve dhe ata para jush, per t’u ruajtur nga mohimi"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Zoti eshte Ai, qe per ju token e ka bere shtrese dhe qiellin ndertese; i cili prej qielli leshon shira dhe bene qe me ate te rriten frutet, ushqimi juaj. Prandaj mos i beni shoq Perendise, sepse ju e dini (qe Ai nuk ka shoq)"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Nese dushoni ju ne ate (Kur’anin) qe ia kemi derguar robit tone (Muhammedit), atehere hartonie nje sure te ngjashme si ate qe ia kemi shpallur atij, dhe nese jeni te drejte thirrni deshmitaret tuaj, (zoterat qe i adhuroni), pervec Perendise"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Nese nuk mundeni, dhe kurrsesi nuk do te mundeni (me i be shembull Kur’anit), atehere ruajuni zjarrit, lende djegese e te cilit jane njerezit dhe guret. Ai eshte pergatitur t’i ndeshkoje mohuesit"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Ata qe besojne dhe bejne vepra te mira gezoji me kopshte te xhenetit neper te cilat do te kalojne lumenj cdohere kur u jepet atyre ndonje frut i tyre, ata te thone: “Kete e kemi ngrene edhe perpara”, - e atyre do t’u jepen vetem fruta te ngjashme me to. Ne to do te kete femra te pastra dhe ne to do te jetojne gjithmone"
        }
    ]
}