{
    "maqras": [
        {
            "chapter": 39,
            "verse": 8,
            "text": "Kur njeriun e godet nje e keqe, ai i lutet Zotit te vet, duke iu drejtuar krejtesisht, e kur atij t’i kthehet nje e mire prej Tij, ai harron ate per te cilen me pare iu lut Perendise dhe i bene shok Perendise, andaj largohet nga rruga e Tij (Perendise). Ti thuaj (atij mohuesit): “Kenaqu pak me mosbesimin tend! Ti, me siguri, do te jeshe nga banoret e zjarrit"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "(A me i mire eshte ky) apo ai qe ben lutje naten, duke bere sexhde dhe duke qendruar ne kembe e qe ruhet (nga denimi) i jetes tjeter dhe shpreson ne meshiren e Zotit te tij...? Thuaj: “A jane te barabarte ata qe dine dhe ata qe nuk dine? Vetem mentaret i pranojne keshillat"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Thuaj: “O roberit e mi, qe keni besuar, ruajuni prej (denimit) te Zotit tuaj! Ata qe bejne mire ne kete jete do te kene te mira, e toka e Perendise eshte e gjere. Vetem ata qe jane te durueshem do te shperblehen pa mase”"
        },
        {
            "chapter": 39,
            "verse": 11,
            "text": "Thuaj: “Mua me eshte urdheruar qe ta adhuroj Perendine dhe ndaj Tij te jem i sinqerte ne besim"
        },
        {
            "chapter": 39,
            "verse": 12,
            "text": "dhe me eshte urdheruar qe te behem musliman i pare"
        },
        {
            "chapter": 39,
            "verse": 13,
            "text": "Thuaj: “Une, me te vertete, druajn – nese kundershtoje Zotin tim, denimit te Dites se madhe”"
        },
        {
            "chapter": 39,
            "verse": 14,
            "text": "Thuaj: “Vetem Perendine e adhuroj sinqerisht me besimin tim te plote"
        },
        {
            "chapter": 39,
            "verse": 15,
            "text": "e ju adhuroni, pervec Perendise, ke te doni!” Thuaj: “Me te vertete, do te jene ne humbje ata qe kane humbur veten dhe familjen e tyre ne Diten e Kijametit. Ka, kjo eshte humbje e madhe!”"
        },
        {
            "chapter": 39,
            "verse": 16,
            "text": "Mbi ta dhe nen ta do te kete shtresa te zjarrit. Me kete, Perendia i frikon roberit e Vet. “O roberit e Mi, ruajuni (denimit Tim)!”"
        },
        {
            "chapter": 39,
            "verse": 17,
            "text": "Ata qe shmangen nga adhurimi i idhujve e kthehen kah Perendia, per ta ka gezim. Gezoi pra (o Muhammed) roberit e Mi"
        },
        {
            "chapter": 39,
            "verse": 18,
            "text": "te cilet degjojne fjalen (Kur’anin) e pasojne ate qe eshte me mire. Keta jane ata qe Perendia i ka orientuar ne rruge te drejte dhe ata jane te mencur"
        },
        {
            "chapter": 39,
            "verse": 19,
            "text": "Mos valle, a ti do ta shpetosh ate qe e ka merituar denimin, ta nxjerresh ate qe eshte ne zjarr"
        },
        {
            "chapter": 39,
            "verse": 20,
            "text": "Nderkaq, ata qe i frikohen Zotit, do te kene dhoma kat-kat – prane te cilave rrjedhin lumenjte. (Ky eshte) premtim i Perendise, (e) Perendia nuk e shkele premtimin (e Vet)"
        },
        {
            "chapter": 39,
            "verse": 21,
            "text": "A nuk po sheh qe Perendia ka zbritur ujin (shiun) prej qiellit, e shpie (shperndane) ate neper burime ne toke, mandej me te nxjerre te lashta te llojllojshme, ngjyrash te ndryshme, pastj thahen dhe i sheh te zverdhura, e mandej i shkaterron ato. Me te vertete, ne te gjitha keto, ka keshilla per ata qe jane te mencur"
        },
        {
            "chapter": 39,
            "verse": 22,
            "text": "A thua a eshte i (njejte) ai te cilit Perendia ia ka hapur zemren per islamizem, e ai eshte ne driten e Zotit te vet...? Mjere per ata qe e kane zemren te pandishme kur permendet Allahu; te tillet jane ne humbje te qarte"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "Perendia e ka shpallur fjalen me te bukur – Librin (Kur’anin), pjeset e te cilit i gjasojne njera-tjetres dhe perseriten. Prej tij u rrenqethet lekura atyre qe frikohen prej Zotit te tyre, e mandej qetesohen dhe kenaqen lekurat dhe zemrat e tyre, kur permendet Perendia (dhe premtimi i Tij). Ky Liber eshte udhezim i Perendise, me te Perendia e udhezon ke te doje, e ke Perendia e shpie ne humbje, s’ka kush qe mund ta udhezoje"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "A eshte (i barabarte) ai qe e ruan veten prej denimit te rende ne Diten e Kijametit (dhe ai qe nuk e ruan)? (Atehre) zullumqareve, u thuhet: “Shijoni ate qe keni punuar!”"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "Kane pergenjeshtruar ata qe kane qene para tyre (Mekkasve), e u erdhi atyre denimi prej nga nuk e pritnin"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "Dhe, Perendia u ka dhena tyre ta shijojne poshterimin ne kete jete, e denimi i jetes tjeter eshte me i madh, sikur ta dinin ata (kete)"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "Dhe, me te vertete, u kemi sjelle njerezve shembuj ne kete Kur’an per cdo gje, per t’u keshilluar"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "ne Kur’anin ne gjuhen arabe, ne te cilin nuk ka kurrfare kundertheniesh, e qe t’i druajne Zotit te tyre"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "Perendia ka sjelel si shembull (krahasimi) njeriun (robin), i cili ka shume bashkepronare te padurueshem qe e kundershtojne njeri-tjetrin dhe njeriun (robin), i cili (i takon) vetem nje pronari (dhe e degjon vetem ate). A eshte pozita e ketyre dyve e barabarte? Lavdi Perendie, nuk eshte (e barabarte), por shumica e tyre nuk e dine kete"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Me te vertete, do te vdesesh ti, e me te vertete, do te vdesin edhe ata"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "e pastaj, ne Diten e gjykimit, te Zoti juaj do te polemizoni"
        }
    ]
}