{
    "maqras": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "Te gjitha ushqimet kane qene te lejuara per bijt e Israilit, pervec asaj qe Israili ia ndaloi vetes para shpalljes se Teuratit. Thuaj (o Muhammed!): “Silleni Teuratin dhe lexonie nese flisni te verteten!”"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "E kushdo qe shpif genjeshtra ndaj Perendise, pas ketyre (argumenteve) ai ka kaluar nga e drejta ne te shtrembeten"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Thuaj (o Muhammed!): “Perendia thote te verteten; dhe ndiqeni fene e Ibrahimit, e cila ka qene e paster. Ai s’ka qene pagan”"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Me te vertete, Faltorja e pare e ngritur per njerez, eshte ajo ne Bekke (Mekke), e uruar dhe udherrefyese e popujve"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Ne te ka shenja (simbole te dukshme, sic eshte) vendi i Ibrahimit (mekami Ibrahim). Kush hyn ne te eshte i sigurt. Perendia i ka obliguar njerezit, ata qe kane mundesi t’i perballojne rruges, ta vizitojne (haxhxhillek) kete Faltore. E kush i mohon urdherat e Perendise (e demton veten). Se, me te vertete, Perendia nuk ka nevoje per asgje"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Thuaj (o Muhammed!): “O ithtaret e Librit! – pse mohoni argumentet e Perendise, e Perendia eshte deshmitare i cdo gjeje qe punoni”"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Thuaj: “O ithtaret e Librit! Pse ate qe beson e prapesoni nga rruga e Perendise, e ju e dini qe feja islame eshte fe e vertete. Se Perendia nuk eshte i pakujdesshem ndaj veprave qe punoni ju"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "O besimtare! Nese u peruleni nje grupi prej atyre qe u eshte dhene Libri, ata, pasi keni pranuar fene e vertete, juve u kthejne ne mohues"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "E si mund te mohoni kur juve u lexohen versetet e Perendise dhe ne mesin tuaj eshte Pejgamberi i Tij?! E kush mbahet forte me Perendine (Kur’anin), ai eshte i drejtuar ne udhe te mbare"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O besimtare! – druajuni Perendise ashtu si duhet t’i druani dhe vdisni vetem duke qene muslimane"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Dhe te gjithe ju mbahuni forte per litarin e Perendise (Kur’anin) dhe mos u shpartalloni. Dhe kujtonie dhuntine e Perendise (qe u eshte dhene) juve; kur ishit ne armiqesi, e u japtoi zemrat tuaja e ne saje te dhuntise se Tij u bete vellezer. Dhe ju ishit buze gremines e sketerres, ndersa Ai ju shpetoi juve nga ajo. Keshtu Perendia ua shpjegon versetet e veta per t’u drjtuar ju ne udhen e drejte"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Le te behet nje grup prej jush qe do te therrase ne te mire, e qe te urdheroje vepra te bukura e te ndaloje prej te shemtuaravet! E, ata njerez do te jene te shpetuar"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Mos u beni si ata qe pasi qe u erdhen argumentet e dukshme, u shperndane dhe u distancuan ne mendime. E, per keta do te kete denim te madh"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "ate dite (te Kijametit) kur disa fytyra do te zbardhen, e disa do te nxihen. Atyre qe u nxihet fytyra u thuhet: “Pasi ishit besimtare, perse u bete mohues? Prandaj, shijonie denimin per shkak se nuk besuat!”"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Kurse ato fytyra qe zbardhen e shkelqejne do te jene ne meshiren e Perendise, ku do te qendrojne pergjithmone"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Keto jane versetet e Perendise, qe t’i lexojme ty me te drejte dhe se Perendia nuk i deshiron askujt padrejtesi"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Te Perendise jane te gjitha ato qe gjenden ne qiej dhe ne Toke, dhe te Perendia do te perfundojne te gjitha punet"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Ju (besniket e Kur’anit) jeni njerezit me te mire nga i gjithe populli qe jane paraqitur ndonjehere: dhe besoni Perendine, kerkoni qe te punohen vepra te mira, e te shmangen nga te keqijat. E, sikur ithtaret e Librit te besonin do te ishte me mire per ta, ka prej tyre besimtare te vertete, por shumica e tyre jane te keqinj"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Ata, pervec shqetesimit, nuk mund t’ju demtojne juve. Nese ju luftojne juve, ata do te kthejne thembrat dhe pastaj nuk do te ndihmohen"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Kudo qe gjenden ata jane te kapluar nga poshtersia, perpos atyre qe jane mbeshtetur ne vargonin e Perendise e te njerezve; ata do te meritojne pezmin e Perendise dhe do t’i kaploje mjerimi, per shkak se mohuan dokumentet e Perendise, e pa kurrfare te drejte, i mbytnin Pejgamberet; nuk u perulen dhe kaluan kufirin ne te keqija"
        }
    ]
}