{
    "maqras": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "Kujtojeni diten kur Perendia i tubon Pejgamberet e ju thote: “Cka ju pergjigjen?” Ata thone: “Na s’kemi dijeni (te plote), se vetem Ti i di te gjitha fshehtesite”"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "(Kujtoje o Muhammed!), kur Perendia tha: “O Isa, i biri i Merjemes, kutjoje miresine Time ndaj teje dhe nenes tende: kur te forcova ty me Shpirtin e shenjte (Xhebrailin), e ju flitje njerezve duke qene femije (ne djep) dhe si njeri i rritur; dhe kur ta mesova shkrimin dhe dijenine e thelle, Teuratin dhe Inxhilin, dhe kur krijove nje figure shpendi prej balte me urdherin Tim e fryeve ne te, e u be zog, me urdherin Tim; dhe kur me urdherin Tim, i ngjalle te vdekurit; dhe kur i pengova sulmet e Israeliteve ne Ty, atehee kur ju solle atyre argumente te qarta, e ata qe nuk besuan nder, ta, thane: “Kjo eshte vetem magji e kulluar!”"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "dhe kur i urdherova Havarijjunet (Apostujt): “Besomeni Mua dhe Pejgamberin Tim!” Ata u pergjigjen: “Na besojme, e ti behu deshmues qe ne jemi muslimane!”"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "E, kur apostujt thane: “O Isa, i biri i Merjemes, a mundet Zot’i yt te na zbrese nje sofer prej qielli?” Ai tha: “Druani Perendine, nese jeni besimtare!”"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Ata thane: “Na deshirojme ta hame nga ajo (sofer), dhe te na qetesohen zemrat, dhe ta dime (konkretisht) qe na ke thane te verteten dhe per ate te jemi deshmitare”"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Isai, i bir’i Merjemes tha: “O Perendi, o Zoti yne! Zbritna neve nje sofer nga qielli, qe te na jete feste per bashkekohaniket dhe pasardhesit tone; dhe te jete mrekulli prej Teje dhe furnizona, se Ti je me i miri furnizues”"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Perendia tha: “Une do t’ju zbres sofren, e kush nga ju, pas kesaj nuk beson, Une do ta denoj me nje denim, me cfare nuk do ta denoje askend ne bote”"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "E, kur Perendia thote: “O Isa, i bir’i Merjemes, a mos ti u ke thene njerezve: “Merrmeni mua dhe nenen time si dy zotra, perpos Perendise?” Isai thote: “Ti je i paster nga te metat!” Mua nuk me perket te them ate cka ka ne Ty. Vetem Ti i di te gjitha ato qe jane te fshehta"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Une nuk ju kam thene asgje tjeter, pervec asaj qe me ke urdheruar Ti: “Adhuronie Perendine, Zotin tim dhe Zotin tuaj!” Kam qene deshmitar deri sa kam qene ne mesin e tyre. E pasi me more mua, vetem Ti ishe mbikeqyres i tyre. E, Ti je deshmitar per cdo gje"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Nese Ti i denon ata – roberit e Tu jane, e nese i fale ata, me te vertete, vetem Ti je i Plotefuqishem dhe i Gjithedijshem"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Perentia thote: “Kjo eshte Dita, ne te cilen, te sinqerteve u sjell dobi sinqeriteti i tyre. Atyre u takojne kopshtet, neper te cilat rrjedhin lumenjt, ku do te qendrojne pergjithmone. Perendia eshte i kenaqur me ta; dhe ata jane te kenaqur me Te. Kjo eshte fitorja e madhe!”"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Te Perendise jane pushteti mbi qiej dhe mbi Toke dhe cka gjendet ne To. Ai eshte i pushtetshem per cdo gje"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Qofte lavderuar Perendia qe krijoi qiejte dhe Token, e themeloi erresirat dhe driten. E, ata qe nuk besojne, (perseri) – me Zotin e tyre krahasojne zotera"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "Ai ju ka krijuar nga balta, ka caktuar afatin (e vdekjes) dhe Ai di kohen e (Kijametit), e ju perseri dyshoni"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Perendia eshte i adhuruar ne qiej dhe ne Toke; Ai di fshehtesite dhe te sheshtat tuaja, si dhe te arriturat tuaja"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "E nuk ju ka ardhur (te pabeseve) asnje dokument prej dokumenteve te Zotit te tyre, e ata, te mos ia kthejne shpinen"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "E pergenjeshtruan te verteten, posa ju erdhi, por se shpejti do ju arrijne lajme (me pasoja) per ate cka jane tallur"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "A thua nuk i pane ata, se sa popuj i kemi zhdukur Ne, para tyre, te cilet i patem vendosur ne aso toke, ne cfare nuk ju kemi vendosur jvue; e u sollem atyre shira te bollshem dhe beme qe t’ju rrjedhin lumenje neper viset e tyre; e qe, per shkak te mekateve te tyre – i zhdukem ata; dhe pas tyre – krijuam gjenerata tjera"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "E, sikur Ne ta zbritnim ty nje Liber te shkruar ne leter; e ata ta preknin me duart e tyre, ata qe nuk besojne, me siguri do te thonin: “Kjo s’eshte gje tjeter, perpos nje magji e hapet”"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Ata thane: “T’ju kishte zbrite atij (Muhammedit) nje engjell?!” E, sikur ta dergonim Ne engjellin, puna do te merrte fund dhe nuk do t’u ipej asnje afat"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "E, sikur ta dergonim ate (Pejgamberin) engjell, do ta benim gjithsesi me tipare njeriu. E, ata, perseri do te dyshonin – si me pare"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Me te vertete, jane perqeshur shume pejgambere para teje, e i perfshin ata qe i i perqeshnin (pejgamberet) denimi i talljes se tyre"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Thuaj: “Udhetoni neper bote e shihni cfare ka qene denimi ndaj atyre qe thonin – (pejgamberet) genjejne"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Thuaj: “E kujt eshte tere ajo, qe gjendet ne qiej dhe ne Toke?” Pergjigju: “E Perendise eshte!” Vetes ia ka percaktuar meshiren. Ai, padyshim, do t’ju tuboje ne Diten e Kijametit. Ata qe vetveten e kane shkaterruar, ata ne te vertete nuk do te besojne"
        }
    ]
}