{
    "maqras": [
        {
            "chapter": 2,
            "verse": 44,
            "text": "Maneu als homes que siguin piadosos i us oblideu de vosaltres mateixos sent així que llegiu l'Escriptura? És que no teniu enteniment"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Busqueu ajuda en la paciència i en la azalá! Sí, és quelcom difícil, però no per als humils"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "que conten amb trobar al seu Senyor i tornar a Ell"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "Fills d'Israel! Recordeu la gràcia que us vaig dispensar i que us vaig distingir entre tots els pobles"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Temeu un dia que ningú pugui satisfer gens per un altre, ni s'accepti la intercessió aliena, compensació ni auxili"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "I quan us salvem de les gents de Faraó, que us sotmetien a dur càstig, degollant als vostres fills i deixant amb vida a les vostres dones. Amb això us va provar el vostre Senyor durament"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "I quan us separem les aigües del mar i us salvem, negant a les gents de Faraó en la vostra presència"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "I quan ens vam donar cita amb Moisés durant quaranta nits. Després, quan es va anar, vau agafar el vedell, obrant impíament"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "I, després d'això, us perdonem. Potser, així, fóssiu agraïts"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "I quan vam donar a Moisés l'Escriptura i el Criteri. Potser, així, fóssiu bé dirigits"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "I quan Moisés va dir al seu poble: Poble! Heu estat injusts amb vosaltres mateixos a l'agafar el vedell. Torneu-vos al vostre Creador i mateu-vos uns a uns altres.! Això és millor per a vosaltres als ulls del vostre Creador. Així es aplacará. Ell és l'Indulgent, el Misericordiós»"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "I quan vau dir: «Moisés! No creurem en tu fins que vegem a Al·là clarament». I el Llamp se us va dur, veient-lo vosaltres venir"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "I, us vam ressuscitar després de morts. Potser, així, fóssiu agraïts"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Vam fer que se us ennuvolés i que descendissin sobre vosaltres el manná i les codornices: «Mengeu de les coses bones que us hem proveït!» No van ser injusts amb Nosaltres, sinó que ho van ser amb si mateixos"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "I quan vam dir: «Entreu en aquesta ciutat, i mengeu on i quan vulgueu del que en ella hagi! Entreu per la porta prosternant-vos i digueu 'Perdó!'» Us perdonarem els vostres pecats i donarem més a qui facin el bé"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Però els impius van canviar per unes altres les paraules que se'ls havien dit i vam fer baixar contra els impius un càstig del cel per haver obrat perversament"
        }
    ]
}