{
    "maqras": [
        {
            "chapter": 4,
            "verse": 58,
            "text": "Al·là us ordena que restituïu els dipòsits als seus propietaris i que quan decidiu entre els homes ho feu amb justícia. Quina bé és allò que Al·là us exhorta! Al·là tot ho escolta, tot ho veu"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "Creients! Obeïu a Al·là, obeïu al Missatger i a aquells de vosaltres que tinguin autoritat. I, si discutiu per alguna cosa, referiu-ho a Al·là i al Missatger, si és que créis en Al·là i en l'últim Dia. És el millor i la solució més apropiada"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "No has vist a qui pretenen creure en el que se't ha revelat a tu i en el que s'ha revelat abans de tu? Volen recórrer a l'arbitratge dels Taguts, a pesar que se'ls ha ordenat no creure en ells. El Dimoni vol extraviar-los profundament"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "Quan se'ls diu: «Veniu al que Al·là ha revelat, veniu al Missatger!», veus que els hipòcrites s'aparten de tu completament"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "Què faran, llavors, quan els afligeixi una desgràcia pel que ells mateixos han comès i venguen a tu, jurant per Al·là: «No volíem sinó fer bé i ajudar»"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "Aquests tals són aquells de qui Al·là coneix el que tanquen els seus cors. Aparta't d'ells, amonesta'ls, digues-los paraules persuasivas que s'apliquin al seu cas"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "No hem manat a cap Missatger sinó per a, amb permís d'Al·là, ser obeït. Si, quan van ser injusts amb si mateixos, haguessin vingut a tu i demanat el perdó d'Al·là, i si el Missatger hagués també demanat el perdó per ells, haurien trobat a Al·là indulgent, misericordiós"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "Però no, pel teu Senyor! No creuran fins que t'hagin fet jutge de la seva disputa; llavors, ja no trobaran en si mateixos dificultat a acceptar la teva decisió i s'adheriran plenament"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "Si els haguéssim prescrit: «Mateu-vos uns a uns altres!» o «Sortiu de les vostres llars!», no ho haurien fet, excepte uns pocs d'ells. Però, si s'haguessin conformat a les exhortacions rebudes, hauria estat millor per a ells i haurien sortit més enfortits"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "els hauríem donat llavors, per la nostra part, una magnífica recompensa"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "i els hauríem dirigit per una via recta"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "Qui obeïxen a Al·là i al Missatger, estan amb els profetes, els veraços, els testimonis i els justs als quals Al·là ha agraciat. Quins bona companyia"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "Així és el favor d'Al·là. Al·là basta com omniscient"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "Creients! Aneu amb compte! Escometeu en destacaments o formant un sol cos"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "Hi ha entre vosaltres qui es queda ressagat del tot i, si us sobrevé una desgràcia, diu: «Al·là m'ha agraciat, doncs no estava allí amb ells»"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "Però, si Al·là us afavoreix, segur que, diu, com si no existís cap amistat entre vosaltres i ell: «Tant de bo hagués estat amb ells, hauria obtingut un èxit grandiós!»"
        }
    ]
}