{
    "maqras": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "El dia que Al·là congregui als Missatgers i digui: «Què se us ha respost?», diran: «No sabem. Tu ets Qui coneix a fons les coses ocultes»"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Quan va dir Al·là: «Jesús, fill de María!; Recorda La meva gràcia, que us vaig dispensar a tu i a la teva mare quan et vaig enfortir amb l'Esperit Sant i vas parlar a la gent en el bressol i d'adult, i quan li vaig ensenyar l'Escriptura, la Saviesa, la Tora i l'Evangeli. I quan vas crear d'argila a manera d'ocells amb El meu permís, vas bufar en ells i es van convertir en ocells amb El meu permís. I vas guarir al cec de naixença i al leprós amb El meu permís. I quan vas ressuscitar als morts amb El meu permís. I quan vaig allunyar de tu als Fills d'Israel quan vas venir a ells amb les proves clares i els, que d'ells no creien, van 'Això no és sinó manifesta màgia"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "I quan vaig inspirar als apòstols: 'Creieu en Mi i en El meu Missatger!' Van dir: «Creiem! Sé testimoni de la nostra submissió!'»"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Quan van dir els apòstols: «Jesús, fill de María! Pugues el teu Senyor fer que ens baixi del cel una Taula Servida?». Va dir: «Temeu a Al·là, si sou creients!»"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "Van dir: «Volem menjar d'ella. Així, els nostres cors es tranquil·litzaran, sabrem que ens has parlat veritat i podrem ser testimonis d'ella"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Va dir Jesús, fill de María: «Al·là, Senyor nostre! Feix que ens baixi del cel una Taula Servida, que sigui per a nosaltres, el primer com l'últim, motiu de gaubança i signe vingut de Tu. Proveeix-nos del sosteniment necessari, Tu, Que ets el Millor dels proveïdors!»"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Va dir Al·là: «Sí, vaig a fer que us baixi. Però, si un de vosaltres, després d'això, no creu, li castigaré com no he castigat a ningú en el món»"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "I quan va dir Al·là: «Jesús, fill de María! Ets tu qui ha dit als homes: 'Preneu-nos a mi i a la meva mare com a déus, a més de prendre a Al·là!'?». Va dir: «Glòria a Tu! Com vaig a dir quelcom que no tinc per veritat? Si ho hagués dit, Tu ho hauries sabut. Tu saps el que hi ha en mi, però jo no sigues el que hi ha en Tu. Tu ets Qui coneix a fons les coses ocultes"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "No els he dit més que el que Tu m'has ordenat: 'Serviu a Al·là, el meu Senyor i Senyor vostre!' Vaig ser testimoni d'ells mentre vaig estar entre ells, però, després de cridar-me a Tu, vas ser Tu Qui els va vigilar. Tu ets testimoni de tot"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Si els castigues, són Els teus serfs, Si els perdones, Tu ets el Poderós, el Savi"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Al·là diu: «Aquest és un dia que la seva sinceritat aprofitarà als sincers. Tindran jardins pels baixos dels quals fluïxen rierols, en els quals estaran eternament, per a sempre». Al·là està satisfet d'ells i ells ho estan d'Ell. Aquest és l'èxit grandiós"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "D'Al·là és el domini dels cels i de la terra i del que en ells està. És omnipotent"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "Lloat sigui Al·là, Que va crear els cels i la terra i va instituir les tenebres i la llum! Tanmateix, els que no creuen equiparen a uns altres al seu Senyor"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "És Ell Qui us va crear d'argila i va decretar a cadascun un termini. Ha estat fixat un termini al costat d'Ell. I encara dubteu"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "Ell és Al·là en els cels i en la terra. Sap el que oculteu i el que manifesteu. Sap el que mereixeu"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "Sempre que ve a ells un dels signes del seu Senyor, s'aparten d'ell"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "Han desmentit la Veritat quan ha vingut a ells, però rebran notícies d'allò que es burlaven"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "És que no veuen a quantes generacions precedents hem fet perir? Els havíem donat predominança en la terra com no us hem donat a vosaltres. Els enviem del cel una pluja abundant. Vam fer que fluïssin rierols als seus peus. Amb tot, els destruïm pels seus pecats i suscitem altres generacions després d'ells"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "Si haguéssim fet baixar sobre tu una Escriptura escrita en pergamí i l'haguessin palpat amb les seves mans, tanmateix, els que no creuen haurien dit: «Això no és sinó manifesta màgia»"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "Diuen: «Per què no s'ha fet descendir a un àngel sobre ell?» Si haguéssim fet descendir a un àngel, ja s'hauria decidit la cosa i no els hauria estat donat esperar"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "Si haguéssim fet d'ell un àngel, li hauríem donat aparença humana i, amb això, hauríem contribuït a la seva confusió"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "Es van burlar dels Missatgers que et van precedir, però els quals es burlaven es van veure voltats per allò que es burlaven"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "Digues: «Aneu per la terra i mireu com van acabar els desmentidors!»"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "Digues: «A qui pertany el que està en els cels i en la terra?» Digues: «A Al·là!», Ell mateix S'ha prescrit la misericòrdia. Ell us reunirà, certament, per al dia indubitable de la Resurrecció. Qui s'hagin perdut, no creuran"
        }
    ]
}