{
    "maqras": [
        {
            "chapter": 22,
            "verse": 60,
            "text": "Kjo eshte keshtu! E kush ndeshkon tjetrin me te njejten mase me te cilen ka qene i ndeshkuar vete, e pastaj atij perseri i behet e padrejte, All-llahu do ta ndihmoje ate patjeter. All-llahu shlyen shume te keqijat dhe fale mekatet"
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Kete (ndihme) e ben ngase All-llahu (fuqiplote) eshte Ai qe fut naten ne dite e diten ne nate (duke shkurtuar njeren e zgjatur tjetren). All-llahu me te vertete degjon (theniet) e sheh (punet)"
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Kjo, ngase All-llahu eshte Ai i verteti, dhe ate qe lusin ata pos Tij eshte e kote. All-llahu eshte vertet Ai i larti, i madhi"
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "A nuk e di se All-llahu e leshoi shiun prej qiellit, e toka agon e gjelberuar, vertet, All-llahu eshte i kujdesshem, mirenjohes"
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Vetem e Tij eshte cka ka ne qiej dhe cka ka ne toke, All-llahu eshte Ai qe s´ka nevoje per asgje, eshte i plotfuqishmi, i falenderuari"
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "A nuk sheh se All-llahu nenshtroi cdo gje qe gjendet ne toke, per te miren tuaj, Ai nenshtroi anijet qe sipas deshires se Tij te lundrojne ne det. Ai mban qiellin te mos bie ne toke pos nese deshiron Ai. S´ka dyshim se All-llahu eshte mireberes, meshirues"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Ai ua dha jeten, u ben te vdisni, e pastaj ju ringjall. Vertet, njeriu eshte perbuzes"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Secilit popull Ne i dhame ligj (fetar) qe ata veprojne sipas tij, pra le te mos polemizojne (popujt e tjere) me ty per kete ceshtje (per ceshtjen e sheriatit islam), e ti thirri te Zoti yt, se pa dyshim ti je ne nje rruge te drejte"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "E nese ata te kundershtojne ty, ti thuaju: \"All-llahu di me se miri per kete qe ju po veproni"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "All-llahu do te gjykoje mes jush ne diten e kijametit per ate qe kundershtoheshit"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "A nuk e ke ditur se All-llahu di cka ekziston ne qiell e ne toke, e tere ajo eshte e shenuar ne liber, ajo per All-llahun eshte shume lehte"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Ata (idhujtaret) adhurojne ne vend te All-llahut (idhuj) per te cilet nuk u ka ardhur kurrfare fakti dhe nuk kane kurrfare dije, pra per idhujtaret nuk ka ndonje ndihmetar"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "E kur u lexohen atyre ajetet tona te qarta, ne fytyrat e atyre qe nuk besuan u veren urrejtje. Gati iu versulen atyre qe ua lexojne ajetet tona. Thuaj: \"A t´u tregoj per nje me te keqe se kjo? Zjarri, te cilin All-llahu e caktoi per ata qe nuk besuan\". Sa"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "O ju njerez, ja nje shembull, veni veshin pra: Vertet ata qe po i adhuroni ne vend te All-llahut, ata nuk mund te krijojne asnje mize, edhe nese tubohen te gjithe per te, e po ashtu, nese miza ua rremben atyre ndonje send, ata nuk do te mund ta shpetojne"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Ata nuk madheruan All-llahun me madherine e Tij te vertete, qe e meriton, All-llahu eshte i fuqishem, ngadhenjyes"
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "All-llahu zgjedh te derguar prej engjejve dhe prej njerezve, All-llahu degjon e sheh"
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Ai e di ate qe e punuan me pare dhe ate qe do ta punojne me vone ata, dhe te gjitha ceshtjet i kthehen vetem All-llahut"
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "O ju qe besuat, falni namazin me ruku e sexhde dhe vetem Zotin tuaj adhurojeni. Beni pune te mira (te dobishme), se do te gjeni shpetim"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "Luftoni me nje lufte te denje per hir te All-llahut, se Ai ju zgjodhi ju (ju percaktoi per te luftuar per rrugen e Tij) dhe nuk ju obligoi ne fe me ndonje veshtiresi, ne fene e babait tuaj, Ibrahimit. Ai edhe me pare, e edhe ky (Kur´an) ju quajti mysliman"
        }
    ]
}