{
    "maqras": [
        {
            "chapter": 34,
            "verse": 46,
            "text": "Thuaj: \"Une ju keshilloj vetem me nje gje: Per hir te All-llahut te angazhoheni sinqerisht dy nga dy ose nje nga nje, e pastaj te mendoni thelle (qe ta kuptoni) se shoku juaj (Muhammedi) nuk ka ndonje cmendje. Ai nuk eshte tjeter vetem qe t´ju terheqe ver"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Thuaj \"Une nuk kerkova prej jush ndonje shperblim, nese kam kerkuar, ai le t´u mbetet juve, shperblimi im eshte vetem prej All-llahut, e Ai eshte deshmitar per cdo send"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Thuaj: \"Zoti im, Njohes i te fshehtave, sjell te verteten"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "Thuaj: \"Erdhi e verteta, e kota u zhduk pa fillim dhe pa kthim"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Thuaj: \"Nese une kam humbur, atehere e keqja e humbjes eshte vetem ne dem timin, e nese e kam gjetur te verteten, atehere ajo eshte me ndihmen e Zotit tim; Ai eshte degjues, i afert"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "E sikur t´i shohesh ata kur i kap frika e nuk kane shpetim edhe te kapen prej nje vendi afer (do te shihje tmerr te madh)"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Dhe thone: \"Ne i kemi besuar atij (Kur´anit, Muhammedit)!\" Po si e arrijne ata besimin prej se largu"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Kur ata me pare e mohuan ate dhe prej se largu thoshin me hamendje (s´ka ringjallje, s´ka pergjegjesi etj)"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "Dhe nderhyhet (nderhyn All-llahu) ndermjet tyre dhe ndermjet asaj qe deshirojne ata, ashtu sikurse eshte vepruar me pare me te ngjashmit e tyre (partine e tyre); vertet, ata ishin ne nje dyshim te forte"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "Falenderimi i qofte All-llahut, Krijuesit te qiejve e tokes, Sajuesit te engjejve me nga dy pale, tri pale e kater pale krahe, ndermjetesues (midis Tij dhe pejgambereve). Ai shton ne krijim ate qe do, vertet All-llahu ka fuqi per cdo send"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Ate qe All-llahu ua dhuron njerezve nga meshira e Tij, nuk ka kush qe mund ta pengoje, e ate qe Ai e ndal, nuk ka kush qe mund ta liroje pos Tij; Ai eshte ngadhenjyesi, i gjithedijshmi"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "O ju njerez, ruani me mirenjohje te mirat qe All-llahu u dhuroi! A ka ndonje zot tjeter qe ju furnizon juve nga qielli e toka? Nuk ka zot tjeter pervec Tij, e si pra, e ktheni shpinen"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "Po, nese ty te konsiderojne rrenacak, edhe te derguarit para teje kane qene te pergenjeshtruar, po vetem te All-llahu kthehen ceshtjet"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "O ju njerez, s´ka dyshim se premtimi i All-llahut eshte i vertete, pra te mos u mashtroje juve jeta e kesaj bote dhe te mos u mashtroje juve ndaj All-llahut ai i mashtruari (shejtani)"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "Djalli eshte armik i juaji, pra edhe ju konsiderojeni armik, ai e therret ate grupin e vet, vetem per t´i bere banues te zjarrit"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "Ata qe nuk besuan kane nje denim te ashper, e ata qe besuan dhe bene vepra te mira, ata kane falje (te mekateve) dhe shperblim te madh"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "A atij qe vepra e vet e keqe i eshte hijeshuar dhe e sheh si te mire (a eshte i njejte me ate qe i largohet asaj)? Ne te vertete, All-llahu e largon nga e verteta ate qe do dhe Ai e udhezon ate qe do, andaj ti (Muhammed) mos shkaterro veten me deshperim p"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "All-llahu eshte Ai qe i leshon ererat, e ato i lekundin rete dhe Ne i derdhim ato ne nje vend te thate dhe me ate ujitje e ngjallim token pas vdekjes se saj. Ja, keshtu eshte ringjallja"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "Kush e deshiron krenarine (le ta dije), e tere krenaria i takon All-llahut (pra le te kerkoje prej Tij), te Ai ngrihet fjala e mire (besimi) dhe veprimi i mire, e Ai i pranon. E ata qe pergatitin dredhira te keqija, per ata eshte nje denim i rende dhe dre"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "All-llahu ju krijoi prej dheu, mandej prej nje pike uji, e pastaj ju beri cift. E asnje femer nuk bart e as nuk lind ndryshe, vetem se me dijen e Tij, dhe nuk i jepet kujt te jetoje gjate ose t´i shkurtohet jeta e tij, vetem se ajo eshte e shenuar ne Libe"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "E nese jane te njejte dy dete; ky i embel shuan etjen dhe pirja e tij eshte e lehte, e ky tjetri i njelmeti djeg. E prej secilit ju hani mish te fresket, nxirrni stoli qe i mbani; e i sheh anijet se si cajne ujin per te kerkuar te mirat e Tij. Ashtu qe ju"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "Ai eshte qe zgjat naten ne pjese te dites dhe e zgjat diten ne pjese te nates, i nenshtroi diellin dhe henen qe secili leviz (udheton) deri ne afatin e caktuar. Ky eshte All-llahu, Zoti juaj, i tere sundimin eshte i Tij, e ata qe i lutni ne vend te Tij, n"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Nese ata i therritni, ata nuk degjojne thirrjen tuaj, po te zeme se degjojne, nuk mund t´ju pergjigjen juve ne diten e kijametit, ata do ta mohojne adhurimin tuaj ndaj tyre. E askush nuk te informon ty si i Dijshmi (All-llahu)"
        }
    ]
}