{
    "chapter": [
        {
            "chapter": 26,
            "verse": 1,
            "text": "Tâ, Sîn, Mîm"
        },
        {
            "chapter": 26,
            "verse": 2,
            "text": "Bu ayetler, sıhhatı apaçık olan Kur’an’ın âyetleridir"
        },
        {
            "chapter": 26,
            "verse": 3,
            "text": "(Ey Rasûlüm, Kureyş halkı) iman etmiyecekler diye, kederden nerde ise, nefsine kıyacaksın"
        },
        {
            "chapter": 26,
            "verse": 4,
            "text": "Biz eğer dilersek, onların üzerine gökten bir ayet (iman etmelerini gerektirecek bir delâlet) indiriveririz de ona boyunları eğile kalır (artık hiç biri isyan etmez)"
        },
        {
            "chapter": 26,
            "verse": 5,
            "text": "Kendilerine, Rahman’dan yeni bir öğüt her geldikçe, muhakkak ondan yüz çevirici olmuşlardır"
        },
        {
            "chapter": 26,
            "verse": 6,
            "text": "Onlar, ısrarla Peygamberi ve Kur’an’ı yalanladılar. Fakat o istihza ettikleri Kur’an’ın dehşetli (azab) haberi kendilerine yakında gelecektir. (Bedir savaşında veya kıyamette perişan olacaklardır)"
        },
        {
            "chapter": 26,
            "verse": 7,
            "text": "(O kâfirler), yeryüzüne bakmadılar mı? Her çift ve çeşit iyi nebattan orada nicelerini bitirmişizdir"
        },
        {
            "chapter": 26,
            "verse": 8,
            "text": "Şüphesiz ki bu nebatları bitirmekte (Allah’ın kudretine, merhamet ve nimetinin genişliğine delâlet eden) bir alâmet vardır. Bununla beraber onların çoğu mümin olmadılar"
        },
        {
            "chapter": 26,
            "verse": 9,
            "text": "Muhakkak ki senin Rabbin Azîzdir (kâfirlerden intikam almaya kâdirdir), Rahîm’dir (Müminlere merhametlidir)"
        },
        {
            "chapter": 26,
            "verse": 10,
            "text": "Bir vakit Rabbin, Mûsa’ya şöyle buyurmuştu: “- Git o zalimler kavmine"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "Firavun kavmine. Hâlâ (küfürden) sakınmıyacaklar mı?”"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "Mûsa dedi ki: “ - Rabbim! Doğrusu onların beni tekzib etmelerinden korkuyorum"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "Hem (beni tekzib etmelerinden) canım sıkılır, dilim açılmaz. Onun için Hârun’a da peygamberlik ver (ve onu tebliğ için bana arkadaş yap)"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "Bir de (Kıptî’yi öldürdüğümden) onların üzerimde bir kısas davası var, bundan dolayı korkarım ki, hemen beni öldürürler.”"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "Allah şöyle buyurdu: “ -Hayır, ikiniz de mucizelerimizle hemen gidin. Muhakkak ki biz sizinle beraberiz, işiticileriz"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "Haydin Firavun’a gidin de deyin ki: Biz alemlerin Rabbinin peygamberiyiz"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "İsrail oğullarını bizimle beraber salıver (onlara azab etme).”"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "Firavun şöyle dedi: “- Seni çocukken yanımızda büyütmedik mi? Hem de bizde, ömründen senelerce kaldın"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "O yaptığın işi (Kıptî’yi öldürmeyi) de sen işledin; sen nankörlerdensin.”"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "Mûsa dedi ki: “- Ben bunu, o vakit cahillerden olduğum halde yaptım"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "Sizden korkunca da içinizden hemen kaçtım. Nihayet rabbim bana peygamberlik ihsan etti ve beni peygamberlerden (sana gönderilen biri) yaptı"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "Zahiren başıma kaktığın o nimet de, gerçekte İsrail oğullarını kendine köle edinmiş olman içindi.”"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "Firavun şöyle dedi: “- Âlemlerin Rabbi de kimdir?”"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "Mûsa dedi ki: “- O, göklerle yerin ve aralarında bulunan her şeyin Rabbidir; eğer gerçek olarak bilenlerseniz, (O’na iman ediniz).”"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "Firavun, etrafında bulunan kimselere: “-Duymuyor musunuz?” (Mûsa’nın verdiği cevab, suale karşılık değildir) dedi"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "Mûsa dedi ki: “- O, sizin de Rabbinizdir, daha önceki atalarınızın da Rabbidir.”"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "Firavun: “- Her halde size gönderilen peygamberiniz (!) ancak bir delidir.” dedi"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "Mûsa dedi ki: “- O doğu ile batının ve ikisi arasında bulunan her şeyin Rabbidir; eğer aklınız varsa, anlarsınız.”"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "Firavun şöyle dedi: “- Yemin ederim ki, eğer benden başka bir ilâh edinirsen, mutlak ve muhakkak seni zindanda bulunan kimselerden yaparım.”"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "Mûsa dedi ki: “- Sana, peygamberliğimi apaçık isbat edecek bir delil (mucize) getirdimse de mi, (beni zindana atacaksın)?”"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "Firavun: “- Eğer doğru söyliyenlerdensen, haydi getir onu.” dedi"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "Bunun üzerine Mûsa asâsını bırakıverdi; apaçık bir ejderha oluverdi"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "Bir de elini çekti çıkardı; o da, bakanlara bembeyaz (nur saçan bir el) kesiliverdi"
        },
        {
            "chapter": 26,
            "verse": 34,
            "text": "Firavun, etrafındaki topluluğa dedi ki: “- Bu şüphe yok ki bilgiç bir büyücüdür"
        },
        {
            "chapter": 26,
            "verse": 35,
            "text": "Büyüsü ile, sizi, yerinizden (Mısır arazisinden) çıkarmak istiyor; şimdi ne (yapmamı) emir edersiniz?”"
        },
        {
            "chapter": 26,
            "verse": 36,
            "text": "Dediler ki: “- Onu ve kardeşini tut eğle; şehirlere de toplayıcılar yolla"
        },
        {
            "chapter": 26,
            "verse": 37,
            "text": "Bütün bilgiç sihirbazları sana getirsinler.”"
        },
        {
            "chapter": 26,
            "verse": 38,
            "text": "Böylece maruf bir günün tayin edilen bir vaktinde bütün sihirbazlar bir araya getirildi"
        },
        {
            "chapter": 26,
            "verse": 39,
            "text": "İnsanlara da, “– toplanmış mısınız?” denildi"
        },
        {
            "chapter": 26,
            "verse": 40,
            "text": "Eğer (büyücüler) galib gelirlerse, sanırız ki bizler, büyücülere tabi olacağız"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "Nihayet büyücüler gelince, Firavun’a dediler ki: “- Gerçekten üstün gelirsek, muhakkak bize bir mükâfat var mı"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "Firavun dedi ki: “-Evet (size hem mükâfat var), hem siz o vakit (kıymet ve şeref bakımından bana) muhakkak en yakın kimselerdensiniz.”"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "Mûsa büyücülere: “- Atın (ortaya), ne (marifet) atacaksanız.” dedi"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "Onlar da hemen iplerini ve sopalarını ortaya attılar ve: “- Firavun’un izzeti hakkı için biz, şüphesiz üstün gelenleriz.” dediler"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Bunun üzerine Mûsa asâsını bırakıverdi; bir de ne görsünler, o, bütün uydurduklarını yutuyor"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "Büyücüler derhal secdeye kapandılar"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "Dediler ki: “- İman ettik âlemlerin Rabbine"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "Mûsa ve Hârûn’un Rabbine"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "(Firavun onlara şöyle) dedi: “- Ben size izin vermeden ona (Mûsa’ya) iman ettiniz, anlaşıldı ki o size büyü öğreten büyüğünüzmüş! O halde mutlaka yakında bileceksiniz: Muhakkak surette ellerinizi ve ayaklarınızı çaprazlama kestireceğim ve gerçekten hepinizi asacağım.”"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "Büyücüler dediler ki: “- Zararı yok, muhakkak biz Rabbimize döneceğiz"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "Doğrusu biz, (içinizde Mûsa’ya) iman edenlerin ilki olduğumuzdan dolayı Rabbimiz, bizim günahlarımızı bağışlayacağını ümid ederiz.”"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "Mûsa’ya da, (seneler geçtikten sonra): “-İman eden kullarımı gece yola çıkar, çünkü takib edileceksiniz” diye vahy ettik"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "Firavun ise, şehirlere (asker) toplayıcılar gönderdi"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "“-Bunlar, (Mûsa’ya iman eden İsraîloğulları), muhakkak ki (bize nisbetle) pek az bir topluluktur"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "Fakat onlar bizi kızdırıyorlar"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "Biz ise ihtiyatlı (silâh kuşanmış) bir topluluğuz.” (dedi)"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "Böylece Firavun’u ve kavmini çıkardık bostanlardan, pınarlardan"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "Hazinelerden ve şerefli makamlardan"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "İşte böyle yaptık ve onlara İsraîloğullarını mirascı kıldık"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "Nİhayet güneş doğarken (Firavun ordusu), İsraîloğullarının arkalarına düştüler"
        },
        {
            "chapter": 26,
            "verse": 61,
            "text": "Vakta ki, iki topluluk (İsraîloğulları ile Firavun’un kıpt kavmi) birbirini görüp karşılaştı, Mûsa’nın ashabı “Yakalandık” dediler"
        },
        {
            "chapter": 26,
            "verse": 62,
            "text": "Mûsa: “- Hayır, Rabbim muhakkak benimledir, bana kurtuluş yolunu gösterecektir.” dedi"
        },
        {
            "chapter": 26,
            "verse": 63,
            "text": "Bunun üzerine Mûsa’ya: “-Asânı denize vur.” diye vahy ettik. Vurunca parçalandı, her bir parça kocaman dağ gibi oldu"
        },
        {
            "chapter": 26,
            "verse": 64,
            "text": "Ötekileri, (Firavuncuları) da buraya yanaştırdık"
        },
        {
            "chapter": 26,
            "verse": 65,
            "text": "Mûsa’yı ve beraberinde bulunanların hepsini kurtardık"
        },
        {
            "chapter": 26,
            "verse": 66,
            "text": "Sonra ötekilerini boğduk"
        },
        {
            "chapter": 26,
            "verse": 67,
            "text": "Elbette bunda bir ibret var, böyle iken (geri kalanlardan) çoğu imana gelmedi"
        },
        {
            "chapter": 26,
            "verse": 68,
            "text": "Şüphe yok ki, senin Rabbin Azîz’dir= düşmanlarından intikam alır, Rahîm’dir= müminlere çok merhametlidir"
        },
        {
            "chapter": 26,
            "verse": 69,
            "text": "(Ey Rasûlüm), Kureyş kavmine İbrahîm’in gerçek haberini de oku"
        },
        {
            "chapter": 26,
            "verse": 70,
            "text": "Hani o, babasına ve kavmine demişti ki, siz neye tapıyorsunuz"
        },
        {
            "chapter": 26,
            "verse": 71,
            "text": "Onlar da: “- Bir takım putlara tapıyoruz, bütün gün onlara ibadete devam ediyoruz.” dediler"
        },
        {
            "chapter": 26,
            "verse": 72,
            "text": "(İbrahîm, onlara) dedi ki: “-Dua ettiğiniz zaman, o putlar sizi işitiyorlar mı?”"
        },
        {
            "chapter": 26,
            "verse": 73,
            "text": "Yahud size fayda veya zarar verirler mi?”"
        },
        {
            "chapter": 26,
            "verse": 74,
            "text": "Dediler ki: “- Hayır (bize cevab vermezler, fayda ve zararları da dokunmaz), ancak biz, babalarımızı böyle yapıyorlar bulduk"
        },
        {
            "chapter": 26,
            "verse": 75,
            "text": "İbrahim şöyle dedi: “- Şimdi gördünüz mü, o sizin ve geçen atalarınızın taptıklarını"
        },
        {
            "chapter": 26,
            "verse": 76,
            "text": "İbrahim şöyle dedi: “- Şimdi gördünüz mü, o sizin ve geçen atalarınızın taptıklarını"
        },
        {
            "chapter": 26,
            "verse": 77,
            "text": "Muhakkak onlar benim düşmanımdır; ancak âlemlerin Rabbi müstesnadır"
        },
        {
            "chapter": 26,
            "verse": 78,
            "text": "O’dur ki, beni yaratıb da doğru yolu bana gösteriyor"
        },
        {
            "chapter": 26,
            "verse": 79,
            "text": "O ‘dur ki, beni yediriyor ve içiriyor"
        },
        {
            "chapter": 26,
            "verse": 80,
            "text": "Hastalandığım zaman da, O bana şifa veriyor"
        },
        {
            "chapter": 26,
            "verse": 81,
            "text": "O’dur ki, beni öldürecek ve sonra beni diriltecek"
        },
        {
            "chapter": 26,
            "verse": 82,
            "text": "O’dur ki, hesab gününde günahımın bağışlanmasını kendisinden umarım"
        },
        {
            "chapter": 26,
            "verse": 83,
            "text": "Rabbim, bana bir hikmet (ilim ve anlayış veya peygamberlik) ver ve beni salih kimselere kat"
        },
        {
            "chapter": 26,
            "verse": 84,
            "text": "Benden sonra gelecek ümmetler içinde, hayırla anılacak bana güzel bir yad kıl"
        },
        {
            "chapter": 26,
            "verse": 85,
            "text": "Beni Naîm Cennetinin varislerinden kıl"
        },
        {
            "chapter": 26,
            "verse": 86,
            "text": "Babamı da hidayete ulaştır, çünkü o sapıklardan bulunuyordu"
        },
        {
            "chapter": 26,
            "verse": 87,
            "text": "Kabirlerden diriltilecekleri gün, beni utandırma"
        },
        {
            "chapter": 26,
            "verse": 88,
            "text": "O gün ki, ne mal fayda verir, ne de oğullar"
        },
        {
            "chapter": 26,
            "verse": 89,
            "text": "Ancak Allah’a hâlis ve pâk bir kalb ile varan müstesna"
        },
        {
            "chapter": 26,
            "verse": 90,
            "text": "Cennet de takva sahiblerine yaklaştırılmıştır"
        },
        {
            "chapter": 26,
            "verse": 91,
            "text": "Cehennem ise azgınlara apaçık gösterilmiştir"
        },
        {
            "chapter": 26,
            "verse": 92,
            "text": "Ve onlara: Allah’dan başka taptıklarınız nerede? Size yardım ediyorlar mı, veya kendilerini kurtarıyorlar mı? denilmekte"
        },
        {
            "chapter": 26,
            "verse": 93,
            "text": "Ve onlara: Allah’dan başka taptıklarınız nerede? Size yardım ediyorlar mı, veya kendilerini kurtarıyorlar mı? denilmekte"
        },
        {
            "chapter": 26,
            "verse": 94,
            "text": "Arkasından da o kâfirlerle azgınlar cehennemin içine atılmakta"
        },
        {
            "chapter": 26,
            "verse": 95,
            "text": "İblis’in bütün askerleri de"
        },
        {
            "chapter": 26,
            "verse": 96,
            "text": "Kâfirler, putları ve öncüleriyle cehennemde çekişirlerken, birbirlerine şöyle demektedirler"
        },
        {
            "chapter": 26,
            "verse": 97,
            "text": "“-Vallahi, doğrusu biz, açık bir sapıklık içinde idik"
        },
        {
            "chapter": 26,
            "verse": 98,
            "text": "Çünkü (ey putlar), sizi âlemlerin Rabbine denk tutuyorduk"
        },
        {
            "chapter": 26,
            "verse": 99,
            "text": "Bizi ancak (kendilerine uyduğumuz bizden önceki) mücrimler sapıttı"
        },
        {
            "chapter": 26,
            "verse": 100,
            "text": "Artık bizim için ne şefaatçılar var"
        },
        {
            "chapter": 26,
            "verse": 101,
            "text": "Ne de yakın bir dost"
        },
        {
            "chapter": 26,
            "verse": 102,
            "text": "Bari bizim için geriye bir dönüş olsaydı da müminlerden olsak.”"
        },
        {
            "chapter": 26,
            "verse": 103,
            "text": "Şüphesiz bu haberlerde kesin bir ibret var; öyle iken kavminin çoğu kendisine iman etmediler"
        },
        {
            "chapter": 26,
            "verse": 104,
            "text": "Muhakkak ki senin Rabbin Azîz’dir= kâfirlerden intikam alıcıdır, Rahîm’dir= müminleri çok bağışlayıcıdır"
        },
        {
            "chapter": 26,
            "verse": 105,
            "text": "Nûh kavmi, peygamberleri inkâr etti"
        },
        {
            "chapter": 26,
            "verse": 106,
            "text": "O vakit kardeşleri Nûh onlara şöyle demişti: “- Siz Allah’dan korkmaz mısınız"
        },
        {
            "chapter": 26,
            "verse": 107,
            "text": "Doğrusu ben size gönderilmiş güvenilir bir peygamberim"
        },
        {
            "chapter": 26,
            "verse": 108,
            "text": "Artık Allah’dan korkun ve bana itaat edin"
        },
        {
            "chapter": 26,
            "verse": 109,
            "text": "Buna karşı, ben sizden bir mükâfat da istemiyorum. Benim mükâfatım ancak âlemlerin Rabbine aiddir"
        },
        {
            "chapter": 26,
            "verse": 110,
            "text": "O halde, Allah’dan korkun ve bana itaat edin.”"
        },
        {
            "chapter": 26,
            "verse": 111,
            "text": "Onlar dediler ki: “- Arkana hep düşük kimseler takılmışken, biz sana iman eder miyiz?”"
        },
        {
            "chapter": 26,
            "verse": 112,
            "text": "Nûh dedi ki: “- Onların yapmakta oldukları amellere dair benim bilgim yoktur (sadakatlarını bilmem, dış görünüşlerine bakıyorum)"
        },
        {
            "chapter": 26,
            "verse": 113,
            "text": "Onların hesabı ancak Rabbime aiddir; eğer iyice düşünseydiniz bunu bilirdiniz (fakat siz cahillik yapıyor, bilmediğiniz şeyi söylüyorsunuz)"
        },
        {
            "chapter": 26,
            "verse": 114,
            "text": "Hem ben müminleri koğucu değilim"
        },
        {
            "chapter": 26,
            "verse": 115,
            "text": "Ben ancak açık bir korkutucuyum.”"
        },
        {
            "chapter": 26,
            "verse": 116,
            "text": "Onlar dediler ki: “- Ey Nûh! Sen eğer dediğinden vaz geçmezsen, muhakkak taşla öldürülenlerden olacaksın.”"
        },
        {
            "chapter": 26,
            "verse": 117,
            "text": "Nûh şöyle dedi: “- Rabbim! Gerçekten kavmim beni tekzib etti"
        },
        {
            "chapter": 26,
            "verse": 118,
            "text": "Artık benimle onların arasındaki hükmü sen ver ve hem beni, hem de beraberimde olan müminleri kurtar.”"
        },
        {
            "chapter": 26,
            "verse": 119,
            "text": "Bunun üzerine biz, onu ve beraberindekileri, o yükle dolu geminin içinde selâmete çıkardık"
        },
        {
            "chapter": 26,
            "verse": 120,
            "text": "Sonra da (gemiye binen Nûh’un) arkasından geride kalanları boğduk"
        },
        {
            "chapter": 26,
            "verse": 121,
            "text": "Muhakkak ki (onlara yaptığımız) bu işte, (geride kalanlar için) bir ibret var, öyle iken onların çoğu mümin olmadı"
        },
        {
            "chapter": 26,
            "verse": 122,
            "text": "Şüphesiz ki, senin O Rabbin Azîz’dir= kâfirleri kahreder, Rahîm’dir= müminlere çok merhametlidir"
        },
        {
            "chapter": 26,
            "verse": 123,
            "text": "Âd kavmi de gönderilen peygamberleri tekzib etti"
        },
        {
            "chapter": 26,
            "verse": 124,
            "text": "O vakit, kardeşleri Hûd peygamber onlara şöyle demişti: “- Siz Allah’dan korkmaz mısınız"
        },
        {
            "chapter": 26,
            "verse": 125,
            "text": "Gerçekten ben, size gönderilen güvenilir bir peygamberim"
        },
        {
            "chapter": 26,
            "verse": 126,
            "text": "Artık Allah’dan korkun ve bana itaat edin"
        },
        {
            "chapter": 26,
            "verse": 127,
            "text": "Buna karşı sizden bir ücret de istemiyorum; benim mükâfatım ancak âlemlerin Rabbine aiddir"
        },
        {
            "chapter": 26,
            "verse": 128,
            "text": "Siz, her tepeye bir alâmet (köşk) bina eder eğlenir misiniz"
        },
        {
            "chapter": 26,
            "verse": 129,
            "text": "Dünyada ebedî kalacakmışsınız gibi, bir takım saraylar ve havuzlar da ediniyorsunuz"
        },
        {
            "chapter": 26,
            "verse": 130,
            "text": "Hem (ceza için) yakaladığınız vakit, merhametsizce, zorbaca yakalıyorsunuz (dövüyor, öldürüyorsunuz)"
        },
        {
            "chapter": 26,
            "verse": 131,
            "text": "Artık Allah’dan korkun ve bana itaat edin"
        },
        {
            "chapter": 26,
            "verse": 132,
            "text": "Size bildiğiniz şeyleri verenden sakının"
        },
        {
            "chapter": 26,
            "verse": 133,
            "text": "Size davarlar ve oğullar verenden"
        },
        {
            "chapter": 26,
            "verse": 134,
            "text": "Bağlar ve pınarlar ihsan edenden"
        },
        {
            "chapter": 26,
            "verse": 135,
            "text": "Doğrusu ben, size gelecek büyük bir günün azabından korkuyorum.”"
        },
        {
            "chapter": 26,
            "verse": 136,
            "text": "Onlar dediler ki: “- Sen öğüd versen de, öğüd verenlerden olmasan da bizce farkı yoktur"
        },
        {
            "chapter": 26,
            "verse": 137,
            "text": "Bu bize getirdiğin, evvelkilerin yalanından başkası değildir"
        },
        {
            "chapter": 26,
            "verse": 138,
            "text": "Biz azaba uğratılmayız.”"
        },
        {
            "chapter": 26,
            "verse": 139,
            "text": "Böylece onu (Hûd peygamberi) tekzib ettiler. Biz de onları helâk ettik. Muhakkak ki, onlara yaptığımız bu işte, sonrakiler için bir ibret vardır; öyle iken çoğu mümin olmadı"
        },
        {
            "chapter": 26,
            "verse": 140,
            "text": "Doğrusu senin Rabbin, muhakkak ki, O Azîz’dir= düşmanlarından intikam alıcıdır, Rahîm’dir= müminlere çok merhametlidir"
        },
        {
            "chapter": 26,
            "verse": 141,
            "text": "Semûd kavmi gönderilen peygamberleri tekzib etti"
        },
        {
            "chapter": 26,
            "verse": 142,
            "text": "O vakit, kardeşleri Salih (Peygamber) onlara şöyle demişti: “- Allah’dan korkmaz mısınız"
        },
        {
            "chapter": 26,
            "verse": 143,
            "text": "Gerçekten ben size gönderilen güvenilir bir peygamberim"
        },
        {
            "chapter": 26,
            "verse": 144,
            "text": "Artık Allah’dan korkun ve bana itaat edin"
        },
        {
            "chapter": 26,
            "verse": 145,
            "text": "Buna karşı, ben, sizden bir ücret istemiyorum; benim mükâfatım ancak âlemlerin Rabbine aiddir"
        },
        {
            "chapter": 26,
            "verse": 146,
            "text": "Siz, buradaki nimetler içerisinde emîn olarak bırakılacak mısınız"
        },
        {
            "chapter": 26,
            "verse": 147,
            "text": "Bağların ve pınarların içinde"
        },
        {
            "chapter": 26,
            "verse": 148,
            "text": "Ekinlerin ve meyvası yumuşak, hoş hurma ağaçlarının içinde"
        },
        {
            "chapter": 26,
            "verse": 149,
            "text": "Bir de dağlardan (taşlarından) neşe ve zevkle evler yontuyorsunuz"
        },
        {
            "chapter": 26,
            "verse": 150,
            "text": "Artık Allah’dan korkun ve bana itaat edin"
        },
        {
            "chapter": 26,
            "verse": 151,
            "text": "Kâfirlerin emrine itaat etmeyin"
        },
        {
            "chapter": 26,
            "verse": 152,
            "text": "(Onlar) o kimselerdir ki, yeryüzünü fesada verirler de düzeltmezler.”"
        },
        {
            "chapter": 26,
            "verse": 153,
            "text": "Onlar (Salih peygambere) dediler ki: “- Sen çok büyülenmişlerdensin"
        },
        {
            "chapter": 26,
            "verse": 154,
            "text": "Sen ancak bizim gibi bir insansın. Eğer doğru söyliyenlerden isen, haydi bir mucize getir.”"
        },
        {
            "chapter": 26,
            "verse": 155,
            "text": "(Salih peygamber onlara şöyle) dedi: “- İşte bu, (Allah’ın emriyle kayadan çıkardığım) dişi bir deve! Su içme (işi), bir gün onun, belli bir gün de (nöbetle) sizin"
        },
        {
            "chapter": 26,
            "verse": 156,
            "text": "Sakın ona bir fenalıkla dokunmayın ki, bu yüzden sizi büyük bir günün azabı yakalar.”"
        },
        {
            "chapter": 26,
            "verse": 157,
            "text": "Derken o deveyi kestiler, fakat pişman oldular"
        },
        {
            "chapter": 26,
            "verse": 158,
            "text": "Çünkü azab kendilerini yakalayıverdi. Muhakkak ki bunda bir ibret var. Öyle iken (arkadan gelenlerin) çoğu mümin olmadı"
        },
        {
            "chapter": 26,
            "verse": 159,
            "text": "Doğrusu senin Rabbin, muhakkak ki O, Azîz’dir, Rahîm’dir"
        },
        {
            "chapter": 26,
            "verse": 160,
            "text": "Lût kavmi, gönderilen peygamberleri tekzib etti"
        },
        {
            "chapter": 26,
            "verse": 161,
            "text": "O vakit, kardeşleri Lût kendilerine şöyle demişti: “- Allah’tan korkmaz mısınız"
        },
        {
            "chapter": 26,
            "verse": 162,
            "text": "Gerçekten ben, size gönderilen güvenilir bir peygamberim"
        },
        {
            "chapter": 26,
            "verse": 163,
            "text": "Artık Allah’dan korkun ve bana itaat edin"
        },
        {
            "chapter": 26,
            "verse": 164,
            "text": "Buna karşı ben sizden bir ücret de istemiyorum, benim mükâfatım ancak âlemlerin Rabbine aiddir"
        },
        {
            "chapter": 26,
            "verse": 165,
            "text": "İnsanların içinden erkeklere mi gidiyorsunuz"
        },
        {
            "chapter": 26,
            "verse": 166,
            "text": "Ve Rabbinizin, sizin için helâl yarattığı zevcelerinizi bırakıyorsunuz? Doğrusu siz harama tecavüz eden bir kavimsiniz.”"
        },
        {
            "chapter": 26,
            "verse": 167,
            "text": "Onlar şöyle dediler: “- Ey Lût, eğer söylediklerinden vaz geçmezsen, yemin olsun ki, muhakkak (memleketimizden) çıkarılanlardan olacaksın.”"
        },
        {
            "chapter": 26,
            "verse": 168,
            "text": "(Lût, kavmine şöyle) dedi: “- Doğrusu ben, sizin yaptıklarınıza buğz edenlerdenim"
        },
        {
            "chapter": 26,
            "verse": 169,
            "text": "Ey Rabbim! Beni ve âilemi, bunların yapmakta oldukları kötülüğün azabından kurtar.”"
        },
        {
            "chapter": 26,
            "verse": 170,
            "text": "Biz de onu ve âilesini (kendisine iman edenleri) tamamen kurtardık"
        },
        {
            "chapter": 26,
            "verse": 171,
            "text": "Ancak ailesinden, geridekiler içinde yalnız karısı kaldı"
        },
        {
            "chapter": 26,
            "verse": 172,
            "text": "Sonra geride kalanları hep helâk ettik"
        },
        {
            "chapter": 26,
            "verse": 173,
            "text": "Üzerlerine (kızgın lâvlardan ibaret) taş yağmuru yağdırdık. İşte bak, azabla korkutulanların yağmuru ne kötüdür"
        },
        {
            "chapter": 26,
            "verse": 174,
            "text": "Muhakkak ki bunda (onlara yaptığımız helâk işinde), arkalarından gelecekler için büyük bir ibret vardır; öyle iken, çoğu mümin olmadı"
        },
        {
            "chapter": 26,
            "verse": 175,
            "text": "Doğrusu senin Rabbin, muhakkak ki O, Azîz’dir= kâfirlerden intikam alıcıdır. Rahîm’dir= müminlere çok merhametlidir"
        },
        {
            "chapter": 26,
            "verse": 176,
            "text": "Eyke (adındaki yerin) halkı gönderilen peygamberleri tekzip etti"
        },
        {
            "chapter": 26,
            "verse": 177,
            "text": "O vakit, (peygamberleri) Şuayp onlara şöyle demişti: “- Allah’dan korkmazmısınız?”"
        },
        {
            "chapter": 26,
            "verse": 178,
            "text": "Gerçekten ben, size gönderilen güvenilir bir peygamberim"
        },
        {
            "chapter": 26,
            "verse": 179,
            "text": "Artık Allah’dan korkun ve bana itaat edin"
        },
        {
            "chapter": 26,
            "verse": 180,
            "text": "Ben, buna karşı sizden bir ücret istemiyorum, benim mükâfatım ancak âlemlerin Rabbine aiddir"
        },
        {
            "chapter": 26,
            "verse": 181,
            "text": "Ölçüyü ve tartıyı tam yapın da eksiltip hak yiyenlerden olmayın"
        },
        {
            "chapter": 26,
            "verse": 182,
            "text": "Doğru terazi ile tartın"
        },
        {
            "chapter": 26,
            "verse": 183,
            "text": "İnsanların mal ve haklarını düşürmeyin ve yeryüzünü yağmacılıkla, ihtilâlcilikle fesada vermeyin"
        },
        {
            "chapter": 26,
            "verse": 184,
            "text": "O Allah’dan korkun ki, hem sizi, hem de sizden evvelki halkı yaratmıştır"
        },
        {
            "chapter": 26,
            "verse": 185,
            "text": "(Onlar, peygamberleri Şuayb’a şöyle) dediler: “- Sen muhakkak çok büyülenenlerdensin"
        },
        {
            "chapter": 26,
            "verse": 186,
            "text": "Sen ancak bizim gibi bir insansın. Doğrusu biz, seni muhakkak yalancılardan sanıyoruz"
        },
        {
            "chapter": 26,
            "verse": 187,
            "text": "Eğer doğru söyliyenlerdensen, hemen üzerimize gökten bir parça düşür.”"
        },
        {
            "chapter": 26,
            "verse": 188,
            "text": "(Şuayb, kavmine şöyle) dedi: “- Rabbim yaptıklarınızı daha iyi bilendir.”"
        },
        {
            "chapter": 26,
            "verse": 189,
            "text": "Böylece Şuayb’ı tekzib ettiler de, (güneşin bunaltıcı sıcaklığından gölgelenmek için bulutun altında sığındıkları zaman, yakılıb mahvedildikleri) o gölge gününün azabı kendilerini yakalayıverdi. Gerçekten o büyük bir günün azabı idi"
        },
        {
            "chapter": 26,
            "verse": 190,
            "text": "Doğrusu bunda, (onlara yaptığımız bu helâk işinde), kendilerinden sonra gelenler için büyük bir ibret var, öyle iken çoğu mümin olmadı"
        },
        {
            "chapter": 26,
            "verse": 191,
            "text": "Gerçekte senin Rabbin, muhakkak ki o, Azîz’dir= kâfirlerden intikam alıcıdır, Rahim’dir= müminlere çok merhametlidir"
        },
        {
            "chapter": 26,
            "verse": 192,
            "text": "Bu Kur’ân, muhakkak ve elbette âlemlerin Rabbi katından indirilmedir"
        },
        {
            "chapter": 26,
            "verse": 193,
            "text": "Onu Cebraîl Rûhu’l-Emîn indirdi"
        },
        {
            "chapter": 26,
            "verse": 194,
            "text": "Korkutuculardan olasın diye, kalbine (indirdi)"
        },
        {
            "chapter": 26,
            "verse": 195,
            "text": "Açık bir Arab dili ile"
        },
        {
            "chapter": 26,
            "verse": 196,
            "text": "Gerçekten o, (Kur’an’ın nâzil olacağına dair vasıf) daha evvelki kitablarda da vardır"
        },
        {
            "chapter": 26,
            "verse": 197,
            "text": "İsrailoğulları âlimlerin, kitâblarında Kur’an’ın vasfını bilmesi de, o kâfirlere bir delil değil mi? (Bundan da Kur’an’ın sıhhatini anlamıyorlar mı)"
        },
        {
            "chapter": 26,
            "verse": 198,
            "text": "Eğer onu Arabca bilmiyenlerden birine indirseydik de"
        },
        {
            "chapter": 26,
            "verse": 199,
            "text": "Onu Kureyş kâfirleri üzerine okusaydı, yine iman etmiyeceklerdi"
        },
        {
            "chapter": 26,
            "verse": 200,
            "text": "Biz, o küfrü mücrimlerin kalblerine öyle sokmuşuz ki"
        },
        {
            "chapter": 26,
            "verse": 201,
            "text": "O acıklı azabı görecekleri ana kadar, bu Kur’ân’a iman etmezler"
        },
        {
            "chapter": 26,
            "verse": 202,
            "text": "İşte, bu azab, hiç farkında değillerken, ansızın kendilerine gelecektir"
        },
        {
            "chapter": 26,
            "verse": 203,
            "text": "“Bize bir mühlet verilir mi?” diyecekler"
        },
        {
            "chapter": 26,
            "verse": 204,
            "text": "Şimdi onlar azabımızı çabuklaştırmak mı istiyorlar"
        },
        {
            "chapter": 26,
            "verse": 205,
            "text": "Gördün ya, artık onları senelerce zevklendirsek"
        },
        {
            "chapter": 26,
            "verse": 206,
            "text": "Sonra kendilerine verilen azab vaadi gelip çatarsa"
        },
        {
            "chapter": 26,
            "verse": 207,
            "text": "O yaşadıkları zevkin kendilerine hiç faydası olmıyacaktır"
        },
        {
            "chapter": 26,
            "verse": 208,
            "text": "Biz hangi memleket halkını helâk ettikse, muhakkak o memleket halkını korkutucu peygamberler olmuştur"
        },
        {
            "chapter": 26,
            "verse": 209,
            "text": "(Onlara) öğüd verilmiştir. Biz (onları helâk etmekle) zulmetmiş değilizdir"
        },
        {
            "chapter": 26,
            "verse": 210,
            "text": "Kur’an’ı (müşriklerin zannettiği gibi), şeytanlar indirmedi"
        },
        {
            "chapter": 26,
            "verse": 211,
            "text": "Kur’an’ı indirmek, onlara uygun düşmez; hem de buna güçleri yetmez"
        },
        {
            "chapter": 26,
            "verse": 212,
            "text": "Şeytanlar, vahyi işitmekten kesin olarak menedilmişlerdir"
        },
        {
            "chapter": 26,
            "verse": 213,
            "text": "O halde, sakın Allah ile beraber, diğer bir ilâha ibadet etme; azaba uğratılanlardan olursun"
        },
        {
            "chapter": 26,
            "verse": 214,
            "text": "Önce en yakın soydaşlarını (Allah’ın dinine dâvet ederek, kendilerine öğüd ver de cehennem azabı ile) korkut"
        },
        {
            "chapter": 26,
            "verse": 215,
            "text": "Sana tabi olan müminlere kanadını indir (tevazu yap)"
        },
        {
            "chapter": 26,
            "verse": 216,
            "text": "(Buna rağmen) sana isyan ve muhalefet ederlerse de ki: “- Ben sizin yaptıklarınızdan beriyim,”"
        },
        {
            "chapter": 26,
            "verse": 217,
            "text": "Ve o Azîz Rahim’e tevekkül et (her şeye üstün, müminlere çok merhametli olan Allah’a güven)"
        },
        {
            "chapter": 26,
            "verse": 218,
            "text": "O Allah’dır ki, namaza kalktığın zaman seni görüyor"
        },
        {
            "chapter": 26,
            "verse": 219,
            "text": "Secde edenler (namaz kılanlar) içinde dolaşmanı da"
        },
        {
            "chapter": 26,
            "verse": 220,
            "text": "Çünkü her şeyi künhü ile işitib bilen O’dur"
        },
        {
            "chapter": 26,
            "verse": 221,
            "text": "Ey müşrikler, size haber vereyim mi, şeytanlar kimin üzerine inerler"
        },
        {
            "chapter": 26,
            "verse": 222,
            "text": "Onlar, her düzenbaz günahkârın (kâhinlerle sahte peygamberlerin) üzerine inerler"
        },
        {
            "chapter": 26,
            "verse": 223,
            "text": "O düzenbazlardır ki, şeytanlara kulak verirler ve çoğu yalan söylerler (şeytanların telkinatını kendi bilgilerine katarlar)"
        },
        {
            "chapter": 26,
            "verse": 224,
            "text": "(Peygamberi hicveden kâfir ve İslâm dışı) şairler ise, onlara sapık kimseler uyarlar"
        },
        {
            "chapter": 26,
            "verse": 225,
            "text": "Görmez misin o şairler, her yöne meyleder ve boş şeylere dalarlar"
        },
        {
            "chapter": 26,
            "verse": 226,
            "text": "Gerçekten onlar, şiirlerinde, yapmıyacakları şeyleri söylerler"
        },
        {
            "chapter": 26,
            "verse": 227,
            "text": "Ancak iman edib salih amel işliyenler, Allah’ı çok ananlar, kendilerine zulmedildikten sonra (Peygambere hiciv yapan kâfirleri reddederek) öclerini alanlar müstesnadır. O zulmedenler, yakında hangi dönüş yerine döneceklerini bilecelerdir"
        }
    ]
}