{
    "chapter": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Hâ, Mîm"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Bu Kitab’ın (âyet, âyet) indirilmesi Azîz, Hakîm olan Allah’dandır"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Biz göklerle yeri ve aralarındakileri, ancak adaletle ve (sona erecekleri) muayyen bir müddet ile yarattık. Kâfir olanlar ise, korkutuldukları şeylerden yüz çevirmektedirler"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "(Ey Rasûlüm, o kâfirlere) de ki: “- Allah’dan başka ibadet ettiklerinizi bana bildirin; yerde olan şeylerden hangisini yarattıklarını bana gösterin. Yoksa onların göklerde bir ortaklığı mı var, (gökleri Allah ile beraber mi yarattılar)? Haydin bana bu Kur’an’dan önce bir kitab, yahud ilimden bir eser getirin, eğer (söylediklerinizde) doğru iseniz.”"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "O kimseden daha sapık kim olabilir ki, Allah’ı bırakır da kendisine kıyamete kadar cevap veremiyecek olan putlara ibadet eder. Onlar ise, (kendilerine ibadet edenlerin) ibadetlerinden habersizdirler"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "(Kıyamet günü) insanlar bir araya getirildikleri zaman, putlar kendilerine ibadet edenlere düşman olurlar; ve ibadetlerini inkâr ederler"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Onlara açık ve parlak olarak ayetlerimiz okunduğu zaman, o kâfirler, kendilerine hak olan o ayetler gelince, dediler ki: “- Bu açık bir sihirdir.”"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "Yahud: “-Kur’an’ı kendisi uydurdu.” derler. (Ey Rasûlüm), de ki: Eğer ben onu uydurdumsa, siz beni Allah’dan kurtaracak hiç bir şeye sahib olamazsınız; O, sizin içine dalıb durduğunuz (Kur’an’a dair) itirafları çok iyi bilir. Benimle sizin aranızda şahid olarak O yeter. O, Gafûr’dur = mağfireti boldur, Rahîm’dir = çok merhametlidir"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "(Ey Rasûlüm, onlara) de ki: “- Ben peygamberler içinden bir türedi değilim. Bana ve size (dünya ve ahirette bütün tafsilatı ile) ne yapılacağını da bilmiyorum, (gaybi Allah bilir); ancak bana gönderilen vahye uyuyorum. Ben sırf (Allah’ın azabından) korkutan bir peygamberim"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "(Yahudi’lere) de ki: “- Şunu iyice düşünüb bana haber verin: Eğer bu Kur’an Allah tarafından gönderilmiş de, siz onu inkâr ettinizse ve İsraîloğullarından bir şahid, Kur’an’ın (Tevhid esaslarında) benzerine (Tevrat’a ve ondaki manalara dayanarak) şahidlik edib iman getirdi de siz kibirlendinizse, (artık zalimler değil misiniz)? Şübhe yok ki Allah zalimler topluluğunu hidayete erdirmez.”"
        },
        {
            "chapter": 46,
            "verse": 11,
            "text": "Bir de kâfirler, iman edenler hakkında şöyle dediler: “- Eğer o (Peygamberin dini) hayır olsaydı, bizden evvel (fakirler ve biçareler) ona koşmazlardı.” Böyle demekle, maksadlarına erişemeyince de; (Ku’an’ı inkâr etmek için) şöyle diyecekler: “- bu Kur’an eski bir yalandır.”"
        },
        {
            "chapter": 46,
            "verse": 12,
            "text": "Kur’an’dan önce de, bir rehber ve bir rahmet olduğu halde Mûsa’nın kitabı (Tevrat) vardı. İşte bu (Kur’an) da, zalimleri korkutmak ve müminleri müjdelemek için Arabca bir dille (gönderilen ve tevhid esaslarında Tevrat’ı) tasdik eden bir kitabdır"
        },
        {
            "chapter": 46,
            "verse": 13,
            "text": "“Rabbimiz Allah’dır.” deyib, sonra (dinin hükümlerine uyarak) doğru gidenler (var ya), onlara bir korku yoktur ve onlar mahzun da olmıyacaklardır"
        },
        {
            "chapter": 46,
            "verse": 14,
            "text": "Onlar cennet’liktirler. İşledikleri amellere mükâfat olarak orada ebedi kalacaklardır"
        },
        {
            "chapter": 46,
            "verse": 15,
            "text": "Biz insana, ana-babasına iyilik etmesini tavsiye ettik. Anası onu (karnında) zahmetle taşıdı; ve onu zahmetle doğurdu. Onun (ana karnında) taşınması ile sütten kesilme müddeti otuz aydır. (Hamlin en az müddeti altı ay ve sütten kesilme müddeti iki yıl ki, hepsi otuz ay eder). Nihayet insan kemaline (18-30 yaşlarına) erdiği ve kırk yaşına girdiği zaman şöyle demiştir: “- Ey Rabbim! Bana öyle ilham et ki, hem bana, hem de ana-babama ihsan buyurduğun nimetine şükredeyim; ve razı olacağın salih bir amel işliyeyim. Zürriyetim hakkında da benim için salâh hali nasib eyle. Çünkü ben tevbe edib sana döndüm; ve ben gerçek müslümanlardanım.”"
        },
        {
            "chapter": 46,
            "verse": 16,
            "text": "İşte bu sözü söyliyenler, cennetliklerle beraber (cennette) o seçkinlerdir ki, kendilerinden işledikleri güzel ameli kabul edeceğiz ve günahlarını bağışlayacağız. Bu, onların vaad edilmiş bulundukları gerçek bir vaaddir"
        },
        {
            "chapter": 46,
            "verse": 17,
            "text": "(Kendisini Allah’a ve ahiret gününe iman etmiye davet ettikleri zaman), ana ve babasına: “- Öf size, (usandım sizden)! Benden evvel ne kadar nesiller gelib geçtiği (ve hiç biri dirilmediği) halde, beni (kabirden dirilib) çıkarılmakla mı korkutuyorsunuz?” diyen kimse var ya; ana ve babası kendisinden Allah’a elamân çekerek: “- Yazık sana; imana gel. Muhakkak ki Allah’ın vaadi bir gerçektir, (vukubulacaktır).” diyorlar da, o yine diyor ki: “- Bu dediğiniz, (beni imana davet ettiğiniz şeyler) evvelkilerin uydurma masallarından başka bir şey değildir.”"
        },
        {
            "chapter": 46,
            "verse": 18,
            "text": "İşte bu inançta olanlar, kendilerinden daha evvel gelib geçen insan ve cinlerden, üzerlerine azab gerçekleşmiş ümmetlerle beraberdirler. Çünkü bunlar, aldanıb hep ziyana uğrayanlardır"
        },
        {
            "chapter": 46,
            "verse": 19,
            "text": "Herkesin işlediği amellere göre dereceleri vardır. Ta ki, kendilerine haksızlık edilmiyerek bütün amellerinin karşılığı onlara ödensin"
        },
        {
            "chapter": 46,
            "verse": 20,
            "text": "Kâfir olanlara, ateşe arz edilecekleri gün şöyle denir: “- Siz, dünya hayatında bütün zevklerinizi yaşayıb bitirdiniz ve bunlarla sefâ sürdünüz. Artık bugün hakaret azabı ile cezalanacaksınız; çünkü yeryüzünde haksız yere kibir taslıyordunuz, bir de dinden çıkıyordunuz (fâsıklık ediyordunuz).”"
        },
        {
            "chapter": 46,
            "verse": 21,
            "text": "Âd kavminin kardeşini, (Hûd Aleyhisselâmı) hatırla: Hani bir vakit Ahkâf’da (yaşadıkları kumsal ve engebeli yüksek bir arazide) kavmini şöyle korkutmuştu, ki ondan evvel ve sonra da bir çok peygamberler geçmiştir: “- Allah’dan başkasına ibadet etmeyin; çünkü ben size (gelecek) korkunç bir günün azabından korkuyorum.”"
        },
        {
            "chapter": 46,
            "verse": 22,
            "text": "Onlar (Hûd’a) dediler ki: “- Sen, ibadet ettiğimiz putlarımızdan bizi çevirmek için mi bize geldin? Haydi, eğer doğru söyliyenlerdensen, bize vaad edib korkuttuğun azabı, getir bize!...”"
        },
        {
            "chapter": 46,
            "verse": 23,
            "text": "(Hûd, onlara) dedi ki: “- (Azabın inmesine dair) ilim ancak Allah katındadır. Ben size yalnız vahy edildiğim şeyi tebliğ ediyorum. Fakat ben sizi bir kavim görüyorum ki, cahillik ediyorsunuz, (peygamberlerin vazifesini bilmiyorsunuz).”"
        },
        {
            "chapter": 46,
            "verse": 24,
            "text": "Vakta ki, o korkutuldukları azabı, (bulundukları) vadilerine doğru gelen bir bulut halinde gördüler, dediler ki: “- Bu, ufukta beliren bir bulut; bize yağmur yağdıracak.” (Hûd Aleyhisselâm, onlara şöyle dedi) “- Hayır, o, sizin acele istediğiniz şey. Bir rüzgâr ki, onda çok acıklı bir azab vardır"
        },
        {
            "chapter": 46,
            "verse": 25,
            "text": "Rabbisinin emri ile herşeyi helâk edecektir.” Nihayet o hale girdiler ki, meskenlerinden başka bir şey görünmez oldu. İşte öyle mücrim (inkârcı) bir kavme, biz böyle ceza veririz"
        },
        {
            "chapter": 46,
            "verse": 26,
            "text": "And olsun ki, biz onlara (mal ve kuvvetten ibaret) öyle şeyler vermiştik ki, size o kuvvet ve iktidarı vermemişizdir. Hem (bu nimeti anlasınlar diye) kendilerine kulak, gözler ve kalbler vermiştik. Fakat ne onların kulağı, ne gözleri, ne de kalbleri kendilerine bir fayda vermedi; çünkü Allah’ın ayetlerini inkâr ediyorlardı. O istihza ettikleri azab da kendilerini kuşatıverdi"
        },
        {
            "chapter": 46,
            "verse": 27,
            "text": "Gerçekten biz, etrafınızdaki memleketleri helâk ettik. Âyetleri (türlü şekillerde) açıklayıb beyan da ettik; olur ki, (küfürden) dönerler"
        },
        {
            "chapter": 46,
            "verse": 28,
            "text": "O vakit, Allah’ın gayrinden, (Allah’a) yakınlık için ilâh edindikleri putlar onları kurtarsalardı ya!... Bilâkis onlardan savuşub gittiler. İşte bu, onların yalanlarının ve iftira edib durdukları şeylerin eseridir"
        },
        {
            "chapter": 46,
            "verse": 29,
            "text": "Hatırla ki, cinlerden (on kişiye yakın) bir grubu, Kur’an dinlemek üzere sana yollamıştık. Vakta ki, Kur’an’ın huzuruna vardılar. (Birbirlerine): “- Susun, dinleyin” dediler. Sonra (Hz. Peygamber tarafından okunmakta olan Kur’an) bitirildiği vakit de (cinler Peygambere ve Kur’an’a iman getirerek) döndüler, (hem iman’a davet, hem de iman getirmiyenleri) korkutmak üzere kavimlerine gittiler"
        },
        {
            "chapter": 46,
            "verse": 30,
            "text": "Şöyle dediler: “- Ey kavmimiz! Gerçekten bizler, (Peygamber tarafından okunan) bir Kitab dinledik ki, Mûsa’dan sonra indirilmiş olub önündekileri (diğer semavî kitabları, iman esaslarında) tasdik ediyor; hakka ve doğru yola erdiriyor"
        },
        {
            "chapter": 46,
            "verse": 31,
            "text": "Ey Kavmimiz! Allah’ın davetçisinin davetine uyun ve ona iman getirin ki, (Rabbiniz) bazı günahlarınızı bağışlasın ve sizi acıklı bir azabdan korusun.”"
        },
        {
            "chapter": 46,
            "verse": 32,
            "text": "Kim Allah’ın davetçisinin (Hz. Muhammed Aleyhissalâtü Vesselâm’ın) davetine uymazsa, arzda (Allah’ı) aciz bırakacak değildir, (asla başına gelecek azabı engelleyemez). Ona Allah’dan başka sahib olacak yardımcılar da yoktur. Böyleleri, açık bir sapıklık içindedirler"
        },
        {
            "chapter": 46,
            "verse": 33,
            "text": "Hâlâ (o kâfirler) görüb anlamadılar mı ki, hem gökleri, hem de yeri yaratmış ve onları yaratmakla yorulmamış olan Allah, ölüleri diritmeğe muhakkak kadirdir. Evet, O şüphesiz ki her şeye kadirdir"
        },
        {
            "chapter": 46,
            "verse": 34,
            "text": "(Kur’an’ı ve Peygamberi) inkâr edenler, ateşe arz olunacağı gün, (kendilerine şöyle denilir): “- Nasıl, bu azab gerçek değil mi imiş?” Onlar: “- Evet, Rabbimize yemin ederiz (azab hakdır).” diyecekler. (Allah onlara şöyle) buyuracak: “- Öyle ise, ettiğiniz inkâra karşılık tadın azabı bakalım...”"
        },
        {
            "chapter": 46,
            "verse": 35,
            "text": "O halde, (Ey Rasûlüm, kâfirlerin eziyetlerine karşı), azim sahibleri olan peygamberlerin sabrettiği gibi sabret; ve onlar hakkında (azab için) acele etme. Onlar, o vaad olundukları acıyı görecekleri gün, sanki gündüzün bir saatinden başka bir müddet dünyada durmamışa döneceklerdir. Bu kadarı, kâfi bir tebliğdir. Öyle ise, fâsıklar (kâfirler) topluluğundan başkası mı helâk edilecektir"
        }
    ]
}