{
    "pages": [
        {
            "chapter": 6,
            "verse": 28,
            "text": "De nem! Csupan vilagossa valt a szamukra az, amit korabban eltitkoltak. Ha pedig visszavitetnenek, ujra csak visszaternenek ahhoz, amitol eltiltattak. Ok bizony hazugok"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "Es azt mondjak: . Nincs mas, csak az evilagi eletunk! Es nem tamasztatunk fel"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "Ha latnad, midon az Uruk ele allittatnak. Es O mondja: , Hat nem ez az Igazsag?\" Mondjak: De, igen! Az Urunkra!\" Mondja: .Kostoljatok meg a buntetest, amivel szemben hitetlenek voltatok"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Bizony karvallott vesztesek azok, akik hazugsagnak tartottak az Allah-hal valo talalkozast . Mig el nem erkezett hozzajuk az Ora varatlanul. Mondtak: ,.O, jaj nekunk amiatt, amit elmulasztottunk!\" Es hordozni fogjak terheiket a hataikon. Vajon nem rossz-e, amit cipelniuk kell"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "Az evilagi elet csak jatek es szorakozas, am a Tulvilag jobb azoknak, akik istenfelok. Hat nem fogjak fel esszel"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Mi bizony tudjuk, hogy teged (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) szomorusaggal tolt el az, amit azok mondanak. Am azok nem teged hazudtolnak meg, hanem a bunosok Allah Jeleit tagadjak"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Am mar elotted is meghazudtoltattak Kuldottek. Am ok allhatatosan kitartoak voltak azzal szemben, hogy meghazudtoltattak es bantalmazasokat is elszenvedtek. Mignem eljott hozzajuk a Mi Segitsegunk. Allah Szavait nem lehet megvaltoztatni! Mar eljutott hozzad is a Kuldottek hire"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "Ha nyomaszt is az o elfordulasuk (toled ( Muhammad - Allah aldja meg es adjon Neki orok udvosseget) es attol, amivel elkuldettel) es ha kepes lennel is alagutat talalni a foldbe, vagy lepcsot fel az egbe, hogy jelet hozz nekik. (De erre nem vagy kepes. Ezert legy allhatatosan kitarto!) Ha Allah akarta volna akkor egyesitette volna oket az Utmutatasra. Ne tartozz a tudatlanok koze! Hizb"
        }
    ]
}