{
    "pages": [
        {
            "chapter": 6,
            "verse": 82,
            "text": "Azok, akik hiszek es nem homalyositottak el bunnel a hituket, nekik jar a biztonsag. Ok az igaz Uton vezereltettek"
        },
        {
            "chapter": 6,
            "verse": 83,
            "text": "Ez a mi bizonyitekunk, amit Ibrahim-nak (Abrahamnak) adtunk a nepevel szemben. Fokokkal felemeljuk azokat, akiket akarunk. Bizony a te Urad Bolcs es Tudo"
        },
        {
            "chapter": 6,
            "verse": 84,
            "text": "Es neki ajandekoztuk Ishug-ot (Izsakot), Yafgub-ot (Jakobot), Mindkettot az Igaz Utra vezereltuk. Nih-ot (Noet) mar ezelott vezereltuk es utodai kozul: Dawud-ot (David) es Sulayman-t (Salamon) es Ayyub-ot es Yusuf-ot (Jozsef) es Musa-t (Mozest) es Harun-t. Mi igy jutalmazzuk meg a joravalo modon cselekvoket"
        },
        {
            "chapter": 6,
            "verse": 85,
            "text": "Es Zakariyya-t (Zakarias) es Yahya-t (Janost) es Jezust es Ilyas-t (Elias), mindegyik a kegyesek kozul valo"
        },
        {
            "chapter": 6,
            "verse": 86,
            "text": "Es Isma\"I-t (Izmael) es al-Yasaf-t es Yunus-t (Jonas) es Lotot, mindegyiket a vilagok fole emeltuk"
        },
        {
            "chapter": 6,
            "verse": 87,
            "text": "Es atyaik, utodaik es testvereik kozul, kivalasztottuk oket es az Egyenes Utra vezereltuk oket"
        },
        {
            "chapter": 6,
            "verse": 88,
            "text": "Ez Allah utmutatasa, Azt vezerli altala az Egyenes Utra, akit akar az O szolgai kozul. Am ha tarsitanak, akkor karba vesz, amit tettek"
        },
        {
            "chapter": 6,
            "verse": 89,
            "text": "Ok azok, akiknek a Konyvet adtuk es a bolcsesseget es a profetasagot. Am ha ezek azzal szemben hitetlenkednek, akkor egy masik nepre bizzuk, akik nem hitetlenek vele szemben"
        },
        {
            "chapter": 6,
            "verse": 90,
            "text": "Ok azok, akiket Allah az Igaz Utra vezerelt. Az o vezereltetesuket kovesd! Mondd: ..Nem kerek toletek erte jutalmat. Intes ez csupan a vilagoknak"
        }
    ]
}