{
    "pages": [
        {
            "chapter": 7,
            "verse": 12,
            "text": "(A Magasztos Allah) Mondta: . Mi akadalyozott meg teged abban, hogy leborulj, hiszen megparancsoltam?\" Mondta (a gonosz): . En jobb vagyok, mint o. Engem tuzbol teremtettel am ot agyagbol teremtetted"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "(A Magasztos Allah) Mondta: Andulj innen lefele! Hogyan mereszelsz abban gogosen viselkedni? Menj ki! A megvetett alantasak koze tartozol"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "Mondta (a gonosz): . Adj nekem haladekot addig, mig fel nem tamasztatnak"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "(A Magasztos Allah) Mondta: , Azokhoz tartozol, akiknek haladek adatott"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "Mondta (a gonosz): , Amiert tevutra Vittel engem, meglesem oket (az embereket) a Te egyenes Utadon"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Majd folyton megyek elottuk, mogottuk, jobbjukon, baljukon. Es ugy fogod talalni, hogy legtobbjuk nem halas"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "(A Magasztos) Mondta: . Menj ki abbol (a Paradicsombol) megvetve es szamuzve! Es, aki kovet teged kozuluk, bizony megtoltom mindenkivel kozuletek a Poklot"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "O Adam! Te es a feleseged lakjatok a Paradicsomban! Es ti ketten egyetek ott, ahol akartok! Am ehhez a fahoz ne kozeledjetek, hiszen akkor a bunosok koze fogtok tartozni"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "(Gonosz dolgokat) Sugalmazott nekik a satan, hogy vilagossagra hozza nekik azt, ami eddig rejtve volt a szemermukbol. Es mondta: , A ti Uratok csupan azert tiltotta meg nektek ezt a fat, hogy ne legyetek ket angyal, vagy azert, hogy ne lehessetek orokletuek"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "Es (a satan) eskut tett kettejuknek: ..En bizony a ti tanacsadotok Vagyok"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "Romlasba taszitotta kettejuket csalard armanyaval, Miutan megizleltek a fat, lathatova valt kettejuk szamara a szemermuk. Igy a Paradicsom leveleit kezdtek egymasra rakni azon. Uruk szolitotta kettejuket: .Nem tiltottam-e meg nektek azt a fat? Es nem mondtam-e hogy a satan ati nyilvanvalo ellensegetek"
        }
    ]
}