{
    "pages": [
        {
            "chapter": 10,
            "verse": 107,
            "text": "Ha Allah valami csapassal sujt teged azt csak O harithatja el. Ha Pedig valami jot tartogat a szamodra, azt semmi sem akadalyozhatja meg. Eleri vele a szolgai kozul azt, akit O akar. O a Megbocsato es az Irgalmas"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Mondd! ,.O, emberek! Eljott mar hozzatok az Igazsag az Uratoktol. Aki az Igaz Uton vezereltetik, az a maga szamara teszi azt. Aki pedig eltevelyedik, az bizony a maga karara tevelyedik el. En nem vagyok a ti orzotok"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "Es azt kovesd ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget), ami sugalltatott neked. Legy allhatatosan kitarto, mig Allah itelkezik. O a legjobb itelkezo"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif-lam-ra\", Konyv (Koran), amelynek a Versei szilardan rogzitettek (es egyertelmuek), es reszletesen magyaraztattak! a Bolcs es a Tudassal Biro altal"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "(Tanitva azt, hogy) Egyedul Allah- ot szolgaljatok! Es en (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) a ti intotok es oromhir. hozotok vagyok Tole"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "(Megparancsolva:) Es hogy Uratoktol kerjetek a bocsanatot! Majd Feleje fordulva mutassatok bunbanatot! Igy megengedi nektek, hogy egy meghatarozott ideig szep. javakat elvezzetek. Es azt, aki erdemes ra azt a kegyelmeben reszesiti. Am ha elfordultok, en felek, hogy egy nagy Nap buntetese csap le ratok"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Allah-hoz fogtok majdan visszaterni. O mindenre kepes"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Bizony ok osszezarjak kebluket, hogy elrejtozzenek Elole. De midon ok a ruhaikba bujnak el, O tudja mit rejtenek el es mit hoznak nyilvanossagra. O ismeri a lelkek rejtett titkait. Guz\" 12. Hizb"
        }
    ]
}