{
    "pages": [
        {
            "chapter": 11,
            "verse": 72,
            "text": "Mondta: Jaj nekem! Hogyan szulhetnek, mikor mar oregasszony vagyok? Es a ferjem is oreg mar. Bizony kulonos dolog ez"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Mondtak: , Vajon csodalkozol Allah parancsan? Allah konyorulete es aldasai ratok! O, ti haznepe! O Aldott es Magasztalt"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "Miutan elszallt /brahim-rol (Abrahamrol) a felelem es eljott hozza az oromhir vitaba szallt \"Velunk (a Mi kuldotteink altal) Lot nepet illetoen"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Bizony Ibrahim (Abraham) elnezo, egyutt erzo es megbanasra kesz volt"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "O, Ibrahim (Abraham)! Fordulj el ettol! Bizony az Urad parancsa mar elerkezett. Es bizony elharithatatlan buntetes fogja oket elerni"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "Es mikor eljottek a Mi Kuldotteink. Lothoz, gondterhelt lett miattuk es gyenge volt oltalmazni oket, Es mondta: , Kinos nap ez"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "Es eljott rohanvast hozza az o nepe- ok korabban rossz dolgokat kovettek el. Mondta: ..O, nepem! Ezek a lanyaim! ! Ok tisztabbak a szamotokra, Feljetek Allah-ot es ne gyalazzatok meg engem a vendegeimben! Hat nincs kozottetek egyetlen igaz ferfi sem"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Mondtak: .Te tudod, hogy mi semmifele joggal nem rendelkezunk a lanyaiddal kapcsolatban. Es azt is tudod, hogy mi mit akarunk"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "Mondta: .. Barcsak lenne erom veletek szemben! Avagy egy eros tamaszhoz fordulhatnek"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "Mondtak (a Kuldottek) : .O, Lot! Mi a te Urad Kuldottei vagyunk! Ok nem erhetnek el hozzad. Es indulj el a csaladoddal, amikor az ejszaka a legsotetebb! Senkinek kozuletek nem szabad Visszafordulnia- kiveve a felesegedet. Ot az fogja sujtani, ami a tobbieket sujtja. Az o idopontjuk a reggel. Hat nincs-e mar a reggel kozel"
        }
    ]
}