{
    "pages": [
        {
            "chapter": 12,
            "verse": 5,
            "text": "(Az apja) Mondta: .O, fiacskam! Ne mond el a latomasodat a testvereidnek! Nehogy azok armanykodjanak ellened! Bizony a satan az ember nyilvanvalo. ellensege"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "Agy valaszt ki a te Urad. Es megtanitja neked a tortenesek magyarazatat es kiteljesiti az O kegyelmet irantad es Ya\"gub (Jakob) nemzetsege irant, ahogyan kiteljesitette atyaiddal szemben is elotted, /brahim-al (Abrahammal) es Ishag-al (Izsak) szemben! , Bizony a te Urad Tudo. es Bolcs"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Jozsef es testverei (torteneteben) bizony jelek (gyatun) vannak a kerdezok szamara"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Midon azt mondtak: . Bizony Jozsef es az occse? kedvesebbek apanknak, mint mi, holott mi nagy csoport vagyunk. Bizony apank nyilvanvalo tevelygesben van"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Oljetek meg Jozsefet, vagy uzzetek el egy mas foldre, hogy apatok arca csak feletek forduljon es hogy utana igaz emberek lehessetek"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Egy szolo mondta kozuluk: Ne oljetek meg Jozsefet, hanem-ha valamit tenni akartok- vessetek a kut melyere, hogy felszedhesse egy karavan"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Mondtak: ..O, apank! Miert nem bizod rank Jozsefet? Mi bizony igaz, oszinte tanacsolok vagyunk iranta"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Kuldd el ot velunk holnap, hadd szorakozzon es jatsszon! Mi bizony ugyelni fogunk ra"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "Mondta: ,.Szomoruva tesz, hogy el akarjatok vinni ot magatokkal. Es felek, hogy farkas falhatja fel, mikor ti nem figyeltek"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Mondtak: . Ha a farkas felfalna. ot, holott mi seregnyien vagyunk, ugy mi is veszve vagyunk"
        }
    ]
}