{
    "pages": [
        {
            "chapter": 27,
            "verse": 64,
            "text": "Hat nem O kezdi-e el a teremtest majd megismetli azt? Es nem O gondoskodik-e rolatok az egbol es a foldrol, talan egy masik isten, Allah mellett? Mondd: , Hozzatok a bizonyitekotokat, ha az igazat szoljatok"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Mondd: ,. Nem tudjak azok, akik az egekben es a foldon vannak a rejtettet!, csupan Allah. Es nem tudjak mikor tamasztatnak fel"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Vajon felfogja-e tudasuk a Tulvilagot? Nem! Ketsegek gyotrik oket efelol. Es vakok ok erre nezve"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Es azok, akik hitetlenek azt mondjak: Ha mar por vagyunk es atyaink is, vajon elohozatunk-e"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Bizony mar elozoleg is megigertetett ez nekunk es atyainknak. Ezek bizony a korabban elt elsok (osok, elodok) mesei"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Mondd ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget): , Jarjatok be a foldet es figyeljetek milyen vegre jutottak a bunosok"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "Es ne szomorkodj miattuk es ne erezd magad szorultsagban az o fondorkodasuk miatt"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Es azt mondjak: . Mikor lesz ez az igeret? Ha az igazat szoljatok"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Mondd: Lehet, hogy mogotted van (a nyeregben), annak egy resze, amit siettettek"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Bizony a te Urad tularado kegyelemmel van az emberek irant, am legtobbjuk nem halas ezert"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Bizony a te Urad jol tudja, hogy mit rejt el kebluk es mit tesz nyilvanosan"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Es nincs semmi rejtett az egben, vagy a foldon, ami ne lenne vilagos Konyvben (feljegyezve a Jol Orzott Tablan, al-Lawhu-I- Mahfuzu)"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Bizony ez a Koran elmeseli Izrael fiainak a legnagyobb reszet annak, amiben kulonbseg volt kozottuk"
        }
    ]
}