{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "Aki elrendelte neked ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) a Korant, az visszahoz teged a Visszateres helyere. Mondd: , Az en Uram tudja a legjobban ki hozza az Utmutatast es ki van nyilvanvalo tevelygesben"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Te nem remelted, hogy az Iras (ez a Koran) le fog kuldetni Neked, hacsak nem Urad konyorulete gyanant, Ne legy hat a hitetlenek segitoje"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "Ne forditsanak ok el teged (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) Allah Jeleitol miutan azok kinyilatkoztattak neked! Szolits fel az Uradra! Es ne tartozz azok koze, akik tarsitanak"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Allah mellett ne fohaszkodj mas istenhez! Nincs mas isten csak O (La ilaha illa Huwa)! Minden dolog pusztulasra van itelve, kiveve az O Orcajat. Ove a dontes joga. Hozza ter meg minden"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "Alif-lam-mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Vajon azt hiszik az emberek megengedtetik nekik, hogy mondjak: . Hiszunk!\" Es ekozben nem vettetnek probanak ala"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Bizony mar probanak vetettuk azokat ala, akik elottuk eltek! Es Allah tudni fogja? azokat, akik az igazat szoljak es tudni fogja, kik a hazugok"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Vajon azok, akik rossz dolgokat cselekszenek ugy gondoljak, hogy megeloznek Bennunket\"? Milyen rosszul itelkeznek"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Aki az Allab-hal valo talalkozasban remenykedik, bizony az Allah altal szabott ido el fog erkezni! O a Hallo es a Tudo"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "Aki pedig buzgolkodik az a maga szamara teszi azt, Allah- nak nincs szuksege a vilagokra"
        }
    ]
}