{
    "pages": [
        {
            "chapter": 29,
            "verse": 46,
            "text": "Es ne kezdjetek vitat az Iras nepevel, csak ugy, hogy az jobb! Kiveve azokkal, akik kozuluk bunosok. Es mondjatok: , Hiszunk. abban, ami lebocsattatott nekunk es abban, ami lebocsattatott nektek. A mi istenunk es a ti istenetek egy (es ugyanaz az ) isten! Es mi Neki vetjuk ala magunkat"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "Igy kuldtuk le neked ( Muhammad - Allah aldja meg es adjon Neki orok udvosseget) a Konyvet (a Korant). Es azok, akiknek (a korabban eltek kozul) megadtuk a Konyvet, hisznek benne, es ezek (akik most elnek a kornyezetedben) kozott is vannak olyanok, akik hisznek benne. Csupan a hitetlenek. tagadjak meg a Mi Jeleinket"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Am elotte meg nem recitaltal (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) egy konyvbol sem. Es jobboddal nem irtad azt le. Mivel igy ketelkednenek a tudatlan megtagadok"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "De nem! Vilagos jelek ezek azok lelkeben, akiknek a tudas megadatott. Csupan a bunosok tagadjak meg a Mi jeleinket"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "Es azt mondjak: . Miert nem bocsattatott le jel az o Uratol neki?\" Mondd: , A jelek csupan Allah-nal talalhatok! En csupan egy vilagos Into vagyok"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "Talan nem elegseges az nekik, hogy lebocsatottuk neked a Konyvet (ezt a Korant), amely nekik hirdettetik. Bizony konyorulet van ebben, es intes azon nepnek, amely hisz"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "Mondd ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget): Allah elegseges tanu koztem es koztetek. O tudja mi van az egekben es a foldon. Es azok, akik a valotlan hamisban hisznek es megtagadjak Allah-ot, ok a karvallott vesztesek"
        }
    ]
}