{
    "pages": [
        {
            "chapter": 42,
            "verse": 11,
            "text": "Az egek es a fold Teremtoje! Magatokbol teremtett nektek Parokat es az allatokbol is parokat formalt, igy teremtve benneteket. Nincs Hozza hasonlo! O a Hallo es a Lato"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "Ove az egek es a fold osszes kulcsa! . Annak biztosit megelhetest, akinek akar, maskor szukebben mer, O mindennek a Tudoja"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "O azt az utat szabta nektek torvenyul a vallasban, amit Nu- nak (Noe) is elrendelt es, amit neked (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) is sugalltunk es amit Ibrahim-nak (Abraham), Musa- nak (Mozes), es \"Isa-nak (Jezus) is megparancsoltunk. (Azt,) hogy: a:.Tartsatok fenn a vallast es ne szakadjatok csoportokra!\" \"Nyomasztoan hat a tarsitokra, amire te (Muhammad Allah aldja meg es adjon Neki orok udvosseget) szolitod fel oket. Am Allah kivalasztja arra, akit akar, es azt vezeti arra, aki oszinte megbanast mutat"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "Am csak azutan szakadtak csoportokra - az egymas iranti fondorkodasbol - miutan eljott hozzajuk a Tudas. Es ha nem jott volna korabban a Te Uradtol egy Szo, egy meghatarozott ideig, ugy mar itelet szuletett volna roluk. Bizony, akik utanuk orokul kaptak a Konyvet, azok gyotro ketsegben vannak felole"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "Ezert szolits fel (erre a Vallasra, az Iszlamra)! Es az Egyenes Uton jarj! Ahogyan erre parancsot kaptal, es ne kovesd az o csabitasaikat! Es mondd: Hiszek abban, amit Allah Iraskent lebocsatott. Es azt a parancsot kaptam, hogy igazsagos legyek kozottetek! Allah a mi Urunk es a ti Uratok. Nekunk megvannak a magunk tettei es nektek is megvannak a ti tetteitek. Ne legyen vitatkozas koztunk es koztetek! Allah majd osszegyujt bennunket, Hozza vezet az ut"
        }
    ]
}