{
    "pages": [
        {
            "chapter": 45,
            "verse": 14,
            "text": "Mondd (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) azoknak, akik hisznek, hogy bocsassanak meg azoknak, akik, nem remelik Allah Napjait (az O jutalmait). Hogy megfizessen az embereknek azert, amit megszereznek maguknak"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "Aki pedig joravalo modon cselekszik, az a maga szamara teszi azt. Aki pedig rosszat tesz, az maga ellen (karara) teszi azt. Azutan Uratokhoz tertek majd vissza"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "Korabban mar Izrael fiainak adtuk az Irast es a bolcsesseget es a profetasagot es ellattuk oket a jo dolgokkal es oket tettuk a legkivalobb helyre a vilaggal szemben (a maguk idejeben)"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "Vilagos bizonyitekokat adtunk nekik (a Tora kinyilatkoztatasaval). Am ok egymas kozotti torzsalkodasukban azutan, hogy elerkezett hozzajuk a tudas osszekulonboztek. Am a te Urad, a Feltamadas Napjan donteni fog kozottuk arrol, amiben osszekulonboztek"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "Ezutan jarhato utra (torvenyt adva) helyeztunk teged ( Muhammad - Allah aldja meg es adjon Neki orok udvosseget) a vallas dolgaban, hogy azt kovesd. Es ne kovesd. azok csabitasait (vagyait), akik nem tudnak"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "Mert ok semmiben sem hasznalnak neked Allah-nal. A bunosok egymast tamogatjak. Allah pedig az istenfelok Segito Vedelmezoje (Waliyy)"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "Ez (a Koran) vilagos, konnyen ertheto bizonyitek az embereknek, Es Utmutatas es kegyelem a szilard meggyozodesu nep szamara"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "Talan a bunoket elkovetok ugy gondoljak, hogy eletukben es halalukban, hasonlatosak lesznek azokhoz, akik hisznek es jotetteket cselekszenek? Milyen rossz dontest hoznak"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "Allah az Igazsaggal teremtette meg az egeket es a foldet, hogy minden lelek csak azert kapjon fizetseget, amit megszerzett maganak. Nem szenvednek ok el jogtalansagot"
        }
    ]
}