{
    "maqras": [
        {
            "chapter": 16,
            "verse": 1,
            "text": "Ān lā de mìnglìng [fùhuó de shí jiàn huò duì bù xìnyǎng zhě de chéngfá děng] jíjiāng láilín, suǒyǐ, nǐmen bùyào jíyú qiú chéng. Zànměi tā chāojué! Zhìgāowúshàng de tā [ān lā] chāojué yú tāmen suǒ chóngbài de ǒuxiàng."
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Tā pài tiānshǐmen fèng tā de mìnglìng jiànglín tāsuǒ yìyù de púrén [bìng shuō]:“Nǐmen dāng jǐnggào [rénlèi]: Chú wǒ wài, zài méiyǒuyīng shòu chóngbài de zhǔ, yīncǐ, nǐmen dāng jìngwèi wǒ.”"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Tā yī zhēnlǐ chuàngzàole tiāndì, zhìgāowúshàng de tā [ān lā] chāojué yú tāmen suǒ chóngbài de ǒuxiàng."
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Tā yóu yīdī jīngyè chuàngzàole rén, ér rén túrán chéngle yīgè gōngkāi de fǎnkàng zhě."
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Tā wèi nǐmen ér chuàngzào shēngchù,[nǐmen] yóu cǐ kě huòdé [máo hé pí zuò de] yīzhuó [yùhán], hái yǒu xǔduō yìchu, nǐmen kě chī qí rǔròu."
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Dāng nǐmen [wǎnshàng] bǎ shēngchù gǎn huí jiā,[zǎoshang] bǎ shēngchù gǎn chūqù fàngmù shí, nǐmen cóngzhōng huòdéle róngyào."
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "Shēngchù bǎ nǐmen de huòwù yùn dào nǐmen xū jīng xīnláo cáinéng dàodá dì dìfāng. Nǐmen de zhǔ què shì rén'ài de, tè cí de [zhù]."
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "[Tā chuàngzàole] mǎ, luó hé lǘ [zhù], yǐ gōng nǐmen chéng qí hé zhuāngshì. Tā hái chuàngzàole [qítā] nǐmen suǒ bù zhīdào de."
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "Ān lā fùzé chǎnmíng zhèngdào [yīsīlán jiào de jiàoyì jiàoguī děng], dàn yǒuxiē dào shì bèilí zhèngdào de. Jiǎrú tā yìyù, tā huì yǐndǎo nǐmen quántǐ zūnxíng zhèngdào."
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "Shì tā cóng tiānkōng jiàngxià yǔshuǐ, nǐmen kě yǐnyòng, zhíwù kě jiè cǐ shēngzhǎng, nǐmen kě fàngmù."
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Tā jiè cǐ wéi nǐmen shēngchǎn chū zhuāngjià, gǎnlǎn, yē zǎo, pútáo hé gè zhǒng shuǐguǒ. Duì néng sīkǎo de mínzhòng, cǐ zhōng què yǒu yī zhǒng jīxiàng."
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "Tā shǐ zhòuyè hé rì yuè wèi nǐmen fúwù, qúnxīng yě fèng tā de mìnglìng [wèi nǐmen] fúwù. Duì néng mínglǐ de mínzhòng, cǐ zhōng què yǒu xǔduō jīxiàng."
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "Tā zài dàdìshàng wèi nǐmen chuàngzàole wǔcǎibīnfēn zhī wù [dòng zhíwù děng]. Duì néng sīkǎo de mínzhòng, cǐ zhōng què yǒuyī zhǒng jīxiàng."
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "Shì tā shǐ dàhǎi [wèi nǐmen] fúwù [zhù], yǐbiàn nǐmen cóngzhōng huòqǔ xīnxiān de ròu chī [rú yú lèi], yǐbiàn nǐmen cóngzhōng huòqǔ nǐmen suǒ pèidài de zhuāngshì wù. Nǐ kànjiàn chuánbó zài dàhǎi zhōng chéngfēngpòlàng [hángyùn], yǐbiàn nǐmen xúnqiú tā [ān lā] de ēnhuì [rú bǎ huòwù cóng jiǎ dì yùnwǎng yǐ dì], yǐbiàn nǐmen gǎn'ēn."
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "Tā zài dà dìshàng wěngù de ānzhìle qún shān, yǐmiǎn nǐmen suí dà dì ér yáodàng.[Tā kāipìle] xǔduō héliú hé dàolù, yǐbiàn nǐmen huòdé yǐndǎo."
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "[Tā zài báizhòu shèzhìle] xǔduō lùbiāo [lù biāo],[zài hēiyè shèzhìle] xǔduō xīngchén, tāmen [rénlèi] jiè cǐ kě huòdé yǐndǎo."
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Nándào chuàngzào zhě [ān lā] hé bùnéng chuàngzào zhě [ǒuxiàng] shì yīyàng de ma? Nǐmen zěnme hái bù juéwù ne?"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Jiǎrú nǐmen yào tǒngjì ān lā de ēnhuì, nàme, nǐmen shì suàn bù jìn de. Ān lā què shì zuì kuānshù de, tè cí de."
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Fánshì nǐmen suǒ yǐncáng de hé gōngkāi de, ān lā quánzhīdào."
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Tāmen [bài ǒuxiàng zhě] shě ān lā ér qíqiú de ǒuxiàng shì jué bùnéng chuàngzào rènhé dōngxī de,[yīnwèi] tāmen zìjǐ yěshì bèi chuàngzào de."
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Nàxiē ǒuxiàng shì sǐ de, méiyǒu shēngmìng, tāmen bù zhīdào tāmen [bài ǒuxiàng zhě] hé shí jiāng bèi fùhuó."
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Nǐmen yīng chóngbài de zhǔ zhǐshì dú yī de zhǔ [ān lā]. Fán bù xìnyǎng hòushì zhě, tāmen de xīn shì fǒurèn [ān lā dú yī] de, tāmen shì jiāo'ào zì dà de [zhù]."
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Wúyí, fánshì tāmen suǒ yǐncáng de hé gōngkāi de, ān lā quán zhīdào. Tā jué bù xǐhuān jiāo'ào zì dà zhě."
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Dāngshí, yǒu huà shēng duì tāmen shuō:“Nǐmen de zhǔ [ān lā] céng jiàng shì shénme [gěi mù shèng]?” Tāmen shuō:“Qián rén de fēngsú xíguàn éryǐ.”"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Fùhuó rì, tāmen jiāng fùdān tāmen de quánbù zuì'è, yǐjí yīn wúzhī ér bèi tāmen wùdǎo zhě de yīxiē zuì'è. Xūzhī, tāmen suǒ fùdān de zhēn èliè!"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Tāmen de qián rén què yǐ gǎo yīnmóu, dàn ān lā chèdǐ cuīhuǐle tāmen de jiànzhú, wūdǐng cóng shàngmiàn luò zài tāmen de tóu shàng, xíngfá cóng tāmen liào xiǎngbùdào dì dìfāng jiànglín tāmen."
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Ránhòu, fùhuó rì, tā hái yào língrù tāmen. Tā jiāng shuō:“Nǐmen céng yǔxìn shìmen zhēnglùn de wǒ de huǒbànmen [xiànzài] zài nǎlǐ?” Shòu cì zhīshì zhě jiāng shuō:“Jīntiān, bù xìnyǎng zhě bì shòu língrù hé tòngkǔ de xíngfá."
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "Tiānshǐmen jiàng zài tāmen [bù xìnyǎng zhě] shǐ zìjǐ shòu sǔn [gàn zuì] de qíngkuàng xià ràng tāmen sǐwáng.” Tāmen jiāng [jiǎ] qūfú [shuō]:“Wǒmen wèicéng zuò'è.”[Tiānshǐmen huídá shuō]:“Bù! Fánshì nǐmen suǒ zuò de, ān lā què shì quán zhī de."
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Yīncǐ, nǐmen cóng huǒ yù zhī mén jìnqù bìng yǒng jū qízhōng ba [zhù]! Jiāo'ào zì dà zhě de guīsù zhēn èliè!”"
        }
    ]
}