{
    "maqras": [
        {
            "chapter": 22,
            "verse": 60,
            "text": "Shìshí jiùshì zhèyàng. Shéi yǐ yuàn bàoyuàn, ránhòu zài shòu qīnhài, ān lā bì yuánzhù tā. Ān lā què shì zuì kuāndà de, zuì kuānshù de."
        },
        {
            "chapter": 22,
            "verse": 61,
            "text": "Zhè shì yīnwèi, ān lā shǐ hēiyè jìnrù báizhòu, shǐ báizhòu jìnrù hēiyè. Ān lā què shì quán wén de, quán shì de."
        },
        {
            "chapter": 22,
            "verse": 62,
            "text": "Zhè shì yīnwèi, ān lā què shì zhēn zǎi, tāmen shě tā ér qíqiú díquè shì xūwàng de. Ān lā què shì zhìgāowúshàng de, zhì dà de."
        },
        {
            "chapter": 22,
            "verse": 63,
            "text": "Nándào nǐ méiyǒu kànjiàn ān lā cóng tiānkōng jiàngxià yǔshuǐ, dàdì yīncǐ pī shàng lǜ zhuāng ma? Ān lā què shì zuì mǐnruì de, chè zhī de."
        },
        {
            "chapter": 22,
            "verse": 64,
            "text": "Tiāndì jiān de yīqiè dōu shì tā de. Ān lā què shì wú suǒ qiú de, shòu zànsòng de [zhù]."
        },
        {
            "chapter": 22,
            "verse": 65,
            "text": "Nándào nǐ méiyǒu kànjiàn ān lā shǐ dà dìshàng de yīqiè wèi nǐmen [rénlèi] fúwù, shǐ chuánbó yī tā de mìnglìng zài hǎilǐ hángxíng ma? Tā wéichízhe tiān, chúfēi jīng tā xǔkě, fǒuzé, tiān bù huì luò zài dìshàng. Ān lā duì rénlèi què shì rén'ài de, tè cí de."
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "Shì tā shǐ nǐmen shēng, ránhòu yòu shǐ nǐmen sǐwáng, zuìhòu yòu shǐ nǐmen fùhuó. Rén zǒng shì wàng'ēnfùyì [zhù] de."
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Wǒ wèi měi gè mínzú dōu guīdìngle zōngjiào yíshì [rú zhāo jìn qíjiān de zǎishēng], yǐbiàn tāmen zūnxíng. Jué bùyào ràng tāmen [bù xìnyǎng zhě] wèi cǐ shì [rú niàn ān lā zhī míng ér zǎishēng, bù chī zì sǐ wù děng] ér tóng nǐ [mù shèng] zhēnglùn. Nǐ dāng zhàohuàn [tāmen] guī xìn nǐ de zhǔ, yīnwèi nǐ què shì zūnxíng zhèngdào [yīsīlán jiào] de."
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "Jiǎrú tāmen tóng nǐ zhēnglùn [zǎishēng de lǜ lì], nǐ [duì tāmen] shuō:“Fánshì nǐmen suǒ zuò de, ān lā quán zhīdào."
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Fùhuó rì, ān lā jiāng wèi nǐmen pànjué nǐmen suǒ fēnqí de.”"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Nándào nǐ [mù shèng] bù zhīdào ān lā zhīdào tiāndì jiān de yīqiè ma? Zhè què shì jìzǎi zài tiān jīng [“shòu bǎohù de xiān pái”] zhōng de. Zhè duì ān lā què shì róngyì de."
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "Tāmen shě ān lā ér chóngbài háo wú zhèngjù de, tāmen duì cǐ yě yī wú suǒ zhī de ǒuxiàng. Bù yì zhě jué méiyǒu rènhé yuánzhù zhě."
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "Dāng yǒurén xiàng tāmen sòngdú wǒ de míngbái de qǐshì shí, nǐ huì kàn dào bù xìnyǎng zhě de liǎn shàng yǒu mièshì zhī sè, tāmen jīhū yào qù gōngjí nàxiē xiàng tāmen sòngdú wǒ de qǐshì de rén. Nǐ [duì tāmen] shuō:“Yào wǒ gàosù nǐmen bǐ zhè gèng huài de ma? Nà jiùshì huǒ yù [zhù], shì ān lā xǔnuò gěi bù xìnyǎng zhě de. Guīsù zhēn èliè!”"
        },
        {
            "chapter": 22,
            "verse": 73,
            "text": "Rénmen a! Yǒu gè bǐyù, nǐmen qīngtīng ba! Nǐmen shě ān lā ér qíqiú de ǒuxiàng, jíshǐ tāmen qúncèqúnlì, yě bùnéng chuàngzào chū yī zhǐ cāngyíng. Jiǎrú cāngyíng cóng tāmen shēnshang duóqǔ yīdiǎn er dōngxī, tāmen yě wúnéng bǎ tā qiǎng huílái. Qídǎo zhě hé bèi qídǎo zhě duō nuòruò!"
        },
        {
            "chapter": 22,
            "verse": 74,
            "text": "Tāmen méiyǒu duì ān lā zuò yīng yǒu de tuīduàn. Ān lā què shì zuì qiáng dà de, quánnéng de."
        },
        {
            "chapter": 22,
            "verse": 75,
            "text": "Ān lā cóng tiānshǐ zhōng tiāoxuǎn shǐzhě, yě cóng rénlèi zhōng tiāoxuǎn. Ān lā què shì quán wén de, quán shì de."
        },
        {
            "chapter": 22,
            "verse": 76,
            "text": "Tā zhīdào tāmen zài jīnshì [suǒ fāshēng] de shìqíng, yě zhīdào tāmen zài hòushì [jiāng fāshēng] de shìqíng. Wànshì dōu jiāng guī dào ān lā nàlǐ qù [pànjué]."
        },
        {
            "chapter": 22,
            "verse": 77,
            "text": "Xìnshìmen a! Nǐmen dāng jūgōng, dāng kòutóu [zhù], dāng chóngbài nǐmen de zhǔ, dàng xíngshàn, yǐbiàn nǐmen chénggōng. Kòutóu chù"
        },
        {
            "chapter": 22,
            "verse": 78,
            "text": "nǐmen dāng wéi ān lā zhī dào nǔlì fèndòu. Tā xuǎnzé nǐmen [xiàng rénlèi chuánbò yīsīlán jiào], zài [yīsīlán jiào de] zōngjiào yìwù zhōng, tā méiyǒu shǐ nǐmen kùnnán [zhù], zhè [yīsīlán jiào] shì nǐmen de zǔxiān yī bù lā xīn de zōngjiào. Yǐqián hé zài zhè bù “gǔlánjīng” zhōng, tā [ān lā] dōu chēng nǐmen wèi mùsīlín, yǐbiàn shǐzhě [mù shèng] wèi nǐmen zuòzhèng, ér nǐmen wéi rénlèi zuòzhèng. Nǐmen dāng jǐn shǒu bài gōng, wán nà tiān kè, jiānxìn ān lā. Tā shì nǐmen de bǎohù zhě. Bǎohù zhě zhēn yōuyuè! Yuánzhù zhě zhēn yōuyuè!"
        }
    ]
}