{
    "maqras": [
        {
            "chapter": 27,
            "verse": 27,
            "text": "tā [sū lái màn] shuō:“Wǒ yào kàn nǐ shuō de shì shíhuà háishì huǎngyán."
        },
        {
            "chapter": 27,
            "verse": 28,
            "text": "Nǐ dàizhe wǒ de zhè fēng xìn qù, bǎ tā tóu sòng gěi tāmen, ránhòu nǐ jiù líkāi tāmen, kàn tāmen rúhé huífù.”"
        },
        {
            "chapter": 27,
            "verse": 29,
            "text": "Tā [nàgè nǚwáng] shuō:“Zhòng qīng a! Wǒ shōu dàole yī fēng guìzhòng de xìn,"
        },
        {
            "chapter": 27,
            "verse": 30,
            "text": "shì sū lái màn pài rén sòng lái de. Xìn de nèiróng shì:“Fèng pǔ cí tè cí de ān lā zhī míng."
        },
        {
            "chapter": 27,
            "verse": 31,
            "text": "Nǐmen bùyào duì wǒ àomàn, nǐmen dāng guīshùn de [zuòwéi mùsīlín] lái jiàn wǒ.”"
        },
        {
            "chapter": 27,
            "verse": 32,
            "text": "Tā shuō:“Zhòng qīng a! Nǐmen wèi wǒ de shì chū gè zhǔyì ba! Nǐmen bùzài wǒ miànqián shí, wǒ cóng bù juédìng rènhé shì.”"
        },
        {
            "chapter": 27,
            "verse": 33,
            "text": "Tāmen shuō:“Wǒmen yǒu wǔlì hé yǒngqì zhàndòu, zhè jiàn shì jiù yóu nǐ juédìng, nǐ zhǐ xū kǎolǜ rúhé xiàlìng jiùxíngle.”"
        },
        {
            "chapter": 27,
            "verse": 34,
            "text": "Tā shuō:“Měi dāng guówángmen [de jūnduì] jìnrù yīgè chéngshì shí, tāmen bì qiǎngjié nàgè chéngshì, bǎ guìzú biàn wèi jiànmín. Tāmen yě huì zhèyàng zuò de."
        },
        {
            "chapter": 27,
            "verse": 35,
            "text": "Wǒ yīdìng yào sòng yī jiàn lǐwù gěi tāmen, ránhòu, kàn [wǒ de] shǐjiémen néng dài huí shénme xiāoxī lái.”"
        },
        {
            "chapter": 27,
            "verse": 36,
            "text": "Dāng tā de shǐjié [jí lǐwù] dàodá sū lái màn nàlǐ shí, tā [sū lái màn] shuō:“Nǐmen yào yòng cáiwù lái zīzhù wǒ ma?[Xūzhī] ān lā cìyǔ wǒ de bǐ tā [ān lā] cìyǔ nǐmen de gèng hǎo. Bù, nǐmen qù xīnshǎng nǐmen de lǐwù ba!”"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "[Ránhòu sū lái màn duì shǐjié de shǒulǐng shuō]:“Nǐ huíqù gàosù tāmen ba! Wǒ yīdìng yào shuàilǐng zhè zhī tāmen wúfǎ dǐkàng de jūnduì qù tǎofá tāmen, wǒ yīdìng yào bǎ tāmen bēijiàn de qūzhú chūjìng, tāmen jiāng huì biàn chéng bēijiàn de.”"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "Tā [sū lái màn] shuō:“Zhòng qīng a! Zài tāmen guīshùn de [zuòwéi mùsīlín] lái jiàn wǒ zhīqián, nǐmen shéi néng bǎ tā de bǎozuò qǔ lái gěi wǒ?”"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "Yīgè qiángzhuàng de jīnglíng shuō:“Zài nǐ lí xí qián, wǒ yīdìng bǎ tā qǔ lái gěi nǐ. Wǒ díquè yǒu nénglì zuò zhè jiàn shì, díquè zhōngshí kěkào.”"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "Yī wèi yǒu [ān lā de] jīngdiǎn zhīshì de rén shuō:“Wǒ jiàng zài zhuǎnyǎn zhī jiān bǎ tā qǔ lái gěi nǐ.” Dāng tā [sū lái màn] kànjiàn nàgè bǎozuò fàng zài tā de miànqián shí, tā shuō:“Zhè shì wǒ de zhǔ cìyǔ de ēnhuì, tā yǐ cǐ lái kǎoyàn wǒ, kàn wǒ shì gǎn'ēn zhě háishì wàng'ēnfùyì zhě. Shéi gǎn'ēn, shéi zì shòu qí yì; shéi wàng'ēnfùyì,[shéi zì shòu qí hài]. Wǒ de zhǔ què shì wú suǒ qiú de [zhù], zūnguì de.”"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "Tā [sū lái màn] shuō:“Nǐmen bǎ tā de bǎozuò gǎizhuāng yīxià, yǐbiàn wǒmen guānchá tā shì kěyǐ yǐndǎo de [rèn chū tā de bǎozuò], háishì bù kěyǐ yǐndǎo de.”"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Dāng tā lái dào shí, yǒurén [duì tā] shuō:“Nǐ de bǎozuò xiàng zhège ma?” Tā shuō:“Zhè hǎoxiàng shì wǒ de bǎozuò.”[Sū lái màn shuō]:“Zài tā zhīqián, wǒmen yǐ shòu cì zhīshì, wǒmen yǐ shì guīshùn zhě [mùsīlín].”"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Tā shě ān lā ér chóngbài de yǐ fáng'ài tā [guī xìn'ān lā], tā yuán shì bù xìnyǎng de mínzhòng."
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "Yǒurén duì tā shuō:“Nǐ jìn nà zuò gōngdiàn qù ba!” Dāng tā kànjiàn nà zuò gōngdiàn shí, tā yǐwéi nà shìgè shuǐchí, yúshì jiù [juǎn qǐ yīfú] guāngzhe shuāng tuǐ [xiǎng jìnqù]. Tā [sū lái màn] shuō:“Zhè shì yīgè yòng guānghuá bōlí jiànchéng de gōngdiàn.” Tā shuō:“Wǒ de zhǔ a! Wǒ què yǐ shǐ zìjǐ shòu sǔn, wǒ [xiànzài] tóng sū lái màn yīqǐ guīshùn ān lā ¬——zhòng shìjiè de zhǔle.”"
        },
        {
            "chapter": 27,
            "verse": 45,
            "text": "Wǒ què yǐ xiàng sà mǔ dé rén pàiqiǎnle tāmen de xiōngdì sà lì hā.[Wǒ shuō]:“Nǐmen dāng chóngbài [dú yī de] ān lā.” Dàn tāmen mǎshàng fēnchéngle liǎng pài [xìnshì yǔ bù xìnyǎng zhě], zhēnglùn bùxiū [zhù]."
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "Tā [sà lì hā] shuō:“Wǒ de zúrén a! Wèishéme nǐmen zài [ān lā de] ēnhuì jiànglín qián yào xíngfá zǎorì shíxiàn ne? Wèishéme nǐmen bù qiú ān lā kuānshù, yǐbiàn nǐmen shòu cí mǐn ne?”"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "Tāmen shuō:“Yóuyú nǐ hé zhuīsuí nǐ de rén, wǒmen yǐ [shòu qiānlián ér] zāo èyùn.” Tā shuō:“Nǐmen de èyùn shì ān lā zhùdìng [zhù] de. Bù, nǐmen shì yīng shòu kǎoyàn de mínzhòng.”"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "Dāngshí chéng li yǒu jiǔ gèrén [shǒulǐng zhīzǐ], tāmen zài dà dìshàng zuò'è ér bù huǐguò zì xīn."
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "Tāmen [mìmóu] shuō:“Nǐmen yǐ ān lā fāshì: Wǒmen yīdìng zài yèjiān móuhài tā [sà lì hā] hé tā de jiārén, ránhòu, wǒmen jiù duì tā de jìnqīn shuō:“Tā de jiārén bèihài shí, wǒmen bù zàichǎng, wǒmen shuō de dōu shì shíhuà.”"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "Tāmen gǎo yīnmóu, wǒ zài tāmen bùzhī bù jué shí yòng jìmóu."
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "Nǐ dāng guānchá tāmen de yīnmóu de jiéjú rúhé! Wǒ bǎ tāmen hé tāmen de mínzhòng dōu huǐmièle."
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "Zhèxiē shì tāmen de fángwū, yīnwèi tāmen xíng bù yì ér bèi huǐmièle. Duì yǒu zhīshì de mínzhòng, cǐ zhōng què yǒuyī zhǒng jīxiàng [jiàoxùn]."
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "Wǒ zhěngjiùle xìnyǎng bìng jìngwèi [ān lā] zhě."
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "[Wǒ què yǐ pàiqiǎn] lǔ tè. Dāngshí, tā duì tā de zúrén shuō:“Nándào nǐmen yào míngmùzhāngdǎn de gàn chǒushì [jiānyín] ma?"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "Nándào nǐmen zhēn de yāo shě nǚrén ér yǔ nánrén mǎnzú xìngyù ma [tóngxìngliàn]? Bù, nǐmen shì yúmèi wúzhī de mínzhòng.”"
        }
    ]
}