{
    "maqras": [
        {
            "chapter": 29,
            "verse": 26,
            "text": "Lǔ tè xiāngxìn tā [jí xiāngxìn yī bù lā xīn de shǐmìng]. Tā [yī bù lā xīn] shuō:“Wǒ jiāng wèi wǒ de zhǔ [de dào ér] qiānyí [zhù]. Tā què shì quánnéng de, zuì ruìzhì de.”"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Wǒ cìyǔ tā [yī bù lā xīn] yī sī hā gé hé yǎ gǔbù, bìng cìyǔ tā de hòuyì shèng pǐn hé jīngdiǎn [rú jiàng gěi mù sà de “tǎo lā tè”, jiàng gěi ěr sà de “yǐn jí lēi”, jiàng gěi mù shèng de “gǔlánjīng”]. Wǒ zài jīnshì cìyǔ tā bàochóu, tā zài hòushì bì zài shànrén zhī liè."
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "[Wǒ què yǐ pàiqiǎn] lǔ tè. Dāngshí, tā duì tā de zúrén shuō:“Xūzhī, nǐmen suǒzuò de chǒushì [tóngxìngliàn], zài nǐmen zhīqián, zài zhòng shìjiè cóng wèi yǒurén zuòguò."
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Nándào nǐmen zhēn de yāo [shě nǚrén ér] yǔ nánrén mǎnzú xìngyù [tóngxìngliàn], lánlù [zhù 1] qiǎngjié [zhù 2][lǚxíng zhě], shènzhì zài nǐmen de jùhuì zhōng yě yáng è ma?” Dàn tā de zúrén suǒ zuò de wéiyī dáfù zhǐshì shuō:“Nǐ bǎ ān lā de xíngfá jiàng gěi wǒmen ba! Jiǎrú nǐ shì chéngshí zhě.”"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "Tā shuō:“Wǒ de zhǔ a! Qiú nǐ yuánzhù wǒ zhànshèng zuò'è de mínzhòng.”"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "Dāng wǒ de shǐzhěmen [tiānshǐ] dàizhe jiāyīn jiàn dào yī bù lā xīn shí, tāmen [tiānshǐ] shuō:“Wǒmen yīdìng yào huǐmiè [lǔ tè shèngrén suǒzài de] zhège chéngshì [bālèsītǎn de suǒ duō mǎ chéng] de rénmín, yīnwèi zhège chéngshì de rénmín què shì bù yì zhě.”"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "Tā [yī bù lā xīn] shuō:“Dàn lǔ tè yě zài chéng lǐ.” Tāmen shuō:“Wǒmen fēicháng qīngchǔ shéi zài chéng lǐ, wǒmen yīdìng yào zhěngjiù tā [lǔ tè] hé tā de jiārén, dàn tā de qīzi chúwài, tā shì shǔyú liú zài hòumiàn [bèi huǐmiè] zhě.”"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "Dāng wǒ de shǐzhěmen [tiānshǐ] jiàn dào lǔ tè shí, tā wèi tāmen [tiānshǐ] yōuchóu, bìng gǎndào nányú bǎohù tāmen. Tāmen [tiānshǐ] shuō:“Nǐ bùyào hàipà, nǐ bùyào yōuchóu, wǒmen yīdìng yào zhěngjiù nǐ hé nǐ de jiārén, dàn nǐ de qīzi chúwài, tā shì shǔyú liú zài hòumiàn [bèi huǐmiè] zhě."
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Wǒmen yīdìng yào cóng tiānshàng jiàng tiānzāi [zhù] lái chéngfá zhège chéngshì de rénmín, yīnwèi tāmen wéikàng [ān lā zhī mìng].”"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Wǒ què yǐ wéi mínglǐ de mínzhòng ér bǎ cǐ chéng [sǐhǎi] liú zuò yī zhǒng míngxiǎn de jiànjiè."
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "[Wǒ què yǐ] xiàng mǎ dé yǎ rén pàiqiǎnle tāmen de xiōngdì shū ābù. Tā shuō:“Wǒ de zúrén a! Nǐmen dāng chóngbài ān lā, dāng pànwàng [chóngbài ān lā zài] mòrì [de shàn bào]. Nǐmen bùyào zài dàdìshàng wéifēizuòdǎi.”"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Dàn tāmen fǒurèn tā, yīncǐ, dà dìzhèn xíjíle tāmen, qīngchén, tāmen pāzhe sǐ zài zìjǐ de jiāzhōng."
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "[Wǒ céng huǐmièle] ā dé rén hé sà mǔ dé rén. Cóng tāmen de jūsuǒ [de fèixū] zhōng, nǐmen kě qīngxī kànjiàn [tāmen] bèi huǐmiè de qíngxíng. Èmó yǐ tāmen de xíngwéi míhuò tāmen, bìng fáng'ài tāmen zūnxíng zhèngdào, jǐnguǎn tāmen yuánlái shì mínglǐ de."
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "[Wǒ céng huǐmièle] gāo lún, fǎlǎo hé hā màn. Mù sà què yǐ dàizhe míngzhèng dàodá tāmen, dàn tāmen réng zài guónèi àomàn wúdù, tāmen wèi néng táotuō [wǒ de xíngfá]."
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Wǒ yī měi gèrén de zuì'è chéngfá měi gèrén, tāmen zhōng yǒuxiē rén, wǒ céng jiàng fēishāzǒushí de fēngbào chéngfáguò [rú lǔ tè de rénmín]; yǒuxiē rén céng zāo kǒngbù zhī shēng de xíjí [rú sà mǔ dé rén huò shū ābù de rénmín]; yǒuxiē rén, wǒ céng shǐ dà dì tūnmò tāmen [rú gāo lún]; yǒuxiē rén, wǒ céng bǎ tāmen yān sǐ [rú fǎlǎo de rénmín]. Ān lā wèi kuīdài tāmen, ér shì tāmen shǐ zìjǐ shòu sǔn."
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Nàxiē shě ān lā ér lìng qiú bǎohù zhě de rén de bǐyù, yóurú zhīzhū zào wū yīyàng. Zuì cuìruò de fángwū què shì zhīzhū de fángwū [jí zhīzhū wǎng], dàn yuàn tāmen zhīdào!"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Fánshì tāmen shě ān lā ér qídǎo de, tā [ān lā] quán zhīdào. Tā shì quánnéng de, zuì ruìzhì de."
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "Zhèxiē bǐyù shì wǒ wéi rénlèi shèzhì de, wéi xuézhěmen cáinéng lǐjiě tā."
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "[Ān lā duì mù shèng shuō]:“Ān lā yī zhēnlǐ chuàngzào tiāndì.” Duì xìnshìmen, cǐ zhōng què yǒuyī zhǒng jīxiàng."
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "Nǐ [mù shèng] dāng xuāndú yǐ qǐshì nǐ de jīngdiǎn [“gǔlánjīng”], dāng jǐn shǒu bài gōng [zhù 1], yīnwèi bài gōng díquè néng zǔzhǐ gàn chǒushì hé zuì'è. Ān lā [zài tiānshǐmen miànqián] zànyáng nǐ díquè [bǐ nǐ zài bài zhōng zànsòng tā] gèng zhòngdà [zhù 2]. Fánshì nǐmen suǒ zuò de, ān lā quán zhīdào."
        }
    ]
}