{
    "maqras": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "Xiānzhī [mù shèng] a! Nǐ dāng jìngwèi ān lā, nǐ bùyào fúcóng bù xìnyǎng zhě hé wěi xìnzhě. Ān lā què shì quánzhī de, zuì ruìzhì de."
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Nǐ dāng zūnxíng cóng nǐ de zhǔ qǐshì nǐ de “gǔlánjīng”. Fánshì nǐmen suǒ zuò de, ān lā què shì chè zhī de."
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Nǐ dāng xìnlài ān lā. Ān lā zúyǐ zuò jiānhù zhě."
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "Ān lā wèicéng zài rènhé rén de xiōngzhōng chuàngzào liǎng ge xīn; nǐmen wèi xiū qī ér bǎ nǐmen de qīzi chēng wèi nǐmen de mǔqīn, qíshí, tā [ān lā] wèi bǎ tāmen dàng zuò nǐmen de mǔqīn, yě wèi bǎ nǐmen de yì zǐ dàng zuò nǐmen de érzi. Zhè shì nǐmen xìnkǒukāihé dehuà. Ān lā shì jiǎng zhēnlǐ de, shì yǐndǎo [nǐmen zūnxíng] zhèngdào de."
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Nǐmen dāng yǐ tāmen [yì zǐ] de fùqīn de xìngshì chēnghu tāmen, zài ān lā kàn lái, zhè shì zuì gōngzhèng de. Jiǎrú nǐmen bù zhīdào tāmen de fùqīn shì shéi, nàme, tāmen jiùshì nǐmen tóng jiào de xiōngdì hé qīnyǒu. Fán nǐmen wúyì fàn de cuò [zhù], duì nǐmen shì wú zuì de, dàn nǐmen de xīn yǒuyì fàn de cuò,[duì nǐmen zé shì yǒuzuì de]. Ān lā shì zuì kuānshù de, tè cí de."
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "Xiānzhī [mù shèng] duì xìnshì dì qīnmì guānxì shèngguò tāmen duì tāmen zìjǐ [zhù]. Tā [mù shèng] de qīzimen yóurú tāmen [xìnshì] de mǔqīn [yì jí yīng zūnjìng tāmen, bùkě qǔ tāmen wèi qī]. Zài ān lā de [jìchéng] fǎlìng zhōng, xuèqīn yǔ xuèqīn xiānghù jiān de qīnmì guānxì shèngguò xìnshì hé qiān shì [líkāi mài jiā suí mù shèng yīqǐ qiānyí dào mài dì nà de mùsīlín] jiān de [fēi xuèqīn] xiōngdì guānxì, nǐmen duì nǐmen de xiōngdì xíngshàn chúwài. Zhè shì jìlù zài tiān jīng [“shòu bǎohù de xiān pái”] zhōng de."
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "Dāngshí, wǒ duì xiānzhīmen yuēfǎ, duì nǐ [mù shèng], nǔ hā, yī bù lā xīn, mù sà, mǎ'ěr yà zhīzǐ ěr sà yuēfǎ, wǒ duì tāmen lì xiàle zhuāngyán de shìyuē,"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "yǐbiàn tā [ān lā] xúnwèn tāmen duì zhēnlǐ de chéngshí [rú shìfǒu rúshí xuānchuán ān lā de qǐshì]. Tā wéi bù xìnyǎng zhě zhǔnbèile tòngkǔ de xíngfá."
        },
        {
            "chapter": 33,
            "verse": 9,
            "text": "Xìnshìmen a! Nǐmen dāng láojì ān lā duì nǐmen de ēnhuì. Dāngshí [méng jūn zhànyì qíjiān], dí jūn lái gōngdǎ nǐmen, wǒ pài kuángfēng hé nǐmen suǒ kàn bùjiàn de jūnduì [tiānbīng] qù chéngfá tāmen. Fánshì nǐmen suǒ zuò de, ān lā shì quán shì de."
        },
        {
            "chapter": 33,
            "verse": 10,
            "text": "Dāngshí, tāmen [dírén] cóng nǐmen de shàngmiàn hé xiàmiàn gōngdǎ nǐmen; dāngshí, nǐmen jīnghuāng shīcuò, bìng duì ān lā zuò zhǒngzhǒng cāiyí."
        },
        {
            "chapter": 33,
            "verse": 11,
            "text": "Dāngshí, xìnshìmen shēn shòu kǎoyàn, shēn gǎn zhèndòng."
        },
        {
            "chapter": 33,
            "verse": 12,
            "text": "Dāngshí, wěi xìnzhě [zhù] hé xīnzhōng yǒu bìng [huáiyí] zhě shuō:“Ān lā jí qí shǐzhě [mù shèng] duì wǒmen de xǔnuò zhǐshì qīpiàn éryǐ.”"
        },
        {
            "chapter": 33,
            "verse": 13,
            "text": "Dāngshí, tāmen zhōng yǒuyī huǒ rén shuō:“Yè sī lǐ bù [mài dì nà] rén a! Nǐmen bùbì liú zài cǐdì [dǐkàng dírén de jìngōng]le, nǐmen huíqù ba!” Yúshì tāmen zhōng yǒuyī huǒ rén biàn xiàng xiānzhī [mù shèng] qǐngjià, tāmen shuō:“Wǒmen de fángwū díquè shì [xiàng dírén] chǎngkāi de.” Qíshí, tāmen de fángwū bìng bùshì chǎngkāi de, tāmen zhǐ xiǎng táozǒu."
        },
        {
            "chapter": 33,
            "verse": 14,
            "text": "Jiǎrú dírén cóng gāi chéng de sìmiàn gōng rù, ránhòu, dírén quànxiáng tāmen [rú fàngqì yīsīlán jiào ér gǎi xìn duōshénjiào], tāmen bìdìng zhàobàn, tāmen duì cǐ shì zhǐ xū chíyí piànkè [biàn huì tóuxiáng]."
        },
        {
            "chapter": 33,
            "verse": 15,
            "text": "Yǐqián, tāmen [wěi xìnzhě] què yǐ xiàng ān lā xǔnuò: Tāmen jué bù zhuǎn bèi [zhù][bài táo]. Duì ān lā de xǔnuò shì yào bèi shěnwèn de."
        },
        {
            "chapter": 33,
            "verse": 16,
            "text": "Nǐ [duì qǐngjià táopǎo de wěi xìnzhě] shuō:“Jiǎrú nǐmen yào táobì sǐwáng huò shāhài, nàme, táobì duì nǐmen jiāng shì háo wú yìchu de. Jíshǐ nǐmen táobìle, nǐmen yě zhǐ néng zhànshí xiǎngshòu.”"
        },
        {
            "chapter": 33,
            "verse": 17,
            "text": "Nǐ [duì qǐngjià táopǎo de wěi xìnzhě] shuō:“Jiǎrú ān lā yù chéngfá nǐmen, shéi néng bǎohù nǐmen miǎn shòu tā de chéngfá ne? Jiǎrú tā yù jiàng ēnhuì yú nǐmen,[shéi néng gānshè tā jiàng ēnhuì ne?]” Chú ān lā wài, tāmen jué bùnéng wéi zìjǐ zhǎodào rènhé bǎohù zhě hé yuánzhù zhě."
        }
    ]
}