{
    "maqras": [
        {
            "chapter": 2,
            "verse": 75,
            "text": "Nándào nǐmen [xìnshì] qīwàng tāmen [yóutài jiàotú] huì xìnyǎng nǐmen de zōngjiào ma? Qíshí, tāmen zhōng yǒuxiē rén [yóutàijiào de lā bǐ] céng qīngtīngguò ān lā de yányǔ [“tǎo lā tè”], ránhòu, tāmen lǐjiě zhèxiē yányǔ hòu yòu gùyì cuàngǎi tā."
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Dāng tāmen yùjiàn xìnshìmen shí, tāmen jiù shuō:“Wǒmen xìnyǎngle.” Dàn dāng tāmen sīxià bǐcǐ xiāngyù shí, tāmen yòu shuō:“Nǐmen [yóutài jiàotú] bǎ ān lā suǒ qǐshì nǐmen de [“tǎo lā tè” zhōng duì mù shèng jiāng jiàng shì de yùyán] gàosù tāmen ②[mùsīlín], hǎo ràng tāmen zài nǐmen de zhǔ [ān lā] nàlǐ yǐ cǐ tóng nǐmen zhēnglùn ma? Nándào nǐmen hái bùmíng lǐ ma?”"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Nándào tāmen [yóutài jiàotú] zhēn de bù zhīdào ān lā zhīdào tāmen suǒyǐncáng de hé gōngkāi de ma?"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "Tāmen [yóutài jiàotú] zhōng yǒuxiē shì wénmáng, bù dǒng jīngdiǎn, zhǐ huì dàotīngtúshuō, zhǐ huì wàng cāi."
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Kěbēi a! Nàxiē yòng shǒu wèizào jīngdiǎn de rénmen, ránhòu wàngshuō:“Zhè shì cóng ān lā jiàng shì de [jīngdiǎn].”[Tāmen de mùdì shì] yǐ cǐ huànqǔ dīsú de dàijià. Kěbēi a! Tāmen yòng shǒu wèizào jīngdiǎn. Kěbēi a! Tāmen wèi cǐ suǒ huòdé de."
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Tāmen [yóutài jiàotú] shuō:“Wǒmen jiāng shòu de huǒxíng zhǐ bùguò jǐ tiān éryǐ.” Nǐ [duì tāmen] shuō:“Nándào nǐmen huòdéle ān lā de xǔnuò, ér ān lā bù huì wéifǎn nuòyán ma? Nándào nǐmen yào jiè ān lā de míngyì shuō nǐmen suǒ bù zhīdào de ma?”"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Bù,[tāmen jiāng yǒng shòu huǒxíng!] Shéi zuò yī jiàn huàishì ér bèi qí zuìguo bāowéi zhě, zhèxiē rén shì huǒ yù de fànrén, tāmen jiāng yǒng jū qízhōng."
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Fán xìnyǎng bìng xíngshàn zhě, zhèxiē rén shì lèyuán de jūmín, tāmen jiāng yǒng jū qízhōng."
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "Dāngshí, wǒ yǔ yǐsèliè de hòuyì lìyuē:“Nǐmen zhǐ néng chóngbài ān lā; nǐmen dāng xiàojìng fùmǔ, shàndài qīnqī, gū'ér hé pínmín [zhù 1]; nǐmen dāng duì rénmen shuō shàn yán, jǐn shǒu bài gōng, wán nà tiān kè [zhù 2].” Kěshì, nǐmen zhōng chú shǎoshù rén wài, dōu bèipànle, nǐmen shì wéiyuē de."
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "Dāngshí, wǒ yǔ nǐmen lìyuē:“Nǐmen bùyào zì xiāng cánshā, nǐmen bùyào bǎ zìjǐ rén zhú chū tāmen de jiāyuán.” Ránhòu, nǐmen tóngyìle, nǐmen kěyǐ zuòzhèng."
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Cǐhòu, nǐmen zì xiāng cánshā, nǐmen bǎ nǐmen zhōng de yībùfèn rén zhú chū tāmen de jiāyuán, nǐmen tóng è xiāng jì, lángbèiwéijiān de [xiézhù nǐmen de dírén] duìfù tāmen. Jiǎrú tāmen bèi fú ér lái dào nǐmen nàlǐ, nǐmen biàn xiàng tāmen lèsuǒ shújīn. Qūzhú tāmen, duì nǐmen shì fànfǎ de. Nándào nǐmen xìnyǎng jīngdiǎn de yībùfèn, ér fǒurèn lìng yībùfèn ma? Nǐmen zhōng fán zuò cǐ shì zhě, qí bàochóu chúle jīnshì shēnghuó zhōng shòu chǐrǔ wài, fùhuó rì, tāmen hái jiāng shòu zuì yánlì de xíngfá. Ān lā jué bù hūshì nǐmen suǒ zuò de."
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Zhèxiē rén yǐhòu shì huànqǔ jīnshì shēnghuó, tāmen suǒ shòu de xíngfá jì bù huì bèi jiǎnqīng, tāmen yě dé bù dào rènhé yuánzhù."
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "Wǒ què yǐ cìyǔ mù sà jīngdiǎn [“tǎo lā tè”], zài tā zhīhòu, wǒ yòu lùxù pàiqiǎn yīxiē shǐzhě [jìrèn]. Wǒ cìyǔ mǎ'ěr yà zhīzǐ ěr sà [zhù] míngzhèng, bìng yǐ shènglíng [jí bù lǐ lēi tiānshǐ] bāngzhù tā. Nándào měi dāng yī wèi shǐzhě bǎ nǐmen suǒ bù xǐhuān de dōngxī dài gěi nǐmen shí, nǐmen jiù àoshì ma? Nǐmen fǒurèn yībùfèn [shǐzhě], wàngtú shāhài yībùfèn [shǐzhě]."
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "Tāmen shuō:“Wǒmen de xīn bèi méngbìle.” Bù, ān lā yīn tāmen bù xìnyǎng ér qiǎnzé tāmen, suǒ yǐ, tāmen zhǐyǒu shǎoshù rén xìnyǎng."
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Dāng ān lā nàlǐ de yī bù jīngdiǎn [“gǔlánjīng”] jiànglín tāmen [yóutài jiàotú], yǐ zhèngshí tāmen yǐ yǒu de jīngdiǎn [“tǎo lā tè” hé “yǐn jí lēi”] shí, jǐnguǎn tāmen yǐqián cháng qídǎo ān lā [pài mù shèng lái] zhànshèng bù xìnyǎng zhě. Dànshì, dāng tāmen suǒ rènshí de [zhēnlǐ] jiànglín tāmen shí, tāmen què fǒurèn. Suǒ yǐ, bù xìnyǎng zhě bì zāo ān lā de qiǎnzé."
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Tāmen chūmài zìjǐ zhēn kěbēi! Yóuyú tāmen jídù [zhù] ān lā bǎ tā de ēnhuì jiàng gěi tāsuǒ yìyù de púrén, tāmen fǒurèn ān lā jiàng shì de jīngdiǎn [“gǔlánjīng”], suǒyǐ, tāmen zāoshòule [ān lā] chéng bèi de qiǎn nù. Bù xìnyǎng zhě bì shòu língrù de xíngfá."
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Dāng yǒurén duì tāmen [yóutài jiàotú] shuō “nǐmen dāng xìnyǎng ān lā suǒ jiàng shì de jīngdiǎn [“gǔlánjīng”]” shí, tāmen biàn shuō:“Wǒmen zhǐ xìnyǎng jiàng shì wǒmen de jīngdiǎn.” Tāmen bù xìnyǎng cǐhòu jiàng shì de jīngdiǎn [“gǔlánjīng”], jǐnguǎn tā [“gǔlánjīng”] shì zhēnlǐ, kěyǐ zhèngshí tāmen yǐ yǒu de jīngdiǎn. Nǐ [duì tāmen] shuō:“Nǐmen yǐqián wéi shén me yào wàngtú shāhài ān lā de xiānzhīmen ne? Jiǎrú nǐmen shì xìnshì.”"
        }
    ]
}