{
    "maqras": [
        {
            "chapter": 7,
            "verse": 142,
            "text": "Wǒ yuēdìng mù sà sānshí yè, wǒ yòu jiā shàng shí yè bǔzú. Tā [mù sà] wánchéngle tā de zhǔ [duì tā] de yuē qí gòng sìshí yè. Mù sà duì tā dí gēgē hā lún shuō:“Nǐ dāng tì wǒ dàilǐng wǒ de zúrén zūnxíng zhèngdào [mìnglìng zúrén shùncóng yǔ chóngbài dú yī de ān lā], nǐ bùyào zūnxíng zuò'è zhě de dào.”"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Dāng mù sà àn wǒ de yuē qí dàodá shí, tā de zhǔ [ān lā] xiàng tā jiǎnghuà. Tā shuō:“Wǒ de zhǔ a! Qiú nǐ xiàng wǒ xiǎnshì [nǐ de cúnzài], yǐbiàn wǒ néng kànjiàn nǐ.” Tā [ān lā] shuō:“Nǐ bùnéng [zhíjiē] kànjiàn wǒ, dàn nǐ kěyǐ kàn yī kàn nà zuò shān. Jiǎrú nà zuò shānyuán dì bù dòng, nǐ jiù néng kànjiàn wǒ.” Dāng tā [mù sà] de zhǔ zài nà zuò shānshàng xiǎnshì shí, tā [ān lā] shǐ nà zuò shān biàn chéngle huīchén, ér mù sà yě hūndǎo [zhù]le. Dāng tā sūxǐng shí, tā shuō:“Zànměi nǐ [ān lā] chāojué! Wǒ xiàng nǐ huǐzuì, wǒ shì shǒuxiān xìnyǎng zhě.”"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "Tā [ān lā] shuō:“Mù sà a! Wǒ díquè yī wǒ [pàiqiǎn nǐ] de shǐmìng hé wǒ [duì nǐ] de fēnfù shǐ nǐ [zài zhège shídài] yōu yú shìrén. Fánshì wǒ cì gěi nǐ de, nǐ dāng jiānchí. Nǐ dàngzuò gǎn'ēn zhě.”"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Wǒ zài fǎ bǎn shàng wèi tā zhìdìngle gè zhǒng jièlǜ hé duì wànshì de chǎnshù [bìng shuō]:“Nǐ dāng jiānchí zhèxiē jièlǜ, dāng mìnglìng nǐ de zúrén zūnxíng qí zuì hǎo de. Wǒ jiāng ràng nǐmen kànjiàn bèinì zhě de guīsù.”"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Fán zài dà dìshàng wàngzìzūndà zhě, wǒ jiāng shǐ tāmen yuǎnlí wǒ de jīxiàng [“gǔlánjīng”]. Jíshǐ tāmen kànjiàn suǒyǒu jīxiàng, tāmen yě bù huì xìnyǎng. Jiǎrú tāmen kànjiàn zhèngdào, tāmen yě bù huì bǎ tā dāng zhèngdào [zūnxíng]; jiǎrú tāmen kànjiàn xiédào, tāmen jiù huì bǎ tā dāng zhèngdào [zūnxíng]. Zhè shì yīnwèi tāmen fǒurèn bìng hūshì wǒ de jīxiàng [zhù]."
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Fán fǒurèn wǒ de jīxiàng hé hòu shìxiāng huì [zhù] zhě, tāmen de shàngōng zhǐshì túláo. Tāmen chúle zāoshòu zìjǐ suǒ zuò de huán bào wài, hái néng huòdé shénme ne?"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Mù sà de zúrén zài tā líkāi shí, yòng tāmen de zhuāngshì pǐn zhùzàole yīgè néng fāchū niú jiào shēng de niúdú de qūtǐ [gōng chóngbài]. Nándào tāmen bù míngbái nà niúdú jì bùnéng tóng tāmen jiǎnghuà, yě bùnéng yǐndǎo tāmen zhèngdào ma? Tāmen bǎ nà niúdú dāng shén [chóngbài], tāmen shì bù yì zhě."
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Dāng tāmen huǐhèn bìng zhīdào zìjǐ què yǐ mí wù shí, tāmen [huǐzuì] shuō:“Jiǎrú wǒmen de zhǔ bù cí mǐn wǒmen, bù kuānshù wǒmen, wǒmen bì chéngle sǔnshī zhě.”"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Dāng mù sà fènnù ér bēishāng de huílái jiàn dào tā de zúrén shí, tā [duì tāmen] shuō:“Zài wǒ líkāi shí, nǐmen tì wǒ zuò de zhēn èliè! Nándào nǐmen bùnéng rěnxīn děngdài nǐmen de zhǔ de mìnglìng ma?” Tā rēng xià fǎ bǎn, zhuā zhù tā gēgē [hā lún] de tóufǎ, bǎ tā lā dào shēnbiān. Tā [hā lún] shuō:“Wǒ mǔqīn de érzi a! Zúrén qī wǒ ruǎnruò, tāmen jīhū shāle wǒ, suǒyǐ, nǐ bùyào ràng dírén duì wǒ xìngzāilèhuò, bùyào bǎ wǒ liè rù bù yì de mínzhòng zhī zhōng.”"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Tā [mù sà] shuō:“Wǒ de zhǔ a! Qiú nǐ kuānshù wǒ hé wǒ dí gēgē [hā lún], qiú nǐ ràng wǒmen jìnrù nǐ de cí mǐn [zhù] zhōng. Nǐ shì réncí zhōng zuì réncí de.”"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Fán chóngbài niúdú zhě, tāmen bì zāo tāmen de zhǔ de qiǎn nù, bì zài jīnshì shēnghuó zhōng shòu língrù. Wǒ rúcǐ huán bào niēzào huǎngyán [zhù] zhě."
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Fán zuòle huàishì hòuhuǐguò zì xīn bìng xìnyǎng zhě, zài tāmen huǐzuì hòu, nǐ de zhǔ [duì tāmen] què shì zuì kuānshù de, tè cí de."
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Dāng mù sà de fènnù píngxí shí, tā shí qǐ fǎ bǎn, fǎ bǎn shàng xiě yǒu duì jìngwèi tāmen de zhǔ [ān lā] de rén de zhǐnán hé cí mǐn."
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Mù sà [zhù 1] cóng tā de zúrén zhōng tiāoxuǎnle qīshí rén fù wǒ de yuējiàn. Dāng tāmen zāo dà dìzhèn qīnxí shí, tā shuō:“Wǒ de zhǔ a! Jiǎrú nǐ yìyù, cǐqián nǐ jiù huǐmiè tāmen hé wǒle. Nándào nǐ yàoyīn wǒmen zhōng de yúrén suǒ fàn de zuì'è ér huǐmiè wǒmen ma? Zhè zhǐshì nǐ [duì wǒmen] de kǎoyàn, nǐ yǐ cǐ shǐ nǐ suǒ yìyù zhě mí wù, nǐ yǐ cǐ yǐndǎo nǐ suǒ yìyù zhě zūnxíng zhèngdào. Nǐ shì wǒmen de bǎohù zhě, qiú nǐ kuānshù wǒmen, qiú nǐ cí mǐn wǒmen, nǐ shì zuì hǎo de kuānshù zhě [zhù 2]."
        }
    ]
}