{
    "maqras": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Manuhara hicapa-nikacara samaya samipabarti, athaca sihamte udasinatata bimukha hai ache"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Yetiya'i sihamtara ocarata sihamtara pratipalakara taraphara paraa kono natuna upadesa ahe tetiya sihamte seya kautukacchalata sune"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "sihamtara antara thake amanoyogi. Arau yisakala yalima sihamte gopane paraamarsa karae, ‘e'om dekhuna tomalokara darae'i ejana manuha, tathapi'o tomaloke dekhi-suni yadura kabalata paraibane’"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "te'om (raachule) ka’le, ‘akasasamuha arau prthiraira sakalo katha'i mora pratipalakara jana ache arau teraemi sarbasraota, sarbajna’"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Baram sihamte kaya, ‘e'ibora alika kalpana, hayatoba si e'ibora nije'i racana karaiche nahaya si ejana kabi. Naha’le si amara ocarata eta nidarsana lai ahaka yenekai purbarartisakala nidarsanasaha praeraita haichila’"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Ihamtara purbe yibora janapada ami dhbansa karaicho se'ibora tha'ira adhibasisakala imana posana karaa nachila; tente ihamte imana posana karaibane"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Arau tomara purbe ami ahisaha kerala purausasakalake'i praerana karaichilo; eteke yadi tomaloke najana teneha’le jnanisakalaka sudhi loraa"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Arau ami te'omlokaka ene kono dehabisista karaa nachilo ye, te'omloke khadya grahana karaa nachila, arau te'omloka ciranjirai'o nachila"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Tara pichata ami te'omlokara prati karaa pratisrauti satya karai dekhuraalo, phalata ami te'omlokaka arau yisakalaka iccha raksa karaichilo arau simalanghanakarai bilakaka dhbansa karaichilo"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Arasye ami tomalokara prati kitaba aratirna karaicho ya’ta ache tomalokara bisaye'i alocana, tathapi'o tomaloke nubujibane"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "arau ami kimana ye janapada dhbansa karaicho, yara adhibasisakala achila yalima arau sihamtara pichata srsti karaicho ana eta jati"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "eteke sihamte yetiya amara sasti aha buli anubhara karaile tetiya'i sihamte tara paraa palayana karaibalai dharaile"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "(Sihamtaka koraa ha’la) ‘palayana nakaraiba, tomaloke ya’ta bhoga-bilasata matta achila se'i tha'ilai arau tomaloke nijara ghara-duraaralai ubhati yoraa, yate e'i bisaye tomalokaka sudhiba paraa yaya’"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Sihamte ka’le, ‘haya! Durbhagya amara! Niscaya ami yalima achilo’"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Eteke sihamtara e'i artanada caliye achila yetiyalaike ami sihamtaka da'i niya sasya arau numa'i yoraa ju'ira darae karaa nachilo"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Akasa-prthirai arau e'i duyora majata yi ache seya ami khela-dhemalira chalerae srsti karaa na'i"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Khela-dhemalira bastu srsti karaa'i yadi amara abhipraaya ha’lehemtena, tente ami seya amara paraa'i karailohemtena; kintu ami seya karaa na'i"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Baram ami satyara dbaraa asatyaka aghata karao, phalata i asatyaka curna-bicurna karai diye arau tatksanata asatya nicihna hai yaya, arau tomaloke allahaka yi gunerae akhyayita karaicha seye tomalokara babe ache durbhoga"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Akasasamuha arau prthiraita yi ache se'i sakalo te'omrae'i; arau te'omra sannidhyata yisakala ache te'omloke ahankara karai te'omra ibadatara paraa bimukha nahaya arau birakti bodho nakarae"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Te'omloke dine-raati te'omrae'i paraitrata arau mahima ghosana karae, te'omloke klanta'o nahaya"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Sihamte (kaphirasakale) prthiraira paraa yiboraka upasya hicape grahana karaiche se'iborae kono mrtaka jiraita karaibalai saksama ne"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "yadi e'i duyora (akasa arau prthiraira) majata allahara bahirae bahu ilaha thakilehemtena, tente ubhaye'i bisrnkhala hai ga’lehemtena. Eteke sihamte yi barnana karae tara paraa arachara adhipati allaha ati paraitra"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Te'om yi karae se'i bisaye te'om jababadihi naha’ba; baram sihamtake'i prasna karaa ha’ba"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Sihamte te'omra bahirae bahu ilaha grahana karaiche neki? Koraa, ‘tomalokara pramana lai aha. Mora lagata yi ache e'itorae tara upadesa arau e'itorae upadesa achila mora purbarartisakalara’. Kintu sihamtara bechi bhage'i prakrta satya najane; phalata sihamta mukha ghuraa'i laya"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Arau tomara purbe ami yi raachulake'i praerana karaicho te'omra ocarata e'itorae'i ahi karaicho ye, ‘mora bahirae ana kono satya ilaha na'i, seye tomaloke kerala morae'i ibadata karaa’"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Arau sihamte kaya, ‘rahamane (allahe) santana grahana karaiche’. Te'om paraitra mahana! Baram te'omloka te'omra sanmanita banda"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Te'omloke te'omra agadharai namate; te'omloke kerala te'omra adesa anusarae'i kama karae"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Te'omlokara sanmukhata arau pichata yi ache se'i sakalo te'om jane. Arau te'omloke chuparaicha karae kerala sihamtara babe'i yisakalara prati te'om santusta arau te'omloke te'omra bhayata bhita santrasta"
        }
    ]
}