{
    "pages": [
        {
            "chapter": 18,
            "verse": 84,
            "text": "Gercekten, biz ona yeryuzunde sapasaglam bir iktidar verdik ve ona her seyden bir yol (sebep) verdik"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "O da, bir yol tutmus oldu"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Sonunda gunesin battıgı yere kadar ulastı ve onu kara camurlu bir gozede batmakta buldu, yanında da bir kavim gordu. Dedik ki: «Ey Zu´l-Karneyn, (istiyorsan onları) ya azaba ugratırsın veya iclerinde guzelligi (gecerli ilke) edinirsin.»"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Dedi ki: «Kim zulme saparsa biz onu azablandıracagız, sonra da Rabbine dondurulur, O da onu gorulmemis bir azabla azablandırıverir.»"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "Kim de iman eder ve salih amellerde bulunursa, onun icin guzel bir karsılık vardır. Ona buyrugumuzdan da kolay olanını soyleyecegiz.»"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Sonra (yine) bir yol tutmus oldu"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "Sonunda gunesin dogdugu yere kadar ulastı ve onu (gunesi), kendileri icin ona karsı bir siper kılmadıgımız bir kavim uzerine dogmakta iken buldu"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Iste boyle, onun yanında «ozu kapsayan bilgi oldugunu» (veya yanında olup biten her seyi) Biz (ilmimizle) busbutun kusatmıstık"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Sonra (yine) bir yol tuttu. Nihayet iki dag arasına ulastıgı zaman orada hic soz anlamayan bir kavim buldu"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Sonra (yine) bir yol tuttu. Nihayet iki dag arasına ulastıgı zaman orada hic soz anlamayan bir kavim buldu"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Dediler ki: «Ey Zu´l-Karneyn, gercekten Ye´cuc ve Me´cuc, yeryuzunde bozgunculuk cıkarmaktalar, bizimle onlar arasında bir sed insa etmen icin sana vergi verelim mi?»"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Dedi ki: «Rabbimin beni kendisinde saglam bir iktidarla yerlesik kıldıgı (guc, nimet ve imkan), daha hayırlıdır. Madem oyle, siz bana (insani) gucle yardım edin de, sizinle onlar arasında sapasaglam bir engel kılayım.»"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "«Bana demir kutleleri getirin,» iki dagın arası esit duzeye gelince, «Korukleyin» dedi. Onu ates haline getirinceye kadar (bu isi yaptı, sonra:) dedi ki: «Bana getirin, uzerine eritilmis bakır dokeyim.»"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "Boylelikle, ne onu asabildiler, ne de onu delmeye guc yetirebildiler"
        }
    ]
}