{
    "pages": [
        {
            "chapter": 24,
            "verse": 21,
            "text": "Ey iman edenler, seytanın adımlarına uymayın, kim seytanın adımlarına uyarsa, (bilsin ki) gercekten o, cirkin utanmazlıkları ve kotulugu emreder. Eger Allah´ın uzerinizde fazlı ve rahmeti olmasaydı, sizden hic biri ebedi olarak temize cıkamazdı. Ancak Allah, diledigini temize cıkarır. Allah, isitendir, bilendir"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Sizden, faziletli ve varlıklı olanlar, yakınlara, yoksullara ve Allah yolunda hicret edenlere vermekte eksiltme yapmasınlar, affetsinler ve hosgorsunler. Allah´ın sizi bagıslamasını sevmez misiniz? Allah, bagıslayandır, esirgeyendir"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Namus sahibi, bir seyden habersiz, mu´min kadınlara (zina sucu) atanlar, dunyada ve ahirette lanetlenmislerdir. Ve onlar icin buyuk bir azab vardır"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "O gun, kendi dilleri, elleri ve ayakları aleyhlerinde yaptıklarına dair sahitlikte bulunacaklardır"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "O gun, Allah onlara hak ettikleri cezayı eksiksiz verecektir ve onlar da Allah´ın hic suphesiz hak oldugunu bileceklerdir"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Kotu kadınlar, kotu erkeklere; kotu erkekler, kotu kadınlara; iyi ve temiz kadınlar, iyi ve temiz erkeklere; iyi ve temiz erkekler, iyi ve temiz kadınlara (yarasır). Bunlar, onların demekte olduklarından uzaktırlar. Bunlar icin bir bagıslanma ve kerim (ustun) bir rızık vardır"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "Ey iman edenler, evlerinizden baska evlere, yakınlık kurup (izin almadan) ve (ev halkına) selam vermeden girmeyin. Bu sizin icin daha hayırlıdır; umulur ki ogut alıp dusunursunuz"
        }
    ]
}