{
    "pages": [
        {
            "chapter": 10,
            "verse": 43,
            "text": "um'maip parpporum avarkalil irukkirarkal - (etuvum) parkka iyalata kurutarkalai nir nervaliyil celutta mutiyuma"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "niccayamaka allah manitarkalukku evvita aniyayamum ceyvatillai - eninum manitarkal tamakkut tame aniyayam ceytu kolkirarkal"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Avan avarkalai onru cerkkum nalil, tankal (oru) pakalil corpa kalame ivvulakil tankiyiruntataka (avarkal ennuvarkal; appotu) tam'mil oruvarai oruvar arintu kolvarkal. Allahvin cantippaip poyppatuttiyavarkal niccayamaka nastam ataintu vittarkal; melum avarkal nervali perrirukkavillai"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "(um valnalileye) nam avarkalukku vakkalitta (vetanaikalil) oru pakuti (campavippatai) nam umakkuk kanpittalum, allatu (atarku mannameye) nam um atmavai kaipparrik kontalum - (eppatiyiruppinum) avarkal nam'mitame tirumpi vara ventiyullatu; irutiyil, avarkal ceyvatarkellam allah catciyaka irukkinran"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "ovvoru camukattarukkum (namanuppiya irai) tutar untu; avarkalutaiya tutar (avarkalitam) varumpotu avarkalukkitaiyil niyayattutaneye tirppalikkappatum - avarkal (oru ciritum) aniyayam ceyyappatamattarkal"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "ninkal unmaiyalaraka iruntal (acca muttappatum vetanai parriya) inta vakkuruti eppotu (amalukku varum)\" enru avarkal ketkirarkal"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "(napiye!) Nir kurum; \"allah natiyatait tavira enakku evvitat timaiyo, nanmaiye, enakke ceytu kolla, nan evvita atikaramum perrirukkavillai; ovvoru camukattinarukkum oru (kurippatta kalat)tavanaiyuntu; avarkalatu tavanai vantu vittal oru nalikai pintavum mattarkal muntavum mattarkal"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "(napiye!) Nir kuruvirak\"avanutaiya vetanai unkalukku iravilo pakalilo vantuvitumanal - (atait tatuttuvita mutiyuma? Enpatai) kavanittirkala? Kurravalikal etai avacaramakat tetukirarkal"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Atu vantatan pinnara atai ninkal nampuvirkal? (Avvetanai vantatum) ito! Ninkal etu (vara ventum enru avacarappattuk kontiruntirkalo atu vantu vittatu\" (enru tan kurappatum)"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "anriyum, anta aniyayakkararkalai nokki; \"enrenrum nilaittirukkak kutiya ivvetanaiyaic cavaittuk kontirunkal - ninkal campatittatait tavira (veru) kuli kotukkappatuvirkala?\" Enru kurappatum"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "melum\"atu unmai tana?\" Enru (napiye! Avarkal) um'mitam vinavukirarkal; \"am! En iraivan mitu cattiyamay niccayamaka atu unmaiye. (Atai) ninkal tatuttuvita mutiyatu\" enru kuruviraka"
        }
    ]
}