{
    "pages": [
        {
            "chapter": 11,
            "verse": 118,
            "text": "um iraivan natiyiruntal manitarkal anaivaraiyum ore camutayattavaraka akkiyiruppan; (avan appati akkavillai.) Enave, avarkal eppotum petappattuk konte irupparkal"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "(avarkalil) um'mutaiya iraivan arul purintavarkalait tavir itarkakave avarkalaip pataittirukkiran; \"niccayamaka nan jinkal, manitarkal akiya yavaraikkontum narakattai nirappuven\" enra um iraivanutaiya vakkum purttiyakivitum"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "(Nam) tutarkalin varalarukaliliruntu (ivai) yavarraiyum um itayattait titappatuttuvatarkaka umakkuk kurinom. Ivarril umakkuc cattiyamum nallupatecamum, muhminkalukku ninaivuttalum vantu irukkinrana"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "nampikkai kollatavarkalitam (napiye!) Nir kuruvirak\"ninkal unkal pokkil natantu kollunkal. Niccayamaka nankalum (enkal pokkil) ceyalpatukirom"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "ninkalum (unkal pokkin mutivai) etir parttuk kontirunkal; nankalum (avvare) etir parttuk kontirukkirom"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "vanankalilum, pumiyilum ulla maraiporulkal (irakaciyankal parriya nanam) allahvukke uriyatu; avanitame ellak karumankalum (mutivu kana) milum. Akave avanaiye vanankunkal; avan mite (parancatti) urutiyana nampikkai vaiyunkal - ninkal ceypavai kurittu um iraivan paramukamaka illai"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "alihp, lam, ra. Ivai telivana ivvetattin vacanankalakum"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "ninkal vilakkik kolvatarkaka, itanai arapi moliyilana kur'an niccayamaka name irakki vaittom"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "(napiye!) Nam vahi mulam um mitu inta kur'anai arul ceytatu kontu mika alakana varalarrai umakku nam kurukinrom - itarkumun (itu kurittu) etam ariyatavarkalil (oruvaray) nir iruntir"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "yusuhp tam tantaiyaritam; \"en arumait tantaiye! Patinoru natcattirankalum, curiyanum, cantiranum - (ivai yavum) enakkuc ciram panivatai meyyakave (kanavil) nan kanten\" enru kuriyapolutu"
        }
    ]
}