{
    "pages": [
        {
            "chapter": 19,
            "verse": 96,
            "text": "niccayamaka evarkal iman kontu (salihana-) nalla ceyalkalaic ceykinrarkalo avarkalukku arrahman (yavarin) necattai erpatuttuvan"
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "(napiye!) Nam i(v vetat)tai um'mutaiya moliyil (aruli) elitakkiyatellam, itaik kontu nir - payapaktiyutaiyavarkalukku nanmarayan kuravum, murantaka vatam ceyyum makkalukku itaik kontu accamutti eccarikkai ceyvatarkumeyakum"
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "avarkalukku munnar, ettanaiyo talaimuraiyinarai nam alittirukkirom; avarkalil oruvaraiyenum nir parkkirira? Allatu avarkalutaiya ilecana captattai nir ketkirira"
        },
        {
            "chapter": 20,
            "verse": 1,
            "text": "taha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "(napiye!) Nir tunpappatuvatarkaka nam inta kur'anai um'mitu irakkavillai"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "(allahvukku) ancuvorukku nallupatecame anri (verillai)"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "pumiyaiyum, uyarvana vanankalaiyum pataittavanitamiruntu atu irakki arulap perratu"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "arrahman arsin mitu amaintan"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "vanankalilullavaiyum, pumiyilullavaiyum, ivvirantirkum itaiye ullavaiyum, mannukku atiyil ullavaiyum avanukke uriyana"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "(Napiye!) Nir urakkac connalum niccayamaka avan irakaciyattaiyum (atai vita) maraivanataiyum arikiran"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "allah - avanait tavira vanakkattirkuriya nayan verillai, avanukku alakiya tiru namankal irukkinrana"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "innum (napiye!) Musavin varalaru um'mitam vantata"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "avar neruppaik kantu tam kutumpattaritam\"ninkal (inku ciritu) tankunkal; niccayamaka nan neruppaik kanten; oru velai atiliruntu unkalukku or eri kolliyaik kontu varavo, allatu nam cella ventiya pataiyai an neruppi(n utaviyi)nal kantu pitikkavo ceyyalam\" enru (kurinar)"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "avar (neruppin) aruke vanta potu\"musave!\" Enru alaikkap pattar"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "niccayamaka nam tan um'mutaiya iraivan, nir um kalanikal irantaiyum kalarrivitum! Niccayamaka nir'tuva' ennum punitamana pallattakkil irukkirir"
        }
    ]
}