{
    "pages": [
        {
            "chapter": 2,
            "verse": 220,
            "text": "(melkuriya irantum) ivvulakilum, marumaiyilum (enna palankalait tarum enpataip parri ninkal telivu peruvatarkaka tan vacanankalai avvaru vilakkukiran.)\"Anataikalaip parri avarkal um'mitam ketkinranar;\" nir kuruviraka\"avarkalutaiya kariyankalaic cirakki vaittal mikavum nallatu. Ninkal avarkalutan kalantu vacikka nerittal avarkal unkal cakotararkaleyavarkal;. Innum allah kulappam untakkupavanaic cari ceypavaninrum pirittarikiran;. Allah natiyiruntal unkalaik kastattirkullakkiyiruppan;. Niccayamaka allah mikaittavan; nanam mikkavan"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "(Allahvukku) inaivaikkum penkalai-avarkal nampikkai kollum varai- ninkal tirumanam ceytu kollatirkal;. Inai vaikkum oru pen, unkalaik kavarakkutiyavalaka iruntapotilum, avalaivita muhminana or atimaip pen niccayamaka melanaval. Aval; avvare inaivaikkum ankalukku- avarkal nampikkai kollum varai (muhminana penkalutan) ninkal tirumanam ceytu vaikkatirkal;. Inai vaikkum an unkalukkuk kavarcciyuttupavanaka irunta potilum, oru muhminana atimai avanaivita melanavan; (nirakaripporakiya) ivarkal, unkalai naraka neruppin pakkam alaikkirarkal;. Anal allahvo tan kirupaiyal cuvarkkattin pakkamum, mannippin pakkamum alaikkiran;. Manitarkal patippinai peruvatarkaka tan vacanankalai avan telivaka vilakkukiran"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "matavitay parriyum um'mitam vinavukirarkal;. Nir kurum; \"atu (or upataiyana) tittu akum;. Akave matavitayin potu penkalai vittum vilakiyirunkal. Avarkal tuymaiyakum varai avarkalai anukatirkal;. Avarkal tuymaiyatainta pin allah eppati kattalaiyittirukkinrano atanpati avarkalitam cellunkal;. Pavankalaivittu milpavarkalai niccayamaka allah necikkiran;. Innum tuymaiyaka irupporaiyum necikkinran"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "unkal manaiviyar unkal vilainilankal. Avarkal; enave unkal viruppappati unkal vilai nilankalukkuc cellunkal;. Unkal atmakkalukkaka murkuttiye (narkarumankalin palanai) anuppunkal;. Allahvukku ancunkal; (marumaiyil) avanaic cantikka ventum enpatai urutiyaka arintu kollunkal. Nampikkai kontavarkalukku narceyti kuruviraka"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "Innum, ninkal allahvaik kontu cattiyam ceyvatanal, ninkal narkarumankal ceytal, iraipaktiyutan natattal, manitarkalitaiye camatanam ceytu vaittal ponravarril avanai oru tataiyakac ceytuvitatirkal;. Allah yavarraiyum ceviyuruvonakavum, nankaripavanakavum irukkinran"
        }
    ]
}