{
    "maqras": [
        {
            "chapter": 16,
            "verse": 90,
            "text": "Truly God commands justice, virtue, and giving to kinsfolk, and He forbids indecency, wrong, and rebelliousness. And He admonishes you, that haply you may remember"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Fulfill the pact of God when you have pledged it, and break not your oaths after solemnly affirming them, and having made God a Witness over you. Surely God knows whatsoever you do"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Be not like she who unravels her yarn, breaking it after it had been strong [by] taking your oaths to practice deception among yourselves, so that one community might be larger and wealthier than another. God only tries you thereby. And on the Day of Resurrection, He will surely clarify for you that wherein you differed"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Had God willed, He would have made you one community. But He leads astray whomsoever He will and guides whomsoever He will. And you shall surely be questioned about that which you used to do"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "Take not your oaths to practice deception among yourselves, lest a foot slip after it had been firmly planted, and you taste evil for your having turned from the way of God, and yours should be a great punishment"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Sell not the pact of God for a paltry price. Surely that which is with God is better for you, if you but knew"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "That which is with you comes to an end, but that which is with God subsists. And surely We shall render unto those who are patient their reward for the best of that which they used to do"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Whosoever works righteousness, whether male or female, and is a believer, We shall give them new life, a good life, and We shall surely render unto them their reward in accordance with the best of that which they used to do"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "So when you recite the Quran, seek refuge in God from the outcast Satan"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Truly he has no authority over those who believe and trust in their Lord"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "His authority is only over those who take him as a protector, and those who take him as a partner"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "And when We replace one sign with another—and God knows best that which He sends down—they say, “You are only a fabricator!” Nay, but most of them know not"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Say, “The Holy Spirit has brought it down from thy Lord in truth, to make firm those who believe, and as guidance and glad tidings for those who submit.”"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "Indeed, We know that they say, “He has merely been taught by a human being.” The tongue of the one whom they falsely implicate is foreign, while this is [in] a clear, Arabic tongue"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Truly those who believe not in the signs of God, God guides them not, and theirs shall be a painful punishment"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Only those who believe not in the signs of God fabricate lies. It is they who are liars"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "Whosoever disbelieves in God after having believed—save one who is coerced, while his heart is at peace in faith—but whosoever opens his breast unto disbelief, upon them shall be the Wrath of God, and theirs shall be a great punishment"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "That is for their having preferred the life of this world to the Hereafter. And surely God guides not disbelieving people"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "It is they on whose hearts God has placed a seal, and on their hearing and their seeing. It is they who are heedless"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "There is no doubt that in the Hereafter they are the losers"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Then indeed thy Lord, for those who emigrated after being oppressed, then strove and were patient, surely thy Lord thereafter is Forgiving, Merciful"
        }
    ]
}