{
    "maqras": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Truly the believers have prospered"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "who are humble in their prayers"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "and who turn away from idle talk"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "and who give the alms"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "and who guard their private parts"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "save from their spouses or those whom their right hands possess, for then they are not blameworthy—"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "and as for those who seek beyond that, it is they who are transgressors—"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "and who keep their trusts and their covenant"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "and who are mindful of their prayers"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "It is they who are the heirs"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "who shall inherit Paradise, abiding therein"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "And indeed We created man from a draught of clay"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Then We made him a drop in a secure dwelling place"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Then of the drop We created a blood clot, then of the blood clot We created a lump of flesh, then of the lump of flesh We created bones and We clothed the bones with flesh; then We brought him into being as another creation. Blessed is God, the best of creators"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Then indeed you shall die thereafter"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Then surely you shall be raised up on the Day of Resurrection"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "And indeed We created above you seven paths, and We were not heedless of creation"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "And We sent down water from Heaven in due measure, and settled it in the earth, and We are able to make it disappear"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "And thereby We brought into being for you gardens of date palms and grapevines, wherein you have many fruits and whereof you eat"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "and a tree issuing forth from Mount Sinai that produces oil and a seasoning for eating"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "And truly in cattle there is a lesson for you: We give you to drink from that which is in their bellies, and in them you have many uses, and some of them you eat"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "And upon them, and upon ships, are you carried"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "And We indeed sent Noah to his people, and he said, “O my people! Worship God! You have no god other than Him. Will you not be reverent?”"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "But the notables who disbelieved among his people said, “This is only a human being like yourselves, desiring to set himself above you. And had God willed, He would have sent down angels. We heard not of this from our fathers of old"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "He is but a man possessed. So wait concerning him, for a time.”"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "He said, “My Lord! Help me, for they deny me.”"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "So We revealed unto Him, “Build the Ark before Our eyes and by Our Revelation. Then when Our Command comes and the oven gushes forth, place therein two of every kind, and thy family except those against whom the word has already gone forth. And address Me not concerning those who did wrong; surely they shall be drowned"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "And when thou mountest the Ark, thou and those with thee, say, ‘Praise be to God, who has saved us from the wrongdoing people.’"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "And say, ‘My Lord! Harbor me in a blessed harbor, for Thou art the best of harborers.’"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Truly in that are signs, and truly We put [mankind] to the test.”"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Then after them We brought into being another generation"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "And We sent among them a messenger from among themselves, [saying], “Worship God! You have no god other than Him. Will you not be reverent?”"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "And the notables of his people who disbelieved and denied the meeting of the Hereafter, and unto whom We had given luxury in the life of this world, said, “This is but a human being like you, eating of what you eat, and drinking from what you drink"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "So if you obey a human being like yourselves, then surely you will be losers"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Does he promise you that when you are dead and are dust and bones, you shall indeed be brought forth"
        }
    ]
}