{
    "maqras": [
        {
            "chapter": 38,
            "verse": 52,
            "text": "And theirs shall be maidens of modest gaze, of like age"
        },
        {
            "chapter": 38,
            "verse": 53,
            "text": "This is that which you are promised for the Day of Reckoning"
        },
        {
            "chapter": 38,
            "verse": 54,
            "text": "This indeed is Our provision which shall never be spent"
        },
        {
            "chapter": 38,
            "verse": 55,
            "text": "This it shall be! Yet for the rebellious there will surely be a most evil return"
        },
        {
            "chapter": 38,
            "verse": 56,
            "text": "Hell, wherein they will burn. What an evil resting place"
        },
        {
            "chapter": 38,
            "verse": 57,
            "text": "This it shall be! So let them taste it, a boiling liquid and a cold, murky fluid"
        },
        {
            "chapter": 38,
            "verse": 58,
            "text": "coupled with other [punishments] similar in kind"
        },
        {
            "chapter": 38,
            "verse": 59,
            "text": "This troop rushing in with you—no greeting for them! They will surely burn in the Fire"
        },
        {
            "chapter": 38,
            "verse": 60,
            "text": "They will say, “Nay, but no greeting for you! You have sent it forth for us. What an evil dwelling place!”"
        },
        {
            "chapter": 38,
            "verse": 61,
            "text": "They will say, “O Lord! Whosoever has sent this forth for us, increase him twofold in punishment in the Fire.”"
        },
        {
            "chapter": 38,
            "verse": 62,
            "text": "And they will say, “How is that we do not see men here whom we had counted among the evil"
        },
        {
            "chapter": 38,
            "verse": 63,
            "text": "Did we take them in mockery? Or have our eyes swerved away from them?”"
        },
        {
            "chapter": 38,
            "verse": 64,
            "text": "Surely that is true: the disputing of the people of the Fire"
        },
        {
            "chapter": 38,
            "verse": 65,
            "text": "Say, “I am only a warner, and there is no god but God, the One, the Paramount"
        },
        {
            "chapter": 38,
            "verse": 66,
            "text": "Lord of the heavens and the earth and whatsoever is between them, the Mighty, the Forgiving.”"
        },
        {
            "chapter": 38,
            "verse": 67,
            "text": "Say, “It is a great tiding"
        },
        {
            "chapter": 38,
            "verse": 68,
            "text": "from which you turn away"
        },
        {
            "chapter": 38,
            "verse": 69,
            "text": "I have no knowledge of the Highest Assembly, when they dispute"
        },
        {
            "chapter": 38,
            "verse": 70,
            "text": "Naught is revealed unto me but that I am only a clear warner.”"
        },
        {
            "chapter": 38,
            "verse": 71,
            "text": "[Remember] when thy Lord said unto the angels, “Behold! I am creating a human being from clay"
        },
        {
            "chapter": 38,
            "verse": 72,
            "text": "When I have proportioned him and breathed into him of My Spirit, fall down before him prostrating.”"
        },
        {
            "chapter": 38,
            "verse": 73,
            "text": "Then the angels prostrated, all of them together"
        },
        {
            "chapter": 38,
            "verse": 74,
            "text": "Not so Iblis. He waxed arrogant, and was among the disbelievers"
        },
        {
            "chapter": 38,
            "verse": 75,
            "text": "[God] said, “O Iblis! What has prevented thee from prostrating unto that which I created with My two Hands? Dost thou wax arrogant, or art thou among the exalted?”"
        },
        {
            "chapter": 38,
            "verse": 76,
            "text": "He said, “I am better than him. Thou hast created me from fire, while Thou hast created him from clay.”"
        },
        {
            "chapter": 38,
            "verse": 77,
            "text": "He said, “Go forth from it! Surely thou art outcast"
        },
        {
            "chapter": 38,
            "verse": 78,
            "text": "And surely My Curse shall be upon thee till the Day of Judgment.”"
        },
        {
            "chapter": 38,
            "verse": 79,
            "text": "He said, “My Lord! Grant me respite till the Day they are resurrected.”"
        },
        {
            "chapter": 38,
            "verse": 80,
            "text": "He said, “Then verily thou art among those granted respite"
        },
        {
            "chapter": 38,
            "verse": 81,
            "text": "till the Day of the Moment Known.”"
        },
        {
            "chapter": 38,
            "verse": 82,
            "text": "He said, “Then, by Thy Might, I shall cause them to err all together"
        },
        {
            "chapter": 38,
            "verse": 83,
            "text": "save Thy sincere servants among them.”"
        },
        {
            "chapter": 38,
            "verse": 84,
            "text": "He said, “This is the truth, and the truth I speak"
        },
        {
            "chapter": 38,
            "verse": 85,
            "text": "‘I shall surely fill Hell with thee and with such of them as follow thee, all together.’”"
        },
        {
            "chapter": 38,
            "verse": 86,
            "text": "Say, “I ask not of you any reward for it, nor am I among the pretenders"
        },
        {
            "chapter": 38,
            "verse": 87,
            "text": "It is naught but a reminder for the worlds"
        },
        {
            "chapter": 38,
            "verse": 88,
            "text": "and you will certainly know its tiding after a time.”"
        },
        {
            "chapter": 39,
            "verse": 1,
            "text": "The revelation of the Book from God, the Mighty, the Wise"
        },
        {
            "chapter": 39,
            "verse": 2,
            "text": "Indeed, We have sent down unto thee the Book in truth; so worship God, devoting religion entirely to Him"
        },
        {
            "chapter": 39,
            "verse": 3,
            "text": "Behold! Unto God belongs the pure religion, and those who take protectors apart from Him [say], “We do not worship them, save to bring us nigh in nearness unto God.” Truly God will judge between them regarding that wherein they differ. Truly God does not guide one who is a disbelieving liar"
        },
        {
            "chapter": 39,
            "verse": 4,
            "text": "Had God wanted to take a child, He would have chosen whatsoever He willed from that which He created. Glory be to Him; He is the One, the Paramount"
        },
        {
            "chapter": 39,
            "verse": 5,
            "text": "He created the heavens and the earth in truth. He rolls the night up into the day and rolls the day up into the night, and He made the sun and the moon subservient, each running for a term appointed. Is He not the Mighty, the Forgiving"
        },
        {
            "chapter": 39,
            "verse": 6,
            "text": "He created you from a single soul, then made from it its mate, and sent down for you of cattle eight pairs. He creates you in your mothers’ wombs, creation after creation, in threefold darkness. That is God, your Lord; to Him belongs sovereignty. There is no god but He. How, then, are you turned away"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "If you do not believe, surely God is beyond need of you. He is not pleased with disbelief for His servants. And if you are grateful, He is pleased therewith for you; and none shall bear the burden of another. Then unto your Lord is your return, and He shall inform you of that which you used to do. Truly He knows what lies within breasts"
        }
    ]
}