{
    "maqras": [
        {
            "chapter": 52,
            "verse": 24,
            "text": "and there wait upon them youths, for them, as if they were hidden pearls"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "And they will turn to one another, questioning each other"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "saying, “Truly aforetime, when among our families, we were anxious"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "but God was gracious unto us and shielded us from the punishment of the scorching wind"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "Truly we did call upon Him aforetime. Truly He is the Righteous, the Merciful.”"
        },
        {
            "chapter": 52,
            "verse": 29,
            "text": "So remind, for thou art not, by the Blessing of thy Lord, a soothsayer or one possessed"
        },
        {
            "chapter": 52,
            "verse": 30,
            "text": "Or do they say, “A poet—let us await the vagaries of fate for him.”"
        },
        {
            "chapter": 52,
            "verse": 31,
            "text": "Say, “Wait! For truly I am waiting along with you.”"
        },
        {
            "chapter": 52,
            "verse": 32,
            "text": "Do their minds command them to this, or are they a rebellious people"
        },
        {
            "chapter": 52,
            "verse": 33,
            "text": "Or do they say, “He has invented it”? Nay, but they believe not"
        },
        {
            "chapter": 52,
            "verse": 34,
            "text": "Then let them bring an account like unto it, if they are truthful"
        },
        {
            "chapter": 52,
            "verse": 35,
            "text": "Were they created from naught? Or are they the creators"
        },
        {
            "chapter": 52,
            "verse": 36,
            "text": "Or did they create the heavens and the earth? Nay, but they have no certainty"
        },
        {
            "chapter": 52,
            "verse": 37,
            "text": "Do they possess the treasuries of your Lord? Or are they in control"
        },
        {
            "chapter": 52,
            "verse": 38,
            "text": "Or do they have a ladder whereby they listen? Then let their listener bring a clear warrant"
        },
        {
            "chapter": 52,
            "verse": 39,
            "text": "Does He have daughters while you have sons"
        },
        {
            "chapter": 52,
            "verse": 40,
            "text": "Or dost thou ask a reward of them, such that they are burdened with debt"
        },
        {
            "chapter": 52,
            "verse": 41,
            "text": "Or do they possess the Unseen, such that they write it down"
        },
        {
            "chapter": 52,
            "verse": 42,
            "text": "Or do they desire to devise [a scheme]? Then those who disbelieve shall be the ones against whom a scheme is devised"
        },
        {
            "chapter": 52,
            "verse": 43,
            "text": "Or do they have a god other than God? Glory be to God above the partners they ascribe"
        },
        {
            "chapter": 52,
            "verse": 44,
            "text": "Were they to see a fragment falling from the sky, they would say, “A heap of clouds.”"
        },
        {
            "chapter": 52,
            "verse": 45,
            "text": "So leave them until they meet the Day when they will be thunderstruck"
        },
        {
            "chapter": 52,
            "verse": 46,
            "text": "a day when their scheming will avail them naught and they will not be helped"
        },
        {
            "chapter": 52,
            "verse": 47,
            "text": "And truly for those who do wrong there is punishment besides that. But most of them know not"
        },
        {
            "chapter": 52,
            "verse": 48,
            "text": "Be patient with the judgment of thy Lord, for thou art before Our eyes; hymn the praise of thy Lord when thou dost rise"
        },
        {
            "chapter": 52,
            "verse": 49,
            "text": "and at night glorify Him, and at the receding of the stars"
        },
        {
            "chapter": 53,
            "verse": 1,
            "text": "By the star when it sets"
        },
        {
            "chapter": 53,
            "verse": 2,
            "text": "your companion has neither strayed nor erred"
        },
        {
            "chapter": 53,
            "verse": 3,
            "text": "nor does he speak out of caprice"
        },
        {
            "chapter": 53,
            "verse": 4,
            "text": "It is naught but a revelation revealed"
        },
        {
            "chapter": 53,
            "verse": 5,
            "text": "taught him by one of awesome power"
        },
        {
            "chapter": 53,
            "verse": 6,
            "text": "Possessed of vigor, he stood upright"
        },
        {
            "chapter": 53,
            "verse": 7,
            "text": "when he was upon the highest horizon"
        },
        {
            "chapter": 53,
            "verse": 8,
            "text": "Then he drew nigh and came close"
        },
        {
            "chapter": 53,
            "verse": 9,
            "text": "till he was within two bows’ length or nearer"
        },
        {
            "chapter": 53,
            "verse": 10,
            "text": "Then He revealed to His servant what He revealed"
        },
        {
            "chapter": 53,
            "verse": 11,
            "text": "The heart lied not in what it saw"
        },
        {
            "chapter": 53,
            "verse": 12,
            "text": "Do you then dispute with him as to what he saw"
        },
        {
            "chapter": 53,
            "verse": 13,
            "text": "And indeed he saw him another time"
        },
        {
            "chapter": 53,
            "verse": 14,
            "text": "at the lote tree of the boundary"
        },
        {
            "chapter": 53,
            "verse": 15,
            "text": "by which lies the Garden of the refuge"
        },
        {
            "chapter": 53,
            "verse": 16,
            "text": "when there covered the lote tree that which covered"
        },
        {
            "chapter": 53,
            "verse": 17,
            "text": "The gaze swerved not; nor did it transgress"
        },
        {
            "chapter": 53,
            "verse": 18,
            "text": "Indeed, he saw the greatest of the signs of his Lord"
        },
        {
            "chapter": 53,
            "verse": 19,
            "text": "Have you considered al-Lat and al-?Uzza"
        },
        {
            "chapter": 53,
            "verse": 20,
            "text": "and Manat, the third, the other"
        },
        {
            "chapter": 53,
            "verse": 21,
            "text": "Unto you males and unto Him females"
        },
        {
            "chapter": 53,
            "verse": 22,
            "text": "This, then, is an unfair division"
        },
        {
            "chapter": 53,
            "verse": 23,
            "text": "They are naught but names that you have named—you and your fathers—for which God has sent down no authority. They follow naught but conjecture and that which their souls desire, though guidance has surely come to them from their Lord"
        },
        {
            "chapter": 53,
            "verse": 24,
            "text": "Or shall man have whatsoever he longs for"
        },
        {
            "chapter": 53,
            "verse": 25,
            "text": "Yet unto God belong the Hereafter and this world"
        }
    ]
}