{
    "maqras": [
        {
            "chapter": 59,
            "verse": 11,
            "text": "Hast thou not seen those who act with hypocrisy, saying to their brothers who disbelieve among the People of the Book, “If you are expelled, surely we shall go forth with you. And we shall never obey anyone against you. And if you are fought, we shall help you.” God bears witness that they are surely liars"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Were they expelled, they would not go forth with them, and were they fought, they would not help them. And were they to help them, they would surely turn their backs. Then they would not be helped"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Truly you incite more intense dread in their breasts than God. That is because they are a people who do not comprehend"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "They will not fight you all together, save in fortified towns or from behind walls. Their might is fierce among themselves. You suppose that they are together; yet their hearts are divided. That is because they are a people who do not understand"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "like those who shortly before them tasted the evil consequences of their affair—and theirs shall be a painful punishment—"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "like Satan when he says unto man, “Disbelieve!” Then when he disbelieves, he says, “Surely I am quit of you. Truly I fear God, Lord of the worlds.”"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "The end of both is that they will be in the Fire, abiding therein. That is the recompense of the wrongdoers"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "O you who believe! Reverence God and let every soul consider what it has sent forth for the morrow; and reverence God. Truly God is Aware of whatsoever you do"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "And be not like those who forget God, such that He makes them forget their souls. It is they who are the iniquitous"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Not equal are the inhabitants of the Fire and the inhabitants of the Garden. The inhabitants of the Garden—they are the triumphant"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "Had We made this Quran descend upon a mountain, thou wouldst have seen it humbled, rent asunder by the fear of God. These are the parables We set forth for mankind, that haply they may reflect"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "He is God, other than Whom there is no god, Knower of the Unseen and the seen. And He is the Compassionate, the Merciful"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "He is God, other than Whom there is no god, the Sovereign, the Holy, Peace, the Faithful, the Protector, the Mighty, the Compeller, the Proud. Glory be to Him above the partners they ascribe"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "He is God, the Creator, the Maker, the Fashioner; unto Him belong the Most Beautiful Names. Whatsoever is in the heavens and the earth glorifies Him, and He is the Mighty, the Wise"
        },
        {
            "chapter": 60,
            "verse": 1,
            "text": "O you who believe! Take not Mine enemy and your enemy as friends—you offer them affection, though they have indeed disbelieved in the truth that has come to you, expelling the Messenger and you for having believed in God your Lord—if you have gone forth striving in My way and seeking My good pleasure. You show them affection in secret, while I know best that which you hide and that which you disclose. And whosoever among you does so has indeed strayed from the right way"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "Were they to come upon you, they would be enemies unto you and would stretch forth their hands and their tongues against you in evil. And they wish you to disbelieve"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Your family relations and your children will not benefit you on the Day of Resurrection; He will distinguish between you. And God sees whatsoever you do"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "There is indeed a beautiful example for you in Abraham and those with him, when they said to their people, “Truly we are quit of you and of all that you worship apart from God. We have rejected you, and enmity and hatred have arisen between us and you forever, till you believe in God alone”; save for Abraham’s saying to his father, “I shall assuredly ask forgiveness for you, though I have no power to avail you aught from God.” “Our Lord, in Thee do we trust, unto Thee do we turn in repentance, and unto Thee is the journey’s end"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Our Lord! Make us not a trial for those who disbelieve, and forgive us. Our Lord! Truly Thou art the Mighty, the Wise.”"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "You have a beautiful example in them for whosoever hopes for God and the Last Day. And whosoever turns away—truly God is the Self-Sufficient, the Praised"
        }
    ]
}