{
    "maqras": [
        {
            "chapter": 3,
            "verse": 52,
            "text": "And when Jesus sensed disbelief in them, he said, “Who are my helpers unto God?” The apostles said, “We are God’s helpers. We believe in God; bear witness that we are submitters"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Our Lord, we believe in what Thou hast sent down, and we follow the messenger, so inscribe us among the witnesses.”"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "And they plotted, and God plotted. And God is the best of plotters"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "when He said, “O Jesus, I shall take thee and raise thee unto Me, and purify thee of those who disbelieved, and place those who followed thee above those who disbelieved, until the Day of Resurrection. Then unto Me is your return, and I shall judge between you concerning that wherein you used to differ"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "And as for those who disbelieve, I shall punish them with a severe punishment in this world and the Hereafter; and they shall have no helpers"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "And as for those who believe and perform righteous deeds, He shall pay them their rewards in full. And God loves not the wrongdoers.”"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "This is what We recite unto thee of the signs and the Wise Reminder"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Truly the likeness of Jesus in the sight of God is that of Adam; He created him from dust, then said to him, “Be!” and he was"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "The truth is from thy Lord; so be not among the doubters"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "And to whomsoever disputes with thee over it, after the knowledge that has come unto thee, say, “Come! Let us call upon our sons and your sons, our women and your women, ourselves and yourselves. Then let us pray earnestly, so as to place the curse of God upon those who lie.”"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "This is indeed the true account; there is no god but God, and truly God is the Mighty, the Wise"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "And if they turn away, then God knows well the workers of corruption"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Say, “O People of the Book! Come to a word common between us and you, that we shall worship none but God, shall not associate aught with Him, and shall not take one another as lords apart from God.” And if they turn away, then say, “Bear witness that we are submitters.” e"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "People of the Book! Why do you dispute concerning Abraham, as neither the Torah nor the Gospel was sent down until after him? Do you not understand"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Behold! You are the very same who dispute concerning that of which you have knowledge; so why do you dispute concerning that of which you have no knowledge? God knows, and you know not"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Abraham was neither Jew nor Christian, but rather was a ?anif, a submitter, and he was not one of the idolaters"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Truly the people worthiest of Abraham are those who followed him, and this prophet and those who believe. And God is the Protector of the believers"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "A group among the People of the Book wishes to make you go astray; yet they make none go astray but themselves, though they are unaware"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "People of the Book! Why do you disbelieve in God’s signs, while you are witness"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "People of the Book! Why do you confound the truth with falsehood, and knowingly conceal the truth"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "And a group of the People of the Book say, “Believe in what was sent down unto those who believe at the start of the day, and disbelieve at its end, that haply they may return"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "And believe none but him who follows your religion. Say, “Truly guidance is God’s Guidance\" lest anyone be granted the like of what you were granted or dispute with you before your Lord.” Say, “Truly bounty is in God’s Hand. He grants it to whomsoever He will, and God is All-Encompassing, Knowing.”"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "He selects for His Mercy whomsoever He will, and God is Possessed of Tremendous Bounty"
        }
    ]
}