{
    "maqras": [
        {
            "chapter": 3,
            "verse": 186,
            "text": "You will surely be tried in your wealth and your souls, and you shall hear much hurt from those who were given the Book before you, and from those who are idolaters. But if you are patient and reverent, then that is indeed a course worthy of resolve"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "[Remember] when God made the covenant with those who were given the Book, “You shall make it clear to the people, and not conceal it.” Then they cast it behind their backs and sold it for a paltry price. Evil indeed is their selling"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Do not suppose that those who exult in what they have brought about and love to be praised for what they have not done—do not suppose that they are delivered from the punishment; theirs is a painful punishment"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "Unto God belongs sovereignty over the heavens and the earth, and God is Powerful over all things"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Truly in the creation of the heavens and the earth and the variation of the night and the day are signs for the possessors of intellect"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "who remember God standing, sitting, and lying upon their sides, and reflect upon the creation of the heavens and the earth, “Our Lord, Thou hast not created this in vain. Glory be to Thee! Shield us from the punishment of the Fire"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Our Lord! Whomsoever Thou makest to enter into the Fire, Thou hast surely disgraced him. And the wrongdoers shall have no helpers"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Our Lord! Truly we have heard a caller calling to faith, saying ‘Believe in your Lord,’ so we believed. Our Lord, forgive us our sins and absolve us of our evil deeds, and take us unto Thee with the pious"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Our Lord! Give us what Thou hast promised us through Thy messengers, and disgrace us not on the Day of Resurrection. Truly Thou wilt not fail the tryst.”"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "So their Lord answered them, “I shall not let the work of any worker among you, male or female, be in vain; each of you is like the other. So those who emigrated, and were expelled from their homes, and were hurt in My way, and fought and were slain—I shall absolve them of their evil deeds and shall make them enter Gardens with rivers running below, a reward from God. And God, with Him is the most beautiful reward"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Let it not delude thee that those who disbelieve are free to come and go in the land"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "It is a little enjoyment. Then their refuge is Hell, an evil resting place"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "But [as for] those who reverence their Lord, theirs shall be Gardens with rivers running below, abiding therein, as a welcome from God. And that which is with God is better for the pious"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "And truly among the People of the Book are those who believe in God and that which has been sent down unto you, and that which has been sent down unto them, humble before God, not selling God’s signs for a paltry price. It is they who shall have their reward with their Lord. Truly God is swift in reckoning"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "O you who believe! Be patient, vie in patience, persevere, and reverence God, that haply you may prosper"
        }
    ]
}