{
    "maqras": [
        {
            "chapter": 6,
            "verse": 13,
            "text": "Unto Him belongs all that dwells in the night and in the day, and He is the Hearing, the Knowing.”"
        },
        {
            "chapter": 6,
            "verse": 14,
            "text": "Say, “Shall I take as a protector anyone other than God, the Originator of the heavens and the earth, who feeds and is not fed?” Say, “I was commanded to be the first of those who submit.” And be not among the idolaters"
        },
        {
            "chapter": 6,
            "verse": 15,
            "text": "Say, “Truly I fear the punishment of a tremendous Day should I disobey my Lord.”"
        },
        {
            "chapter": 6,
            "verse": 16,
            "text": "Whosoever is spared on that Day, He has certainly been merciful unto him, and that is the manifest triumph"
        },
        {
            "chapter": 6,
            "verse": 17,
            "text": "If God should touch thee with affliction, none can remove it save He, and should He touch thee with goodness, then He is Powerful over all things"
        },
        {
            "chapter": 6,
            "verse": 18,
            "text": "He is Dominant over His servants; and He is the Wise, the Aware"
        },
        {
            "chapter": 6,
            "verse": 19,
            "text": "Say, “What thing is greatest as testimony?” Say, “God is Witness between you and me. And this Quran has been revealed unto me, that thereby I may warn you and whomsoever it may reach. Do you truly bear witness that there are other gods beside God?” Say, “I bear no such witness.” Say, “He is only One God, and truly I am quit of that which you ascribe as partners unto Him.”"
        },
        {
            "chapter": 6,
            "verse": 20,
            "text": "Those unto whom We gave the Book recognize it as they recognize their own children. Those who have lost their souls, they do not believe"
        },
        {
            "chapter": 6,
            "verse": 21,
            "text": "Who does greater wrong than one who fabricates a lie against God or denies His signs? Surely the wrongdoers will not prosper"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "And on the Day when We shall gather them all together, We shall say unto those who ascribed partners unto God, “Where are those partners whom you claimed?”"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Then their contention will be but to say, “By God, our Lord, we were not idolaters.”"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Behold how they lie against themselves, but that which they used to fabricate has forsaken them"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "Among them are those who listen to thee, but We have placed coverings over their hearts, such that they understand it not, and in their ears a deafness. Were they to see every sign, they would not believe in it, so that when they come to thee, they dispute with thee. Those who disbelieve say, “This is naught but fables of those of old.”"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "And they forbid it, and keep away from it, and they destroy none but themselves, though they are unaware"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "If thou couldst see when they are arraigned before the Fire, whereupon they will say, “Would that we were sent back! Then we would not deny the signs of our Lord, but we would be among the believers!”"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "Nay, but it has now become clear to them what they used to hide. And even if they were sent back, they would return to the very thing they had been forbidden. Truly they are liars"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "They say, “There is naught but our life in this world, and we shall not be resurrected.”"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "If thou couldst see when they are arraigned before their Lord, He will say, “Is this not the truth?” They will say, “Yea, indeed, by our Lord!” He will say, “Then taste the punishment for having disbelieved.”"
        },
        {
            "chapter": 6,
            "verse": 31,
            "text": "Lost indeed are those who deny the meeting with God till, when the Hour comes upon them suddenly, they say, “Alas for us, that we neglected it!” They will bear their burdens upon their backs. Behold! Evil is that which they bear"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "The life of this world is naught but play and diversion. Better indeed is the Abode of the Hereafter for those who are reverent. Do you not understand"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "We know well that what they say grieves thee. Yet, it is not thee that they deny. Rather, it is the signs of God that the wrongdoers reject"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "Surely messengers were denied before thee, and they bore patiently their being denied and persecuted till Our help came to them. None alters the Words of God, and there has already come unto thee some tidings of the messengers"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "And if their turning away is distressing to thee, then seekest, if thou canst, a tunnel into the earth, or a ladder unto the sky, that thou mightest bring them a sign. Had God willed, He would have gathered them all to guidance—so be not among the ignorant"
        }
    ]
}