{
    "maqras": [
        {
            "chapter": 6,
            "verse": 151,
            "text": "Say, “Come, I will recite that which your Lord has forbidden you: that you ascribe nothing as partner unto Him, and that you be virtuous toward parents, and that you slay not your children for fear of poverty—We will provide for you and for them—and approach not indecencies, whether outward or inward, and slay not the soul that God has made inviolable, save by right. This He has enjoined upon you, that haply you may understand.”"
        },
        {
            "chapter": 6,
            "verse": 152,
            "text": "And approach not the orphan’s property, save in the best manner, till he reaches maturity. And observe fully the measure and the balance with justice. We task no soul beyond its capacity. And when you speak, be just, even if it be [against] a kinsman, and fulfill the pact of God. This He has enjoined upon you, that haply you may remember"
        },
        {
            "chapter": 6,
            "verse": 153,
            "text": "This indeed is My path made straight; so follow it, and follow not other ways, lest they separate you from His way. This He has enjoined upon you, that haply you may be reverent"
        },
        {
            "chapter": 6,
            "verse": 154,
            "text": "Then We gave unto Moses the Book, complete for those who would be virtuous, as an exposition of all things, and as a guidance and a mercy, that haply they might believe in the meeting with their Lord"
        },
        {
            "chapter": 6,
            "verse": 155,
            "text": "And this is a blessed Book that We have sent down; so follow it and be reverent, that haply you may receive mercy"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "Lest you should say, “The Book was only sent down upon two groups before us, and we were indeed heedless of their study.”"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Or lest you should say, “If the Book had been sent down upon us, we would surely have been better guided than they.” Now there has come unto you a clear proof from your Lord, a guidance and a mercy. So who does greater wrong than one who denies the signs of God and turns away from them? Soon shall We recompense those who turn away from Our signs with a terrible punishment for their having turned away"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Do they await aught but that the angels should come upon them, or that thy Lord should come, or one of the signs of thy Lord should come? On the day that one of the signs of thy Lord does come, believing will be of no avail to any soul that did not believe beforehand and did not earn some goodness in its belief. Say, “Wait! We, too, are waiting.”"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Truly those who have divided their religion and become factions, thou hast nothing to do with them. Their matter rests with God alone; then He will inform them about that which they used to do"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Whosoever brings a good deed shall have ten times the like thereof; but whosoever brings an evil deed shall be recompensed only with the like thereof, and they shall not be wronged"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Say, “Truly my Lord has guided me unto a straight path, an upright religion, the creed of Abraham, a ?anif, and he was not of the idolaters.”"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Say, “Truly my prayer and my sacrifice, my living and my dying are for God, Lord of the worlds"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "He has no partner. This I am commanded, and I am the first of those who submit.”"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Say, “Shall I seek a lord other than God, while He is lord of all things? No soul does evil, save against itself, and none shall bear the burden of another. Then unto your Lord is your return and He will inform you of that wherein you differed.”"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "He it is Who appointed you vicegerents upon the earth and raised some of you by degrees above others, that He may try you in that which He has given you. Truly thy Lord is Swift in retribution, and truly He is Forgiving, Merciful"
        }
    ]
}