{
    "chapter": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Jumala on jo kuullut hänen vetoomuksensa, joka valitti puolisoansa vastaan, etsien oikeutta Jumalalta, Jumala on kuullut teidän keskustelunne; Jumala on totisesti kuuleva, näkevä"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Jos jotkut teistä hylkäävät vaimonsa sillä verukkeella, että nämä takaapäin ovat kuin äitinsä, niin eiväthän he ole heidän äitejään. Heidän äitejään ovat vain ne, jotka ovat synnyttäneet heidät, ja heidän sanansa totisesti ovat ilkeätä ja valheellista puhetta. Jumala on totisesti armahtava, anteeksiantava"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Niiden, jotka syrjäyttävät vaimonsa verraten heitä äiteihinsä ja sitten haluavat peruuttaa mitä ovat sanoneet, on vapautettava orja, ennenkuin he koskevat toinen toiseensa. Tähän teitä kehoitetaan, ja Jumala tuntee tekonne"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Mutta jos jollakulla ei ole varaa tähän, paastotkoon hän sen asemesta kaksi kuukautta peräkkäin, ennenkuin he koskevat toinen toiseensa. Se taas, jolla ei ole tähän voimaa, ruokkikoon kuusikymmentä köyhää. Näin on, jotta uskoisitte Jumalaan ja Hänen sananjulistajaansa. Tämä on Jumalan laki, ja epäuskoisia odottaa tuska ja vaiva"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Totisesti ne, jotka vastustavat Jumalaa ja Hänen sananjulistajaansa, lyödään maahan niinkuin ne, jotka elivät ennen heitä, ja Me olemme jo lähettänyt siitä selvät todisteet; ja epäuskoisia odottaa häpeällinen kuritus"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "Päivänä, jolloin Jumala on herättävä heidät kaikki kuolleista, on Hän ilmoittava heille, mitä he ovat tehneet. Jumala on merkinnyt sen muistiin, vaikka he ovat sen unohtaneet, sillä Jumala näkee kaiken"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Etkö huomaa, että Jumala tietää kaiken, mitä on taivaassa ja maan päällä? Kolmella ei ole salaista keskustelua Hänen olemattaan siinä neljäntenä, eikä viidellä neuvottelua Hänen olemattaan kuudentena; olipa heitä vähemmän tai enemmän, Hän on läsnä missä tahansa he kokoontuvatkin. Ylösnousemuksen päivänä Hän on ilmoittava heille, mitä he ovat tehneet. Totisesti Jumala on kaikkitietävä"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Etkö ole nähnyt niitä, joita on kielletty pitämästä salaisia neuvotteluja, mutta jotka taas ryhtyvät siihen, mikä heiltä kiellettiin, ja salaa yllyttävät toisiaan kapinaan ja tottelemattomuuteen sananjulistajaa vastaan. Kun he tulevat sinun luoksesi, he tervehtivät sinua tavalla, jolla Jumala ei sinua tervehdi, ja sanovat itsekseen: »Miksi ei Jumala rankaise meitä puheistamme?» Helvetti riittää heille rangaistukseksi; sinne he joutuvat, ja se on surkea olinpaikka"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "Te uskovaiset, kun pidätte yksityistä neuvottelua, älkää antako synnin yllyttää itseänne kapinaan ja tottelemattomuuteen sananjulistajaa vastaan, vaan pitäkää neuvottelunne hurskaudessa ja Jumalan pelossa ja täyttäkää velvollisuutenne Jumalaa kohtaan, jonka luokse kerran kokoonnutte"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Salaiset neuvottelut ovat lähtöisin saatanasta, joka niillä pyrkii tuottamaan murhetta uskoville, mutta hän ei voi vahingoittaa heitä hituistakaan Jumalan sallimatta, ja Jumalaan uskovaiset luottakoot"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Te uskovaiset, kun teitä pyydetään varaamaan tilaa kokouksissanne, varatkaa sitä runsaasti, Jumala on vuorostaan valmistava tilaa teille. Kun teitä pyydetään nousemaan, nouskaa; Jumala on korottava monta astetta ylemmäksi ne teistä, jotka uskovat, ja ne, joilla on tieto. Jumala tuntee tekonne"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "Te uskovaiset, kun pidätte neuvoa sananjulistajan kanssa, antakaa uhrilahja ennen neuvotteluanne. Näin on teille parasta ja oikeinta. Mutta jos teillä ei ole varaa siihen, niin totisesti Jumala on anteeksiantavainen, armollinen"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Pelkäättekö, ettei teillä ole varaa almuihin ennen neuvotteluanne? Jos siis jätätte sen tekemättä, mutta Jumala kääntyy auttaen puoleenne, niin suorittakaa rukoukset ja antakaa säädetyt almut sekä totelkaa Jumalaa ja Hänen sanansaattajaansa, sillä Jumala tietää, mitä te teette"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "Oletko ajatellut niitä, jotka turvautuvat kansaan, jolle Jumala on vihastunut? He eivät kuulu teihin ettekä te heihin, vaan he vannovat väärin vastoin parempaa tietoaan"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Jumala on heille varannut ankaran rangaistuksen, kauheaa on totisesti se, mitä he tekevät"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Valojensa varjolla he vieroittavat muita Jumalan tieltä. Sentähden heitä odottaa häpeällinen rangaistus"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Heidän omaisuutensa ja lapsensa eivät hyödytä heitä vähääkään Jumalan edessä; he joutuvat tuleen ja pysyvät siinä ikuisesti"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Sinä päivänä, jona Jumala herättää heidät kaikki kuolleista, he vannovat Hänelle niinkuin ovat vannoneet teille ja luulevat sillä jotakin voittavansa. Eivätkö he totisesti ole valehtelijoita"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Saatana on ottanut vallan heissä ja saanut heidät unohtamaan Jumalan kunnioittamisen; he ovat saatanan omia. Mutta ovathan saatanan omat häviöön tuomittuja"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Totisesti ne, jotka vastustavat Jumalaa ja Hänen sananjulistajaansa, kuuluvat viheliäisimpien joukkoon"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Jumala on sanonut: »Totisesti olen Minä voittava, Minä ja sananjulistajani.» Totisesti on Jumala voimakas, mahtava"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "Sellaisten joukosta, jotka uskovat Jumalaan ja viimeiseen päivään, et löydä ihmisiä, jotka rakastavat Jumalan ja Hänen sananjulistajansa vastustajia, vaikkapa nämä olisivat heidän isiään tai poikiaan tai veljiään tai sukulaisiaan. Sellaisten sydämiin Hän on painanut uskonsa ja vahvistanut heitä hengeltään. Hän sallii heidän päästä puutarhoihin, joita virrat vilvoittavat ja joissa he saavat asua iankaikkisesti. Jumala on tyytyväinen heihin ja he Jumalaan. He ovat Jumalan omia. Ja Jumalan omat ovat autuaita"
        }
    ]
}