{
    "rukus": [
        {
            "chapter": 12,
            "verse": 69,
            "text": "Cuando estuvieron ante Jose, este arrimo a si a su hermano y dijo: «¡Soy tu hermano! ¡No te aflijas, pues, por lo que hicieron!»"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Habiendoles aprovisionado, puso la copa en la alforja de su hermano. Luego, un voceador pregono: «¡Caravaneros! ¡Sois, ciertamente, unos ladrones!»"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Dijeron, dirigiendose a ellos: «Que echais de menos?»"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Dijeron: «Echamos de menos la copa del rey. Una carga de camello para quien la traiga. Yo lo garantizo»"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "«¡Por Ala!» dijeron. «Bien sabeis que o no hemos venido a corromper en el pais y que no somos ladrones»"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Dijeron: «Y, si mentis, ¿Cual sera su retribucion?»"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Dijeron: «La retribucion de aquel en cuya alforja se encuentre sera que se quede aqui detenido. Asi retribuimos a los impios»"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Comenzo por sus sacos antes que por el de su hermano. Luego, la saco del saco de su hermano. Nosotros sugerimos esta artimana a Jose, pues no podia prender a su hermano segun la ley del rey, a menos que Ala quisiera. Elevamos la categoria de quien Nosotros queremos. Por encima de todo el que posee ciencia hay Uno Que todo lo sabe"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "Dijeron: «Si el ha robado, ya un hermano suyo ha robado antes». Pero Jose lo mantuvo secreto y no se lo revelo. Penso: «Os encontrais en la situacion peor y Ala sabe bien lo que contais»"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Dijeron: «¡Poderoso! Tiene un padre muy anciano. Reten a uno de nosotros en su lugar. Vemos que eres de quienes hacen el bien»"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Dijo: «¡Ala nos libre de retener a otro distinto de aquel en cuyo poder hemos encontrado nuestra propiedad! Seriamos, si no, injustos»"
        }
    ]
}