{
    "rukus": [
        {
            "chapter": 12,
            "verse": 80,
            "text": "Desesperado de hacerle cambiar, celebraron una consulta. El mayor dijo: «¿Habeis olvidado que vuestro padre os ha exigido comprometeros ante Ala y como faltasteis antes a Jose? Yo no saldre de este pais hasta que mi padre me lo permita o hasta que Ala decida en mi favor, que El es el Mejor en decidir"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Regresad a vuestro padre y decid: '¡Padre! Tu hijo ha robado. No atestiguamos sino lo que sabemos. No podiamos vigilar lo oculto"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "Interroga a la ciudad en que nos hallabamos y a la caravana con la cual hemos venido. ¡Si, decimos la verdad!'»"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Dijo: «¡No! Vuestra imaginacion os ha sugerido esto. ¡Hay que tener digna paciencia! Tal vez Ala me los devuelva a todos. El es el Omnisciente, el Sabio»"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "Y se alejo de ellos y dijo: «¡Que triste estoy por Jose!» Y, de tristeza, sus ojos perdieron la vista. Sufria en silencio"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Dijeron: «¡Por Ala, que no vas a dejar de recordar a Jose hasta ponerte enfermo o morir!»"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Dijo: «Solo me quejo a Ala de mi pesadumbre y de mi tristeza. Pero se por Ala lo que vosotros no sabeis"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "¡Hijos mios! ¡Id e indagad acerca de Jose y de su hermano y no desespereis de la misericordia de Ala, porque solo el pueblo infiel desespera de la misericordia de Ala!»"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Cuando estuvieron ante el, dijeron: «¡Poderoso! Hemos sufrido una desgracia, nosotros y nuestra familia, y traemos una mercancia de poco valor. ¡Danos, pues, la medida justa y haznos caridad! Ala retribuye a los que hacen la caridad»"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "Dijo: «¿Sabeis lo que, en vuestra ignorancia, hicisteis a Jose y a su hermano?»"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Dijeron: «¿De veras eres tu Jose?» Dijo: «¡Yo soy Jose y este es mi hermano! Ala nos ha agraciado. Quien teme a Ala y es paciente...Ala no deja de remunerar a quienes hacen el bien»"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Dijeron: «¡Por Ala! Ciertamente, Ala te ha preferido a nosotros. ¡Hemos pecado!»"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Dijo: «¡Hoy no os reprocheis nada! ¡Ala os perdonara El es la Suma Misericordia"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "¡Llevaos esta camisa mia y aplicadla al rostro de mi padre: recuperara la vista! ¡Traedme luego a vuestra familia, a todos!»"
        }
    ]
}