{
    "rukus": [
        {
            "chapter": 23,
            "verse": 78,
            "text": "El es Quien ha creado para vosotros el oido, la vista y el intelecto. ¡Que poco agradecidos sois"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "El es Quien os ha diseminado por la tierra. Y hacia El- sereis congregados"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "El es Quien da la vida y da la muerte. El ha hecho que se sucedan la noche y el dia. ¿Es que no comprendeis"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Al contrario, dicen lo mismo que dijeron los antiguos"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Dicen: «Cuando muramos y seamos tierra y huesos, ¿se nos resucitara acaso"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Ya antes se nos habia prometido esto a nosotros y a nuestros padres. No son mas que patranas de los antiguos»"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Di: «¿De quien es la tierra y quien en ella hay? Si es que lo sabeis...»"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Diran: «¡De Ala!» Di: «¿Es que no os dejareis amonestar?»"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Di: «¿Quien es el Senor de los siete cielos, el Senor del Trono augusto?»"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Diran: «¡Ala!» Di: «¿Y no Le temeis?»"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Di: «¿Quien tiene en Sus manos la realeza de todo, protegiendo sin que nadie pueda proteger contra El? Si es que lo sabeis...»"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Diran: «¡Ala!» Di: «Y ¿como podeis estar tan sugestionados?»"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Vinimos a ellos con la Verdad, pero mienten, si"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Ala no ha adoptado un hijo, ni hay otro dios junto con El. Si no, cada dios se habria atribuido lo que hubiera creado y unos habrian sido superiores a otros. ¡Gloria a Ala, Que esta por encima de lo que cuentan"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "El conocedor de lo oculto y de lo patente. ¡Esta por encima de lo que Le asocian"
        }
    ]
}