{
    "rukus": [
        {
            "chapter": 25,
            "verse": 21,
            "text": "Los que no cuentan con encontrarnos, dicen: «¿Por que no se nos han enviado de lo alto angeles o por que no vemos a nuestro Senor?» Fueron altivos en sus adentros y se insolentaron sobremanera"
        },
        {
            "chapter": 25,
            "verse": 22,
            "text": "El dia que vean a los angeles, no habra, ese dia, buenas nuevas para los pecadores. Diran: «¡Limite infranqueable!»"
        },
        {
            "chapter": 25,
            "verse": 23,
            "text": "Examinaremos sus obras y haremos de ellas polvo disperso en el aire"
        },
        {
            "chapter": 25,
            "verse": 24,
            "text": "Ese dia los moradores del Jardin gozaran de la mejor morada y del mas bello descansadero"
        },
        {
            "chapter": 25,
            "verse": 25,
            "text": "El dia que se desgarre el nubarron del cielo y sean enviados abajo los angeles"
        },
        {
            "chapter": 25,
            "verse": 26,
            "text": "ese dia, el dominio, el verdadero, sera del Compasivo, y sera un dia dificil para los infieles"
        },
        {
            "chapter": 25,
            "verse": 27,
            "text": "el dia que el impio se muerda las manos diciendo: «¡Ojala hubiera seguido un mismo camino que el Enviado"
        },
        {
            "chapter": 25,
            "verse": 28,
            "text": "¡Ay de mi! ¡Ojala no hubiera tomado a fulano como amigo"
        },
        {
            "chapter": 25,
            "verse": 29,
            "text": "Me ha desviado de la Amonestacion, despues de haber venido a mi». El Demonio siempre deja colgado al hombre"
        },
        {
            "chapter": 25,
            "verse": 30,
            "text": "El Enviado dice: «¡Senor! ¡Mi pueblo ha cobrado aversion a este Coran !»"
        },
        {
            "chapter": 25,
            "verse": 31,
            "text": "Asi hemos asignado a cada profeta un enemigo de entre los pecadores. Pero tu Senor basta como guia y auxilio"
        },
        {
            "chapter": 25,
            "verse": 32,
            "text": "Los infieles dicen: «¿Por que no se le ha revelado el Coran de una vez?» Para, asi, confirmar con el tu corazon. Y lo hemos hecho recitar lenta y claramente"
        },
        {
            "chapter": 25,
            "verse": 33,
            "text": "No te proponen ninguna parabola que no te aportemos Nosotros el verdadero sentido y la mejor interpretacion"
        },
        {
            "chapter": 25,
            "verse": 34,
            "text": "Aquellos que sean congregados, boca abajo, hacia la gehena seran los que se encuentren en la situacion peor y los mas extraviados del Camino"
        }
    ]
}