{
    "rukus": [
        {
            "chapter": 40,
            "verse": 51,
            "text": "Si, a Nuestros enviados y a los que crean les auxiliaremos en la vida de aca y el dia que depongan los testigos"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "el dia que ya no sirvan de nada a los impios sus excusas, sino que sean malditos y tengan la Morada Mala"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "Dimos la Direccion a Moises y dimos en herencia la Escritura a los Hijos de Israel"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "como direccion y amonestacion para los dotados de intelecto"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "¡Ten paciencia! ¡Lo que Ala promete es verdad! Pide perdon por tu pecado y celebra al anochecer y al alba las alabanzas de tu Senor"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Quienes discuten de los signos de Ala sin haber recibido autoridad, no piensan sino en grandezas, que no alcanzaran. ¡Busca, pues, refugio en Ala! El es Quien todo lo oye, Quien todo lo ve"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Crear los cielos y la tierra es mas Q grande aun que crear a los hombres. Pero la mayoria de los hombres no saben"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "No son iguales el ciego y el vidente. Ni los que han creido y obrado bien y los que han obrado mal. ¡Que poco os dejais amonestar"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "Si, la Hora llega, no hay duda de ella, pero la mayoria de los hombres no creen"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Vuestro Senor ha dicho: «¡Invocadme y os escuchare! Los que, llevados de su altivez, no Me sirvan entraran, humillados, en la gehena»"
        }
    ]
}