{
    "rukus": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "hm"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "¡Por la Escritura clara"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "Hemos hecho de ella un Coran arabe. Quizas, asi, razoneis"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "Esta en la Escritura Matriz que Nosotros tenemos, sublime, sabio"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "¿Es que, porque seais gente inmoderada, vamos a privaros de la Amonestacion"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "¡Cuantos profetas hemos enviado a los antiguos"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "No vino a ellos profeta que no se burlaran de el"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Por eso, hemos hecho perecer a otros mas temibles que ellos. Ya ha precedido el ejemplo de los antiguos"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Si les preguntas: «¿Quien ha creado los cielos y la tierra?», seguro que dicen: «¡Los ha creado el Poderoso, el Omnisciente!»"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "Quien os ha puesto la tierra como cuna y os ha puesto en ella caminos. Quizas, asi, seais bien dirigidos"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "Quien ha hecho bajar agua del cielo con mesura para resucitar un pais muerto. Del mismo modo se os sacara"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "Quien ha creado todas las parejas y os ha dado las naves y los rebanos en que montais"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "para que os instaleis en ellos y, luego, cuando lo hayais hecho, recordeis la gracia de vuestro Senor y digais: «¡Gloria a Quien ha sujetado esto a nuestro servicio! ¡Nosotros no lo hubieramos logrado!»"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "¡Si, volveremos a nuestro Senor"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Han equiparado a algunos de Sus siervos con El. Si. el hombre es manifiestamente desagradecido"
        }
    ]
}