{
    "maqras": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "¡En el nombre de Alá, el Compasivo, el Misericordioso"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "Alabado sea Alá, Señor del universo"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "el Compasivo, el Misericordioso"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "Dueño del día del Juicio"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "A Ti solo servimos y a Ti solo imploramos ayuda"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Dirígenos por la vía recta"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "la vía de los que Tú has agraciado, no de los que han incurrido en la ira, ni de los extraviados"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "lm"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Ésta es la Escritura, exenta de dudas, como dirección para los temerosos de Alá"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "que creen en lo oculto, hacen la azalá y dan limosna de lo que les hemos proveído"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "creen en lo que se te ha revelado a ti y antes de ti, y están convencidos de la otra vida"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Ésos son los dirigidos por su Señor y ésos los que prosperarán"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Da lo mismo que adviertas o no a los infieles: no creen"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Alá ha sellado sus corazones y oídos; una venda cubre sus ojos y tendrán un castigo terrible"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "Hay entre los hombres quienes dicen: «Creemos en Alá y en el último Día», pero no creen"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "Tratan de engañar a Alá y a los que creen; pero, sin darse cuenta, sólo se engañan a sí mismos"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "Sus corazones están enfermos y Alá les ha agravado su enfermedad. Tendrán un castigo doloroso por haber mentido"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "Cuando se les dice: «¡No corrompáis en la tierra!», dicen: «Pero ¡si somos reformadores!»"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "¡No son ellos, en realidad, los corruptores? Pero no se dan cuenta"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "Cuando se les dice: «¡Creed como creen los demás!», dicen: «¿Es que vamos a creer como creen los tontos?» Son ellos los tontos, pero no lo saben"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "Cuando encuentran a quienes creen, dicen: «¡Creemos!» Pero, cuando están a solas con sus demonios, dicen: «Estamos con vosotros, era sólo una broma»"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Alá les devolverá la broma y les dejará que persistan en su rebeldía, errando ciegos"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Ésos son los que han trocado la Dirección por el extravío. Por eso, su negocio no ha resultado lucrativo y no han sido bien dirigidos"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Son como uno que alumbra un fuego. En cuanto éste ilumina lo que le rodea, Alá se les lleva la luz y les deja en tinieblas: no ven"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Son sordos, mudos, ciegos, no se convierten"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "O como si viniera del cielo una nube borrascosa, cargada de tinieblas, truenos y relámpagos. Se ponen los dedos en los oídos contra el rayo, por temor a la muerte. Pero Alá cerca a los infieles"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "El relámpago les arrebata casi la vista. Cuando les ilumina, caminan a su luz; pero, cuando les oscurece, se detienen. Si Alá hubiera querido, les habría quitado el oído y la vista. Alá es omnipotente"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "¡Hombres! Servid a vuestro Señor, Que os ha creado, a vosotros y a quienes os precedieron. Quizás, así, tengáis temor de Él"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Os ha hecho de la tierra lecho y del cielo edificio. Ha hecho bajar agua del cielo, mediante la cual ha sacado frutos para sustentaros. No atribuyáis iguales a Alá a sabiendas"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "Si dudáis de lo que hemos revelado a Nuestro siervo, traed una sura semejante y, si es verdad lo que decís, llamad a vuestros testigos en lugar de llamar a Alá"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Pero, si no lo hacéis -y nunca podréis hacerlo-, guardaos del fuego cuyo combustible lo constituyen hombres y piedras, y que ha sido preparado para los infieles"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "Anuncia la buena nueva a quienes creen y obran bien: tendrán jardines por cuyos bajos fluyen arroyos. Siempre que se les dé como sustento algún fruto de ellos, dirán: «Esto es igual que lo que se nos ha dado antes». Pero se les dará algo sólo parecido. Tendrán esposas purificadas y estarán allí eternamente"
        }
    ]
}