{
    "maqras": [
        {
            "chapter": 13,
            "verse": 5,
            "text": "Si de algo te asombras, asómbrate de su palabra: «Cuando seamos tierra, ¿es verdad que se nos creará de nuevo?» Ésos son los que niegan a su Señor, ésos los que llevarán argollas al cuello, ésos los moradores del Fuego, eternamente"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Te piden que precipites el mal antes que el bien, aun habiendo precedido castigos ejemplares. Tu Señor es el que perdona a los hombres, a pesar de su impiedad. Pero también tu Señor es severo en castigar"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Los infieles dicen: «¿Por qué no se le ha revelado un signo procedente de su Señor?» Tú eres sólo uno que advierte y cada pueblo tiene quien le dirija"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Alá sabe lo que cada hembra lleva y cuándo se contrae el útero, cuándo se dilata. Todo lo tiene medido"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "El Conocedor de lo oculto y de lo patente, el Grande, el Sublime"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Da lo mismo que uno de vosotros diga algo en secreto o lo divulgue, se esconda de noche o se muestre de día"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Tiene, por delante y por detrás, pegados a él, que le custodian por orden de Alá. Alá no cambiará la condición de un pueblo mientras éste no cambie lo que en sí tiene. Pero, si Alá quiere mal a un pueblo, no hay manera de evitarlo: fuera de Él, no tienen amigo"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Él es quien os hace ver el relámpago, motivo de temor y de anhelo, Él quien forma los nubarrones"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Por temor a Él, el trueno celebra Sus alabanzas, y los ángeles también. Él envía los rayos y hiere con ellos a quien Él quiere, mientras discuten sobre Alá, pues es fuerte en poderío"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "La verdadera invocación es la que se dirige a Él. Los que invocan a otros, en lugar de invocarle a Él, no serán escuchados nada. Les pasará, más bien, como a quien, deseando alcanzar el agua con la boca, se contenta con extender hacia ella las manos y no lo consigue. La invocación de los infieles es inútil"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Ante Alá se prosternan mañana y tarde los que están en los cielos y en la tierra, de grado o por fuerza, así como sus sombras"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Di: «¿Quién es el Señor de los cielos y de la tierra?» Di: «¡Alá!» Di: «¿Y tomaréis, en lugar de tomarle a Él, a amigos que no disponen para sí mismos de lo que puede aprovechar o dañar?» Di: «¿Son iguales el ciego y el vidente? ¿Son iguales las tinieblas y la luz? ¿Han dado a Alá asociados que hayan creado algo como lo que Él ha creado, al punto de llegar a confundir lo creado?» Di: «Alá es el Creador de todo. Él es el Uno, el Invicto»"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Ha hecho bajar del cielo agua, que se desliza por los valles, según la capacidad de éstos. El torrente arrastra una espuma flotante, semejante a la escoria que se produce en la fundición para fabricar joyas o utensilios. Así habla Alá en símil de la Verdad y de lo falso: la espuma se pierde; en cambio, queda en la tierra lo útil a los hombres. Así propone Alá los símiles"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Los que escuchen a su Señor tendrán , lo mejor. A los que no Le escuchen, aunque posean todo lo que hay en la tierra y otro tanto y lo ofrezcan como rescate, les irá mal al ajustar las cuentas. Su morada será la gehena. ¡Qué mal lecho"
        }
    ]
}