{
    "maqras": [
        {
            "chapter": 21,
            "verse": 29,
            "text": "A quien de ellos diga: «Soy un dios fuera de Él» le retribuiremos con la gehena. Así retribuimos a los impíos"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "¿Es que no han visto los infieles que los cielos y la tierra formaban un todo homogéneo y los separamos? ¿Y que sacamos del agua a todo ser viviente? ¿Y no creerán"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Hemos colocado en la tierra montañas firmes para que ella y sus habitantes no vacilen. Hemos puesto en ella anchos pasos a modo de caminos. Quizás, así, sean bien dirigidos"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Hemos hecho del cielo una techumbre protegida. Pero ellos se desvían de sus signos"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Él es Quien ha creado la noche y el día, el sol y la luna. Cada uno navega en una órbita"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "No hemos hecho eterno a ningún mortal antes de ti. Muriendo tú, ¿iban otros a ser inmortales"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Cada uno gustará la muerte. Os probamos tentándoos con el mal y con el bien. Y a Nosotros seréis devueltos"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Cuanto te ven los infieles«no hacen sino tomarte a burla: «¿Es Éste quien habla mal de vuestros dioses?» Y no creen en la amonestación del Compasivo"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "El hombre ha sido creado precipitado. Ya os haré ver Mis signos. ¡No Me deis prisa"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "que decís?» Y dicen: «¿Cuándo se cumplirá esta amenaza, si es verdad lo"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Si supieran los infieles, cuando no puedan apartar el fuego de sus rostros ni de sus espaldas, cuando no puedan ser auxiliados"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Pero ¡no! Les vendrá de repente y les dejará aturdidos. No podrán ni rechazarla ni retardarla"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Se burlaron de otros enviados que te precedieron, pero los que se burlaban se vieron cercados por aquello de que se burlaban"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Di: «¿Quién os protegerá, noche y día. contra el Compasivo?» Pero no hacen caso de la amonestación de su Señor"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "¿Tienen dioses que les defiendan en lugar de Nosotros? Éstos no pueden auxiliarse a sí mismos, ni encontrarán quien les ayude frente a Nosotros"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Les hemos permitido gozar de efímeros placeres, a ellos y a sus padres, hasta alcanzar una edad avanzada. ¿Es que no se dan cuenta de Nuestra intervención cuando reducimos la superficie de la tierra? ¡Serán ellos los vencedores"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Di: «Os advierto, en verdad, por la Revelación, pero los sordos no oyen el llamamiento cuando se les advierte»"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Si les alcanza un soplo del castigo de tu Señor, dicen de seguro: «¡Ay de nosotros, que hemos obrado impíamente!»"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Para el día de la Resurrección dispondremos balanzas que den el peso justo y nadie será tratado injustamente en nada. Aunque se trate de algo del peso de un grano de mostaza, lo tendremos en cuenta. ¡Bastamos Nosotros para ajustar cuentas"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Dimos a Moisés y a Aarón el Criterio, una claridad y una amonestación para los temerosos de Alá"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "que tienen miedo de su Señor en secreto y se preocupan por la Hora"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Esto es una amonestación bendita, que Nosotros hemos revelado ¿Y la negaréis"
        }
    ]
}