{
    "maqras": [
        {
            "chapter": 3,
            "verse": 171,
            "text": "alegres por una gracia y favor de Alá y porque Alá no deja de remunerar a los creyentes"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "A quienes escucharon a Alá y al Enviado, luego de la herida recibida, a quienes, entre ellos, hicieron el bien y temieron a Alá, se les reserva una magnífica recompensa"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "A aquéllos a quienes se dijo: «La gente se ha agrupado contra vosotros, ¡tenedles miedo!», esto les aumentó la fe y dijeron: «Alá nos basta! ¡Es un protector excelente!»"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Y regresaron por una gracia y favor de Alá, sin sufrir mal. Buscaron la satisfacción de Alá. Y Alá es el Dueño del favor inmenso"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Así es el Demonio: hace tener miedo de sus amigos. Pero, si sois creyentes, no tengáis miedo de ellos, sino de Mí"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "Que no te entristezca ver a quienes se precipitan en la incredulidad. No podrán causar ningún daño a Alá. Alá no quiere darles parte en la otra vida. Tendrán un castigo terrible"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Quienes compren la incredulidad con la fe no causarán ningún daño a Alá y tendrán un castigo doloroso"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Que no piensen los infieles que el que les concedamos una prórroga supone un bien para ellos. El concedérsela es para que aumente su pecado. Tendrán un castigo humillante"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "No va Alá a dejar a los creyentes en la situación en que os halláis hasta que distinga al malo del bueno. Ni va Alá a enteraros de lo oculto. Pero Alá elige de entre Sus enviados a quien Él quiere. Creed, pues, en Alá y en Sus enviados. Si creéis y teméis a Alá, tendréis una magnífica recompensa"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Que no crean quienes se muestran avaros del favor recibido de Alá que eso es bueno para ellos. Al contrario, es malo. El día de la Resurrección llevarán a modo de collar el objeto de su avaricia. L a herencia de los cielos y de la tierra pertenece a Alá. Alá está bien informado de lo que hacéis"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "Alá ha oído las palabras de quienes han dicho.«Alá es pobre y nosotros somo ricos». Tomaremos nota de lo que han dicho y de que han matado a los profetas sin justificación. Y les diremos: «¡Gustad el castigo del fuego de la gehena"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "Esto es lo que vuestras obras han merecido, que Alá no es injusto con Sus siervos»"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Esos mismos han dicho:«Alá ha concertado una alianza con nosotros: que no creamos en ningún enviado hasta tanto que nos traiga una oblación que el fuego consuma». Di: «Antes de mí, otros enviados os trajeron las pruebas claras y lo que habéis pedido. ¡Por qué, pues, les matasteis, si es verdad lo que decís?»"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Y si te desmienten, también fueron desmentidos otros enviados antes de ti, que vinieron con las pruebas claras, las Escrituras y la Escritura luminosa"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Cada uno gustará la muerte, pero no recibiréis vuestra recompensa íntegra hasta el día dela Resurrección. Habrá triunfado quien sea preservado del Fuego e introducido en el Jardín. La vida de acá no es más que falaz disfrute"
        }
    ]
}