{
    "maqras": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "Sabed que, si obtenéis algún botín un quinto corresponde a Alá, al Enviado y a sus parientes, a los huérfanos, a los pobres y al viajero, si creéis en Alá y en lo que hemos revelado a Nuestro siervo el día del Criterio, el día que se encontraron los dos ejércitos. Alá es omnipotente"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Cuando estabais en la ladera más próxima y ellos en la más lejana, mientras que la caravana estaba más baja que vosotros. Si hubierais intentado daros cita, no os habríais puesto de acuerdo sobre ella, pero para que Alá decidiera algo que debía hacerse. Para que, ante una prueba clara, pereciera quien debía perecer y, ante una prueba clara, sobreviviera quien debía sobrevivir. Alá todo lo oye, todo lo sabe"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Cuando, en tu sueño, Alá te los mostró poco numerosos; que, si te los hubiera mostrado numerosos, os habríais desanimado y habríais discutido sobre el particular, pero Alá os preservó. Él sabe bien lo que encierran los pechos"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Y cuando Alá, al iniciarse el encuentro, os los mostró poco numerosos a vuestros ojos, igual que os empequeñeció a sus ojos, para que Alá decidiera algo que debía hacerse. Y todo será devuelto a Alá"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "¡Creyentes! Cuando encontréis a una tropa ¡manteneos firmes y recordad mucho a Alá! ¡Quizás, así, consigáis la victoria"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "¡Y obedeced a Alá y a Su Enviado! ¡No discutáis! Si no, os desanimaréis y se enfriará vuestro ardor. ¡Tened paciencia, que Alá está con los pacientes"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "No seáis como los que salieron de sus casas con pompa y ostentación, desviando a otros del camino de Alá. Alá abarca lo que hacen"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Y cuando el Demonio engalanó sus obras y dijo: «¡Nadie podrá venceros hoy, yo os protejo!» Pero, cuando las dos tropas se divisaron, dio media vuelta y dijo: «Yo no soy responsable de vosotros. Veo lo que vosotros no veis. Temo a Alá. Alá castiga severamente»"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Cuando los hipócritas y los enfermos de corazón dijeron: «A éstos les ha engañado su religión». Pero quien confía en Alá... Alá es poderoso, sabio"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Si pudieras ver cuando los ángeles llamen a los que no han creído, golpeándoles en el rostro y en la espalda. Y: «¡Gustad el castigo del fuego de la gehena"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "por las obras que habéis cometido, que Alá no es injusto con Sus siervos!»"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Como ocurrió a la gente de Faraón y a los que les precedieron: no creyeron en los signos de Alá y Alá les castigó por sus pecados. Alá es fuerte, castiga severamente"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Esto es así porque Alá no modifica la gracia que dispensa a un pueblo mientras éste no cambie lo que en sí tiene. Alá todo lo oye, todo lo sabe"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Como ocurrió a la gente de Faraón y a los que les precedieron: desmintieron los signos de su Señor y les hicimos perecer por sus pecados. Anegamos a la gente de Faraón: todos eran impíos"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Los seres peores, para Alá, son los que, habiendo sido infieles en el pasado, se obstinan en su incredulidad"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "que, habiendo tú concertado una alianza con ellos, la violan a cada momento sin temer a Alá"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Si, pues, das con ellos en la guerra, que sirva de escarmiento a los que les siguen. Quizás, así, se dejen amonestar"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "Si temes una traición por parte de una gente, denuncia, con equidad, la alianza con ella. Alá no ama a los traidores"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "¡Que no crean los infieles que van a escapar! ¡No podrán"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "¡Preparad contra ellos toda la fuerza, toda la caballería que podáis para amedrentar al enemigo de Alá y vuestro y a otros fuera de ellos, que no conocéis pero que Alá conoce! Cualquier cosa que gastéis por la causa de Alá os será devuelta, sin que seáis tratados injustamente"
        }
    ]
}