{
    "pages": [
        {
            "chapter": 5,
            "verse": 3,
            "text": "Forbidden to you (for food) are: dead animal’s meat, blood, the flesh of swine, and what has been slaughtered as a sacrifice to other than Allah, (killed by) strangling and by a violent blow, and by a headlong fall, and by the goring of horns, and that devoured (partly eaten) by a beast except that slaughtered by you (before its death), and what slaughtered on altars (elevated places for sacrifice), and that you seek knowledge of your fate by dividing arrows. All these are sins (disobedience of Allah). This Day, those who have given up all hope, disbelieved of your religion. So you don’t fear them, but fear Me. This Day, I have perfected for you your religion, completed upon you My Favor, and has approved for you Islam as your religion. Whoever is forced by hunger, not inclined to sin (not eaten forbidden food), then surely, Allah is Forgiving, Merciful"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "They ask you (Muhammad) what is lawful for them (as food). Say: “Lawful are made to you pure good things. What you have taught to hunting animals (beasts and birds of prey) train them for hunting; you teach them what (knowledge) Allah has taught you. So you may eat what they catch for you, but invoke the name of Allah on it, and fear Allah. Surely, Allah is Swift in reckoning.”"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "This Day made lawful to you are pure good things. Food of those who have been given the Scripture is lawful to you and your food is lawful to them. (Lawful to marry) chaste women from the believing women and chaste women from those who were given the Scripture before you, when you have given them their bridal due (given by husband to his wife at the time of marriage) desiring chastity not lewdness (illegal sex), nor taking them as secret companions (girl friends). Whosoever disbelieves in faith, their work will go to waste, and they will be in the Hereafter among the losers"
        }
    ]
}