{
    "pages": [
        {
            "chapter": 7,
            "verse": 38,
            "text": "(Allah) will say: “You enter in the fire and join among nations of jinns and human who have passed away before you.” Every time a group will enter, it will curse its sister (preceding group) until they all will gather in it. The last of them will say to the first of them: “Our Lord! These have misled us, so give them double punishment of the fire.” He will say: “For every one there will be double (punishment), though you may not know.”"
        },
        {
            "chapter": 7,
            "verse": 39,
            "text": "The first of them will say to the last of them: “You were not any better than us, so taste the punishment for what you used to earn.”"
        },
        {
            "chapter": 7,
            "verse": 40,
            "text": "Surely, those who reject Our revelations and show arrogance to it, the gates of heaven will not be opened to them, nor they will enter Paradise until the camel passes through the eye of a needle (i.e., impossible). Thus Allah will recompense the criminals"
        },
        {
            "chapter": 7,
            "verse": 41,
            "text": "For them there will be bed of hell and above them it is covering (of fire). Thus We will recompense the wrongdoers"
        },
        {
            "chapter": 7,
            "verse": 42,
            "text": "As for those who believe and do righteous deeds, We don’t burden any person more than to its capacity; they are the residents of Paradise. They will abide in it forever"
        },
        {
            "chapter": 7,
            "verse": 43,
            "text": "And We shall remove what is in their hearts of any ill-feeling (against one another of the worldly life). Rivers will flow under them, and they will say: “All the praises be to Allah, Who has guided us to this, never could we have found guidance if Allah would not have guided us! Indeed, the Messengers of our Lord did come with the truth.” It will be cried out to them: “This is the Paradise which you have inherited for what you used to do (good).”"
        }
    ]
}