{
    "pages": [
        {
            "chapter": 22,
            "verse": 24,
            "text": "And (because) they were guided (in this world) to the good words (of Allah) and they were guided to the Way of Allah, who is Praise-Worthy"
        },
        {
            "chapter": 22,
            "verse": 25,
            "text": "Surely! Those who disbelieve, hinder people from the Way of Allah and from the sacred Masjid (at Makkah) which We have made open to all people, the local residents and the visitors (from other countries) as equal, and those who incline to evil actions or do wrong in it, We shall cause them to taste from a painful punishment"
        },
        {
            "chapter": 22,
            "verse": 26,
            "text": "And (remember) when We showed Abraham the site of the sacred house (the Ka’bah at Makkah) (saying) that: “Don’t associate anything with Me, sanctify My House for those who make Tawaf (go around counterclockwise), those who stand up for prayer, those who bow down, and make prostration"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "and proclaim the pilgrimage to people. They will come to you on foot and on every lean (camel), they will come from every deep (and distant) mountain highway (to perform Hajj)"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "so that they may witness things that benefit them, and mention the Name of Allah on appointed days (10-13th days of Dhul-Hijjah) over whatever He has provided them from the beast of cattle. Then eat and feed the poor from there who have a very hard time"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Then let them complete their prescribed duties (of Hajj such as cut hair, take bath), perform their vows, and go around the ancient house (the Ka’bah at Makkah as Tawaf-e-Ziyarah)"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "That (prescribed duties of Hajj is the obligation that mankind owes to Allah) is, and those who honor the sacred rites of Allah, it is better for them with their Lord. The meat of cattle is made lawful to you, except what has already been mentioned to you. So shun the worshipping of idols and shun false statements"
        }
    ]
}