{
    "pages": [
        {
            "chapter": 29,
            "verse": 64,
            "text": "This worldly life is nothing but amusement and play! Surely, the home of the Hereafter is indeed the life (that will never end), if they but knew"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "When they embark on a ship, they invoke Allah (during trouble) making their religion pure for Him only. But when He brings them safely to land, behold, they join (give credit to) others in worship (besides Allah)"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "so that they become ungrateful for that which We have given them, and that they take enjoyment. But they will come to know"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Do they not see that We have made (Makkah) a secure sanctuary while the people from all around them are being snatched away? Then do they (still) believe in false deities, and deny the Graces of Allah"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "And who does more wrong than he who invents a lie against Allah or denies the truth when it comes to him? Is there not a residence in hell for the disbelievers"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "As for those who strive hard in Our Cause, We will surely guide them to Allah’s ways. And surely, Allah is with the good doers"
        },
        {
            "chapter": 30,
            "verse": 1,
            "text": "Alif-Lam-Meem"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "The Romans (Christians) have been defeated (by the Persians - idol worshippers)"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "in the nearest land (of Syria), but after their defeat, they (Allah revealed to Muhammad that Romans) will be victorious"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "within a few years. Allah is in command with the matter before (the defeat of the Romans by Persians in 615 CE) and after (the defeat of Persians by Romans in 625 CE). On that day, the believers will rejoice (for victory)"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "with the help of Allah. He helps whom He wills, and He is the Mighty, the Merciful"
        }
    ]
}