{
    "pages": [
        {
            "chapter": 34,
            "verse": 40,
            "text": "And (remember) the Day when He will gather them all together and then will say to the angels: “Was it you that these people used to worship?”"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "They (angels) will say: “Glory be to You! You are our Lord instead of them. Nay, but they used to worship the jinns; most of them were believers in them.”"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "So today (the Day of Resurrection) none of you has power to profit or harm one another. And We shall say to those who did wrong: “Taste the punishment of the fire which you denied.”"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "And when Our clear Verses are recited to them, they say: “This man (Muhammad) wishes to hinder you from that which your forefathers used to worship.” Others say: “This is nothing but an invented lie.” Those who disbelieve in the truth when it has come to them say: “This is nothing but plain magic!”"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "And We had neither given them Scriptures to study, nor sent to them any Warner (Messenger) before you (O Muhammad)"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "And those who were before them denied; they have not received 1/10th of what We had granted to them, yet they denied My Messengers, then see how was My punishment"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "Say (O Muhammad to them): “I urge you on one thing only that you stand up for Allah’s sake in pairs and individually, and then ponder (yourself the history of Muhammad), is there any madness in your companion (Muhammad)? He is only a Warner to you before a severe punishment.”"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Say (O Muhammad): “Whatever reward I might have asked of you is for you. My reward is only from Allah and He is witness over every thing.”"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Say (O Muhammad): “Surely! My Lord sends down the truth, the All-Knower of the unseen.”"
        }
    ]
}