{
    "pages": [
        {
            "chapter": 34,
            "verse": 49,
            "text": "Say (O Muhammad): “The truth (the Qur’an) has come, and neither falsehood can create anything nor resurrect (anything).”"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Say: “(Even) if I go astray, surely, I shall stray only to myself. But if I remain guided, it is for what my Lord has revealed to me. Truly, Allah is All-Hearer, Ever Near (to all).”"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "And if you could only see when they (disbelievers on the Day of Judgment) will be terrified with no escape, and they will be seized from a nearby place"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "And they will say (in the Hereafter): “We do believe now in it;” but how could they receive faith from a place so far off"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Indeed they did disbelieve in it before (in the world), and they used to guess about the unseen (the Hereafter) from a far place"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "And a barrier will be placed between them and what they desired (turning to Allah in repentance), as was done before with the people of their kind. Surely, they were in grave doubt"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "All the praise be to Allah, the Creator of the heavens and the earth, Who has made the angels with 2, 3 or 4 (pairs of) wings as Messengers. He adds to creation as He wills. Surely, Allah has power over every thing"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Whatever Mercy Allah grants to mankind, none can withhold it; and whatever He withholds, none can grant it thereafter. Allah is the All-Mighty, the All-Wise"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "O mankind! Remember the Grace of Allah upon you! Is there any creator other than Allah who provides for you from the heaven and the earth? There is no one worthy of worship but He. How then are you being deceived"
        }
    ]
}