{
    "pages": [
        {
            "chapter": 44,
            "verse": 19,
            "text": "And don’t exalt (yourselves) against Allah. Truly, I have come to you with a clear authority"
        },
        {
            "chapter": 44,
            "verse": 20,
            "text": "And truly, I seek refuge in my Lord and your Lord, lest you stone me"
        },
        {
            "chapter": 44,
            "verse": 21,
            "text": "But if you don’t believe me, then keep away from me and leave me alone.”"
        },
        {
            "chapter": 44,
            "verse": 22,
            "text": "So he (Moses) called upon (when they were aggressive) his Lord (saying) indeed: “These are criminal people.”"
        },
        {
            "chapter": 44,
            "verse": 23,
            "text": "(Allah said): “You depart with My servants by night. Surely, you will be pursued"
        },
        {
            "chapter": 44,
            "verse": 24,
            "text": "And (when you have crossed the sea with your people), then leave the sea as it is (quiet and divided). Surely, they are a host to be drowned.”"
        },
        {
            "chapter": 44,
            "verse": 25,
            "text": "How many gardens and springs did they (Pharaoh’s people) leave behind"
        },
        {
            "chapter": 44,
            "verse": 26,
            "text": "and corn-fields and goodly places"
        },
        {
            "chapter": 44,
            "verse": 27,
            "text": "and comforts (of life) they used to take delight in it"
        },
        {
            "chapter": 44,
            "verse": 28,
            "text": "Thus We made other people inherit them (the children of Israel inherit the kingdom of Egypt)"
        },
        {
            "chapter": 44,
            "verse": 29,
            "text": "And neither the heavens and the earth did weep for them, nor were they given a respite"
        },
        {
            "chapter": 44,
            "verse": 30,
            "text": "And indeed We saved the children of Israel from the humiliating punishment"
        },
        {
            "chapter": 44,
            "verse": 31,
            "text": "from Pharaoh. Surely! He was arrogant and was one of the transgressors"
        },
        {
            "chapter": 44,
            "verse": 32,
            "text": "and surely, We chose them (the children of Israel) above the worlds (during the time of Moses) with knowledge"
        },
        {
            "chapter": 44,
            "verse": 33,
            "text": "And granted them signs in which there was a plain trial"
        },
        {
            "chapter": 44,
            "verse": 34,
            "text": "Surely, these (people of Quraish) say"
        },
        {
            "chapter": 44,
            "verse": 35,
            "text": "“There is nothing after our first death and we shall not be resurrected"
        },
        {
            "chapter": 44,
            "verse": 36,
            "text": "Bring back our forefathers if you speak the truth!”"
        },
        {
            "chapter": 44,
            "verse": 37,
            "text": "Are they better than the people of Tubba and those who were before them? We destroyed them because they were indeed criminals"
        },
        {
            "chapter": 44,
            "verse": 38,
            "text": "And We did not create the heavens and the earth, and all that is between them, for merely a play"
        },
        {
            "chapter": 44,
            "verse": 39,
            "text": "We have not created them but (to reveal) the truth, but most of them don’t know"
        }
    ]
}