{
    "pages": [
        {
            "chapter": 49,
            "verse": 5,
            "text": "If they had patience until you could come out to them, it would certainly be better for them. Allah is Forgiving, Merciful"
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "O you who believe! If a rebellious evil person comes to you with news, verify it, lest you should harm people in ignorance and afterwards you become regretful for what you have done"
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "Know that the Messenger of Allah is among you. If he were to follow you (opinions and desires) in most of the affairs, you would surely be in trouble. Allah has made the faith beloved to you and beautified it in your hearts, and has made disbelief, wickedness and disobedience (to Allah and His Messenger) hateful to you. Such are they who are rightly guided"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "(through) a grace from Allah and His Favor. And Allah is All-Knower, All-Wise"
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "And if 2 parties among the believers begin fighting, then make peace between them. But if one of them transgresses against the other, then you fight against the one who has transgressed until it complies with the command of Allah. Then if it complies, make reconciliation between them justly and be fair. Surely! Allah loves those who are just and fair"
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "The believers are only brothers (in Islam). So make reconciliation between your brothers and fear Allah, so that you may receive mercy"
        },
        {
            "chapter": 49,
            "verse": 11,
            "text": "O you who believe! Let not a group mock at another group, it may be that the latter are better than them (former). Nor let (some) women mock at other women, it may be that they (latter) are better than them (former), nor defame one another, nor insult one another by nicknames. How bad is it (to call) wicked name after having faith. Whoever does not repent, then such are indeed wrongdoers"
        }
    ]
}