{
    "pages": [
        {
            "chapter": 3,
            "verse": 174,
            "text": "So they returned (home) with Favor and Bounty of Allah, and no harm touched them. They followed the good Pleasure of Allah. And Allah is the Owner of Great Bounty"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "It is only Satan that suggests to you the fear of its supporters. So don’t fear them, but fear Me, if you are true believers"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "(O Muhammad) let not those who rush towards disbelief grieve you. Surely, they can never harm Allah the least. It is Allah’s Will to give them no portion in the Hereafter. For them there is a great punishment"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Surely, those who purchase disbelief at the price of faith, they will never harm Allah the least. For them, there is a painful punishment"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "Let not those who disbelieve think that We give respite to them (by postponing punishment) are good for them. We give respite to them so that they may add more sins. For them is a humiliating punishment"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Allah will not leave the believers on what they are now, until He separates the evil from the good. Allah will not inform you about the unseen, but Allah chooses Messengers whom He wills. So believe in Allah and His Messengers. If you believe and fear Allah, then for you there is a great reward"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "Don’t think those who greedily withhold (charity) which Allah has granted them of His Bounty (wealth), it is good for them, but it is bad for them. They will be hung around their necks what they greedily withheld from their wealth on the Day of Resurrection. For Allah is the heritage of the heavens and the earth. Allah is Well-Acquainted with what you do"
        }
    ]
}