{
    "maqras": [
        {
            "chapter": 16,
            "verse": 111,
            "text": "The Day every soul will come to argue for itself, and every soul will be paid in full for what it did, and they will not be wronged"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "And God puts forth the example of a town which was peaceful and content, its provisions were coming to it bountifully from all places, but then it rebelled against the blessings of God, and God made it taste hunger and fear for what they used to do"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "And a messenger came to them from themselves, but they denied him, so the punishment took them while they were wicked"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "So eat from what God has provided you, that which is good and lawful, and be thankful for the blessing of God, if it is indeed He whom you serve"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "He has only forbidden for you what is already dead, and the blood, and the meat of pig, and what was dedicated to other than God. But whoever is forced to, without seeking disobedience or transgression, then God is Forgiver, Merciful"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "And do not say, as to what your tongues falsely describe: \"This is lawful, and that is forbidden;\" that you seek to invent lies about God. Those who invent lies about God will not succeed"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "A small enjoyment, and they will have a painful retribution"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "And for those who are Jewish, We forbade what We told to you before. And We did not wrong them, but they were wronging themselves"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Then your Lord to those who do evil out of ignorance, then they repent after that and they make good, your Lord after that is Forgiver, Merciful"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Abraham was a nation, dutiful to God, a monotheist, and he was not of the polytheists"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "Thankful for His blessings. He chose him and guided him to a straight path"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "And We gave him good in this world, and in the Hereafter he is of the upright ones"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Then We inspired to you: \"You shall follow the creed of Abraham, monotheism, and he was not of the polytheists"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "Indeed, the Sabbath was only decreed for those who had disputed in it, and your Lord will judge between them for that in which they had disputed"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Invite to the path of your Lord with wisdom and good advice, and argue with them in that which is better. Your Lord is fully aware of who is misguided from His path, and He is fully aware of the guided ones"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "And if you punish, then punish with equivalence to that which you were punished. And if you are patient then it is better for the patient ones"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "And be patient, for your patience is on none except God. And do not grieve for them, and do not be depressed by what they scheme"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "God is with those who are aware and are good doers"
        }
    ]
}