{
    "maqras": [
        {
            "chapter": 17,
            "verse": 1,
            "text": "Glory be to the One who took His servant by night from the Restricted Temple to the most distant temple which We had blessed around, so that We may show him of Our signs. Indeed, He is the Hearer, the Seer"
        },
        {
            "chapter": 17,
            "verse": 2,
            "text": "And We gave Moses the Book and We made it a guidance for the Children of Israel: \"Do not believe in any besides Me"
        },
        {
            "chapter": 17,
            "verse": 3,
            "text": "The progeny of those whom We carried with Noah, he was a thankful servant"
        },
        {
            "chapter": 17,
            "verse": 4,
            "text": "And We decreed to the Children of Israel in the Book, that you will make corruption twice on the earth, and that you will become very high and mighty"
        },
        {
            "chapter": 17,
            "verse": 5,
            "text": "So, when the promise of the first one comes to pass, We would send against you servants of Ours who are very powerful, thus they managed to breach your very homes, and this was a promise which has come to pass"
        },
        {
            "chapter": 17,
            "verse": 6,
            "text": "Then We gave back to you your independence from them, and We supplied you with wealth and sons, and We made you more influential"
        },
        {
            "chapter": 17,
            "verse": 7,
            "text": "If you do good, then it will be good for you, and if you do bad, then so be it. But when the promise of the second time comes, they will make your faces filled with sorrow and they will enter the Temple as they did the first time, and they will strike down all that was raised up"
        },
        {
            "chapter": 17,
            "verse": 8,
            "text": "Perhaps your Lord will have mercy on you, and if you revert then will We will also revert. And We made Hell a gathering place for the rejecters"
        },
        {
            "chapter": 17,
            "verse": 9,
            "text": "This Qur'an guides to that which is more upright, and it gives glad tidings to the believers who do good works that they will have a bountiful reward"
        },
        {
            "chapter": 17,
            "verse": 10,
            "text": "And for those who do not believe in the Hereafter, We have prepared for them a painful retribution"
        },
        {
            "chapter": 17,
            "verse": 11,
            "text": "And man calls to evil as much as he calls to good, and man was always hasty"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "And We made the night and the day as two signs, so We erased the sign of night and We made the sign of day to see-in, that you may seek bounty from your Lord, and that you may know the number of the years and the count. And everything We have detailed completely"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "And We have attached to the neck of every man his deeds, and We bring forth for him a record on the Day of Resurrection which he will find on display"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "Read your record! It is sufficient for you that you are aware of yourself today"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "Whoever is guided is guided for himself, and whoever is misguided is for his own loss. And no person shall carry the burdens of another, and We were not to punish until We send a messenger"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "And if We wish to destroy a town, We allow its carefree to rule it, then they commit wickedness in it, then it deserves the punishment, then We destroy it completely"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "And how many a generation have We destroyed after Noah? And it is enough for your Lord to have knowledge and sight over the sins of His servants"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Whoever seeks the life of haste, We will make for him what he wishes, then We will make Hell for him a place which he will reach disgraced and rejected"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "And whoever seeks the Hereafter and strives for it as it deserves, and is a believing person, then to those what they have sought is given in thanks"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "For both groups We will bestow from the bounty of your Lord. And the bounty of your Lord is never restricted"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "See how We have preferred some of them over the others; and in the Hereafter are greater levels, and greater preference"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Do not make with God another god, or you will find yourself disgraced, abandoned"
        }
    ]
}