{
    "maqras": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "All the food was made lawful to the Children of Israel except what Israel forbade for himself before the Torah was sent down. Say: \"Bring the Torah and recite it if you are truthful"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Whoever invents lies about God after this, these are the wicked"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Say: \"God bears truth. Follow the creed of Abraham, monotheism, and he was not of the polytheists"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "The first Sanctuary established for the people is the one in Bakk'a, blessed, and a guidance for the worlds"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "In it are clear signs: the station of Abraham. And whoever enters it will be secure. And God is owed from the people to make Pilgrimage to the Sanctuary, whoever can make a path to it. And whoever rejects, then God has no need of the worlds"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Say: \"O people of the Book, why do you reject the revelations of God, while God is witness over what you do"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Say: \"O people of the Book, why do you repel from the path of God those who believe? You wish to twist it while you are witnesses. And God is not unaware of what you do"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "O you who believe, if you obey a group of those who received the Book they will turn you after your belief into rejecters"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "And how can you reject when the revelations of God are being recited to you and with you is His messenger? And whoever holds firmly to God has been guided to the straight path"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O you who believe, reverence God as He deserves to be reverenced, and do not die except as ones who have submitted"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "And hold firmly to the rope of God, all of you, and do not be separated. And remember the blessing of God upon you when you were enemies and He united your hearts. Then you became, with His blessing, brothers; and you were on the edge of a pit of fire and He saved you from it; it is thus that God clarifies for you His signs that you may be guided"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "And let there be a nation from among you who calls towards goodness, and orders kindness, and prohibits vice. And these are the successful ones"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "And do not be like those who separated and differed after the clarity had come to them. And for them is a painful retribution"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "The Day on which faces will be lightened and faces will be darkened; as for those whose faces will be darkened: \"Did you reject after believing? Taste the retribution for what you rejected"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "As for those whose faces will be lightened, they are in the mercy of God, in it they abide"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "These are the revelations of God, We recite them to you with the truth. God does not want wickedness for the worlds"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "And to God is all that is in the heavens and the earth; and to God all matters are returned"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "You were the best nation that emerged for the people, you ordered kindness and prohibited vice, and believed in God. If the people of the Book believed it would have been better for them; from among them are the believers, but the majority are the wicked"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "They will not harm you except in being an annoyance, and if they fight you they will turn and flee, then they will not be supported"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "They are struck with humiliation wherever they are encountered, except for a rope from God and a rope from the people. And they stayed in the wrath of God and were struck with humiliation; that is because they were disbelieving in the revelations of God and killing the prophets without right; that is for what they disobeyed and were transgressing"
        }
    ]
}