{
    "maqras": [
        {
            "chapter": 7,
            "verse": 1,
            "text": "ALMS"
        },
        {
            "chapter": 7,
            "verse": 2,
            "text": "A Book that has been sent down to you, so let there not be any burden in your chest from it, that you may warn with it; and a reminder to the believers"
        },
        {
            "chapter": 7,
            "verse": 3,
            "text": "Follow what was sent down to you from your Lord, and do not follow besides Him any supporters. Little do you remember"
        },
        {
            "chapter": 7,
            "verse": 4,
            "text": "And how many a town have We destroyed; for Our punishment came to them while sleeping, or while resting"
        },
        {
            "chapter": 7,
            "verse": 5,
            "text": "Then their only saying when Our punishment came to them was: \"We were wicked"
        },
        {
            "chapter": 7,
            "verse": 6,
            "text": "We will question those to whom We have sent, and We will question the messengers"
        },
        {
            "chapter": 7,
            "verse": 7,
            "text": "We will tell to them with knowledge; We were not absent"
        },
        {
            "chapter": 7,
            "verse": 8,
            "text": "And the balance on that Day will be the truth. So, those whose weights are heavy on the balance, those are the successful ones"
        },
        {
            "chapter": 7,
            "verse": 9,
            "text": "And whoever has light weights, then these are the ones who lost their souls for what they transgressed of Our revelations"
        },
        {
            "chapter": 7,
            "verse": 10,
            "text": "And We granted you dominion on the earth, and made for you in it a habitat; little do you give thanks"
        },
        {
            "chapter": 7,
            "verse": 11,
            "text": "And We created you, then We shaped you, then We said to the angels: \"Yield to Adam;\" so they yielded except for Satan, he was not of those who yielded"
        },
        {
            "chapter": 7,
            "verse": 12,
            "text": "He said: \"What has prevented you from yielding when I have ordered you?\" He said: \"I am far better than him, You created me from fire and created him from clay"
        },
        {
            "chapter": 7,
            "verse": 13,
            "text": "He said: \"Descend from it, for it is not for you to be arrogant here; depart, for you are disgraced"
        },
        {
            "chapter": 7,
            "verse": 14,
            "text": "He said: \"Grant me respite until the Day they are resurrected"
        },
        {
            "chapter": 7,
            "verse": 15,
            "text": "He said: \"You are granted"
        },
        {
            "chapter": 7,
            "verse": 16,
            "text": "He said: \"For that which You have caused me to be misled, I will stalk for them on Your straight path"
        },
        {
            "chapter": 7,
            "verse": 17,
            "text": "Then I will come to them from between their hands, and from behind them, and from their right, and from their left; and You will find most of them unthankful"
        },
        {
            "chapter": 7,
            "verse": 18,
            "text": "He said: \"Get out from this, you are despised and banished. As for those of them who follow you, I will fill Hell with you all"
        },
        {
            "chapter": 7,
            "verse": 19,
            "text": "And O Adam, reside you and your mate in the paradise, and eat from it as you both wish, and do not come near this tree, else you will be of those who have wronged"
        },
        {
            "chapter": 7,
            "verse": 20,
            "text": "But the devil whispered to them, to reveal to them what was not apparent to them of their bodies; and he said: \"Your Lord did not prohibit you from this tree except that you would become angels, or you would be immortal"
        },
        {
            "chapter": 7,
            "verse": 21,
            "text": "And he swore to them: \"I am giving good advice"
        },
        {
            "chapter": 7,
            "verse": 22,
            "text": "So he misled them with deception; and when they tasted the tree, their bodies became apparent to them, and they rushed to cover themselves with the leaves of the paradise; and their Lord called to them: \"Did I not prohibit you from that tree, and tell you that the devil is your clear enemy"
        },
        {
            "chapter": 7,
            "verse": 23,
            "text": "They said: \"Our Lord, we have wronged ourselves and if You do not forgive us and have mercy on us, then we will be of the losers"
        },
        {
            "chapter": 7,
            "verse": 24,
            "text": "He said: \"Descend; for you are enemies to one another; and on the earth you will have residence and provisions until the appointed time"
        },
        {
            "chapter": 7,
            "verse": 25,
            "text": "He said: \"In it you will live and in it you will die, and from it you will be brought forth"
        },
        {
            "chapter": 7,
            "verse": 26,
            "text": "O Children of Adam, We have sent down for you garments to alleviate your bodies, and feathers; and the garment of righteousness is the best. That is from the signs of God, perhaps they will remember"
        },
        {
            "chapter": 7,
            "verse": 27,
            "text": "O Children of Adam, do not let the devil afflict you as he evicted your parents from the paradise; he removes from them their garments to show them their bodies. He and his tribe see you from where you do not see them. We have made the devils as allies for those who do not believe"
        },
        {
            "chapter": 7,
            "verse": 28,
            "text": "And if they commit immorality, they say: \"We found our fathers doing such, and God ordered us to it.\" Say: \"God does not order immorality! Do you say about God what you do not know"
        },
        {
            "chapter": 7,
            "verse": 29,
            "text": "Say: \"My Lord orders justice, and that you set yours faces at every temple, and that you call on Him, while being faithful to Him in the system; as He initiated you, so you will return"
        },
        {
            "chapter": 7,
            "verse": 30,
            "text": "A group He has guided and a group have deserved misguidance; that is because they have taken the devils as allies besides God; and they think they are guided"
        }
    ]
}