{
    "rukus": [
        {
            "chapter": 2,
            "verse": 72,
            "text": "Ara smarana karo! Tomara ekajanake katala karate yacchile, tarapara tomara e byapare dosadosi karachile. Ara allah prakasa karachilena ya tomara lukote ca'ichile."
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Sutaram amara balalama -- “tulana karo tamke era kichu ansera sathe.” E'ibhabe allah mrtabatke jibana dana karena. Ara tini tomadera dekhacchena tamra nidarsana samuha yate tomara bujhate para."
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Tarapara tomadera hrdaya era pare'o kathina halo, patharera mato haye gela, baram ara'o kathina. Ara abasya patharera madhye emana'o ache yara madhya theke beriye ase jharana. Abara tadera kichu yakhana caucira haya takhana ta theke pani beroya. Abara tadera madhye kataka allah‌ra bhaye bhenge pare. Ara tomara ya karacho allah se bisaye ajnata nana."
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Erapara ki tomara asa kara ye tara tomadera prati bisbasa karabe? Itipurbe tadera ekati dala allah‌ra bani sunata, tarapara ta palte dita uha bujhabara pare'o, ara tara jane."
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Ara yara imana eneche tadera sathe yakhana tara molakata kare takhana bale -- “amara imana enechi.” Ara yakhana tadera lokera eke an'yera sathe niribili haya takhana bale -- “allah tomadera kache ya prakasa karechena ta ki tomara odera janiye diccha, yate ora e-sabera sahayye tomadera prabhura samane tomadera sathe bitarka kare? Tomara ki tabe bujhate paracha na?”"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "Ara tara ki jane na ye nihsandeha allah janena ya tara lukiye rakhache o ya prakasa karache"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "ara tadera madhye hacche niraksara yara dharmagrantha sanbandhe upakathara besi jane na, ara tara sudhu andajera upara cale"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "haya, ki abhaga tara yara nija hate grantha lekhe, tarapara bale -- “iha allah‌ra darabara theke” -- yate era jan'ya tara sbalpamulya kamate pare. Ata'eba dhik tadera prati tadera hata ya likheche sejan'ya, ara dhik tadera prati ya tara kama'i kare sejan'ya"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "Ara tara bale -- “aguna amadera gunatira kayekadina chara kadaca sparsa karabe na.” Tumi balo -- “tomara ki allah‌ra kacha theke kono prati‌sruti niyecha? Tahale allah tamra oyadara kakhano khelapha karena na, athaba tomara ki allah sanbandhe ya jana na ta'i balacha?”"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Ham, ye ke'u manda arjana kare, ara tara papa take ghera'o kare phele, era'i hacche agunera basinda, tate tara thakabe dirghakala."
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "Ara yara imana eneche o satkarma karache, tara'i hacche behesatera basinda, tate thakabe tara cirakala."
        }
    ]
}