{
    "rukus": [
        {
            "chapter": 7,
            "verse": 172,
            "text": "Ara smarana karo! Tomara prabhu adamera bansadharadera theke -- tadera prsthadesa theke -- tadera santana-santati enechilena, ara tadera nijedera sanbandhe tadera saksya di'iyechilena -- ''ami ki tomadera prabhu na'i?’’ Tara balechila -- ''ham, amara saksya dicchi.’’ Ejan'ya ye pache tomara kiyamatera dine balo -- ''amara to e bisaye ajnata chilama,’’"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "athaba tomara balo -- ''asala byapara hacche amadera purbapurusara era age'i ansidara tha'orechila, ara amara tadera parabartikale bansadhara'i chilama. Tumi ki tabe amadera dhbansa karabe bhrastacarira ya karechila sejan'ya"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "ara e'ibhabe amadera nirdesabali amara byakhya kari yena tara phire ase."
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Ara tadera kache patha karo ora brttanta yake amara amadera nirdesabali pradana karechilama, kintu se se-saba theke gutiye neya, sejan'ya sayatana tara pichu neya, kaje'i se bipatha-gamidera antarbhukta haya."
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Ara yadi amara iccha karatama tabe niscaya'i era dbara take amara unnita karatama, kintu se mati akamre dharalo, ara se tara hina-kamanara anusarana kare calalo. Sutaram tara upama hacche kukurera drstantera mato -- oke yadi tumi tara karo, se jiba bera ka’re hampabe, ara yadi tumi take eriye calo se jiba bara kare hampabe. E'i hacche se-saba lokera drstanta yara amadera nirdesasamuha pratyakhyana kare. Tumi itibrtta bibrta karo yena tara cinta karate pare."
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Mandera drstanta se'i lokera yara amadera banisamuhe mithyaropa kare, ara tadera antara‌tmara prati'i tara atyacara kare cale"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "yake allah patha dekhana se-i tabe satpathe calita, ara yake tini bipathe calate dena, tahale tara nijera'i ksatigrasta haya."
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Ara amara jahannamera jan'ya niscaya'i chariye diyechi jina o manusera madhyera anekake, -- tadera hrdaya ache ta diye tara bujhe na, ara tadera cokha ache ta diye tara dekhe na, ara tadera kana ache ta diye tara sone na. Tara gabadi-pasura n'yaya, baram tara aro pathabhrasta. Tara nijera'i hacche udasina."
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Ara allah‌ra'i hacche sabaca'ite bhalo namabali, kaje'i tamke dako se'i sabera dbara, ara tadera chere da'o yara tamra namabali niye bikrti kare. Acire'i tadera pratiphala deya habe tara ya kare yacche tara jan'ya."
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Ara yadera amara srsti karechi tadera madhye ache ekati dala yara patha dekhaya satyera dbara, ara tara dbara tara n'yayaparayanata kare."
        }
    ]
}