{
    "rukus": [
        {
            "chapter": 7,
            "verse": 182,
            "text": "Ara yara amadera banisamuhe mithyaropa kare tadera amara kramagata tene niye ya'i, -- kotha theke ta tara jane na."
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Ara ami tadera abasara di'i, nihsandeha amara byabastha atyanta balistha."
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Tara ki cinta kare na? Tadera sahacarera madhye kono pagalami ne'i. Bastabe tini to eka suspasta satarkakari."
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Tara ki takaya na mahakasamandala o prthibira samrajyera prati ara ya-kichu allah srsti karechena, ara hate pare tadera nirdharita kala ghaniye eseche? Era pare ara kona paryalocanara dbara tara tabe bisbasa karabe"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "yake allah bipathe yete dena tara jan'ye tabe kono pathapradarsaka ne'i. Ara tadera tini chere dena tadera abadhyataya udabhrantabhabe ghurapaka khete."
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Tara tomake gharighanta sanbandhe jijnasa karache -- kakhana ta ghatabe. Balo -- ''era jnana abasya'i rayeche amara prabhura kache, era samaya sanbandhe ta prakasa karate pare na tini chara ke'u. E ati gurutara byapara mahakasamandale o prthibite, e ese parabe na tomadera upare atarkite chara.’’ Tara tomake jijnasa karache yena tumi'i e bisaye agrahi. Balo -- ''era jnana alabat allah‌ra kache, kintu adhikansa loka'i jane na.’’"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Balo -- ''amara kono adhikara ne'i amara nijera'i kono labha ba ksati karabara -- allah ya cana ta-byatita. Ara yadi ami adrsyera samyak jnana rakhatama tabe kalyanera pracurya baniye nitama, ara kono anista amake sparsa karato na. Ami to ekajana satarkakari ba'i na'i, ara ekajana susambadadata se'i lokadera jan'ya yara imana eneche."
        }
    ]
}