{
    "rukus": [
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alipha, lama, ra. Ekakhana grantha, amara tomara kache e abatarana karechi yena tumi manabagosthike tadera prabhura anumatikrame andhakara theke aloke bera kare anate paro, -- mahasaktisali parama prasansar'hera pathe"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "se'i allah‌, -- mahakasamandalite ya-kichu ache ara ya-kichu ache prthibite se-sabata'i tamra. Ara ki durbhoga abisbasidera jan'ya kathina sastira karane"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "yara parakalera upari e'i duniyara jibanatake'i besi bhalobase, ara allah‌ra patha theke nibrtta kare, ara eke karate caya kutila. Era'i rayeche sudura-prasarita bhrantite."
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Ara amara emana kono rasulake patha'ini tamra sbajatira bhasa byatita, yena tadera jan'ya tini suspasta karate parena. Tarapara allah pathabhrasta hate dena yake tini icche karena, ara yake icche karena satpathe calana. Ara tini'i to mahasaktisali, paramajnani."
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Ara amara niscaya'i musake amadera nirdesabali diye pathiyechilama e'i ba’le -- ''tomara sampradayake andhakara theke aloke bera kare ano, ara tadera smarana kariye da'o allah‌ra dinagulora katha.’’ Nihsandeha ete nidarsana rayeche pratyeka adhyabasayi krtajnadera jan'ya."
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Ara smarana karo! Musa tamra sampradayake balalena -- ''tomadera prati allah‌ra anugraha smarana karo -- yakhana tini tomadera ud'dhara karechilena phira'a'unera lokadera kabala theke, yara tomadera pirana karato kathora nipirane, ara hatya karato tomadera putrasantanadera o bamcate dita tomadera naridera. Ara tomadera jan'ya ete tomadera prabhura kacha theke chila eka kathora sankata."
        }
    ]
}