{
    "rukus": [
        {
            "chapter": 19,
            "verse": 83,
            "text": "Tumi ki laksya kara ni ye amara sayatanadera pathiyechi abisbasidera nikate bisesa usakanite usakani dite."
        },
        {
            "chapter": 19,
            "verse": 84,
            "text": "Sutaram tadera jan'ya byasta hayo na. Amara to tadera jan'ya sankhya ganana karachi."
        },
        {
            "chapter": 19,
            "verse": 85,
            "text": "Sedina dharmaparayanadera amara samabeta karaba parama karunamayera kache rajadutarupe"
        },
        {
            "chapter": 19,
            "verse": 86,
            "text": "ara aparadhidera amara tariye neba jahannamera dike trsnatura abasthaya."
        },
        {
            "chapter": 19,
            "verse": 87,
            "text": "Parama karunamayera nikata theke ye kono karara labha kareche se byatita karora suparisa karara ksamata thakabe na."
        },
        {
            "chapter": 19,
            "verse": 88,
            "text": "Ara tara bale -- ''parama karunamaya ekati santana grahana karechena.’’"
        },
        {
            "chapter": 19,
            "verse": 89,
            "text": "Tomara abasya'i eka bikata byapara abatarana karecha."
        },
        {
            "chapter": 19,
            "verse": 90,
            "text": "Era dbara mahakasamandala bidirna haye yabara upakrama karache ara prthibi curna-bicurna hate calache ara paharaparbata khandabikhanda haye bhenge parache"
        },
        {
            "chapter": 19,
            "verse": 91,
            "text": "yehetu tara parama karunamayera prati santana dabi karache."
        },
        {
            "chapter": 19,
            "verse": 92,
            "text": "Ara parama karunamayera pakse eti samicina naya ye tini santana grahana karabena."
        },
        {
            "chapter": 19,
            "verse": 93,
            "text": "Mahakasamandale o prthibite emana ke'u ne'i ye parama karunamayera kache asabe bandarupe chara."
        },
        {
            "chapter": 19,
            "verse": 94,
            "text": "Tini abasya'i tadera hiseba rekhechena, ara tini tadera ganana karachena gunatite."
        },
        {
            "chapter": 19,
            "verse": 95,
            "text": "Ara tadera sabakayajanake'i kiyamatera dine tamra kache asate habe nihsanga abasthaya."
        },
        {
            "chapter": 19,
            "verse": 96,
            "text": "Nihsandeha yara imana eneche o satkarma karache tadera jan'ya parama karunamaya ekhani yogana dharabena prema."
        },
        {
            "chapter": 19,
            "verse": 97,
            "text": "Sutaram amara to etike tomara matrbhasaya sahajabodhya kare diyechi yena era dbara tumi dharmaparayanadera susambada dite para ara era dbara sabadhana kare dite para bitarkapriya sampradayake."
        },
        {
            "chapter": 19,
            "verse": 98,
            "text": "Ara tadera age amara kata manabagosthike dhbansa karechi! Tumi ki tadera madhyera ekajanake'o dekhate pa'o athaba tadera theke gunagunani sunate pa'o"
        }
    ]
}