{
    "rukus": [
        {
            "chapter": 24,
            "verse": 27,
            "text": "Ohe yara imana enecha! Nijedera grha chara tomara grhe prabesa kara na yataksana na tomara anumati niyecha o tadera basindadera salama karecha. E'iti'i tomadera jan'ya sreya, yena tomara manoyoga dite para."
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "Kinta yadi tomara tate ka'uke na pa'o tabe tate prabesa kara na yataksana na tomadera anumati de'oya haya, ara yadi tomadera bala haya -- 'phire ya'o’, tabe phire yeyo, -- eti'i tomadera jan'ya uttama. Ara tomara ya kara se-bisaye allah sarbajnata."
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Tomadera upare kono aparadha habe na yadi tomara emana ghare prabesa kara yekhane kono basinda ne'i, tomadera jan'ya sekhane prayojana rayeche. Ara allah janena ya tomara prakasa kara o ya tomara gopana rakha."
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Tumi mumina purusadera balo ye tara tadera drsti abanata karuka ebam tadera angika kartabyabalira hephajata karuka. E tadera jan'ya pabitratara. Tara ya kare allah se-bisaye niscaya'i purna oyakiphahala."
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Ara mumina naridera balo ye tara yena tadera drsti abanata rakhe, ara tadera angika kartabyabalira hephajata kare, ara tadera angasobha yena pradarsana na kare sudhu tara madhye ya prakasa haye thake ta bhinna, ara yena tara tadera mathara kapara diye tadera bukera uparata dheke rakhe, ara tara yena tadera sobha-saundarya pradarsana kare na sudhu tadera sbamidera athaba tadera pitadera athaba tadera sbasuradera athaba tadera putradera athaba tadera satputradera athaba tadera bha'idera athaba tadera bhratusputradera athaba tadera bhaganedera athaba tadera paricarikadera athaba tadera dana hata yadera dhare rekheche, athaba purusa cakara-nakara yadera kama-lalasa ne'i, athaba chelepiledera yadera naridera gopana anga sanbandhe jnanabodha haya ni, emana lokadera bhinna, ara tadera pa diye yena tara aghata na kare yate tadera alankarera ya lukiye ache ta janano yaya. Ara he muminagana! Tomara sakale mile allah‌ra dike phero yena tomadera saphalata arjana haya."
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Ara biye diye da'o tomadera madhyera abibahitadera, ara tomadera dasadera o tomadera dasidera madhyera saccaritradera. Yadi tara abhabagrasta haya tabe allah tamra karunabhandara theke tadera sampada dana karabena. Ara allah mahabadan'ya, sarbajnata."
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Ara yara bibahera patrapatri khomje paya na tara yena sanyata haye cale yataksana na allah tamra karunabhandara theke tadera sampada dana karena. Ara tomadera danahate yadera dhare rekheche tadera madhyera yara nikhapara caya tadera tabe likhe da'o yadi tadera madhye kalyanakara kichu thaka sanbandhe janate para, ara tini tomadera ya diyechena allah‌ra se'i dhana theke tadera dana karo. Ara tomadera dasi-bamdidera besyabrttite badhya kara na parthiba jibanera nasbara bastu kamana ka’re yadi tara saccaritra thaka pachanda kare. Ara ye ke'u tadera badhya kare seksetre tadera prati jabaradastira pare allah niscaya'i ksamakari, aphuranta phaladata."
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "Ara amara niscaya'i itimadhye tomadera kache suspasta nirdesabali abatarana karechi, ara tomadera purbe yara gata hayeche tadera udaharana, ara dharmabhirudera jan'ya diyechi upadesa."
        }
    ]
}