{
    "rukus": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "Alipha, lama, mima."
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "Granthakhanara abatarana, ete kono sandeha ne'i, bisbajagatera prabhura kacha theke."
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Na ki tara bale ye tini eti racana karechena? Na, eti mahasatya tomara prabhura kacha theke yena tumi satarka karate para emana eka jatike yadera kache tomara age kono satarkakari asena ni, yate tara satpathe calate pare."
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "Allah‌i tini yini mahakasamandali o prthibi ebam e du'iyera madhyabarti saba-kichu srsti karechena chaya dine, tarapara tini adhisthita halena arasera upare. Tamke bada diye tomadera jan'ya abhibhabaka ke'u ne'i ara suparisakari'o ne'i. Tabu'o ki tomara manoyoga debe na"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "Mahakasa theke prthibi paryanta bisaya-karma tini paricalana karena, tarapara eti tamra dike uthe asabe ekadina yara parimapa hacche tomara ya ganana kara tara eka hajara bachara."
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Ejana'i hacchena adrsyera o prakasyera parijnata, mahasaktisali, aphuranta phaladata"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "yini sundara karechena pratyekati jinisa ya tini srsti karechena, ara tini manusa srstira sucana karechena kada theke."
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "Tarapara tara bansadhara srsti karalena eka tuccha tarala padarthera niryasa theke."
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "Tarapara tini take suthama karalena, ebam tate phumke dilena tamra a‌tma theke, ara tomadera jan'ya tairi karalena srabanasakti o darsanasakti o antahkarana. Alpamatraya'i tomara krtajnata jnapana kara."
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Ara tara bale -- ''ki, yakhana amara matite miliye ya'i, takhana ki amara natuna srstite paumchaba?’’ Bastuta tara tadera prabhura sathe mulakata ha'oya sanbandhe abisbasi."
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "Tumi balo -- ''malakula ma'uta yara upare tomadera karyabhara de'oya hayeche se-i tomadera mrtyu ghatabe, tarapara tomadera prabhura kache'i tomadera phiriye ana habe.’’"
        }
    ]
}