{
    "rukus": [
        {
            "chapter": 33,
            "verse": 21,
            "text": "Tomadera jan'ya niscaya'i allah‌ra rasulera madhye rayeche eka atyutkrsta drstanta tara jan'ya ye allah‌ke o akheratera dinake kamana kare ara allah‌ke pracura parimane smarana kare"
        },
        {
            "chapter": 33,
            "verse": 22,
            "text": "ara yakhana muminagana jota-bamdha phaujera dekha pela tara balale -- ''eti'i to ta'i yara katha allah o tamra rasula amadera kache purbabhasa diyechilena, ara allah o tamra rasula satyakatha'i balechilena. Ara eti tadera bisbasa o anugatya byatita an'ya kichu baraya ni."
        },
        {
            "chapter": 33,
            "verse": 23,
            "text": "Muminadera madhye emana loka rayeche yara allah‌ra sange tara ya oyada kareche se-sanbandhe satyaparayanata abalanbana kare, sejan'ye tadera madhye ke'u-ke'u tara brata purna kareche, ara tadera madhye ke'u-ke'u pratiksa karache, ara tara kono badalano badalaya ni"
        },
        {
            "chapter": 33,
            "verse": 24,
            "text": "yena allah puraskrta karate parena satyaparayanadera tadera satyanisthara jan'ye, ara tini iccha karale munaphikadera sasti dite parena athaba tadera prati phirate'o parena. Nihsandeha allah paritranakari, aphuranta phaladata."
        },
        {
            "chapter": 33,
            "verse": 25,
            "text": "Ara allah pratihata karechilena tadera yara tadera akrosabasata abisbasa posana karechila, tara bhala kichu'i labha karate pare ni. Ara yud'dhe muminadera jan'ya allah yathesta chilena. Ara allah hacchena mahabaliyana, mahasaktisali."
        },
        {
            "chapter": 33,
            "verse": 26,
            "text": "Ara granthadharidera madhyera yara tadera prsthaposakata karechila tadera tini namiye enechilena tadera durga theke, ara tadera hrdaye bhiti sancara karechilena, ekadalake tomara hatya karechile o bandi karechile areka dalake."
        },
        {
            "chapter": 33,
            "verse": 27,
            "text": "Ara tini tomadera uttaradhikara karate dilena tadera jamijama o tadera barighara o tadera dhanasampatti ebam eka desa yekhane tomara abhiyana cala'o ni. Ara allah saba-kichura upare'i parama ksamatabana."
        }
    ]
}