{
    "rukus": [
        {
            "chapter": 40,
            "verse": 10,
            "text": "Nihsandeha yara abisbasa posana kare tadera ghosana kara habe -- ''allah‌ra birupata tomadera nijedera prati tomadera biraktira ceye'o aneka besi chila, kenana dharmabisbasera prati tomadera ahbana kara hacchila athaca tomara pratyakhyana karachile!’’"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "Tara balabe -- ''amadera prabhu! Tumi du'ibara amadera mrtyumukhe phelecha, ara tumi amadera du'ibara jibana dana karecha, kaje'i amara amadera aparadha sbikara karachi sutaram berunora kono patha ache ki?’’"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "Eti'i tomadera, kenana yakhana allah‌ke tamra ekatba sanbandhe ghosana kara hato takhana tomara abisbasa karate, ara yadi tamra sange ansi damra karano hato tahale tomara bisbasa karate. Bastutah hukuma allah‌ra -- mahocca, mahamahima."
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "Tini'i se'ijana yini tomadera tamra nidarsanabali dekhiye thakena ebam tomadera jan'ya akasa theke pathiye thakena riyeka. Ara ke'u manonibesa kare na se byatita ye phere."
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "Sutaram allah‌ke'i ah‌bana karo tamra prati dharme bisud'dhacitta haye, yadi'o abisbasira birupa haya."
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "Tini stare stare unnayanakari, arasera adhipati. Tini tamra adesakrame ruha pathiye thakena tamra bandadera madhyera yara prati tini iccha kare thakena, yena se satarka karate pare mahamilanera dina samparke"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "yedina tara bera haye parabe, allah‌ra samakse tadera sanbandhe kichu'i lukono thakabe na. ''Ajakera dine kara rajatba?’’''Ekaka sarbabhauma kartrtbasila allah‌ra.’’"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "Se'idina pratyeka sattbake pratidana de'oya habe ya se arjana kareche tara dbara. Se'idina kono abicara habe na. Nihsandeha allah hisaba grahane tatpara."
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Ara tumi tadera sabadhana kare da'o asanna dina samparke yakhana hrtpindagulo duhkhakaste kanthagata habe. An'yayacaridera jan'ya kono bandhu thakabe na, ara thakabe na kono suparisakari sunabara mato."
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "Tini janena cokhagulora cupisare ca'oya ara ya bukagulo lukiye rakhe."
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Ara allah bicara karena sathikabhabe, kinta tamke bada diye yadera tara ahbana kare tara kono kichura'i samadhana karate pare na. Nihsandeha allah -- tini'i sarbasrota, sarbadrasta."
        }
    ]
}