{
    "rukus": [
        {
            "chapter": 49,
            "verse": 1,
            "text": "Ohe yara imana enecha! Allah o tamra rasulera samane tomara agabarabe na, ara allah‌ke bhayabhakti karo. Nihsandeha allah sarbasrota, sarbajnata."
        },
        {
            "chapter": 49,
            "verse": 2,
            "text": "Ohe yara imana enecha! Tomadera galara a'oyaja nabira a'oyajera upare cariyo na, ara tamra sange katha balate citkara karo na yemana tomadera ke'u-ke'u aparera sange cillacilli kare, pache tomadera kaja-karma brtha haye yaya, athaca tomara bujhate'o para na."
        },
        {
            "chapter": 49,
            "verse": 3,
            "text": "Nihsandeha yara allah‌ra rasulera samane tadera a'oyaja nicu kare, era'i hacche tara yadera hrdaya dharma parayanatara jan'ya allah pariksa karechena. Tadera'i jan'ya rayeche paritrana o eka mahana pratidana."
        },
        {
            "chapter": 49,
            "verse": 4,
            "text": "Nihsandeha yara basagrhagulora pechana theke tomake dake tadera adhikansa'i bud'dhisud'dhi rakho na."
        },
        {
            "chapter": 49,
            "verse": 5,
            "text": "Ara yadi tara dhairya dharata yataksana na tumi tadera kache beriye asa tahale tadera jan'ya ta besi bhala hato. Ara allah paritranakari, aphuranta phaladata."
        },
        {
            "chapter": 49,
            "verse": 6,
            "text": "Ohe yara imana enecha! Yadi kono satyatyagi kono khabara niye tomadera kache ase takhana tomara yaca'i kare dekhabe, pache ajanate tomara kono lokadalake aghata kare basa, ara paraksane'i duhkha kara tomara ya karecha sejan'ya."
        },
        {
            "chapter": 49,
            "verse": 7,
            "text": "Ara jene rekho ye tomadera madhye allah‌ra rasula rayechena. Tamke yadi adhikansa bisaye tomadera mene calate haya, tahale tomara nirghata bipake parabe, kintu allah dharmabisbasake tomadera kache priya karechena ebam tomadera hrdaye e'itike cittakarsaka karechena, ara tomadera kache apriya karechena abisbasa o satyatyaga o abadhyata. Era nijera'i satyanugami"
        },
        {
            "chapter": 49,
            "verse": 8,
            "text": "allah‌ra tarapha theke badan'yata o anugraha! Ara allah sarbajnata, paramajnani."
        },
        {
            "chapter": 49,
            "verse": 9,
            "text": "Ara yadi muminadera du'i dala lara'i kare tahale tadera ubhayera madhye santi sthapana karo. Kintu tadera ekadala yadi an'yadera birud'dhe bibada kare tabe tomara lara'i karabe tara sange ye bibada karache, ye paryanta na tara allah‌ra nirdesera prati phire ase. Tarapara yakhana tara phere takhana tadera ubhayera madhye santisthapana karo n'yayabicarera sathe, ara nirapeksata abalanbana karabe. Nihsandeha allah nirapeksata-abalanbanakaridera bhalabasena."
        },
        {
            "chapter": 49,
            "verse": 10,
            "text": "Nihsandeha muminara bha'i-bha'i, sutaram tomadera bha'idera madhye tomara santisthapana karabe, ara tomara allah‌ke bhaya-bhakti karabe yena tomadera anugraha kara haya."
        }
    ]
}