{
    "rukus": [
        {
            "chapter": 54,
            "verse": 1,
            "text": "Gharighanta samagata, ara candra dbikhandita hayeche."
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "Ara yadi tara kono nidarsana dekhe, tara phire yaya o bale -- ''eka jabaradasta jadu.’’"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "Ara tara pratyakhyana kare ebam tara tadera kheyalakhusira anusarana kare, athaca pratyeka bisayera'i nispatti haye'i geche."
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "Ara tadera kache abasya kichuta sambada ese'i geche yate rayeche pratisedhaka"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "eka suparinata jnana, kintu e satarkikarana kono kaje ase na."
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "Kaje'i tadera theke phire esa. Ekadina ahbanakari ahbana karabena eka apritikara byaparera prati"
        },
        {
            "chapter": 54,
            "verse": 7,
            "text": "tadera cokha abanata abasthaya, tara beriye asate thakabe kabara theke yena tara chariye para pangapala"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "ora ahabayakera prati chute asabe. Abisbasira balabe -- ''e'iti bara kathina dina!’’"
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "Edera age nuha-era lokadala satyapratyakhyana karechila, phale tara amadera bandake pratyakhyana karala o balale -- ''eka ti pagala’’! Ara tamke abajna kara hayechila."
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "Sejan'ya tini tamra prabhuke deke balalena -- ''ami to parabhuta haye parechi, ata'eba tumi sahayya karo.’’"
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "Takhana amara asamanera darajagulo khule dilama barsanasila panira dbara"
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "ara jaminake utksepa karate dilama jharanadharaya, phale pani milita haye gela eka purbanirdharita byapare"
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "ara amara tamke bahana karalama tate ya chila takta o pereka sanbalita"
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "ta bhese calechila amadera cokhera samane, -- eka pratidana tamra jan'ya yamke pratyakhyana kara hayechila."
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "Ara amara abasya etike rekhe diyechi eka nidarsanarupe. Kintu ke'u ki rayeche upadesapraptadera antarbhukta"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "sutaram kemana hayechila amara sasti o amara satarkikarana"
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "ara amara to abasya'i kura'anake upadesagrahanera jan'ya sahajabodhya kare diyechi, kintu ke'u ki ache ye upadesapraptadera madhyekara"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "ara'ada-jati satyapratyakhyana karechila, kaje'i kemana hayechila amara sasti o amara satarkikarana"
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "Nihsandeha amara tadera upare eka carama durbhagyera dine pathiyechilama eka pracanda jhara-tophana"
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "ya manusake uriye niyechila, yena tara chila utpatita khejuragachera gumri."
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "Sutaram kemana hayechila amara sasti o amara satarkikarana"
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "kaje'i amara alabat kura'anake upadesa grahanera jan'ya sahajabodhya kare diyechi, kintu ke'u ki habe upadesapraptadera antarbhukta"
        }
    ]
}