{
    "rukus": [
        {
            "chapter": 57,
            "verse": 1,
            "text": "Mahakasamandale o prthibite ya-kichu ache ta allah‌ra japatapa kare, ara tini mahasaktisali, paramajnani."
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "Tamra'i hacche mahakasamandala o prthibira sarbabhaumatba tini jibana dana karena o mrtyu ghatana, ara tini'i saba-kichura upare sarbasaktimana."
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "Tini'i adi o anta ara prakasya o gupta, kenana tini'i saba-kichu sanbandhe sarbajnata."
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "Tini'i se'ijana yini mahakasamandala o prthibi srsti karechena chaya dine, tarapara tini samarohana karalena arasera upare. Tini janena ya prthibira bhetare prabesa kare ebam ya ta theke beriye ase, ara ya akasa theke neme ase ebam ya tate uthe yaya. Ara tini tomadera sange rayechena yekhane'i tomara thaka na kena. Ara tomara ya kara se-sanbandhe allah samyaka drasta."
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Tamra'i hacche mahakasamandala o prthibira sarbabhaumatba ara allah‌ra'i prati byapara-syaparagulo phiriye ne'oya haya."
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Tini ratake dinera madhye prabesa kariye dena ebam dinake prabesa karana ratera madhye. Ara bukera bhetare ya-kichu ache se- sanbandhe tini sarbajnata."
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Allah‌ra o tamra rasulera prati imana ano, ebam kharaca karo ta theke ya diye tini ete tomadera uttaradhikari baniyechena. Sutaram tomadera madhyera yara imana ane o kharaca kare, tadera jan'ya rayeche eka birata pratidana."
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Ara tomadera ki hayeche ye tomara allah‌te bisbasa karacha na, athaca rasula tomadera ahbana karachena yena tomara tomadera prabhura prati bisbasa sthapana karo, ebam tini'o itipurbe'i tomadera theke angikara grahana karechena, -- yadi tomara bisbasi haye thako"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "tini'i se'ijana yini tamra bandara kache suspasta nirdesabali abatarana karachena yena tini tomadera bera kabe anate parena andhakara theke alokera madhye. Ara allah niscaya'i tomadera prati to parama snehamaya, aphuranta phaladata."
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "Ara tomadera ki hayeche ye tomara allah‌ra pathe kharaca kara na, athaca allah‌ra'i hacche mahakasamandala o prthibira uttaradhikara? Tomadera madhye tara samatulya naya yara se'i bijayera purbe kharaca karechila o yud'dha karechila. Era srenibibhage uccatara tadera theke yara parabartikale kharaca kare o yud'dha kare, ara pratyekake'i allah oyada karechena kalyanera. Kenana tomara ya kara se-sanbandhe allah purna oyakiphahala."
        }
    ]
}