{
    "pages": [
        {
            "chapter": 2,
            "verse": 70,
            "text": "Алар әйттеләр: \"Ий Муса, Раббыңнан сора ул сыерның бөтен хәлен безгә бәян итсен! Ул сыер кырда утлап йөрүчеме? Яки җир сөрүчеме? Бер-берсенә охшаган сыерларны күрдек, ләкин үзебезгә кирәк сыерны аера алмадык. Әгәр ул сыерның бөтен хәлен безгә бәян итсә, Аллаһ теләсә, ул сыерны табарбыз"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Муса әйтте: \"Дөреслектә Аллаһ әйтәдер: ул сыер, әлбәттә, җир сөреп, җир сугарып мәшәкать чикмәгән сыердыр, ул сыерда чуарлык юк һәм һәр кимчелектән пакь\". Алар. \"Хәзер сыерның бөтен хәлен бәян кылдың, инде табарга мөмкин булыр\", – диделәр һәм сыерны таптылар, бик зур бәягә сатып алып бугазладылар. Ләкин сыерның бәясе бик югары булу сәбәпле, аны сатып алудан гаҗиз була яздылар"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "Бер кешене үтереп, кем үтерде дип шаулашкан вакытыгызны да хәтерләгез! Аллаһ сез яшергән нәрсәне ачып күрсәтүче. Ягъни үтерүчеләрне мәетнең үзеннән әйттерде"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Без әйттек: \"Сыерның берәр әгъзасы белән мәеткә сугыгыз\". Сыерның койрыгы белән мәеткә суктылар, мәет терелде һәм үтерүчеләрне әйтте, алар хөкем ителделәр. Шул мәетне тергезгән кебек Аллаһ кыямәт көнне мәетләрне тергезер. Әнә шулай, Аллаһ үзенең барлыгына һәм берлегенә дәлилләр күрсәтә, бәлки гыйбрәтләнерсез һәм вәгазьләнеп төзәлерсез! (Бу сыер вакыйгасы кешеләр өчен гыйбрәттер. Муса г-м сыерны бугазлагыз дигәч, шунда ук берәр сыерны бугазласалар- Аллаһуның әмерен үтәгән булырлар иде, ләкин яһүдләр, тәкрар сорау биреп, үзләренә авырлык китерделәр, ахырдан ул сыер өчен үзенең тиресе тулы алтын түләргә мәҗбүр булдылар. Шуның белән Аллаһу тәгалә күрсәтә ки, аның әмерен күп тикшереп, сорап тормыйча, тирәнгә кермичә, шундук үтәүнең хәерлесен. Бакара сурәсендә 285 аятьтә – \"Самиґнә вә әтәґнә\" – чын мөселманнар Аллаһуның әмерләрен ишеткәч, күп сорап тормыйча: \"Без ишеттек һәм буйсындык\", – дип әйтәләр ди)"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Аллаһу тәгаләнең күп могҗизаларыннан соң мәетнең терелгәнен һәм Аллаһ хөкемнәрен бозучыларның маймыл вә дуңгыз сурәтенә кереп һәлак булуларын күрдегез, шуннан сон, да күңелегез йомшармады, бәлки таштай катты, хәтта таштан да катырак булды. Дөреслектә, таш таулардан елгалар ага, зур таш ярылса, эченнән су чыга һәм Аллаһудан куркып, таулардан таш ярылып төшә. Ий кешеләр! Сезнең кылган эшләрегездән Аллаһ һич тә гафил түгел. Аллаһудан куркыгыз, гөнаһлардан сакланыгыз"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Ий сез мөселманнар! Яһүдләрнең сезнең динегезгә кереп мөселман булуларын телисезме? Дөреслектә, яһүдләрдән бер төркем җәмәгать ишеттеләр Аллаһуның сүзен, ягъни Тәүратны, соңыннан үзгәрттеләр Аллаһуның сүзен, аңлагач һәм белгәчтен"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "Ул яһүдләр мөселманнарга очраганда: \"Иман китердек\", – диләр. Әгәр аулакта бер-берсенә юлыксалар әйтерләр ул яһүдләр үзара: \"Ник хәбәр бирәсез мөэминнәргә үзегезгә Аллаһ ачык бәян кылган эшләрне\" (Ягъни алар, Тәүратны укып беләләр иде Мухәммәднең хак расүл икәнен; ләкин аулакта бер-беренә әйтерләр иде: \"Тәүраттагы шул сүзләрне мөэминнәрдән яшерегез\", – дип). \"Аның пәйгамбәр икәнлеген белә торып, инкяр иттегез, дип, ахирәттә Аллаһ хозурында өстегездән торуларына дәлил булсын өчен сөйлисезме? Уйлап карамыйсызмы?\" – диләр"
        }
    ]
}