{
    "pages": [
        {
            "chapter": 2,
            "verse": 89,
            "text": "Һәм килгән вакытта ул яһүдләргә Аллаһудан Коръән дөресләп, алар кулларыңда булган Тәүратны инкяр иттеләр. Үзләре Коръән иңмәс борын: \"Ий Раббыбыз! Кәфер булган дошманнарыбызны җиңү өчен Мухәммәд г-м хөрмәтенә безгә ярдәм бир\", – дияләр иде. Әмма Мухәммәд ґәләйһис-сәләм аларга ачык дәлилләр белән килгәч, аны пәйгамбәр дип танымадылар, инкяр иттеләр. Аллаһуга, Коръәнгә яки пәйгамбәргә ышанмаган кешеләрне Аллаһу тәгалә ләгънәт кыладыр"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Аллаһу тәгаләнең, үзе теләгән бәндәсенә Фазълы рәхмәте белән Коръән иңдерүенә хөседләнеп, Коръәнне инкяр итү көферлегенә үзләрен алыштырулары нинди яман алыштырудыр. Ул яһүдләр бер ачудан икенче ачуга кайттылар. Ягъни, Гыйсаны инкяр итеп, Аллаһуны бер ачуландырдылар, Мухәммәд г-мне һәм Коръәнне инкяр итеп, икенче мәртәбә Аллаһуны ачуландырдылар. Коръәнне инкяр итүче көферләргә ґәзаб бик каты булачак"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "Яһүдләргә Аллаһ иңдергән Коръәнгә ышаныгыз дигәндә, үзебезгә иңдерелгән Тәүратка ышаныгыз, диләр. Алларындагы Коръәнгә ышанмыйлар, ул Коръән хак булса да һәм кулларындагы Тәүратны тәсъдыйклаучы булса да. Әгәр үзегез әйткәнчә, Тәүратка ышанып, аның белән гамәл кылучылардан булсагыз, Мухәммәд г-м килгәнче ни өчен Аллаһуның пәйгамбәрләрен үтердегез"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "Шиксез, Муса сезгә ислам динен өйрәтүче, Аллаһ хөкемнәрен ачык бәян итүче Тәүрат белән килде. Ә сез Муса, Тур тавына киткәч, бозауга гыйбадәт кылдыгыз, шуның өчен сез залимнәрсез"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "Бабаларыгыздан Тәүрат белән гамәл кылырга ґәһед алган вакытыбызны да хәтерләгез! Өстегезгә Тур тавын күтәреп, үзегезгә бирелгән Тәүратны алыгыз һәм аның белән ныклап гамәл кылыгыз, вә Тәүраттагы Аллаһ хөкемнәрен ишетеп, кабул итегез, дидек. Яһүдләр: \"Ишеттек әммә ишеткән белән гамәл кылмыйча Аллаһуга гасый булдык\", – диделәр. Янә аларның күңелләренә бозау мәхәббәте сеңеште, көферлекләренә җәза өчен, ягъни Аллаһудан ґәзаб алыр өчен, бозауга табындылар. Әгәр мөэмин булсагыз, нинди яман иманыгыз, бу яман иманыгыз сезне Аллаһуга итәгать итмәскә, вә бозауга табынырга боерадыр. \"Әгәр иманыгыз хак булса, бу кабәхәт эшне эшләмәгән булыр идегез\", – дип әйт аларга"
        }
    ]
}