{
    "pages": [
        {
            "chapter": 6,
            "verse": 158,
            "text": "Аллаһудан Коръән килгәннән соң да аның белән гамәл кылмыйча тагын нәрсә көтәләр? Әлбәттә, Коръән белән гамәл кылмыйча, ґәзаб фәрештәнең килүен көтәләр, яки Раббының ґәзәб белән килүен көтәләр, яки кыямәт көне кеби Раббыңның бәгъзе галәмәтләрен көтәләр. Раббыңның бәгъзе галәмәтләре килгән көндә һичкемнең иман китерүе файда бирмәс, ягъни үлем куркынычларын күргәч кенә, яки картлык зәгыйфьлегенә ирешкәч кенә иман китереп маташуның һич файдасы булмас, яки әүвәлрәк иман китергән, ләкин хәрамнардан тәүбә итмәгән һәм фарызларны үтәмәгән, коры иман сүзләрен әйтеп яшәве янә файда бирмәс, әйт: \"Көтегез Аллаһ ґәзабын\", – дип. Без, әлбәттә, аларны ґәзаб белән көтәбез"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Тәкъвасыз мөселманнар, Аллаһ төзеп биргән хак динне төрле кисәкләргә бүлделәр һәм төрле батыл мәзһәб ияләре булдылар, ий Мухәммәд г-м, син аларның һичбер эшләре турында соралачак түгелсең. Аларның эшләре Аллаһуга тапшырылмыштыр, соңра Аллаһ үзләренә кылган эшләре белән хәбәр бирер"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Бер мөэмин Аллаһу хозурына изге гамәлләр белән килсә, ул мөэмингә изгелекләре ун тапкыр арттырылыр, вә бер кеше явыз эшләр белән килсә, кылган гөнаһы бәрабәрендә генә җәза кылыныр һәм алар гөнаһларын арттыру белән золым ителмәсләр"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Әйт: \"Ий Мухәммәд г-м, \"Раббым мине күндерде чын туры юлга, кыямәткә каим булган хак дингә күндерде һәм батылдан хак тарафына нык авышкан Ибраһим милләтенә күндерде. Ул – Ибраһим мөшрикләрдән булмады, ягъни Аллаһуга һичкемне, һичнәрсәне тиңдәш итмәде"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Әйт: \"Укыган намазларым вә бугазлаган корбаннарым фәкать Аллаһ ризалыгы өчен генә эшләнәләр вә тере булуым һәм үлмәклегем бөтен галәмнәрне тәрбия кылучы Аллаһу тәгалә эшедер"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "Аллаһуның һич тиңдәше юк, вә мин һичкемне һичнәрсәне аңа тиңдәш кылмаска, фәкать Аллаһуга гына халис кол булырга Аның тарафыннан боерылдым һәм мин мөселманнарның әүвәлемен"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Әйт: \"Аллаһудан башка бер мәхлукны үземне тәрбия итүче итеп алыйммы? Бөтен вөҗүднең, бөтен мәхлукның тәрбиячесе Аллаһ үзе генә була торып, һәрбер кеше ни кылса да үзе өчен генә кыладыр һәм гөнаһ йөген йөкләүче кеше башка һичбер кешенең гөнаһ йөген йөкләп алмас, соңра кайтачак урыныгыз Аллаһ хозурында, Аллаһ динендә ихтилаф кылышканыгыз белән үзегезгә хәбәр бирер"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "Сезләрне Җиргә халифә итүче Аллаһ дәрәҗәләрдә бәгъзеләрегезне бәгъзеләрегездән югары күтәрде, сезгә биргән нигъмәтләре хакында барыгызны да сынамак өчен. Дөреслектә, Синең Раббың итагать итмәгәннәрдән ашыгып үч алучыдыр вә, әлбәттә, Ул итагать белән төзәлгәннәрне ярлыкаучы, рәхимле"
        }
    ]
}