{
    "pages": [
        {
            "chapter": 8,
            "verse": 62,
            "text": "Әгәр кәферләр ялган солых белән алдарга теләсәләр сине, алай да курыкма! Сине сакларга, әлбәттә, Аллаһ үзе җитәдер, Ул – Аллаһ сине үзенең ярдәме вә мөэминнәр белән куәтләрдер"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "Янә Аллаһ, бер-берсенә дошман булган кешеләрнең күңелләренә өлфәт салып дусландырды, әгәр син аларны дусландырмак өчен бөтен дөнья байлыгы биреп күңелләрен өлфәтләндерә алмас идең, ләкин Аллаһ аларның күңелләренә өлфәт салды да, җыелышып сиңа ярдәмдә булдылар. Шиксез, Аллаһ көчле вә хәким"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "Ий пәйгамбәр! Сиңа ярдәм итәргә Аллаһ Үзе вә сиңа ияргән мөэминнәр җитәдер"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "Ий пәйгамбәр! Мөэминнәрне сугышка кызыктыр! Әгәр сездән чыдамлы егерме ирләр булса, алар ике йөз кәферне җиңәрләр, әгәр сездән чыдамлы йөз ир булса, алар мең кәферне җиңәрләр, ул кәферләр ярдәм Аллаһудан икәнлекне аңламаулары өчен"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Хәзер инде Аллаһ сезгә җиңеллек кылды, чөнки сезнең арагызда зәгыйфьләр барлыгын Аллаһ белде, сездән чыдамлы бер йөз кеше булса, ике йөз кәферне җиңәрләр, әгәр сездән мең чыдамлы кеше булса, ике мең кәферне җиңәрләр Аллаһуның ярдәме белән, Аллаһ чыдамлы мөэминнәр белән бергәдер"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Кулга төшкән әсирләрне мал алып азат итәргә пәйгамбәргә һич дөрес булмый, хәтта кәферләрне күп үтергәннәренә чаклы сез мөселманнар дөнья малын телисез, Аллаһ сезнең өчен ахирәтне тели, Аллаһ көчле вә хәкимдер"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Әгәр хаталык кылучылар гафу ителәләр дигән сүз Аллаһудан булмаса иде, әлбәттә, әсир өчен алган малыгыз өчен сезгә олугъ ґәзаб ирешкән булыр иде"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Алган ганимәт малларыгыздан хәләл, пакь булганы хәлдә ашагыз! Вә Аллаһудан куркыгыз, Аңа карышудан сакланыгыз! Аллаһ ярлыкаучы вә рәхимле"
        }
    ]
}