{
    "pages": [
        {
            "chapter": 9,
            "verse": 41,
            "text": "Җиңел күрсәгез дә, авыр күрсәгез дә сугышка чыгыгыз вә Аллаһ юлында малыгыз, җаныгыз белән сугышыгыз! Бу сугышта сезгә яхшылык бар, әгәр белсәгез"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Әгәр сугышта табыш алулары билгеле булып, барачак сәфәр дә ерак булмыйча уртача гына булса, әлбәттә, алар сиңа ияреп сугышка барыр иделәр. Ләкин аларга мәшәкатьле сәфәр ерак булды, шуның өчен монафикълар калдылар һәм Аллаһ исеме белән ант итеп сиңа гозер күрсәтәләр, \"әгәр мөмкин булса без дә сезнең белән сугышка чыгар идек, ләкин гозеребез бар\", – диләр. Ялган сүзләре белән үзләрен һәлак итәләр, Аллаһ беләдер, әлбәттә, алар – ялганчылар"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Аллаһ синнән хаталыкны гафу итте! Син ни өчен аларга сугыштан калырга рөхсәт бирдең? Туры кешеләрнең турылыгы ачыкланганчы көтәргә идең, ул вакытта кемнәр ялганчы икәнлеген белер идең"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Аллаһуга вә ахирәт көненә иман китергән кешеләр синнән рөхсәт сорамаслар Аллаһ юлында мал вә җан белән сугыша торган сугышка бармый калырга. Аллаһ Аның хөкемнәрен бозудан сакланучы тәкъваларны белә"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Аллаһуга вә ахирәт көненә ышанмаган кешеләр сугыштан калырга синнән рөхсәт сорарлар һәм күңелләреңдә шик булган кешеләр үзләренең шикләнүләре белән хәйран калып йөрерләр"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "Әгәр синең белән сугышка чыгарга теләкләре булса иде, әлбәттә, сугышка кирәк нәрсәләрне хәзерләр иделәр, тик ятулары теләкләре яклыгына дәлилдер, ләкин Аллаһ аларның сугышка чыгуларын мәкруһ күрде, аларны куркаклык вә ялкаулык белән чолгады, аларга шайтан тарафыннан әйтелде: \"Өйдә утырып калучылар белән бергә калыгыз\", – дип"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Әгәр алар сезнең белән чыксалар да арагызда бозыклык кылып зарардан башканы арттырмаслар иде, арагызда фетнә булдыруны гына карап йөрерләр иде. Дәхи арагызда сезнең зарарыгызга сүз йөртүчеләр дә бар. Аларның сугышка чыкмаулары хәерле булды. Аллаһ галимнәрне белүче"
        }
    ]
}