{
    "pages": [
        {
            "chapter": 11,
            "verse": 29,
            "text": "Ий каумем! Хак динне өйрәткәнем өчен мин сездән мал сорамыйм, сезгә исламны өйрәтүемнең әҗерен фәкать Аллаһу тәгалә үзе бирәчәк, дәхи мин иман китереп, миңа ияргән кешеләрне ташлаучы түгелмен, ул мөэминнәр Раббыларына юлыгачакларын, әлбәттә беләләр, ләкин мин сезне бик надан каумнәр дип күрәмен ки, хак динне дә, Аллаһуга кайтачагыгызны да белмисез"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "Ий каумем, әгәр мин фәкыйрьләрне янымнан кусам, ярдәм биреп, Аллаһ ґәзабыннан мине кем коткарыр, шуны уйлап вәгазьләнмисезме"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "Мин сезгә әйтмимен: \"Минем кулымда Аллаһ хәзинәләре бар вә яшертен эшләрне беләмен һәм мин фәрештәмен\", – дип. \"Һәм сезнең күзегезгә яман күренгән фәкыйрьләргә Аллаһ рәхмәт кылмас, нигъмәт бирмәс\", – дип тә әйтмим, аларның күңелләрендәге иманны вә мәгърифәтне Аллаһ белә, әгәр мин фәкыйрьләрне кимсетсәм, әлбәттә, залимнәрдән булырмын"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Кәферләр әйттеләр: \"Ий Нух, тәхкыйк син безнең белән бәхәсләштең һәм безнең белән бәхәсләшүеңне бик күп кылдың, әгәр дөрес сөйләүчеләрдән булсаң, вәгъдә кылган ґәзабыңны өстебезгә китер"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Нух әйтте: \"Ул ґәзабны әгәр теләсә, фәкать Аллаһ үзе китерер, ґәзаб килгәндә сез Аллаһуны гаҗиз кыла алмассыз"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "Әгәр мин сезне вәгазь кылырга теләсәм дә минем вәгазем сезгә һич файда бирми, әгәр Аллаһ сезне аздырырга теләсә – аздырыр. Ул сезнең Раббыгыз, ни теләсә – шуны эшләр, вә ахырда Аңа кайтарылырсыз"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Яки алар бу сүзләрне Мухәммәд Аллаһуга ифтира кылып ялган сөйли диләрме? Ә син аларга әйт: \"Әгәр ифтира кылып ялган сөйләсәм, бит гөнаһы да үземә булыр, ләкин мин сез эшли торган гөнаһлы эшләрдән бизүчемен"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "Дәхи Нухка вәхий булды: синең каумеңнән иман китерәселәре иман китерделәр, инде калганнары иман китермәсләр, аларның кылган кабәхәт эшләре өчен кайгырмагыл"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "Вә көймә яса, Безнең күз алдыбызда һәм Безнең өйрәтүебез белән, ләкин мөселман булмаган кешеләр өчен Безгә дога кылмагыл аларны ґәзабдан коткар, дип, чөнки ул залимнәр Туфан суына батып һәлак булачаклар"
        }
    ]
}