{
    "pages": [
        {
            "chapter": 2,
            "verse": 187,
            "text": "Рамазан аенда авыз ачканнан соң таңга хәтле хатыннарыгызга якынлык кылу хәләл ителде. Хатыннарыгыз сезгә, сез аларга киемсез, ягъни хатыннарыгыздан файдаланыгыз да башкаларга күңел төшермәгез. Аллаһ белде сезнең үз-үзегезгә хыянәт иткәнегезне, тәүбәләрне кабул итеп, гөнаһларыгызны гафу итте. Хәзер инде рамазан кичәләрендә хатыннарыгызга якынлык кылыгыз, һәм Аллаһ тәкъдир иткән баланы өстәгез, балагызның һидәятле булуын Аллаһудан сорагыз һәм сәхәр дә ашагыз, эчегез хәтта таң яктылыгы беленгәнче, аннары рузәне тотып, тәмам итегез кояш баеганчы! Мәсҗидләрдә игътикәфтә булган көннәрегездә хатыннарыгызга якынлык кылмагыз. Югарыда әйтелгән хөкемнәр Аллаһуның чикләгән чиге, Аллаһ чигенә якын бармагыз! Әнә шулай Аллаһ аятьләрен кешеләргә ачык бәян итә, шаять, Аллаһ хөкемнәрен бозудан сакланырлар дип"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "Малларыгызны үз арагызда хыянәт юлы белән ашамагыз, һәм кешеләрнең малларын хөкем аркылы золымлык белән алыр өчен казыйлар, хөкемдарлар алдына малыгызны салмагыз – ришвәт бирмәгез! Үзегез беләсез бу эшнең золым икәнен"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "Ий Мухәммәд г-м! Синнән ай хәлен сорашалар. Ул ай – кешеләр өчен вакытларны күрсәтә торган һәм хаҗ аен, хаҗ көннәрен белдерә торган әсбаб, диген. (Мөшрикләр хаҗ көннәрендә башны кояштан яшерергә ярамый дип, өйләренең кыегын һәм түшәмен алып, өйләренә өстән төшеп йөргәннәр. Мөселманнарда бу эшне эшләмәсеннәр өчен Аллаһ түбәндәге аятьне иңдерде). Өйләрегезгә түшәмнәрен алып керүегез изгелек түгел, ләкин изгелек, Аллаһуга гөнаһлы булудан сакланудыр. Шулай булгач, өйләрегезгә ишекләреннән керегез! Шаять, өстенлек табарсыз"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "Аллаһ юлында сугышыгыз, сезгә каршы сугыш башлаган кәферләр белән! Ләкин чиктән үтмәгез, ягъни үзегез сугыш башламагыз, сугыш башламау килешүен бозмагыз, сугышка катнашмаган кешене үтермәгез һәм әсирләрне җәберләмәгез! Аллаһ, әлбәттә, чиктән үтүчеләрне сөйми"
        }
    ]
}