{
    "pages": [
        {
            "chapter": 24,
            "verse": 54,
            "text": "Әйт: \"Аллаһуга итагать итегез, вә расүлгә итагать итегез, әгәр аларга итагать итүдән баш тартсагыз, рәсүлнең бурычы фәкать Аллаһуның хөкемнәрен сезгә ирештерү генә, вә сезнең бурычыгыз расүл йөкләгәнне үтәүдер, әгәр расүлгә итагать итсәгез, туры юлга күнелерсез, расүлгә Аллаһ хөкемнәрен ачык итеп ирештерү ваҗибдер"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "Иман китереп изге гамәлләр кылган хак мөселманнарны Аллаһ җир өстенә хуҗа итәргә вәгъдә кылды болардан әүвәлге мөселманнарны хуҗа иткән кеби, һәм Үзе аларга риза булып биргән ислам динен загыйфьләтмичә таза һәлендә сакларга вәгъдә кыллы, дәхи дошманнарыннан куркып яшәүне иминлеккә, тынычлыкка алыштырырга вәгъдә кылды. Миңа гына гыйбәдәт кылырлар вә Миңа һич кемне тиңдәш кылмаслар. Ошбу Аллаһуның вәгъдәсеннән һәм Аның ярдәменнән соң берәү артка чигенеп мөртәт булса, ул кешеләр – фасыйклардыр"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Ий мөэминнәр намазларыгызны вакытында укыгыз, зәкятләрегезне бирегез һәм расүлгә итагать итегез, шаять Аллаһудан рәхмәт ителерсез"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Син уйлама кәферләр җирдә Аллаһны гаҗиз көчсез итәрләр аларны ґәзаб кылуда яки һәлак итүдә дип. Аларның торачак урыннары уттыр, ни кабахәт урын"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "Ий мөэминнәр хезмәтче колларыгыз һәм бәлагатькә ирешмәгән сабый балаларыгыз, сезнең яныгызга керергә рөхсәт сорасалар, өч вакытта: иртә намазыннан элек, өйлә намазы вакытында һәм йәстү намазыннан соң, ошбу өч вакыт гаурәтдер, ул вакытларда киемнәрегезне алмаштырган буласыз, шул күрсәтелгән өч вакыттан башка вакытларда бер-берегезгә рөхсәтсез кереп йөрүегездә сезгә дә, аларга да гөнаһ юкдыр. Аллаһ сезгә хөкеми аятьләрне бәян итәдер, Аллаһ белүче вә гадел хөкем итүче"
        }
    ]
}