{
    "pages": [
        {
            "chapter": 28,
            "verse": 6,
            "text": "Янә Фиргаунгә, Һаманга һәм аларның гаскәрләренә үзләре курыккан Мусаны күрсәтергә теләдек, һәм аларны яхшы җиргә урынлаштырырга теләдек. \"Фиргаун Ягъкуб балаларыннан куркып аларның ир балаларын үтертә барды, әмма үзенең башына җитәчәк Мусаны үзе тәрбияләп үстерде"
        },
        {
            "chapter": 28,
            "verse": 7,
            "text": "Мусаның анасына балаң Мусаны имез, әгәр үтерүләреннән курыксаң, Мусаны Нил дәрьясына сал, батар дип курыкма, һәм кулыңнан китүенә кайгырмагыл, Без аны сиңа кайтарачакбыз вә аны пәйгамбәрләрдән кылачакбыз. Анасы Мусаны өч ай имезде, аннары куркып сандыкка салып, Нил дәрьясына ташлады"
        },
        {
            "chapter": 28,
            "verse": 8,
            "text": "Фиргаун җәмәгате, таң аткач, Мусаны дәрьядан табып алдылар, бармагын имеп ятадыр иде, Аллаһ бу эшне эшләде Муса Фиргаунгә дошман һәм кайгы булсын өчен. Дөреслектә Фиргаун һәм аның вәзире Һаман вә аларның гаскәрләре, үзләренең башларына җитәчәк Мусаны тәрбияләп үстерү белән хаталык кылдылар, бу эшнең ахырын белмәделәр"
        },
        {
            "chapter": 28,
            "verse": 9,
            "text": "Фиргаун хатыны Фиргаунгә әйтте: \"Бу бала минем дә, синең дә күз нурыбыз булыр, аны үтермәгез, чөнки шул вакытта аны үтерергә теләгәннәр иде. Шаять безгә файда итәр яки без аны үзебезгә бала итеп алырбыз.\" Ләкин алар бу эшнең ахырын белмәделәр"
        },
        {
            "chapter": 28,
            "verse": 10,
            "text": "Мусаның Фиргаун кулына төшкәнен белгәч, анасының күңеле кайгыдан бушанды. Хәтта Муса үзенең угълы икәнлеген белдерергә якын булды, Безнең вәхийгә ышанучы булсын өчен күңеленә иман куәтен салмасак, әлбәттә, алданыр иде"
        },
        {
            "chapter": 28,
            "verse": 11,
            "text": "Мусаның анасы Мусаның туган апасы Мәрьямгә әйтте: \"Муса артыннан бар, бәлки берәр хәбәр алып кайтырсың. Мәрьям Мусаның сандыгы кая китүен ерактан күрде, әмма Фиргаун җәмәгате берсе дә бу эшне белми иделәр"
        },
        {
            "chapter": 28,
            "verse": 12,
            "text": "Вә Без анасына каннәнудан элек, имезүче хатыннарны имүдән Мусаны тыйдык, күп хатыннар алып килделәр Мусаны имезергә, ләкин берсен дә кабул итмәде. Мәрьям Фиргауннәргә әйтте: \"Әйә мин сезгә бер өйнең җәмәгатен күрсәтимме, ул хатын сезнең өчен баланы имезеп тәрбияләр, һәм ул җәмәгать балага яхшы нәсыйхәт бирүчеләрдер\", – дип. Анасын чакырып китерделәр, Муса анасының сөтен имде"
        },
        {
            "chapter": 28,
            "verse": 13,
            "text": "Мусаны анасына кайтардык, баласын күреп күзе шатлансын һәм көенмәсен һәм дә Аллаһуның вәгъдәсе хак икәнне белсен өчен, ләкин күбрәк кешеләр Аллаһуның эше вә вәгъдәсе хак икәнне белмиләр"
        }
    ]
}