{
    "pages": [
        {
            "chapter": 40,
            "verse": 50,
            "text": "Сакчылар әйттеләр: \"Әйә сезгә хак динне ачык итеп бәян кылучы вә бүгенге ґәзабыгыз белән хәбәр бирүче пәйгамбәрләр килмәдеме?\" Алар әйттеләр: \"Һәрнәрсәдән хәбәр бирүче пәйгамбәрләр килделәр, ләкин без аларны ялганга тоттык\", – дип. Сакчылар әйтерләр: \"Без сезгә шәфәгать итүче түгелбез, үзегез Раббыгызга дога кылыгыз\", – дип. Аллаһ: \"Кәферләрнең догалары да адашмакта, һич кабул булмас\", – дияр"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "Без пәйгамбәрләребезгә һәр Коръән белән гамәл кылучы мөэмин бәндәләребезгә дөньяда һәм ахирәттә шаһитлар җыелган көндә ярдәм бирәчәкбез"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "Ул көндә залимнәргә ґәзабтан котылу өчен ґөзер күрсәтүләре һич файда бирмәс, аларгадыр ләгънәт, һәм аларга бик яман урын булыр"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "Тәхкыйк Без Мусага Тәүрат һәм могъҗизалар бирдек, вә Мусадан соң Ягькуб балаларын Тәүратка варис кылдык"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "Ул Тәүрат гакыл ияләренә вәгазь һәм һидәят булган хәлдә"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "Вакытлыча гына булган авырлыкларга сабыр ит, Раббыңның сиңа һәм мөэминнәргә биргән вәгъдәсе хак, вә гөнаһларың өчен истигъфар кыл, вә Раббыңны мактап иртә дә вә кичтә дә тәсбихләр әйткел"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Тәкәббер кешеләр Аллаһудан үзләренә килгән Аллаһуның аятьләре хакында дәлилсез вә белемсез низагълашалар, аятьтләрне төрле якка тарткалыйлар, аларның күңелләрендә фәкать тәкәбберлек кенәдер, ләкин алар күңелләрендәге олугълыкка ирешәчәк түгелләр. Инде син аларның явызлыгыннан Аллаһуга сыен, Ул әлбәттә, ишетүче вә күрүче"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Җирне вә күкләрне халык кылу, әлбәттә, үлгән кешеләрне яңадан тергезүгә караганда олугърак эштер, ләкин шуны күбрәк кешеләр белмиләр, хайван кебиләр"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Сукыр кеше күзле кеше белән бертигез була алмас, һәм дә чын иманлы, күп изге гамәлле хак мөэмин, әлбәттә, имансыз, динсез бозыклыкка чумган явыз кеше белән мәңге бертигез булмас. Әнә шундый гыйбрәтле эшләргә бик салкын карыйсыз һәм хак булган вәгазь белән бик аз гына вәгазьләнәсез, шуның өчен яхшылыкларыгыз бик тә аз, әмма бозык эшләрегез бигрәк тә күптер"
        }
    ]
}