{
    "pages": [
        {
            "chapter": 41,
            "verse": 1,
            "text": "Ха мим"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "Ошбу Коръән рәхимле вә шәфкатьле Аллаһудан иңдерелгән хак китаптыр"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "Ошбу китапның аятьләре ачык аңлатылды вә Коръәндә һәрнәрсә ачык өйрәтелде, ґәрәб телендә укылганы хәлдә Аллаһудан иңдерелгән хак китап дип белгән кешеләр өчен"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "Ул Коръән аның белән гамәл кылучыларны шатландырыр, вә аның белән гамәл кылмаучыларга җәһәннәм ґәзабы хәзерләнде, дип хәбәр бирер. Бәлки кешеләрнең күбрәге Коръәннән баш тартты, алар Коръәннең хак сүзләрен ишетмәсләр. Баш тарткач ничек ишетсен"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Коръәнгә ышанмаучылар әйттеләр: \"Ий Мухәммәд г-м, син безне Коръәнгә чакырасың, безнең күңелебездә пәрдә бар ки – аны аңламас, вә колакларыбызда саңгыраулык бар аны ишетмәс, вә синең белән безнең арабызда пәрдә бардыр, син үз динең белән гамәл кыл, вә без дә үз динебез белән гамәл кылабыз\", – дип"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "Син аларга әйт: \"Мин дә сезнең кеби үк бер адәм баласымын, ләкин миңа Аллаһудан вәхий киләдер, сезнең Илаһәгезнең ялгыз бер генә Аллаһ икәнлеге белән, Аңа чын иман китереп туры итагать итүче булыгыз, һәм тәүбә итеп Аңардан гафу сорагыз! Мөшрикләргә һәлак булудыр"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Ул мөшрикләр зәкят бирмәсләр вә алар ахирәт көненә ышанмаслар"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Иман китереп изге гамәлләр кылучы хак мөэминнәргә һич бетми вә кимеми торган җәннәт нигъмәтләре бардыр"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "Син аларга әйт: \"Әйә сез ике көндә җирне төзеп тәмам иткән Аллаһуга иман китермисезме, вә Аңа шәркләр-тиндәшләр кыласызмы? Ике көндә җирне яратучы Ул – Аллаһ барча галәмне тәрбия итүчедер, Аның тиңдәше юк"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "Вә ул җир өстендә зур-зур таулар кылды вә ул җирнең файдаларын күп кылды, вә кешеләр һәм хайваннар өчен ризыклар халык кылды, җирне вә җирдәге байлыкны сораучылар өчен төгәл дүрт көндә халык кылды"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Соңра күкне халык кылырга теләде ул вакытта күк төтен иде, күккә вә җиргә теләп яки теләмичә: \"Миңа итагать итегез, ягъни Мин әйткәнчә булыгыз!\" Алар әйттеләр: \"Йә Рабби, теләп үз ихтыярыбыз илә баш иябез\", – диделәр"
        }
    ]
}