{
    "pages": [
        {
            "chapter": 97,
            "verse": 1,
            "text": "Тәхкыйк Без Коръәнне иңдердек кадер кичендә"
        },
        {
            "chapter": 97,
            "verse": 2,
            "text": "Сиңа кадер кичнең Шәрафәтен вә аның хикмәтен нәрсә белдерде"
        },
        {
            "chapter": 97,
            "verse": 3,
            "text": "Кадер киче, мең айдан да хәерлерәк сәвабы, мең ай кылган гыйбадәттән артыгырактыр"
        },
        {
            "chapter": 97,
            "verse": 4,
            "text": "Кадер кичендә Җәбраил һәм башка фәрештәләр иңәрләр Раббыларының теләге илә һәр кешегә билгеләнгән бер еллык тәкъдир белән"
        },
        {
            "chapter": 97,
            "verse": 5,
            "text": "Кадер кичендә намаз, Коръән укып рузә тоткан мөэминнәргә фәрештәләр Аллаһудан сәлам укырлар. Кадер киченең дәвамы кояш баеганнан башлап таң атканга чаклыдыр. (Коръән рамадан аенда кадер кичендә бердән дөнья күгенә Җәбраил фәрештәгә иңдерелде. Аннары Җәбраил г-м кирәк саен аять-аять пәйгамбәргә китереп торды)"
        },
        {
            "chapter": 98,
            "verse": 1,
            "text": "Китаби кәферләр һәм китапсыз мөшрикләр, көферлекләреннән аерылмадылар, хәтта хакның хаклыгын вә батылның батыллыгын ачык аңлатучы вә хакны батылдан ачык аеручы Коръән килгәнгә чаклы"
        },
        {
            "chapter": 98,
            "verse": 2,
            "text": "Ул аңлатма Аллаһудан килгән рәсүлнең Коръән аятьләрен укымаклыгыдыр, ул аятьләр батылдан (ялганнан) ґәзабтан пак булган һәм сәхифәләрдә язылган Коръән"
        },
        {
            "chapter": 98,
            "verse": 3,
            "text": "Ул сәхифәләрдә һич үзгәрми торган хөкмий аятьләр бардыр. Алар хакны сөйләүче һәм үзгәрүдән пак (Коръән иңгәч кәферләр һәм мөшрикләр, Коръәнне кабул итеп мөселман булдылар. Хәзер дә ул эш дөньяда дәвам итә)"
        },
        {
            "chapter": 98,
            "verse": 4,
            "text": "Ул китабий кәферләр, бер-берсеннән аерылмадылар төрле мәзһәбләргә бүленмәделәр мәгәр үзләренә пәйгамбәр килеп хак динне өйрәтеп бер генә юлны ачык күрсәткәннән соң аерылдылар"
        },
        {
            "chapter": 98,
            "verse": 5,
            "text": "Китаплары белән гамәл кылмыйча кәфер булган яһүдләр һәм насаралар, Аллаһ тарафыннан боерылдылар, Аллаһ ризалыгы өчен генә Ислам динен тотарга, Аллаһуга гына гыйбадәт кылырга һәм Аңа итагать итәргә, дәхи намаз укырга, зәкят бирергә, дөреслектә хаклыкта таза торганнарның хак дине әнә шулдыр"
        },
        {
            "chapter": 98,
            "verse": 6,
            "text": "Китапка ышанып та кәфер булган кешеләр һәм китапка ышанмаучы кәферләр алар җәһәннәм утында мәңге калучылардыр. Алар мәхлукатнең иң явызырагыдыр"
        },
        {
            "chapter": 98,
            "verse": 7,
            "text": "Тәхкыйк иман китереп изге гамәлләр кылган хак мөэминнәр, мәхлукларның яхшыларыдыр"
        }
    ]
}