{
    "rukus": [
        {
            "chapter": 17,
            "verse": 41,
            "text": "Ne, në këtë Kur’an, japim sqarime që ata të nxjerrin mësime, por, ai edhe më tepër ua shton tëhuajsimin atyre"
        },
        {
            "chapter": 17,
            "verse": 42,
            "text": "Thuaj: “Po të ekzistonte ndonjë tjetër Zot përveç Atij, siç po thonë ata, atëherë ata do të kërkonin rrugë për te poseduesi i lartëmadhërishëm”"
        },
        {
            "chapter": 17,
            "verse": 43,
            "text": "Qoftë lavdëruar Ai dhe shumë lart mbi atë çka flasin ata"
        },
        {
            "chapter": 17,
            "verse": 44,
            "text": "Ate e madhërojnë shtatë qiej dhe toka, edhe gjithëçka ekziston në to, dhe nuk ka asgjë që nuk e madhëron me lëvdata, por ju nuk e kuptoni madhërimin e tyre. Ai është me të vërtetë i butë dhe falë shumë"
        },
        {
            "chapter": 17,
            "verse": 45,
            "text": "Kur lexon Kur’an, ndërmjet teje dhe atyre që nuk i besojnë botës tjetër, Ne vejmë një perde të fshehtë"
        },
        {
            "chapter": 17,
            "verse": 46,
            "text": "Kurse në zemrat e tyre një mbulojë që i pengon për ta kuptuar dhe i bëjmë të shurdhët. Dhe ti kur e përmend Zotin tënd në Kur’an, Atë të vetmin, ata të frikësuar ia japin këmbëve"
        },
        {
            "chapter": 17,
            "verse": 47,
            "text": "Ne dimë mirë se ç’duan mizorët të dëgjojnë kur vijnë të të përgjojnë, dhe kur përshpërisin “Ju vetëm pasoni një njeri të magjepsur”"
        },
        {
            "chapter": 17,
            "verse": 48,
            "text": "Shih me çka po të krahasojnë ty, prandaj bredhin dhe nuk mund të gjejnë rrugë të drejtë"
        },
        {
            "chapter": 17,
            "verse": 49,
            "text": "Thonë: “A kur të shndërrohemi në eshtra e pluhur, ne sikur krijesa të reja paskemi për t’u ringjallur?!”"
        },
        {
            "chapter": 17,
            "verse": 50,
            "text": "Thuaj: “A doni të jeni gur ose hekur"
        },
        {
            "chapter": 17,
            "verse": 51,
            "text": "Ose çfarëdo krijese qoftë për të cilat mendoni se nuk mund të ringjallen”. “Po kush do të na kthej neve në jetë?” Do të thonë, e ti thuaju: “Ai i cili ju ka krijur për të parën herë”, e ata do të tundin kokën ndaj teje dhe do të thonë: “Kur pra?” E ti thuaju: “Ndoshta së shpejti”"
        },
        {
            "chapter": 17,
            "verse": 52,
            "text": "Atë ditë kur t’iu thërasë dhe ju do t’i përgjigjeni, duke i falënderuar dhe do të mendoni se keni mbetur vetëm një kohë të shkurtër"
        }
    ]
}