{
    "rukus": [
        {
            "chapter": 18,
            "verse": 60,
            "text": "Dhe kur i tha Musa djaloshit të vet: “Do të shkoj deri sa të arij aty ku bashkohen dy dete, ose do të ec dhe vetëm do të ec"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Dhe kur ata dy arritën deri në vendin ku ata dy duhet të bashkohen, e harruan peshkun e tyre, e ai u nis rrugës së vet nëpër det"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Po kur u largua, (Musa) i tha djaloshit të vet: “Na jep të hamë mëngjesin sepse, nga kjo rrugë e jona jemi lodhur"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "A e sheh? i tha ky. Kur u patëm ndalur në atë breg e unë e harrova peshkun, këtë s’e ka bërë tjetër kush përpos vetë djallit, që ta përmendi atë. Ai pa tjetër do të jetë zhytur në det, për çudi"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Tha: “Kjo është ajo që na duhet”, dhe u kthyen të dy rrugës prej nga kishin ardhur"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Dhe e gjetën një njeri nga robërit tanë, të cilit i patëm dhënë mëshirë nga ana jonë dhe i mësuam atë që e dimë vetëm Ne"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "“A mundem të të bëj shoqëri?” – i tha Musa. “Por të ma mësosh tërë atë drejtësi që e ke mësuar ti”"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "“Ti me siguri nuk do të mund të durosh me mua”, i tha ai"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "“Si do të durosh atë për çka nuk je i informuar?”"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "“Ke me parë se do të jem, në dashtë All-llahu, i durueshëm, - i tha, - dhe nuk do të kundërshtoj për asgjë”"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "“Po nëse më bën shoqëri, pra, tha ai, atëherë të mos më pyesish për kurrgjë derisa unë vetë të rrëfej për atë”"
        }
    ]
}