{
    "rukus": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta Ha"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Nuk ta shpallëm Kur’anin për të të munduar"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Por vetëm si vërejtje për atë që frikësohet"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Si shpallje nga ai i cili ka krijuar tokën dhe qiejt e lartë"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "I Gjithmëshirshmi i cili mbisundon gjithësinë"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Të Atij janë çka ka në qiej dhe çka ka në tokë, dhe ç’ka ndërmjet tyre, edhe çka ka nën tokë"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Edhe në qoftë se flet haptazi – ani, Ai e di fshehtësinë dhe çka mendon në vete"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "All-llahu, nuk ka tjetër Zot përveç Atij, ka emrat më të mirë"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "A të ka arritur ty rrëfimi për Musaun"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Kur pa një zjarr dhe i tha familjes së vet: “Pritni këtu, unë e kam parë një zjarr, ndoshta ju sjell ndonjë urë ose gjej te zjarri ndonjë udhërrëfyes"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Dhe kur erdhi aty, dikush i thirri, “O Musa"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Me të vërtetë Unë jam Zoti yt! Zbathi pra këpucat tuaja, se ti je, pamëdyshje, në luginën e bekuar – Tuva"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Ty Unë të kam zgjedhur, prandaj dëgjo çka po të shpallet"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Unë, pa dyshim, Unë jam All-llahu, që nuk ka tjetër Zot përveç meje, prandaj vetëm mua më adhuro dhe kryej faljen për të më përkujtuar"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Momenti i kijametit do të vijë me siguri, e mbaj gati në fshehtësi për t’u shpërblyer secili për atë që e ka fituar"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Dhe nga kjo askush le të mos shmangë as ai që nuk i beson kësaj dhe që pason epshin e vet, dhe të jesh i humbur"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Po ç’e ke atë në dorë të djathtë o Musa?”"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "“Ky është shkopi im, - tha, - me të cilin mbahem dhe me te u grahu dhenve të mia, por më shërben edhe për punë tjera”"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "“Hidhe o Musa! – i tha Ai"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Dhe ai e hodhi, kur qe, - ai gjarpër i cili po zvarriset"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "I tha: “Merre atë dhe mos u frikëso! Ne do ta kthejmë në gjendjen e mëparshme"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Dhe fute dorën në nënsjetullën tënde, dora do të dalë e bardhë, pa asgjë të keqe, si mrekulli e dytë"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Për të treguar ty nga mrekullitë tona të mëdha"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "shko te Faraoni! Ai njëmend e tepron!”"
        }
    ]
}