{
    "rukus": [
        {
            "chapter": 24,
            "verse": 58,
            "text": "O besimtarë, juve duhet t’u kërkojnë leje tri herë ata që janë në posedimin tuaj dhe ata të cilët akoma nuk kanë arritur moshën e pjekurisë; para faljes së sabahut edhe në drekë kur i hiqni rrobat tuaja (nga të nxehtit), edhe pas faljes së jacisë. Këto janë tri kohë kur nuk jeni të veshur; në kohën tjetër nuk është mëkat as për ju as për ata. Ata u vizitojnë juve, vizitone njëri-tjetrin! Ashtu All-llahu ua shpjegon argumentet! All-llahu është shumë i dijshëm dhe i urtë"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "Edhe kur fëmijët tuaj arrijnë moshën e pjekurisë le të lypin leje (për të hy) ashtu siç kanë lypur leje ata përpara tyre. Ashtu All-llahu ua shpjegon ligjet e veta. All-llahu është shumë i dijshëm dhe i urtë"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "Kurse femrat e vjetra (të mbetura) të cilat nuk shpresojnë më për martesë, nuk e kanë mëkat të heqin mbulesën e tyre, por duke mos treguar ato pjesë të trupit ku vihen stolitë; por është më mirë të përmbahen. Ndërkaq All-llahu di dhe dëgjon shumë"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "Nuk është mëkat për të verbërin, as është mëkat për të çalin, e as për të sëmurin, po as për ju vetë, të hani në shtëpitë tuaja, ose në shtëpitë e baballarëve tuaj, ose në shtëpitë e nënave tuaja, ose në shtëpitë e vëllezërve tuaj, ose në shtëpitë e motrave tuaja, ose në shtëpitë e xhaxhallarëve tuaj, ose në shtëpitë e hallave tuaja, ose në shtëpitë e dajve tuaj, ose në shtëpitë e tezeve tuaja, ose në ato, çelësat e të cilave posedoni ju ose miku i juaj; Nuk është mëkat të hani bashkë apo veç e veç. Por kur të hyni në shtëpi, ju të përshëndetni me përshëndetje të caktuar nga All-llahu, të uruar e të bekuar. Ashtu All-llahu ua shpjegon argumentet (ajetet), ndoshta bëheni të mençur"
        }
    ]
}