{
    "rukus": [
        {
            "chapter": 33,
            "verse": 1,
            "text": "O Profet, frikësohu All-llahut dhe mos i përfill mosbesimtarët e hipokritët, All-llahu me të vërtetë i di të gjitha dhe është i urtë"
        },
        {
            "chapter": 33,
            "verse": 2,
            "text": "Dhe paso atë që të shpallet nga Zoti yt! All-llahu, pa dyshim, është i informuar se çka punoni"
        },
        {
            "chapter": 33,
            "verse": 3,
            "text": "Dhe mbështetu në All-llahun. All-llahu të mjafton për mbështetje"
        },
        {
            "chapter": 33,
            "verse": 4,
            "text": "All-llahu asnjë njeriu nuk i ka dhënë dy zemra në krahërorin e tij dhe as gratë tuaja, prej të cilave ju shkurorëzoheni me dhihar, nuk ua ka bërë nëna, as djemtë e adaptuar (bir më shpirtë) nuk i ka bërë djem tuaj. Ato janë fjalë tuaja; vetëm nga gojët tuaja. Të vërtetën e flet All-llahu dhe Ai udhëzon në rrugë të drejtë"
        },
        {
            "chapter": 33,
            "verse": 5,
            "text": "Thirrni ata sipas etërve të tyre! Kjo është më drejt te All-llahu. Po nëse nuk i dini emrat e etërve të tyre; ata janë vëllezërit tuaj nga feja dhe pasardhësit tuaj, dhe nuk është mëkat nëse gaboni në këtë, por nëse e bëni këtë me qëllim! Ndërkaq All-llahu fal dhe është i mëshirshëm"
        },
        {
            "chapter": 33,
            "verse": 6,
            "text": "Profeti duhet të jetë më i kujdesshëm ndaj besimtarëve se sa ata ndaj vetes, kurse gratë e tij janë si nënat e tyre. Kurse farefisi (barku), në bazë të Librit të All-llahut kanë më shumë përparësi të njëri-tjetrit se besimtarët tjerë dhe emigrantët, vetëm nëse miqve tuaj u lini diçka me testament. Kjo është e shkruar në Libër"
        },
        {
            "chapter": 33,
            "verse": 7,
            "text": "ne nga profetët kemi marrë besën. Edhe prej teje, edhe prej Nuhit, Ibrahimi, Musaut dhe prej Isait, të birit të Merjemes, kemi marrë prej tyre besë të fortë"
        },
        {
            "chapter": 33,
            "verse": 8,
            "text": "Që t’i marrë në përgjegjësi të sinqertit për sinqeritetin e tyre, kurse mosbesimtarëve u ka përgatitur vuajtje të dhembshme"
        }
    ]
}