{
    "rukus": [
        {
            "chapter": 33,
            "verse": 59,
            "text": "O profet, thuaju grave tua, edhe vajzave tua, edhe grave të besimtarëve le t’i lëshojnë mbulesat e veta. Ashtu do të dallohen më mirë dhe nuk do të jenë objekt ofendimi. Ndërkaq All-llahu fal dhe është i gjithmëshirshëm"
        },
        {
            "chapter": 33,
            "verse": 60,
            "text": "Në qoftë se hipokritët dhe ata, zemrat e të cilëve janë të sëmura, edhe ata që përhapin gënjeshtra nëpër qytet – nuk heqin dorë, ne ty do të disponojmë kundër tyre dhe ata vetëm pak do të jenë si fqinjë tu"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "Të mallkuar! Kudo që gjenden le të zihen dhe të vriten e të mbyten"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Sipas ligjit të All-llahut, i cili ka qenë i vlefshëm edhe më parë! Pra, ti nuk mund t’i gjesh ndryshime ligjit të All-llahut"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Njerëzit të pyesin për ditën e gjykimit! Thuaju: “Atë vetëm All-llahu e di”. Ku ta dish, ndoshta është afër dita e kijametit"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Me të vërtetë All-llahu i ka mallkuar mosbesimtarët dhe u ka përgatitur zjarr të fortë e të këndellur"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "Aty do të mbesin përgjithmonë; nuk do të gjejnë as ndihmëtarë e as mbrojtës"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Atë ditë kur fytyrat e tyre do të përdridhen në zjarr, do të thonë: “Oh sikur t’i ishim përulur All-llahut dhe ta kishim respektuar Profetin!”"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "Dhe do të thonë: “O Zoti ynë, u jemi përulur zotërive dhe kujdestarëve tanë, andaj ata na kanë humbur rrugën"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Zoti ynë, jepu atyre vuajtje të dyfisht dhe mallkoj me një mallkim të madh!”"
        }
    ]
}