{
    "rukus": [
        {
            "chapter": 2,
            "verse": 267,
            "text": "O besimtarë! Shpenzoni nga ato gjëra të bukura që i fitoni dhe prej atyre që ua japim nga toka, mos nisni të ndani atë që nuk vlen të shpërndahet, që ju vetë nuk do ta kishit marrë. Përveç kur nuk sheh. Dhe ta dini se All-llahu është i pavarur dhe i denjë për lavdatë"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Djalli ju premton varfëri dhe ju urdhëron të bëni paudhësi, por All-llahu ju premton falje dhe mirësinë e Tij. All-llahu është me dijeni të gjërë"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Ai i jep urtësi kujt do. Atij të cilit i jep urtësi, i është dhuruar mirësi e pamatur. Këtë mund ta kuptojnë vetëm të mençurit"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "Për gjithçka që shpenzoni ose që e premtoni, All-llahu, me siguri e di atë, dhe për mizorët nuk ka ndihmëtarë"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Bukur është kur jepni lëmoshë haptazi, por është më mirë për ju nëse ia jepni të varfërve fshehurazi. Dhe Ai do t’ua mbulojë disa vepra tuaja të këqia. All-llahu është i informuar se ç’bëni"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "Nuk është puna e jote përudhja e tyre, sepse All-llahu përudhë kë të dojë Ai. Çkado që shpenzon nga mirësia, e keni për vete dhe ju çkado që të jepni të tjerëve le të jetë vetëm për hirë të All-llahut dhe, ajo që e shpenzoni për të irë, do t’iu kompenzohet dhe nuk do të jeni të dëmtuar"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "Të varfërit të cilët janë të angazhuar në rrugë të All-llahut dhe nuk mund të fitojnë, i painformuari i konsideron këta si të pasur, për shkak të modestisë së tyre; Do t’i njohish sipas pamjes së tyre, ata nuk u mërziten njerëzve duke lypur. Dhe çkado që të jepni për të mirë, All-llahu me siguri e di"
        }
    ]
}