{
    "rukus": [
        {
            "chapter": 36,
            "verse": 33,
            "text": "Argument, për ata, është toka e vdekur të cilës i japim jetë dhe nga ajo nxjerrim drith prej të cilit hanë ata"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "Ne nëpër të krijojmë kopshte panjash, vreshta dhe bëjmë që nga ajo të shpërthejnë burime"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "Që të hanë frytet e tyre si edhe atë që prodhojnë duart e tyre. A nuk janë mirënjohës"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Qoftë lartësuar Ai i cili ka krijuar çifte nga e tërë ajo që mbin prej toke, edhe nga vetë ata, edhe nga ajo që nuk e dinë"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Argument është edhe nata: Heqim prej saj ditën dhe ata mbesin në terr"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Edhe dielli ec rrugës së vet. Ai është caktimi i të Fuqishmit dhe të Gjithëdijshmit"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Edhe Hënës i kemi caktuar faza derisa ajo të kthehet sikur thupër e vjetër"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "As Dielli nuk duhet të arrijë Hënën as nata ta kapërcejë ditën. Të gjitha notojnë në një gjithësi"
        },
        {
            "chapter": 36,
            "verse": 41,
            "text": "E kanë argument edhe atë që pasardhësit e tyre i kemi bartur në anije të ngarkuar"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "Dhe për ata kemi krijuar diçka të ngjashme me të, që po u hipin"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Dhe nëse dëshirojmë Ne, i përmbytim dhe nuk mund as të bërtasin as të shpëtojnë"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "Vetëm se me mëshirën tonë të kënaqen dei në një kohë të caktuar"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Por, kur t’u thuhet: “Frikësohuni asaj që ndodhi para jush, edhe asaj pas jush, që të jeni të mëshiruar!”"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Dhe nuk u ka ardhur asnjë argument nga argumentet e Zotit të tyre e që ata të mos e kenë refuzuar"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Dhe kur u është thënë: “Shpenzoni nga ajo që u ka dhënë All-llahu”, - atëherë mosbesimtarët u thanë besimtarëve: “A të ushqejmë atë të cilin do ta ushqente All-llahu, të kishte dashur? Ju jeni me të vërtetë në humbje të hapët”"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Dhe thonë: “Kur më një herë ai premtim nëse jeni të sinqertë”"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Nuk presin tjetër përveç një zë trishtues, i cili do t’i rrëmbejë deri sa ata zihen ndër veti"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Dhe nuk mund të porosisin asgjë e as të kthehen te familjet e tyre"
        }
    ]
}