{
    "rukus": [
        {
            "chapter": 36,
            "verse": 68,
            "text": "Atij që i japim jetë të gjatë, e bëjmë edhe krijesë të dobët. A nuk e kuptojnë ata"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "ne atij nuk i kemi mësuar poezi, se ajo nuk i duhet atij. Ky është mësim dhe Kur’an i qartë"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "Të thërras atë që është i gjallë, e ndaj mosbesimtarëve të zbatohet fjala"
        },
        {
            "chapter": 36,
            "verse": 71,
            "text": "A nuk e shohin se Ne nga ajo që bëjmë vetë kemi krijuar për ata kafshë me të cilat disponojnë ata"
        },
        {
            "chapter": 36,
            "verse": 72,
            "text": "Dhe ua kemi vënë në shërbim, disave u hipin e me disa udhqehen"
        },
        {
            "chapter": 36,
            "verse": 73,
            "text": "Prej tyre kanë edhe dobi të tjera, edhe pije, përse nuk janë mirënjohës"
        },
        {
            "chapter": 36,
            "verse": 74,
            "text": "Por në vend të All-llahut pranojnë tjerë zotëra, me shpresë se po u ndihmohet"
        },
        {
            "chapter": 36,
            "verse": 75,
            "text": "E atyre nuk mund t’u ndihmojnë, për ata ajo është një ushtri e verbër"
        },
        {
            "chapter": 36,
            "verse": 76,
            "text": "Dhe mos të pikëllojnë fjalët e tyre. Ne me të vërtetë e dimë se çka fshehin dhe çka shfaqin"
        },
        {
            "chapter": 36,
            "verse": 77,
            "text": "A nuk e sheh njeriu se e kemi krijuar nga një pikë farë, kurse ai prap bëhet kundërshtar flagrant"
        },
        {
            "chapter": 36,
            "verse": 78,
            "text": "Dhe na solli një shembull ku e kishte harruar krijimin e vet, dhe tha: “Kush do t’i ngjallë eshtrat kur të kalben”"
        },
        {
            "chapter": 36,
            "verse": 79,
            "text": "Thuaj: “Do t’i ngjallë ai i cili i ka krijuar edhe herën e parë; Ai e njeh mirë çdo krijesë"
        },
        {
            "chapter": 36,
            "verse": 80,
            "text": "Ai i cili nga druri i njomë u bënë të mundshëm që ju ta ndizni zjarrinn”"
        },
        {
            "chapter": 36,
            "verse": 81,
            "text": "Po a nuk ka mundësi, ai i cili ka krijuar qiejt dhe tokën, të krijoj të ngjashëm si ata? Po, si jo! Ai është Gjithkrijues i Gjithdijshëm"
        },
        {
            "chapter": 36,
            "verse": 82,
            "text": "Mjafton urdhëri i tij, vetëm t’i thotë: “Bëhu”! dhe ajo bëhet"
        },
        {
            "chapter": 36,
            "verse": 83,
            "text": "Prandaj, qoftë lartësuar Ai, në duart e të cilit është pushteti mbi të gjitha, dhe te Ai do të ktheheni"
        }
    ]
}