{
    "rukus": [
        {
            "chapter": 46,
            "verse": 1,
            "text": "Ha Mim"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Shpallja e Librit është nga All-llahu, i forti, i urti"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Ne i krijuam qiejt dhe tokën edhe çka ka ndërmjet tyre me qëllim dhe afat të caktuar, kurse mosbesimtarët i kthejnë shpinë asaj me çka u tërhiqet vërejtja"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Thuaj: “Më tregoni mua çka kanë krijuar në tokë dhe çfarë pjesëmarrje kanë ata në qiej, të cilëve ju në vend të All-llahut u luteni? Ma sillni një libër më të hershëm se këtë, ose ndonjë gjurmë të dijes, nëse flisni të vërtetën”"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Kush është më i humbur se ai i cili, në vend të All-llahut, e lutë atë që nuk do t’i përgjigjet deri në Ditën e kijametit dhe ata janë indiferentë ndaj lutjeve të tyre"
        },
        {
            "chapter": 46,
            "verse": 6,
            "text": "Kur të tubohen njerëzit ata (idhujt) do të jenë armiq të këtyre dhe do ta mohojnë adhurimin e tyre"
        },
        {
            "chapter": 46,
            "verse": 7,
            "text": "Por kur t’u lexohen ajetet Tona të qarta, atëherë ata që nuk besojnë, thonë për të vërtetën, sapo u vjen, “Kjo është magji flagrante”"
        },
        {
            "chapter": 46,
            "verse": 8,
            "text": "E ata të thonë: “Ai e trillon”? Thuaj: “Po nëse e kam trilluar, ju nuk do të mund të më mbroni aspak prej All-llahut. Ai e di mirë se ç’flisni ju për të. Ai mjafton për dëshmitar ndërmjet meje dhe jush. Ai fal dhe është i gjithmëshirshëm”"
        },
        {
            "chapter": 46,
            "verse": 9,
            "text": "Thuaj: “Unë nuk jam profet i parë dhe nuk e di se çdo të bëhet me mua dhe me ju. Unë pasoj vetëm atë që më shpallet dhe jam vetëm një qortues i hapët”"
        },
        {
            "chapter": 46,
            "verse": 10,
            "text": "Thuaj: “Më tregoni ç’\\mendoni ju nëse është (Kur’ani) prej All-llahut, kurse ju e keni mohuar, edhe pse një nga izraelitët e ka dëshmuar se është nga All-llahu. Ai i pat besuar, kurse ju u bëtë arrogantë”. All-llahu, me të vërtetë, nuk udhëzon në rrugë të drejtë popullin mizor"
        }
    ]
}