{
    "rukus": [
        {
            "chapter": 6,
            "verse": 31,
            "text": "Уже потерпели убыток те, которые посчитали за ложь встречу с Аллахом [не верили в День Суда], а когда придет к ним Час [наступит День Суда] внезапно, они скажут: «О, горе нам, за то, что мы упустили в ней [в земной жизни]!» И они понесут свои ноши [свои грехи] на своих спинах. О да, как скверно то, что они понесут"
        },
        {
            "chapter": 6,
            "verse": 32,
            "text": "И земная жизнь есть ничто иное, как только игра и забава; а Обитель Вечности лучше для тех, которые остерегаются (наказания Аллаха). Неужели вы (о, многобожники) не сообразите"
        },
        {
            "chapter": 6,
            "verse": 33,
            "text": "Поистине, Мы знаем, что тебя (о, Пророк) печалит то, что они [твой народ] говорят (о тебе) (называя тебя колдуном, поэтом, прорицателем и сумасшедшим). Поистине же, они не считают тебя лжецом (в своих душах) [они знают, что ты полностью правдив], но однако беззаконники [те, которые пытаются притеснить тебя и враждуют с тобой] отрицают знамения Аллаха (о том, что ты правдив) (и не верят в то, с чем ты явился к ним)"
        },
        {
            "chapter": 6,
            "verse": 34,
            "text": "И уже были отвергнуты посланники (бывшие) до тебя (о, Мухаммад) и они терпели то, что их отвергали и причиняли страдания (и продолжали призывать людей к Истине), пока не приходила к ним Наша помощь. И никто не изменит слова Аллаха! [Если Он обещал помощь, то она, непременно, придет]. И уже дошли до тебя (о, Мухаммад) вести о посланных [о прежних пророках] (как Аллах даровал им Свою помощь и какое негодование и месть Аллаха пало на тех, кто притеснял их)"
        },
        {
            "chapter": 6,
            "verse": 35,
            "text": "А если тягостно для тебя (о, Пророк) их отвращение [то, что многобожники отворачиваются от твоего призыва], то если ты можешь отыскать проход в земле или лестницу на небо и прийти к ним с (каким-либо) знамением [доказательством о своей правдивости] (но не из числа тех знамений, которые тебе дает Аллах) (то сделай это)! И если бы Аллах пожелал, то Он, непременно, собрал бы их на прямом пути [сделал бы так, что они уверовали бы]. (Но однако по Своей мудрости Он этого не сделал). Поэтому не будь (о, Мухаммад) из (числа) невежд (которые не знают о мудрости Аллаха) (и не терпят при сильной печали)"
        },
        {
            "chapter": 6,
            "verse": 36,
            "text": "Поистине, отвечают (на призыв к Истине) (только) те, которые слушают (чтобы принять ее). А мертвых воскресит Аллах, потом к Нему они будут возвращены (и Он воздаст им по их деяниям)"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "И сказали они [многобожники] (высокомерно): «О, если бы было ниспослано ему [Мухаммаду] (некое) знамение [чудо] от его Господа (как верблюдица Салиха, посох Мусы или трапеза Иисы) (что послужило бы доказательством его правдивости)!» Скажи (им) (о, Посланник): «Поистине, Аллах могущ, (чтобы) ниспослать знамение, но однако большая часть их не знает (что знамения ниспосылаются лишь по мудрости Аллаха)!»"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "И нет (ни одного) животного на земле и ни (одной) птицы, летающей (в небе) на своих двух крыльях, которые не были бы общинами, подобными вам (о, люди) [у каждого вида творения есть свои особенности и свой уклад жизни]. Не упустили Мы в Книге [в Хранимой скрижали] ничего [в ней записано все, что произойдет до Дня Суда]. Потом [в День Суда] к своему Господу они будут собраны (для расчета и воздаяния)"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "А те, которые отвергли Наши знамения, – глухи [они не слышат того, в чем для них есть польза], немы [не говорят истину], (и они пребывают) во мраках (неверия) [не видят истину]. Кого желает Аллах, того Он вводит в заблуждение (лишая Своего содействия), а кого желает, того делает (идущим) по прямому пути"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Скажи (о, Пророк) (этим многобожникам): «Думали ли вы о том, что если придет к вам наказание от Аллаха или придет к вам Час [наступит День Суда], разве к кому-нибудь помимо Аллаха вы будете обращаться с мольбами (чтобы обрести спасение), если вы правдивы (в своих словах, что божества, которым вы поклоняетесь наряду с Аллахом, помогут вам)?»"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Наоборот! К Нему [к Аллаху] вы обращаетесь (с мольбой), и избавляет Он от того, о чем вы просите [от постигшей беды], если пожелает, и (в тот миг) вы забываете тех, которых придаете Ему в сотоварищи [оставляете свои ложные божества]"
        }
    ]
}