{
    "rukus": [
        {
            "chapter": 7,
            "verse": 182,
            "text": "А тех, которые отвергли Наши знамения, Мы постепенно завлечем их (в наказание) (дав им много богатства и детей), так что они даже не узнают [не осознают] (что они этим погружаются под наказание Аллаха)"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "И даю Я им отсрочку [долгую жизнь], (ведь) поистине хитрость Моя сильна"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Неужели они [те, которые отвергли Наши знамения] не размышляли, что у их товарища [у Мухаммада] нет одержимости (бесами)? Ведь он [Мухаммад] – только разъясняющий увещеватель (который доводит до вас то, что повелел ему Аллах Всевышний)"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Неужели они [эти неверующие] не смотрели на царствие (Аллаха) в небесах и (на) земле, и во всем, что создал Аллах, и (неужели они не задумывались о) том, что, может быть, приближается их предел (и они могут умереть будучи неверующими)? И в какое же повествование после этого [Корана] они уверуют"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Кого Аллах вводит в заблуждение, того уже никто не сможет наставить на истинный путь, и Он оставляет их скитаться слепо в своем беспределье [неверии]"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Они [неверующие] спрашивают тебя (о, Пророк) о Часе (наступления Судного Дня): «Когда его прибытие?» Скажи (им): «Знание о нем – только у моего Господа, и не знает его времени никто, кроме Него. Тяжко будет оно [наступление этого Часа] на небесах и на земле. Придет он [этот Час] к вам только внезапно». Спрашивают они тебя (о, Пророк), как будто бы ты осведомлен о нем [об этом Часе]. Скажи: «Знание о нем – только у Аллаха, но большая часть людей не знает (что это знает только Аллах)»"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Скажи (о, Посланник): «Не владею я для самого себя ни пользой [не могу принести себе пользу], ни вредом [не могу отклонить от себя вред], кроме только того, что желает Аллах (дать мне). И если бы я знал сокровенное, (то я) непременно умножил бы себе (что-либо) из блага [сделал бы причины для увеличения пользы для себя], и меня не коснулось бы (ничто) плохое [остерегался бы всех опасностей]. Ведь я – только увещеватель (который предупреждает вас о наказании Аллаха за неверие и непокорность) и (радующий Раем) вестник для людей, которые веруют»"
        }
    ]
}