{
    "rukus": [
        {
            "chapter": 2,
            "verse": 211,
            "text": "(О, Посланник) спроси потомков Исраила (которые противодействуют тебе): сколько Мы даровали [ниспосылали] им ясных знамений (которые указывали на истину)? (Но они отвергли их всех, и отвернулись от них, и исказили их, изменив слова.) А если кто изменяет благодать Аллаха [Его Закон] после того как она пришла к нему [после того, как он узнал о ней], то ведь Аллах силен в наказании"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Разукрашена для тех, которые стали неверными, земная жизнь, и издеваются [насмехаются] они над теми, которые уверовали, но те, которые остерегаются (наказания Аллаха), – (будут) выше их [неверующих] в День Воскресения. (Когда Аллах введет верующих на самые высшие ступени Рая и ввергнет неверующих на самое дно Ада.) И Аллах дарует удел тому, кому пожелает (из Своих творений), без счета"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "(Сначала) [от эпохи праотца Адама до пророка Нуха (Ноя)] люди были одной общиной [у всех у них была одна Вера – Ислам], (но затем людей стало много, и они разошлись во мнениях, и возникла потребность человечества в посланниках от Аллаха) и послал Аллах пророков вестниками [которые возвещали радостную весть тем, которые стали покорными Аллаху, что им обещан Рай] и увещателями [которые предостерегали тех, кто стал неверующим и кто ослушался Аллаха, что им обещан Ад] и ниспослал с ними [через пророков] Писание [Свои книги] с истиной [такой, которая содержит только истину], чтобы рассудить между людьми в том, в чем они разошлись (во всех вопросах веры и жизни). А разошлись в отношении ее [книги Аллаха] только те (общины), которым она была дана, после того как пришли к ним ясные знамения (которые указывали на истинность посланников), по злобе [вражде] между собой. И Аллах вывел тех, которые уверовали, к той истине, относительно которой они [те, которым была дана книга] разошлись по Его дозволению. И Аллах ведет, кого пожелает, к прямому пути [помогает тому, кому пожелает, из числа Своих рабов, следовать истинным путем]"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Но неужели вы (о, Пророк, сподвижники, и кто будет после них) полагали, что войдете в Рай, когда к вам еще не пришло подобное тому, что пришло к (людям) прошедшим до вас? Их коснулась [постигла] нужда [крайняя бедность] и беда [болезнь], и они были потрясены (страхом, беспокойством, большой смутой, сомнениями и страстями), так что посланник (который был с ними) и те, которые уверовали с ним, говорили: «Когда же (придет) помощь Аллаха? [Скорее бы пришла!]» О, да! Поистине, помощь Аллаха близка"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Они [сподвижники] спрашивают тебя (о, Пророк): что [какие виды имущества, какое количество и как] им расходовать (чтобы обрести довольство Аллаха)? (Скажи им: «Расходуйте любое благо, которое вам легко, из дозволенного и хорошего имущества».) Скажи: «Что вы расходуете из блага, то – (обоим) родителям, (всем) родственникам, сиротам [у которых умер отец, и они не достигли совершеннолетия], бедным (и тем более, нищим) и путнику (у которого нет средств продолжать путь). И что бы вы ни сделали из добра, – то поистине, Аллах про это знает»"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Предписано [вменено в обязанность] вам (о, верующие) сражение (с неверующими врагами Аллаха), а оно [сражение] неприятно вам (по человеческой природе). И может быть, вам не нравится что-нибудь, а оно (в действительности) для вас благо, и может быть, вы любите что-нибудь (от чего вы получаете короткое удовлетворение и наслаждение), а оно для вас зло, – поистине, (только один) Аллах знает (что является для вас благом), а вы не знаете"
        }
    ]
}