{
    "rukus": [
        {
            "chapter": 22,
            "verse": 65,
            "text": "Разве ты не видел, что Аллах подчинил вам (все) то, что на земле [животных, растения, плоды и полезные ископаемые] (чтобы вам пользоваться ими), и корабли, которые плывут по морю по Его повелению [по Его могуществу] (и перевозят вас и ваши грузы туда, куда вы желаете)? И Он [Аллах] удерживает небо [удерживает строение Вселенной], чтобы оно не упало на землю иначе, как с Его дозволения [удерживает до Дня Суда]. Поистине, Аллах к людям однозначно, сострадателен, милосерден"
        },
        {
            "chapter": 22,
            "verse": 66,
            "text": "И Он [Аллах] – Тот, Кто оживил вас (о, люди) [привел вас в бытие]; потом Он умертвляет вас (когда заканчиваются ваши жизненные сроки), потом (снова) оживит вас (в День Воскрешения). Поистине, человек, однозначно, неверен [отвергает ясные знамения Аллаха, указывающие на Его могущество]"
        },
        {
            "chapter": 22,
            "verse": 67,
            "text": "Для каждой общины (которые были прежде) Мы установили свои обряды (поклонения Аллаху) (и свое законоположение), которые они исполняли (повинуясь Нашему повелению). Пусть же они [многобожники] вообще не спорят с тобой (о, Пророк) относительно этого дела [законоположения, данного тебе] (и всего того, что повелел тебе Аллах). И призывай (о, Пророк) (людей) к Господу твоему [к тому, чтобы они признавали богом только Аллаха, и исполняли то, что Он повелел], (ведь) поистине, ты (о, Мухаммад), однозначно, на прямом пути"
        },
        {
            "chapter": 22,
            "verse": 68,
            "text": "А если они [неверующие] станут препираться [спорить] с тобой (о, Пророк) (приводя несостоятельные доводы), то скажи (им): «Аллах лучше знает то, что вы делаете [какое неверие вы совершаете]!»"
        },
        {
            "chapter": 22,
            "verse": 69,
            "text": "Аллах рассудит между вами [между верующими и неверующими] в День Воскресения относительного того, о чем вы разногласили (между собой в вопросах Веры и Повеления Аллаха)"
        },
        {
            "chapter": 22,
            "verse": 70,
            "text": "Разве ты (о, Пророк) не знаешь, что Аллах (полностью) знает (про все то), что в небе и на земле? Поистине, это (все) (записано у Него) – в писании [в Хранимой Скрижали]; поистине, это [знание всего] для Аллаха легко"
        },
        {
            "chapter": 22,
            "verse": 71,
            "text": "И поклоняются они [многобожники] помимо Аллаха тому, на что Он не ниспослал никакого доказательства (чтобы их называть богами и служить им), и (поклоняются они) тому [измышленным богам], относительно которых у них [у многобожников] нет никакого знания (что они боги). И нет для злодеев [для многобожников] никакого помощника (который спас бы их от наказания Аллаха)"
        },
        {
            "chapter": 22,
            "verse": 72,
            "text": "А когда читаются им [многобожникам] Наши знамения [аяты Корана] (будучи) ясными (в изложении) [имеющие очевидный смысл], ты узнаешь на лицах тех, которые стали неверующими, неприязнь [проявление ненависти к истине]. (От своего гнева) готовы они наброситься [чуть не накинутся] на тех, кто читает им Наши знамения [аяты Корана]. Скажи (им) (о, Пророк): «Не сообщить ли мне вам о худшем (для вас) [о том, что вам будет еще более ненавистно], чем это [чем слушание истины и видение призывающих к ней]? – Огонь [Ад], – обещал его Аллах тем, которые стали неверующими. И (как) ужасно это возвращение!»"
        }
    ]
}