{
    "rukus": [
        {
            "chapter": 2,
            "verse": 249,
            "text": "И после того, как выступил Талут с войсками (на войну против своих врагов), он сказал: «Поистине, Аллах (будет) испытывать вас рекой (чтобы отличить истинно верующего от лицемера). И кто напьется из нее, тот не со мной; а кто не вкусит ее, тот со мной, кроме тех, кто зачерпнет (одну) горсть (воды) рукой [дозволялось выпить немного воды]». И напились из нее [из реки], кроме немногих среди них. А когда перешел он [Талут] и те, которые уверовали с ним {их было приблизительно триста тринадцать – триста девятнадцать человек}, они [некоторые из них] (увидев большое и вооруженное войско врага) сказали: «Нет мощи у нас с Джалутом и его войсками [мы не сможем им противостоять]». Сказали те, которые думали [были убеждены], что они встретят Аллаха (своим братьям по вере): «Сколько небольших отрядов (которые были верующими и терпеливыми) побеждали (какой-нибудь) многочисленный отряд (неверующих) с дозволения Аллаха!» И Аллах – (вместе) с терпеливыми [Он оказывает им помощь и воздает прекрасной наградой]"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "И после того, как они [Талут и его войско] показались перед Джалутом и его войсками, (и увидели серьезную опасность) то сказали: «(О,) Господь наш! Пролей на нас терпение [наполни наши души терпением] и укрепи наши стопы [дай нам стойкость] (чтобы не убегать от врага) и помоги нам против людей неверных (чтобы мы смогли победить их)!»"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "И разгромили они [Талут и войско] их [врагов своих] с дозволения Аллаха, и убил (пророк) Дауд [[Дауд – Давид, который в этом походе был одним из воинов Талута.]] Джалута. И даровал ему [Дауду] Аллах власть (и он стал царем) и мудрость (и он стал посланником), и научил его [Дауда] тому, чему Он [Аллах] пожелал. И если бы не сдерживание Аллахом людей: одних [неверующих] другими [покорными Аллаху верующими], то пришла бы в расстройство земля [увеличилось бы неверие, злодеяние и ослушание], но Аллах – обладатель [даритель] (неисчислимой) щедрости для миров [для всех Своих творений]"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "Это [аяты всего Корана] – знамения [доказательства] Аллаха; читаем Мы их [аяты] тебе (о, Мухаммад) по истине. И действительно, ты, однозначно, из (числа) посланников"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "Вот – посланники! Мы дали преимущество одним из них перед другими (по откровениям от Аллаха, по количеству их последователей, по степени перед Аллахом). Из них были такие, с которыми говорил Аллах (без посредника) [как пророки Муса и Мухаммад] и вознес некоторых из них [пророка Мухаммада] по степеням (тем, что Аллах направил его ко всему человечеству, а не к отдельному народу, и что Он сделал его печатью пророков, и что Он дал общине пророка Мухаммада превосходство перед другими общинами). И Мы даровали Иисе, сыну Марьям, ясные знамения [чудеса, как исцеление слепого от рождения, и прокаженного и воскрешение умерших по дозволению Аллаха] (которые доказывали, что он является посланником Аллаха) и подкрепили [усилили] его [Иису] духом святым [ангелом Джибрилом] (в особо важных делах, когда он нуждался в особой поддержке). И если бы Аллах захотел, то не сражались бы те (люди), кто были после них [после посланников], после того, как пришли к ним ясные знамения (либо, уверовав все вместе, либо придя к согласию, если одни станут неверующими). Однако они [те, к которым пришли знамения] разошлись (во мнениях), и среди них оказались такие, что уверовали, и такие, что стали неверующими. А если бы Аллах желал (чтобы они не сражались после возникших разногласий), то они не сражались бы, но Аллах делает то, что желает"
        }
    ]
}