{
    "rukus": [
        {
            "chapter": 38,
            "verse": 27,
            "text": "И не создали Мы небо и землю и то, что между ними, понапрасну. Это – предположение тех, которые стали неверующими [так думают только неверующие]. Горе же [сильное наказание] (будет) тем, кто стал неверующим, от Огня"
        },
        {
            "chapter": 38,
            "verse": 28,
            "text": "Неужели Мы сделаем тех, которые уверовали и совершали праведные деяния, подобными сеющим беспорядок на земле или неужели Мы сделаем остерегающихся (наказания Аллаха) подобными грехолюбам? [У них будут разные воздаяния. Праведные верующие и остерегающиеся наказания Аллаха получат великую награду, а сеющие беспорядок и грехолюбы будут наказаны Аллахом]"
        },
        {
            "chapter": 38,
            "verse": 29,
            "text": "Писание [Коран], (которое) Мы ниспослали тебе (о, Пророк), благословенно [в нем очень много блага], чтобы (люди) думали [размышляли] (над смыслом) его аятов и (чтобы) вспоминали обладатели (здравого) разума (о тех обязанностях, что Аллах возложил на них)"
        },
        {
            "chapter": 38,
            "verse": 30,
            "text": "И даровали Мы (пророку) Дауду (сына) Сулаймана. Как прекрасен этот раб (Сулайман)! Поистине, он – (много) обращающийся (к Аллаху)"
        },
        {
            "chapter": 38,
            "verse": 31,
            "text": "Вот (однажды) представлены были ему [пророку Сулейману] в предвечернее время (кони) легко стоящие [одновременно стоящие игриво и переступая лишь на трех ногах], породистые"
        },
        {
            "chapter": 38,
            "verse": 32,
            "text": "И сказал он: «Поистине, (получилось так, что) я полюбил любовь к (земным) благам [к коням] больше, чем поминание Господа моего, (что отвлекся на них) пока не скрылось оно [солнце] за преградой"
        },
        {
            "chapter": 38,
            "verse": 33,
            "text": "Верните их [коней] ко мне!» И начал он поглаживать (этих коней) по голеням и шеям"
        },
        {
            "chapter": 38,
            "verse": 34,
            "text": "И уже Мы испытали (пророка) Сулаймана и бросили Мы на его трон тело [[Есть достоверное сообщение о том, что Посланник Аллаха рассказал, как пророк Сулайман сказал однажды, что он за одну ночь обойдет сто своих рабынь и каждая из них родит ему сына, который затем станет всадником, воюющим на пути Аллаха. Но он не сделал оговорки: «Если пожелает Аллах». И затем он обошел всех этих сто рабынь, и затем только одна родила ему парализованного наполовину ребенка. Она явилась с больным младенцем к пророку Сулайману и положила ребенка на его трон.]], а потом он обратился (с покаянием) (к Аллаху)"
        },
        {
            "chapter": 38,
            "verse": 35,
            "text": "Сказал он [пророк Сулайман]: «Господи! Прости меня и дай мне (такую) власть, которая уже никому не будет подобать после меня: ведь Ты – Вседарующий!»"
        },
        {
            "chapter": 38,
            "verse": 36,
            "text": "И (Мы ответили на его мольбу и) подчинили Мы ему [пророку Сулайману] ветер, который течет, по его повелению, легким (и покорным), куда он пожелает, –"
        },
        {
            "chapter": 38,
            "verse": 37,
            "text": "и (также подчинили ему) дьяволов – каждого строителя и ныряльщика"
        },
        {
            "chapter": 38,
            "verse": 38,
            "text": "и (также подчинили ему) других [мятежных дьяволов], связанных оковами [которых он связал] (чтобы они не причиняли зло другим)"
        },
        {
            "chapter": 38,
            "verse": 39,
            "text": "Это [великая власть и такое подчинение] – Наш дар (тебе) (о, Сулайман), так оказывай милость [давай что пожелаешь кому пожелаешь] или удержи (кого пожелаешь) без (никакого) расчета [ты полностью свободен в распределении дарованного тебе]"
        },
        {
            "chapter": 38,
            "verse": 40,
            "text": "И поистине для него у Нас – непременно приближенность [сделали его из числа приближенных] и хорошее место возвращения (в День Суда)"
        }
    ]
}