{
    "rukus": [
        {
            "chapter": 57,
            "verse": 1,
            "text": "Восславляют Аллаха те, что в небесах и на земле. И (ведь) Он – Величественный, Мудрый"
        },
        {
            "chapter": 57,
            "verse": 2,
            "text": "Ему (принадлежит) (вся) власть [полное владение и управление] над небесами и землей; Он оживляет (Свои творения) и умертвляет (их): и (ведь) Он – над всякой вещью мощен [всемогущ]"
        },
        {
            "chapter": 57,
            "verse": 3,
            "text": "Он [Аллах] – Первый [до Него никого не было] и Последний [нет после Него никого], Явный и Скрытый, и Он о всякой вещи [обо всем] знает"
        },
        {
            "chapter": 57,
            "verse": 4,
            "text": "Он [Аллах] – Тот, Который сотворил небеса и землю (по Своей мудрости) за шесть дней, (хотя Он мог их сотворить и за один миг, сказав: «Будь!»), потом утвердился [возвысился] на Троне (так, как подобает только Его величию, а не подобно творениям); Он знает (все), что входит в землю [каждое семя, каждую каплю воды] и (все) что выходит из нее [каждый росток, каждую крупицу,...], (все) что нисходит с неба и (все) что поднимается на него [все дела Его рабов и другое]. И Он [Аллах] – с вами (Своим знанием и могуществом), где бы вы ни были. И Аллах видит (все), что вы делаете [ни одно ваше деяние не пропадет]"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "Ему (принадлежит) (вся) власть [полное владение и управление] над небесами и землей, и (только) к (одному) Аллаху возвращаются (все) дела (касающиеся как этого мира, так и Вечной жизни)"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Он вводит ночь в день и вводит день в ночь [изменяет продолжительность дня и ночи в зависимости от сезона года], и Он знает про то, что в грудях [душах] (Его творений)"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Веруйте в Аллаха и Его посланника [Мухаммада] и расходуйте (ради Аллаха и) из того (имущества), что Он дал вам в распоряжение! И тем же из вас (о, люди), которые уверовали и расходовали, им – большая награда"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Что с вами, что вы не веруете в Аллаха, когда Его посланник призывает вас уверовать в вашего Господа, и (ведь) уже Он [Аллах] взял с вас договор (об этом), если вы являетесь верующими (в Аллаха)"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "Он [Аллах] – Тот, Который ниспосылает Своему рабу [пророку Мухаммаду] ясные (по выражению и смыслу) знамения [аяты Корана], чтобы вывести вас из мраков (неверия) к свету (Истинной Веры). И поистине, Аллах к вам, однозначно, сострадателен, милосерден"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "И что с вами (о, люди), что вы не расходуете [что удерживает вас от того, чтобы тратить] (ваши имущества) на пути Аллаха [в деле возвышения Слова Аллаха], тогда как Аллаху принадлежит наследство небес и земли [все, что в небесах и на земле, остается Ему]?Не сравнятся (по своей награде) среди вас те, кто расходовал до победы [до освобождения Мекки от многобожия] и сражался (против неверующих). Такие выше по степени (перед Аллахом), чем те, которые расходовали после и сражались (против неверующих). И каждому (из этих двух групп) обещал Аллах наилучшее [Рай], и Аллах сведущ в том, что вы делаете [знает все ваши деяния]"
        }
    ]
}