{
    "manzils": [
        {
            "chapter": 1,
            "verse": 1,
            "text": "Hvala Allahu, Gospodaru svjetova"
        },
        {
            "chapter": 1,
            "verse": 2,
            "text": "Milostivom, Milosrdnom"
        },
        {
            "chapter": 1,
            "verse": 3,
            "text": "Vladaru Dana sudnjeg"
        },
        {
            "chapter": 1,
            "verse": 4,
            "text": "Tebe obožavamo i od Tebe pomoć tražimo"
        },
        {
            "chapter": 1,
            "verse": 5,
            "text": "Uputi nas na put pravi"
        },
        {
            "chapter": 1,
            "verse": 6,
            "text": "Put onih kojima si blagodat darovao"
        },
        {
            "chapter": 1,
            "verse": 7,
            "text": "Ne onih na kojima je srdžba, niti zalutalih"
        },
        {
            "chapter": 2,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 2,
            "verse": 2,
            "text": "Taj Kitab, u kojeg nema sumnje, Uputa je za bogobojazne"
        },
        {
            "chapter": 2,
            "verse": 3,
            "text": "One koji vjeruju u nevidljivo i obavljaju salat i od onog čim smo ih opskrbili, udjeljuju"
        },
        {
            "chapter": 2,
            "verse": 4,
            "text": "I one koji vjeruju u ono šta je objavljeno tebi i šta je objavljeno prije tebe, a u Ahiret su oni sigurni"
        },
        {
            "chapter": 2,
            "verse": 5,
            "text": "Takvi su na Uputi od Gospodara njihovog, i ti takvi su uspješni"
        },
        {
            "chapter": 2,
            "verse": 6,
            "text": "Uistinu! Oni koji ne vjeruju - isto im je opominjao ih ili ih ne opominjao - (oni) neće vjerovati"
        },
        {
            "chapter": 2,
            "verse": 7,
            "text": "Zapečatio je Allah srca njihova i sluh njihov, i na vidovima njihovim je pokrivka; a imaće oni kaznu užasnu"
        },
        {
            "chapter": 2,
            "verse": 8,
            "text": "I ima ljudi koji govore: “Vjerujemo u Allaha i u Dan posljednji”, a oni nisu vjernici"
        },
        {
            "chapter": 2,
            "verse": 9,
            "text": "(Misle da) varaju Allaha i one koji vjeruju - a ne varaju, izuzev duše svoje, a ne opažaju"
        },
        {
            "chapter": 2,
            "verse": 10,
            "text": "U srcima njihovim je bolest. Pa - povećava Allah njima bolest, a imaće oni kaznu bolnu za ono što lažu"
        },
        {
            "chapter": 2,
            "verse": 11,
            "text": "A kad im se kaže: “Ne pravite fesad na Zemlji”, govore: “Mi smo samo mirotvorci.”"
        },
        {
            "chapter": 2,
            "verse": 12,
            "text": "Zar nisu uistinu oni, oni mufsidi, ali ne opažaju"
        },
        {
            "chapter": 2,
            "verse": 13,
            "text": "I kad im se kaže: “Vjerujte kao što vjeruju ljudi”, govore: “Zar da vjerujemo kao što vjeruju budale?” Zar nisu uistinu oni, oni budale, ali ne znaju"
        },
        {
            "chapter": 2,
            "verse": 14,
            "text": "I kad sretnu one koji vjeruju, govore: “Vjerujemo!” A kad se osame sa šejtanima svojim, kažu: “Uistinu, mi smo s vama, mi se samo rugamo.”"
        },
        {
            "chapter": 2,
            "verse": 15,
            "text": "Allah se ruga njima i pušta ih da u pretjeranosti svojoj lutaju"
        },
        {
            "chapter": 2,
            "verse": 16,
            "text": "Takvi su oni koji su kupili zabludu za Uputu, pa ne profitira trgovina njihova i nisu upućeni"
        },
        {
            "chapter": 2,
            "verse": 17,
            "text": "Primjer njihov je kao primjer onog ko potpali vatru, pa pošto osvijetli ono oko njega, ukloni Allah svjetlo njihovo i ostavi ih u tminama (pa oni) ne vide"
        },
        {
            "chapter": 2,
            "verse": 18,
            "text": "Gluhi, nijemi, slijepi su pa se ne povraćaju"
        },
        {
            "chapter": 2,
            "verse": 19,
            "text": "Ili kao kišni oblak s neba, u njemu tmine i grmljavina i sijevanje. Stavljaju prste svoje u uši svoje zbog gromova, bojeći se smrti; a Allah je Onaj koji obuhvata nevjernike"
        },
        {
            "chapter": 2,
            "verse": 20,
            "text": "Gotovo da munja oduzme vidove njihove. Kad god im bljesne, pođu u njoj, a kad im zamrači, stanu. A da hoće Allah, sigurno bi oduzeo sluh njihov i vidove njihove. Uistinu! Allah je nad svakom stvari Posjednik moći"
        },
        {
            "chapter": 2,
            "verse": 21,
            "text": "O ljudi! Obožavajte Gospodara vašeg koji je stvorio vas i one prije vas, da biste se vi zaštitili"
        },
        {
            "chapter": 2,
            "verse": 22,
            "text": "Koji je za vas učinio Zemlju ležištem, a nebo zdanjem; i spušta s neba vodu, pa izvodi njome od plodova opskrbu za vas. Zato ne postavljajte Allahu ravne, a vi znate"
        },
        {
            "chapter": 2,
            "verse": 23,
            "text": "A ako ste u sumnji o onom šta smo objavili robu Našem, tad dajte suru sličnu njoj i pozovite svjedoke svoje mimo Allaha, ako istinu govorite"
        },
        {
            "chapter": 2,
            "verse": 24,
            "text": "Pa ako ne učinite - a nećete učiniti - tad se bojte vatre, one čije će gorivo biti ljudi i kamenje. Pripremljena je za nevjernike"
        },
        {
            "chapter": 2,
            "verse": 25,
            "text": "I obraduj one koji vjeruju i čine dobra djela, da će oni imati bašče ispod kojih teku rijeke. Kad god budu opskrbljeni iz njih plodom - opskrbom, reći će: “Ovo je ono čim smo bili opskrbljeni ranije”, a biće im dato tome slično. I imaće oni u njima družice čiste, i oni će u njima biti vječito"
        },
        {
            "chapter": 2,
            "verse": 26,
            "text": "Uistinu! Allah se ne stidi da navede primjer (kao) što je komarac, te ono što je iznad njega. Pa što se tiče onih koji vjeruju, ta znaju da je to Istina od Gospodara njihovog; a što se tiče onih koji ne vjeruju pa govore: “Šta želi Allah ovim primjerom?” - zavodi njime mnoge i upućuje njime mnoge. A ne zavodi njime, izuzev grješnike"
        },
        {
            "chapter": 2,
            "verse": 27,
            "text": "Oni koji krše zavjet Allahov nakon potvrde njegove, i sijeku ono šta je Allah naredio da bude sjedinjeno i čine fesad na Zemlji. Ti takvi su gubitnici"
        },
        {
            "chapter": 2,
            "verse": 28,
            "text": "Kako ne vjerujete u Allaha, a bili ste mrtvi, pa vas je oživio, zatim će vas usmrtiti! Potom će vas oživiti, zatim ćete Njemu biti vraćeni"
        },
        {
            "chapter": 2,
            "verse": 29,
            "text": "On je Taj koji je stvorio za vas sve što je na Zemlji, zatim se usmjerio ka nebu, te ih uredio (kao) sedam nebesa; a On je o svakoj stvari Znalac"
        },
        {
            "chapter": 2,
            "verse": 30,
            "text": "I kad reče Gospodar tvoj melecima: “Uistinu! Ja sam Taj koji će načiniti na Zemlji halifu.” Rekoše: “Zar ćeš načiniti na njoj onog ko će fesad praviti na njoj i prolivati krv, a mi (Te) slavimo sa hvalom Tvojom i svetost Ti kličemo?” Reče: “Uistinu! Ja znam ono šta ne znate.”"
        },
        {
            "chapter": 2,
            "verse": 31,
            "text": "I pouči Adema imenima - svakom od njih - zatim ih izloži melecima, pa reče: “Obavijestite Me o imenima ovih, ako ste iskreni.”"
        },
        {
            "chapter": 2,
            "verse": 32,
            "text": "Rekoše:“Slava neka je Tebi! Nemamo mi znanja, izuzev šta si nas naučio. Uistinu! Ti, Ti si Znalac, Mudri.”"
        },
        {
            "chapter": 2,
            "verse": 33,
            "text": "Reče: “O Ademe! Obavijesti ih o imenima njihovim.” Pa pošto ih obavijesti o imenima njihovim, reče: ’Zar vam nisam rekao: ’Uistinu! Ja znam nevidljivo nebesa i Zemlje. I znam šta objelodanjujete i šta krijete.”"
        },
        {
            "chapter": 2,
            "verse": 34,
            "text": "I kad rekosmo melecima: “Učinite sedždu Ademu!” Tad padoše na sedždu, izuzev Iblisa. Odbi i uzoholi se i bi od nevjernika"
        },
        {
            "chapter": 2,
            "verse": 35,
            "text": "I rekosmo: “O Ademe! Nastani se ti i žena tvoja u Džennetu i jedite (plodove) iz njega obilno, gdje god hoćete; a ne približavajte se ovom drvetu pa (da) budete od zalima.”"
        },
        {
            "chapter": 2,
            "verse": 36,
            "text": "Tad učini šejtan da njih dvoje iz njega pokliznu, te ih izvede iz onog u čemu su bili. I rekosmo: “Siđite! Vi ste jedni drugima neprijatelj; a imaćete vi na Zemlji prebivalište i uživanje neko vrijeme.”"
        },
        {
            "chapter": 2,
            "verse": 37,
            "text": "Pa primi Adem od Gospodara svog riječi, te mu oprosti. Uistinu! On, On je Primalac pokajanja, Milosrdni"
        },
        {
            "chapter": 2,
            "verse": 38,
            "text": "Rekosmo: “Siđite iz njega svi! Pa sigurno će vam doći od Mene Uputa, pa ko bude slijedio Uputu Moju, tad neće biti straha nad njima i neće oni tugovati"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "A oni koji ne budu vjerovali i poricali ajete Naše, takvi će biti stanovnici vatre; oni će u njoj biti vječno"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "O sinovi Israilovi! Sjetite se blagodati Moje kojom sam vas obdario i ispunite zavjet Meni, ispuniću zavjet vama, i Mene - ta Mene se bojte"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "I vjerujte u ono šta sam objavio - potvrđujući ono što je uz vas - i ne budite prvi nevjernik u njega. I ne prodajite ajete Moje za cijenu malu i Mene - ta Mene se bojte"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "I ne presvlačite Istinu s neistinom, i ne skrivajte Istinu, a vi znate"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "I obavljajte salat i dajite zekat, i činite ruku’ sa onima koji čine ruku’"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Zar naređujete ljudima dobročinstvo, a zaboravljate duše svoje, a vi čitate Knjigu? Pa zar ne shvatate"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "I tražite pomoć u strpljenju i salatu. A uistinu, to je teško, izuzev skrušenima"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Koji znaju da će oni sresti Gospodara svog i da će se oni Njemu vratiti"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "O sinovi Israilovi! Sjetite se blagodati Moje kojom sam vas obdario i da sam Ja odlikovao vas nad svjetovima"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "I bojte se Dana (kad) neće koristiti duša duši ništa, niti će se primiti od nje posredovanje, niti uzimati od nje nadomjestak, niti će oni biti pomognuti"
        },
        {
            "chapter": 2,
            "verse": 49,
            "text": "I kad vas spasismo od ljudstva faraonovog: izlagali su vas najgoroj kazni, klali sinove vaše, a pošteđivali žene vaše. A u tom je bilo veliko iskušenje od Gospodara vašeg"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "I kad rastavismo za vas more, pa vas spasismo, a potopismo ljudstvo faraonovo i vi gledaste"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "I kad odredismo Musau četrdeset noći, potom uzeste tele poslije njega, a vi ste bili zalimi"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Zatim smo vam oprostili poslije toga, da biste vi zahvaljivali"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "I kad dadosmo Musau Knjigu i Furkan, da biste se vi uputili"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "I kad reče Musa narodu svom: “O narode moj! Uistinu, vi ste učinili zulm dušama svojim, vašim uzimanjem teleta. Zato se pokajte Tvorcu svom, te ubijte duše svoje.” To je najbolje za vas kod Tvorca vašeg, zato će vam oprostiti. Uistinu! On, On je Primalac pokajanja, Milosrdni"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "I kad rekoste: “O Musa! Nećemo ti vjerovati dok ne vidimo Allaha otvoreno.” Tad vas je udario grom, a vi ste gledali"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "Zatim smo vas podigli poslije smrti vaše, da biste vi zahvaljivali"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "I zasjenili smo vas oblakom (bijelim), i spustili na vas mennu i prepelice. “Jedite od dobrih stvari kojima smo vas opskrbili.” I nisu učinili zulm Nama, nego su činili zulm dušama svojim"
        },
        {
            "chapter": 2,
            "verse": 58,
            "text": "I kad rekosmo: “Uđite u ovaj grad pa jedite u njemu gdje god hoćete, obilno, i uđite na kapiju sa sedždom i recite: “Hitta” - oprostićemo vam greške vaše i povećaćemo dobročiniteljima"
        },
        {
            "chapter": 2,
            "verse": 59,
            "text": "Tad su zamijenili oni koji su činili zulm riječ drugom koja im je rečena, pa smo spustili na one koji su činili zulm kaznu s neba, zato što su griješili"
        },
        {
            "chapter": 2,
            "verse": 60,
            "text": "I kad zatraži Musa za narod svoj napajanje, tad rekosmo: “Udri štapom svojim kamen!” Tad provri iz njega dvanaest izvora. Doista je znalo svako pleme pojilište svoje. “Jedite i pijte iz opskrbe Allahove, i ne činite zlo na zemlji, (postavši) mufsidi.”"
        },
        {
            "chapter": 2,
            "verse": 61,
            "text": "I kad rekoste: “O Musa! Nećemo trpiti hranu jednu, zato prizivaj za nas Gospodara svog (da) nam iznikne (nešto) od onog čime rađa zemlja - od povrća njenog i krastavaca njenih i žita njenog i leće njene i luka njenog.” Reče: “Hoćete li zamijeniti ono što je bolje, onim što je lošije? Siđite u Misr pa ćete uistinu vi imati šta ste tražili.” I pogodi ih poniženje i bijeda, a navukli su srdžbu od Allaha. To stoga što oni nisu vjerovali u ajete Allahove i ubijali vjerovjesnike bez prava; To stoga što nisu slušali, a prevršivali su"
        },
        {
            "chapter": 2,
            "verse": 62,
            "text": "Uistinu! Oni koji vjeruju i koji su jevreji i kršćani i Sabijci - ko vjeruje u Allaha i Dan posljednji i čini dobro - pa imaće oni nagradu svoju kod Gospodara njihovog, i bez straha nad sobom će biti i neće oni žaliti"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "I kad uzesmo zavjet vaš i uzdigosmo nad vama brdo: “Uzmite čvrsto šta smo vam dali i sjećajte se onog šta je u njemu, da biste se vi zaštitili.”"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Zatim ste se okrenuli poslije toga. Pa da nije dobrote Allahove prema vama i milosti Njegove, sigurno biste bili od gubitnika"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "I doista ste znali one između vas koji su prekršili (stvari) sebta, pa smo im rekli: “Budite majmuni prezreni!”"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Pa smo učinili to primjerom za ono ispred tog i ono iza tog, i poukom bogobojaznima"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "I kad reče Musa narodu svom: “Uistinu! Allah vam naređuje da zakoljete kravu.” Rekoše: “Zar ćeš nas uzeti izrugivanju?” Reče: “Tražim zaštitu u Allaha, da ne budem od neznalica.”"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Rekoše: “Moli za nas Gospodara svog, da nam objasni kakva je ona.” Reče: “Doista, On kaže: ’Uistinu, to je krava ni stara ni mlada; srednja, između toga. Zato učinite šta vam se naređuje.”"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Rekoše: “Moli za nas Gospodara svog da nam objasni, kakva je boja njena”. Reče: “Doista, On kaže: ’Uistinu, to je žuta krava. Svijetla je boja njena, raduje posmatrače.”"
        },
        {
            "chapter": 2,
            "verse": 70,
            "text": "Rekoše: “Moli za nas Gospodara svog da nam objasni kakva je ona. Uistinu, krave su za nas slične, a uistinu mi ćemo, ako htjedne Allah, biti upućeni.”"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "Reče: “Doista, On kaže: ’Uistinu ta krava nije podvrgnuta oranju zemlje niti natapanju usjeva. Besprijekorna je, bez mahane na sebi.” Rekoše: “Sad si iznio istinu.” Tad je zaklaše i jedva (to) učiniše"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "I kad ubiste dušu, pa se prepiraste o njoj; a Allah je Taj koji je iznio ono šta ste krili"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "Tad rekosmo: “Udarite ga dijelom njenim!” Tako oživljava Allah mrtve, a pokazuje vam znakove Svoje, da biste vi shvatili"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Zatim su otvrdla srca vaša poslije toga, te su ona bila kao kamen ili jače tvrdoće. A uistinu, od kamena (postoji) onaj iz kojeg izviru rijeke, i uistinu od njega (postoji) onaj što raspukne, pa izbija iz njega voda, i uistinu, od njega (postoji) onaj što pada iz straha od Allaha. A nije Allah nemaran za ono šta radite"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Pa zar žudite da vam vjeruju, a već je grupa njih slušala Riječ Allahovu, zatim su je iskrivljavali nakon što bi je shvatili, a oni znaju"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "I kad sretnu one koji vjeruju, kažu: “Vjerujemo”, a kad se osame jedni s drugima, govore: “Pričate li im o onom šta vam je otkrio Allah, da biste se vi prepirali o tome kod Gospodara vašeg.” Pa zar ne razumijete"
        },
        {
            "chapter": 2,
            "verse": 77,
            "text": "A zar ne znaju da Allah zna šta skrivaju i šta otkrivaju"
        },
        {
            "chapter": 2,
            "verse": 78,
            "text": "I od njih (ima) neukih, ne znaju Knjigu, jedino želje, a oni samo nagađaju"
        },
        {
            "chapter": 2,
            "verse": 79,
            "text": "Zato teško onima koji pišu knjigu rukama svojim, pa kažu: “Ovo je od Allaha”, da bi stekli time cijenu malu. Pa teško njima zbog onog šta pišu ruke njihove, i teško njima zbog onog šta zarađuju"
        },
        {
            "chapter": 2,
            "verse": 80,
            "text": "I govore: “Neće nas doticati vatra, izuzev nekoliko dana.” Reci: “Jeste li primili od Allaha obećanje? Pa neće prekršiti Allah obećanje Svoje; ili govorite protiv Allaha šta ne znate?”"
        },
        {
            "chapter": 2,
            "verse": 81,
            "text": "Svakako! Ko stekne zlodjelo i opkoli ga pogreška njegova - pa takvi će biti stanovnici vatre; oni će u njoj biti vječito"
        },
        {
            "chapter": 2,
            "verse": 82,
            "text": "A oni koji vjeruju i rade dobra djela, takvi će biti stanovnici Dženneta; oni će u njemu biti vječito"
        },
        {
            "chapter": 2,
            "verse": 83,
            "text": "I kad uzesmo zavjet sinova Israilovih: “Nećete obožavati, izuzev Allaha, a roditeljima dobro (činiti) i rodbini i siročadi i siromasima, i govoriti ljudima dobro, i obavljati salat i davati zekat.” Zatim ste se okrenuli, izuzev malo vas, i vi ste odvračeni"
        },
        {
            "chapter": 2,
            "verse": 84,
            "text": "I kad uzesmo zavjet vaš: “Nećete prolijevati krv svoju i nećete se protjerivati iz kuća vaših.” Zatim ste potvrdili, a vi svjedočite"
        },
        {
            "chapter": 2,
            "verse": 85,
            "text": "Zatim ste se vi takvi ubijali i protjerali grupu vas iz kuća njihovih, pomagali ste protiv njih grijehom i neprijateljstvom. A ako vam dođu kao zarobljenici, otkupljujete ih, a njihovo protjerivanje - to vam je zabranjeno. Pa zar vjerujete u dio Knjige, a ne vjerujete u dio? Pa šta je plaća onom od vas ko to čini, sem poniženje u životu Dunjaa, a na Dan kijameta biće vraćen najžešćoj kazni. A nije Allah nemaran za ono šta radite"
        },
        {
            "chapter": 2,
            "verse": 86,
            "text": "Takvi su oni koji su kupili život Dunjaa Ahiretom, zato se neće njima olakšati kazna, niti će oni biti pomognuti"
        },
        {
            "chapter": 2,
            "verse": 87,
            "text": "I doista smo dali Musau Knjigu i slali iza njega poslanike. I dali smo Isau, sinu Merjeminu, dokaze jasne i pomogli ga Ruhul-kudusom. Zar se ne biste, kad god bi vam poslanik donio ono što ne žele duše vaše, uzoholili? Tad biste grupu porekli, a grupu poubijali"
        },
        {
            "chapter": 2,
            "verse": 88,
            "text": "I rekoše: “Naša srca su omoti.” Naprotiv, prokleo ih je Allah zbog nevjerovanja njihovog - pa malo što vjeruju"
        },
        {
            "chapter": 2,
            "verse": 89,
            "text": "Pa pošto im dođe Knjiga od Allaha, potvrda za ono što je uz njih - a prije su tražili pobjedu nad onima koji ne vjeruju - pa pošto im dođe šta prepoznaju, ne povjerovaše u njega. Zato neka je prokletstvo Allahovo nad nevjernicima"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Jadno je ono za što su prodali duše svoje: da ne vjeruju u ono šta je objavio Allah, iz zavisti što objavljuje Allah iz dobrote Svoje, kome hoće od robova Svojih. Pa su navukli srdžbu na srdžbu; a imaće nevjernici kaznu prezrenu"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "I kad im se kaže: “Vjerujte u ono šta je objavio Allah”, kažu: “Vjerujemo u ono šta je objavljeno nama”, a ne vjeruju u ono iza toga, a to je Istina koja potvrđuje ono uz njih. Reci: “Pa zašto ste ubijali vjerovjesnike Allahove ranije, ako ste bili vjernici?”"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "I doista vam je došao Musa s dokazima jasnim; zatim ste uzeli tele poslije njega, i vi ste bili zalimi"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "I kad uzesmo zavjet vaš i uzdigosmo nad vama brdo: “Uzmite čvrsto šta smo vam dali i slušajte.” Rekoše: “Čuli smo, a nećemo poslušati.” I upilo se u srca njihova tele s nevjerovanjem njihovim. Reci: “Jadno je ono što vam naređuje vjerovanje vaše, ako ste vjernici.”"
        },
        {
            "chapter": 2,
            "verse": 94,
            "text": "Reci: “Ako je za vas kuća Ahireta kod Allaha posebno mimo ljudi, tad zaželite smrt, ako ste govornici istine.”"
        },
        {
            "chapter": 2,
            "verse": 95,
            "text": "A neće je zaželiti nikada, zbog onog šta su pripravile ruke njihove; a Allah je Znalac zalima"
        },
        {
            "chapter": 2,
            "verse": 96,
            "text": "I sigurno ćeš ih naći pohlepnijim ljudima prema življenju i od onih koji pridružuju. Volio bi pojedinac njihov da živi hiljadu godina. A da poživi, ne bi on bio udaljen od kazne. A Allah je Vidilac onog što rade"
        },
        {
            "chapter": 2,
            "verse": 97,
            "text": "Reci: “Ko je neprijatelj Džibrilu?” Pa uistinu on ga spušta na srce tvoje, s dozvolom Allahovom, potvrđujući ono ispred njega, i Uputu i radosnu vijest vjernicima"
        },
        {
            "chapter": 2,
            "verse": 98,
            "text": "Ko je neprijatelj Allahu i melecima Njegovim i poslanicima Njegovim i Džibrilu i Mikalu? Pa uistinu! Allah je neprijatelj nevjernicima"
        },
        {
            "chapter": 2,
            "verse": 99,
            "text": "I doista smo ti objavili ajete jasne, a u njih neće vjerovati samo grješnici"
        },
        {
            "chapter": 2,
            "verse": 100,
            "text": "Zar! Kad god sklope sporazum, odbaci ga skupina između njih. Naprotiv, većina njih ne vjeruje"
        },
        {
            "chapter": 2,
            "verse": 101,
            "text": "I pošto im je došao Poslanik od Allaha, potvrđujući ono što je uz njih, odbacila je skupina onih kojima je data Knjiga, Knjigu Allahovu iza leđa svojih, kao da oni ne znaju"
        },
        {
            "chapter": 2,
            "verse": 102,
            "text": "I slijede šta su kazivali šejtani protiv carstva Sulejmanovog. A nije nevjerovao Sulejman; međutim šejtani nisu vjerovali učeći ljude sihru i onom šta je spušteno dvojici meleka u Babilu, Harutu i Marutu. A nisu učili nikoga dok ne bi rekli: “Mi smo samo iskušenje, zato nemoj nevjerovati.” Pa su učili od njih dvojice ono čime će prouzročiti razdvajanje između muža i žene njegove. A nisu oni štetili time nikome, izuzev s dozvolom Allahovom. I učili su šta će im štetiti, a neće im koristiti. I doista su znali da onaj ko to kupuje - sigurno on neće imati u Ahiretu nikakva udjela. A sigurno je loše ono zašto su prodali duše svoje, kad bi znali"
        },
        {
            "chapter": 2,
            "verse": 103,
            "text": "A da su oni vjerovali i bojali se, sigurno bi nagrada od Allaha bila bolja, kad bi znali"
        },
        {
            "chapter": 2,
            "verse": 104,
            "text": "O vi koji vjerujete! Ne govorite: “Ra’ina!” - a govorite “Unzurna!” i slušajte. A nevjernici će imati kaznu bolnu"
        },
        {
            "chapter": 2,
            "verse": 105,
            "text": "Ne vole oni koji ne vjeruju između sljedbenika Knjige niti mušrici da vam se spusti ikakvo dobro od Gospodara vašeg. A Allah odabire milosti Svojoj koga hoće; i Allah je Posjednik dobrote veličanstvene"
        },
        {
            "chapter": 2,
            "verse": 106,
            "text": "Ne uklonimo nijedan ajet, niti ga učinimo zaboravljenim, (a da ne) donesemo bolji od njega ili njemu sličan. Zar ne znaš da je Allah nad svakom stvari Posjednik moći"
        },
        {
            "chapter": 2,
            "verse": 107,
            "text": "Zar ne znaš da Allahu- Njemu pripada vlast nebesa i Zemlje? A nemate vi mimo Allaha nikakva zaštitnika, niti pomagača"
        },
        {
            "chapter": 2,
            "verse": 108,
            "text": "Zar želite da pitate Poslanika svog, kao što je pitan Musa ranije? A ko zamijeni nevjerovanjem vjerovanje, tad je doista izgubio ravni put"
        },
        {
            "chapter": 2,
            "verse": 109,
            "text": "Voljeli bi mnogi od sljedbenika Knjige da vas povrate nakon vjerovanja vašeg, u nevjernike, zavišću iz duša svojih, nakon što im je postala jasna Istina. Pa oprostite i prijeđite, dok Allah ne dođe s naredbom Svojom. Uistinu! Allah je nad svakom stvari Posjednik moći"
        },
        {
            "chapter": 2,
            "verse": 110,
            "text": "I obavljajte salat i dajite zekat. A šta pripravite za duše vaše od dobrog, naći ćete ga kod Allaha. Uistinu! Allah je onog što radite Vidilac"
        },
        {
            "chapter": 2,
            "verse": 111,
            "text": "I govore: “Ući će u Džennet jedino onaj ko je jevrej ili kršćanin.” To su želje njihove! Reci: “Donesite dokaz svoj, ako ste govornici istine!”"
        },
        {
            "chapter": 2,
            "verse": 112,
            "text": "Svakako! Ko preda lice svoje Allahu i on bude dobročinitelj, pa imaće on nagradu svoju kod Gospodara svog; i neće biti straha nad njima, niti će oni žaliti"
        },
        {
            "chapter": 2,
            "verse": 113,
            "text": "I kažu jevreji: “Nisu kršćani ni na čemu”, i kažu kršćani: “Nisu Jevreji ni na čemu”, a oni čitaju Knjigu. Tako su govorili oni koji ne znaju - poput govora njihovog. Pa presudiće Allah među njima na Dan kijameta o onom u čemu su se razilazili"
        },
        {
            "chapter": 2,
            "verse": 114,
            "text": "A ko je nepravedniji od onog ko zabranjuje mesdžide Allahove, da se spominje u njima ime Njegovo i trudi se na rušenju njihovom? Takvi - nije za njih da ulaze u njih, izuzev prestrašeni. Imaće oni poniženje na Dunjau i imaće oni na Ahiretu kaznu strahovitu"
        },
        {
            "chapter": 2,
            "verse": 115,
            "text": "A Allahov je istok i zapad. Pa kud god se okrenete, pa tamo je lice Allahovo. Uistinu! Allah je Sveobuhvatni, Znalac"
        },
        {
            "chapter": 2,
            "verse": 116,
            "text": "I govore: “Uzeo je Allah dijete.” Slava neka je Njemu! Naprotiv, Njemu pripada šta je na nebesima i Zemlji. Sve je Njemu pokorno"
        },
        {
            "chapter": 2,
            "verse": 117,
            "text": "Začetnik nebesa i Zemlje! A kad odluči stvar, tad samo kaže tome: “Budi”, tad biva"
        },
        {
            "chapter": 2,
            "verse": 118,
            "text": "I govore oni koji ne znaju: “Zašto ne govori s nama Allah ili nam ne dođe znak.” Tako su govorili oni prije njih - poput govora njihovog: slična su srca njihova. Doista smo objasnili znakove ljudima koji su sigurni"
        },
        {
            "chapter": 2,
            "verse": 119,
            "text": "Uistinu! Mi smo poslali tebe s Istinom, (kao) donosioca radosnih vijesti i opominjača. A nećeš biti pitan o stanovnicima džehima"
        },
        {
            "chapter": 2,
            "verse": 120,
            "text": "I neće biti zadovoljni tobom jevreji ni kršćani, dok ne budeš slijedio millet njihov. Reci: “Uistinu! Uputa Allahova - to je Uputa.” A ako bi slijedio strasti njihove, nakon što ti je došlo nešto znanja, ne bi ti imao od Allaha nikakva zaštitnika, niti pomagača"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Oni kojima smo dali Knjigu, uče je ispravnim učenjem njenim. Takvi vjeruju u nju. A ko ne vjeruje u nju - pa ti takvi su gubitnici"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "O sinovi Israilovi! Sjetite se blagodati Moje koju sam vam podario i da sam Ja bio odlikovao vas nad svjetovima"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "I bojte se Dana kad neće koristiti duša duši nimalo, niti će se primiti od nje nadoknada, i neće joj koristiti posredovanje, niti će oni biti pomognuti"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "I kad je kušao Ibrahima Gospodar njegov riječima, pa ih je ispunio. Reče: “Uistinu! Ja sam Taj koji je učinio tebe imamom ljudima.” Reče: “A od potomstva mog?” (Allah) reče: “Moje obećanje neće doseći zalime.”"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "I kad smo učinili Kuću stjecištem ljudima i sigurnošću, i: “Uzmite stajalište Ibrahimovo musallom”, i naložili Ibrahimu i Ismailu: “Očistite Kuću Moju za one koji čine tawwaf i one koji obavljaju itikaf i one koji čine ruku’, i one koji čine sedždu.”"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "I kad reče Ibrahim: “Gospodaru moj! Učini ovaj grad sigurnim i opskrbi stanovnike njegove (raznim) plodovima, onog od njih ko vjeruje u Allaha i Dan posljednji.” (Allah) reče: “A ko ne vjeruje - pa daću da malo uživa, zatim ću ga natjerati u kaznu vatrom”, a loše li je dolazište"
        },
        {
            "chapter": 2,
            "verse": 127,
            "text": "I kad je podizao Ibrahim temelje Kuće i Ismail: “Gospodaru naš! Primi od nas. Uistinu! Ti, Ti si Onaj koji čuje, Znalac"
        },
        {
            "chapter": 2,
            "verse": 128,
            "text": "Gospodaru naš! I učini nas dvojicu predanim Tebi i od potomstva našeg ummet predan Tebi. I pokaži nam obrede naše i oprosti nam. Uistinu! Ti, Ti si Primalac pokajanja, Milosrdni"
        },
        {
            "chapter": 2,
            "verse": 129,
            "text": "Gospodaru naš! I podigni među njima poslanika od njih, da im uči ajete Tvoje i pouči ih Knjizi i mudrosti i očisti ih. Uistinu! Ti, Ti si Moćni, Mudri.”"
        },
        {
            "chapter": 2,
            "verse": 130,
            "text": "A ko ne želi millet Ibrahimov, do onaj ko zabudali dušu svoju? I doista, odabrali smo njega na Dunjau, a uistinu, on će na Ahiretu biti od pravednih"
        },
        {
            "chapter": 2,
            "verse": 131,
            "text": "Kad reče njemu Gospodar njegov: “Predaj se!” Reče: “Predajem se Gospodaru svjetova.”"
        },
        {
            "chapter": 2,
            "verse": 132,
            "text": "I naložio je to Ibrahim sinovima svojim, i Jakub: “O sinovi moji! Uistinu je Allah odabrao za vas vjeru, pa umrite vi jedino kao muslimani.”"
        },
        {
            "chapter": 2,
            "verse": 133,
            "text": "Zar ste bili svjedoci kad dođe Jakubu smrt, kad reče sinovima svojim: “Šta ćete obožavati poslije mene?” Rekoše: “Obožavaćemo Boga tvog i Boga predaka tvojih, Ibrahima i Ismaila i Ishaka, Boga Jedinog i mi ćemo Njemu biti predani.”"
        },
        {
            "chapter": 2,
            "verse": 134,
            "text": "Taj ummet je već nestao. Njegovo je šta je zaradio, a vaše šta ste zaradili, i nećete biti pitani za ono šta su radili"
        },
        {
            "chapter": 2,
            "verse": 135,
            "text": "I govore: “Budite jevreji ili Nazarenci, bit ćete upućeni.” Reci: “Naprotiv, millet Ibrahima hanife.” A nije bio od mušrika"
        },
        {
            "chapter": 2,
            "verse": 136,
            "text": "Recite: “Vjerujemo u Allaha i ono što je objavljeno nama, i ono što je objavljeno Ibrahimu i Ismailu i Ishaku i Jakubu i plemenima i ono što je dato Musau i Isau, i što je dato vjerovjesnicima od Gospodara njihovog. Ne pravimo razliku između ijednog od njih, i mi smo Njemu pokorni.”"
        },
        {
            "chapter": 2,
            "verse": 137,
            "text": "Pa ako budu vjerovali u slično onom u što vjerujete, tad su se doista uputili. A ako se okrenu, tad su samo oni u raskolu. Pa dovoljan će ti biti protiv njih Allah; a On je Onaj koji čuje, Znalac"
        },
        {
            "chapter": 2,
            "verse": 138,
            "text": "Bojenje Allahovo!, a ko je bolji od Allaha bojenjem? A mi smo Njegovi obožavatelji"
        },
        {
            "chapter": 2,
            "verse": 139,
            "text": "Reci: “Zar raspravljate s nama o Allahu, a On je naš Gospodar i vaš Gospodar? I nama pripadaju djela naša, a vama djela vaša, i mi smo Njemu odani.”"
        },
        {
            "chapter": 2,
            "verse": 140,
            "text": "Zar govorite: “Uistinu, Ibrahim i Ismail i Ishak i Jakub i plemena, bili su jevreji ili kršćani?” Reci: “Da li ste vi najbolji znalac ili Allah?” A ko je nepravedniji od onog ko skriva kod sebe svjedočanstvo od Allaha? A nije Allah nemaran prema onom šta radite"
        },
        {
            "chapter": 2,
            "verse": 141,
            "text": "Ta zajednica je već nestala; njeno je šta je zaslužila, a vaše šta ste zaslužili. I nećete biti pitani za ono šta su radili"
        },
        {
            "chapter": 2,
            "verse": 142,
            "text": "Budale između ljudi će reći: “Šta ih je odvratilo od kible njihove - one na kojoj su bili?” Reci: “Allahov je istok i zapad, upućuje koga hoće putu pravom.”"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "I tako smo vas učinili zajednicom srednjom, da budete svjedoci protiv ljudi i bude Poslanik protiv vas svjedok. I načinili smo kiblu - onu za koju si - jedino da razaznamo ko slijedi Poslanika, od onog ko će se okrenuti na petama svojim. A sigurno je teško, osim onima koje je uputio Allah. I neće Allah dati da propadne vjerovanje vaše. Uistinu, Allah je ljudima Samilostan, Milosrdan"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "Doista vidimo okretanje lica tvog nebu. Pa sigurno ćemo te okrenuti kibli kojom si zadovoljan. Zato okreni lice svoje prema Mesdžidul-haramu. I ma gdje bili okrećite lica svoja u pravcu njega. A uistinu, oni kojima je data Knjiga, znaju da je to Istina od Gospodara njihovog. A nije Allah nemaran prema onom šta rade"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "I kad bi donio onima kojima je data Knjiga svaki znak, ne bi slijedili kiblu tvoju. A nećeš ti biti sljedbenik kible njihove, i neće oni biti sljedbenici kible drugih. A ako bi slijedio želje njihove, nakon što ti je došlo nešto znanja, uistinu bi ti tad bio od zalima"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Oni kojima smo dali Knjigu prepoznaju ga kao što prepoznaju sinove svoje. A uistinu, skupina njih krije Istinu, a oni znaju"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Istina je od Gospodara tvog, zato nikako ne budi od sumnjivaca"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Za svakog ima smjer kojem se on okreće. Zato se natječite dobrim djelima. Gdje god bili, dovešće vas Allah sve. Uistinu! Allah je nad svakom stvari Posjednik moći"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "I odakle god izađeš, ta okreni lice svoje u pravcu Mesdžidul- harama. A doista, to je Istina od Gospodara tvog. A nije Allah nemaran prema onom šta radite"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "I otkud god izađeš, pa okreni lice svoje u pravcu Mesdžidul- harama. I ma gdje bili, ta okrećite lica svoja u pravcu njega, da ne bi imali ljudi izgovor protiv vas, izuzev onih od njih koji čine zulm - zato se ne bojte njih, a bojte se Mene - da bih upotpunio blagodat Svoju prema vama i da biste se vi uputili"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Kao što smo poslali među vas Poslanika od vas - uči vam ajete Naše i čisti vas i uči vas Knjizi i mudrosti, i uči vas onom šta niste znali"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "Zato se sjetite Mene, sjetiću se vas, i zahvaljujte Mi i ne niječite Me"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "O vi koji vjerujete! Tražite pomoć u strpljenju i salatu. Uistinu! Allah je sa strpljivima"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "I ne recite za onog ko je ubijen na putu Allahovom: “Mrtvi su!” Naprotiv, živi su, međutim ne opažate"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "A sigurno ćemo vas iskušavati, malo strahom i glađu i gubljenjem imetaka i duša i plodova. A obraduj strpljive"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "Koji, kad ih zadesi nesreća kažu: “Uistinu, mi smo Allahovi i uistinu, mi smo Njemu povratnici.”"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "Nad tim takvima su salawati Gospodara njihovog i milost, a takvi - oni su upućeni"
        },
        {
            "chapter": 2,
            "verse": 158,
            "text": "Uistinu! Safa i Merwa su od znakova Allahovih. Zato ko hodočasti Kuću ili obavi umru, tad mu nije grijeh da tawafi njih dvoje. A ko dobrovoljno učini dobro, pa uistinu, Allah je Zahvalni, Znalac"
        },
        {
            "chapter": 2,
            "verse": 159,
            "text": "Uistinu, oni koji skrivaju šta smo objavili od dokaza jasnih i Upute, nakon što smo to objasnili ljudima u Knjizi - takve će prokleti Allah i prokleće ih oni koji proklinju"
        },
        {
            "chapter": 2,
            "verse": 160,
            "text": "Izuzev onih koji se pokaju i poprave i obejane - pa to su ti kojima opraštam; a Ja sam Primalac pokajanja, Milosrdni"
        },
        {
            "chapter": 2,
            "verse": 161,
            "text": "Uistinu, oni koji ne vjeruju i umru, a oni budu nevjernici, na tim takvima je prokletstvo Allahovo, i meleka i ljudi svih"
        },
        {
            "chapter": 2,
            "verse": 162,
            "text": "Vječno će biti u njemu. Neće im se olakšati kazna, niti će im biti odloženo"
        },
        {
            "chapter": 2,
            "verse": 163,
            "text": "A vaš Bog je Bog Jedini!, nema boga osim Njega, Milostivog, Milosrdnog"
        },
        {
            "chapter": 2,
            "verse": 164,
            "text": "Uistinu! U stvaranju nebesa i Zemlje, i promjeni noći i dana, i plovilu koje plovi morem sa onim što koristi ljudima, i onom šta spušta Allah od vode s neba, pa oživljava njome zemlju nakon mrtvila njenog - a rasijao je po njoj svaku živoinu - i promjeni vjetrova i oblacima potčinjenim između neba i zemlje - znaci su za ljude koji shvataju"
        },
        {
            "chapter": 2,
            "verse": 165,
            "text": "I od ljudi je ko uzima rivale (Allahu) pored Allaha, vole ih kao voljenjem Allaha. A oni koji vjeruju, jače su ljubavi prema Allahu. A kad bi (mogli) vidjeti oni koji su činili zulm, kad ugledaju kaznu, da će moć biti Allahova sva i da će Allah biti žestoke kazne"
        },
        {
            "chapter": 2,
            "verse": 166,
            "text": "Kad se odreknu oni koji su bili slijeđeni, onih koji su slijedili, i vide kaznu, i presjeku im se veze"
        },
        {
            "chapter": 2,
            "verse": 167,
            "text": "I reknu oni koji su slijedili: “Da nam je povratak, pa da ih se odreknemo kao što su se odrekli nas.” Eto tako će im pokazati Allah djela njihova (kao) žalosti za njih. I neće oni biti ti koji će izaći iz vatre"
        },
        {
            "chapter": 2,
            "verse": 168,
            "text": "O ljudi! Jedite od onog šta je na zemlji dopušteno, dobro; i ne slijedite korake šejtanove. Uistinu, on vam je neprijatelj otvoreni"
        },
        {
            "chapter": 2,
            "verse": 169,
            "text": "Samo vam naređuje zlo i razvrat, i da govorite protiv Allaha šta ne znate"
        },
        {
            "chapter": 2,
            "verse": 170,
            "text": "I kad im se kaže: “Slijedite šta je objavio Allah”, govore: “Naprotiv, slijedimo ono na čemu smo zatekli očeve naše.” Zar?, mada očevi njihovi nisu shvatali ništa, niti su slijedili Uputu"
        },
        {
            "chapter": 2,
            "verse": 171,
            "text": "A primjer onih koji ne vjeruju je kao primjer onog ko viče ono šta čuje samo zov i viku. Gluhi su, nijemi, slijepi, zato oni ne shvataju"
        },
        {
            "chapter": 2,
            "verse": 172,
            "text": "O vi koji vjerujete! Jedite od dobrih stvari kojima smo vas opskrbili, i zahvaljujte Allahu, ako Njega obožavate"
        },
        {
            "chapter": 2,
            "verse": 173,
            "text": "Jedino vam zabranjuje lešinu i krv i meso svinje, i ono nad čim je zazvan drugi, a ne Allah. Pa ko bude natjeran, bez želje i pretjerivanja, tad mu nije grijeh. Uistinu! Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 2,
            "verse": 174,
            "text": "Uistinu, oni koji skrivaju šta je objavio Allah od Knjige i prodaju to za cijenu malu, takvi jedu u trbuhe svoje samo vatru. I neće govoriti Allah s njima na Dan kijameta, niti će ih očistiti; a imaće oni kaznu bolnu"
        },
        {
            "chapter": 2,
            "verse": 175,
            "text": "Takvi su oni koji su kupili zabludu Uputom i kaznu oprostom. Pa kako su strpljivi oni nad vatrom"
        },
        {
            "chapter": 2,
            "verse": 176,
            "text": "To zato što je Allah objavio Knjigu s Istinom. A uistinu, oni koji se razilaze o Knjizi, u raskolu su dalekom"
        },
        {
            "chapter": 2,
            "verse": 177,
            "text": "Nije vrlina da okrećete lica svoja prema Istoku i Zapadu, nego je vrlina ko vjeruje u Allaha i Dan posljednji i meleke i Knjigu i vjerovjesnike; i daje imetak za ljubav Njegovu rodbini i siročadi i siromasima i sinu puta i prosjacima i za robove; i obavlja salat i daje zekat; i koji budu ispunjavali obećanje svoje kad obećaju, i strpljivi u bijedi i nevolji i vremenu kuraži. Takvi su oni koji su istiniti, a ti takvi su bogobojazni"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "O vi koji vjerujete! Propisuje vam se odmazda za ubojstvo: slobodan za slobodnog, i rob za roba i žensko za žensko. Pa onom kome oprosti brat njegov nešto, tad je nastavak uljudan i podmirenje njemu sa dobročinstvom. To je olakšanje od Gospodara vašeg i milost. Pa ko prevrši nakon ovog, ta imaće on kaznu bolnu"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "A vama je u odmazdi život, o posjednici razuma, da biste se vi zaštitili"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Propisuje vam se: kad se približi nekom od vas smrt, a ostavlja hajr, oporuka je na dvoje roditelja i rodbinu pristojno; dužnost je bogobojaznih"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Pa ko je zamijeni nakon što ju je čuo - grijeh toga je samo na onima koji je mijenjaju. Uistinu! Allah je Onaj koji čuje, Znalac"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "A ko se boji skretanja ili grijeha oporučitelja, te ih izmiri, pa nema mu grijeha. Uistinu! Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 2,
            "verse": 183,
            "text": "O vi koji vjerujete! Propisuje vam se post, kao što je propisan onima prije vas, da biste se vi zaštitili"
        },
        {
            "chapter": 2,
            "verse": 184,
            "text": "Određen broj dana. Pa ko od vas bude bolestan ili na putovanju, tad (isti) broj drugih dana. A koji ga (jedva) podnose, fidja je hranjenje siromaha. Pa ko dobrovoljno učini dobro - pa to je bolje za njega. A da postite - bolje je za vas, kad biste znali"
        },
        {
            "chapter": 2,
            "verse": 185,
            "text": "Mjesec ramadan je taj u kojem je spušten Kur’an, Uputa ljudima i jasni dokazi Upute i Furkan. Pa ko bude prisutan od vas (u tom) mjesecu, tad neka ga posti. A ko bude bolestan ili na putovanju, tad (isti) broj drugih dana. Allah vam želi lahkoću, a ne želi vam teškoću, i da ispunite broj, i da veličate Allaha što vas je uputio, i da biste vi zahvaljivali"
        },
        {
            "chapter": 2,
            "verse": 186,
            "text": "A kad te upitaju robovi Moji o Meni, pa uistinu Ja sam blizu! Odazivam se dowi molitelja kad Me priziva. Zato neka Mi se odazovu i neka vjeruju u Mene, da bi se oni ispravno usmjerili"
        },
        {
            "chapter": 2,
            "verse": 187,
            "text": "Dopušta vam se (u) noći posta refes sa ženama vašim. One su odjeća vaša, a vi ste odjeća njihova. Zna Allah da ste vi obmanjivali duše svoje pa je primio pokajanje vaše i oprostio vam. Zato im sada pristupajte i tražite šta je propisao Allah za vas. I jedite i pijte dok vi ne budete razlikovali nit bijelu od crne niti zore - zatim ispunite post do noći. A ne pristupajte im i (kad) vi budete povučeni u mesdžidima; to su granice Allahove, zato im se ne približujte. Tako objašnjava Allah znakove Svoje ljudima, da bi se oni pobojali"
        },
        {
            "chapter": 2,
            "verse": 188,
            "text": "I ne jedite imetke vaše između sebe iprazno, i ne nudite ga sudijama da biste pojeli dio imetaka ljudi grješno, a vi znate"
        },
        {
            "chapter": 2,
            "verse": 189,
            "text": "Pitaju te o mlađacima - reci: “Oni su određena vremena za ljude i hadždž.” A nije vrlina da ulazite u kuće s leđa njihovih, nego je vrlina ko se boji. I ulazite u kuće na vrata njihova, i bojte se Allaha da biste vi uspjeli"
        },
        {
            "chapter": 2,
            "verse": 190,
            "text": "I borite se na putu Allahovom protiv onih koji se bore protiv vas, a ne prekoračujte. Uistinu! Allah ne voli one koji prevršuju"
        },
        {
            "chapter": 2,
            "verse": 191,
            "text": "I ubijajte ih gdje god ih nađete, i istjerajte ih odakle god istjeruju vas. A fitneluk je gori od ubijanja. I ne borite se protiv njih kod Mesdžidul-harama, dok se ne budu borili protiv vas u njemu. Pa ako budu borili protiv vas, tad ih ubijajte. Takva je plaća nevjernicima"
        },
        {
            "chapter": 2,
            "verse": 192,
            "text": "Pa ako prestanu, pa uistinu, Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 2,
            "verse": 193,
            "text": "I borite se protiv njih dok ne bude (više) fitneluka i ne bude vjera Allahova. Pa ako prestanu, tad nema neprijateljstva, izuzev prema zalimima"
        },
        {
            "chapter": 2,
            "verse": 194,
            "text": "Mjesec sveti za mjesec sveti, i (za) svetinje je odmazda. Pa onog ko napadne vas, tad napadnite (i vi) njega, slično kao što vas je napao. I bojte se Allaha i znajte da je Allah uz bogobojazne"
        },
        {
            "chapter": 2,
            "verse": 195,
            "text": "I trošite na putu Allahovom, a ne bacajte se rukama svojim u propast; i činite dobro. Uistinu! Allah voli dobročinitelje"
        },
        {
            "chapter": 2,
            "verse": 196,
            "text": "I obavljajte hadždž i umru radi Allaha! Pa ako budete spriječeni, tad (zakoljite) šta je dostupno od kurbana, i ne brijte glave svoje dok ne stigne kurban odredištu svom. Pa ko od vas bude bolestan ili on imadne bol glave svoje, tad je iskup post ili sadaka ili kurban. Pa kad budete sigurni, onda ko se zadovolji umrom do hadždža, tad (neka zakolje) šta je dostupno od kurbana. Pa ko ne nađe, tad je post tri dana na hadždžu i sedam kad se vratite: to je deset ukupno. To je za onog čija porodica nije prisutna u Mesdžidul-haramu. I bojte se Allaha i znajte da je Allah žestok kaznom"
        },
        {
            "chapter": 2,
            "verse": 197,
            "text": "Hadždž je u mjesecima poznatim, pa ko se u njima obaveže za hadždž, tad nema refesa i nema griješenja, niti svađe na hadždžu. A šta učinite od dobrog, zna ga Allah. I snabdijte se; pa uistinu, najbolja oprema je bogobojaznost - i bojte se Mene, o posjednici razuma"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "Nije vam grijeh da tražite blagodat od Gospodara vašeg. Zato kad pohrlite sa Arefata, tad spominjite Allaha kod Meš’aril-harama. I spominjite Ga kao što vas je uputio, mada ste prije toga bili od zalutalih"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Zatim pohrlite otkud hrle ljudi, i tražite oprost od Allaha. Uistinu, Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "Pa kad završite obrede svoje tad spominjite Allaha kao vašim spomenom otaca vaših ili jačim spomenom. Ta od ljudi je ko govori: “Gospodaru naš! Daj nam na Dunjau”, a neće biti za njega na Ahiretu nikakva udjela"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "I od njih je ko govori: “Gospodaru naš! Daj nam na Dunjau dobro i na Ahiretu dobro i sačuvaj nas kazne vatrom.”"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "Ti takvi će imati udio od onog šta su zaslužili; a Allah je brz obračunom"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "I spominjite Allaha u danima nabrojanim. Pa ko požuri u dva dana, pa nije mu grijeh. A ko ostane, pa nije grijeh onom ko se boji. I bojte se Allaha i znajte da ćete vi Njemu biti sabrani"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "I od ljudi je onaj čiji te govor zadivljuje u životu Dunjaa, i poziva svjedokom Allaha za ono što je u srcu njegovom, a on je najzagriženiji od protivnika"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "I kad se okrene, brza po zemlji, da bi činio fesad na njoj i uništio usjev i priplod; a Allah ne voli fesad"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "I kad mu se kaže: “Boj se Allaha!”, obuzme ga snaga grijeha. Zato je njemu dovoljan Džehennem; a doista je loše odmorište"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "I između ljudi je ko prodaje dušu svoju tražeći zadovoljstvo Allahovo; a Allah je Samilostan robovima Svojim"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "O vi koji vjerujete! Stupite u mir svi i ne slijedite korake šejtanove. Uistinu, on vam je neprijatelj otvoreni"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "Pa ako posrnete nakon što su vam došli dokazi jasni, tad znajte da je Allah Moćni, Mudri"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "Da li samo čekaju da im dođe Allah u tminama oblaka i meleci, i bude stvar svršena? A Allahu se vraćaju stvari"
        },
        {
            "chapter": 2,
            "verse": 211,
            "text": "Upitaj sinove Israilove koliko smo im jasnog znaka dali. A ko izmijeni blagodat Allahovu nakon što mu je došla, pa uistinu Allah je žestok kaznom"
        },
        {
            "chapter": 2,
            "verse": 212,
            "text": "Uljepšan je život Dunjaa onima koji ne vjeruju i izruguju se onima koji vjeruju. A oni koji se boje, biće iznad njih na Dan kijameta. A Allah opskrbljuje koga hoće bez računa"
        },
        {
            "chapter": 2,
            "verse": 213,
            "text": "Bili su ljudi zajednica jedna, pa je slao Allah vjerovjesnike, donosioce radosnih vijesti i opominjače, i objavljivao uz njih Knjigu s Istinom, da sudi ljudima o onome u čemu su se razilazili. A nisu se razilazili o njoj, izuzev oni kojima je ona data, nakon što su im došli jasni dokazi, zavišću međusobnom. Pa je uputio Allah one koji su vjerovali onom u čemu su se razilazili od Istine, s dozvolom Svojom; a Allah upućuje koga hoće putu pravom"
        },
        {
            "chapter": 2,
            "verse": 214,
            "text": "Zar mislite da ćete ući u Džennet, a još vam nije došao primjer onih koji su prošli prije vas. Snalazile su ih bijeda i nevolja i bili su potresani dok je govorio poslanik i oni koji su vjerovali s njim: “Kad će pomoć Allahova?” Zar nije uistinu Allahova pomoć blizu"
        },
        {
            "chapter": 2,
            "verse": 215,
            "text": "Pitaju te šta da udjeljuju. Reci: “Ono šta trošite od dobra, pa (to je) za dvoje roditelja i rodbinu i siročad i siromahe i sina puta.” A šta uradite od dobrog, pa uistinu - Allah je o tome Znalac"
        },
        {
            "chapter": 2,
            "verse": 216,
            "text": "Propisuje vam se borba, a ona ja za vas odvratnost. I moguće je da nešto mrzite, a to je dobro za vas; i moguće je da volite nešto, a to je zlo za vas. A Allah zna, a vi ne znate"
        },
        {
            "chapter": 2,
            "verse": 217,
            "text": "Pitaju te o mjesecu svetom, ratovanju u njemu. Reci: “Ratovanje u njemu je velik (grijeh).” A odvraćanje od puta Allahovog i nevjerovanje u Njega, i Mesdžidul-harama i progon stanovnika njegovih iz njega - veće je kod Allaha. A fitneluk je gori od ubijanja. I neće se prestati boriti protiv vas dok vas ne odvrate od vjere vaše, ako mognu. A ko od vas odbaci din svoj pa umre, a on bude nevjernik: pa takvima će propasti djela njihova na Dunjau i Ahiretu i takvi će biti stanovnici vatre, oni će u njoj biti vječito"
        },
        {
            "chapter": 2,
            "verse": 218,
            "text": "Uistinu, oni koji vjeruju i koji se isele i bore na putu Allahovom - takvi se nadaju milosti Allahovoj. A Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 2,
            "verse": 219,
            "text": "Pitaju te o alkoholu i kocki. Reci: “U njima dvoma je grijeh veliki i korist za ljude, a grijeh njihov je veći od koristi njihove.” Pitaju te šta da udjeljuju. Reci: “Višak.” Tako Allah objašnjava vama znakove, da biste vi razmišljali"
        },
        {
            "chapter": 2,
            "verse": 220,
            "text": "O Dunjau i Ahiretu. I pitaju te o siročadi. Reci: “Sređivanje (prilika) za njih je najbolje.” A ako se izmiješate s njima, pa braća su vaša. A Allah razaznaje smutljivca od dobročinitelja. A da je htio Allah, sigurno bi vas preopteretio. Uistinu! Allah je Moćni, Mudri"
        },
        {
            "chapter": 2,
            "verse": 221,
            "text": "I ne ženite mušrikinje, dok ne budu vjerovale. A sigurno je robinja vjernica bolja od idolopoklonke, makar vas zadivljavala. I ne ženite mušrike (vašim ženskima), dok ne budu vjerovali. A sigurno je rob vjernik bolji od idolopoklonika, makar vas zadivljavao. Takvi pozivaju vatri, a Allah poziva Džennetu i oprostu s dopuštenjem Svojim i objašnjava znakove Svoje ljudima, da bi se oni podsjetili"
        },
        {
            "chapter": 2,
            "verse": 222,
            "text": "I pitaju te o menstruaciji. Reci: “To je neprijatnost.” Zato se udaljite od žena u menstruaciji i ne približujte im se dok se ne očiste. Pa kad se očiste, tad im prilazite kako vam je odredio Allah. Uistinu, Allah voli pokajanike i voli čiste"
        },
        {
            "chapter": 2,
            "verse": 223,
            "text": "Žene vaše su njiva vaša, zato prilazite njivi svojoj kako hoćete, i pripravite za duše svoje. I bojte se Allaha i znajte da ćete Ga vi susresti; a obraduj vjernike"
        },
        {
            "chapter": 2,
            "verse": 224,
            "text": "I ne činite Allaha zaprekom za zakletve vaše, da ne biste činili dobro i bili bogobojazni i mirili ljude. A Allah je Onaj koji čuje, Znalac"
        },
        {
            "chapter": 2,
            "verse": 225,
            "text": "Neće vas kazniti Allah zbog nehotičnog u zakletvama vašim. Međutim, kazniće vas za ono šta su zaslužila srca vaša. A Allah je Oprosnik, Blagi"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Oni koji se zakunu ženama svojim, čekat će četiri mjeseca; pa ako se povrate, pa uistinu Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "A ako se odluče na razvod, pa uistinu Allah je Onaj koji čuje, Znalac"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "A raspuštenice čekaju dušama svojim tri menstruacije. I nije im dozvoljeno da skrivaju šta je stvorio Allah u matericama njihovim, ako vjeruju u Allaha i Dan posljednji. A muževi njihovi su dostojniji vraćanju njihovom u tom (roku), ako žele sređivanje. I imaju one slično (pravo) onom (koje imaju ljudi) nad njima pristojno, a imaju ljudi nad njima stepen. A Allah je Moćni, Mudri"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "Razvod (može biti) dva puta, pa je zadržavanje (poslije toga) uljudno ili puštanje lijepo. I nije vam dopušteno da uzmete išta od onog šta ste im dali, izuzev ako se oboje budu bojali da neće stajati u granicama Allahovim. Pa ako se bojite da neće stajati u granicama Allahovim, tad njima dvoma nije grijeh u onome čime će se (ona) iskupiti. To su granice Allahove, zato ih ne prelazite! A ko pređe granice Allahove, pa ti takvi su zalimi"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Pa ako je razvede (treći put), tad mu poslije nije dozvoljena, dok se ne uda za muža mimo njega. Pa ako je razvede (drugi muž), tad nema prestupa njima dvoma da se povrate, ako misle da će čuvati granice Allahove. A to su granice Allahove, objašnjava ih ljudima koji znaju"
        },
        {
            "chapter": 2,
            "verse": 231,
            "text": "I kad razvedete žene, pa dospiju roku svom, tad ih zadržite uljudno ili ih pustite uljudno. I ne zadržavajte ih nevoljom, da biste prestupili. A ko to učini, pa doista je učinio zulm duši svojoj. I ne uzimajte ajete Allahove ruglom i sjetite se blagodati Allahove prema vama, i šta vam je objavio od Knjige i mudrosti - savjetuje vas njome. I bojte se Allaha i znajte da je Allah o svakoj stvari Znalac"
        },
        {
            "chapter": 2,
            "verse": 232,
            "text": "I kad razvedete žene pa dospiju roku njihovom, tad ih ne sprječavajte da se udaju za muževe svoje, kad se oni sporazume međsobno uljudno. To se savjetuje od vas onom ko vjeruje u Allaha i Dan posljednji. To je časnije za vas i čišće; a Allah zna, a vi ne znate"
        },
        {
            "chapter": 2,
            "verse": 233,
            "text": "I majke će zadajati djecu svoju dvije pune (godine), za onog ko želi da upotpuni dojenje. A na ocu: njegovo je opskrbljivanje njihovo i odijevanje njihovo pristojno. Ne opterećuje se duša izuzev sposobnošću njenom. Neće se oštetiti majka djetetom svojim, niti otac djetetom svojim. I na nasljedniku je to isto. Pa ako njih dvoje žele odbijanje (djeteta) po sporazumu njihovom i dogovoru, tad im nema grijeha. A ako želite naći dojilju djeci svojoj, tad vam nije grijeh - kad položite šta dajete uljudno. I bojte se Allaha i znajte da je Allah onog šta radite Vidilac"
        },
        {
            "chapter": 2,
            "verse": 234,
            "text": "A oni od vas koji umru i ostave žene, čekat će (one) dušama svojim četiri mjeseca i deset (dana). Pa kad dospiju roku svom, tad nije na vama grijeh za ono što će učiniti sa dušama svojim pristojno; a Allah je o onom šta radite Obaviješteni"
        },
        {
            "chapter": 2,
            "verse": 235,
            "text": "I nema vam grijeha u onom čime navijestite prosidbu žena ili (to) sakrijete u dušama svojim. Zna Allah da ćete ih vi spominjati, međutim ne obećavajte im potajno, izuzev da govorite govor pristojan. I ne odlučujte se na bračnu vezu dok ne dospije propisano roku svom. I znajte da Allah zna šta je u dušama vašim, zato Ga se pričuvajte; i znajte da je Allah Oprosnik, Blagi"
        },
        {
            "chapter": 2,
            "verse": 236,
            "text": "Nije vam grijeh ako razvedete žene koje niste dotakli ili im odredili dio. I dajte im zadovoljštinu: imućan prema mogućnosti svojoj, a siromašan prema mogućnosti svojoj, zadovoljštinu pristojnu; obaveza je dobročinitelja"
        },
        {
            "chapter": 2,
            "verse": 237,
            "text": "A ako ih razvedete prije no što ih dotaknete, a već ste im odredili dio, tad (dajete) polovinu onog šta ste odredili, izuzev ako poštede ili poštedi onaj u čijoj je ruci ženidbena veza. A da poštedite, bliže je bogobojaznosti. I ne zaboravljajte dobrotu među sobom. Uistinu! Allah je onog šta radite Vidilac"
        },
        {
            "chapter": 2,
            "verse": 238,
            "text": "Čuvajte salate i salat srednji, i stojte Allahu skrušeni"
        },
        {
            "chapter": 2,
            "verse": 239,
            "text": "Pa ako se budete bojali, onda pješačeći ili jašući. Pa kad budete bezbjedni, tad spominjite Allaha, kao što vas je naučio ono što niste znali"
        },
        {
            "chapter": 2,
            "verse": 240,
            "text": "A oni od vas koji umru, i ostave žene, wasijjet je za žene njihove: izdržavanje do godine (dana) bez odlaska (njihovog). Pa ako odu, tad vam nije grijeh u onom šta učine sa dušama svojim od pristojnog; a Allah je Moćni, Mudri"
        },
        {
            "chapter": 2,
            "verse": 241,
            "text": "I raspuštenicama (pripada) izdržavanje pristojno: obaveza je na bogobojaznima"
        },
        {
            "chapter": 2,
            "verse": 242,
            "text": "Tako vam objašnjava Allah ajete Svoje, da biste vi shvatili"
        },
        {
            "chapter": 2,
            "verse": 243,
            "text": "Zar nisi vidio one koji su izašli iz kuća svojih, a bilo ih je na hiljade, iz straha od smrti. Tad im je rekao Allah: “Umrite!”, zatim ih je oživio. Uistinu! Allah je Vlasnik blagodati nad ljudima, međutim većina ljudi ne zahvaljuje"
        },
        {
            "chapter": 2,
            "verse": 244,
            "text": "I borite se na putu Allahovom i znajte da je Allah Onaj koji čuje, Znalac"
        },
        {
            "chapter": 2,
            "verse": 245,
            "text": "Ko je taj ko će uzajmiti Allahu zajam lijep, pa da mu ga umnoži umnožavanjem velikim; a Allah uskraćuje i pruža, i Njemu se vraćate"
        },
        {
            "chapter": 2,
            "verse": 246,
            "text": "Zar nisi razmislio o velikanima sinova Israilovih poslije Musaa, kad rekoše vjerovjesniku svom: “Podigni nam vladara, borićemo se na putu Allahovom.” Reče: “Je li moguće - ako vam se propiše borba - da se nećete boriti?” Rekoše: “A šta nam je da se ne bismo borili na putu Allahovom, a već smo protjerani iz kuća naših i (od) sinova naših.” Pa pošto im je propisana borba, okrenuše se, izuzev malo njih; a Allah je Znalac zalima"
        },
        {
            "chapter": 2,
            "verse": 247,
            "text": "I reče im vjerovjesnik njihov: “Uistinu! Allah vam je već podigao Taluta vladarem.” Rekoše: “Otkud da njegova bude vlast nad nama, a mi smo dostojniji vlasti od njega i nije mu dato obilje imetka.” Reče: “Uistinu, Allah ga je odabrao nad vama i uvećao ga obimno u znanju i tijelu.” A Allah daje vlast Svoju kome hoće, i Allah je Sveobuhvatni, Znalac"
        },
        {
            "chapter": 2,
            "verse": 248,
            "text": "I reče im vjerovjesnik njihov: “Uistinu, znak vlasti njegove je što će vam doći tabut u kojem je smirenje od Gospodara vašeg i ostatak onog šta je ostavila porodica Musaova i porodica Harunova, nosiće ga meleci. Uistinu, u tome je znak za vas, ako ste vjernici.”"
        },
        {
            "chapter": 2,
            "verse": 249,
            "text": "Pa pošto izađe Talut sa vojskama, reče: “Uistinu! Allah će vas iskušati rijekom. Pa ko se iz nje napije, pa nije od mene, a ko je se ne okusi - pa uistinu on je od mene, izuzev ko zagrabi hvatom ruke svoje.” Tad se napiše iz nje, izuzev malo njih. Pa pošto je prijeđe, on i oni koji su vjerovali s njim, rekoše: “Mi nemamo sile danas protiv Džaluta i vojski njegovih.” Oni koji su znali da će oni biti ti koji će sresti Allaha rekoše: “Koliko je malih grupa pobijedilo velike grupe s dozvolom Allahovom!” A Allah je uz strpljive"
        },
        {
            "chapter": 2,
            "verse": 250,
            "text": "I pošto se ukazaše Džalutu i vojskama njegovim, rekoše: “Gospodaru naš! Izlij na nas strpljenje i osnaži noge naše, i pomozi nas protiv naroda nevjernika.”"
        },
        {
            "chapter": 2,
            "verse": 251,
            "text": "Tad su ih razbili s dozvolom Allahovom. I ubi Dawud Džaluta i dade njemu Allah vlast i mudrost i nauči ga ono šta je htio. A da nije Allahovog suzbijanja ljudi jednih drugima - sigurno bi se uneredila zemlja; međutim, Allah je Vlasnik dobrote nad svjetovima"
        },
        {
            "chapter": 2,
            "verse": 252,
            "text": "To su ajeti Allahovi, učimo ih tebi s Istinom; a uistinu, ti si od poslanih"
        },
        {
            "chapter": 2,
            "verse": 253,
            "text": "Ti poslanici! Odlikovali smo ih jedne nad drugima. Od njih je onaj s kojim je govorio Allah; i uzdigao je neke od njih stepenima. I dali smo Isau, sinu Merjeminu, dokaze jasne i pomogli ga Ruhul-kudusom. A da je htio Allah, ne bi se oni međusobno borili poslije njih, nakon što su im došli dokazi jasni. Međutim, razišli su se. Pa od njih je onaj ko je vjerovao i od njih ko nije vjerovao. A da je htio Allah, ne bi se borili međusobno. Međutim, Allah čini šta želi"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "O vi koji vjerujete! Udjeljujte od onog čime smo vas opskrbili, prije nego dođe Dan u kojem neće biti trgovine, niti prijateljstva, a ni posredovanja. A nevjernici - oni su zalimi"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Allah! Samo je On Bog! Živi, Samoopstojeći! Ne obuzima Ga drijemež, niti san. Njegovo je šta je u nebesima i šta je na Zemlji. Ko je taj ko će posredovati kod Njega, izuzev s dozvolom Njegovom? Zna šta je pred njima, i šta iza njih, a ne obuhvataju ništa od znanja Njegovog, izuzev šta htjedne. Kursijja Njegova obuhvata nebesa i Zemlju, i ne umara Ga održavanje njihovo. A On je Svevišnji, Veličanstveni"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "Nema prisiljavanja u vjeru! Doista se jasno razlikuje ispravnost od zablude! Pa ko zaniječe taguta, a povjeruje u Allaha, tad se doista uhvatio za hvatište najčvršće, kojem nema kidanja. A Allah je Onaj koji čuje, Znalac"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Allah je Zaštitnik onih koji vjeruju. Izvodi ih iz tmina na svjetlo. A koji ne vjeruju, zaštitnici njihovi su taguti. Izvode ih iz svjetlosti u tmine. Takvi će biti stanovnici vatre, oni će u njoj biti vječito"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Pa zar nisi vidio onog koji se prepirao s Ibrahimom o Gospodaru njegovom?, jer je Allah dao njemu vlast. Kad reče Ibrahim: “Gospodar moj je Taj koji oživljava i usmrćuje.” Reče: “Ja oživljavam i usmrćujem.” Ibrahim reče: “Pa uistinu, Allah dovodi Sunce sa istoka, ta dovedi ga sa zapada.” Tad se zbuni onaj koji nije vjerovao; a Allah ne upućuje narod zalima"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Ili kao onaj koji je prošao pored naselja, a ono pusto (palo) sa krovovima svojim. Reče: “Kako će Allah oživiti ovo poslije smrti njegove?” Tad ga usmrti Allah stotinu godina, potom ga podiže. Reče: “Koliko si ostao?” Reče: “Ostao sam dan ili dio dana.” Reče: “Naprotiv, ostao si sto godina. Pa pogledaj hranu svoju i piće svoje! Nije se ono pokvarilo; i pogledaj magarca svog; i da učinimo tebe znakom ljudima. I pogledaj kosti: kako ih sastavljamo, zatim ih zaodjevamo mesom.” Pa pošto mu bi jasno, reče: “Znam da je Allah nad svakom stvari Posjednik moći.”"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "I kad reče Ibrahim: “Gospodaru moj! Pokaži mi kako oživljavaš mrtve.” Reče: “Zar ne vjeruješ?” Reče: “Svakako, ali da se smiri srce moje.” Reče: “Pa uzmi četiri ptice, te ih nakloni sebi, zatim stavi na svako brdo dio njih, potom ih pozovi: doći će ti žurno; a znaj da je Allah Moćni, Mudri.”"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Primjer onih koji troše imetke svoje na putu Allahovom je kao primjer zrna (iz kog) izraste sedam klasova, u svakom klasu stotinu zrna. A Allah umnožava kome hoće i Allah je Sveobuhvatni, Znalac"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Oni koji troše imetke svoje na putu Allahovom, zatim ne budu slijedili ono šta udjeljuju prebacivanjem niti uvredom, imaće oni nagradu svoju kod Gospodara svog, i neće biti straha nad njima, niti će oni tugovati"
        },
        {
            "chapter": 2,
            "verse": 263,
            "text": "Lijepe riječi i oprost su bolji od sadake koju prati uvreda; a Allah je Neovisni, Blagi"
        },
        {
            "chapter": 2,
            "verse": 264,
            "text": "O vi koji vjerujete! Ne kvarite sadake svoje prebacivanjem i uvredom, kao onaj koji udjeljuje imetak svoj da bi vidjeli ljudi, a ne vjeruje u Allaha i Dan posljednji. Pa primjer njegov je kao primjer stijene - na njoj prašina, pa je pogodi pljusak, te je ostavi golom. Neće se domoći ničeg od onog šta su stekli; a Allah ne upućuje narod nevjernika"
        },
        {
            "chapter": 2,
            "verse": 265,
            "text": "A primjer onih koji troše imetke svoje tražeći zadovoljstvo Allahovo i učvršćenje duša svojih, je kao primjer bašče na brdu: pogodi je pljusak pa dadne plod svoj dvostruko. Pa ako je ne pogodi pljusak, onda (padne) rosa. A Allah je onog šta radite Vidilac"
        },
        {
            "chapter": 2,
            "verse": 266,
            "text": "Da li bi volio neko od vas da on ima bašču palmi i grožđa ispod koje teku rijeke, (i) imadne on u njoj raznovrsnog voća: i pogodi ga starost, a imadne on potomke nejake, pa pogodi nju orkan - u njemu vatra, te spali? Tako vam objašnjava Allah znakove, da biste vi razmislili"
        },
        {
            "chapter": 2,
            "verse": 267,
            "text": "O vi koji vjerujete! Udjeljujte od dobrih stvari koje zarađujete i od onog šta izvodimo za vas iz zemlje. I ne namjenjujte loše od toga da dijelite, i ono šta ne biste uzeli, izuzev da zažmirite na to. A znajte da je Allah Neovisni, Hvaljeni"
        },
        {
            "chapter": 2,
            "verse": 268,
            "text": "Šejtan vam obećava bijedu i naređuje vam razvrat, a Allah vam obećava oprost od Sebe i blagodat; a Allah je Sveobuhvatni, Znalac"
        },
        {
            "chapter": 2,
            "verse": 269,
            "text": "Daje mudrost kome hoće. A kome se da mudrost, pa doista mu je dato mnogo dobro. A ne poučava se (niko), izuzev posjednici razuma"
        },
        {
            "chapter": 2,
            "verse": 270,
            "text": "I šta udijelite od nafake ili zavjetujete od zavjeta, pa uistinu, Allah to zna. A nema za zalime nikakvih pomagača"
        },
        {
            "chapter": 2,
            "verse": 271,
            "text": "Ako ističete sadake, pa to je dobro. A ako ih krijete, i dajete ih fukarama, pa to je bolje za vas i pokriće vam neka loša djela vaša. A Allah je o onom šta radite Obaviješteni"
        },
        {
            "chapter": 2,
            "verse": 272,
            "text": "Nije na tebi upućivanje njihovo nego Allah upućuje koga hoće. A šta udijelite od dobrog, pa za duše je vaše; a dijelite jedino tražeći lice Allahovo. I šta udijelite od dobrog, biće vam nadoknađeno i vama se neće zulm učiniti"
        },
        {
            "chapter": 2,
            "verse": 273,
            "text": "(Sadaka je) za fukare koji ograničeni na putu Allahovom ne mogu krstariti po zemlji. Smatra ih neznalica bogatima zbog skromnosti. Poznaćeš ih po obilježju njihovom: ne traže od ljudi nasrtljivo. A šta utrošite od dobrog, pa uistinu, Allah je o tome Znalac"
        },
        {
            "chapter": 2,
            "verse": 274,
            "text": "Oni koji udjeljuju imetke svoje noću i danju, tajno i javno - pa imaće oni nagradu svoju kod Gospodara svog i neće biti straha nad njima i neće oni žaliti"
        },
        {
            "chapter": 2,
            "verse": 275,
            "text": "Oni koji jedu kamatu, neće ustati, osim kao što ustaje onaj koga udari šejtan svojim dodirom. To zato što oni kažu: “Zaista je trgovina kao kamata” - a dozvolio je Allah trgovinu, a zabranio kamatu. Pa onom kome dođe pouka od Gospodara njegovog te se sustegne, tad je njegovo ono šta je prethodilo, a stvar njegova je do Allaha. A ko se povrati - pa takvi će biti stanovnici vatre, oni će u njoj biti vječno"
        },
        {
            "chapter": 2,
            "verse": 276,
            "text": "Briše Allah kamatu, a povećava sadake. A Allah ne voli nijednog nevjernika, grješnika"
        },
        {
            "chapter": 2,
            "verse": 277,
            "text": "Uistinu, oni koji vjeruju i čine dobra djela i obavljaju salat i daju zekat, imaće oni nagradu svoju kod Gospodara svog, i neće bit straha nad njima i neće oni žaliti"
        },
        {
            "chapter": 2,
            "verse": 278,
            "text": "O vi koji vjerujete! Bojte se Allaha i ostavite šta je preostalo od kamate, ako ste vjernici"
        },
        {
            "chapter": 2,
            "verse": 279,
            "text": "Pa ako (to) ne učinite, tad budite upozoreni ratom od Allaha i Poslanika Njegovog. A ako se pokajete, tad su vaše glavnice imetaka vaših. Ne činite zulm i neće vam biti učinjen zulm"
        },
        {
            "chapter": 2,
            "verse": 280,
            "text": "A ako (dužnik) bude u nevolji, tad je odgoda do lahkoće; a da učinite (to) sadakom bolje je za vas, kad biste znali"
        },
        {
            "chapter": 2,
            "verse": 281,
            "text": "I bojte se Dana u kojem ćete biti vraćeni Allahu. Zatim će se platiti svakoj duši šta je zaslužila i njima se neće učiniti zulm"
        },
        {
            "chapter": 2,
            "verse": 282,
            "text": "O vi koji vjerujete! Kad dajete zajam do roka određenog, tad to zapišite. I neka zapiše pisar između vas pravedno. I neka ne odbije pisar da zapiše, kao što ga je poučio Allah, ta neka piše. I neka diktira onaj na kojem je dug i neka se boji Allaha Gospodara svog i ne umanji od njega ništa. Pa ako onaj na kojem je dug bude slabouman ili slab ili on ne može da diktira, tad neka diktira staratelj njegov pravedno. I pozovite da svjedoče dva svjedoka između vaših ljudi. Pa ako ne bude dva čovjeka, onda čovjek i dvije žene od onog s kim budete zadovoljni kao svjedocima - da (ako) zaluta jedna od njih, nek jedna od njih podsjeti drugu. I neka ne odbiju svjedoci kad budu pozvani. I nek vam ne bude mrsko da to zapišete, malo ili veliko, do roka njegovog. To je pravednije kod Allaha i pravilnije za svjedočenje i najpodesnije da ne sumnjate; izuzev ako bude trgovine prisutne koju obrćete među sobom, tad vam nije grijeh da je ne pišete. I uzmite svjedoke kad trgujete, i neka se ne ošteti pisar niti svjedok. A ako učinite (štetu), pa uistinu, to je grijeh vaš. I bojte se Allaha, a uči vas Allah. A Allah je o svakoj stvari Znalac"
        },
        {
            "chapter": 2,
            "verse": 283,
            "text": "A ako budete na putovanju i ne nađete pisara, tad zalog nek bude uzet. Pa ako povjeri jedan od vas drugom, tad nek vrati onaj kojem je povjereno, emanet svoj, i neka se boji Allaha, Gospodara svog. I ne prikrivajte svjedočenje. A ko ga sakrije, pa uistinu, to je grijeh srca njegovog. A Allah je o onom što radite Znalac"
        },
        {
            "chapter": 2,
            "verse": 284,
            "text": "Allahovo je šta je u nebesima i šta je na Zemlji! I pokazivali vi šta je u dušama vašim ili to skrivali, obračunaće vas Allah za to, pa će oprostiti kome hoće, a kazniti koga hoće. A Allah je nad svakom stvari Posjednik moći"
        },
        {
            "chapter": 2,
            "verse": 285,
            "text": "Poslanik vjeruje u ono šta mu je objavljeno od Gospodara njegovog, i vjernici. Svaki vjeruje u Allaha i meleke Njegove i knjige Njegove i poslanike Njegove. “Ne pravimo razliku između ijednog od poslanika Njegovih.” I govore: “Čujemo i pokoravamo se. Oprost tvoj, Gospodaru naš! A dolazište je Tebi!”"
        },
        {
            "chapter": 2,
            "verse": 286,
            "text": "Ne opterećuje Allah dušu, izuzev mogućnošću njenom. Imaće ona šta zasluži, a protiv nje je šta zavrijedi. Gospodaru naš! Ne kazni nas ako zaboravimo ili pogriješimo. Gospodaru naš! I ne tovari na nas teret kao što si ga tovario na one prije nas. Gospodaru naš! I ne tereti nas onim zašto mi nemamo moći. I briši nam (grijehe), i oprosti nam i smiluj nam se. Ti si Zaštitnik naš, zato nas pomozi protiv naroda nevjernika"
        },
        {
            "chapter": 3,
            "verse": 1,
            "text": "Alif. Lam. Mim"
        },
        {
            "chapter": 3,
            "verse": 2,
            "text": "Allah! Samo je On Bog! Živi, Samoopstojeći"
        },
        {
            "chapter": 3,
            "verse": 3,
            "text": "Objavljuje tebi Knjigu s Istinom, potvrđujući ono ispred nje, a objavio je Tewrat i Indžil"
        },
        {
            "chapter": 3,
            "verse": 4,
            "text": "Ranije, Uputu ljudima; i objavio je Furkan. Uistinu, oni koji ne vjeruju u ajete Allahove, imaće oni kaznu žestoku; a Allah je Moćni, Vlasnik osvete"
        },
        {
            "chapter": 3,
            "verse": 5,
            "text": "Uistinu, Allah - nema skriveno Njemu ništa u Zemlji niti u nebu"
        },
        {
            "chapter": 3,
            "verse": 6,
            "text": "On je Taj koji vas oblikuje u matericama kako hoće. Nema boga osim Njega, Moćnog, Mudrog"
        },
        {
            "chapter": 3,
            "verse": 7,
            "text": "On je Taj koji ti objavljuje Knjigu. Od nje su ajeti presudni - oni su majka Knjige, a drugi su alegorijski. Pa što se tiče onih u srcima čijim je skretanje, ta slijediće šta je nejasno iz nje, tražeći fitneluk i tražeći joj tumačenje. A tumačenje toga zna jedino Allah. A jaki u nauci govore: “Vjerujemo u nju; sve je od Gospodara našeg.” A ne shvataju, izuzev posjednici razuma"
        },
        {
            "chapter": 3,
            "verse": 8,
            "text": "“Gospodaru naš! Ne skreni naša srca nakon što si nas uputio i daruj nam od Sebe milost. Uistinu Ti, Ti si Darivalac"
        },
        {
            "chapter": 3,
            "verse": 9,
            "text": "Gospodaru naš! Uistinu, Ti si Sabiralac ljudi za Dan u koji nema sumnje.” Doista Allah ne krši obećanje"
        },
        {
            "chapter": 3,
            "verse": 10,
            "text": "Uistinu, oni koji ne vjeruju - neće im koristiti imeci njihovi ni djeca njihova protiv Allaha nimalo; a ti takvi će biti gorivo vatre"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Kao stanje naroda faraonovog i onih prije njih. Poricali su znakove Naše, pa ih je dograbio Allah radi grijeha njihovih; a Allah je žestok kaznom"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Reci onima koji ne vjeruju: “Bićete poraženi i sabrani Džehennemu; a loše je odmorište.”"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Već je za vas bio znak u skupinama dvjema (koje) su se susrele. Skupina se borila na putu Allahovom, a druga je bila nevjernička - vidjeli su ih njima dvostrukim, viđenjem oka. A Allah ojačava pomoći Svojom koga hoće. Uistinu, u tome je pouka za posjednike opažanja"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Uljepšana je ljudima ljubav: žudnje za ženama i sinovima i nagomilanim gomilama zlata i srebra, i konju naočitom i stoci i usjevu. To je uživanje života Dunjaa. A Allah - kod Njega je najbolje povratište"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Reci: “Hoćete li da vas obavijestim o boljem od toga? Oni koji budu bogobojazni imaće kod Gospodara svog bašče ispod kojih teku rijeke, biće vječno u njima, i žene čiste i zadovoljstvo od Allaha.” A Allah je Vidilac robova"
        },
        {
            "chapter": 3,
            "verse": 16,
            "text": "Oni koji govore: “Gospodaru naš! Uistinu mi vjerujemo, zato nam oprosti grijehe naše i sačuvaj nas kazne vatrom”"
        },
        {
            "chapter": 3,
            "verse": 17,
            "text": "Strpljivih i istinitih i poslušnih i onih koji udjeljuju i koji traže oprost u praskozorja"
        },
        {
            "chapter": 3,
            "verse": 18,
            "text": "Allah svjedoči da On - nema boga osim Njega - i meleci Njegovi i posjednici znanja - postupa pravedno. Samo je On Bog, Moćni, Mudri"
        },
        {
            "chapter": 3,
            "verse": 19,
            "text": "Uistinu! Vjera kod Allaha je Islam. A razišli se oni kojima je data Knjiga jedino nakon što im je došlo znanje, zavišću međusobnom. A ko zaniječe ajete Allahove, pa uistinu, Allah je brz obračunom"
        },
        {
            "chapter": 3,
            "verse": 20,
            "text": "Pa ako se budu prepirali s tobom, tad reci: “Predao sam lice svoje Allahu, i onaj ko me slijedi.” I reci onima kojima je data Knjiga i neukima: “Jeste li se predali (Allahu)?” Pa ako se predaju, tad su doista upućeni. A ako se odvrate - pa samo je na tebi dostava. A Allah je Vidilac robova"
        },
        {
            "chapter": 3,
            "verse": 21,
            "text": "Uistinu, one koji ne vjeruju u ajete Allahove i ubijaju vjerovjesnike bez prava, i ubijaju one od ljudi koji naređuju pravednost - pa obraduj ih kaznom bolnom"
        },
        {
            "chapter": 3,
            "verse": 22,
            "text": "To su oni čija će djela propasti na Dunjau i Ahiretu, a neće oni imati nikakvih pomagača"
        },
        {
            "chapter": 3,
            "verse": 23,
            "text": "Zar nisi vidio one kojima je dat dio Knjige? Pozivaju se Knjizi Allahovoj da presudi među njima, potom se okrene skupina njih i oni su odvraćeni"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "To zato što oni govore: “Neće nas doticati vatra, izuzev nekoliko dana.” A obmanulo ih je u vjeri njihovoj ono šta su izmišljali"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "Pa kako će biti kad ih skupimo za Dan u koji nema sumnje i bude isplaćeno svakoj duši šta je zaradila? - a njima neće biti učinjen zulm"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Reci: “O Allahu, Posjedniče vlasti! Daješ vlast kome hoćeš, a oduzimaš vlast od koga hoćeš. Pojačavaš koga hoćeš, a unizuješ koga hoćeš. U ruci Tvojoj je dobro. Uistinu, Ti si nad svakom stvari Posjednik moći"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "Daješ da noć uđe u dan i daješ da dan uđe u noć, i izvodiš živo iz mrtvog i izvodiš mrtvo iz živog; a opskrbljuješ koga hoćeš bez računa.”"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "Neka ne uzimaju vjernici nevjernike za prijatelje, mimo vjernika. A ko to učini, tad nema od Allaha ništa, izuzev da biste se sačuvali od njih čuvanjem. I upozorava vas Allah Sobom, a Allahu je dolazište"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Reci: “Skrivali vi šta je u grudima vašim ili to otkrivali, zna ga Allah. I zna šta je u nebesima i šta je na Zemlji”, a Allah je nad svakom stvari Posjednik moći"
        },
        {
            "chapter": 3,
            "verse": 30,
            "text": "Na Dan kad nađe svaka duša ono šta je od dobrog uradila prineseno, i šta je uradila od zla - zaželiće da je između nje i između njega udaljenost velika. I upozorava vas Allah Sobom; a Allah je Samilostan robovima"
        },
        {
            "chapter": 3,
            "verse": 31,
            "text": "Reci: “Ako volite Allaha, tad mene slijedite, voliće vas Allah i oprostiće vam grijehe vaše,” a Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 3,
            "verse": 32,
            "text": "Reci: “Pokoravajte se Allahu i Poslaniku.” Pa ako se okrenu, pa uistinu Allah ne voli nevjernike"
        },
        {
            "chapter": 3,
            "verse": 33,
            "text": "Uistinu! Allah je odabrao Adema i Nuha i porodicu Ibrahimovu i porodicu Imranovu,nad svjetovima"
        },
        {
            "chapter": 3,
            "verse": 34,
            "text": "Potomstvo je jedno od drugog. A Allah je Onaj koji čuje, Znalac"
        },
        {
            "chapter": 3,
            "verse": 35,
            "text": "Kad reče žena Imranova: “Gospodaru moj! Uistinu ja zavjetujem Tebi šta je u utrobi mojoj posvećeno, zato primi od mene. Uistinu, Ti, Ti si Onaj koji čuje, Znalac.”"
        },
        {
            "chapter": 3,
            "verse": 36,
            "text": "Pa pošto je rodi, reče: “Gospodaru moj! Uistinu! Ja sam je rodila - žensko.” A Allah je Najbolji znalac onog šta je rodila. A nije muško kao žensko. “I uistinu, ja sam joj dala ime Merjem. I uistinu, ja tražim Tvoju zaštitu za nju i potomstvo njeno od šejtana prokletog.”"
        },
        {
            "chapter": 3,
            "verse": 37,
            "text": "Pa je primio nju Gospodar njen primanjem lijepim i učinio da uzraste rastom lijepim; i učinio starateljem njenim Zekerijjaa. Kad god bi joj ušao Zekerijja u mihrab, našao bi kod nje opskrbu. Rekao bi: “O Merjem! Otkud ti ovo?” Rekla bi: “To je od Allaha!” Uistinu, Allah opskrbljuje koga hoće bez računa"
        },
        {
            "chapter": 3,
            "verse": 38,
            "text": "Tu je prizivao Zekerijja Gospodara svog. Reče: “Gospodaru moj! Podari mi od Sebe potomstvo dobro. Uistinu! Ti si Onaj koji čuje dowu.”"
        },
        {
            "chapter": 3,
            "verse": 39,
            "text": "Pa pozvaše njega meleci, a on je stajao klanjajući u mihrabu: “Allah raduje tebe Jahjaom, potvrđujući Riječ od Allaha, i Sejjidom i neporočnim, i vjerovjesnikom od dobrih.”"
        },
        {
            "chapter": 3,
            "verse": 40,
            "text": "Reče: “Gospodaru moj! Otkud meni dječak, a već me je dostigla starost, i žena moja je nerotkinja.” Reče: “Tako!” Allah čini šta hoće"
        },
        {
            "chapter": 3,
            "verse": 41,
            "text": "Reče: “Gospodaru moj! Učini mi znak.” Reče: “Znak ti je da nećeš govoriti s ljudima tri dana, izuzev mimikom. I spominji Gospodara svog mnogo, i slavi početkom noći i ranim jutrom.”"
        },
        {
            "chapter": 3,
            "verse": 42,
            "text": "I kad rekoše meleci: “O Merjem! Uistinu, Allah te je odabrao i očistio te, i odabrao te nad ženama svjetova"
        },
        {
            "chapter": 3,
            "verse": 43,
            "text": "O Merjem! Pokori se Gospodaru svom i padaj na sedždu i čini ruku’ sa onima koji čine ruku’.”"
        },
        {
            "chapter": 3,
            "verse": 44,
            "text": "To je od vijesti nevidljivog, koje objavljujemo tebi. A nisi bio kod njih kad pobacaše pera svoja - koji od njih će se starati o Merjem - niti si bio kod njih kad su se svađali"
        },
        {
            "chapter": 3,
            "verse": 45,
            "text": "Kad rekoše meleci: “O Merjem! Uistinu, raduje te Allah Riječju od Sebe. Ime njegovo je Mesih, Isa, sin Merjemin, istaknut na Dunjau i Ahiretu - a od bliskih je"
        },
        {
            "chapter": 3,
            "verse": 46,
            "text": "I govoriće s ljudima u bešici i odrastao, i od dobrih će biti.”"
        },
        {
            "chapter": 3,
            "verse": 47,
            "text": "Reče: “Gospodaru moj! Otkud meni dijete, a nije me dotakao čovjek?” Reče: “Tako!” Allah stvara šta hoće. Kad odluči stvar, tad samo kaže tome: ’Budi!’, tad biva.”"
        },
        {
            "chapter": 3,
            "verse": 48,
            "text": "I poučiće ga Knjizi i mudrosti i Tewratu i Indžilu"
        },
        {
            "chapter": 3,
            "verse": 49,
            "text": "I poslanikom sinovima Israilovim: “Ja sam vam doista došao sa znakom od Gospodara vašeg da ću vam ja napraviti od gline (nešto) kao lik ptice, pa ću puhnuti u njega, te će biti ptica s dozvolom Allahovom. I ozdraviću slijepe i gubave, i oživiti mrtve s dozvolom Allahovom. I obavijestiću vas o onome šta jedete i šta gomilate u kućama vašim. Uistinu u tome je znak za vas, ako ste vjernici"
        },
        {
            "chapter": 3,
            "verse": 50,
            "text": "I potvrđivač sam za ono što je ispred mene od Tewrata i da vam dozvolim dio onog šta vam je bilo zabranjeno; i došao sam vam sa znakom od Gospodara vašeg, zato se bojte Allaha i poslušajte mene"
        },
        {
            "chapter": 3,
            "verse": 51,
            "text": "Uistinu! Allah je Gospodar moj i Gospodar vaš, zato Njega obožavajte. Ovo je put pravi.”"
        },
        {
            "chapter": 3,
            "verse": 52,
            "text": "Pa pošto zapazi Isa njihovo nevjerovanje, reče: “Ko su pomagači moji Allahu?” Hawarijjuni rekoše: “Mi smo pomagači Allahovi! Vjerujemo u Allaha i posvjedoči da smo mi muslimani"
        },
        {
            "chapter": 3,
            "verse": 53,
            "text": "Gospodaru naš! Vjerujemo u ono šta si objavio i slijedimo poslanika, pa nas upiši sa svjedocima.”"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "I spletkarili su i planirao je Allah; a Allah je Najbolji od planera"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "Kad reče Allah: “O Isa! Ja sam Taj koji će te usmrtiti i Sebi te uzvisiti i Koji će te očistiti od onih koji ne vjeruju, i Koji će učiniti (da) oni koji te slijede budu nad onima koji ne vjeruju do Dana kijameta. Zatim je Meni povratak vaš, pa ću presuditi među vama o onom u čemu ste se razilazili"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Pa što se tiče onih koji ne vjeruju, ta kazniću ih kaznom žestokom na Dunjau i Ahiretu; a neće oni imati nikakvih pomagača"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "A što se tiče onih koji vjeruju i rade dobra djela, pa isplatit će im nagrade njihove.” A Allah ne voli zalime"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "To šta ti učimo je od ajeta i Opomena mudra"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Uistinu, primjer Isaa kod Allaha je kao primjer Adema. Stvorio ga je od prašine, potom mu rekao: “Budi!”, pa je bio"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "Istina je od Gospodara tvog, zato ne budi od sumnjajućih"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "Pa ko se bude prepirao s tobom o njemu, nakon što ti je došlo nešto znanja, tad reci: “Dođite! Pozvaćemo sinove naše i sinove vaše, i žene naše i žene vaše, i duše naše i duše vaše, zatim ćemo se skrušeno moliti pa proizvesti prokletstvo Allahovo nad lažljivcima.”"
        },
        {
            "chapter": 3,
            "verse": 62,
            "text": "Doista! Uistinu! Ovo kazivanje je istinito; i nema nikakva boga osim Allaha. A uistinu Allah - On je Moćni, Mudri"
        },
        {
            "chapter": 3,
            "verse": 63,
            "text": "Pa ako se okrenu, pa uistinu, Allah je Znalac mufsida"
        },
        {
            "chapter": 3,
            "verse": 64,
            "text": "Reci: “O sljedbenici Knjige! Dođite riječi istoj među nama i među vama: Da obožavamo samo Allaha i da Mu ne pridružujemo ništa i ne uzimamo mi jedni druge gospodarima mimo Allaha.” Pa ako se odvrate, tad recite: “Svjedočite da smo mi muslimani.”"
        },
        {
            "chapter": 3,
            "verse": 65,
            "text": "O sljedbenici Knjige! Zašto raspravljate o Ibrahimu, a Tewrat i Indžil su objavljeni jedino poslije njega? Pa zar ne shvatate"
        },
        {
            "chapter": 3,
            "verse": 66,
            "text": "Eto, vi ste ti koji se prepirete o onom o čemu vi imate znanje. Pa zašto se prepirete o onom o čemu vi nemate znanje? A Allah zna, a vi ne znate"
        },
        {
            "chapter": 3,
            "verse": 67,
            "text": "Ibrahim nije bio jevrej, niti kršćanin, nego je bio hanif musliman, i nije bio od mušrika"
        },
        {
            "chapter": 3,
            "verse": 68,
            "text": "Uistinu, najbliži ljudi Ibrahimu su oni koji su ga slijedili i ovaj Poslanik i oni koji vjeruju. A Allah je Zaštitnik vjernika"
        },
        {
            "chapter": 3,
            "verse": 69,
            "text": "Voljela bi grupa sljedbenika Knjige da vas zavedu. A ne zavode, izuzev duše svoje, a ne opažaju"
        },
        {
            "chapter": 3,
            "verse": 70,
            "text": "O sljedbenici Knjige! Zašto ne vjerujete u ajete Allahove, a vi svjedočite"
        },
        {
            "chapter": 3,
            "verse": 71,
            "text": "O sljedbenici Knjige! Zašto presvlačite Istinu s neistinom i prikrivate Istinu, a vi znate"
        },
        {
            "chapter": 3,
            "verse": 72,
            "text": "I govori grupa sljedbenika Knjige: “Vjerujte u ono šta je objavljeno onima koji vjeruju početkom dana, a ne vjerujte krajem njegovim, da bi se oni povratili"
        },
        {
            "chapter": 3,
            "verse": 73,
            "text": "I ne vjerujte, osim onom ko slijedi vjeru vašu.” Reci: “Uistinu, uputa je Uputa Allahova” - da bi bilo dato nekom slično šta je vama dato ili da bi raspravljali s vama kod Gospodara vašeg.” Reci: “Uistinu, blagodat je u ruci Allahovoj.” Daje ju kome hoće; a Allah je Sveobuhvatni, Znalac"
        },
        {
            "chapter": 3,
            "verse": 74,
            "text": "Odabire milošću Svojom koga hoće; a Allah je Posjednik blagodati velike"
        },
        {
            "chapter": 3,
            "verse": 75,
            "text": "I od sljedbenika Knjige je ko, ako mu povjeriš gomilu, vratiće ti je. I od njih je ko, ako mu povjeriš dinar, neće ti ga vratiti, izuzev ako stalno budeš nad njima stajao. To zato što oni govore: “Neukima nema puta nad nama.” I govore protiv Allaha laž, a oni znaju"
        },
        {
            "chapter": 3,
            "verse": 76,
            "text": "Svakako! Ko ispuni obećanje svoje i bude se bojao, pa uistinu, Allah voli bogobojazne"
        },
        {
            "chapter": 3,
            "verse": 77,
            "text": "Uistinu! Oni koji prodaju zavjet Allahu i zakletve svoje za cijenu malu, ti takvi neće imati udio na Ahiretu i neće govoriti s njima Allah, niti će ih pogledati na Dan kijameta, niti ih očistiti, a imaće oni kaznu bolnu"
        },
        {
            "chapter": 3,
            "verse": 78,
            "text": "I uistinu između njih je skupina- izokreću jezike svoje u (čitanju) Knjige da pomislite to je iz Knjige, a to nije iz Knjige. I govore: “To je od Allaha”, a to nije od Allaha. I govore protiv Allaha laž, a oni znaju"
        },
        {
            "chapter": 3,
            "verse": 79,
            "text": "Nije za smrtnika da mu da Allah Knjigu i sud i vjerovjesništvo, zatim da kaže ljudima: “Budite obožavatelji moji mimo Allaha,” nego: “Budite rabbani zato što učite Knjigu i što proučavate.”"
        },
        {
            "chapter": 3,
            "verse": 80,
            "text": "I ne bi vam naredio da uzimate meleke i vjerovjesnike gospodarima. Zar da vam naredi nevjerstvo nakon što ste vi bili muslimani"
        },
        {
            "chapter": 3,
            "verse": 81,
            "text": "I kad uze Allah zavjet vjerovjesnika: “Doista, šta vam dam od Knjige i mudrosti, zatim vam dođe poslanik potvrđivač za ono šta je uz vas, sigurno ćete vjerovati u njega i sigurno ćete ga pomoći?” Reče: “Da li se slažete i uzimate za ovo zavjet Moj?” Rekoše: “Slažemo se.” Reče: “Onda posvjedočite, i Ja ću sa vama biti od svjedoka.”"
        },
        {
            "chapter": 3,
            "verse": 82,
            "text": "Pa ko se okrene poslije toga - pa ti takvi su grješnici"
        },
        {
            "chapter": 3,
            "verse": 83,
            "text": "Pa zar mimo dina Allahovog traže drugi? A Njemu se pokorava ko je na nebesima i Zemlji, milom i silom; a Njemu će se vratiti"
        },
        {
            "chapter": 3,
            "verse": 84,
            "text": "Reci: “Vjerujemo u Allaha i ono šta je objavljeno nama i šta je objavljeno Ibrahimu i Ismailu i Ishaku i Jakubu i plemenima, i šta je dato Musau i Isau i vjerovjesnicima od Gospodara njihovog. Ne pravimo razliku između ijednog od njih i mi smo Njemu predani.”"
        },
        {
            "chapter": 3,
            "verse": 85,
            "text": "A ko traži drugačiju vjeru od Islama, pa neće se primiti od njega, a on će na Ahiretu biti od gubitnika"
        },
        {
            "chapter": 3,
            "verse": 86,
            "text": "Kako da uputi Allah ljude koji ne vjeruju nakon vjerovanja njihovog, a svjedočili su da je Poslanik Istina i došli su im dokazi jasni? A Allah ne upućuje narod zalima"
        },
        {
            "chapter": 3,
            "verse": 87,
            "text": "Tim takvima je plaća što je na njima prokletstvo Allahovo i meleka i ljudi svih"
        },
        {
            "chapter": 3,
            "verse": 88,
            "text": "Biće vječno u njemu. Neće im se olakšati kazna, niti će im se odgoditi"
        },
        {
            "chapter": 3,
            "verse": 89,
            "text": "Izuzev koji se pokaju nakon toga i poprave. Pa uistinu! Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 3,
            "verse": 90,
            "text": "Uistinu, oni koji ne vjeruju nakon vjerovanja njihovog, zatim povećaju nevjerovanje, neće se primiti pokajanje njihovo; a ti takvi su zalutali"
        },
        {
            "chapter": 3,
            "verse": 91,
            "text": "Uistinu, oni koji ne vjeruju i umru, a oni budu nevjernici, pa ne bi se primila ni od jednog od njih puna zemlja zlata, makar se time iskupljivao. Ti takvi će imati kaznu bolnu, a neće oni imati nikakvih pomagača"
        },
        {
            "chapter": 3,
            "verse": 92,
            "text": "Nećete postići dobročinstvo dok ne udijelite od onog šta volite. A šta utrošite od nečeg - pa uistinu, Allah je o tome Znalac"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "Svaka hrana je bila dozvoljena sinovima Israilovim, izuzev šta je zabranio Israil duši svojoj, prije no što je objavljen Tewrat. Reci: “Pa dajte Tewrat te ga čitajte, ako ste istiniti.”"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Pa ko izmisli protiv Allaha laž poslije toga - pa ti takvi su zalimi"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Reci: “Istinu govori Allah! Zato slijedite millet Ibrahima hanife; a nije bio od mušrika.”"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Uistinu, prva Kuća postavljena za ljude je ona u Bekki, blagoslovljena je i putokaz svjetovima"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "U njoj su znakovi jasni: stajalište Ibrahimovo; i ko god uđe u nju biće siguran. A radi Allaha je na ljudima (da obave) hadždž Kuće, ko smogne njoj put. A ko ne vjeruje, pa uistinu, Allah je Neovisan od svjetova"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Reci: “O sljedbenici Knjige! Zašto ne vjerujete u ajete Allahove, a Allah je svjedok nad onim šta radite?”"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Reci: “O sljedbenici Knjige! Zašto s puta Allahovog odvraćate onog ko vjeruje, i tražite ga iskrivljenim, a vi ste svjedoci?” A nije Allah nemaran prema onom šta radite"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "O vi koji vjerujete! Ako budete slušaligrupu onih kojima je data Knjiga, vratiće vas nakon vjerovanja vašeg (u) nevjernike"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "A kako da ne vjerujete, a vi ste ti kojima se uče ajeti Allahovi i među vama je Poslanik Njegov? A ko se drži Allaha, pa doista je upućen putu pravom"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "O vi koji vjerujete! Bojte se Allaha Njegovim istinskim bojanjem, i umrite vi jedino kao muslimani"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "I držite se užeta Allahovog svi, i ne razdvajajte se. I sjetite se blagodati Allahove prema vama: kad ste neprijatelji bili, pa je ujedinio srca vaša, te ste postali blagodati Njegovom, braća. I bili na rubu ponora vatre, pa vas je spasio od nje. Tako vam objašnjava Allah znakove Svoje, da biste se vi uputili"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "I neka bude od vas umma (koja) će pozivati dobru i naređivati pravo, a zabranjivati što je krivo. A ti takvi su uspješni"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "I ne budite kao oni koji su se razdijelili i razišli, nakon što su im došli dokazi jasni. A ti takvi će imati kaznu užasnu"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Na Dan kad pobijele lica i pocrne lica. Pa što se tiče onih čija će lica pocrniti: “Zar niste vjerovali nakon vjerovanja vašeg? Pa iskusite kaznu zato što niste vjerovali.”"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "A što se tiče onih čija će lica pobijeliti - pa biće u milosti Allahovoj, oni će u njoj biti vječito"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "To su ajeti Allahovi, učimo ih tebi s Istinom. A ne želi Allah zulm svjetovima"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "I Allahovo je šta je na nebesima i šta je na Zemlji; a Allahu se vraćaju stvari"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Najbolja ste umma (koja) se svijetu pojavila. Naređujete dobro a spriječavate nevaljalo, i vjerujete u Allaha. A kad bi vjerovali sljedbenici Knjige, sigurno bi za njih bilo bolje. (Neki) od njih su vjernici, a većina njih su grješnici"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Neće vam nauditi, izuzev vrijeđanja. A ako se budu borili protiv vas, okrenuće vam leđa, zatim neće biti pomognuti"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Udariće na njih poniženje gdje god stignu, izuzev (gdje prihvate) uže Allahovo i uže od ljudi - i navući će srdžbu od Allaha i pogodiće ih bijeda. To zato što oni ne vjeruju u ajete Allahove, a ubijali su vjerovjesnike bez prava. To zato što ne slušaju i prevršuju"
        },
        {
            "chapter": 3,
            "verse": 113,
            "text": "Nisu isti. Od sljedbenika Knjige (ima) zajednica ispravna, uče ajete Allahove svu noć i oni padaju na sedždu"
        },
        {
            "chapter": 3,
            "verse": 114,
            "text": "Vjeruju u Allaha i Dan posljednji, i naređuju dobro a zabranjuju nevaljalo, i natječu se u dobrim djelima; a takvi su od dobrih"
        },
        {
            "chapter": 3,
            "verse": 115,
            "text": "A šta učine od dobrog, pa neće im se to poreći. A Allah je Znalac bogobojaznih"
        },
        {
            "chapter": 3,
            "verse": 116,
            "text": "Uistinu, onima koji ne vjeruju - neće im koristiti imeci njihovi niti djeca njihova protiv Allaha nimalo; a takvi će biti stanovnici vatre, oni će u njoj biti vječno"
        },
        {
            "chapter": 3,
            "verse": 117,
            "text": "Primjer onog što utroše u ovom životu Dunjaa je kao primjer vjetra u kojem je led: pogodi usjev ljudi koji čine zulm dušama svojim, pa ga uništi. A nije im Allah učinio zulm, nego oni zulm čine dušama svojim"
        },
        {
            "chapter": 3,
            "verse": 118,
            "text": "O vi koji vjerujete! Ne uzimajte savjetnikom (nikog) mimo vas. Ne prestaju vam s propašću, vole ono šta će vam štetiti. Doista se pokazuje mržnja iz usta njihovih, a ono šta kriju grudi njihove je veće. Doista vam objašnjavamo znakove, ako ćete shvatiti"
        },
        {
            "chapter": 3,
            "verse": 119,
            "text": "Eto, vi ste ti koji ih volite, a ne vole vas, i vjerujete u Knjigu kompletnu. I kada vas sretnu, kažu: “Vjerujemo!”, a kad se osame grizu jagodice od srdžbe zbog vas. Reci: “Umrite u srdžbi svojoj!” Uistinu, Allah je Znalac onog u grudima"
        },
        {
            "chapter": 3,
            "verse": 120,
            "text": "Ako vas dotakne dobro, žao im je. A ako vas dotakne zlo, raduju mu se. A ako se strpite i budete bogobojazni, neće vam štetiti spletka njihova nimalo. Uistinu! Allah ono što rade obuhvata"
        },
        {
            "chapter": 3,
            "verse": 121,
            "text": "I kad si poranio od porodice svoje određujući vjernicima položaje za borbu - a Allah je Onaj koji čuje, Znalac"
        },
        {
            "chapter": 3,
            "verse": 122,
            "text": "Kad htjedoše dvije skupine vas da klonu, a Allah je zaštitnik njih dvije; i u Allaha zato nek se pouzdaju vjernici"
        },
        {
            "chapter": 3,
            "verse": 123,
            "text": "I već vas je pomogao Allah na Bedru, a vi ste bili slabi. Zato se bojte Allaha, da biste vi zahvaljivali"
        },
        {
            "chapter": 3,
            "verse": 124,
            "text": "Kad si rekao vjernicima: “Zar vam neće biti dosta da vas pomogne Gospodar vaš sa tri hiljade meleka spuštenih?”"
        },
        {
            "chapter": 3,
            "verse": 125,
            "text": "Svakako! Ako se strpite i budete bogobojazni i dođu vam u žurbi svojoj, - ovo će vas pomoći Gospodar vaš sa pet hiljada meleka obilježenih"
        },
        {
            "chapter": 3,
            "verse": 126,
            "text": "I učinio je to Allah samo radosnom viješću za vas i da se smire time srca vaša. A nema pomoći, izuzev od Allaha, Moćnog, Mudrog"
        },
        {
            "chapter": 3,
            "verse": 127,
            "text": "Da bi odsjekao dio onih koji ne vjeruju ili ih porazio, pa da se okrenu razočarani"
        },
        {
            "chapter": 3,
            "verse": 128,
            "text": "Nije stvar do tebe nimalo: ili će primiti pokajanje njihovo ili će ih kazniti, jer uistinu, oni su zalimi"
        },
        {
            "chapter": 3,
            "verse": 129,
            "text": "A Allahovo je šta je na nebesima i šta je na Zemlji. Oprašta kome hoće i kažnjava koga hoće; a Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 3,
            "verse": 130,
            "text": "O vi koji vjerujete! Ne jedite kamatu dvostruku, mnogostruku, i bojte se Allaha da biste vi uspjeli"
        },
        {
            "chapter": 3,
            "verse": 131,
            "text": "I bojte se vatre koja je pripremljena za nevjernike"
        },
        {
            "chapter": 3,
            "verse": 132,
            "text": "I poslušajte Allaha i Poslanika, da bi vam se smilovalo"
        },
        {
            "chapter": 3,
            "verse": 133,
            "text": "I požurite ka oprostu Gospodara vašeg i Džennetu čije je prostranstvo (kao) nebesa i Zemlja: pripremljen je za bogobojazne"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Koji udjeljuju u blagostanju i oskudici, i one koji savlađuju srdžbu i one koji praštaju ljudima. A Allah voli dobročinitelje"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "I one koji kad počine nepristojnost ili zulm dušama svojim, sjete se Allaha i zatraže oprost za grijehe svoje - a ko oprašta grijehe do Allah? - i (koji) neće ustrajati na onom šta čine, a oni znaju"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Takvima je plaća njihova oprost od Gospodara njihovog i bašče ispod kojih teku rijeke, vječno će biti u njima. A divna je nagrada radnika"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Već su prošli prije vas suneni; zato putujte po Zemlji pa vidite kakav je bio kraj poricatelja"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Ovo je jasno izlaganje ljudima i Uputa i pouka za bogobojazne"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "I ne malaksajte i ne žalostite se, a vi ćete biti gornji, ako ste vjernici"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Ako vas dotakne rana, pa već je dotakla narod (nevjernika) rana slična toj. A to su dani koje izmjenjujemo među ljudima, i da zna Allah one koji vjeruju i uzme od vas šehide - a Allah ne voli zalime"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "I da Allah stavi na probu one koji vjeruju i zbriše nevjernike"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Zar računate da ćete ući u Džennet, a da ne zna Allah one koji su se borili između vas i ne zna strpljive"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "A doista ste željeli smrt prije no što ste je sreli. Pa doista ste je vidjeli, a vi gledate"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "I Muhammed je samo poslanik; već su prošli prije njega poslanici. Pa zar ćete se, ako umre ili bude ubijen, okrenuti na petama svojim? A ko se okrene na petama svojim, pa neće štetiti Allahu nimalo; a nagradiće Allah zahvalne"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "I nije za dušu da umre, izuzev s dozvolom Allahovom, u (roku) knjigom zapisanim. A ko želi nagradu Dunjaa, daćemo mu od nje, i ko želi nagradu Ahireta, daćemo mu od nje. I nagradićemo zahvalne"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "A koliko vjerovjesnika se borilo (i) s njima skupine mnoge, pa nisu malaksali zbog onog šta ih je zadesilo na putu Allahovom, i nisu oslabili niti se ponizili; a Allah voli strpljive"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "I govor njihov bio je jedino što bi rekli: “Gospodaru naš! Oprosti nam grijehe naše i neumjerenost našu u stvari našoj, i ojačaj noge naše i pomozi nas protiv naroda nevjernika.”"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Pa je dao njima Allah nagradu Dunjaa i bolju nagradu Ahireta. A Allah voli dobročinitelje"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "O vi koji vjerujete! Ako poslušate one koji ne vjeruju, okrenuće vas na petama vašim, pa ćete se povratiti u gubitnike"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Naprotiv, Allah je Zaštitnik vaš, a On je Najbolji od pomagača"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Ubacićemo u srca onih koji ne vjeruju, strah, zato što pridružuju Allahu ono za što nije spustio autoritet. A sklonište njihovo biće vatra; a loše je boravište zalima"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "I doista vam je obistinio Allah obećanje Svoje kad ste ih uništavali s dozvolom Njegovom, do (momenta) kad ste klonuli i prepirali se o komandi i niste poslušali, nakon što vam je pokazao ono šta volite. Od vas je onaj ko želi Dunja i od vas onaj ko želi Ahiret. Zatim vas je odbio od njih, da bi vas iskušao. I već vam je oprostio; a Allah je Vlasnik blagodati nad vjernicima"
        },
        {
            "chapter": 3,
            "verse": 153,
            "text": "Kad ste se pentrali i niste obazirali ni na koga, a Poslanik vas zvao u pozadini vašoj. Zato vam je vratio brigu na brigu, da ne žalite za onim šta vam je izmaklo, niti šta vas je zadesilo. A Allah je o onom šta radite Obaviješteni"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Zatim je spustio na vas nakon brige, sigurnost. San je obuzeo grupu vas, a grupa - doista su ih zabrinule duše njihove, mislili su o Allahu bespravno, misao džahilijjeta. Govorili su: “Imamo li mi od (ove) stvari išta?” Reci: “Uistinu, svaka stvar je Allahova.” Skrivaju u dušama svojim ono šta tebi ne otkrivaju. Govorili su: “Da je bilo za nas od (ove) stvari nešto, ne bismo ovdje bili ubijani.” Reci: “Da ste bili u kućama svojim, sigurno bi izašli oni kojima je propisana pogibija, na gubilišta svoja. I da iskuša Allah ono šta je u grudima vašim, i da očisti šta je u srcima vašim. A Allah je Znalac onog u grudima.”"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Uistinu, oni od vas koji su se okrenuli na dan (kad) su se susrele dvije skupine, samo ih je šejtan naveo da posrnu sa onim šta su zaradili. I već im je oprostio Allah. Uistinu! Allah je Oprosnik, Blagi"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "O vi koji vjerujete! Ne budite kao oni koji ne vjeruju i govore braći svojoj kad putuju po Zemlji ili budu ratnici: “Da su bili kod nas, ne bi umrli, niti bi bili ubijeni” - da bi to Allah učinio žalošću u srcima njihovim. A Allah život daje i usmrćuje i Allah je onog šta radite Vidilac"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "I ako budete ubijeni na putu Allahovom ili umrli, sigurno su oprost od Allaha i milost bolji od onog šta zgrću"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "I ako umrete ili budete ubijeni, sigurno ćete Allahu biti sabrani"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Pa - zbog milosti Allahove blag si prema njima. A da si bio grub, osorna srca, sigurno bi se rasuli oko tebe. Zato im oprosti i moli oprost za njih i savjetuj se s njima u poslu. Pa kad odlučiš, tad se pouzdaj u Allaha. Uistinu! Allah voli one koji se pouzdavaju"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Ako vas pomogne Allah, tad nad vama nema pobjednika. A ako vas ostavi, pa ko je taj ko će vas pomoći poslije Njega? A u Allaha zato neka se pouzdaju vjernici"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "I nije za vjerovjesnika da sakrije. A ko sakrije, donijet će ono što je krio na Dan kijameta; zatim će se platiti svakoj duši šta je zaradila i njima se neće učiniti zulm"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "Pa da li je onaj ko slijedi zadovoljstvo Allahovo, kao onaj ko je zaradio srdžbu od Allaha i sklonište čije je Džehennem? A loše je dolazište"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Oni (imaju) stepene kod Allaha, a Allah je Vidilac onog šta rade"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Doista je Allah obdario vjernike kad im je podigao Poslanika između duša njihovih: uči im ajete Njegove i čisti ih, i uči ih Knjizi i mudrosti, mada su ranije sigurno bili u zabludi očitoj"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "Zar, pošto vas je pogodila nesreća - već ste pogodili (neprijatelje) duplom sličnom njoj - govorite: “Otkud ovo?” Reci: “To je od duša vaših.” Uistinu! Allah je nad svakom stvari Posjednik moći"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "A ono šta vas je pogodilo na dan susreta dviju skupina, pa s dozvolom je Allahovom i da bi znao vjernike"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "I da zna one koji su dvolični, a rečeno im je: “Dođite, borite se na putu Allahovom ili se branite.” Rekli su: “Da znamo ratovanje, sigurno bismo vas slijedili.” Oni sami su nevjerstvu tog dana bili bliži, nego vjerovanju. Govore ustima svojim ono što nije u srcima njihovim; a Allah je Najbolji znalac onog šta prikrivaju"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Oni koji su rekli za braću svoju, a sjedili su: “Da su nas poslušali, ne bi bili ubijeni.” Reci: “Pa odbijte od duša svojih smrt, ako ste istiniti!”"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "I nikako ne računajte one koji su ubijeni na putu Allahovom, mrtvima. Naprotiv, živi su! Kod Gospodara svog su opskrbljeni"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "Radosni zbog onog šta im je dao Allah iz dobrote Svoje, i vesele se onima koji im se još nisu priključili iza njih - što neće biti straha nad njima, niti će oni tugovati"
        },
        {
            "chapter": 3,
            "verse": 171,
            "text": "Raduju se zbog blagodati od Allaha i dobrote, i što Allah neće dati da propadne nagrada vjernika"
        },
        {
            "chapter": 3,
            "verse": 172,
            "text": "Oni koji su se odazvali Allahu i Poslaniku, nakon što ih je pogodila rana. Oni od njih koji su činili dobro i bili bogobojazni, imaće nagradu veličanstvenu"
        },
        {
            "chapter": 3,
            "verse": 173,
            "text": "Oni kojima su rekli ljudi: “Uistinu, ljudi su se već sabrali radi vas, zato ih se bojte”, pa im je (to) povećalo vjerovanje i rekli su: “Dosta nam je Allah, a divan li je Zaštitnik!”"
        },
        {
            "chapter": 3,
            "verse": 174,
            "text": "Tad su se vratili s blagodati od Allaha i dobrotom, nije ih dotaklo zlo i slijedili su zadovoljstvo Allahovo; a Allah je Vlasnik dobrote velike"
        },
        {
            "chapter": 3,
            "verse": 175,
            "text": "Samo to šejtan plaši prijateljima svojim. Zato se ne bojte njih, a bojte se Mene, ako ste vjernici"
        },
        {
            "chapter": 3,
            "verse": 176,
            "text": "I nek te ne žaloste oni koji srljaju u nevjerovanje. Uistinu, oni ne štete Allahu nimalo. Allah želi da im ne učini udio u Ahiretu, a imaće oni kaznu strahovitu"
        },
        {
            "chapter": 3,
            "verse": 177,
            "text": "Uistinu, oni koji kupuju nevjerovanje s vjerovanjem, neće štetiti Allahu nimalo, a imaće oni kaznu bolnu"
        },
        {
            "chapter": 3,
            "verse": 178,
            "text": "I neka nikako ne računaju oni koji ne vjeruju, (to) što smo im pustili, dobrim za duše njihove. Samo smo im pustili da uvećaju grijeh, a imaće oni kaznu prezrenu"
        },
        {
            "chapter": 3,
            "verse": 179,
            "text": "Allah neće ostaviti vjernike na onom na čemu ste vi, dok ne rastavi lošeg od dobrog. I neće vam Allah otkriti nevidljivo. Međutim, Allah odabire od poslanika Svojih koga hoće. Zato vjerujte u Allaha i poslanike Njegove. A ako budete vjerovali i bojali se, pa imaćete vi nagradu veličanstvenu"
        },
        {
            "chapter": 3,
            "verse": 180,
            "text": "I neka nikako ne računaju oni koji škrtare u onom šta im je dao Allah iz blagodati Svoje, to dobrim za njih. Naprotiv, to je zlo za njih. Visiće im oko vratova ono s čim su škrtarili na Dan kijameta. A Allahovo su naslijeđe nebesa i Zemlja i Allah je o onom šta radite Obaviješteni"
        },
        {
            "chapter": 3,
            "verse": 181,
            "text": "Doista je čuo Allah riječi onih koji su rekli: “Uistinu, Allah je fukara, a mi smo bogati.” Zapisaćemo šta su rekli, i ubijanje njihovo vjerovjesnika bez prava, i reći ćemo: “Kušajte kaznu gorenjem!”"
        },
        {
            "chapter": 3,
            "verse": 182,
            "text": "To zbog onog šta su pripravile ruke vaše i što Allah nije nikako zalim robovima"
        },
        {
            "chapter": 3,
            "verse": 183,
            "text": "Onima koji govore: “Uistinu! Allah nas je obavezao da ne vjerujemo Poslaniku dok nam ne donese kurban kojeg će progutati vatra,” reci: “Već su vam dolazili poslanici prije mene s jasnim znacima i onim šta rekoste, pa zašto ste ih ubijali, ako ste istiniti?”"
        },
        {
            "chapter": 3,
            "verse": 184,
            "text": "Pa ako te poreknu, pa već su bili poricani poslanici prije tebe - dolazili su sa znakovima jasnim i zeburima i Knjigom rasvjetljavajućom"
        },
        {
            "chapter": 3,
            "verse": 185,
            "text": "Svaka duša biće kušalac smrti, i jedino će vam biti isplaćene nagrade vaše na Dan kijameta. Pa ko bude uklonjen od vatre i bude mu dato da uđe u Džennet, pa doista je uspio. A život Dunjaa je samo užitak obmane"
        },
        {
            "chapter": 3,
            "verse": 186,
            "text": "Sigurno ćete biti iskušavani u imecima vašim i dušama vašim; i sigurno ćete čuti od onih kojima je data Knjiga prije vas i od onih koji pridružuju, uvredu mnogu. A ako se strpite i budete bogobojazni, pa uistinu, to je od stvari odlučnosti"
        },
        {
            "chapter": 3,
            "verse": 187,
            "text": "I kad je uzeo Allah zavjet onih kojima je data Knjiga: “Sigurno ćete je objašnjavati ljudima, i nećete je skrivati?” - pa su je odbacili za leđa svoja i postigli njome cijenu malu; ta loše je ono šta kupuju"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Ne računaj nikako one koji se vesele zbog onog šta im je dato i vole da budu hvaljeni zbog onog šta ne rade - pa nikako ne računaj da su oni u sigurnosti od kazne; a imaće oni kaznu bolnu"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "A Allahova je vlast nebesa i Zemlje i Allah je nad svakom stvari Posjednik moći"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Uistinu! U stvaranju nebesa i Zemlje i izmjeni noći i dana su znaci za posjednike razuma"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "One koji spominju Allaha stojeći i sjedeći i na bokovima svojim, i razmišljaju o stvaranju nebesa i Zemlje: “Gospodaru naš! Nisi stvorio ovo uzaludno. Slava neka je Tebi! Pa sačuvaj nas kazne vatrom"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Gospodaru naš! Uistinu, koga Ti učiniš da uđe u vatru, pa doista si ga ponizio. A neće imati zalimi nikakvih pomagača"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Gospodaru naš! Uistinu, mi smo čuli pozivača, poziva vjerovanju: “Vjerujte u Gospodara vašeg”, pa smo vjerovali. Gospodaru naš, zato nam oprosti grijehe naše i pokrij nam loša djela naša i daj da mi umremo sa pravednima"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Gospodaru naš! I daj nam šta si nam obećao po poslanicima Tvojim i ne ponizi nas na Dan kijameta. Uistinu! Ti ne kršiš obećanje!”"
        },
        {
            "chapter": 3,
            "verse": 195,
            "text": "Pa se odazvao njima Gospodar njihov: “Ja neću uništiti rad radnika od vas, muškarca ili žene. Vi ste jedni od drugih.” Pa oni koji su izbjegli, i istjerani iz kuća njihovih i mučeni na putu Mom, i borili se i poginuli, sigurno ću im pokriti loša djela njihova i sigurno ih uvesti u bašče ispod kojih teku rijeke: nagrada od Allaha. A Allah - kod Njega je najbolja nagrada"
        },
        {
            "chapter": 3,
            "verse": 196,
            "text": "Neka te nikako ne zavarava kretanje onih koji ne vjeruju, po zemljama"
        },
        {
            "chapter": 3,
            "verse": 197,
            "text": "Uživanje je malo, zatim će sklonište njihovo biti Džehennem, a loše je odmorište"
        },
        {
            "chapter": 3,
            "verse": 198,
            "text": "Međutim, koji se boje Gospodara svog, imaće oni bašče ispod kojih teku rijeke, vječno će biti u njima - ugošćenje od Allaha. A ono što je kod Allaha, najbolje je za čestite"
        },
        {
            "chapter": 3,
            "verse": 199,
            "text": "A uistinu, između sljedbenika Knjige ima ko vjeruje u Allaha i ono šta je objavljeno vama i šta je objavljeno njima, ponizni su Allahu. Ne prodaju ajete Allahove za cijenu malu. Ti takvi će imati nagradu svoju kod Gospodara svog. Uistinu! Allah je brz obračunom"
        },
        {
            "chapter": 3,
            "verse": 200,
            "text": "O vi koji vjerujete! Istrajte i budite strpljiviji, i rasporedite se i bojte se Allaha, da biste vi uspjeli"
        },
        {
            "chapter": 4,
            "verse": 1,
            "text": "O ljudi! Bojte se Gospodara vašeg koji vas je stvorio od duše jedne i stvorio od nje paricu njenu, i razasuo od njih dvije mnoge ljude i žene. I bojte se Allaha - Onog kojim potražujete (međusobna prava) i (pazite) srodstva. Uistinu! Allah je nad vama Nadzornik"
        },
        {
            "chapter": 4,
            "verse": 2,
            "text": "I dajte siročadi imanja njihova. I ne zamjenjujte lošim dobro i ne jedite imetke njihove uz imetke svoje. Uistinu, to je grijeh veliki"
        },
        {
            "chapter": 4,
            "verse": 3,
            "text": "A ako se bojite da nećete biti pravedni prema siročadi, tad ženite šta je dobro za vas od žena: dvije, i tri i četiri. Pa ako se plašite da nećete biti pravedni, onda jednom ili onim šta posjeduju desnice vaše. To je najpodesnije, da ne biste zastranili"
        },
        {
            "chapter": 4,
            "verse": 4,
            "text": "I dajte ženama darove njihove (kao) poklone. Pa ako vam od sebe ustupe nešto od toga, tad to jedite ugodno i prijatno"
        },
        {
            "chapter": 4,
            "verse": 5,
            "text": "I ne dajite maloumnima imanja vaša koja vam je Allah dao na upravljanje; a opskrbljujte ih iz toga i odijevajte ih i govorite im govor pristojan"
        },
        {
            "chapter": 4,
            "verse": 6,
            "text": "I provjeravajte siročad dok ne stignu do braka; pa ako kod njih zapazite zrelost, tad im predajte imetke njihove; i ne jedite ih rasipanjem i brzo, da (ne) bi odrasli. A ko je bogat, tad nek se suzdrži; a ko je fukara, tad nek jede razumno. Pa kad im predajete imetke njihove, tad im svjedoke pozovite. A dovoljan je Allah Obračunac"
        },
        {
            "chapter": 4,
            "verse": 7,
            "text": "Muškarcima pripada dio od onoga šta ostave roditelji i bližnji, i ženama pripada dio od onog šta ostave roditelji i bližnji, od onog što je malo ili mnogo, dio obavezni"
        },
        {
            "chapter": 4,
            "verse": 8,
            "text": "A kad diobi prisustvuju rodbina i siročad i siromasi, tad ih opskrbite iz toga i govorite im riječi uljudne"
        },
        {
            "chapter": 4,
            "verse": 9,
            "text": "I neka se plaše takvi, da ako iza sebe ostave potomke svoje nejake - (neka) se plaše za njih. Zato neka se boje Allaha i neka govore govor prav"
        },
        {
            "chapter": 4,
            "verse": 10,
            "text": "Uistinu! Oni koji jedu imetke siročadi nasilno, samo jedu u trbuhe svoje vatru, a pržiće se seirom"
        },
        {
            "chapter": 4,
            "verse": 11,
            "text": "Nalaže vam Allah za djecu vašu: muškom pripada jednako dijelu dviju ženskih. Pa ako bude ženskih iznad dvije, tad su njihove dvije trećine onog šta je ostavio; a ako bude jedinica, tad je njena polovina. A roditeljima njegovim - svakom pojedinačno od njih dvoje šestina od onog šta ostavi, ako on ima dijete; pa ako on ne bude imao dijete, a nasljednik njegov roditelji njegovi, tad majka njegovu ima trećinu; pa ako on ima braću, tad majci njegovoj pripada šestina, nakon oporuke koju je oporučio ili duga. Očevi vaši i sinovi vaši: ne znate ko vam je od njih bliži korišću. Obaveza je od Allaha. Uistinu! Allah je Znalac, Mudri"
        },
        {
            "chapter": 4,
            "verse": 12,
            "text": "A vama pripada pola onog šta ostave žene vaše, ako one ne budu imale dijete. Pa ako one imaju dijete, tad je vaša četvrtina onog šta su ostavile, nakon oporuke koju su oporučile ili duga. I njima pripada četvrtina onog šta ostavite, ako vi ne budete imali dijete. Pa ako vi imate dijete, tad je njihova osmina onog šta ste ostavili, nakon oporuke koju ste oporučili ili duga. A ako čovjek koji biva naslijeđen - ili žena, nema direktnih nasljednika, i imadne on brata ili sestru, tad svako od njih dvoje pojedinačno ima šestinu. Pa ako (ih) bude više od toga, tad su oni suvlasnici u trećini, nakon oporuke koju je oporučio ili duga, bez štete. Vasijjet je od Allaha; a Allah je Znalac, Blagi"
        },
        {
            "chapter": 4,
            "verse": 13,
            "text": "To su granice Allahove. A ko posluša Allaha i Poslanika Njegovog, uvešće ga u bašče ispod kojih teku rijeke, vječno će biti u njima; a to je uspjeh veličanstven"
        },
        {
            "chapter": 4,
            "verse": 14,
            "text": "A ko ne posluša Allaha i Poslanika Njegova i pređe granice Njegove, uvešće ga u vatru, vječno će biti u njoj i imaće on kaznu prezrenu"
        },
        {
            "chapter": 4,
            "verse": 15,
            "text": "A koja od žena vaših počini blud, tad zatražite da protiv njih posvjedoče četvorica između vas. Pa ako posvjedoče, tad ih zadržite u kućama dok ih ne uzme smrt ili im Allah načini put"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "A dvoje između vas koje ga počini - pa kaznite njih dvoje! Pa ako se pokaju i poprave, tad ih se okanite. Uistinu! Allah je Primalac pokajanja, Milosrdni"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "Samo je pokajanje do Allaha za one koji urade zlo iz neznanja, zatim se ubrzo pokaju. Pa tim takvima će oprostiti Allah. A Allah je Znalac, Mudri"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "A nije pokajanje za one koji rade loša djela - dok, kad se približi jednom od njih smrt, rekne: “Uistinu! Ja se sad kajem”, niti za one koji umru, a oni budu nevjernici. Tim takvima smo pripremili kaznu bolnu"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "O vi koji vjerujete! Ne dopušta vam se da nasljeđujete žene prisilno. I ne dodijavajte im da biste ugrabili dio onog šta ste im dali, izuzev ako počine blud otvoren. I družite se s njima lijepo. Pa ako ih mrzite - ta moguće je da nešto mrzite, a učinio je Allah u tome veliko dobro"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "I ako želite zamjenu žene mjesto žene, a dali ste jednoj od njih sumu - tad ne uzimajte ništa od toga. Zar biste to uzeli potvorom i grijehom očitim"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "A kako biste to uzeli, a već ste ušli jedno drugom i uzele su od vas obavezu čvrstu"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "I ne ženite šta su ženili vaši očevi od žena, izuzimajući šta je već prošlo. Uistinu, to je bio blud i odvratnost i zao put"
        },
        {
            "chapter": 4,
            "verse": 23,
            "text": "Zabranjene su vam: majke vaše i kćeri vaše i sestre vaše, i tetke vaše (po ocu) i tetke vaše (po majci), i kćeri brata i kćeri sestre, i majke vaše koje su vas zadajale i sestre vaše po dojenju, i majke žena vaših i pastorke vaše koje su pod zaštitom vašom, od žena vaših, onih kojima ste ulazili - pa ako niste ulazili u njih, tad vam nije grijeh - i supruge sinova vaših koji su iz kičmi vaših; i da sastavite dvije sestre, izuzimajući šta je već prošlo. Uistinu! Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 4,
            "verse": 24,
            "text": "I udate od žena, izuzev šta posjeduju desnice vaše. Propis je Allahov vama; a dozvoljeno vam je šta je mimo toga, da tražite imecima svojim (kao) kreposni, ne (kao) bludnici. Pa što imate time uživanje od njih, zato im dajite darove njihove obavezno. I nije vam grijeh u onom u čemu se saglasite nakon obaveznog. Uistinu! Allah je Znalac, Mudri"
        },
        {
            "chapter": 4,
            "verse": 25,
            "text": "A ko od vas ne može (smoći) sredstava da oženi slobodne vjernice, onda od onog šta posjeduju desnice vaše, od djevojaka vaših vjernica. A Allah je Najbolji znalac vjerovanja vašeg. Vi ste jedni od drugih, zato ih ženite s dozvolom (gospodara) porodica njihovih, i dajte im darove njihove pristojno: kreposnim, ne bludnicama niti uzimačicama (intimnih) prijatelja. Pa ako su udate te počine blud - tad je protiv njih pola onoga šta je protiv kreposnih, od kazne. To je za onog od vas ko se plaši nevolje. A da se strpite, bolje vam je! A Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 4,
            "verse": 26,
            "text": "Allah želi da vam objasni i uputi vas sunenu onih prije vas, i oprosti vam; a Allah je Znalac, Mudri"
        },
        {
            "chapter": 4,
            "verse": 27,
            "text": "I Allah želi da vam oprosti; a oni koji slijede strasti žele da skrenete skretanjem velikim"
        },
        {
            "chapter": 4,
            "verse": 28,
            "text": "Allah želi da vam olakša; a stvoren je čovjek slabim"
        },
        {
            "chapter": 4,
            "verse": 29,
            "text": "O vi koji vjerujete! Ne jedite imetke svoje među sobom zaludno, izuzev da bude trgovina sporazumna među vama. I ne ubijajte duše vaše. Uistinu! Allah je vama Milosrdan"
        },
        {
            "chapter": 4,
            "verse": 30,
            "text": "A ko to učini neprijateljski i zulmom - pa pržićemo ga vatrom, a to je Allahu lahko"
        },
        {
            "chapter": 4,
            "verse": 31,
            "text": "Ako se klonite velikog - onog šta vam je zabranjeno, pokrit ćemo vam loša djela vaša i daćemo vam da uđete ulazom plemenitim"
        },
        {
            "chapter": 4,
            "verse": 32,
            "text": "I ne žudite za onim čim vas je odlikovao Allah jedne nad drugima. Ljudi imaju dio od onog šta su zaradili i žene imaju dio onog šta su zaradile. I tražite od Allaha iz blagodati Njegove. Uistinu! Allah je o svakoj stvari Znalac"
        },
        {
            "chapter": 4,
            "verse": 33,
            "text": "I svačemu smo učinili nasljednike od onog šta ostave roditelji i rođaci. A oni s kojima su desnice vaše sklopile sporazum, pa dajte im dio njihov. Uistinu! Allah je nad svakom stvari Svjedok"
        },
        {
            "chapter": 4,
            "verse": 34,
            "text": "Ljudi su poglavari ženama, zato što ih je odlikovao Allah jedne nad drugima, i što troše (oni) iz imetaka svojih. Zato su dobre poslušne, čuvarke nevidljivog, što čuva Allah. A one za koje se plašite nepokornosti njihove, pa posavjetujte ih, i ostavite ih u posteljama, i udarite ih. Pa ako vas poslušaju, tad ne tražite protiv njih puta. Uistinu! Allah je Uzvišeni, Veliki"
        },
        {
            "chapter": 4,
            "verse": 35,
            "text": "A ako se plašite razdora između njih dvoje, tad pošaljite suca iz porodice njegove i suca iz porodice njene. Ako žele popravljanje, srediće Allah između njih dvoje. Uistinu! Allah je Znalac, Obaviješteni"
        },
        {
            "chapter": 4,
            "verse": 36,
            "text": "I obožavajte Allaha i ne pridružujte Mu ništa! A roditeljima dobročinstvo - i rodbini i siročadi i siromasima i komšiji bližem i komšiji strancu, i drugu uz bok i sinu puta, i onom šta posjeduju desnice vaše. Uistinu! Allah ne voli onog ko je razmetljiv, hvalisav"
        },
        {
            "chapter": 4,
            "verse": 37,
            "text": "One koji škrtare i naređuju ljudima tvrdičluk i skrivaju šta im je dao Allah iz blagodati Svoje; a pripremili smo nevjernicima kaznu prezrenu"
        },
        {
            "chapter": 4,
            "verse": 38,
            "text": "I one koji udjeljuju imetke svoje da vide ljudi, a ne vjeruju u Allaha i Dan posljednji. A onaj kome bude šejtan drug, pa loš je drug"
        },
        {
            "chapter": 4,
            "verse": 39,
            "text": "A šta bi im bilo da vjeruju u Allaha i Dan posljednji, i udjeljuju od onog čim ih je opskrbio Allah? - a Allah je o njima Znalac"
        },
        {
            "chapter": 4,
            "verse": 40,
            "text": "Uistinu! Allah ne čini nepravdu težine zerre; i ako bude dobro djelo, umnogostručiće ga i dati od Sebe nagradu veličanstvenu"
        },
        {
            "chapter": 4,
            "verse": 41,
            "text": "Pa kako će biti kad dovedemo svjedoka iz svakog naroda i dovedemo tebe protiv ovih svjedokom"
        },
        {
            "chapter": 4,
            "verse": 42,
            "text": "Tog dana će voljeti oni koji nisu vjerovali i nisu poslušali Poslanika, da oni budu sravnjeni sa zemljom, a neće sakriti od Allaha priču"
        },
        {
            "chapter": 4,
            "verse": 43,
            "text": "O vi koji vjerujete! Ne približujte se salatu budete li vi pijani, dok ne znadnete šta govorite, niti (kao) džunubi - izuzev na proputovanju putem - dok se ne operete. A ako budete bolesni ili na putovanju ili neko od vas dođe iz nužnika ili budete imali odnos sa ženama - pa niste našli vode, tad idite tlu čistom te potarite lica svoja i ruke svoje. Uistinu! Allah je Brisalac (grijeha), Oprosnik"
        },
        {
            "chapter": 4,
            "verse": 44,
            "text": "Zar nisi vidio one kojima je dat dio Knjige, kupuju zabludu i žele da skrenete s puta"
        },
        {
            "chapter": 4,
            "verse": 45,
            "text": "A Allah je Najbolji znalac neprijatelja vaših, i dovoljan je Allah Zaštitnik i dovoljan je Allah Pomagač"
        },
        {
            "chapter": 4,
            "verse": 46,
            "text": "(Neki) od onih koji su jevreji iskrivljuju riječi na mjestima njihovim i govore: “^ujemo, a nećemo poslušati” i “^uj ne čuo” i “Raina”- izokrečući jezike svoje i klevečući vjeru. A da oni kažu: “^ujemo i pokoravamo se” i “Slušaj” i “Unzurna” - sigurno bi bilo bolje za njih i ispravnije. Međutim, prokleo ih je Allah zbog nevjerovanja njihovog, pa ne vjeruju, izuzev malo"
        },
        {
            "chapter": 4,
            "verse": 47,
            "text": "O vi kojima je data Knjiga! Vjerujte u ono šta smo objavili potvrdom za ono kod vas, prije no što izbrišemo lica, pa ih vratimo na pozadine njihove ili ih prokunemo kao što smo prokleli kršitelje sebta. A naredba Allahova je izvršna"
        },
        {
            "chapter": 4,
            "verse": 48,
            "text": "Uistinu! Allah neće oprostiti da Mu se pridružuje, a oprašta šta je mimo toga, kome hoće. A ko pridruži Allahu - pa doista je izmislio grijeh strašan"
        },
        {
            "chapter": 4,
            "verse": 49,
            "text": "Zar nisi vidio one koji pripisuju čistotu dušama svojim? Naprotiv, Allah čisti koga hoće, a neće se njima učiniti zulm ni žilice hurmine košpice"
        },
        {
            "chapter": 4,
            "verse": 50,
            "text": "Pogledaj kako izmišljaju protiv Allaha laž, a to je dovoljno očit grijeh"
        },
        {
            "chapter": 4,
            "verse": 51,
            "text": "Zar nisi vidio one kojima je dat dio Knjige? Vjeruju u džibta i taguta, i govore za one koji ne vjeruju: “Ovi su upućeniji putu od onih koji vjeruju.”"
        },
        {
            "chapter": 4,
            "verse": 52,
            "text": "To su oni koje je prokleo Allah. A koga prokune Allah, pa nećeš mu naći pomagača"
        },
        {
            "chapter": 4,
            "verse": 53,
            "text": "Zar oni imaju dio vlasti? Pa tad ne bi dali ljudima zareza na hurminoj košpici"
        },
        {
            "chapter": 4,
            "verse": 54,
            "text": "Zar zavide ljudima na onom šta im je dao Allah iz dobrote Svoje? Pa doista smo dali porodu Ibrahimovom Knjigu i mudrost, i dali im vlast veličanstvenu"
        },
        {
            "chapter": 4,
            "verse": 55,
            "text": "Pa između njih je ko je vjerovao u nju, i od njih je ko je odvraćao od nje; a dovoljan je Džehennem (kao) seir"
        },
        {
            "chapter": 4,
            "verse": 56,
            "text": "Uistinu! One koji ne vjeruju u ajete Naše: pržićemo ih vatrom. Kad god se ispeku kože njihove zamijenit ćemo ih kožama drugim, da iskušaju kaznu. Uistinu! Allah je Moćni, Mudri"
        },
        {
            "chapter": 4,
            "verse": 57,
            "text": "A oni koji vjeruju i rade dobra djela, uvešćemo ih u bašče ispod kojih teku rijeke, vječno će biti u njima, zauvijek. Imaće oni u njima družice čiste, i uvešćemo ih u hladovinu debelu"
        },
        {
            "chapter": 4,
            "verse": 58,
            "text": "Uistinu! Allah vam naređuje da vratite emanete vlasnicima njihovim, i kad sudite među ljudima da sudite pravično. Uistinu je lijepo ono čim vas Allah savjetuje. Uistinu! Allah je Onaj koji čuje, Onaj koji vidi"
        },
        {
            "chapter": 4,
            "verse": 59,
            "text": "O vi koji vjerujete! Pokoravajte se Allahu i pokoravajte se Poslaniku i nosiocima vlasti između vas; pa ako se budete prepirali o nečemu, tad to vratite Allahu i Poslaniku, ako vjerujete u Allaha i Dan posljednji. To je boljeg i ljepšeg ishoda"
        },
        {
            "chapter": 4,
            "verse": 60,
            "text": "Zar nisi vidio one koji tvrde da oni vjeruju u ono šta je objavljeno tebi i šta je objavljeno prije tebe? Žele da sude prema tagutu, a već im je naređeno da ne vjeruju u njega. I želi šejtan da ih zavede zabludi dalekoj"
        },
        {
            "chapter": 4,
            "verse": 61,
            "text": "I kad im se kaže: “Idite onom šta je objavio Allah, i Poslaniku!”, vidiš munafike okreću se od tebe, odustajući"
        },
        {
            "chapter": 4,
            "verse": 62,
            "text": "Pa kako će biti kad ih snađe nesreća zbog onog šta su pripravile ruke njihove? Zatim dođu tebi kunući se Allahom: “Željeli smo samo dobročinstvo i sređivanje.”"
        },
        {
            "chapter": 4,
            "verse": 63,
            "text": "To su oni za koje zna Allah šta je u srcima njihovim. Zato se okreni od njih i savjetuj ih, i reci im za duše njihove riječi djelotvorne"
        },
        {
            "chapter": 4,
            "verse": 64,
            "text": "A nismo poslali nijednog poslanika osim da bude slušan s dozvolom Allahovom. A da oni - kad učine zulm dušama svojim - dođu tebi pa zatraže oprost od Allaha, i (da) im zatraži oprost Poslanik, sigurno bi našli Allaha Primaocem pokajanja, Milosrdnim"
        },
        {
            "chapter": 4,
            "verse": 65,
            "text": "Pa ne, tako Mi Gospodara tvog, neće vjerovati dok tebe sucem ne učine za ono šta je sporno među njima, zatim ne nađu u dušama svojim tjeskobe zbog onog šta si presudio i predaju se potpuno"
        },
        {
            "chapter": 4,
            "verse": 66,
            "text": "A da smo im Mi propisali: “Ubijte duše svoje!” ili “Izađite iz kuća vaših”, ne bi to učinili, izuzev malo njih. A da oni čine ono čim se savjetuju, sigurno bi bilo bolje za njih i više učvršćujuće"
        },
        {
            "chapter": 4,
            "verse": 67,
            "text": "I tad bismo im sigurno dali od Nas nagradu veliku"
        },
        {
            "chapter": 4,
            "verse": 68,
            "text": "I sigurno ih uputili putu pravom"
        },
        {
            "chapter": 4,
            "verse": 69,
            "text": "A ko posluša Allaha i Poslanika, pa takvi su sa onima koje je obdario Allah od vjerovjesnika i pravednika i šehida i dobrih. A kako su divni takvi drug(ovi)"
        },
        {
            "chapter": 4,
            "verse": 70,
            "text": "To je blagodat od Allaha, a dovoljan je Allah Znalac"
        },
        {
            "chapter": 4,
            "verse": 71,
            "text": "O vi koji vjerujete! Preduzmite (mjere) opreza vašeg, pa nastupajte grupno ili nastupajte svi zajedno"
        },
        {
            "chapter": 4,
            "verse": 72,
            "text": "A uistinu, od vas je onaj ko oklijeva. Pa ako vas pogodi nesreća, kaže: “Doista me je obdario Allah kad nisam bio s njima prisutan!”"
        },
        {
            "chapter": 4,
            "verse": 73,
            "text": "A ako vas zadesi blagodat od Allaha, sigurno govori - kao da nije bilo ljubavi između vas i između njega : “O da sam ja bio s njima, te postigao uspjeh veliki!”"
        },
        {
            "chapter": 4,
            "verse": 74,
            "text": "Pa neka se bore na putu Allahovom oni koji prodaju život Dunjaa za Ahiret. A ko se bori na putu Allahovom pa pogine ili pobijedi, ta daćemo mu nagradu veličanstvenu"
        },
        {
            "chapter": 4,
            "verse": 75,
            "text": "A šta vam je? Ne borite se na putu Allahovom, a onemoćali od ljudi i žene i djeca, oni govore: “Gospodaru naš! Izvedi nas iz ovog grada, zalimi su stanovnici njegovi. I učini nam od Sebe zaštitnika i učini nam od Sebe pomagača.”"
        },
        {
            "chapter": 4,
            "verse": 76,
            "text": "Oni koji vjeruju, bore se na putu Allahovom; a oni koji ne vjeruju bore se na putu taguta. Zato se borite protiv prijatelja šejtanovih. Uistinu, spletka šejtanova je slaba"
        },
        {
            "chapter": 4,
            "verse": 77,
            "text": "Zar nisi vidio one kojima je rečeno: “Suzdržite ruke svoje i obavljajte salat i dajite zekat”, pa pošto im je propisana borba: Gle!, grupa njih se plašila ljudi, kao bojanjem Allaha ili žešćim strahom, i rekoše: “Gospodaru naš! Zašto si nam propisao borbu? Zašto nam nisi odložio do roka bliskog?” Reci: “Uživanje Dunjaa je malo, a Ahiret je bolji za onog ko se boji.” A neće vam se učiniti zulm ni žilice hurmine košpice"
        },
        {
            "chapter": 4,
            "verse": 78,
            "text": "Ma gdje bili stići će vas smrt, makar bili u tornjevima podignutim. I ako ih zadesi dobro, govore: “Ovo je od Allaha!”; a ako ih zadesi zlo, govore: “Ovo je od tebe!” Reci: “Sve je od Allaha!” Pa šta je ovim ljudima, skoro da ne shvataju govor"
        },
        {
            "chapter": 4,
            "verse": 79,
            "text": "Ono šta te zadesi od dobrog - pa od Allaha je, a šta te zadesi od zla - pa od duše je tvoje. I poslali smo tebe ljudima Poslanikom, a dovoljan je Allah Svjedok"
        },
        {
            "chapter": 4,
            "verse": 80,
            "text": "Ko posluša Poslanika, pa doista je poslušao Allaha; a ko se okrene - pa nismo te poslali nad njima čuvarom"
        },
        {
            "chapter": 4,
            "verse": 81,
            "text": "I govore: “Poslušnost.” Pa kad odu od tebe, skupina njih planira noću drugačije od onog što govoriš; a Allah piše šta smišljaju noću. Zato se okreni od njih i pouzdaj se u Allaha. A dovoljan je Allah Zaštitnik"
        },
        {
            "chapter": 4,
            "verse": 82,
            "text": "Pa zašto ne razmisle o Kur’anu? A da je od nekog drugog mimo Allaha, sigurno bi u njemu našli proturječnost mnogu"
        },
        {
            "chapter": 4,
            "verse": 83,
            "text": "I kad im dođe stvar o sigurnosti ili strahu, razglase je. A da to vrate Poslaniku i imaocima vlasti između njih, sigurno bi to znali oni od njih koji to ispituju. A da nije dobrote Allahove prema vama i milosti Njegove, sigurno biste slijedili šejtana, izuzev malo (vas)"
        },
        {
            "chapter": 4,
            "verse": 84,
            "text": "Zato se bori na putu Allahovom - ne teretiš se osim dušom svojom - i podstiči vjernike. Možda će Allah da zadrži silu onih koji ne vjeruju. A Allah je žešće sile i žešći kažnjavanjem"
        },
        {
            "chapter": 4,
            "verse": 85,
            "text": "Ko se zauzme posredovanjem dobrog, biće za njega dio toga. A ko se zauzme posredovanjem zla, biće za njega od toga dio; a Allah je svega Hranitelj"
        },
        {
            "chapter": 4,
            "verse": 86,
            "text": "I kad budetepozdravljeni pozdravom, tad otpozdravite ljepšim od njega, ili ga uzvratite. Uistinu! Allah je nad svakom stvari Obračunac"
        },
        {
            "chapter": 4,
            "verse": 87,
            "text": "Allah! Samo je On Bog! Sigurno će vas skupiti za Dan kijameta u koji nema sumnje. A ko je istinitiji od Allaha riječju"
        },
        {
            "chapter": 4,
            "verse": 88,
            "text": "Pa šta vam je? O munaficima ste (podijeljeni u) dvije skupine, a Allah ih je odbio zbog onog šta su zaradili. Zar želite da uputite onog koga je zabludio Allah? A koga zabludi Allah, pa nećeš mu naći puta"
        },
        {
            "chapter": 4,
            "verse": 89,
            "text": "Vole da ne vjerujete kao što ne vjeruju, pa da budete isti. Zato ne uzimajte od njih prijatelje, dok se ne isele na putu Allahovom. Pa ako se okrenu, tad ih ščepajte i ubijajte ih gdje god ih nađete, i ne uzimajte od njih prijatelja niti pomagača"
        },
        {
            "chapter": 4,
            "verse": 90,
            "text": "Izuzev onih koji se pripoje narodu s kojim imate sporazum, ili vam dođu stiješnjenih grudi svojih da bi se borili protiv vas ili borili protiv naroda svog. A da hoće Allah, sigurno bi im dao moć nad vama, pa bi se sigurno borili protiv vas. Pa ako se povuku od vas, pa se ne bore protiv vas i ponude vam mir, tad vam nije Allah načinio protiv njih puta"
        },
        {
            "chapter": 4,
            "verse": 91,
            "text": "Naći ćete druge - žele da se osiguraju od vas, i osiguraju od naroda njihovog. Kad god se vrate fitneluku, podlegnu mu. Pa ako se ne povuku od vas i (ne) ponude vam mir, i (ne) zadrže ruke svoje, tad ih ščepavajte i ubijajte ih gdje god ih nađete; a to su oni protiv kojih smo vam dali ovlaštenje očito"
        },
        {
            "chapter": 4,
            "verse": 92,
            "text": "I nije za vjernika da ubije vjernika, izuzev greškom. A ko ubije vjernika greškom, tad (slijedi) oslobađanje roba vjernika i davanje krvarine porodici njegovoj, izuzev ako je učine sadakom. Pa ako bude iz naroda neprijateljskog vama - a on bude vjernik - tad (slijedi) oslobođenje roba vjernika. A ako je iz naroda s kojim imate sporazum, tad (slijedi) plaćanje krvarine porodici njegovoj i oslobođenje roba vjernika. Pa ko ne nađe, tad (slijedi) post dva mjeseca uzastopno, kajanjem Allahu. A Allah je Znalac, Mudri"
        },
        {
            "chapter": 4,
            "verse": 93,
            "text": "A ko ubije vjernika namjerno, tad je plaća njegova Džehennem, vječno će biti u njemu, i rasrdiće se Allah na njega i prokleće ga i pripremiti mu kaznu užasnu"
        },
        {
            "chapter": 4,
            "verse": 94,
            "text": "O vi koji vjerujete! Kad krenete na putu Allahovom, tad se obavijestite. I ne recite onom ko vam ponudi selam: “Nisi vjernik”, tražeći prolazno dobro života Dunjaa. Pa kod Allaha su dobiti mnoge. Takvi ste bili prije, pa vas je Allah obdario. Zato se obavijestite. Uistinu! Allah je o onom šta radite Obaviješteni"
        },
        {
            "chapter": 4,
            "verse": 95,
            "text": "Nisu isti oni koji sjede od vjernika - izuzev koji imaju teškoću - i mudžahidi na putu Allahovom sa imecima njihovim i dušama njihovim. Odlikovao je Allah mudžahide imecima njihovim i dušama njihovim nad onima koji sjede, stepenom. I svakojem je obećao Allah dobro. A odlikovao je Allah mudžahide nad onima koji sjede, nagradom veličanstvenom"
        },
        {
            "chapter": 4,
            "verse": 96,
            "text": "Stepenima od Sebe i oprostom i milošću; a Allah je Oprosnik Milosrdni"
        },
        {
            "chapter": 4,
            "verse": 97,
            "text": "Uistinu, onima koje budu usmrćivali meleci - (dok) budu činili zulm dušama svojim - govorit će: “U čemu ste bili?” Reći će: “Bili smo nemoćni na Zemlji.” Reći će: “Zar nije Zemlja Allahova prostrana, pa da se selite po njoj?” Pa tim takvima će sklonište biti Džehennem, a zlog li dolazišta"
        },
        {
            "chapter": 4,
            "verse": 98,
            "text": "Izuzev nemoćnih od ljudi i žena i djece - ne mogu dovitljivošću, niti se upućuju putu"
        },
        {
            "chapter": 4,
            "verse": 99,
            "text": "Pa tim takvima će možda Allah da izbriše, a Allah je Brisalac (grijeha), Oprosnik"
        },
        {
            "chapter": 4,
            "verse": 100,
            "text": "A ko se iseli na putu Allahovom, naći će na Zemlji utočišta mnoga i obilje. A ko napusti kuću svoju (kao) muhadžir Allahu i Poslaniku Njegovom, zatim ga sustigne smrt, pa doista (mu) zapada nagrada njegova od Allaha. A Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 4,
            "verse": 101,
            "text": "A kad budete putovali po Zemlji, tad vam nije grijeh da skratite salat, ako se plašite da će vas napasti oni koji ne vjeruju. Uistinu! Nevjernici su vam neprijatelj otvoreni"
        },
        {
            "chapter": 4,
            "verse": 102,
            "text": "I kad budeš među njima, pa za njih salat obavljaš, tad neka stane grupa njih s tobom i neka uzmu oružja svoja. Pa kad obave sedždu, onda neka (odu) iza vas. I neka dođe grupa drugih - (koji) nisu obavili salat - pa neka obave salat s tobom, i neka budu oprezni i (uz) oružja svoja. Voljeli bi oni koji ne vjeruju da zanemarite oružja svoja i opreme svoje, pa da se obruše na vas nasrtajem jednim. I nije vam grijeh- ako vam bude neprijatnost od kiše ili budete bolesni - da odložite oružja svoja. I preduzmite (mjere) opreza vašeg. Uistinu! Allah je nevjernicima pripremio kaznu prezrenu"
        },
        {
            "chapter": 4,
            "verse": 103,
            "text": "Pa kad završite salat, tad spominjite Allaha stojeći, i sjedeći i na bokovima vašim. Pa kad budete sigurni, tad obavljajte salat. Uistinu, salat je vjernicima propis vremenski određen"
        },
        {
            "chapter": 4,
            "verse": 104,
            "text": "I ne malaksajte u traženju naroda (neprijatelja). Ako se vi patite, pa uistinu, oni se pate kao što patite, i nadate se od Allaha čemu se ne nadaju; a Allah je Znalac, Mudri"
        },
        {
            "chapter": 4,
            "verse": 105,
            "text": "Uistinu! Mi smo ti spustili Knjigu s Istinom, da sudiš među ljudima onim šta ti pokazuje Allah. A ne budi izdajicama zastupnik"
        },
        {
            "chapter": 4,
            "verse": 106,
            "text": "I traži oprost od Allaha. Uistinu, Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 4,
            "verse": 107,
            "text": "I ne raspravljaj za one koji izdaju duše svoje. Uistinu! Allah ne voli onog ko je izdajnik, grješnik"
        },
        {
            "chapter": 4,
            "verse": 108,
            "text": "Kriju se od ljudi, a ne kriju od Allaha, a On je s njima kad snuju ono šta ne zadovoljava od riječi. A Allah onog šta rade Okružilac"
        },
        {
            "chapter": 4,
            "verse": 109,
            "text": "Eto, vi ste ti koji se prepirete za njih u životu Dunjaa, pa ko će se prepirati s Allahom za njih na Dan kijameta, ili ko će biti nad njima branilac"
        },
        {
            "chapter": 4,
            "verse": 110,
            "text": "A ko uradi zlo ili učini zulm duši svojoj, zatim zatraži oprost od Allaha, naći će Allaha Oprosnikom, Milosrdnim"
        },
        {
            "chapter": 4,
            "verse": 111,
            "text": "A ko stekne grijeh, pa samo ga je stakao protiv duše svoje. A Allah je Znalac, Mudri"
        },
        {
            "chapter": 4,
            "verse": 112,
            "text": "I ko počini grešku ili grijeh, zatim okrivi time nevinog, pa doista se opteretio klevetom i grijehom očitim"
        },
        {
            "chapter": 4,
            "verse": 113,
            "text": "A da nije dobrote Allahove prema tebi i milosti Njegove, sigurno bi namjerila skupina njih da te zavede. A neće zavesti, izuzev duše svoje, i neće ti štetiti nimalo. I objavljuje ti Allah Knjigu i mudrost, i uči te ono šta nisi znao. A dobrota Allahova je prema tebi velika"
        },
        {
            "chapter": 4,
            "verse": 114,
            "text": "Nema dobrog u mnogom od tajnog razgovora njihovog, osim ko naredi sadaku ili dobročinstvo ili sređivanje među ljudima. A ko to uradi, tražeći zadovoljstvo Allahovo, pa daćemo mu nagradu veličanstvenu"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "A ko se suprotstavi Poslaniku, nakon što mu je objašnjena Uputa, i bude slijedio drugi - (a ne) put vjernika, upravićemo ga čemu se okrenuo i pržićemo ga Džehennemom. A zlog li dolazišta"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Uistinu! Allah ne prašta da Mu se pridružuje, a oprašta šta je mimo toga, kome hoće. A ko pridružuje Allahu, pa doista je zabludio zabludom dalekom"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Ne prizivaju mimo Njega - izuzev ženske; i ne prizivaju, izuzev šejtana buntovnika"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Prokleo ga je Allah. Rekao je: “Sigurno ću uzeti od robova Tvojih dio određen"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "I sigurno ću ih zavoditi i doista im poticati želje, i sigurno im naređivati, pa će doista rasjecati uši životinjama, i sigurno ću im naređivati pa će doista preinačavati stvaranje Allahovo.” A ko uzme šejtana prijateljem mimo Allaha, pa doista je oštećen gubitkom očitim"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Obećava im i potiče im želje, a obećava im šejtan jedino obmanu"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Tim takvima će sklonište biti Džehennem, a neće naći od njega pribježišta"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "A one koji vjeruju i rade dobra djela, uvest ćemo ih u bašče ispod kojih teku rijeke, vječno će biti u njima, zauvijek. Obećanje Allahovo je Istina; a ko je istinitiji od Allaha riječju"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "Neće biti po željama vašim, niti po željama sljedbenika Knjige. Ko uradi zlo, biće kažnjen zbog njega i neće sebi naći mimo Allaha zaštitnika, niti pomagača"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "A ko čini dobra djela - muškarac ili žena, a on bude vjernik - pa takvi će ući u Džennet, i neće im se učiniti zulm ni zareza hurmine košpice"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "A ko je bolji vjerom od onog ko preda lice svoje Allahu i on bude dobročinitelj i slijedi millet Ibrahima hanife? A uzeo je Allah Ibrahima prijateljem"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "I Allahovo je šta je na nebesima i šta je na Zemlji; a Allah obuhvata svaku stvar"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "I traže od tebe rješenje o ženama. Reci: “Allah vam daje rješenje za njih i ono šta vam se uči u Knjizi o siročadi od žena, onima kojima ne dajete šta im je propisano, želite da ih oženite - i nejači od djece, i da stanete spram siročadi s pravdom.” A šta učinite od dobrog, pa uistinu, Allah je o tome Znalac"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "A ako se žena bude bojala surovosti svog muža ili izbjegavanja, tad nije grijeh njima dvoma da se izmire međusobno, pomirenjem. Pomirenje je najbolje. A prisutna je dušama škrtost. I ako budete činili dobro i bojali se, pa uistinu, Allah je o onom šta radite Obaviješteni"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "A nećete moći jednako postupati među ženama, makar željeli. Zato ne budite naklonjeni svakom naklonošću (jednoj), pa da (drugu) ostavite kao viseću. A ako se izmirite i budete se bojali (Allaha), pa uistinu, Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "A ako se rastave, učiniće Allah neovisnim svakoje iz obilja Svog. A Allah je Sveobuhvatni, Mudri"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "I Allahovo je šta je na nebesima i šta je na Zemlji. I doista smo preporučili onima kojima je data Knjiga prije vas, i vama, da se bojite Allaha. A ako ne budete vjerovali, pa uistinu, Allahu pripada ono što je na nebesima i šta je na Zemlji. A Allah je Neovisni, Hvaljeni"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "I Allahovo je šta je na nebesima i šta je na Zemlji, a dovoljan je Allah Zaštitnik"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Ako htjedne ukloniće vas, o ljudi, i dovesti druge. A Allah je za to Moćni"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Ko želi nagradu Dunjaa - pa kod Allaha je nagrada Dunjaa i Ahireta. A Allah je Onaj koji čuje, Onaj koji vidi"
        },
        {
            "chapter": 4,
            "verse": 135,
            "text": "O vi koji vjerujete! Stanite čvrsti pravdom - svjedoci Allahu, makar protiv duša vaših ili roditelja i bližnjih, bio bogat ili fukara - pa Allah je oboma bliži. Zato ne slijedite strast, da biste bili pravedni. A ako iskrivite ili se odvratite, pa uistinu, Allah je o onom šta radite Obaviješteni"
        },
        {
            "chapter": 4,
            "verse": 136,
            "text": "O vi koji vjerujete! Vjerujte u Allaha i Poslanika Njegovog i Knjigu koju objavljuje Poslaniku Svom, i Knjigu koju je objavio ranije. A ko ne vjeruje u Allaha i meleke Njegove, i knjige Njegove i poslanike Njegove, i Dan posljednji, pa doista je zabludio zabludom dalekom"
        },
        {
            "chapter": 4,
            "verse": 137,
            "text": "Uistinu, oni koji vjeruju, zatim ne vjeruju, potom vjeruju, zatim ne vjeruju, potom povećaju nevjerovanje, neće im Allah oprostiti, niti ih uputiti putu"
        },
        {
            "chapter": 4,
            "verse": 138,
            "text": "Obraduj munafike da će oni imati kaznu bolnu"
        },
        {
            "chapter": 4,
            "verse": 139,
            "text": "Oni koji uzimaju nevjernike prijateljima pored vjernika. Traže li kod njih moć? Pa uistinu, moć je Allahova sva"
        },
        {
            "chapter": 4,
            "verse": 140,
            "text": "A već vam je objavio u Knjizi, da kad čujete ajete Allahove - njih poricane i njih izrugivane - tad ne sjedite s njima dok ne uđu u razgovor drugačiji od tog. Uistinu, vi ste tad slični njima. Uistinu! Allah je Taj koji će sakupiti munafike i nevjernike u Džehennem, zajedno"
        },
        {
            "chapter": 4,
            "verse": 141,
            "text": "One koji iščekuju za vas. Pa ako vi imadnete pobjedu od Allaha, kažu: “Zar nismo s vama?”, a ako imadnu nevjernici udio, kažu (im): “Zar nismo ovladali vama i odbranili vas od vjernika?” Pa Allah će presuditi među vama na Dan kijameta, i neće Allah načiniti nevjernicima protiv vjernika puta"
        },
        {
            "chapter": 4,
            "verse": 142,
            "text": "Uistinu, munafici nastoje prevariti Allaha, a On je Taj koji vara njih. I kad ustaju na salat, ustaju lijeno da ih vide ljudi, i ne spominju Allaha, izuzev malo"
        },
        {
            "chapter": 4,
            "verse": 143,
            "text": "Kolebljivi su između toga: niti ovima, niti onima. A koga zaludi Allah, tad njemu nećeš naći puta"
        },
        {
            "chapter": 4,
            "verse": 144,
            "text": "O vi koji vjerujete! Ne uzimajte nevjernike prijateljima mimo vjernika. Zar želite da načinite Allahu protiv sebe dokaz očit"
        },
        {
            "chapter": 4,
            "verse": 145,
            "text": "Uistinu, munafici će biti na najnižem dnu vatre i nećeš naći njima pomagača"
        },
        {
            "chapter": 4,
            "verse": 146,
            "text": "Izuzev koji se pokaju i poprave i drže se Allaha i učine iskrenom vjeru svoju Allahu, pa takvi su s vjernicima. A daće Allah vjernicima nagradu veličanstvenu"
        },
        {
            "chapter": 4,
            "verse": 147,
            "text": "to da da Allah kaznu vašu, ako zahvaljujete i vjerujete? A Allah je Zahvalni, Znalac"
        },
        {
            "chapter": 4,
            "verse": 148,
            "text": "Allah ne voli javnost zlog govora, izuzev onoga kome je učinjen zulm. A Allah je Onaj koji čuje, Znalac"
        },
        {
            "chapter": 4,
            "verse": 149,
            "text": "Ako ispoljite dobro djelo ili ga sakrijete, ili oprostite zlo, pa uistinu, Allah je Brisalac (grijeha), Svemoćni"
        },
        {
            "chapter": 4,
            "verse": 150,
            "text": "Uistinu! Oni koji ne vjeruju u Allaha i poslanike Njegove, i žele da načine razliku između Allaha i poslanika Njegovih (u vjerovanju) i govore: “U neke vjerujemo, a u neke ne vjerujemo ”, i žele da uzmu između toga put"
        },
        {
            "chapter": 4,
            "verse": 151,
            "text": "Ti takvi su nevjernici istinski! A pripremili smo za nevjernike kaznu prezrenu"
        },
        {
            "chapter": 4,
            "verse": 152,
            "text": "A oni koji vjeruju u Allaha i poslanike Njegove i ne prave razliku između ijednog od njih, tim takvima će biti date nagrade njihove; a Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 4,
            "verse": 153,
            "text": "Sljedbenici Knjige traže od tebe da im spustiš knjigu s neba. Pa doista su tražili od Musaa više od toga, te rekli: “Pokaži nam Allaha javno”, pa ih je pogodio grom zbog zulma njihovog. Zatim uzeše tele, nakon što su im došli dokazi jasni. Pa oprostili smo to! I dadosmo Musau ovlast očitu"
        },
        {
            "chapter": 4,
            "verse": 154,
            "text": "I uzdigosmo iznad njih brdo, zbog zavjeta njihovog, i rekosmo im: “Uđite na kapiju sa sedždom!”, i rekosmo im: “Ne kršite sebt!” I uzesmo od njih zavjet čvrst"
        },
        {
            "chapter": 4,
            "verse": 155,
            "text": "Pa zbog njihovog kršenja zavjeta njihovog i nevjerovanja njihovog u znakove Allahove, i njihovog ubijanja vjerovjesnika bez prava, i riječi njihovih: “Srca su naša oblande” - naprotiv, zapečatio ih je Allah zbog nevjerovanja njihovog, pa ne vjeruju, izuzev malo (njih)"
        },
        {
            "chapter": 4,
            "verse": 156,
            "text": "I zbog nevjerovanja njihovog i riječi njihovih protiv Merjem - klevete velike"
        },
        {
            "chapter": 4,
            "verse": 157,
            "text": "I riječi njihovih: “Uistinu! Mi smo ubili Mesiha, Isaa, sina Merjeminog, poslanika Allahovog.” A nisu ga ubili i nisu ga raspeli, nego im se pričinilo; a uistinu, oni koji se o tome razilaze, u sumnji su o njemu. Nemaju oni o tom nikakva znanja, samo slijede nagađanja. A sigurno ga ubili nisu"
        },
        {
            "chapter": 4,
            "verse": 158,
            "text": "Naprotiv, uzvisio ga je Allah k Sebi! A Allah je Moćni, Mudri"
        },
        {
            "chapter": 4,
            "verse": 159,
            "text": "I nema nijednog sljedbenika Knjige, a da neće sigurno u to povjerovati prije smrti njegove, a na Dan kijameta protiv njih će svjedok biti"
        },
        {
            "chapter": 4,
            "verse": 160,
            "text": "Pa zbog zulma onih koji su jevreji, zabranili smo im dobre stvari (koje su) im bile dozvoljene, i zbog njihovog odvraćanja mnogih od puta Allahovog"
        },
        {
            "chapter": 4,
            "verse": 161,
            "text": "I njihovog uzimanja kamate - a doista im je to bilo zabranjeno, i njihovog jedenja imetaka ljudi nepravedno. A pripremili smo za nevjernike između njih, kaznu bolnu"
        },
        {
            "chapter": 4,
            "verse": 162,
            "text": "Međutim, čvrstima u znanju između njih i vjernicima - vjeruju u ono šta se objavljuje tebi i šta je objavljeno prije tebe - i onima koji obavljaju salat i davaocima zekata i vjernicima u Allaha i Dan posljednji - tim takvima ćemo dati nagradu veličanstvenu"
        },
        {
            "chapter": 4,
            "verse": 163,
            "text": "Uistinu! Mi ti objavljujemo kao što smo objavljivali Nuhu i vjerovjesnicima poslije njega. I objavljivali smo Ibrahimu i Ismailu i Ishaku i Jakubu i plemenima, i Isau i Ejjubu, i Junusu i Harunu i Sulejmanu, a Dawudu smo dali Zebur"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "I poslanicima o kojima smo ti već ranije kazivali, i poslanicima o kojima ti nismo kazivali. A Allah je govorio s Musaom govorom"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Poslanicima donosiocima radosnih vijesti i opominjačima, da ne imadnu ljudi izgovor Allahu nakon poslanika. A Allah je Moćni, Mudri"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "Međutim, Allah svjedoči o onome šta ti je objavio; objavio ga je znanjem Svojim, i meleci svjedoče. A dovoljan je Allah svjedok"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Uistinu, oni koji ne vjeruju i odvraćaju od puta Allahovog, doista su zabludili zabludom dalekom"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Uistinu, oni koji ne vjeruju i čine zulm, neće im Allah oprostiti, niti ih uputiti stazi"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "Izuzev stazi Džehennema! Vječno će biti u njemu, zauvijek, a to je Allahu lahko"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "O ljudi! Doista vam je došao Poslanik s Istinom od Gospodara vašeg - zato vjerujte, bolje je za vas. A ako ne vjerujete, pa uistinu, Allahu pripada šta je na nebesima i Zemlji. A Allah je Znalac, Mudri"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "O sljedbenici Knjige! Ne pretjerujte u vjeri vašoj i govorite o Allahu jedino istinu. Mesih, Isa, sin Merjemin, samo je poslanik Allahov i Riječ Njegova koju je uputio Merjemi - i Duh od Njega. Zato vjerujte u Allaha i poslanike Njegove. I ne recite: “Trojica!” - prestanite, bolje je za vas! Samo je Allah Bog, Jedini! Slava neka je Njemu - da On ima dijete!!! Njegovo je šta je na nebesima i šta je na Zemlji; a dovoljan je Allah Zaštitnik"
        },
        {
            "chapter": 4,
            "verse": 172,
            "text": "Ne prezire Mesih da bude rob Allahov, niti meleci bliski. A ko bude prezirao obožavanje Njegovo i oholio se - pa sabraće ih Sebi sve"
        },
        {
            "chapter": 4,
            "verse": 173,
            "text": "Pa što se tiče onih koji vjeruju i rade dobra djela, ta isplatit će im nagrade njihove i dodati im iz blagodati Svoje. A što se tiče onih koji preziru i ohole se, pa kazniće ih kaznom bolnom. I neće naći mimo Allaha zaštitnika, niti pomagača"
        },
        {
            "chapter": 4,
            "verse": 174,
            "text": "O ljudi! Doista vam je došao dokaz od Gospodara vašeg i spuštamo vam svjetlost jasnu"
        },
        {
            "chapter": 4,
            "verse": 175,
            "text": "Pa što se tiče onih koji vjeruju u Allaha i drže se Njega - pa sigurno će dati da oni uđu u milost Njegovu i blagodat, i uputiće ih Sebi putem ispravnim"
        },
        {
            "chapter": 4,
            "verse": 176,
            "text": "Traže rješenje od tebe. Reci: “Allah vam daje rješenje o kelali: Ako čovjek umre, ne bude li on imao dijete, a imadne on sestru - tad je njeno pola šta je ostavio. A on naslijeđuje nju, ako ona ne bude imala dijete. Pa ako budu dvije, tad njih dvije imaju dvije trećine od onog šta je ostavio. A ako bude braće, ljudi i žena, tad muškarac ima kao dvije ženske.” Objašnjava vam Allah da ne zalutate, a Allah je o svakoj stvari Znalac"
        }
    ]
}