{
    "manzils": [
        {
            "chapter": 10,
            "verse": 1,
            "text": "Alif. Lam. Ra. To su znaci Kitaba mudrog"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Zar je čudno ljudima što smo objavili čovjeku između njih: “Opominji ljude i obraduj one koji vjeruju, da imaju oni korak istinski kod Gospodara njihovog.” Nevjernici kažu: “Doista, ovo je čarobnjak očit!”"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Uistinu! Gospodar vaš je Allah, koji je stvorio nebesa i Zemlju u šest dana, zatim se postavio na Arš, upravljajući stvar. Nema nikakva posrednika, osim poslije dopuštanja Njegovog. To je Allah, Gospodar vaš, zato Njega obožavajte. Pa zar se nećete poučiti"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Njemu je povratak svih vas! Obećanje Allahovo je istinito. Uistinu! On počinje stvaranje, potom ga ponavlja, da bi nagradio one koji vjeruju i čine dobra djela, pravedno. A oni koji ne vjeruju, imaće oni piće od ključale vode i kaznu bolnu, zato što nisu vjerovali"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "On je Taj koji je učinio Sunce blještećim, a Mjesec sjajnim, i odredio mu faze, da znate broj godina i računanje. Allah je to stvorio samo s Istinom. Razjašnjava znakove ljudima koji znaju"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Uistinu! U izmjeni noći i dana, i onom što je stvorio Allah na nebesima i Zemlji, znaci su za ljude koji se boje"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Uistinu! Oni koji se ne nadaju susretu Našem i zadovolje se životom Dunjaa i smire u njemu, i oni koji su prema znakovima Našim nemarni"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "Tim takvima će sklonište biti vatra, zbog onog šta su zaradili"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Uistinu! Oni koji vjeruju i rade dobra djela, upućuje ih Gospodar njihov vjerovanjem njihovim. Teći će ispod njih rijeke u baščama uživanja"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Priziv njihov u njima će biti: “Slava Tebi, o Allahu”; a pozdrav njihov u njima će biti: “Selam!”, a zadnji priziv njihov: “Hvala Allahu, Gospodaru svjetova!”"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "A da Allah ubrzava ljudima zlo, njihovim ubrzavanjem dobrog, sigurno bi im se svršio rok njihov. Zato ostavljamo one koji se ne nadaju susretu Našem - u pretjeranosti svojoj lutaju"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "A kad čovjeka dotakne nevolja, priziva Nas na boku svom ili sjedeći ili stojeći. Pa pošto otklonimo od njega nevolju njegovu, prođe kao da Nas nije prizivao zbog nesreće koja ga je dotakla. Tako je pretjerujućima uljepšano ono šta rade"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "A doista smo prije vas uništavali pokoljenja, pošto su činili zulm; a dolazili su im poslanici njihovi sa dokazima jasnim, i ne bi vjerovali. Tako plaćamo narod zločinaca"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "Potom smo učinili vas halifama na Zemlji poslije njih, da vidimo kako radite"
        },
        {
            "chapter": 10,
            "verse": 15,
            "text": "A kad im se uče ajeti Naši, dokazi jasni, govore oni koji se ne nadaju susretu Našem: “Donesi nam Kur’an drugačiji od ovog ili ga izmijeni.” Reci: “Nije za mene da ga samovoljno mijenjam. Slijedim samo ono šta mi se objavljuje. Uistinu! Ja se bojim, ako ne poslušam Gospodara svog, kazne Dana strahovitog.”"
        },
        {
            "chapter": 10,
            "verse": 16,
            "text": "Reci: “Da je htio Allah, ne bih vam ga učio, niti bi (On) dao da ga vi spoznate. Pa doista sam proveo život među vama prije njega; pa zar ne shvatate?”"
        },
        {
            "chapter": 10,
            "verse": 17,
            "text": "Pa ko je nepravedniji od onog ko izmišlja protiv Allaha laž ili poriče ajete Njegove? Uistinu to neće uspjeti zločinci"
        },
        {
            "chapter": 10,
            "verse": 18,
            "text": "I obožavaju mimo Allaha ono šta im ne šteti niti im koristi, i govore: “Ovi su posrednici naši kod Allaha.” Reci: “Da li biste obavijestili Allaha o onom šta ne zna na nebesima i na Zemlji?” Slava neka je Njemu!, a uzvišen je od onog šta pridružuju"
        },
        {
            "chapter": 10,
            "verse": 19,
            "text": "I bili su ljudi samo jedna zajednica, pa su se razišli. A da nije prethodila Riječ od Gospodara tvog, sigurno bi među njima bilo presuđeno o onom u čemu su se razišli"
        },
        {
            "chapter": 10,
            "verse": 20,
            "text": "I govore: “Zašto mu se ne spusti znak od Gospodara njegovog?” Zato reci: “Nevidljivo je jedino Allahovo. Pa očekujte. Uistinu, ja sam sa vama od čekalaca.”"
        },
        {
            "chapter": 10,
            "verse": 21,
            "text": "I kad damo da ljudi okuse milost nakon nevolje koja ih je dotakla, gle!, imaju oni spletku protiv znakova Naših. Reci: “Allah je najbrži spletkom.” Uistinu! Izaslanici Naši pišu šta spletkarite"
        },
        {
            "chapter": 10,
            "verse": 22,
            "text": "On je Taj koji vam daje da se krećete po kopnu i moru. Dok, kad budete u plovilima, i zaplove s njima vjetrom povoljnim, i obraduju se tome, nadođe im vjetar olujan, i nadođe im talas sa svake strane, i (kad) pomisle da su oni opkoljeni s njima, prizivaju Allaha odani Njegovoj vjeri: “Ako nas spasiš iz ovog, sigurno ćemo biti od zahvalnih.”"
        },
        {
            "chapter": 10,
            "verse": 23,
            "text": "Pa pošto ih spasi, gle! Šepure se po Zemlji bez prava. O ljudi! Bunt vaš je samo protiv duša vaših, užitak života Dunjaa; potom je Nama povratak vaš, pa ćemo vas obavijestiti o onom šta ste radili"
        },
        {
            "chapter": 10,
            "verse": 24,
            "text": "Doista, primjer života Dunjaa je kao voda koju spuštamo s neba pa se izmiješa njome rastinje Zemlje, od čega jedu ljudi i životinje. Dok, kad uzme Zemlja ukras svoj i uljepša se, i pomisle stanovnici njeni da su oni svemoćni nad tim, dođe joj naredba Naša noću ili danju, pa je učinimo pokošenom, kao da nije bujala jučer. Tako razjašnjavamo znakove ljudima koji razmišljaju"
        },
        {
            "chapter": 10,
            "verse": 25,
            "text": "A Allah poziva kući selama i upućuje koga hoće putu pravom"
        },
        {
            "chapter": 10,
            "verse": 26,
            "text": "Za one koji čine dobro, biće dobro i povećanje. I neće prekriti lica njihova crnilo, niti poniženje. Takvi će biti stanovnici Dženneta; oni će u njemu biti vječito"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "A koji steknu zla djela, plaća (im) je zlodjelo slično tome - a zahvatiće ih poniženje. Neće oni imati od Allaha nikakva zaštitnika; kao da će lica njihova prekrivati dijelovi mrkle noći. Takvi će biti stanovnici vatre; oni će u njoj biti vječito"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "A na Dan kad ih sve saberemo, zatim reknemo onima koji su pridruživali: “Na svoja mjesta vi, vi i ortaci vaši!” Tad ćemo ih razdvojiti, a reći će ortaci njihovi: “Niste nas obožavali.”"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "“Pa dovoljan je Allah svjedok između nas i između vas, da smo doista nesvjesni bili obožavanja vašeg.”"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Tu će svaka duša biti upoznata šta je unaprijed poslala, i biće vraćeni Allahu, Gospodaru svom istinskom, i nestaće od njih šta su izmišljali"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "Reci: “Ko vas opskrbljuje s neba i Zemlje? Ili ko vlada sluhom i vidovima, i ko izvodi živo iz mrtvog i izvodi mrtvo iz živog, i ko upravlja stvar?” Pa reći će: “Allah.” Tad reci: “Pa zar se ne bojite?”"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "Pa to je Allah, Gospodar vaš istinski! Pa šta je to poslije Istine, osim zabluda? Pa kud se okrećete"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Tako se obistinjuje Riječ Gospodara tvog na onima koji griješe, da oni neće vjerovati"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "Reci: “Da li je neko od ortaka vaših taj koji počinje stvaranje, zatim ga ponavlja?” Reci: “Allah počinje stvaranje, potom ga ponavlja.” Pa kud se odvraćate"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "Reci: “Da li je neko od ortaka vaših taj ko upućuje Istini?” Reci: “Allah upućuje Istini.” Pa da li je ko upućuje Istini dostojniji da bude slijeđen, ili ko ne upućuje, izuzev ako bude vođen? Pa šta vam je? Kako rasuđujete"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "A većina njih slijedi samo pretpostavku. Uistinu, pretpostavka ne koristi Istini nimalo. Uistinu! Allah je Znalac onog šta čine"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "I nije bilo (moguće) za ovaj Kur’an da bude izmišljen mimo Allaha; međutim, potvrda je onog prije njega, i detaljno izlaganje Knjige u koju nema sumnje, od Gospodara svjetova"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Zar govore: “Izmišlja ga.” Reci: “Pa donesite suru sličnu njemu i pozovite koga možete mimo Allaha, ako ste istiniti.”"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Naprotiv, poriču ono čije znanje ne obuhvataju, a još im nije došlo njegovo tumačenje. Tako su poricali oni prije njih, pa pogledaj kakav je bio kraj zalima"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "I između njih je ko u njega vjeruje, i od njih je ko u njega ne vjeruje. A Gospodar tvoj je Najbolji znalac mufsida"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Pa ako te poreknu, tad reci: “Meni djelo moje, a vama djelo vaše. Vi ste slobodni od onog šta radim, a ja sam slobodan od onog šta radite.”"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "I od njih je ko te sluša. Pa zar ti da pročuješ gluhe, iako ne shvataju"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "I od njih je ko te gleda. Pa zar ti da uputiš slijepce, iako ne vide"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Uistinu! Allah ne čini zulm ljudima nimalo, nego ljudi dušama svojim čine zulm"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "A na Dan kad ih sakupimo, biće kao da su proboravili samo časak dana, prepoznajući se međusobno. Doista će izgubiti oni koji su poricali susret s Allahom i nisu bili upućeni"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Ili ti pokazali dio onog šta im obećavamo ili dali da ti umreš - ta Nama je povratak njihov, zatim, Allah je Svjedok nad onim šta čine"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "A svaka umma imala je poslanika. Pa kad dođe poslanik njihov, presudiće se među njima pravedno, i njima se neće učiniti zulm"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "I govore: “Kad će ovo obećanje, ako ste istiniti?”"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Reci: “Ne vladam štetom niti korišću duši svojoj, izuzev šta htjedne Allah.” Svaka zajednica ima rok. Kad dođe rok njihov, pa čas neće odlažiti, niti ubrzati"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Reci: “Vidite li, ako će vam doći kazna Njegova noću ili danju, zašto je požuruju zločinci?”"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Zar ćete nakon što se dogodi vjerovati u nju? Zar sada, a već ste je požurivali"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Zatim će biti rečeno onima koji su činili zulm: “Iskusite kaznu vječnosti. Jeste li plaćeni, osim prema onom šta ste zaradili?”"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "I traže od tebe obavještenje: “Je li to Istina?” Reci: “Jeste, tako mi Gospodara mog, doista to je Istina, a niste vi ti koji će umaći.”"
        },
        {
            "chapter": 10,
            "verse": 54,
            "text": "A da ima svaka duša (koja) je činila zulm, ono šta je na Zemlji, sigurno bi se iskupljivala time. I pritajit će kajanje pošto vide kaznu, a presudiće se među njima pravedno i njima se zulm neće učiniti"
        },
        {
            "chapter": 10,
            "verse": 55,
            "text": "Zar nije uistinu Allahovo šta je na nebesima i Zemlji? Zar doista nije obećanje Allahovo Istina? Međutim, većina njih ne zna"
        },
        {
            "chapter": 10,
            "verse": 56,
            "text": "On oživljava i usmrćuje, i Njemu se vraćate"
        },
        {
            "chapter": 10,
            "verse": 57,
            "text": "O ljudi! Doista vam je došla mew’iza od Gospodara vašeg, i lijek za ono što je u grudima, i Uputa i milost vjernicima"
        },
        {
            "chapter": 10,
            "verse": 58,
            "text": "Reci: “Allahovoj blagodati i milosti Njegovoj - pa tome neka se raduju. To je bolje od onog šta skupljaju.”"
        },
        {
            "chapter": 10,
            "verse": 59,
            "text": "Reci: “Jeste li vidjeli šta vam je Allah spustio od opskrbe, pa ste načinili od nje haram i halal?” Reci: “Je li vam Allah dopustio ili protiv Allaha izmišljate?”"
        },
        {
            "chapter": 10,
            "verse": 60,
            "text": "A kakvo će biti mišljenje onih koji izmišljaju protiv Allaha laž, na Dan kijameta? Uistinu! Allah je Vlasnik blagodati nad ljudima. Međutim, većina njih ne zahvaljuje"
        },
        {
            "chapter": 10,
            "verse": 61,
            "text": "I nećeš biti u nečem, niti ćeš učiti iz njega - iz Kur’ana, i nećete raditi nikakav posao, a da nećemo biti nad vama svjedoci kad se budete u to udubili. I neće izmaći od Gospodara tvog ništa težine atoma u Zemlji, niti u nebu; ni manje od toga niti veće, a da nije u Knjizi jasnoj"
        },
        {
            "chapter": 10,
            "verse": 62,
            "text": "Zar ne, uistinu! Prijatelji Allahovi - neće biti straha nad njima, niti će oni žaliti"
        },
        {
            "chapter": 10,
            "verse": 63,
            "text": "Oni koji vjeruju i boje (Ga) se"
        },
        {
            "chapter": 10,
            "verse": 64,
            "text": "Za njih su radosne vijesti u životu Dunjaa i na Ahiretu. Nema zamjene za Riječi Allahove - to je to, uspjeh veličanstven"
        },
        {
            "chapter": 10,
            "verse": 65,
            "text": "I neka te ne žalosti govor njihov. Uistinu, sva moć je Allahova. On je Onaj koji čuje, Znalac"
        },
        {
            "chapter": 10,
            "verse": 66,
            "text": "Zar nije uistinu Allahov ko je na nebesima i ko je na Zemlji? A oni koji prizivaju mimo Allaha, ne slijede ortake. Slijede samo pretpostavku i oni jedino nagađaju"
        },
        {
            "chapter": 10,
            "verse": 67,
            "text": "On je Taj koji je za vas načinio noć da se smirite u njoj, a dan - onim koji daje vidljivost. Uistinu, u tome su znaci za ljude koji čuju"
        },
        {
            "chapter": 10,
            "verse": 68,
            "text": "Govore: “Allah je uzeo dijete.” Slava neka je Njemu! On je Neovisni! Njegovo je šta je na nebesima i šta je na Zemlji. Nema kod vas nikakav dokaz za ovo. Zar govorite o Allahu šta ne znate"
        },
        {
            "chapter": 10,
            "verse": 69,
            "text": "Reci: “Uistinu, oni koji izmišljaju protiv Allaha laž, neće uspjeti.”"
        },
        {
            "chapter": 10,
            "verse": 70,
            "text": "Užitak na Dunjau! Zatim je Nama povratak njihov, potom ćemo dati da oni iskuse kaznu žestoku, zato što nisu vjerovali"
        },
        {
            "chapter": 10,
            "verse": 71,
            "text": "Izrecituj im vijest Nuhovu, kad reče narodu svom: “O narode moj! Ako vam je teško stajanje moje i opominjanje moje ajetima Allahovim - pa u Allaha se pouzdavam - onda sredite stvar vi i ortaci vaši, zatim neka vam ne bude odluka vaša nejasna, potom mi presudite, i ne odgađajte mi"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "Pa ako se okrenete, pa nisam tražio od vas nikakvu nagradu. Nagrada moja je jedino do Allaha, a naređeno mi je da budem od muslimana.”"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Tad su ga porekli, pa smo spasili njega i onog ko je bio s njim u lađi, i učinili ih halifama, a potopili one koji su poricali znakove Naše. Pa pogledaj kakav je bio kraj opominjanih"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Zatim smo poslije njega podizali poslanike narodu njihovom, pa su im donosili dokaze jasne, te nisu (htjeli) da vjeruju u ono šta su poricali ranije. Tako pečatimo srca pretjerujućih"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Zatim smo poslije njih podigli Musaa i Haruna faraonu i velikanima njegovim, sa znakovima Našim, pa su se uzoholili i bili narod zločinaca"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Pa pošto im dođe Istina od Nas, rekoše: “Uistinu, ovo je sihr očiti.”"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Musa reče: “Zar govorite (ovo) za Istinu pošto vam je došla? Je li ovo sihr?”; a neće uspjeti čarobnjaci"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Rekoše: “Jesi li nam došao da nas okreneš od onog na čemu smo našli očeve naše, i da za vas dvojicu bude veličina na Zemlji?; a nismo mi vama dvojici vjernici.”"
        },
        {
            "chapter": 10,
            "verse": 79,
            "text": "I reče faraon: “Dovedite mi svakog čarobnjaka, znalca.”"
        },
        {
            "chapter": 10,
            "verse": 80,
            "text": "Pa pošto dođoše čarobnjaci, Musa im reče: “Bacite vi šta ćete baciti!”"
        },
        {
            "chapter": 10,
            "verse": 81,
            "text": "Pa pošto baciše, Musa reče: “Ono što ste donijeli je sihr. Uistinu, Allah će ga učiniti ništavnim. Uistinu! Allah ne unapređuje posao mufsida"
        },
        {
            "chapter": 10,
            "verse": 82,
            "text": "I utvrdiće Allah Istinu Riječima Svojim, makar mrzili zločinci.”"
        },
        {
            "chapter": 10,
            "verse": 83,
            "text": "Tad su Musau vjerovali samo potomci naroda njegovog, zbog straha od faraona i uglednika njihovih, da ih ne progoni. A uistinu! Faraon je bio visok na zemlji, i uistinu, on je bio od rasipnika"
        },
        {
            "chapter": 10,
            "verse": 84,
            "text": "I reče Musa: “O narode moj! Ako vjerujete u Allaha, onda se u Njega pouzdajte, ako ste muslimani!”"
        },
        {
            "chapter": 10,
            "verse": 85,
            "text": "Tad rekoše: “U Allaha se uzdamo. Gospodaru naš! Ne učini nas kušnjom za narod zalima"
        },
        {
            "chapter": 10,
            "verse": 86,
            "text": "I izbavi nas milošću Svojom od naroda nevjernika.”"
        },
        {
            "chapter": 10,
            "verse": 87,
            "text": "I objavismo Musau i bratu njegovom: “Sagradite narodu svom u Egiptu kuće, i učinite kuće svoje kiblom, i obavljajte salat.” A obraduj vjernike"
        },
        {
            "chapter": 10,
            "verse": 88,
            "text": "I reče Musa: “Gospodaru naš! Doista si Ti dao faraonu i uglednicima njegovim ukras i bogatstva u životu Dunjaa, Gospodaru naš, da bi zavodili s puta Tvog. Gospodaru naš! Zbriši bogatstva njihova i otvrdni srca njihova, pa da ne vjeruju dok ne vide kaznu bolnu.”"
        },
        {
            "chapter": 10,
            "verse": 89,
            "text": "Reče: “Već je uslišena dowa vas dvojice, zato budite ispravni, i ne slijedite put onih koji ne znaju.”"
        },
        {
            "chapter": 10,
            "verse": 90,
            "text": "I provedosmo sinove Israilove preko mora, pa ih je slijedio faraon i vojske njegove nasiljem i plahovitošću. Dok, kad ga stiže davljenje, reče: “Vjerujem da nema boga osim Onog u kojeg vjeruju sinovi Israilovi i ja sam od muslimana!”"
        },
        {
            "chapter": 10,
            "verse": 91,
            "text": "“Zar sad! A doista nisi poslušao prije i bio si od mufsida"
        },
        {
            "chapter": 10,
            "verse": 92,
            "text": "Zato ćemo danas spasiti tebe - s tijelom tvojim - da budeš znak. za onog ko bude iza tebe.” A uistinu, mnogi od ljudi su prema znacima Našim nemarni"
        },
        {
            "chapter": 10,
            "verse": 93,
            "text": "I doista smo smjestili sinove Israilove smještajem istinskim, i opskrbili ih od dobrih stvari, pa se nisu razišli dok im nije došlo znanje. Uistinu, Gospodar tvoj će presuditi među njima na Dan kijameta, o onom u čemu su se razilazili"
        },
        {
            "chapter": 10,
            "verse": 94,
            "text": "Pa ako si u sumnji o onom šta ti objavljujemo, tad pitaj one koji čitaju Knjigu (objavljenu) prije tebe. Doista, tebi dolazi Istina od Gospodara tvog, zato nikako ne budi od sumnjivaca"
        },
        {
            "chapter": 10,
            "verse": 95,
            "text": "I ne budi nikako od onih koji poriču ajete Allahove, pa da budeš od gubitnika"
        },
        {
            "chapter": 10,
            "verse": 96,
            "text": "Uistinu! Oni na kojima se obistinila Riječ Gospodara tvog, neće vjerovati"
        },
        {
            "chapter": 10,
            "verse": 97,
            "text": "Makar im došao svaki znak, dok ne vide kaznu bolnu"
        },
        {
            "chapter": 10,
            "verse": 98,
            "text": "Pa zašto nije bilo grada koji je vjerova, pa iskoristio to svoje vjerovanje, izuzev naroda Junusovog? Pošto su vjerovali otklonili smo od njih kaznu srama u životu Dunjaa i dali im da uživaju izvjesno vrijeme"
        },
        {
            "chapter": 10,
            "verse": 99,
            "text": "A da hoće Gospodar tvoj, sigurno bi vjerovao ko je na Zemlji, svaki od njih, zajedno. Pa zar ćeš ti prisiljavati ljude, dok ne budu vjernici"
        },
        {
            "chapter": 10,
            "verse": 100,
            "text": "A nije za dušu da vjeruje, osim s dopuštenjem Allahovim; a stavlja prljavštinu na one koji neće da shvate"
        },
        {
            "chapter": 10,
            "verse": 101,
            "text": "Reci: “Pogledajte šta je to u nebesima i Zemlji”; a ne koriste znakovi i opomene ljudima koji ne vjeruju"
        },
        {
            "chapter": 10,
            "verse": 102,
            "text": "Pa da li očekuju (išta) osim slične dane onih koji su prošli prije njih? Reci: “Pa očekujte! Uistinu, ja sam sa vama među čekateljima.”"
        },
        {
            "chapter": 10,
            "verse": 103,
            "text": "Zatim smo spasavali poslanike Naše i one koji su vjerovali. Tako. Na Nama je dužnost da spasimo vjernike"
        },
        {
            "chapter": 10,
            "verse": 104,
            "text": "Reci: “O ljudi! Ako ste u sumnji o vjeri mojoj - pa ne obožavam one koje obožavate mimo Allaha, nego obožavam Allaha koji vam smrt daje, a naređeno mi je da budem od vjernika.”"
        },
        {
            "chapter": 10,
            "verse": 105,
            "text": "I: “Stani licem svojim vjeri pravoj, i ne budi nikako od mušrika"
        },
        {
            "chapter": 10,
            "verse": 106,
            "text": "I ne prizivaj mimo Allaha ono šta ti ne koristi, niti ti šteti. Pa ako učiniš - onda si ti uistinu od zalima.”"
        },
        {
            "chapter": 10,
            "verse": 107,
            "text": "A ako te Allah dotakne nevoljom, tad nema otklonitelja njenog, osim Njega. A ako ti želi dobro, tad nema onog ko će odbiti dobrotu Njegovu. Pogađa njome koga hoće od robova Svojih, a On je Oprosnik, Milosrdni"
        },
        {
            "chapter": 10,
            "verse": 108,
            "text": "Reci: “O ljudi! Doista vam je došla Istina od Gospodara vašeg. Pa ko se uputi, pa samo se upućuje za dušu svoju; a ko odluta, pa samo luta protiv nje. A ja nisam nad vama čuvar.”"
        },
        {
            "chapter": 10,
            "verse": 109,
            "text": "I slijedi šta ti se objavljuje, i strpi se dok ne presudi Allah; a On je Najbolji od sudaca"
        },
        {
            "chapter": 11,
            "verse": 1,
            "text": "Alif. Lam. Ra. Knjiga - učinjeni su presudnim ajeti njeni, zatim razjašnjeni od Mudrog, Obaviještenog"
        },
        {
            "chapter": 11,
            "verse": 2,
            "text": "Da obožavate samo Allaha. “Uistinu! Ja sam vam od Njega opominjač i donosilac radosnih vijesti"
        },
        {
            "chapter": 11,
            "verse": 3,
            "text": "I da tražite oprost od Gospodara svog, potom Mu se pokajte, daće vam da uživate uživanjem lijepim do roka određenog, i daće svakom posjedniku dobrote, dobrotu Svoju. A ako se okrenete, pa uistinu, ja se bojim nad vama kazne Dana velikog"
        },
        {
            "chapter": 11,
            "verse": 4,
            "text": "Allahu je povratak vaš, a On je nad svakom stvari Posjednik moći.”"
        },
        {
            "chapter": 11,
            "verse": 5,
            "text": "Zar oni uistinu ne udvajaju grudi svoje da se sakriju od Njega? Zar ne zna - kad se prekrivaju odjećom svojom - šta skrivaju i šta obznanjuju? Uistinu! On je Znalac onog u grudima"
        },
        {
            "chapter": 11,
            "verse": 6,
            "text": "I nema ni jedne životinje na Zemlji, a da nije na Allahu opskrba njena, i zna boravište njeno i njeno mjesto odlaganja. Sve je u Knjizi jasnoj"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "I On je Taj koji je stvorio nebesa i Zemlju u šest dana - a bio je Arš Njegov nad vodom - da bi vas iskušao, koji je od vas bolji djelom. A ako kažeš: “Uistinu, vi ćete biti podignuti poslije smrti!”, sigurno će reći oni koji ne vjeruju: “Ovo je samo sihr očiti.”"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "A ako im odložimo kaznu do vremena odbrojanog, sigurno će reći: “Šta je zadržava?” Zar ne? Na Dan kad im dođe, neće od njih okrenuta biti, i spopast će ih ono čemu su se izrugivali"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "I ako damo da čovjek okusi od Nas milost, zatim mu je istrgnemo, uistinu, on je očajan, nezahvalan"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "A ako damo da on iskusi blagonaklonost, nakon što ga je nevolja dotakla, sigurno će reći: “Zla su otišla od mene.” Uistinu, on je veseo, hvalisav"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "Izuzev onih koji pokažu strpljivost i budu radili dobra djela, ti takvi će imati oprost i nagradu veliku"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Pa možda bi ti izostavio dio onog šta ti se objavljuje, i stiskla time prsa tvoja, što govore: “Zašto mu se ne spusti riznica ili ne dođe s njim melek?” Ti si samo opominjač, a Allah je nad svakom stvari Zaštitnik"
        },
        {
            "chapter": 11,
            "verse": 13,
            "text": "Zar govore: “Izmišlja ga.” Reci: “Pa donesite deset sura sličnih njemu, izmišljenih, i pozovite koga možete mimo Allaha, ako ste istiniti!”"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Pa ako vam se ne odazovu, tad znajte da je objavljen znanjem Allahovim, i da nema boga sem Njega. Pa jeste li vi muslimani"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Ko želi život Dunjaa i ukras njegov, isplatićemo im djela njihova u njemu i oni u njemu neće biti oštećeni"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "To su oni koji će na Ahiretu imati samo vatru, a propast će šta su činili na njemu, a zaludno je šta su radili"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Pa da li je, ko je na dokazu jasnom od Gospodara svog - a uči ga svjedok od Njega, i prije njega Knjiga Musaova - vodič i milost? Takvi vjeruju u njega. A ko od stranaka ne vjeruje u njega - pa vatra će biti mjesto njegovo. Zato ne budi u sumnji o tome. Uistinu, on je Istina od Gospodara tvog; ali, većina ljudi ne vjeruje"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "A ko je nepravedniji od onog ko izmišlja protiv Allaha laž? Takvi će biti dovedeni pred Gospodara svog, a svjedoci će reći: “To su oni koji su lagali protiv Gospodara svog.” Zar ne? Prokletsvo Allahovo je na zalimima"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "Onima koji odvraćaju od puta Allahovog i traže iskrivljenost u njemu, a oni su u Ahiret nevjernici"
        },
        {
            "chapter": 11,
            "verse": 20,
            "text": "Takvi neće biti ti koji će umaći na Zemlji i neće oni imati mimo Allaha nikakvih zaštitnika! Udvostručiće im se kazna! Nisu se mogli (koristiti) sluhom, niti osmatrati"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Takvi su oni koji izgube duše svoje, a nestaće od njih šta su izmišljali"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Nema sumnje da će oni, (baš) oni na Ahiretu biti najveći gubitnici"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Uistinu, oni koji vjeruju i rade dobra djela, i budu skrušeni Gospodaru svom - takvi će biti stanovnici Dženneta. Oni će u njemu vječno biti"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Primjer (ovih) dviju skupina, je kao slijepca i gluhog, i onog koji vidi i onog koji čuje. Jesu li isti primjerom? Pa zar nećete razmisliti"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "I doista smo poslali Nuha narodu njegovom: “Uistinu! Ja sam vam opominjač jasni"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Da obožavate samo Allaha. Uistinu! Ja se plašim nad vama kazne Dana bolnog"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Tad rekoše uglednici koji nisu vjerovali iz naroda njegovog: “Vidimo te samo kao smrtnika sličnog nama, i vidimo te - slijede te samo oni koji su najniži naši, nesmotreno, i ne vidimo nikakvu vašu vrednotu nad nama; naprotiv, smatramo vas lažovima.”"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Reče: “O narode moj! Da li vidite, ako sam ja na jasnom dokazu od Gospodara svog - a dao mi je od Sebe milost - pa vam nejasnim učinjen, zar ćemo vas primorati na to, a vi njegovi mrzitelji?”"
        },
        {
            "chapter": 11,
            "verse": 29,
            "text": "“I o narode moj! Ne tražim od vas za to imetak. Nagrada moja je jedino do Allaha; a nisam ja progonitelj onih koji vjeruju. Uistinu, oni će sresti Gospodara svog. Međutim, ja vas vidim narodom koji ne zna.”"
        },
        {
            "chapter": 11,
            "verse": 30,
            "text": "“I o narode moj! Ko će mi pomoći protiv Allaha, ako ih otjeram? Pa zar se nećete opametiti"
        },
        {
            "chapter": 11,
            "verse": 31,
            "text": "I ne kažem vam: ’Kod mene su riznice Allahove’, niti ’Znam nevidljivo’, i ne kažem: ’Uistinu, ja sam melek.’ I ne govorim onima koje preziru oči vaše (da) im Allah neće dati dobro. Allah je Najbolji znalac onog šta je u dušama njihovim. Uistinu, ja bih tad bio od zalima.”"
        },
        {
            "chapter": 11,
            "verse": 32,
            "text": "Rekoše: “O Nuhu! Već si raspravljao s nama, pa si povećao raspravljanje naše; zato nam daj to čime nam prijetiš, ako si od istinitih.”"
        },
        {
            "chapter": 11,
            "verse": 33,
            "text": "Reče: “Samo će vam Allah to dati, ako hoće, a niste vi ti koji će umaći"
        },
        {
            "chapter": 11,
            "verse": 34,
            "text": "I neće vam koristiti savjet moj, ako želim da vas posavjetujem, ako Allah bude želio da vas zavede. On je Gospodar vaš i Njemu ćete se vratiti.”"
        },
        {
            "chapter": 11,
            "verse": 35,
            "text": "Zar govore: “Izmišlja ga.” Reci: “Ako ga izmišljam - pa na meni je krivica moja, a ja sam slobodan od tog što ste skrivili.”"
        },
        {
            "chapter": 11,
            "verse": 36,
            "text": "I bi objavljeno Nuhu: “Niko neće vjerovati iz naroda tvog, izuzev ko je već vjerovao. Zato se ne sekiraj zbog onog šta čine"
        },
        {
            "chapter": 11,
            "verse": 37,
            "text": "I gradi lađu pred očima Našim i objavom Našom i ne obraćaj Mi se zbog onih koji su činili zulm. Uistinu! Oni će biti potopljeni.”"
        },
        {
            "chapter": 11,
            "verse": 38,
            "text": "I gradio je lađu; i kad god bi kraj njega prošli uglednici iz naroda njegovog, smijali bi mu se. Reče: “Ako nam se smijete, pa uistinu, mi ćemo se smijati vama, kao što se smijete"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Pa znaćete onog kome će doći kazna, sramoteći ga, i na koga će se sručiti kazna trajna.”"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Dok, kad dođe naredba Naša i šiknu peć, rekosmo: “Ukrcaj u nju od svake vrste dvoje; i porodicu svoju - izuzev onog kome je prethodila Riječ - i ko je vjerovao.” A nije vjerovalo s njim, izuzev malo (njih)"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "I reče (Nuh): “Ukrcajte se u nju! U ime Allaha je plovidba njena i pristanak njen. Uistinu, Gospodar moj je Oprosnik, Milosrdni.”"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "I ona je plovila s njima na talasu kao brda. I zovnu Nuh sina svog - a bio je odvojen: “O sinčiću moj! Ukrcaj se s nama i ne budi s kafirima!”"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "(Sin) reče: “Pribjeći ću planini, zaštitiće me od vode.” (Nuh) reče: “Nema zaštitnika danas od naredbe Allahove, izuzev kome se smilovao.” I nadođe između njih dvojice talas i bi od potopljenih"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "I bi rečeno: “O Zemljo! Progutaj vodu svoju!” I: “O nebo! Prestani!” I opade voda, i naredba bi izvršena i nasuka se na Džudijj, i bi rečeno: “Daleko bio narod zalima!”"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "I zovnu Nuh Gospodara svog, pa reče: “Gospodaru moj! Uistinu, sin moj je iz porodice moje, a uistinu, obećanje Tvoje je Istina, a Ti si Najmudriji od sudaca!”"
        },
        {
            "chapter": 11,
            "verse": 46,
            "text": "Reče: “O Nuhu! Uistinu, on nije od porodice tvoje; uistinu, on je posla drugačijeg od dobrog, zato Me ne pitaj o onom o čemu ti nemaš znanje. Uistinu, Ja te savjetujem da ne budeš od džahila.”"
        },
        {
            "chapter": 11,
            "verse": 47,
            "text": "Reče: “Gospodaru moj! Uistinu, ja tražim zaštitu u Tebe da Te ne upitam ono o čemu ja nemam znanje. I ako mi ne oprostiš i ne smiluješ mi se, biću od gubitnika.”"
        },
        {
            "chapter": 11,
            "verse": 48,
            "text": "Bi rečeno: “O Nuhu! Siđi sa selamom od Nas i blagoslovima tebi i narodima od onog ko je s tobom. A narodi - daćemo da oni uživaju, zatim će ih od Nas dotaći kazna bolna.”"
        },
        {
            "chapter": 11,
            "verse": 49,
            "text": "To su neke vijesti nevidljivog koje ti objavljujemo. Nisi ih znao ti niti narod tvoj prije ovoga. Zato se strpi. Uistinu, ishod je za bogobojazne"
        },
        {
            "chapter": 11,
            "verse": 50,
            "text": "I Adu, brata njihovog Huda. Reče: “O narode moj! Obožavajte Allaha! Nemate vi drugog boga sem Njega! Vi ste samo oni koji izmišljaju"
        },
        {
            "chapter": 11,
            "verse": 51,
            "text": "O narode moj! Ne tražim od vas za to nagradu, nagrada moja je jedino do Onog koji me je stvorio. Pa zar ne shvatate?”"
        },
        {
            "chapter": 11,
            "verse": 52,
            "text": "“I o narode moj! Tražite oprost Gospodara vašeg, zatim Mu se pokajte. Poslaće na vas nebo obilno i dodati vam snagu snazi vašoj, i ne okrećite se (kao) zločinci!”"
        },
        {
            "chapter": 11,
            "verse": 53,
            "text": "Rekoše: “O Hude! Nisi nam donio jasan dokaz, i nećemo mi napustiti bogove svoje zbog riječi tvoje, i nismo mi tebi vjernici"
        },
        {
            "chapter": 11,
            "verse": 54,
            "text": "Kažemo da te je samo pogodio zlom neki od bogova naših.” Reče: “Uistinu, ja pozivam za svjedoka Allaha, i svjedočite da sam ja slobodan od onog šta pridružujete"
        },
        {
            "chapter": 11,
            "verse": 55,
            "text": "Mimo Njega. Pa prevarite me svi, zatim mi ne odgađajte"
        },
        {
            "chapter": 11,
            "verse": 56,
            "text": "Uistinu! Ja se uzdam u Allaha, Gospodara svog i Gospodara vašeg. Nema nijedne životinje, a da On nije Držalac za kiku njenu! Uistinu, Gospodar moj je na putu pravom"
        },
        {
            "chapter": 11,
            "verse": 57,
            "text": "Pa ako se okrenete, pa doista sam vam dostavio ono s čim sam vam poslat. A daće Gospodar moj da (vas) naslijedi narod drugačiji od vas, a nećete Njemu štetiti nimalo. Uistinu, Gospodar moj je nad svakom stvari Čuvar.”"
        },
        {
            "chapter": 11,
            "verse": 58,
            "text": "I pošto dođe naredba Naša, spasismo Huda i one s njim koji su vjerovali, milošću od Nas, i izbavismo ih od kazne grube"
        },
        {
            "chapter": 11,
            "verse": 59,
            "text": "A to je bio Ad. Nijekali su ajete Gospodara svog i suprotstavljali se poslanicima Njegovim, i slijedili naredbu svakog tiranina svojeglavog"
        },
        {
            "chapter": 11,
            "verse": 60,
            "text": "I bili su slijeđeni na ovom Dunjau prokletstvom, i (biće) na Dan kijameta. Zar nije uistinu Ad - (oni) nevjerovali u Gospodara svog? Zar nije dalako Ad, narod Hudov"
        },
        {
            "chapter": 11,
            "verse": 61,
            "text": "I Semudu, brata njihovog Saliha. Reče: “O narode moj! Obožavajte Allaha! Nemate vi drugog boga sem Njega. On vas je sazdao od zemlje i nastanio vas na njoj, zato tražite oprost od Njega, potom Mu se pokajte. Uistinu, Gospodar moj je Bliski, Onaj koji se odaziva.”"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Rekoše: “O Salih! Doista si među nama bio (kao) onaj od kojeg se nada, prije ovog. Zar ćeš nam zabraniti da obožavamo ono šta su obožavali očevi naši, a uistinu, mi smo u sumnji zbunjujućoj prema onom čemu nas pozivaš.”"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Reče: “O narode moj! Da li vidite? - Ako sam na jasnom dokazu od Gospodara svog - a dao mi je od Sebe milost - pa ko će me pomoći protiv Allaha, ako Ga ne poslušam? Ta povećali biste mi samo gubitak"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "I o narode moj! Ova deva Allahova za vas je znak. Zato je pustite da pase po zemlji Allahovoj, i ne dotičite je zlom, pa da vas ne spopane kazna bliska.”"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Tad je raniše, pa on reče: “Uživajte u boravištu vašem tri dana! To je prijetnja drugačija od lažne.”"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Pa pošto dođe naredba Naša, spasismo Saliha i one s njim koji su vjerovali, milošću od Nas, i od poniženja tog dana. Uistinu! Gospodar tvoj, On je Silni, Moćni"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "I spopade one koji su činili zulm, krik, pa osvanuše u domovima njihovim povaljani"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "Kao da nisu boravili u njima. Zar nije uistinu Semud - (oni) nevjerovali u Gospodara njihovog? Zar nije daleko Semud"
        },
        {
            "chapter": 11,
            "verse": 69,
            "text": "A doista su izaslanici Naši došli Ibrahimu sa radosnom viješću, rekoše: “Selam!” Reče: “Selam!” Tad nije oklijevao da donese tele pečeno"
        },
        {
            "chapter": 11,
            "verse": 70,
            "text": "Pa pošto vidje (da) ga ruke njihove ne dosežu, ne pozna ih i osjeti od njih strah. Rekoše: “Ne boj se! Uistinu, Mi smo poslati narodu Lutovu.”"
        },
        {
            "chapter": 11,
            "verse": 71,
            "text": "A žena njegova je stajala, pa se nasmija. Tad je obradovasmo Ishakom, a iza Ishaka, Jakubom"
        },
        {
            "chapter": 11,
            "verse": 72,
            "text": "Reče: “O teško meni! Zar da rodim, a ja sam starica i ovaj moj muž je starac? Uistinu, ovo je stvar čudna!”"
        },
        {
            "chapter": 11,
            "verse": 73,
            "text": "Rekoše: “Zar se čudiš zbog odredbe Allahove? Milost Allahova i blagoslovi Njegovi su na vama, stanovnici kuće. Uistinu! On je Hvaljeni, Slavni.”"
        },
        {
            "chapter": 11,
            "verse": 74,
            "text": "Pa pošto Ibrahima napusti strah i dođe mu radosna vijest, raspravlaljao je s Nama o narodu Lutovom"
        },
        {
            "chapter": 11,
            "verse": 75,
            "text": "Uistinu, Ibrahim je bio blag, osjećajan, onaj koji se obraćao"
        },
        {
            "chapter": 11,
            "verse": 76,
            "text": "O Ibrahime! Okani se ovog. Uistinu, to je već došla naredba Gospodara tvog. A uistinu oni - njima će stići kazna neotklonjiva"
        },
        {
            "chapter": 11,
            "verse": 77,
            "text": "I pošto izaslanici Naši dođoše Lutu, sneveseli se zbog njih i bi pritješnjen zbog njih, nemoćan, i reče: “Ovo je dan mučan.”"
        },
        {
            "chapter": 11,
            "verse": 78,
            "text": "I dođe mu narod njegov žureći mu, a otprije su radili zla djela. Reče: “O narode moj! Ove kćeri moje, one su čišće za vas. Zato se bojte Allaha i ne sramotite me (pred) gostima mojim. Zar nema među vama čovjeka ispravanog?”"
        },
        {
            "chapter": 11,
            "verse": 79,
            "text": "Rekoše: “Doista znaš, nemamo mi na kćeri tvoje nikakvo pravo; a uistinu, ti znaš šta želimo.”"
        },
        {
            "chapter": 11,
            "verse": 80,
            "text": "Reče: “Kad bih ja imao protiv vas silu ili imao potporu žestoku.”"
        },
        {
            "chapter": 11,
            "verse": 81,
            "text": "Rekoše: “O Lute! Uistinu, mi smo izaslanici Gospodara tvog. Neće te doseći. Zato kreni s porodicom svojom u dijelu noći i neka se niko od vas ne okreće, izuzev žene tvoje. Uistinu, to što će pogoditi nju, je ono što će pogoditi njih. Uistinu, rok njihov je jutro. Zar jutro nije blisko?”"
        },
        {
            "chapter": 11,
            "verse": 82,
            "text": "Pa pošto dođe naredba Naša, učinismo visoko njihovo niskim njihovim, i izlismo na njih kamenje glineno u slojevima"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "Obilježeno kod Gospodara tvog. A nije to od zalima daleko"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "I Medjenu, brata njihovog, Šuajba. Reče: “O narode moj! Obožavajte Allaha. Nemate vi drugog boga sem Njega! I ne umanjujte mjeru i vagu. Uistinu! Ja vas vidim u dobru i uistinu se ja bojim nad vama kazne Dana sveobuhvatnog.”"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "“I o narode moj! Ispunjavajte mjeru i vagu pravedno i ne zakidajte ljudima stvari njihove. I ne činite zlo na Zemlji, praveći fesad"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Ono što ostaje s Allahom bolje je za vas, ako ste vjernici; a nisam ja nad vama čuvar.”"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Rekoše: “O Šuajbe! Da li ti salat tvoj naređuje da mi napustimo ono šta su obožavali očevi naši, ili da s imecima našim činimo šta hoćemo? Uistinu, ti, ti si blag, ispravan.”"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Reče: “O narode moj! Da li vidite? Ako sam na dokazu jasnom od Gospodara svog, a opskrbio me je od Sebe opskrbom dobrom? A ne želim da vam se suprotstavljam, izuzev onog šta vam zabranjujem. Želim samo da popravim šta mogu, a povoljnost moja je samo od Allaha. U Njega se pouzdavam i Njemu se obraćam.”"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "“I o narode moj! Ne skrivite vi nikako (zbog) neslaganja sa mnom, da vas ne pogodi slično šta je pogodilo narod Nuhov ili narod Hudov ili narod Salihov, a nije narod Lutov od vas daleko"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "I tražite oprost od Gospodara vašeg, zatim Mu se pokajte. Uistinu, Gospodar moj je Milosrdni, Onaj koji voli.”"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Rekoše: “O Šuajbe! Ne razumijemo mnogo od tog šta govoriš, a uistinu, mi te među nama vidimo slabim. A da nije porodice tvoje, sigurno bismo te kamenovali, i nisi ti močan protiv nas.”"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Reče: “O narode moj! Zar vam je porodica moja uglednija od Allaha? A zabacili ste Ga iza sebe zanemarenog. Uistinu, Gospodar moj je Taj koji obuhvata to što radite.”"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "“I o narode moj! Radite prema moći svojoj, uistinu, ja sam radnik. Saznaćete kome će stići kazna koja će ga poniziti i ko je lažac. I očekujte! Uistinu! Ja sam sa vama čekalac.”"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "I pošto dođe naredba Naša, spasismo Šuajba i one s njim koji su vjerovali, milošću od Nas. A one koji su činili zulm pogodi krik, te osvanuše u domovima njihovim povaljani"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "Kao da nisu boravili u njima. “Zar nije daleko Medjen, kao što je udaljen Semud?”"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "A doista, poslali smo Musaa sa znacima Našim i autoritetom očitim"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "Faraonu i uglednicima njegovim, pa su slijedili naredbu faraonovu, a nije naredba faraonova bila ispravna"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "Predvodiće narod svoj na Dan kijameta, pa će ih dovesti vatri. A loše je mjesto dolaska"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "I slijeđeni su na ovom (svijetu) prokletstvom, i na Dan kijameta; a loš je dar poklonjeni"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "To su neke vijesti gradova koje kazujemo tebi. Neki od njih stoje, a (neki) su pokošeni"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "I nismo im učinili zulm, nego su zulm učinili dušama svojim. Tad im nisu koristila božanstva njihova koja su prizivali mimo Allaha, nimalo, pošto je došla naredba Gospodara tvog; a povećala su im jedino propast"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "A takvo je grabljenje Gospodara tvog, kad dograbi (stanovništvo) gradova, a oni budu zulumčarski. Uistinu! Grabljenje Njegovo je bolno, žestoko"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Uistinu, u tome je znak za onog ko se boji kazne Ahireta. To je Dan kojem će se sabrati ljudi i to je Dan svjedočeni"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "A odgađamo ga samo do roka odbrojanog"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "Na dan kad dođe, neće govoriti duša, osim s dopuštenjem Njegovim. Tad će (neko) od njih biti nesretnik, a (neko) sretnik"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "Pa što se tiče onih koji su nesretni, pa biće u vatri; imaće oni u njoj uzdisanje i hroptanje"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Vječno će biti u njoj dok traju nebesa i Zemlja, osim šta htjedne Gospodar tvoj. Uistinu, Gospodar tvoj je Onaj koji čini šta želi"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "A što se tiče onih koji će imati sreću, pa biće u Džennetu, vječno u njemu dok traju nebesa i Zemlja, osim šta htjedne Gospodar tvoj: dar neprekidan"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Zato ne budi u sumnji za ono šta ovi obožavaju. Obožavaju samo kao što su obožavali očevi njihovi prije. A uistinu! Mi ćemo im isplatiti dio njihov neumanjen"
        },
        {
            "chapter": 11,
            "verse": 110,
            "text": "I doista, dali smo Musau Knjigu, pa je došlo do razilaženja o njoj. A da nije Riječ prethodila od Gospodara tvog, sigurno bi bilo presuđeno među njima. A uistinu, oni su o njemu u sumnji zbunjujućoj"
        },
        {
            "chapter": 11,
            "verse": 111,
            "text": "I doista će svakom od njih isplatiti Gospodar tvoj djela njihova. Uistinu! On je o onom šta rade Obaviješteni"
        },
        {
            "chapter": 11,
            "verse": 112,
            "text": "Zato budi prav kao što ti je naređeno i onaj ko se pokajao s tobom, i ne prevršujte. Uistinu! On je onog šta radite Vidilac"
        },
        {
            "chapter": 11,
            "verse": 113,
            "text": "I ne oslanjajte se na one koji čine zulm, pa da vas dotakne vatra. A nemate vi mimo Allaha nikakvih zaštitnika, zatim nećete biti pomognuti"
        },
        {
            "chapter": 11,
            "verse": 114,
            "text": "I obavljaj salat na dva kraja dana i dolaskom noći. Uistinu dobra djela otklanjaju zla djela. To je opomena za one koji se podsjećaju"
        },
        {
            "chapter": 11,
            "verse": 115,
            "text": "I strpi se. Pa uistinu, Allah neće dati da propane nagrada dobročinitelja"
        },
        {
            "chapter": 11,
            "verse": 116,
            "text": "Pa zašto nije bilo nekih pokoljenja prije vas, posjednika ostataka, koji bi zabranjivali fesad na Zemlji, izuzev malo koga od njih (kog) smo spasili? A slijedili su oni koji su činili zulm, ono u čemu su uživali, i bili su zločinci"
        },
        {
            "chapter": 11,
            "verse": 117,
            "text": "A neće Gospodar tvoj uništavati gradove zulmom, budu li stanovnici njihovi dobročinitelji"
        },
        {
            "chapter": 11,
            "verse": 118,
            "text": "A da je htio Gospodar tvoj, sigurno bi učinio ljude ummom jednom, a ne prestaju biti različiti"
        },
        {
            "chapter": 11,
            "verse": 119,
            "text": "Izuzev kome se smiluje Gospodar tvoj; a zbog toga ih je stvorio. I ispuniće se Riječ Gospodara tvog: “Sigurno ću napuniti Džehennem džinnima i ljudima zajedno.”"
        },
        {
            "chapter": 11,
            "verse": 120,
            "text": "I sve (šta) ti kazujemo od vijesti poslanika je ono čim jačamo srce tvoje. A došla ti je u ovome Istina i savjet, i pouka vjernicima"
        },
        {
            "chapter": 11,
            "verse": 121,
            "text": "I reci onima koji ne vjeruju: “Radite prema moći svojoj! Uistinu, mi smo radnici"
        },
        {
            "chapter": 11,
            "verse": 122,
            "text": "I očekujte! Uistinu, mi smo čekatelji.”"
        },
        {
            "chapter": 11,
            "verse": 123,
            "text": "A Allahovo je nevidljivo nebesa i Zemlje i Njemu se vraća svaka stvar. Zato obožavaj Njega i uzdaj se u Njega. A nije Gospodar tvoj nemaran za ono šta radite"
        },
        {
            "chapter": 12,
            "verse": 1,
            "text": "Alif. Lam. Ra. To su znaci Kitaba jasnog"
        },
        {
            "chapter": 12,
            "verse": 2,
            "text": "Uistinu, Mi ga objavljujemo (kao) Kur’an na arapskom, da biste vi razumjeli"
        },
        {
            "chapter": 12,
            "verse": 3,
            "text": "Mi ti kazujemo najljepše kazivanje (time) što ti objavljujemo ovaj Kur’an, iako si prije njega sigurno bio od nemarnih"
        },
        {
            "chapter": 12,
            "verse": 4,
            "text": "Kad reče Jusuf ocu svom: “O oče moj! Uistinu sam ja vidio jedanaest planeta i Sunce i Mjesec. Vidio sam ih sebi potčinjene.”"
        },
        {
            "chapter": 12,
            "verse": 5,
            "text": "Reče: “O sinčiću moj! Ne kazuj snoviđenje svoje braći svojoj, pa da ti ispletu spletku. Uistinu! Šejtan je čovjeku neprijatelj otvoreni.”"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "I tako te je odabrao Gospodar tvoj i poučio te tumačenju hadisa, i upotpunjuje blagodat Svoju nad tobom i na porodici Jakubovoj, kao što ju je upotpunio na precima tvojim prije, Ibrahimom i Ishakom. Uistinu! Gospodar tvoj je Znalac, Mudri"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "Doista su u Jusufu i braći njegovoj znaci za one koji pitaju"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "Kad rekoše: “Sigurno su Jusuf i brat njegov draži ocu našem od nas, a mi smo družina. Uistinu, naš otac je u zabludi očitoj"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Ubijte Jusufa ili ga odbacite u (neku) zemlju, biće samo za vas lice oca vašeg, i bićete poslije toga narod dobrih.”"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Govornik između njih reče: “Ne ubijte Jusufa, a bacite ga na dno bunara; pokupiće ga neki karavan, ako ste radini.”"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "Rekoše: “O oče naš! Šta ti je, ne bi nam povjerio Jusufa, a uistinu, mi smo njegovi iskreni savjetnici"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Pošalji ga s nama sutra da se provede i izigra, a uistinu, mi ćemo biti njegovi čuvari.”"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "(Jakub) reče: “Uistinu, mene žalosti da ga odvedete, i bojim se da će ga pojesti vuk, a vi biti o njemu nemarni.”"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "Rekoše: “Ako ga pojede vuk - a mi družina - uistinu bismo mi tad bili gubitnici.”"
        },
        {
            "chapter": 12,
            "verse": 15,
            "text": "Pa pošto ga odvedoše i saglasiše se da ga smjeste na dno bunara, i objavismo mu: “Sigurno ćeš ih obavijestiti o odluci njihovoj, a oni neće opaziti.”"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "I dođoše ocu svom jacijom plačući"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "Rekoše: “O oče naš! Uistinu, mi smo išli da se utrkujemo, a ostavili smo Jusufa kod opreme naše, pa ga je pojeo vuk. A nisi ti taj koji će nam povjerovati, iako smo istiniti.”"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "I dođoše s košuljom njegovom sa krvlju lažnom. Reče: “Naprotiv, zavele su vas duše vaše (toj) stvari. Pa strpljivost je lijepa. A Allah je Onaj od kojeg se traži pomoć protiv onog šta opisujete.”"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "I dođe karavan, pa poslaše vodonošu svog, te spusti svoju kofu. Reče: “O radosne vijesti! Ovo je dječak.” I sakriše ga (kao) robu, a Allah je Znalac onog šta su uradili"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "I prodaše ga po niskoj cijeni, dirhema nekoliko; a bili su o njemu ravnodušni"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "I onaj iz Misra koji ga je kupio reče ženi svojoj: “Časnim učini boravište njegovo. Možda će nam koristiti ili (da) ga uzmemo (kao) dijete.” I tako učvrstismo Jusufa na zemlji, i da bismo ga naučili tumačenju hadisa. A Allah je Taj koji dominira komandom Svojom, ali, većina ljudi ne zna"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "I pošto dostiže zrelost svoju, dadosmo mu sud i znanje. A tako nagrađujemo dobročinitelje"
        },
        {
            "chapter": 12,
            "verse": 23,
            "text": "I htjede da ga zavede ona u čijoj je on kući bio i zamandali (sva) vrata i reče: “Dođi ti!” Reče: “MeazAllah! Uistinu, On, Gospodar moj, učinio je lijepim boravište moje. Uistinu, to neće uspjeti zalimi.”"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "A doista ga je željela i poželio bi (on) nju da nije vidio jasan znak Gospodara svog. Tako je bilo, da bismo otklonili od njega zlo i razvrat. Uistinu, on je bio od robova Naših iskrenih"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "I potrčaše vratima, i razdera košulju njegovu straga, i zatekoše muža njenog kod vrata. Ona reče: “Šta je plaća onom ko tvojoj porodici poželi zlo, osim da bude zatvoren - ili kazna bolna?”"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "(Jusuf) reče: “Ona je htjela da me zavede.” I posvjedoči svjedok iz porodice njene: “Ako je košulja njegova razderana sprijeda, onda je istinu rekla, a on je od lažaca"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "A ako je košulja njegova razderana otpozadi, onda je slagala, a on je od istinitih.”"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "Pa pošto vidje košulju njegovu razderanu otpozadi, reče: “Uistinu, to je neka vaša (ženska) spletka. Uistinu, spletka vaša je strašna.”"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Jusufe! Ostavi se ovog. I traži (o ženo) oprost za grijeh svoj. Uistinu, ti si od onih koji čine greške"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "I govoriše žene u gradu: “Žena Azizova je nastojala da zavede slugu svog, doista je nju zaludio ljubavlju. Uistinu, mi je vidimo u zabludi očitoj.”"
        },
        {
            "chapter": 12,
            "verse": 31,
            "text": "Pa pošto je čula spletku njihovu, posla po njih i pripremi za njih naslonjač, i dade svakoj od njih pojedinačno nož i reče: “Izađi pred njih!” Pa pošto ga vidješe, zadiviše mu se i posjekoše ruke svoje i rekoše: “Hašelillah! Nije ovo čovjek! Ovo je jedino melek plemeniti.”"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Reče: “Pa to vam je onaj zbog kojeg ste me korile. I doista, nastojala sam da ga zavedem, pa se uzdržao. I ako ne učini šta mu naređujem, sigurno će biti zatvoren i sigurno će biti od poniženih.”"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "Reče: “Gospodaru moj! Tamnica mi je draža od onog čemu me pozivaju. I ako ne odvratiš od mene spletku njihovu, težit ću njima i biću od džahila.”"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Tad mu se odazva Gospodar njegov, te odvrati od njega spletku njihovu. Uistinu On, On je Onaj koji čuje, Znalac"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Zatim im se učini (najboljim), nakon što su vidjeli znakove, da ga zatvore neko vrijeme"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "I s njim u tamnicu uđoše dva mladića. Jedan od njih dvojice reče: “Uistinu ja, ja sam vidio (da) cijedim vino.” A drugi reče: “Uistinu ja, ja sam vidio (kako) na svojoj glavi nosim hljeb kojeg je jela ptica.” “Obavijesti nas o tumačenju toga, uistinu, mi vidimo (da) si ti od dobročinitelja.”"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Reče: “Vama dvojici neće doći hrana kojom se opskrbljujete, a da vas ne obavijestim o tumačenju toga prije no vam dođe. To je od onog šta me je naučio Gospodar moj. Uistinu! Ja sam napustio millet naroda koji ne vjeruje u Allaha, a oni su u Ahiret nevjernici"
        },
        {
            "chapter": 12,
            "verse": 38,
            "text": "I slijedim millet predaka svojih, Ibrahima i Ishaka i Jakuba. Nije za nas da Allahu pridružujemo ikakvu stvar. To je iz blagodati Allahove prema nama i prema ljudima. Ali, većina ljudi ne zahvaljuje"
        },
        {
            "chapter": 12,
            "verse": 39,
            "text": "O drugovi moji u tamnici! Jesu li gospodi raznoliki bolji, ili Allah Jedini, Nesavladivi"
        },
        {
            "chapter": 12,
            "verse": 40,
            "text": "Obožavate mimo Njega samo imena koja ste nadjenuli vi i preci vaši - nije objavio Allah za njih nikakav dokaz. Sud je samo Allahov. Naredio je da obožavate jedino Njega. To je vjera prava, ali, većina ljudi ne zna"
        },
        {
            "chapter": 12,
            "verse": 41,
            "text": "O drugovi moji u tamnici! Što se tiče jednog od vas dvojice, pa napajaće gospodara svog vinom; a što se tiče drugog, pa biće raspet te će jesti ptica iz glave njegove. Presuđena je stvar - ona o kojoj pitate.”"
        },
        {
            "chapter": 12,
            "verse": 42,
            "text": "I reče onom od njih dvojice za kojeg je mislio da će on biti spašen: “Spomeni me kod gospodara svog.” Pa učini šejtan da on zaboravi spomen gospodaru njegovom, te provede u tamnici nekoliko godina"
        },
        {
            "chapter": 12,
            "verse": 43,
            "text": "I reče vladar: “Uistinu! Ja sam vidio sedam krava debelih, jede ih sedam mršavih; i sedam klasova zelenih i drugih suhih. O uglednici! Objasnite mi snoviđenje moje, ako san tumačite.”"
        },
        {
            "chapter": 12,
            "verse": 44,
            "text": "Rekoše: “Zbrka snova! A nismo mi za tumačenje snova znalci.”"
        },
        {
            "chapter": 12,
            "verse": 45,
            "text": "I onaj od njih dvojice koji se spasio i sjetio nakon (dugo) vremena, reče: “Ja ću vas obavijestiti o tumačenju njegovom, zato pošaljite mene.”"
        },
        {
            "chapter": 12,
            "verse": 46,
            "text": "“Jusufe! O istiniti! Objasni nam o sedam krava debelih (kako) ih jede sedam mršavih, i sedam klasova zelenih i drugih suhih, da bih se ja vratio ljudima, da bi oni znali.”"
        },
        {
            "chapter": 12,
            "verse": 47,
            "text": "Reče: “Sijaćete sedam godina uobičajeno. Pa ono što pokosite, tad to ostavite u klasu njegovom, osim malo od čega ćete jesti"
        },
        {
            "chapter": 12,
            "verse": 48,
            "text": "Zatim, doći će poslije toga sedam žestokih, (koje) će pojesti šta ste pripremili za njih, izuzev malo šta ćete sačuvati"
        },
        {
            "chapter": 12,
            "verse": 49,
            "text": "Zatim, doći će poslije toga godina u kojoj će ljudima kišiti, i u kojoj će cijediti.”"
        },
        {
            "chapter": 12,
            "verse": 50,
            "text": "I reče vladar: “Dovedite mi ga!” Pa pošto mu izaslanik dođe, (Jusuf) reče: “Vrati se gospodaru svom pa ga upitaj kakvo je stanje žena koje su posjekle ruke svoje. Uistinu, Gospodar moj je o spletki njihovoj Znalac.”"
        },
        {
            "chapter": 12,
            "verse": 51,
            "text": "Reče: “Šta je bila stvar vaša kad ste nastojale da Jusufa zavedete?” Rekoše: “Hašelillah! Ne znamo o njemu ništa zlog.” Žena Azizova reče: “Sad će se pokazati istina. Ja sam nastojala da ga zavedem, a uistinu, on je od istinitih.”"
        },
        {
            "chapter": 12,
            "verse": 52,
            "text": "To zato da zna da ga ja nisam izdala u odsustvu, i da Allah ne vodi spletku izdajica"
        },
        {
            "chapter": 12,
            "verse": 53,
            "text": "I ne oslobađam dušu svoju. Uistinu, duša je sklona zlu, izuzev onom čemu se smiluje Gospodar moj. Uistinu, Gospodar moj je Oprosnik, Milosrdni"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "I reče vladar: “Dovedite mi ga. Izabraću ga za dušu svoju.” Pa pošto je govorio s njim, reče: “Uistinu, ti si danas kod nas uticajan, pouzdan.”"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "Reče: “Postavi me nad magacinima zemlje. Uistinu, ja sam čuvar, znalac.”"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "I tako učvrstismo Jusufa na Zemlji. Stupao je po njoj kud god je htio. Pogađamo milošću Našom koga hoćemo i ne uništavamo nagradu dobročinitelja"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "A sigurno je nagrada Ahireta bolja za one koji vjeruju i boje se"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "I dođoše braća Jusufova, te mu uđoše, pa ih prepozna, a oni njega ne prepoznaše"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "I pošto ih je snabdio potrepštinom njihovom, reče: “Dovedite mi brata vašeg, po ocu vašem. Zar ne vidite da ja dajem po mjeri i da sam ja najbolji od uslužitelja"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Pa ako mi ga ne dovedete, tad kod mene neće biti mjere za vas, i ne približujte mi se.”"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Rekoše: “Nastojaćemo ga pridobiti od oca njegovog, a uistinu, mi smo djelatni.”"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "I reče (Jusuf) momcima svojim: “Stavite robu njihovu u vreće njihove, da bi je oni prepoznali kad se vrate porodici svojoj, da bi se oni vratili.”"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Pa pošto se vratiše ocu svom, rekoše: “O oče naš! Uskraćena nam je mjera, zato pošalji s nama brata našeg, dobićemo mjeru, a uistinu, mi ćemo biti njegovi čuvari.”"
        },
        {
            "chapter": 12,
            "verse": 64,
            "text": "Reče: “Zar da vam ga povjerim, osim kao što sam vam povjerio brata njegovog ranije? Pa Allah je Najbolji Čuvar i On je Najmilosrdniji od milosrdnih.”"
        },
        {
            "chapter": 12,
            "verse": 65,
            "text": "I pošto otvoriše svoj prtljag nađoše svoju robu njima vraćenu. Rekoše: “O oče naš! Šta da tražimo? Evo naše robe, vraćena nam je, i snabdjećemo porodicu našu i čuvaćemo brata našeg, i dodat ćemo mjeru deve. To je mjera lahka.”"
        },
        {
            "chapter": 12,
            "verse": 66,
            "text": "(Ja’kub) reče: “Neću ga poslati s vama, dok mi ne date zavjet Allahom, da ćete mi ga sigurno dovesti, izuzev ako vi budete opkoljeni.” Pa pošto mu dadoše zavjet svoj, reče: “Allah je nad onim šta govorimo, Jamac.”"
        },
        {
            "chapter": 12,
            "verse": 67,
            "text": "I reče: “O sinovi moji! Ne ulazite na jednu kapiju, a ulazite na kapije različite. I neću vam ja koristiti protiv Allaha nimalo. Sud je samo Allahov. U Njega se pouzdavam, i u Njega zato neka se pouzdaju pouzdavatelji.”"
        },
        {
            "chapter": 12,
            "verse": 68,
            "text": "I pošto uđoše kako im je naredio otac njihov, nije im pomoglo protiv Allaha ništa, izuzev žudnje u duši Jakubovoj, koju je zadovoljio. A uistinu, on je bio posjednik znanja jer smo ga naučili; međutim, većina ljudi ne zna"
        },
        {
            "chapter": 12,
            "verse": 69,
            "text": "I pošto uđoše Jusufu, (on) primi k sebi brata svog. Reče: “Uistinu! Ja, ja sam brat tvoj, zato se ne žalosti zbog onoga šta su radili.”"
        },
        {
            "chapter": 12,
            "verse": 70,
            "text": "Pa pošto im je pripremio potrepštinu njihovu, stavi pehar za piće u vreću brata svog, potom pozva muezzin: “O karavano! Uistinu, vi ste kradljivci!”"
        },
        {
            "chapter": 12,
            "verse": 71,
            "text": "Rekoše - a pristupili su njima: “Šta ste to zagubili?”"
        },
        {
            "chapter": 12,
            "verse": 72,
            "text": "Rekoše: “Zagubili smo pehar vladarev, a ko ga donese imaće on devin tovar, a ja sam tome jamac.”"
        },
        {
            "chapter": 12,
            "verse": 73,
            "text": "Rekoše: “Tako nam Allaha, doista znate da nismo došli da činimo fesad na zemlji i nismo lopovi.”"
        },
        {
            "chapter": 12,
            "verse": 74,
            "text": "Rekoše: “Pa šta je kazna za to, ako ste lažljivci?”"
        },
        {
            "chapter": 12,
            "verse": 75,
            "text": "Rekoše: “Kazna za to - onaj u čijoj vreći bude nađen - pa on je kazna za to. Tako kažnjavamo zalime.”"
        },
        {
            "chapter": 12,
            "verse": 76,
            "text": "Tad poče s vrećama njihovim prije vreće brata svog, zatim ga izvadi iz vreće brata svog. Tako smo splanili za Jusufa. Mogao je po zakonu vladarevom uzeti brata svog, jedino što je htio Allah. Uzvisujemo stepene kome hoćemo. A nad svakim posjednikom znanja je Znalac"
        },
        {
            "chapter": 12,
            "verse": 77,
            "text": "Rekoše: “Ako krade, pa već je ukrao brat njegov prije.” Tad to pritaji Jusuf u duši svojoj i ne otkri to njima. Reče: “Vi ste goreg položaja, a Allah je Najbolji znalac onog što navodite.”"
        },
        {
            "chapter": 12,
            "verse": 78,
            "text": "Rekoše: “O cijenjeni! Uistinu, njegov otac je jako star, zato uzmi jednog od nas umjesto njega. Uistinu, mi tebe vidimo (jednim) od dobročinitelja.”"
        },
        {
            "chapter": 12,
            "verse": 79,
            "text": "Reče: “Sačuvaj Allahu! Da uzmemo, izuzev onog kod koga smo našli stvar našu; uistinu, mi bismo tad bili zalimi.”"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Pa pošto izgubiše nadu u njega, odvojiše se za dogovor. Najstariji između njih reče: “Zar ne znate da je vaš otac već uzeo od vas zavjet (u ime) Allaha, i od ranije što ste Jusufa zanemarili? Zato neću napustiti zemlju dok mi ne dopusti otac moj ili mi Allah dosudi; a On je Najbolji od sudaca"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Vratite se ocu svom i recite: “O oče naš! Uistinu, sin tvoj je ukrao. A ne svjedočimo, izuzev ono šta znamo, i nismo za nevidljivo čuvari"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "I pitaj grad - onaj u kojem smo bili - i karavan s kojim smo putovali, a doista, mi smo istiniti.”"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "(Ja’kub) reče: “Naprotiv, zavele su vas duše vaše (toj) stvari. Pa strpljenje je lijepo. Možda će Allah sve da mi ih dovede. Uistinu! On, On je Znalac, Mudri.”"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "I okrenu se od njih i reče: “O žalosti moja nad Jusufom!” A izbijelile su oči njegove od žalosti, pa se on savlađivao"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Rekoše: “Tako nam Allaha, nećeš prestati spominjati Jusufa, dok se ne razboliš ili budeš od propalih!”"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Reče: “Samo se žalim za jad svoj i tugu svoju Allahu, a znam od Allaha ono šta ne znate"
        },
        {
            "chapter": 12,
            "verse": 87,
            "text": "O sinovi moji! Idite pa se raspitajte za Jusufa i brata njegova, i ne gubite nadu u rewh Allahov. Uistinu, u rewh Allahov nadu gubi jedino narod nevjernika.”"
        },
        {
            "chapter": 12,
            "verse": 88,
            "text": "Pa pošto uđoše kod njega, rekoše: “O cijenjeni! Dotakla je nas i porodicu našu nevolja, donijeli smo robu beznačajnu. Pa napuni nam mjeru i daj nam sadaku. Uistinu! Allah će nagraditi davaoce sadake.”"
        },
        {
            "chapter": 12,
            "verse": 89,
            "text": "Reče: “Znate li šta ste učinili sa Jusufom i bratom njegovim, kad ste vi bili neznalice?”"
        },
        {
            "chapter": 12,
            "verse": 90,
            "text": "Rekoše: “Jesi li uistinu ti, ti Jusuf?” Reče: “Ja sam Jusuf, a ovo je brat moj. Doista nas je Allah obdario. Uistinu, onaj ko se boji (Allaha) i strpi se - pa uistinu, Allah neće dati da propadne nagrada dobročinitelja.”"
        },
        {
            "chapter": 12,
            "verse": 91,
            "text": "Rekoše: “Tako nam Allaha, doista te je Allah odlikovao nad nama, a zaista smo bili grešnici.”"
        },
        {
            "chapter": 12,
            "verse": 92,
            "text": "Reče: “Nema vam prijekora danas. Vama će oprostiti Allah, a On je Najmilosrdniji od milosrdnih"
        },
        {
            "chapter": 12,
            "verse": 93,
            "text": "Idite sa ovom mojom košuljom, te je bacite na lice oca mog, postaće onim koji vidi. I dođite mi sa porodicom svojom svi.”"
        },
        {
            "chapter": 12,
            "verse": 94,
            "text": "I pošto ode karavan, otac njihov reče: “Uistinu, ja nalazim miris Jusufov, makar smatrali da buncam.”"
        },
        {
            "chapter": 12,
            "verse": 95,
            "text": "Rekoše: “Tako nam Allaha, uistinu si ti u zabludi svojoj staroj.”"
        },
        {
            "chapter": 12,
            "verse": 96,
            "text": "Pa pošto dođe donosilac radosnih vijesti, baci je na lice njegovo, pa se povrati u onog koji vidi. Reče: “Zar vam nisam rekao: ’Ja uistinu znam od Allaha ono šta ne znate?”"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "Rekoše: “O oče naš! Traži nam oprost grijeha naših, uistinu, mi smo bili grešnici.”"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "Reče: “Tražiću vam oprost Gospodara svog. Uistinu! On je Oprosnik, Milosrdni.”"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "Pa pošto uđoše Jusufu, primi k sebi roditelje svoje i reče: “Uđite u Egipt, inšaAllah, sigurni!”"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "I podiže roditelje svoje na prijesto i padoše njemu ničice, i reče: “O oče moj! Ovo je tumačenje snoviđenja mog od prije. Doista ga je učinio Gospodar moj istinitim. I doista mi je učinio dobro kad me je izveo iz tamnice i doveo vas iz pustinje, nakon što je šejtan posijao razdor između mene i između braće moje. Uistinu, Gospodar moj je fin kome hoće. Uistinu On, On je Znalac, Mudri"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "Gospodaru moj! Doista si mi dao nešto vlasti i naučio me tumačenju hadisa; Stvoritelj nebesa i Zemlje. Ti si Zaštitnik moj na Dunjau i Ahiretu. Uzmi me (kao) muslimana, i priključi me dobrima.”"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "To je (nešto) od vijesti nevidljivog kojeg objavljujemo tebi. I nisi bio kod njih kad su pripremali stvar svoju, a oni su spletkarili"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "A većina ljudi neće biti - makar žudio - vjernici"
        },
        {
            "chapter": 12,
            "verse": 104,
            "text": "I ne tražiš od njih za to nikakvu nagradu. To je samo Opomena svjetovima"
        },
        {
            "chapter": 12,
            "verse": 105,
            "text": "A koliko je znakova na nebesima i Zemlji, prolaze pored njih, a oni su od njih odvraćeni"
        },
        {
            "chapter": 12,
            "verse": 106,
            "text": "A većina njih vjeruje u Allaha, jedino kao mušrici"
        },
        {
            "chapter": 12,
            "verse": 107,
            "text": "Pa jesu li sigurni da im neće doći pokrov kazne Allahove ili im doći Čas iznenada, a oni neće opaziti"
        },
        {
            "chapter": 12,
            "verse": 108,
            "text": "Reci: “Ovo je put moj: pozivam Allahu sa uvidom, ja i ko me slijedi. I slava Allahu; a nisam ja od mušrika.”"
        },
        {
            "chapter": 12,
            "verse": 109,
            "text": "I prije tebe smo samo ljude slali između stanovnika gradova, kojima smo objavljivali. Pa zar nisu putovali po Zemlji, te vidjeli kakav je bio kraj onih prije njih? A sigurno je kuća Ahireta bolja za one koji se boje. Pa zar ne razumijete"
        },
        {
            "chapter": 12,
            "verse": 110,
            "text": "Dok, kad su očajavali poslanici i mislili da će oni doista biti negirani, došla bi im pomoć Naša, pa bi bio spasen onaj koga smo htjeli. I neće biti vraćena sila Naša s naroda zločinaca"
        },
        {
            "chapter": 12,
            "verse": 111,
            "text": "Doista je u pričama njihovim ibret za posjednike razuma. Nije priča koja se izmišlja, nego je potvrda onoga prije nje i objašnjenje svake stvari, i Uputa i milost za ljude koji vjeruju"
        },
        {
            "chapter": 13,
            "verse": 1,
            "text": "Alif. Lam. Mim. Ra. To su znaci Kitaba. A ono što ti se objavljuje od Gospodara tvog, Istina je, ali većina ljudi ne vjeruje"
        },
        {
            "chapter": 13,
            "verse": 2,
            "text": "Allah je Taj koji je podigao nebesa bez stubova koje vidite, zatim se postavio na Arš. I potčinio je Sunce i Mjesec; svakoje plovi do roka određenog. Upravlja stvar; razlaže znakove, da biste vi u susret Gospodara svog bili sigurni"
        },
        {
            "chapter": 13,
            "verse": 3,
            "text": "I On je Taj koji je rasprostro Zemlju i načinio na njoj planine stabilne i rijeke. I od svakog od plodova na njoj načinio je par, dvoje. Prekriva dan noću. Uistinu! U tome su znaci za ljude koji razmišljaju"
        },
        {
            "chapter": 13,
            "verse": 4,
            "text": "I na Zemlji su predjeli susjedni, i bašče grožđa i usjevi i palme u parovima i koje nisu parnjaci, a napajane vodom jednom. I istakli smo ih jedne nad drugima po ukusu. Uistinu! U tome su znaci za ljude koji razumiju"
        },
        {
            "chapter": 13,
            "verse": 5,
            "text": "A ako se čudiš, pa čudo su riječi njihove: “Zar ćemo kad budemo prašina, uistinu mi u stvaranje novo?” Takvi su oni koji ne vjeruju u Gospodara svog, a to su oni na čijim vratovima su okovi i takvi će stanovnici vatre biti. U njoj će vječno biti"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "I požuruju te zlu prije dobra, a već su prije njih prošli primjeri (kazne). A uistinu, Gospodar tvoj je Vlasnik oprosta prema ljudima, uprkos zulma njihovog. A uistinu, Gospodar tvoj je žestok kaznom"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "I govore oni koji ne vjeruju: “Zašto mu se ne spusti znak od Gospodara njegovog?” Ti si samo opominjač, a svaki narod imao je vodiča"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah zna šta svaka žena nosi i šta umanjuju materice i šta uvećavaju. A svaka je stvar kod Njega po mjeri"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Znalac nevidljivog i vidljivog; Veliki, Preuzvišeni"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Isti je onaj od vas ko skriva govor i ko ga oglašava, i onaj ko se skriva noću i onaj ko hodi danju"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Ima on uzastopne (meleke) ispred sebe i iza sebe, čuvaju ga po naredbi Allahovoj. Uistinu! Allah ne mijenja šta je s narodom, dok ne promijenu šta je s dušama njihovim. A kad Allah želi narodu zlo, tad tome nema odbijanja, a nemaju oni mimo Njega nikakva zaštitnika"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "On je Taj koji vam pokazuje munju, strah i nadu, i stvara oblake teške"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "I slavi (Ga) grmljavina sa hvalom Njegovom, i meleci iz strahopoštovanja Njegovog; i šalje gromove, te pogađa njima koga hoće; a oni se prepiru o Allahu, a On je žestoke sile"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Njemu je priziv istinski. A oni koje prizivaju mimo Njega, ne odgovaraju im ništa, sem kao onaj ko ispruži dlanove svoje prema vodi, da bi stigla ustima njegovim - a neće mu ona stići; a dowa nevjernika samo je zaludu"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "I Allahu pada na sedždu ko je na nebesima i Zemlji, milom i silom, i sjenke njihove, ranim jutrima i predvečerjima"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "Reci: “Ko je Gospodar nebesa i Zemlje?” Reci: “Allah!” Reci: “Pa zar uzimate mimo Njega zaštitnike, (koji) neće vladati za duše svoje korišću, niti štetom?” Reci: “Da li je jednak slijepac i onaj koji vidi? Ili, da li su jednake tmine i svjetlost?” Zar su načinili Allahu ortake (koji) stvaraju slično stvaranju Njegovom, pa im stvaranje izgleda nalik?” Reci: “Allah je Stvoritelj svake stvari, a On je Jedini, Onaj koji potčinjava.”"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Spušta s neba vodu pa teče koritima s mjerom njihovom, te bujica nosi pjenu narastajuću. A od onog šta pale u vatri, tražeći ukrase ili izrađevine (ima) troska je slična toj. Tako Allah navodi za primjer Istinu i laž. Pa što se tiče troske, tad odlazi (kao) naplavina; a što se tiče onog što koristi ljudima, pa ostaje na Zemlji. Tako Allah navodi primjere"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Onima koji se odazovu Gospodaru svom, biće najbolje. A koji Mu se ne odazovu, da je njihovo sve što je na Zemlji i slično tome uz to, sigurno bi se time iskupljivali. Ti takvi će imati zao obračun i njihovo sklonište biće Džehennem, a loše je odmorište"
        },
        {
            "chapter": 13,
            "verse": 19,
            "text": "Pa zar je onaj ko zna da je ono što ti se objavljuje od Gospodara tvog Istina, kao onaj ko je slijep? Jedino se poučavaju imaoci razuma"
        },
        {
            "chapter": 13,
            "verse": 20,
            "text": "Oni koji ispunjavaju zavjet Allahu i ne krše ugovor"
        },
        {
            "chapter": 13,
            "verse": 21,
            "text": "I oni koji sastavljaju ono šta je Allah naredio da se sjedini, i plaše se Gospodara svog i boje zlog obračuna"
        },
        {
            "chapter": 13,
            "verse": 22,
            "text": "I oni koji se strpe tražeći lice Gospodara svog, i obavljaju salat i udjeljuju od onog čim smo ih opskrbili, tajno i javno, i uzvraćaju zlo dobrim. Ti takvi će (kao) ishod imati dom"
        },
        {
            "chapter": 13,
            "verse": 23,
            "text": "Bašče Adna u koje će ući, i onaj ko je činio dobro od očeva njihovih i žena njihovih i potomaka njihovih; a meleci će im ulaziti sa svake kapije"
        },
        {
            "chapter": 13,
            "verse": 24,
            "text": "“Selamun alejkum, zato što ste se strpili. Pa divna je kuća (Ahireta kao) rezultat.”"
        },
        {
            "chapter": 13,
            "verse": 25,
            "text": "A oni koji krše zavjet Allahu nakon ugovaranja njegovog i kidaju šta je Allah naredio da se sjedini, i čine fesad na Zemlji - ti takvi će imati prokletstvo i imaće oni zao dom"
        },
        {
            "chapter": 13,
            "verse": 26,
            "text": "Allah pruža opskrbu kome hoće i uskraćuje. I raduju se u životu Dunjaa, a život Dunjaa je samo užitak u (odnosu) na Ahiret"
        },
        {
            "chapter": 13,
            "verse": 27,
            "text": "A oni koji ne vjeruju, govore: “Što mu se ne spusti znak od Gospodara njegovog?” Reci: “Uistinu! Allah zabluđuje koga hoće, a Sebi upućuje onog ko se obrati"
        },
        {
            "chapter": 13,
            "verse": 28,
            "text": "One koji vjeruju, i one čija se srca spomenom Allaha smiruju. Zar se spomenom Allaha srca ne smiruju"
        },
        {
            "chapter": 13,
            "verse": 29,
            "text": "Oni koji vjeruju i čine dobra djela: ugodnost će oni imati i lijepo povratište.”"
        },
        {
            "chapter": 13,
            "verse": 30,
            "text": "Tako smo tebe poslali u zajednicu prije koje su već prošle zajednice, da im učiš ono šta ti objavljujemo, a oni ne vjeruju u Milostivog. Reci: “On je Gospodar moj; nema boga osim Njega. U Njega se pouzdavam i Njemu je povratak moj.”"
        },
        {
            "chapter": 13,
            "verse": 31,
            "text": "A da je da se Kur’anom pokrenu planine ili njime rasječe Zemlja ili njime progovore mrtvi! Naprotiv, Allahova je odredba svaka! Pa zar nisu upoznati oni koji vjeruju - da hoće Allah - sigurno bi sve ljude uputio? I neće prestati da pogađa udar one koji ne vjeruju zbog onog šta rade, ili padati blizu boravišta njihovog, dok ne dođe obećanje Allahovo. Uistinu! Allah ne krši obećanje"
        },
        {
            "chapter": 13,
            "verse": 32,
            "text": "I doista su poslanici prije tebe bili ismijavani, pa sam puštao one koji nisu vjerovali, zatim bih ih dograbio. Pa kakva je bila kazna Moja"
        },
        {
            "chapter": 13,
            "verse": 33,
            "text": "Pa da li je On Taj koji stoji nad svakom dušom - onim šta zaradi? I načinili su Allahu ortake. Reci: “Imenujte ih.” Zar ćete Njega obavijestiti o onom šta ne zna na Zemlji, ili je (to) vanjština govora? Naprotiv, uljepšana je onima koji ne vjeruju, spletka njihova i odvraćaju se od puta. A koga Allah zabludi, tad za njega nema nikakva upućivača"
        },
        {
            "chapter": 13,
            "verse": 34,
            "text": "Imaće oni kaznu u životu Dunjaa, a sigurno je kazna Ahireta mučnija; i neće oni imati od Allaha nikakva spasitelja"
        },
        {
            "chapter": 13,
            "verse": 35,
            "text": "Primjer Dženneta koji je obećan bogobojaznima: teku ispod njega rijeke; plodovi njegovi su stalni i hladovina njegova. To je rezultat onih koji se boje, a rezultat nevjernika je vatra"
        },
        {
            "chapter": 13,
            "verse": 36,
            "text": "A oni kojima smo dali Knjigu, raduju se onom šta ti je objavljeno, a od stranaka je onaj ko poriče dio toga. Reci: “Samo mi je naređeno da obožavam Allaha i da Mu ne pridružujem. Njemu pozivam i Njemu je povratak moj.”"
        },
        {
            "chapter": 13,
            "verse": 37,
            "text": "I tako smo ga objavili kao Sud na arapskom. A ako bi slijedio strasti njihove, nakon što ti je došlo nešto znanja, ne bi ti imao od Allaha nikakva zaštitnika, niti spasitelja"
        },
        {
            "chapter": 13,
            "verse": 38,
            "text": "I doista, slali smo poslanike prije tebe i davali im žene i potomstvo. I nije bilo za poslanika da donese znak, izuzev s dopuštenjem Allahovim. Za svaki rok ima Knjiga"
        },
        {
            "chapter": 13,
            "verse": 39,
            "text": "Allah briše šta hoće i utvrđuje, a kod Njega je Majka knjiga"
        },
        {
            "chapter": 13,
            "verse": 40,
            "text": "I ako ti pokažemo dio onog čime im prijetimo ili damo da ti umreš, pa samo je na tebi dostava, a na Nama je obračun"
        },
        {
            "chapter": 13,
            "verse": 41,
            "text": "Zar ne vide da Mi dolazimo Zemlji umanjujući je s krajeva njenih? A Allah presuđuje - nema tog ko će suzbiti presudu Njegovu. A On je brz obračunom"
        },
        {
            "chapter": 13,
            "verse": 42,
            "text": "I doista su spletkarili oni prije njih; pa Allahovo je svo planiranje. Zna šta svaka duša zarađuje, a saznaće nevjernici ko će za rezultat imati kuću (Ahireta)"
        },
        {
            "chapter": 13,
            "verse": 43,
            "text": "I govore oni koji ne vjeruju: “Nisi izaslanik!” Reci: “Dovoljan je Allah svjedok između mene i između vas i onaj kod kog je znanje Knjige.”"
        },
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alif. Lam. Ra. Knjiga - objavljujemo je tebi da izvedeš ljude iz tmina na svjetlost, s dozvolom Gospodara njihovog, na put Moćnog, Hvaljenog"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Allaha, Onog čije je šta je na nebesima i šta je na Zemlji. A teško nevjernicima od kazne žestoke"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "Onima koji više vole život Dunjaa od Ahireta i odvraćaju od puta Allahovog i traže ga iskrivljenim. Takvi su u zabludi dalekoj"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "I slali smo svakog poslanika samo s jezikom naroda njegovog, da im objasni. Pa, Allah zabluđuje koga hoće, a upućuje koga hoće; a On je Moćni, Mudri"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "I doista smo poslali Musaa sa znakovima Našim: “Izvedi narod svoj iz tmina na svjetlost i opomeni ih danima Allahovim.” Uistinu, u tome su znaci svakom strpljivom, zahvalnom"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "I kad reče Musa narodu svom: “Sjetite se blagodati Allahove nad vama, kad vas je izbavio od ljudstva faraovnovog, mučili su vas zlom kaznom i klali sinove vaše, a davali da žive žene vaše. A u tome je bilo strašno iskušenje od Gospodara vašeg.”"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "I kad najavi Gospodar vaš: “Ako budete zahvaljivali, sigurno ću vam uvećati; a ako ne budete zahvaljivali, uistinu, kazna Moja je žestoka.”"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "I reče Musa: “Ako budete nezahvalni vi i onaj ko je na Zemlji, svi, pa uistinu, Allah je Neovisni, Hvaljeni.”"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Zar vam nije stigla vijest onih prije vas: naroda Nuhovog i Ada, i Semuda i onih poslije njih? Zna ih samo Allah. Dolazili su im poslanici njihovi sa jasnim znacima, pa su stavljali ruke svoje u usta svoja, i govorili: “Uistinu, mi ne vjerujemo u ono s čim ste poslani, i uistinu, mi smo prema onom čemu nas pozivate u sumnji zbunjujućoj.”"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Govorili bi poslanici njihovi: “Zar je u Allaha sumnja, Stvoritelja nebesa i Zemlje? Poziva vas da vam oprosti grijehe vaše i ostavi vas do roka određenog.” Rekli bi: “Vi ste samo smrtnici slični nama! Želite da nas odvratite od onog šta obožavaju očevi naši, zato nam dajte dokaz jasan.”"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Poslanici njihovi bi im rekli: “Mi smo samo smrtnici slični vama, međutim Allah obdaruje koga hoće od robova Svojih. I nije za nas da vam donosimo dokaz, izuzev s dozvolom Allahovom. A u Allaha zato neka se pouzdaju vjernici"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "A šta nam je da se ne bi pouzdali u Allaha, a već nas je uputio putevima našim. I sigurno ćemo se strpiti nad onim čim nas uznemiravate. A u Allaha zato neka se pouzdaju pouzdavatelji.”"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "A oni koji nisu vjerovali rekli bi, poslanicima svojim: “Sigurno ćemo vas protjerati iz zemlje naše, ili ćete se sigurno vratiti u millet naš.” Tad bi im objavljivao Gospodar njihov: “Sigurno ćemo uništiti zalime"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "I sigurno ćemo Zemlju nastaniti vama, poslije njih. To je za onog ko se boji stajanja preda Mnom i boji se prijetnje Moje.”"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "I tražili su presudu (pobjedu), i propao bi svaki buntovni, svojeglavi"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Ispred njega je Džehennem, a biće napajan vodom gnojavom"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Žderaće je, a jedva da će je progutati, i dolaziće mu smrt sa svakog mjesta, a neće on biti mrtav. I ispred njega će biti kazna gruba"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Primjer onih koji ne vjeruju u Gospodara svog: Djela njihova su kao pepeo kojeg raznese vjetar u danu olujnom. Neće upravljati ni nad čim od onog šta su zaradili. To je ta zabluda daleka"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Zar ne vidiš da je Allah stvorio nebesa i Zemlju s Istinom? Ako hoće, odstraniće vas, i dovesti stvorenje novo"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "A nije to za Allaha teško"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "I izaći će Allahu svi, pa će slabi reći onima koji su se oholili: “Uistinu, mi smo bili vaše pristalice, pa hoćete li nam vi imalo koristiti protiv kazne Allahove?” Reći će: “Da je nas uputio Allah, sigurno bismo vas uputili. Isto nam je uzrujavali se ili trpili, nema za nas nikakva pribježišta.”"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "I reći će šejtan, pošto stvar bude presuđena: “Uistinu! Allah vam je dao obećanje istinito, i obećao sam vam, pa sam vas iznevjerio. I nisam ja nad vama imao nikakvu vlast osim što sam vas pozivao, pa ste mi se odazvali. Zato ne korite mene, a korite duše svoje. Nisam ja pomagač vaš, niti ste vi pomagači moji. Uistinu, ja sam poricao to što ste me pridruživali ranije.” Uistinu, zalimi - imaće oni kaznu bolnu"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "I biće dato da oni koji vjeruju i čine dobra djela uđu u bašče ispod kojih teku rijeke, vječno će biti u njima s dozvolom Gospodara njihovog. Pozdrav njihov u njima će biti: “Selam!”"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Zar ne vidiš kako Allah navodi primjer riječi dobre kao drveta dobrog: korijen njegov je čvrst, a njegove grane u nebu"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Daje plodove svoje svake sezone s dozvolom Gospodara svog. A Allah navodi primjere ljudima, da bi se oni podsjetili"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "A primjer loše riječi je kao loše drvo iščupano nad zemljom, nema ono nikakve stabilnosti"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Allah ojačava one koji vjeruju rječju čvrstom u životu Dunjaa i na Ahiretu, a zabluđuje Allah zalime; a Allah čini šta hoće"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Zar ne vidiš one koji su blagodat Allahovu zamijenili kufrom i učinili da se narod njihov spusti u kuću propasti"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "Džehennem, pržiće se njime, a loše je stanište"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "I načinili su Allahu suparnike da zavode s puta Njegovog. Reci: “Uživajte! Pa uistinu, dolazište vaše je vatri.”"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Reci robovima Mojim koji vjeruju, (da) obavljaju salat i udjeljuju od onog čim smo ih opskrbili, tajno i javno, prije no dođe Dan u kojem neće biti trgovine, niti prijateljstva"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Allah je Taj koji je stvorio nebesa i Zemlju, i spušta s neba vodu, pa izvodi njome voće, (kao) opskrbu za vas. I potčinio vam je plovila, da plove morem po naredbi Njegovoj, i potčinio je za vas rijeke"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "I potčinio je za vas Sunce i Mjesec - oboje (us)trajno, i potčinio je za vas noć i dan"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "I daje vam od svačeg što od Njega tražite. A ako biste brojali blagodati Allahove, ne biste ih izračunali. Uistinu, čovjek je uveliko zalim, nezahvalnik"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "I kad reče Ibrahim: “Gospodaru moj! Učini ovaj grad sigurnim, i sačuvaj mene i sinove moje od obožavanja idola"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Gospodaru moj! Uistinu, oni su zaveli mnoge od ljudi. Pa ko mene bude slijedio, pa uistinu on je od mene, a ko me ne posluša - pa uistinu, Ti si Oprosnik, Milosrdni"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Gospodaru naš! Uistinu! Ja sam naselio neke od potomaka svojih u dolini neobradivoj, kod Kuće Tvoje Svete, Gospodaru naš, da bi obavljali salat; zato učini da srca ljudi žude ka njima, i opskrbi ih plodovima, da bi oni zahvaljivali"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Gospodaru naš! Uistinu, Ti znaš šta krijemo i šta obznanjujemo. A neće se sakriti od Allaha nikakva stvar u Zemlji, niti u nebu"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Hvala Allahu koji mi je u starosti podario Ismaila i Ishaka! Uistinu, Gospodar moj je Onaj koji čuje dowu"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Gospodaru moj! Učini me ustrajnim u salatu i (isto) od potomaka mojih, Gospodaru naš, i primi dowu moju"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Gospodaru naš! Oprosti meni i roditeljima mojim i vjernicima na Dan kad krene obračun.”"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "I nikako ne računaj da je Allah nemaran prema onom šta rade zalimi. Samo im odgađa do Dana u kojem će se ukočiti pogledi"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "Biće trkači uzdignutih glava svojih, neće im se vraćati treptaj njihov, a srca njihova (kao) vazduh će biti"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "I upozori ljude Danom (kad) će im doći kazna, pa će reći oni koji su činili zulm: “Gospodaru naš! Ostavi nas do roka bliskog. Odazvaćemo se pozivu Tvom, i slijedićemo poslanike.” Zar se niste kleli prije da vam nema nikakva nestanka"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "A stanovali ste u nastambama onih koji su činili zulm dušama svojim, i bilo vam je jasno kako smo s njima postupili, a naveli smo vam primjere"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "I doista su pleli spletku svoju, a kod Allaha je spletka njihova, makar spletka njihova bila (takva) da njome brda nestanu"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Zato nikako ne misli da je Allah prekršilac obećanja Svog poslanicima Svojim. Uistinu! Allah je Moćni, Vlasnik osvete"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Na Dan kad bude zamijenjena Zemlja drugačijom Zemljom i nebesa, i kad se pojave Allahu Jedinom, Pokoritelju"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "I vidiš zločince Tog dana povezane u lance"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Odjeća njihova bit će od katrana, a lica njihova pokrivaće vatra"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Da bi isplatio Allah svakoj duši šta je zaradila. Uistinu! Allah je brz obračunom"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Ovo je Poruka ljudima - i da se opomenu njome, i da znaju da je On Bog Jedini, i da se pouče posjednici razuma"
        },
        {
            "chapter": 15,
            "verse": 1,
            "text": "Alif. Lam. Ra. To su znaci Kitaba i Kur’ana jasnog"
        },
        {
            "chapter": 15,
            "verse": 2,
            "text": "Često će voljeti oni koji ne vjeruju, da su muslimani"
        },
        {
            "chapter": 15,
            "verse": 3,
            "text": "Ostavi ih da jedu i uživaju i neka ih zavara nada. Pa saznaće"
        },
        {
            "chapter": 15,
            "verse": 4,
            "text": "I nismo uništili nijedan grad, a da mu Knjiga nije bila poznata"
        },
        {
            "chapter": 15,
            "verse": 5,
            "text": "Neće preteći nijedna umma rok svoj, i neće zadržati"
        },
        {
            "chapter": 15,
            "verse": 6,
            "text": "I govore: “O ti kojem se objavljuje Zikr, uistinu si ti luđak"
        },
        {
            "chapter": 15,
            "verse": 7,
            "text": "Zašto nam ne dovedeš meleke, ako si od istinitih?”"
        },
        {
            "chapter": 15,
            "verse": 8,
            "text": "Ne spuštamo meleke, izuzev s Istinom, a tad se njima ne bi odložilo"
        },
        {
            "chapter": 15,
            "verse": 9,
            "text": "Uistinu! Mi, Mi objavljujemo Zikr, i uistinu!, Mi smo njegovi čuvari"
        },
        {
            "chapter": 15,
            "verse": 10,
            "text": "I doista, slali smo prije tebe (poslanike) među stranke ranijih (naroda)"
        },
        {
            "chapter": 15,
            "verse": 11,
            "text": "I nije im došao nijedan poslanik, a da se nisu njime ismijavali"
        },
        {
            "chapter": 15,
            "verse": 12,
            "text": "Tako tome činimo put u srca zločinaca"
        },
        {
            "chapter": 15,
            "verse": 13,
            "text": "Ne vjeruju u njega, a već je prošao sunnet ranijih"
        },
        {
            "chapter": 15,
            "verse": 14,
            "text": "I da im otvorimo kapiju neba, pa da stalno kroz nju uzlaze"
        },
        {
            "chapter": 15,
            "verse": 15,
            "text": "Sigurno bi rekli: “Samo su opijeni vidovi naši. Šta više, mi smo ljudi opčinjeni.”"
        },
        {
            "chapter": 15,
            "verse": 16,
            "text": "I doista, načinili smo u nebu galaksije i uljepšali ih za posmatrače"
        },
        {
            "chapter": 15,
            "verse": 17,
            "text": "I čuvamo ga od svakog šejtana prokletog"
        },
        {
            "chapter": 15,
            "verse": 18,
            "text": "Izuzev ko ukrade ono šta se čuje - tad ga slijedi svjetlica očita"
        },
        {
            "chapter": 15,
            "verse": 19,
            "text": "I Zemlju - prostrli smo je i razbacali po njoj stabilne planine, i dali da na njoj izraste svaka stvar odmjereno"
        },
        {
            "chapter": 15,
            "verse": 20,
            "text": "I načinili smo u njoj sredstva za život vama i onom kome niste opskrbitelji"
        },
        {
            "chapter": 15,
            "verse": 21,
            "text": "I nema niti jedne stvari, a da kod Nas nisu riznice njene, a spuštamo je samo s mjerom poznatom"
        },
        {
            "chapter": 15,
            "verse": 22,
            "text": "I šaljemo vjetrove oplođavajuće, pa spuštamo s neba vodu, te vas njome napajamo; a niste vi njeni rizničari"
        },
        {
            "chapter": 15,
            "verse": 23,
            "text": "A uistinu! Mi, Mi oživljavamo i usmrćujemo i Mi smo Nasljednici"
        },
        {
            "chapter": 15,
            "verse": 24,
            "text": "I doista znamo prethodnike vaše, i doista znamo one koji slijede"
        },
        {
            "chapter": 15,
            "verse": 25,
            "text": "A uistinu, Gospodar tvoj, On će ih sakupiti. Uistinu! On je Mudri, Znalac"
        },
        {
            "chapter": 15,
            "verse": 26,
            "text": "I doista, stvorili smo čovjeka od gline zvečeće, od blata oblikovanog"
        },
        {
            "chapter": 15,
            "verse": 27,
            "text": "A džinna - stvorili smo ga ranije od vatre vrele"
        },
        {
            "chapter": 15,
            "verse": 28,
            "text": "I kad reče Gospodar tvoj melecima: “Uistinu! Ja ću stvoriti smrtnika od zvečeće ilovače, od blata oblikovanog"
        },
        {
            "chapter": 15,
            "verse": 29,
            "text": "Pa kad ga sredim i udahnem u njega od Duha Svog, tad mu padnite ničice.”"
        },
        {
            "chapter": 15,
            "verse": 30,
            "text": "Pa su pali na sedždu meleci, svaki od njih, zajedno"
        },
        {
            "chapter": 15,
            "verse": 31,
            "text": "Izuzev Iblisa. Odbio je da bude sa onima koji padaju na sedždu"
        },
        {
            "chapter": 15,
            "verse": 32,
            "text": "(Allah) reče: “O Iblise! [ta ti je, zar nećeš biti sa onima koji padaju na sedždu?”]"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "Reče: “Nije za mene da činim sedždu smrtniku kojeg si stvorio od zvečeće ilovače, od blata oblikovanog.”"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "(Allah) reče: “Onda izlazi iz njega, pa uistinu, ti si proklet"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "I uistinu, na tebi će biti prokletstvo do Dana sudnjeg.”"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "Reče: “Gospodaru moj! Ta odloži mi do Dana kad će (mrtvi) biti podignuti.”"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "(Allah) reče: “Pa uistinu, ti si od onih kojima se odlaže"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "Do Dana, wakta poznatog.”"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "Reče: “Gospodaru moj! Zato što si me zaveo, sigurno ću im (zlo) učiniti lijepim na Zemlji i sigurno ću ih sve zavesti"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "Izuzev robova Tvojih - od njih odanih.”"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "(Allah) reče: “Ovo je put Moj ispravan"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Uistinu, robovi Moji - nemaš ti nad njima vlast, izuzev ko te bude slijedio od zalutalih.”"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "A uistinu, Džehennem je obećano mjesto njih svih"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "Ima on sedam kapija. Svaka od tih kapija ima dio odijeljen"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "Uistinu, bogobojazni će biti u baščama i (među) izvorima"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "“Uđite u njih sa selamom, sigurni.”"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "I istrgnućemo ono što je u grudima njihovim od zlobe, (kao) braća će biti na sofama, naspramni"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "Neće ih u njima dotaći umor, i neće oni iz njih biti izvedeni"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Obavijesti robove Moje da sam Ja, Ja Oprosnik, Milosrdni"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "I kazna Moja - da je to kazna bolna"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "I obavijesti ih o gostima Ibrahimovim"
        },
        {
            "chapter": 15,
            "verse": 52,
            "text": "Kad mu uđoše, pa rekoše: “Selam!” Reče: “Uistinu, mi vas se plašimo.”"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "Rekoše: “Ne boj se! Uistinu, mi ćemo te obradovati dječakom, znalcem.”"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "(Ibrahim) reče: “Zar ćete me obradovati kad me je pritiskla starost? Pa čime ćete me obradovati?”"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "Rekoše: “Obradovaćemo te Istinom, zato ne budi od očajnih.”"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "Reče: “A ko gubi nadu u milost Gospodara svog, osim zalutalih?”"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "Reče: “Pa šta je posao vaš, o izaslanici?”"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "(Meleci) rekoše: “Uistinu, mi smo poslani narodu zločinaca"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "Izuzev porodice Lutove. Uistinu, Mi ćemo ih sve spasiti"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "Osim žene njegove; odredili smo da ona uistinu bude od izostalih.”"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "Pa pošto izaslanici dođoše porodici Lutovoj"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "Reče: “Uistinu, vi ste ljudi neznani.”"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "Rekoše: “Naprotiv, došli smo ti s onim u što sumnjaju"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "A donijeli smo ti Istinu, i doista, mi smo istiniti"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "Zato otputuj s porodicom svojom u dijelu noći, i slijedi začelja njihova, i nek se niko od vas ne okreće, i idite kamo vam se naređuje.”"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "I javili smo mu tu odredbu, da će korijen takvih biti odsječen u zoru"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "I dođoše stanovnici grada, radujući se"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "(Lut) reče: “Uistinu, ovo su moji gosti, zato me ne sramotite"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "I bojte se Allaha, i ne ponižavajte me!”"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "Rekoše: “Zar ti nismo zabranili svjetove?”"
        },
        {
            "chapter": 15,
            "verse": 71,
            "text": "Reče: “Evo kćeri mojih, ako ste izvršitelji.”"
        },
        {
            "chapter": 15,
            "verse": 72,
            "text": "Tako mi života tvog, uistinu su oni u opijenosti svojoj lutali"
        },
        {
            "chapter": 15,
            "verse": 73,
            "text": "Pa ih pogodi krik dok se Sunce rađalo"
        },
        {
            "chapter": 15,
            "verse": 74,
            "text": "Te učinismo visoko njegovo niskim njegovim, i sasusmo na njih kamenje od gline otvrdnute"
        },
        {
            "chapter": 15,
            "verse": 75,
            "text": "Uistinu! U tome su znaci za pažljive promatrače"
        },
        {
            "chapter": 15,
            "verse": 76,
            "text": "I uistinu! Oni su uz put postojeći"
        },
        {
            "chapter": 15,
            "verse": 77,
            "text": "Uistinu! U tome je znak za vjernike"
        },
        {
            "chapter": 15,
            "verse": 78,
            "text": "A doista su stanovnici Ejke bili zalimi"
        },
        {
            "chapter": 15,
            "verse": 79,
            "text": "Zato smo im se osvetili. A uistinu, njih dvoje su na drumu vidljivom"
        },
        {
            "chapter": 15,
            "verse": 80,
            "text": "I doista su stanovnici Hidžra poricali izaslanike"
        },
        {
            "chapter": 15,
            "verse": 81,
            "text": "A dali smo im znakove Naše, pa su od njih bili odvraćeni"
        },
        {
            "chapter": 15,
            "verse": 82,
            "text": "I klesali su iz brda kuće sigurni"
        },
        {
            "chapter": 15,
            "verse": 83,
            "text": "Pa ih je pogodio krik jutrom"
        },
        {
            "chapter": 15,
            "verse": 84,
            "text": "Te im nije koristilo ono što su stekli"
        },
        {
            "chapter": 15,
            "verse": 85,
            "text": "I stvorili smo nebesa i Zemlju i ono što je između njih samo s Istinom. A uistinu, Čas dolazi, zato praštaj oprostom lijepim"
        },
        {
            "chapter": 15,
            "verse": 86,
            "text": "Uistinu! Gospodar tvoj, On je Tvorac, Znalac"
        },
        {
            "chapter": 15,
            "verse": 87,
            "text": "I doista smo ti dali sedam (ajeta) ponavljajućih, i Kur’an veličanstveni"
        },
        {
            "chapter": 15,
            "verse": 88,
            "text": "Ne upravljaj oči svoje onome što smo dali da uživaju parovi između njih, i ne žali za njima, i spusti krilo svoje vjernicima"
        },
        {
            "chapter": 15,
            "verse": 89,
            "text": "I reci: “Uistinu! Ja, ja sam opominjač jasan.”"
        },
        {
            "chapter": 15,
            "verse": 90,
            "text": "Kao što smo objavili djeliteljima"
        },
        {
            "chapter": 15,
            "verse": 91,
            "text": "Koji su Kur’an učinili odlomcima"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "Pa tako mi Gospodara tvog, sigurno ćemo ih sve pitati"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "O onom šta su radili"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Zato iznesi šta ti se naređuje i kloni se mušrika"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Uistinu! Mi smo ti dovoljni protiv podrugljivaca"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "Koji uz Allaha stavljaju boga drugog; pa saznaće"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "I doista znamo da ti steže grudi tvoje ono šta govore"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "Zato slavi sa hvalom Gospodara svog, i budi od onih koji padaju na sedždu"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "I obožavaj Gospodara svog, dok ti nije došlo zagarantovano"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "Doći će naredba Allahova, zato je ne požurujte. Slavljen neka je On i uzvišen nad onim šta pridružuju"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Spušta meleke s Duhom po naredbi Svojoj, na koga hoće od robova Svojih: “Upozorite da nema boga osim Mene, zato se Mene bojte.”"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Stvorio je nebesa i Zemlju s Istinom. Uzvišen neka je nad onim šta pridružuju"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Stvorio je čovjeka od kaplje sjemena, pa gle! on protivnik otvoreni"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "I stoku - stvorio je nju; imate vi od nje toplotu i koristi, i od nje jedete"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "I vama je u njoj ljepota kad dogonite i kad izgonite na pašu"
        },
        {
            "chapter": 16,
            "verse": 7,
            "text": "I nose terete vaše do zemlje kojoj ćete stići samo naporom duša. Uistinu, Gospodar vaš je Samilosni, Milosrdni"
        },
        {
            "chapter": 16,
            "verse": 8,
            "text": "I konja i mazge i magarce - da ih jašete i (za) ukras, a stvara šta ne znate"
        },
        {
            "chapter": 16,
            "verse": 9,
            "text": "I na Allahu je usmjeravanje putu, a od njih (puteva) ima zastranjujući. A da je htio, sigurno bi vas sve uputio"
        },
        {
            "chapter": 16,
            "verse": 10,
            "text": "On je Taj koji spušta s neba vodu - imate vi od nje piće, i od nje drvlje u kojem napasate"
        },
        {
            "chapter": 16,
            "verse": 11,
            "text": "Uzgaja za vas njome usjev i masline i palme i grožđe, i svakovrsne plodove. Uistinu, u tome je znak za ljude koji razmišljaju"
        },
        {
            "chapter": 16,
            "verse": 12,
            "text": "I potčinio je za vas noć i dan, i Sunce i Mjesec. I zvijezde su potčinjene naredbi Njegovoj. Uistinu! U tome su znaci za ljude koji razumiju"
        },
        {
            "chapter": 16,
            "verse": 13,
            "text": "A ono što je stvorio za vas na Zemlji, različitih je boja svojih. Uistinu! U tome je znak za ljude koji pouku primaju"
        },
        {
            "chapter": 16,
            "verse": 14,
            "text": "I On je Taj koji je potčinio more: da jedete iz njega meso svježe i vadite iz njega ukras kojeg nosite. I vidiš plovila brazdaju po njemu - i da tražite iz blagodati Njegove, i da biste vi zahvaljivali"
        },
        {
            "chapter": 16,
            "verse": 15,
            "text": "I razbacao je po Zemlji stabilne planine, da vas ne trese, i rijeke i puteve, da biste se vi uputili"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "I oznake; i po zvijezdi se oni vode"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Pa da li je Onaj ko stvara, kao ko ne stvara? Pa zar se nećete poučiti"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "I ako budete brojali blagodati Allahove, nećete ih izračunati. Uistinu! Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "A Allah zna šta tajite i šta obznanjujete"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "A oni kojima se (oni) mole mimo Allaha, ne stvaraju ništa, a oni bivaju stvarani"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Mrtvi su, nisu živi, i ne opažaju kad će biti podignuti"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Bog vaš je Bog Jedini! Pa oni koji ne vjeruju u Ahiret - srca njihova su ta koja odbijaju, i oni su oholi"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Nema sumnje da Allah zna šta skrivaju i šta obznanjuju. Uistinu! On ne voli ohole"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "I kad im se kaže: “[ta to objavljuje Gospodar vaš?” - kažu: “Priče ranijih”]"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Da bi nosili terete svoje sve na Dan kijameta i nešto od tereta onih koje su zaveli bez znanja. Zar nije loše šta će nositi"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Doista su spletkarili oni prije njih, pa je došao Allah građevini njihovoj od temelja, te je pao na njih krov nad njima, i došla im je kazna otkud nisu zapazili"
        },
        {
            "chapter": 16,
            "verse": 27,
            "text": "Zatim će ih na Dan kijameta posramiti i reći: “Gdje su ortaci Moji, oni radi kojih ste uzrokovali rascjep?” Reći će oni kojima je dato znanje: “Uistinu, sramota je Danas i zlo nad nevjernicima"
        },
        {
            "chapter": 16,
            "verse": 28,
            "text": "Onima koje su usmrćivali meleci (dok) su činili zulm dušama svojim.” Tad će iskazati pokornost: “Nismo uradili nikakvo zlo.” “Jeste! Doista je Allah Znalac onog šta ste radili"
        },
        {
            "chapter": 16,
            "verse": 29,
            "text": "Zato uđite na kapije Džehennema, vječno ćete biti u njemu. Pa sigurno je loše boravište oholih.”"
        },
        {
            "chapter": 16,
            "verse": 30,
            "text": "I biće rečeno onima koji su se bojali: “[ta je to objavio Gospodar vaš?” Reći će: “Dobro!” Za one koji čine dobro na ovom Dunjau, biće dobro. A sigurno je dom Ahireta bolji. A doista je divan dom bogobojaznih]"
        },
        {
            "chapter": 16,
            "verse": 31,
            "text": "Bašče Adna u koje će ući, teku ispod njih rijeke, imaće oni u njima šta budu htjeli. Tako nagrađuje Allah bogobojazne"
        },
        {
            "chapter": 16,
            "verse": 32,
            "text": "One koje će uzimati meleci - a koji su dobri, govoriće: “Selamun ’alejkum! Uđite u Džennet zbog onog šta ste radili.”"
        },
        {
            "chapter": 16,
            "verse": 33,
            "text": "Čekaju li samo da im dođu meleci ili dođe naredba Gospodara tvog? Isto tako su činili oni prije njih. I nije im Allah učinio zulm, nego su dušama svojim zulm učinili"
        },
        {
            "chapter": 16,
            "verse": 34,
            "text": "Pa su ih pogodila zla onog šta su radili, i spopalo ih je ono čemu su se izrugivali"
        },
        {
            "chapter": 16,
            "verse": 35,
            "text": "A oni koji pridružuju, govore: “Da hoće Allah ne bismo obožavali mimo Njega nijednu stvar, mi, niti očevi naši, i ne bismo mimo Njega zabranjivali nikakvu stvar.” Tako su činili oni prije njih. Pa da li je na poslanicima (išta drugo) osim dostava jasna"
        },
        {
            "chapter": 16,
            "verse": 36,
            "text": "I doista, podizali smo u svakoj zajednici poslanika: “Obožavajte Allaha, a klonite se taguta!” Pa je bio od njih onaj koga je uputio Allah i od njih onaj na kom se obistinila zabluda. Zato putujte po Zemlji, pa vidite kakav je bio kraj poricatelja"
        },
        {
            "chapter": 16,
            "verse": 37,
            "text": "Ako želiš njihovu uputu - pa uistinu, Allah ne upućuje onog koga zabluđuje, a neće oni imati nikakvih pomagača"
        },
        {
            "chapter": 16,
            "verse": 38,
            "text": "I zaklinju se Allahom, najjačom od zakletvi svojih: “Neće podići Allah onog ko je umro.” Svakako! Obećanje Njegovo je istinito, međutim, većina svijeta ne zna"
        },
        {
            "chapter": 16,
            "verse": 39,
            "text": "Da bi im objasnio ono o čemu su se razilazili, i da bi oni koji nisu vjerovali znali, da su oni bili lašci"
        },
        {
            "chapter": 16,
            "verse": 40,
            "text": "Naša je riječ nečemu - kad to želimo - samo što mu kažemo: “Budi”, tad biva"
        },
        {
            "chapter": 16,
            "verse": 41,
            "text": "A koji se isele radi Allaha, nakon što im je učinjen zulm, sigurno ćemo ih smjestiti na Dunjau dobro. A nagrada Ahireta je sigurno veća - kad bi znali"
        },
        {
            "chapter": 16,
            "verse": 42,
            "text": "Oni koji se strpe i u Gospodara svog pouzdaju"
        },
        {
            "chapter": 16,
            "verse": 43,
            "text": "A slali smo prije tebe samo ljude kojima smo objavljivali - ta pitajte sljedbenike Opomene, ako ne znate"
        },
        {
            "chapter": 16,
            "verse": 44,
            "text": "Sa jasnim dokazima i zeburima. I objavljujemo tebi Opomenu, da objasniš ljudima ono šta im se objavljuje, i da bi oni razmišljali"
        },
        {
            "chapter": 16,
            "verse": 45,
            "text": "Pa zar su sigurni oni koji planiraju zlodjela, da neće učiniti Allah da ih proguta Zemlja, ili im doći kazna otkud neće opaziti"
        },
        {
            "chapter": 16,
            "verse": 46,
            "text": "Ili ih dograbiti u kretanju njihovom, pa oni neće umaći"
        },
        {
            "chapter": 16,
            "verse": 47,
            "text": "Ili ih dograbiti u strahovanju? Pa uistinu, Gospodar vaš je Samilosni, Milosrdni"
        },
        {
            "chapter": 16,
            "verse": 48,
            "text": "Zar nisu vidjeli da ono što je Allah stvorio od stvari baca sjene svoje zdesna i slijeva, pokorno Allahu, i oni su ponizni"
        },
        {
            "chapter": 16,
            "verse": 49,
            "text": "A Allahu čini sedždu (sve) što je na nebesima i šta je na Zemlji od živog, i meleci, a oni se ne ohole"
        },
        {
            "chapter": 16,
            "verse": 50,
            "text": "Boje se Gospodara svog nad sobom i čine šta im se naređuje"
        },
        {
            "chapter": 16,
            "verse": 51,
            "text": "A rekao je Allah: “Ne uzimajte dva boga! Samo je On Bog, Jedini! Zato se Mene - Mene se zato bojte.”"
        },
        {
            "chapter": 16,
            "verse": 52,
            "text": "A Njegovo je šta je na nebesima i Zemlji, i Njemu pripada vjera trajna. Pa zar ćete se drugog (a ne) Allaha bojati"
        },
        {
            "chapter": 16,
            "verse": 53,
            "text": "A ono što je u vas od blagodati - pa, od Allaha je. Zatim, kad vas dotakne nevolja, tad Njega preklinjete"
        },
        {
            "chapter": 16,
            "verse": 54,
            "text": "Potom, kad otkloni nevolju od vas, gle! Skupina vas Gospodaru svom pridružuje"
        },
        {
            "chapter": 16,
            "verse": 55,
            "text": "Da ne bi vjerovali u ono što smo im dali. Pa uživajte, ta saznaćete"
        },
        {
            "chapter": 16,
            "verse": 56,
            "text": "I dodjeljuju onom šta ne znaju, dio onog čim smo ih opskrbili! Tako mi Allaha, sigurno ćete biti pitani za ono što izmišljate"
        },
        {
            "chapter": 16,
            "verse": 57,
            "text": "I pripisuju Allahu kćeri - slavljen neka je On - a sebi šta žele"
        },
        {
            "chapter": 16,
            "verse": 58,
            "text": "I kad se neko od njih obavijesti o žensku, postane lice njegovo tamno i on bude gnjevan"
        },
        {
            "chapter": 16,
            "verse": 59,
            "text": "Skriva se od naroda zbog zla koje je javljeno: Hoće li je zadržati s prezirom ili je zakopati u prašinu. Zar nije loše kako presuđuju"
        },
        {
            "chapter": 16,
            "verse": 60,
            "text": "Za one koji ne vjeruju u Ahiret, primjer je zla, a Allahov primjer je najuzvišeniji. A On je Moćni, Mudri"
        },
        {
            "chapter": 16,
            "verse": 61,
            "text": "A da Allah ščepava ljude zbog zulma njihovog, ne bi na njoj ostalo ništa živo, ali, ostavlja ih do roka određenog. Pa kad dođe rok njihov, neće (ga) odložiti čas, niti ubrzati"
        },
        {
            "chapter": 16,
            "verse": 62,
            "text": "I čine Allahu ono što mrze, a opisuju jezici njihovi laž, da će njihovo biti bolje. Nema sumnje je da će njihova biti vatra, i da će oni prednjačiti"
        },
        {
            "chapter": 16,
            "verse": 63,
            "text": "Tako nam Allaha, doista smo slali (poslanike) zajednicama prije tebe, pa im je šejtan uljepšao djela njihova - zato je on danas zaštitnik njihov, a imaće oni kaznu bolnu"
        },
        {
            "chapter": 16,
            "verse": 64,
            "text": "I objavljujemo tebi Knjigu - samo da im objasniš ono o čemu se razilaze - i Uputu i milost, za narod koji vjeruje"
        },
        {
            "chapter": 16,
            "verse": 65,
            "text": "A Allah spušta s neba vodu i oživljava njome zemlju nakon mrtvila njenog. Uistinu, u tome je znak za ljude koji čuju"
        },
        {
            "chapter": 16,
            "verse": 66,
            "text": "I uistinu, vama je u stoci ibret. Napajamo vas od onog šta je u trbusima njenim između probave i krvi, mlijeko čisto, pitko pijačima"
        },
        {
            "chapter": 16,
            "verse": 67,
            "text": "I od plodova palmi i grožđa - uzimate iz toga opojno sredstvo i opskrbu lijepu. Uistinu, u tome je znak za ljude koji razumiju"
        },
        {
            "chapter": 16,
            "verse": 68,
            "text": "I objavio je Gospodar tvoj pčeli: “Pravi u brdima kuće i u drveću i u onom šta usprave"
        },
        {
            "chapter": 16,
            "verse": 69,
            "text": "Zatim jedi od svih plodova, i slijedi puteve Gospodara svog ponizno. Iz trbuha njihovih izlazi napitak različitih boja njegovih, u njemu je lijek za ljude. Uistinu, u tome je znak za ljude koji razmišljaju"
        },
        {
            "chapter": 16,
            "verse": 70,
            "text": "A Allah vas stvara, potom vam smrt daje. I od vas je ko biva vraćen najgorem životu, da nakon znanja, ne zna ništa. Uistinu! Allah je Znalac, Moćni"
        },
        {
            "chapter": 16,
            "verse": 71,
            "text": "I odlikovao vas je Allah jedne nad drugima u opskrbi. Pa oni koji su povlašteni, ne povraćaju opskrbu svoju onom šta posjeduju desnice njihove: ta oni su u (potrebi) za tim isti. Pa zar blagodat Allahovu niječu"
        },
        {
            "chapter": 16,
            "verse": 72,
            "text": "I Allah vam je načinio od duša vaših parice, i načinio vam je od parica vaših sinove i unuke, i opskrbio vas od dobrih stvari. Pa zar u neistinu vjeruju, a blagodati Allahove oni niječu"
        },
        {
            "chapter": 16,
            "verse": 73,
            "text": "I obožavaju mimo Allaha ono šta ne vlada opskrbom njihovom iz nebesa i Zemlje nimalo, niti mogu"
        },
        {
            "chapter": 16,
            "verse": 74,
            "text": "Zato ne navodite Allahu sličnosti! Uistinu! Allah zna, a vi ne znate"
        },
        {
            "chapter": 16,
            "verse": 75,
            "text": "Allah navodi primjer roba posjedovanog (koji) ne upravlja ničim, i onog kog smo od Nas opskrbili opskrbom lijepom, pa on od nje udjeljuje tajno i javno - jesu li isti? Hvala Allahu! Naprotiv! Većina njih ne zna"
        },
        {
            "chapter": 16,
            "verse": 76,
            "text": "I navodi Allah primjer dva čovjeka: jedan od njih nijem, ne upravlja ničim i on je zamor gospodaru svom; kud god ga uputi, ne donese dobrog. Da li je jednak on i onaj ko naređuje pravdu, a on je na putu pravom"
        },
        {
            "chapter": 16,
            "verse": 77,
            "text": "A Allahovo je nevidljivo nebesa i Zemlje. I stvar Časa je samo kao tren oka, ili je on bliži. Uistinu! Allah je nad svakom stvari Posjednik moći"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "I Allah vas izvodi iz trbuha majki vaših (kad) ne znate ništa. I načinio vam je sluh i vidove i srca, da biste vi zahvaljivali"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Zar ne vide ptice potčinjene u sferi neba? Drži ih samo Allah. Uistinu, u tome su znaci za ljude koji vjeruju"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "I načinio vam je Allah od kuća vaših prebivalište, i načinio vam je od koža stoke kuće lahke, na dan selidbe vaše i na dan stajanja vašeg; a od vune njihove i kostrijeti njihove i od krzna njihovih, prostirku i opremu za neko vrijeme"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "I načinio vam je Allah od onog šta je stvorio, hladove, i načinio vam od brda zaklone, i načinio vam je odijela - čuvaju vas od žege - i odijela (koja) vas čuvaju od sile vaše. Tako upotpunjava blagodat Svoju na vama, da biste se vi predali"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "Pa ako se okrenu - pa samo je na tebi dostava jasna"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "Spoznaju blagodat Allahovu, potom je niječu, a većina njih su nevjernici"
        },
        {
            "chapter": 16,
            "verse": 84,
            "text": "A na Dan kad iz svakog ummeta podignemo svjedoka, zatim se neće dopustiti onima koji nisu vjerovali, niti će im se dopustiti da mole za naklonost"
        },
        {
            "chapter": 16,
            "verse": 85,
            "text": "I kad oni koji su činili zulm, vide kaznu, tad im se neće olakšati, niti će im se odložiti"
        },
        {
            "chapter": 16,
            "verse": 86,
            "text": "I kad oni koji su pridruživali, vide ortake svoje, reći će: “Gospodaru naš! Ovo su ortaci naši koje smo prizivali mimo Tebe.” Tad će im dobaciti riječi: “Uistinu, vi ste lažljivci!”"
        },
        {
            "chapter": 16,
            "verse": 87,
            "text": "I iskazaće Tog dana Allahu pokornost, a iščeznuće od njih ono šta su izmišljali"
        },
        {
            "chapter": 16,
            "verse": 88,
            "text": "Oni koji nisu vjerovali i odvraćali od puta Allahovog - dodaćemo im kaznu na kaznu, zbog toga što su pravili fesad"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "A na Dan kad u svakom ummetu podignemo svjedoka protiv njih, između duša njihovih, i dovedemo tebe svjedokom nad tima... A objavili smo ti Knjigu (kao) objašnjenje za svaku stvar, i Uputu i milost, i radosnu vijest muslimanima"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Uistinu! Allah naređuje pravdu i dobročinstvo i davanje rodbini, a zabranjuje razvrat i ružno i tiraniju. Savjetuje vas da biste se vi poučili"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "I ispunjavajte obavezu Allahu kad se obavežete. I ne kršite zakletve nakon potvrde njihove - a doista ste Allaha učinili nad sobom Jamcem. Uistinu! Allah zna šta činite"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "I ne budite kao ona koja je rasplela pređu svoju, nakon čvrste ispletenosti. Uzimate zakletve vaše prevarom među vama - da bi zajednica bila veća od zajednice. Allah vas samo iskušava time. A sigurno će vam na Dan kijameta objasniti ono o čemu ste se razilazili"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "A da hoće Allah, sigurno bi vas učinio ummom jednom. Međutim, zabluđuje koga hoće, a upućuje koga hoće. A sigurno ćete biti pitani za ono šta ste radili"
        },
        {
            "chapter": 16,
            "verse": 94,
            "text": "I ne uzimajte zakletve vaše prevarom među vama, pa da ne poklizne noga nakon čvrstine svoje i iskusite zlo što ste odvraćali od puta Allahovog, i imadnete vi kaznu strahovitu"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "I ne prodajite zavjet Allahu za cijenu malu. Uistinu, ono šta je kod Allaha, to je bolje za vas, kad biste znali"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Ono što je kod vas iscrpljuje se, a što je kod Allaha, trajno je. A sigurno ćemo platiti onima koji su bili strpljivi - njihova nagrada će biti prema najboljem šta su uradili"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Ko čini dobro - bio muškarac ili žena - a on je vjernik, pa sigurno ćemo ga poživiti životom dobrim, i sigurno ćemo ih platiti nagradom njihovom prema najboljem šta su uradili"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Pa kad učiš Kur’an, tad zatraži zaštitu u Allaha od šejtana prokletog"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Uistinu, on, nema on vlasti nad onima koji vjeruju i u Gospodara svog se pouzdavaju"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Njegova vlast je samo nad onima koji ga uzimaju prijateljem, i onima koji Njemu pridružuju"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "I kad zamijenimo ajet umjesto ajeta - a Allah je Najbolji znalac onog šta spušta - kažu: “Samo si ti izmišljač.” Naprotiv, većina njih ne zna"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "Reci: “Spušta ga Ruhul-kudus od Gospodara tvog s Istinom, da učvrsti one koji vjeruju, i (kao) uputu i radosnu vijest muslimanima.”"
        },
        {
            "chapter": 16,
            "verse": 103,
            "text": "A doista znamo da oni govore: “Samo ga smrtnik uči.” Jezik onog kome streme - je strani, a ovo je jezik arapski, jasni"
        },
        {
            "chapter": 16,
            "verse": 104,
            "text": "Uistinu, oni koji ne vjeruju u ajete Allahove - neće ih uputiti Allah, a imaće oni kaznu bolnu"
        },
        {
            "chapter": 16,
            "verse": 105,
            "text": "Laž izmišljaju jedino oni koji ne vjeruju u ajete Allahove, a ti takvi su lašci"
        },
        {
            "chapter": 16,
            "verse": 106,
            "text": "A ko ne vjeruje u Allaha, nakon vjerovanja svog - izuzev ko bude prisiljen, a srce njegovo bude smireno u vjerovanju - međutim, ko otvori nevjerovanju grudi: pa na njima će biti srdžba od Allaha, a imaće oni kaznu užasnu"
        },
        {
            "chapter": 16,
            "verse": 107,
            "text": "To zato što oni više vole život Dunjaa od Ahireta i što Allah ne upućuje narod nevjernika"
        },
        {
            "chapter": 16,
            "verse": 108,
            "text": "Takvi su oni čija je srca Allah zapečatio, i sluh njihov i vidove njihove, a ti takvi su nemarni"
        },
        {
            "chapter": 16,
            "verse": 109,
            "text": "Nema sumnje da će oni na Ahiretu, (baš) oni biti gubitnici"
        },
        {
            "chapter": 16,
            "verse": 110,
            "text": "Zatim, uistinu, Gospodar tvoj će onima koji se isele nakon što su proganjani, potom se bore i budu strpljivi - uistinu, Gospodar tvoj će nakon toga biti Oprosnik, Milosrdni"
        },
        {
            "chapter": 16,
            "verse": 111,
            "text": "Na Dan kad dođe svaka duša, argumentiraće samo o sebi, i biće svakoj duši plaćeno šta je radila, a njima se neće učiniti zulm"
        },
        {
            "chapter": 16,
            "verse": 112,
            "text": "I navodi Allah primjer grada bezbjednog i zadovoljnog, dolazila mu je opskrba njegova obilno sa svakog mjesta, pa je bio nezahvalan na blagodatima Allahovim - te je Allah dao da on iskusi odjeću gladi i straha, zbog onog šta su radili"
        },
        {
            "chapter": 16,
            "verse": 113,
            "text": "I doista, došao im je poslanik između njih, pa su ga porekli - te ih je spopala kazna, a oni su bili zalimi"
        },
        {
            "chapter": 16,
            "verse": 114,
            "text": "Pa jedite od onog čim vas je opskrbio Allah, dozvoljeno, dobro. I zahvaljujte na blagodati Allahovoj, ako Njega obožavate"
        },
        {
            "chapter": 16,
            "verse": 115,
            "text": "Samo vam je zabranio lešinu i krv i meso svinje i ono nad čim je zazvan drugi, a ne Allah. Pa ko bude prisiljen, bez želje i bez pretjerivanja - pa uistinu, Allah je Oprosnik, Milosrdni"
        },
        {
            "chapter": 16,
            "verse": 116,
            "text": "I ne recite za ono šta opisuju jezici vaši lažno: “Ovo je halal, a ovo haram”, da biste izmišljali protiv Allaha laž. Uistinu, oni koji protiv Allaha laž izmišljaju, neće uspjeti"
        },
        {
            "chapter": 16,
            "verse": 117,
            "text": "Uživanje je malo, a imaće oni kaznu bolnu"
        },
        {
            "chapter": 16,
            "verse": 118,
            "text": "A onima koji su jevreji, zabranili smo šta smo ti kazivali ranije. I nismo im učinili zulm, nego su učinili zulm dušama svojim"
        },
        {
            "chapter": 16,
            "verse": 119,
            "text": "Zatim uistinu, Gospodar tvoj će za one koji su uradili zlo iz neznanja, potom se pokajali nakon toga i popravili - uistinu će Gospodar tvoj nakon toga biti Oprosnik, Milosrdni"
        },
        {
            "chapter": 16,
            "verse": 120,
            "text": "Uistinu! Ibrahim je bio uzor, pokoran Allahu, pravovjeran, i nije bio od mušrika"
        },
        {
            "chapter": 16,
            "verse": 121,
            "text": "Zahvalan je bio na blagodatima Njegovim. Odabrao ga je i uputio putu pravom"
        },
        {
            "chapter": 16,
            "verse": 122,
            "text": "I dali smo mu na Dunjau dobro, a uistinu, on će na Ahiretu biti od pravednih"
        },
        {
            "chapter": 16,
            "verse": 123,
            "text": "Zatim smo tebi objavili: “Slijedi millet Ibrahima hanife”; a nije bio od mušrika"
        },
        {
            "chapter": 16,
            "verse": 124,
            "text": "Sebt je određen samo onima koji su se razilazili o njemu. A uistinu, Gospodar tvoj će presuditi među njima na Dan kijameta o onome u čemu su se razilazili"
        },
        {
            "chapter": 16,
            "verse": 125,
            "text": "Pozivaj putu Gospodara svog mudrošću i savjetom dobrim, i s njima raspravljaj onako kako je najbolje. Uistinu, Gospodar tvoj - On je Najbolji znalac onog ko skreće s puta Njegovog, i on je Najbolji znalac upućenih"
        },
        {
            "chapter": 16,
            "verse": 126,
            "text": "A ako kažnjavate, tad kažnjavajte sličnim čime ste bili kažnjeni. A ako se strpite, to je sigurno bolje za strpljive"
        },
        {
            "chapter": 16,
            "verse": 127,
            "text": "I strpi se! A strpljenje tvoje je samo s (pomoći) Allaha, i ne žalosti se nad njima, i ne budi u brizi zbog onog šta spletkare"
        },
        {
            "chapter": 16,
            "verse": 128,
            "text": "Uistinu! Allah je uz one koji se boje i one koji su dobročinitelji"
        }
    ]
}