{
    "chapter": [
        {
            "chapter": 30,
            "verse": 1,
            "text": "Elif, Lam, Mim"
        },
        {
            "chapter": 30,
            "verse": 2,
            "text": "Rum (orduları) yenilgiye ugradı"
        },
        {
            "chapter": 30,
            "verse": 3,
            "text": "Yakın bir yerde. Ama onlar, yenilgilerinden sonra yeneceklerdir"
        },
        {
            "chapter": 30,
            "verse": 4,
            "text": "Birkac yıl icinde. Bundan once de, bundan sonra da emir Allah´ındır. Ve o gun mu´minler sevineceklerdir"
        },
        {
            "chapter": 30,
            "verse": 5,
            "text": "Allah´ın yardımıyla. O, diledigine yardım eder. O, guclu ve ustun olandır, esirgeyendir"
        },
        {
            "chapter": 30,
            "verse": 6,
            "text": "(Bu,) Allah´ın vadidir; Allah vadinden geri donmez. Ancak insanların cogu bilmezler"
        },
        {
            "chapter": 30,
            "verse": 7,
            "text": "Onlar, dunya hayatından (yalnızca) dısta olanı bilirler. Ahiretten ise gafil olanlardır"
        },
        {
            "chapter": 30,
            "verse": 8,
            "text": "Kendi nefisleri konusunda dusunmuyorlar mı? Allah, gokleri, yeri ve bu ikisi arasında olanları ancak hak ile ve belirlenmis bir sure (ecel) olarak yaratmıstır. Gercekten, insanlardan cogu Rablerine kavusmayı inkar etmektedirler"
        },
        {
            "chapter": 30,
            "verse": 9,
            "text": "Yeryuzunde gezip dolasmıyorlar mı? Boylece kendilerinden oncekilerin nasıl bir sona ugradıklarını gorsunler. Onlar, guc bakımından kendilerinden daha ustun idiler, topragı alt ust etmisler (ekmisler, madenler, sular arayıp cıkarmıslar) ve onu, kendilerinin imar ettiginden daha cok imar etmislerdi. Peygamberleri de, onlara acık delillerle gelmisti. Demek ki Allah onlara zulmetmiyordu, ancak onlar kendi nefislerine zulmediyorlardı"
        },
        {
            "chapter": 30,
            "verse": 10,
            "text": "Sonra kotuluk yapanların ugradıkları son, Allah´ın ayetlerini yalan saymaları ve onları alay konusu edinmeleri dolayısıyla cok kotu oldu"
        },
        {
            "chapter": 30,
            "verse": 11,
            "text": "Allah, yaratmayı baslatır, sonra onu iade eder, sonra da siz O´na dondurulursunuz"
        },
        {
            "chapter": 30,
            "verse": 12,
            "text": "Kıyamet saatinin kopacagı gun, suclu gunahkarlar umutsuzca yıkılırlar"
        },
        {
            "chapter": 30,
            "verse": 13,
            "text": "(Allah´a es kostukları) Ortaklarından kendilerine sefaatci olan yoktur; onlar, ortaklarını da inkar etmektedirler"
        },
        {
            "chapter": 30,
            "verse": 14,
            "text": "Kıyamet saatinin kopacagı gun, (mu´minlerle kafirler birbirlerinden) ayrılırlar"
        },
        {
            "chapter": 30,
            "verse": 15,
            "text": "Boylece iman edip salih amellerde bulunanlar; artık onlar ´bir cennet bahcesinde´ ´sevinc icinde agırlanırlar.´"
        },
        {
            "chapter": 30,
            "verse": 16,
            "text": "Ancak kufre sapıp ayetlerimizi ve ahirete kavusmayı yalan sayanlar ise; artık onlar da azab icin hazır bulundurulurlar"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "Oyleyse aksama girdiginiz vakit de, sabaha erdiginiz vakit de Allah´ı tesbih edip (yuceltin)"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "Hamd O´nundur; goklerde de, yerde de, gunun sonunda da ve ogleye erdiginiz vakit de"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "O oluden diriyi cıkarır ve diriden de oluyu cıkarır, olumunden sonra da yeri diriltir. Iste siz de boyle cıkarılacaksınız"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "Sizi topraktan yaratmıs bulunması, O´nun ayetlerindendir; sonra siz, (yeryuzunun her yanına) yayılmakta olan bir beser (turu) oldunuz"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Onda ´sukun bulup durulmanız´ icin, size kendi nefislerinizden esler yaratması ve aranızda bir sevgi ve merhamet kılması da, O´nun ayetlerindendir. Hic suphe yok bunda, dusunebilmekte olan bir kavim icin gercekten ayetler vardır"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Goklerin ve yerin yaratılması ile dillerinizin ve renklerinizin ayrı (farklı ve degisik) olması da, O´nun ayetlerindendir. Hic suphe yok bunda, alimler icin gercekten ayetler vardır"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Geceleyin ve gunduzun uyumanız ile O´nun lutfundan (geciminizi temin icin rızkınızı) aramanız, O´nun ayetlerindendir. Suphesiz isitebilen bir kavim icin gercekten ayetler vardır"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Size bir korku ve umut (unsuru) olarak simsegi gostermesi ile gokten su indirmek suretiyle olumunden sonra yeri onunla diriltmesi de, O´nun ayetlerindendir. Hic suphe yok bunda, aklını kullanabilecek bir kavim icin gercekten ayetler vardır"
        },
        {
            "chapter": 30,
            "verse": 25,
            "text": "Gogun ve yerin O´nun emriyle (hareketten kesilip oldugu yerde veya bu duzen icinde) durması da, O´nun ayetlerindendir. Sonra sizi yerden (topragın altından) bir (kere) cagırma ile cagırdıgı zaman, hemencecik siz (bir de bakarsınız ki) cıkarılmıssınız"
        },
        {
            "chapter": 30,
            "verse": 26,
            "text": "Goklerde ve yerde bulunanlar O´nundur; hepsi O´na ´gonulden boyun egmis´ bulunmaktadırlar"
        },
        {
            "chapter": 30,
            "verse": 27,
            "text": "Yaratmayı baslatan, sonra onu iade edecek olan O´dur; bu O´na gore pek kolaydır. Goklerde ve yerde en yuce misal O´nundur. O, guclu ve ustun olandır, hukum ve hikmet sahibidir"
        },
        {
            "chapter": 30,
            "verse": 28,
            "text": "Size kendi nefislerinizden bir ornek verdi: Size rızık olarak verdigimiz seylerde, sag ellerinizin malik olduklarınızdan, sizinle esit olup kendi kendinizden korktugunuz gibi kendilerinden de korkmakta oldugunuz (veya cekinip saygı duydugunuz) ortaklar var mıdır? Iste biz, aklını kullanabilen bir kavim icin ayetleri boyle birer birer acıklarız"
        },
        {
            "chapter": 30,
            "verse": 29,
            "text": "Hayır, zulmetmekte olanlar, hic bir bilgiye dayanmaksızın kendi heva (istek ve tutku)larına uymuslardır. Allah´ın saptırdıgını kim hidayete erdirebilir? Onların hic bir yardımcıları yoktur"
        },
        {
            "chapter": 30,
            "verse": 30,
            "text": "O halde (ey Peygamber ve Peygamber´e uyanlar) yuzunu samimiyetle ve tamamen bu dine cevir, Allah´ın fıtratına cevir ki O insanları bu fıtrat uzerine yaratmıstır. Allah´ın yaratması degistirilemez. Iste dogru din (budur) fakat insanların cogu bilmezler"
        },
        {
            "chapter": 30,
            "verse": 31,
            "text": "´Gonulden katıksız baglılar´ olarak, O´na yonelin ve O´ndan korkup sakının, dosdogru namazı kılın ve musriklerden olmayın"
        },
        {
            "chapter": 30,
            "verse": 32,
            "text": "(O musrikler ki,) Kendi dinlerini fırkalara ayıran ve kendileri de parca parca olmuslardır; ki her grup kendi elindekiyle ovunup sevinc duymaktadır"
        },
        {
            "chapter": 30,
            "verse": 33,
            "text": "Insanlara bir zarar dokundugu zaman, ´gonulden katıksız baglılar´ olarak, Rablerine dua ederler, sonra kendinden onlara bir rahmet taddırınca hemencecik onlardan bir grup Rablerine sirk kosarlar"
        },
        {
            "chapter": 30,
            "verse": 34,
            "text": "Kendilerine (nimet olarak) verdiklerimize nankorluk etsinler diye. Oyleyse metalanıp yararlanın, artık yakında bileceksiniz"
        },
        {
            "chapter": 30,
            "verse": 35,
            "text": "Yoksa biz, onlara ispatlı bir delil indirdik de, o mu O´na ortak kosmalarını soyluyor"
        },
        {
            "chapter": 30,
            "verse": 36,
            "text": "Biz insanlara bir rahmet taddırdıgımız zaman, onunla sevinirler; kendi ellerinin takdim ettigi dolayısıyla onlara bir kotuluk isabet ettiginde de, hemen umutsuzluga kapılıverirler"
        },
        {
            "chapter": 30,
            "verse": 37,
            "text": "Onlar gormuyorlar mı ki, Allah, diledigine rızkı yayıp genisletir ve kısar da. Hic suphe yok bunda, iman etmekte olan bir kavim icin gercekten ayetler vardır"
        },
        {
            "chapter": 30,
            "verse": 38,
            "text": "Oyleyse yakınlara hakkını ver, yoksula da, yolcuya da. Allah´ın yuzunu (rızasını) istemekte olanlar icin bu daha hayırlıdır ve felaha erenler de onlardır"
        },
        {
            "chapter": 30,
            "verse": 39,
            "text": "Insanların mallarında artsın diye, vermekte oldugunuz faiz Allah katında artmaz. Ama Allah´ın yuzunu (rızasını) isteyerek vermekte oldugunuz zekat ise, iste (sevablarını ve gelirlerini) kat kat arttıranlar onlardır"
        },
        {
            "chapter": 30,
            "verse": 40,
            "text": "Allah; sizi yarattı, sonra size rızık verdi, sonra da sizi oldurmekte, daha sonra da sizi diriltmektedir. Ortaklarınızdan bunlardan herhangi birini yapacak var mı? O, sirk kosmakta olduklarından munezzeh ve yucedir"
        },
        {
            "chapter": 30,
            "verse": 41,
            "text": "Insanların kendi ellerinin kazandıgı dolayısıyla, karada ve denizde fesad ortaya cıktı. Umulur ki, donerler diye (Allah) onlara yapmakta olduklarının bir kısmını kendilerine taddırmaktadır"
        },
        {
            "chapter": 30,
            "verse": 42,
            "text": "De ki: «Yeryuzunde gezip dolasın, boylece daha oncekilerin nasıl bir sona ugradıklarını gorun. Onların cogu musrik olanlardır.»"
        },
        {
            "chapter": 30,
            "verse": 43,
            "text": "Oyleyse sen, Allah´tan (bir takdir olarak) geri cevrilmesi mumkun olmayan gun gelmeden once, yuzunu dimdik ayakta duran dine cevir. O gun onlar parca parca bolunecekler"
        },
        {
            "chapter": 30,
            "verse": 44,
            "text": "Kim kufre saparsa, artık onun kufru kendi aleyhinedir; kim de salih bir amelde bulunursa, artık onlar da kendi lehlerine olarak (cennetteki yerlerini) doseyip hazırlamaktadırlar"
        },
        {
            "chapter": 30,
            "verse": 45,
            "text": "(Bu, Allah´ın) Kendi fazlından olarak iman edip salih amellerde bulunanları odullendirmesi icindir. Hic suphe yok O, kafirleri sevmez"
        },
        {
            "chapter": 30,
            "verse": 46,
            "text": "Size kendi rahmetinden taddırması, emriyle gemileri yurutmesi ve O´nun fazlından (rızkınızı) aramanız ile umulur ki sukretmeniz icin, ruzgarları mujde vericiler olarak gondermesi, O´nun ayetlerindendir"
        },
        {
            "chapter": 30,
            "verse": 47,
            "text": "Andolsun, biz senden once kendi kavimlerine peygamberler gonderdik de onlara apacık belgeler getirdiler; boylece biz de suclu gunahkarlardan intikam aldık. Iman etmekte olanlara yardım etmek ise, bizim uzerimizde bir haktır"
        },
        {
            "chapter": 30,
            "verse": 48,
            "text": "Allah, ruzgarları gonderir, boylece bir bulut kaldırır da onu nasıl dilerse gokte yayıp dagıtır ve onu parca parca kılar; nihayet onun arasından yagmurun akıp cıktıgını gorursun. Sonunda kendi kullarından diledigine verince, hemen sevince kapılıverirler"
        },
        {
            "chapter": 30,
            "verse": 49,
            "text": "Oysa onlar, bundan once (yagmurun) uzerlerine inmesinden evvel umutlarını kesmislerdi"
        },
        {
            "chapter": 30,
            "verse": 50,
            "text": "Simdi Allah´ın rahmetinin eserlerine bak; olumunden sonra yeryuzunu nasıl diriltmektedir? Hic suphesiz O, oluleri de gercekten diriltecektir. O, her seye guc yetirendir"
        },
        {
            "chapter": 30,
            "verse": 51,
            "text": "Andolsun, biz bir ruzgar gondersek de onu(n ekinini) sararmıs gorseler, mutlaka onun ardından nankorluk ederler"
        },
        {
            "chapter": 30,
            "verse": 52,
            "text": "Simdi sen, olulere (soz) duyuramazsın ve arkalarını donup giden sagırlara da cagrıyı duyuramazsın"
        },
        {
            "chapter": 30,
            "verse": 53,
            "text": "Ve sen kendi sapıklıkları icinde kor olanları da dogruya iletici degilsin. Sen yalnızca, bizim ayetlerimize iman etmekte olanlara duyurabilirsin ki onlar Muslumanlardır"
        },
        {
            "chapter": 30,
            "verse": 54,
            "text": "Allah, sizi bir za´ftan yarattı, sonra (bu) za´fın ardından bir kuvvet kıldı, sonra da bu kuvvetin ardından da bir za´f ve yaslılık verdi. Diledigini yaratmaktadır. O, bilendir, guc yetirendir"
        },
        {
            "chapter": 30,
            "verse": 55,
            "text": "Kıyamet saatinin kopacagı gun, suclu gunahkarlar, tek bir saatin dısında (dunya hayatı) yasamadıklarına and icerler. Iste onlar boyle cevriliyorlardı"
        },
        {
            "chapter": 30,
            "verse": 56,
            "text": "Kendilerine ilim ve iman verilenler ise, dediler ki: «Andolsun, siz Allah´ın Kitabında (yazılı sure boyunca) dirilis gunune kadar yasadınız; iste bu da dirilme gunudur. Ancak siz bilmiyordunuz.»"
        },
        {
            "chapter": 30,
            "verse": 57,
            "text": "Artık o gun, zulmetmekte olanların ne mazeretleri bir yarar saglayacak ve ne de (Allah´tan) hosnutluk dilekleri kabul edilecektir"
        },
        {
            "chapter": 30,
            "verse": 58,
            "text": "Andolsun, biz bu Kur´an´da insanlar icin her ornegi gosterdik. Hic tartısmasız, sen onlara bir ayetle geldigin zaman, o kufre sapanlar, mutlaka: «Siz ancak muptil olanlardan baskası degilsiniz» derler"
        },
        {
            "chapter": 30,
            "verse": 59,
            "text": "Iste Allah, bilmeyenlerin kalblerini boyle damgalamaktadır"
        },
        {
            "chapter": 30,
            "verse": 60,
            "text": "Oyleyse sen sabret; hic suphesiz Allah´ın Va´di haktır; kesin bilgiyle inanmayanlar da sakın seni telasa kaptırıp hafiflige (veya gevseklige) suruklemesinler"
        }
    ]
}