{
    "pages": [
        {
            "chapter": 7,
            "verse": 121,
            "text": "Dijeron: «¡Creemos en el Senor del Universo"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "¡El Senor de Moises y de Aaron!»"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Dijo Faraon: «¿Creeis en El antes de que yo os de mi permiso? Esto es un plan que habeis tramado en la ciudad para echar de ella a sus habitantes. ¡Vais a saber"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "¡Os cortare las manos y los pies opuestos y luego os crucificare a todos!»"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Dijeron: «¡En verdad, regresaremos a nuestro Senor"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Solamente te vengas de nosotros por haber creido en las senales de nuestro Senor cuando llegaron a nosotros. ¡Senor nuestro! ¡Danos paciencia y haznos morir sometidos a Ti!»"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Los principales de la gente del Faraon dijeron: «¿Dejaras que Moises y su gente corrompan el pais y os abandonen a ti y a tus dioses?» Dijo: «Mataremos a sus hijos y dejaremos con vida a sus mujeres, pues, ciertamente, les tenemos dominados.»"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Moises dijo a su pueblo: «¡Invocad la ayuda de Dios y sed pacientes! ¡Ciertamente, la Tierra pertenece a Dios y El la da en herencia a quien quiere de Sus siervos! ¡El triunfo final es de los temerosos de Dios!»"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Dijeron: «Fuimos perseguidos antes de que vinieses a nosotros y despues de haber llegado.» Dijo: «Puede que vuestro Senor destruya a vuestros enemigos y haga que les sucedais en la Tierra y vea como actuais entonces.»"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Y, ciertamente, Nosotros castigamos a la gente del Faraon con los anos de sequia y escasez de frutos, para que, asi, se dejasen amonestar"
        }
    ]
}