{
    "pages": [
        {
            "chapter": 7,
            "verse": 188,
            "text": "Di: «No poseo la capacidad de beneficiarme o perjudicarme aparte de lo que Dios quiera. Si tuviera conocimiento de lo que esta oculto a los sentidos incrementaria mi bien y el mal no me tocaria. Yo solo soy un amonestador y un portador de buenas noticias para unas gentes que son creyentes.»"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "El es Quien os creo a partir de una sola alma, de la que hizo a su pareja para que viviese tranquilo con ella. Cuando el la cubrio, ella quedo embarazada con un embarazo ligero durante un tiempo. Cuando este se hizo pesado, ambos rogaron a su Senor: «Si nos das un hijo sano, seremos, ciertamente, de los agradecidos.»"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Pero, cuando les concedio un hijo sano, lo atribuyeron a otras causas ademas de a Dios. Pero Dios esta muy por encima de cuanto le asocian"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "¿Asociaran a Dios a quienes nada han creado, sino que ellos mismos han sido creados"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "¿Y que ni pueden prestarles ayuda ni ayudarse a si mismos"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Si les invitais a la buena guia no os seguiran. Da igual que les inviteis o que os quedeis callados"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "En verdad, aquellos a quienes invocais en lugar de Dios son siervos, como vosotros. Invocadlos y esperad a que os respondan, si es que sois sinceros"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "¿Acaso poseen pies con los que caminar o manos con las que aferrar u ojos con los que ver u oidos con los que oir? Di: «Invocad a los dioses que adorais como si fueran Dios y trazad vuestros planes contra mi sin hacerme esperar mas.»"
        }
    ]
}