{
    "pages": [
        {
            "chapter": 10,
            "verse": 71,
            "text": "Y relatales la historia de Noe, cuando dijo a su gente: «¡Oh, pueblo mio! Si os resulta dificil de soportar mi mision espiritual y el que os recuerde las senales de Dios, yo pongo mi confianza en Dios. Decidid junto con vuestros dioses y que no os preocupe llevar a cabo lo que decidais y ejecutad vuestra sentencia contra mi sin hacerme esperar mas.»"
        },
        {
            "chapter": 10,
            "verse": 72,
            "text": "«Y si me dais la espalda, yo no os he pedido recompensa alguna. Mi recompensa solo incumbe a Dios. Se me ha ordenado que sea de los musulmanes.»"
        },
        {
            "chapter": 10,
            "verse": 73,
            "text": "Pero ellos le tacharon de mentiroso y Nosotros le salvamos, junto a los que estaban con el, en el Arca y les hicimos herederos y ahogamos a quienes desmintieron Nuestras senales. Mira cual fue el fin de los que habian sido amonestados"
        },
        {
            "chapter": 10,
            "verse": 74,
            "text": "Luego, tras el, enviamos a otros Mensajeros a sus pueblos y fueron a ellos con las pruebas claras, pero no creyeron en aquello que ya antes habian desmentido. Asi es como sellamos los corazones de los transgresores"
        },
        {
            "chapter": 10,
            "verse": 75,
            "text": "Luego, tras ellos, enviamos a Moises y a Aaron al Faraon y a sus notables con Nuestras senales, pero se ensoberbecieron y fueron una gente pecadora"
        },
        {
            "chapter": 10,
            "verse": 76,
            "text": "Y cuando vino a ellos la Verdad procedente de Nosotros, dijeron: «En verdad, esto es magia evidente.»"
        },
        {
            "chapter": 10,
            "verse": 77,
            "text": "Moises dijo: «¿Eso decis de la Verdad cuando llega a vosotros? ¿Es esto magia? Los magos no triunfaran.»"
        },
        {
            "chapter": 10,
            "verse": 78,
            "text": "Dijeron: «¿Habeis venido a nosotros para apartarnos de aquello que vimos hacer a nuestros padres, para conseguir vosotros dos la supremacia en el pais? No os creeremos.»"
        }
    ]
}