{
    "pages": [
        {
            "chapter": 24,
            "verse": 11,
            "text": "En verdad, quienes vinieron con la calumnia son un grupo de entre vosotros. No penseis que es un mal para vosotros. Al contrario, es un bien para vosotros. Cada uno de ellos recibira conforme a su pecado y el mayor responsable entre ellos tendra un inmenso castigo"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "¿Por que, cuando escuchasteis hablar de ello, los creyentes y las creyentes no pensaron bien para sus adentros y dijeron: «Esto es una calumnia evidente?»"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "¿Por que no vinieron ellos con cuatro testigos? Al no venir con los testigos, ante Dios, ellos son los mentirosos"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Si no hubiese sido por el favor y la misericordia de Dios con vosotros en esta vida y en la otra, habrias sufrido un castigo inmenso por el pecado que habeis cometido"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "cuando lo pasasteis de unas lenguas a otras, diciendo con vuestras bocas algo de lo que no teniais conocimiento, considerando que era algo sin importancia cuando, ante Dios, es algo grave"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Si no, cuando lo escuchasteis, habriais dicho: «No es algo de lo que nosotros debamos hablar. ¡Gloria a Ti! ¡Eso es una calumnia terrible!»"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Dios os exhorta a no repetir algo semejante jamas si sois creyentes"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Dios os explica con claridad las senales. Dios todo lo conoce, es sabio"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "En verdad, quienes desean que se extienda la indecencia entre los creyentes tendran un castigo inmenso en esta vida y en la otra. Y Dios conoce y vosotros no conoceis"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Y si no hubiese sido por el favor de Dios sobre vosotros y por Su misericordia y porque Dios es compasivo, misericordiosisimo…"
        }
    ]
}