{
    "pages": [
        {
            "chapter": 53,
            "verse": 27,
            "text": "En verdad, quienes no creen en la otra vida dan a los angeles nombres femeninos"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "aunque no tienen ningun conocimiento de ello. Solo siguen conjeturas y, en verdad, las conjeturas no sirven de nada frente a la Verdad"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "Asi pues, apartate de quienes se alejan de Nuestro recuerdo y no desea mas que la vida mundanal"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "Este es el limite del conocimiento que ellos pueden alcanzar. En verdad, tu Senor es Quien mejor conoce a quien se extravia de su camino y es Quien mejor conoce a quien se guia"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "Y a Dios pertenece lo que hay en los cielos y en la Tierra, para retribuir a quienes hacen el mal por lo que han hecho y recompensar a quienes hacen el bien con lo mejor"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "Aquellos que se abstienen de los grandes pecados e indecencias, excepto los pecados pequenos. En verdad, tu Senor es muy perdonador. El es Quien mejor os conoce desde que os creo de la tierra y desde que erais fetos en los vientres de vuestras madres. Asi pues, no os vanaglorieis. El es Quien mejor conoce a quienes son temerosos de Dios"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "¿Has visto a quien da la espalda"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "da poco y es tacano"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "¿Acaso posee el conocimiento de lo que esta oculto a los sentidos y ve"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "¿O no ha sido informado de lo que hay en los escritos de Moises"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "y de Abraham, el cual fue leal"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "sobre que nadie cargara con la carga de los pecados de otro"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "y que nada pertenece a la persona excepto aquello por lo que se esfuerza"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "y que pronto se veran las consecuencias de su esfuerzo"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "que, luego, sera recompensado por ello con una recompensa completa"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "y que el destino final es hacia tu Senor"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "y que es El quien te hace reir y llorar"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "y que es El Quien da la muerte y da la vida"
        }
    ]
}