{
    "pages": [
        {
            "chapter": 3,
            "verse": 23,
            "text": "Has visto a aquellos a quienes les fue entregada una parte de la Escritura [Sagrada]? Se les invita a la Escritura de Dios para que juzgue entre ellos, pero parte de ellos dan la espalda y se niegan [a aceptar la Verdad]"
        },
        {
            "chapter": 3,
            "verse": 24,
            "text": "Eso es porque dicen: «No nos tocara el Fuego mas que unos pocos dias.» Sus propias invenciones les han cegado"
        },
        {
            "chapter": 3,
            "verse": 25,
            "text": "¿Que haran cuando les reunamos para un dia sobre el que no hay duda [que ha de venir] y cada alma sea recompensada por lo que hizo y no sean tratados injustamente"
        },
        {
            "chapter": 3,
            "verse": 26,
            "text": "Di: «¡Oh Dios, Soberano de todo gobierno! Tu das el gobierno a quien quieres y se lo quitas a quien quieres y das poder a quien quieres y humillas a quien quieres. En Tu mano esta todo bien. En verdad, Tu tienes poder sobre todas las cosas.»"
        },
        {
            "chapter": 3,
            "verse": 27,
            "text": "«Tu introduces la noche en el dia e introduces el dia en la noche y haces salir lo vivo de lo muerto y lo muerto de lo vivo. Y provees sin limite a quien quieres.»"
        },
        {
            "chapter": 3,
            "verse": 28,
            "text": "¡Que los creyentes no tomen por amigos a los que no creen en lugar de a los que creen! Dios no tendra nada con quien haga eso, excepto que disimule por temor a ellos. Dios os advierte que tengais cuidado con El [si Le desobedeceis]. Y a Dios retornamos"
        },
        {
            "chapter": 3,
            "verse": 29,
            "text": "Di: «Tanto si ocultais lo que hay en vuestros pechos, como si lo manifestais, Dios lo conoce y conoce lo que hay en los cielos y en la Tierra. Y Dios tiene poder sobre todas las cosas.»"
        }
    ]
}