{
    "maqras": [
        {
            "chapter": 3,
            "verse": 153,
            "text": "Tuma nde dogaynoɗon on yeƴƴitoaako hay e gooto, Nulaaɗo on no noddira on ɓaawo mon. Suno e hoore suno heɓi on fii wata on sunito e kon ko laawii on wanaa e kon ko heɓi on. Alla ko Humpitiiɗo e golloton"
        },
        {
            "chapter": 3,
            "verse": 154,
            "text": "Refti O Jippini e mo'on ɓaawo annde nden, hoolaare : ŋoŋre, hinde sudda fedde e mo'on ; fedde goo, pittaali maɓɓe no aanini ɓe, hiɓe sikka Alla ko wanaa goonga ; sikke yimɓe majjere, hiɓe wi'a: \"Hara no woodani men e fiyaake ɗen goɗɗum ?\" Maaku: \"Pellet, fiyaake ɗen fow ko Alla woodani\". Hiɓe suuɗa e pittaali maɓɓe ɗin ko ɓe feññinantaa ma, hiɓe wi'a: \"Si tawno no woodannoo men e fiyaake ɗen goɗɗum, men waretanooke ɗoo\". Maaku: \"Hay si tawno on wonno ka cuuɗi mon, feeñayno ɓen ɓe Alla Winndi e dow mun maayde ka lelorɗe maɓɓe\", e fii yo O Laɓɓin ko woni ɓerɗe mon. Alla ko Annduɗo ko woni e ɓerɗe"
        },
        {
            "chapter": 3,
            "verse": 155,
            "text": "Pellet, ɓen dogunooɓe e mo'on ñalnde koneeli ɗin ɗiɗi fottunoo, anndu pellet, ko seytaane fergitiɓe sabu yoga e ko ɓe faggitii. Gomɗii Alla Yaafike ɓe. Pellet, Alla ko Yaafotooɗo Muñoowo"
        },
        {
            "chapter": 3,
            "verse": 156,
            "text": "Hey mon yo gomɗimɓe, wata on wa'u wa ɓen heeferɓe ɓe wi'ani siɗɓe maɓɓe ɓen : \"Si ɓe yehii ka leydi, maa ɓe laatike haɓooɓe, si ɓe laatino ka amen goo, ɓe waretanooke\", ko fii yo Alla Waɗir ɗum ɗon nimse ka ɓerɗe mo'on, Alla ko Rentuɗo ko golloton kon"
        },
        {
            "chapter": 3,
            "verse": 157,
            "text": "Hay si on wara e fii laawol Alla maa on maayii, ko yaafuyee immorde ka Alla e yurmeende ɓuri moƴƴude ko ɓe mooɓata"
        },
        {
            "chapter": 3,
            "verse": 158,
            "text": "Si on maayii maa on waraama, pellet, ko ka Alla mooɓeteɗon"
        },
        {
            "chapter": 3,
            "verse": 159,
            "text": "Ko sabu yurmeende imoorde ka Alla newaniɗaa ɓe. Si laatino saɗtuɗo tikka ɓerndeejo, ɓe lancotono ɓe iwa takko maa. Yaafo ɓe insinanoɗaa ɓe, diisinoɗaa ɓe e fiyaake ɗen. Si a fellitii, fawo e Alla. Pellet, Alla no Yiɗi fawotooɓe ɓen [e Makko]"
        },
        {
            "chapter": 3,
            "verse": 160,
            "text": "Si Alla Wallii on fooloowo on alaa., si O Hoynii on ko hommbo wallata on ɓaawo Makko? Ko e Alla woni ko gomɗimɓe ɓen haani fawaade"
        },
        {
            "chapter": 3,
            "verse": 161,
            "text": "Laatanaaki Annabaajo woo nde o janfotoo. Kala janfiiɗo o addoyay ko o janfii kon Ñalnde Darngal.Hooti woŋkii kala yoɓee njoɓdi ko ki faggitii, kamɓe ɓe tooñetaake"
        },
        {
            "chapter": 3,
            "verse": 162,
            "text": "E ko on jokkuɗo welayee Alla on wa'ata wa on hootiduɗo e tikkere immornde ka Alla kadi werde makko nden ko jahannama? nge bonii ruttorde"
        },
        {
            "chapter": 3,
            "verse": 163,
            "text": "Kamɓe ko ɓe darjaaji ka Alla, Alla ko ji*oowo ko ɓe gollata kon"
        },
        {
            "chapter": 3,
            "verse": 164,
            "text": "Gomɗii Alla Moƴƴike e gomɗimɓe ɓen, tuma nde O Imminnoo e maɓɓe Nulaaɗo jeyaaɗo e maɓɓe, himo janngana ɓe Aayeeje Makko, himo laɓɓina ɓe, himo anndina ɓe Deftere nden e Ñeeñal ngal, hay si ɓe woniino adii nder majjere ɓanngunde"
        },
        {
            "chapter": 3,
            "verse": 165,
            "text": "E nde musiiba heɓunoo on, gomɗii on heɓiino yeru mun ɗiɗi, wi'uɗon: \"No ɗum woniri?!\" Maaku: \"Ɗum ko immorde e pittaali mo'on\". Pellet, Alla ko Haɗtanɗo kala huunde"
        },
        {
            "chapter": 3,
            "verse": 166,
            "text": "Ko heɓi on kon ñalnde dente ɗen ɗiɗe fottunoo, ko e Duŋayee(sakkitoore) Alla, e fii no Alla Anndira gomɗimɓe ɓen"
        },
        {
            "chapter": 3,
            "verse": 167,
            "text": "e no O Anndira ɓen naafiqiiɓe, ɓe wi'anaa: \"Aree haɓon fii laawol Alla ngol maa duñon\". Ɓe wi'i: \"Si meɗen anndunoo hare men jokkay on\". Kamɓe nden ñalnde, ko keeferaaku ngun ɓurnoo ɓaɗtaade e dii gomɗiɗal ngal : hiɓe wowlira kunndule maɓɓe ko alaa e ɓerɗe maɓɓe. Ko Alla Ɓuri Anndude ko ɓe soomi"
        },
        {
            "chapter": 3,
            "verse": 168,
            "text": "Ɓen wi'anɓe siɗɓe mun, ɓe jooɗii: \"Si tawno ɓe ɗoftino men, ɓe waretanooke\". Makku: \"Pottinee maayde nden e pittaali mo'on si on laatike goonguɓe"
        },
        {
            "chapter": 3,
            "verse": 169,
            "text": "Wata a sikku ɓen waraaɓe fii laawol Alla ngol ko maayuɓe, ko woni: ko wuuruɓe ka Joomi maɓɓe hiɓe arsikee"
        },
        {
            "chapter": 3,
            "verse": 170,
            "text": "hiɓe weltori ko Alla Okki ɓe kon e Ɓural Makko, hiɓe wewlira ɓen [siɗɓe] maɓɓe ɓe ɓe hawraali e mu'un ɓaawo maɓɓe, wonnde kulol alanaa ɓe, wanaa kamɓe woni ko sunoytoo"
        }
    ]
}