{
    "pages": [
        {
            "chapter": 23,
            "verse": 28,
            "text": "Энди қачон ўзинг ва сен билан бирга бўлган кишилар кема устида жойлашиб олгач, айтгин: «Бизларни золим қавмдан қутқарган Аллоҳга ҳамду-сано бўлсин»"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "Яна айт: «Парвардигорим, мени бир муборак манзилга туширгин. Сен ўзинг энг яхши (манзилларга) туширгувчисан»"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Албатта бунда (яъни, Нуҳ ва уни қавми можаросида) оят-ибратлар бордир. Биз имтиҳон қилгувчидирмиз"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Сўнгра Биз улардан кейин бошқа асрларни (яъни, авлодларни — Од қабиласини) пайдо қилдик"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "Бас, уларга ўзларидан бўлган бир пайғамбарни (яъни, Ҳудни) юбордик. (У айтди): «Аллоҳга ибодат қилинглар! Сизлар учун Ундан ўзга илоҳ йўқдир. Ахир қўрқмайсизларми?!»"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "Унинг қавмидан кофир бўлган, Охиратдаги мулоқотни ёлғон деган ва Биз ҳаёти дунёда бой-бадавлат қилиб қўйган кимсалар дедилар: «Бу ҳам худди сизларга ўхшаган одам. У ҳам сизлар ейдиган нарсадан ейди, сизлар ичадиган нарсадан ичади"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "Қасамки, агар сизлар ўзингизга ўхшаган одамга итоат килиб (ўз бутларингиздан кечсангизлар), у ҳолда албатта зиён кўргувчидирсизлар"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "У сизларга ўлиб тупроқ ва суякларга айланганингиздан кейин албатта (қабрларингиздан) чиқарилгувчидирсизлар, деб ваъда бермоқдами"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Сизларга ваъда қилинаётган нарса жуда-жуда узоқдир"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Ҳаёт фақат (шу) дунёдаги ҳаётимиздир. (Айримларимиз) ўлсак (бошқаларимиз) ҳаётга келаверамиз. Биз ҳеч қайта тирилгувчи эмасмиз"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "У (яъни, Ҳуд) фақат Аллоҳ шаънига ёлғон тўқиган кимсадир. Бизлар унга ҳеч иймон келтиргувчи эмасмиз"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "(Шунда Ҳуд) айтди: «Парвардигорим, мени ёлғончи қилганлари сабабли Ўзинг менга ёрдам қилгин (ва уларни ҳалок қилгин)»"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "(Аллоҳ) деди: «Озгинадан кейин улар албатта надомат қилгувчиларга айланиб қолурлар»"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "Бас, ҳақли равишда уларни (даҳшатли) қичқириқ тутиб, Биз уларни хас-хашакка айлантирдик. У золим қавмга ҳалокат бўлгай"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Сўнгра, улардан кейин бошқа асрларни (авлодларни) пайдо қилдик"
        }
    ]
}