{
    "pages": [
        {
            "chapter": 27,
            "verse": 36,
            "text": "Бас, қачонки (Билқийснинг элчилари унинг юборган ҳадясини олиб) Сулаймон (ҳузурига) келгач, у деди: «Сизлар менга мол-дунё билан мадад бермоқчимисиз?! У ҳолда (билингизки, Аллоҳ менга ато этган (пайғамбарлик ва мулку-давлат) У зот сизларга берган (мол-дунёдан) яхшироқдир. Балки сизлар ҳадяларингиз билан хурсанд бўларсизлар, (лекин менинг унга эҳтиёжим йўқдир)"
        },
        {
            "chapter": 27,
            "verse": 37,
            "text": "Сен (қавмингга) қайтиб бориб (айтгинки, агар ҳузуримга бўйинсунган ҳолларида келмасалар) албатта биз уларга шундай қўшин билан борурмизки, улар унга асло бас кела олмаслар ва албатта биз уларни (қишлоқларидан) мағлуб ҳолларида қувиб чиқарурмиз»"
        },
        {
            "chapter": 27,
            "verse": 38,
            "text": "«Эй одамлар, улар менинг ҳузуримга бўйсунган ҳолларида келишларидан илгари қайси бирларингиз менга унинг (яъни, Билқийснинг ўз шаҳрида қолган) тахтини келтира олур», деди"
        },
        {
            "chapter": 27,
            "verse": 39,
            "text": "(Шунда) жинлардан бир пахлавони айтди: «Мен уни сен ўрнингдан туришингдан илгари сенга келтирурман. Албатта мен бунга қодир ва ишончлидирман»"
        },
        {
            "chapter": 27,
            "verse": 40,
            "text": "Китобдан огоҳлиги бор бўлган бир зот эса: «Мен уни кўзинг ўзингга қайтгунича (яъни, кўз очиб юмгунча) сенга келтирурман», деди. «Бу Парвардигоримнинг мен шукр қиламанми ёки куфрони неъмат қиламанми, имтиҳон этиш учун берган фазлу-марҳаматидандир. Ким шукр қилса, бас, албатта у фақат ўз (фойдаси) учун шукр қилур. Ким куфрони неъмат қилса, бас, албатта Парвардигорим (унинг шукр қилишидан) беҳожат ва фазлу-карам Эгасидир»"
        },
        {
            "chapter": 27,
            "verse": 41,
            "text": "(Қачонки маликанинг келиши яқинлашиб қолгач, Сулаймон унинг фаҳму-фаросатини синаш учун) деди: «Унинг тахтини танимайдиган қилиб — ўзгартириб қўйинглар у (ўз тахтини танишга) йўл топурми ёки йўл топа олмайдиган кимсалардан бўлурми, кўрурмиз»"
        },
        {
            "chapter": 27,
            "verse": 42,
            "text": "Энди қачонки у келгач: «Сенинг тахтинг шундаймиди?», дейилди. У (ҳайратга тушиб): «Худди ўшанинг ўзи-ку», деди. (Шунда Сулаймон айтди: «Алҳамдулиллоҳки), бизларга ундан илгари илм-маърифат берилиб, мусулмон бўлганмиз"
        },
        {
            "chapter": 27,
            "verse": 43,
            "text": "Уни (маликани) эса ўзи Аллоҳни қўйиб, ибодат қилган нарсаси (Аллоҳга ширк келтириб, мусулмон бўлишдан) тўсгандир. Чунки у кофир қавмдан эди»"
        },
        {
            "chapter": 27,
            "verse": 44,
            "text": "(Маликага): «Саройга киргин», дейилди. Энди қачонки у (саройни) кўргач, уни сув (тўлқин) деб ўйлаб оёқларини очган эди, (Сулаймон): «Бу ойнадан ясалган баланд қасрдир», деди. Шунда малика) айтди: «Парвардигорим, дарҳақиқат, мен (қуёшга сиғиниш билан) жонимга жабр қилибман, (энди) Сулаймон билан бирга барча оламлар Хожаси — Аллоҳга бўйинсундим»"
        }
    ]
}