{
    "pages": [
        {
            "chapter": 27,
            "verse": 64,
            "text": "Ёки бошлаб Ўзи яратиб, сўнгра (Охиратда) қайта яратадиган Зотми?! Ким сизларга осмон ва заминдан ризқу рўз берур? Аллоҳ билан бирга яна бирон илоҳ борми?! (Эй Муҳаммад алайҳис-салоту вас-салом, кофирларга) айтинг: «Агар ростгўй бўлсангизлар ҳужжатларингизни келтирингиз!»"
        },
        {
            "chapter": 27,
            "verse": 65,
            "text": "Айтинг: «Осмонлар ва Ердаги бирон кимса ғайбни билмас, магар Аллоҳгина (билур)». Улар қачон қайта тирилишларини ҳам сеза олмаслар"
        },
        {
            "chapter": 27,
            "verse": 66,
            "text": "Балки уларнинг Охират ҳақидаги билимлари пишиб етилгандир (ва шу сабабдан Охират ҳақида сўраётгандирлар). Йўқ, улар (Охиратдан) шак-шубҳададирлар! Йўқ, улар ундан кўрдирлар"
        },
        {
            "chapter": 27,
            "verse": 67,
            "text": "Кофир бўлган кимсалар дедилар: «Ўзимиз ҳам ота-боболаримиз ҳам тупроққа айланиб кетган вақтимизда (қайта тирилиб, қабрларимиздан) чиқарилгувчидирмизми"
        },
        {
            "chapter": 27,
            "verse": 68,
            "text": "Дарҳақиқат, бизларнинг ўзимизга ҳам, илгари ота-боболаримизга ҳам мана шу ваъда қилингандир. Бу фақат ўтганларнинг афсоналаридир»"
        },
        {
            "chapter": 27,
            "verse": 69,
            "text": "Айтинг: «Ерни айланиб, жиноятчи кимсаларнинг оқибатлари қандай бўлганини кўринглар!»"
        },
        {
            "chapter": 27,
            "verse": 70,
            "text": "(Эй Муҳаммад алайҳис-салоту вас-салом), сиз уларнинг (иймон келтирмаганлари) устида ғам чекманг ва улар қилаётган макрлардан сиқилманг ҳам"
        },
        {
            "chapter": 27,
            "verse": 71,
            "text": "Улар: «Ростгўй бўлсангизлар (айтинглар-чи), мана шу ваъда (қилинган азоб) қачон бўлади?», дейдилар"
        },
        {
            "chapter": 27,
            "verse": 72,
            "text": "Айтинг: «Эҳтимол сизлар шоштираётган (азобнинг) баъзиси сизларга яқин келиб қолгандир»"
        },
        {
            "chapter": 27,
            "verse": 73,
            "text": "Албатта, Парвардигорингиз одамларга фазлу марҳамат Соҳибидир. Лекин уларнинг кўплари шукр қилмайдилар"
        },
        {
            "chapter": 27,
            "verse": 74,
            "text": "Албатта, Парвардигорингиз уларнинг диллари яширадиган нарсани ҳам, улар ошкор қиладиган нарсани ҳам билур"
        },
        {
            "chapter": 27,
            "verse": 75,
            "text": "Осмон ва заминдаги ҳар бир сир очиқ Китобда (яъни, Лавҳул-Маҳфузда) мавжуддир"
        },
        {
            "chapter": 27,
            "verse": 76,
            "text": "Албатта, ушбу Қуръон Бани Исроилга улар ихтилоф қилаётган нарсаларнинг кўпини сўйлаб — баён қилиб берур"
        }
    ]
}