{
    "pages": [
        {
            "chapter": 36,
            "verse": 55,
            "text": "Шак-шубҳасиз, жаннат эгалари бу кунда ўзлари истаган (орзу қилган) иш(лари) билан шод-хуррам бўлгувчидирлар"
        },
        {
            "chapter": 36,
            "verse": 56,
            "text": "Улар ўз жуфтлари билан бирга барча соя-салқин жойлардаги сўриларда ястаниб ўтирурлар"
        },
        {
            "chapter": 36,
            "verse": 57,
            "text": "Улар учун у жойда (ҳар турли) мева-чева мавжуддир ва улар учун чорлаган — истаган нарсалари ҳозирдир"
        },
        {
            "chapter": 36,
            "verse": 58,
            "text": "(Уларга) Меҳрибон Парвардигори томонидан салом айтилур"
        },
        {
            "chapter": 36,
            "verse": 59,
            "text": "Эй жиноятчи кимсалар, мана бу Кунда (мўминлардан) ажралинглар"
        },
        {
            "chapter": 36,
            "verse": 60,
            "text": "Мен сизларга «Эй Одам болалари, шайтонга ибодат қилмангиз, чунки у сизларга очиқ душмандир"
        },
        {
            "chapter": 36,
            "verse": 61,
            "text": "Менгагина ибодат қилинглар! Мана шу Тўғри Йўлдир», деб буюрмаганмидим"
        },
        {
            "chapter": 36,
            "verse": 62,
            "text": "Аниқки, (шайтон) сизларнинг ичингиздан кўп авлодни йўлдан оздирди. Ахир ақл юритгувчи бўлмадингизларми"
        },
        {
            "chapter": 36,
            "verse": 63,
            "text": "Сизларга ваъда қилинган жаҳаннам мана шудир"
        },
        {
            "chapter": 36,
            "verse": 64,
            "text": "Сизлар (ҳаёти дунёда) кофир бўлиб ўтганларингиз сабабли мана бу Кунда (жаҳаннамга) кирингиз"
        },
        {
            "chapter": 36,
            "verse": 65,
            "text": "Бу кун Биз уларнинг оғизларини муҳрлаб қўюрмиз. Ва Бизга уларнинг қилиб ўтган ишлари ҳақида — уларнинг қўллари сўзлар ва оёқлари гувоҳлик берур"
        },
        {
            "chapter": 36,
            "verse": 66,
            "text": "Агар Биз хоҳласак, уларнинг кўзларини йўқ қилган бўлур эдик. Ана у ҳолда улар йўлларига шошардилар-у, (лекин) қаёқдан кўра олсинлар"
        },
        {
            "chapter": 36,
            "verse": 67,
            "text": "Агар Биз хоҳласак, уларни турган жойларида (маймун, тўнғиз ёки тош каби) бошқа нарсаларга айлантириб қўйган бўлур эдик. Сўнг улар (олдинга) юришга ҳам қодир эмаслар, (ортларига ҳам) қайта олмаслар"
        },
        {
            "chapter": 36,
            "verse": 68,
            "text": "Биз кимга (узун) умр берсак унинг хилқатини (жисму-жонини) тубан — ночор қилиб қўюрмиз. Ахир ақл юргизмайдиларми (яъни, бир кишининг сурат ва сийратида ёш-яланглиги билан қари-қартанглиги ўртасида нақадар катта фарқ борлигини кўриб ибрат олмайдиларми)"
        },
        {
            "chapter": 36,
            "verse": 69,
            "text": "(Муҳаммад алайҳис-салоту вас-саломга) шеър ўргатмадик ва (шоирлик) унинг учун дуруст эмасдир. (Муҳаммад алайҳис-салоту вас-салом тиловат қилаётган нарса) фақат бир эслатма ва очиқ-равшан Қуръондир"
        },
        {
            "chapter": 36,
            "verse": 70,
            "text": "У тирик бўлган кишиларни огоҳлантириши учун ва кофирлар устига Сўз — азоб ҳақ бўлиши учун (нозил қилинган бир эслатмадир)"
        }
    ]
}