{
    "pages": [
        {
            "chapter": 40,
            "verse": 67,
            "text": "У сизларни(нг отангиз Одамни) тупроқдан, сўнгра (унинг барча авлодларини) нутфадан, сўнгра лахта қондан яратган Зотдир. Сўнгра У сизларнинг (оналарингиз қорнидан) чақалоқ ҳолингизда, (ёруғ дунёга) чиқарур, сўнгра (У зот) сизларни вояга етишларингизга, сўнгра қариб-қартайишингизга (қўйиб берур). Сизларнинг орангизда (вояга етишдан, ёки кексалик ёшидан) илгари вафот топадиган кишилар ҳам бўлур. (У зот) сизларни белгиланган ажалга етишларингизга (қўйиб берур). Шоядки, ақл юргизсангизлар"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "У тирилтирадиган ва ўлдирадиган Зотдир. Бас, қачон бирон ишни ҳукм қилса, Унга фақат «Бўл», дер, холос. Бас, у (иш) бўлур"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Аллоҳнинг оятлари ҳақида талашиб-тортишадиган кимсаларни кўрмадингизми? Қаёққа бурилиб кетмоқдалар-а"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "(Биз Муҳаммад алайҳис-салоту вас-саломга нозил қилган) Китоб — Қуръонни ва Биз (аввал ўтган) пайғамбарларимиз билан юборган нарсаларни — Китобларни ёлғон деган кимсалар яқинда (Қиёмат Кунида динсизликларининг оқибатини) билажаклар"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "Ўшанда (яъни, дўзахга ташланганларида) улар бўйинларида кишан ва занжирлар (билан) судралурлар"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "қайноқ сув томонга, сўнгра оловда ёндирилурлар"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Сўнгра уларга: «Сизлар ширк келтириб ўтган бутларингиз қани?», дейилади"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Аллоҳни қўйиб (ширк келтирган нарсалариннгиз қани?, дейилади). (Шунда) улар: «У (бутлар) бизнинг кўзимиз)дан ғойиб бўлиб қолишди. Йўқ-йўқ, бизлар илгари ҳаёти дунёда) ҳеч нарсага дуо-илтижо қилган эмасмиз», дедилар. Аллоҳ кофирларни мана шундай йўлдан оздирур"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Мана шу (жаҳаннам азобига йўлиқишларингиз)га сабаб сизлар Ерда (ўзларингиз қилган айшу ишрат ва гуноҳ-маъсиятлар билан) ноҳақ шоду ҳуррам бўлганларингиз ва кибру ҳаво қилганларингиздир"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Жаҳаннам дарвозаларидан у жойда мангу қолгувчи бўлган ҳолларингизда кирингиз! Бас, мутакаббир кимсаларнинг жойи нақадар ёмон бўлди"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Бас, (эй Муҳаммад алайҳис-салоту вас-салом, сизга мушриклар томонидан етаётган озор-азийятларга) сабр қилинг — зеро Аллоҳнинг (Ўз пайғамбари ва мўминларга ёрдам бериш ва кофирларни азоблаш ҳақидаги) ваъдаси ҳақдир! Энди агар Биз сизга ўша (кофирлар)га ваъда қилаётганимиз (азоб)дан айримларини кўрсатсак (яъни, сиз ҳаётлик пайтингизда уларни айрим азоб-уқубатларга дучор қилсак, кўрарсиз ёки сизни (уларга азоб туширшимиздан илгари) вафот топдирсак, у ҳолда ҳам ёлғиз Ўзимизга қайтарилурлар"
        }
    ]
}