{
    "pages": [
        {
            "chapter": 3,
            "verse": 133,
            "text": "Ва Парвардигорингиз томонидан бўлғуси мағфиратга ҳамда тақводорлар учун тайёрлаб қўйилган эни осмонлар ва Ер баробарида бўлган жаннатга шошилингиз"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "(У тақводор зотлар) яхши-ёмон кунларда инфоқ-эҳсон қиладиган, ғазабларини ичларига ютадиган, одамларнинг (хато-камчиликларини) афв этадиган кишилардир. Аллоҳ бундай яхшилик қилувчиларни севади"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "(У тақводор зотлар) қачон бирон-бир нолойиқ гуноҳ иш қилиб қўйсалар ёки (қандайдир гуноҳ иш қилиш билан) ўзларига зулм қилсалар, дарҳол Аллоҳни эслаб, гуноҳларини мағфират-кечирим сўрайдиган, — ҳар қандай гуноҳни ёлғиз Аллоҳгина мағфират қилур, — ва билган ҳолларида қилган гуноҳларида давом этмайдиган кишилардир"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Уларнинг мукофотлари Парвардигорлари томонидан мағфират ва тагларидан дарёлар оқиб тургувчи жаннатлар бўлиб, улар ўша жойда абадий қолажаклар. Яхши амал қилгувчиларнинг ажрлари нақадар яхши ажр"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "(Эй мўминлар), сизлардан илгари ҳам суннатлар — ибратлар ўтгандир. Бас, Ерда айланиб юриб, Аллоҳнинг динини ёлғон деганларнинг оқибатлари қандай бўлганини бир кўринглар"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "Бу (Қуръон) одамлар учун Тўғри Йўлни баён қилгувчи ва тақво эгалари учун ҳидоят ва панд-насиҳатдир"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Куфрга қарши курашда (сустлашмангиз) ва (Уҳуд жангидаги мағлубият сабабли) ғамгин бўлмангиз! Агар (ҳақиқий) иймон эгалари бўлсангизлар, сизлар устун бўлгувчидирсизлар"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Агар (бугун — Уҳудда) сизларга жароҳат етган бўлса, (Бадр жангида) у қавмга ҳам худди шундай жароҳат етган. (Токи ибрат бўлсин деб) ва Аллоҳ ҳақиқий иймон келтирган кишиларни билиши ҳамда ораларингдан шаҳидларни саралаб олиши учун бу кунларни (яъни, ғалаба ва мағлубият кунларини) одамлар орасида айлантириб турамиз. Аллоҳ золим кимсаларни севмайди"
        }
    ]
}