{
    "maqras": [
        {
            "chapter": 13,
            "verse": 5,
            "text": "Sasıyorsan asıl sasılacak sey, toprak olduktan sonra yeniden mi yaratılacagız diyenlerin sozu. Onlar, oyle kisilerdir ki Rablerine kafir olmuslardır. Onlar, oyle kisilerdir ki boyunlarında demir zincirler var ve onlar, cehennem ehlidir; onlar, orada ebedi kalırlar"
        },
        {
            "chapter": 13,
            "verse": 6,
            "text": "Senden, iyilikten once bir kotuluk gelmesini, hem de bunun cabucak olmasını isterler, onların caglarından onceki caglarda nice azaplar gelip catmıstır ve suphe yok ki Rabbin, insanların zulmune ragmen yarlıgamıya, suclarını ortme sıfatına sahiptir vegene suphe yok ki Rabbinin azabı da pek cetindir"
        },
        {
            "chapter": 13,
            "verse": 7,
            "text": "Kafir olanlar derler ki: Rabbinden ona bir mucize verilseydi ya. Suphesiz ki sen, ancak korkutucusun ve her topluluga hidayet verensin"
        },
        {
            "chapter": 13,
            "verse": 8,
            "text": "Allah, her disinin, neye gebe kalıp ne doguracagını ve ana karnında dolun zamanına gore orada ne kadar eksik, ne kadar fazla kalacagını bilir ve onun katında her seyin sayılı bir zamanı, olculu bir muddeti var"
        },
        {
            "chapter": 13,
            "verse": 9,
            "text": "Gizliyi de bilen, acıkta olanı da bilen cok buyuk ve yuce bir Tanrıdır"
        },
        {
            "chapter": 13,
            "verse": 10,
            "text": "Sozunu gizleyeniniz de birdir onca, acıkca soyleyeniniz de, geceleyin saklanıp gizlenen de, gunduzun yoluna giden de"
        },
        {
            "chapter": 13,
            "verse": 11,
            "text": "Herkesin onunde, ardında, birbiri ardınca gelip giden melekler var, onu, Allah'ın emriyle koruyup gozetirler. Suphe yok ki bir topluluk, ahlakını degistirmedikce Allah o toplulugu degistirmez. Allah, bir toplulugun kotulugunu dilerse o kotulugu geriye atmaya imkan yoktur ve onlara, ondan baska bir yardımcı da bulunamaz"
        },
        {
            "chapter": 13,
            "verse": 12,
            "text": "Oyle bir Tanrıdır ki sizi korkutan ve umduran simsegi o caktırır ve yagmurla dolu agır bulutları o meydana getirir"
        },
        {
            "chapter": 13,
            "verse": 13,
            "text": "Gok gurultusu, hamdederek tenzih eder onu, melekler de korkularından tenzih ederler ve yıldırımları yollar da diledigine isabet ettirir ve hala da onlar, Allah hakkında cekisip dururlar ve onun birdenbire gelen azabı pek kuvvetlidir, pek cetin"
        },
        {
            "chapter": 13,
            "verse": 14,
            "text": "Gercek dua, ancak onadır. Ondan baskalarına dua edenlerin duaları kabul edilmez. Bu cesit adam, agzına gelsin diye suya ellerini uzatmıs, bekleyip duran adama benzer, su agzına gelmez onun ve kafirlerin duası, sapıklıkta kalmadan baska bir sey degildir"
        },
        {
            "chapter": 13,
            "verse": 15,
            "text": "Goklerde ve yeryuzunde ne varsa, sabah ve aksam, isteristemez, kendileri de, golgeleri de Allah'a secde eder"
        },
        {
            "chapter": 13,
            "verse": 16,
            "text": "De ki: Goklerin ve yeryuzunun Rabbi kim? De ki: Allah. De ki: Onu bırakıp da kendilerine bile bir faydaları, bir zararları dokunamayan tanrılar mı edindiniz? De ki: Bir olur mu korle goren? Yahut bir olur mu karanlıklarla ısık? Yoksa mabutları da yaratıyor mu ki suphelenip onları Allah'a es kostular? De ki: Her seyi yaratan Allah'tır ve o birdir, acze dusmez, her seyden ustundur"
        },
        {
            "chapter": 13,
            "verse": 17,
            "text": "Gokten yagmur yagdırır da vadilerde alabildikleri kadar seller, ırmaklar olur, caglayıp akar, akarken de uste cıkan kopukleri surukler goturur. Ziynet esyası, yahut faydalanmak icin kullanılan aracları yaparken ateste eritilen seylerde de buna benzerbir kopuk, bir posa meydana gelir. Iste Allah gercekle bos seyi bu cesit bir ornekle anlatır. Kopuk, dagılır gider, halka fayda verecek seyse yerinde kalır. Iste Allah, boyle ornekler getirir"
        },
        {
            "chapter": 13,
            "verse": 18,
            "text": "Rablerinin davetine icabet edenlere guzel bir mukafat var; fakat icabet etmeyenlere gelince: O cesit adamlar, yeryuzunde ne varsa hepsine sahip olsalar ve bir misli daha malları olsa da kurtulmak icin hepsini feda etseler gene onlar icin kotu bir soru var, yurtları cehennemdir ve orası ne de kotu yataktır ya"
        }
    ]
}