{
    "maqras": [
        {
            "chapter": 2,
            "verse": 253,
            "text": "O peygamberlerden bazısını bazısına ustun ettik. Onlardan Allah'la konusan var, bazılarının da derecelerini yuceltmistir. Meryemoglu Isa'ya apacık deliller verdik, onu, RuhulKudus'le kuvvetlendirdik. Allah dileseydi onlardan sonrakiler, kendilerine apacık deliller geldikten sonra artık birbirlerini oldurmezlerdi. Ama gene de aykırılıga dustuler. Iclerinde inanan var, inanmayan var. Allah dileseydi birbirlerini oldurmezlerdi, fakat Allah diledigini, diledigi gibi yapar"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "Ey inananlar, sizi rızıklandırdıgımız seylerden bir kısmını yoksullara harcayın o gun gelip catmadan ki o gun ne alısveris var, ne dostluk, ne sefaat. Kafirlere gelince onlardır zalimler"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Oyle bir Allah ki ondan baska yoktur tapacak. Diridir, her an yarattıklarını tedbir ve tasarruf edip durur. Ne uyuklamaya kapılır, ne uykuya dalar. Onundur ne varsa goklerde ve yeryuzunde. Kimdir izni olmadıkca onun yanında sefaate kalkısacak? Onlerindekini de bilir, artlarındakini de. Onun bilgisinden, diledigi miktardan baska hicbir seyi kavrayamazlar. Kursusu gokleri de kaplayıp kucaklamıstır, yeryuzunu de. Gogu, yeri korumak, ona agır da gelmez. O'dur cok yuce ve cok ulu"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "Dinde zor yok. Gercekten de dogru yolla azgınlık apacık meydana cıkmıstır. Kim putları inkar edip Tanrı'ya inanırsa suphe yok, oyle saglam bir kulpa yapısmıstır ki hic kopmaz o ve Allah her seyi duyar, bilir"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Allah, dostudur inananların. Onları karanlıklardan ısıga cıkarır. Inanmayanlarınsa dostları Seytan'dır, onları ısıktan karanlıklara goturur. Onlardır ates ehli, onlardır orada ebedi kalanlar"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Kendisine Allah'ın saltanat verdigi kisinin, Ibrahim'le cekismeye basladıgını gormedin mi? O zaman Ibrahim, benim Rabbim diriltir, oldurur demisti. O, ben de diriltirim, oldururum dedi. Ibrahim dedi ki: Suphe yok ki Allah, gunesi dogudan cıkarmada, sen batıdan dogdur. Inanmayan, bu soze sasırıp kalmıstı. Allah zalim kavmi dogru yola sevketmez ki"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Bir de hani yapıları cokmus, catıları dosemelerinin ustune yıkılmıs sehre ugrayan, Allah bu sehri, olumunden sonra nasıl diriltecek ki demisti. Allah, onu tam yuz yıl olu bir halde bırakmıs, sonra diriltmisti de demisti ki: Ne kadar yattın? O da bir gun, yahut gunun birkac saati kadar bir muddet demisti. Allah, tam yuz yıl yata kaldın. Yiyecegine, icecegine bak, henuz bozulmamıs bile. Esegine de bak; bu is seni, insanlara bir delil gostermek maksadıyla oldu; esegin kemiklerini nasıl birlestiriyor, sonra onlara nasıl et giydiriyoruz, hele dikkat et demisti. Bu, ona apacık belli olunca dedi ki: Bilirim, suphe yok ki Allah'ın her seye gucu yeter"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "An o zamanı da, hani Ibrahim, Rabbim demisti, oluyu nasıl diriltirsin? Allah, inanmıyor musun demisti de Ibrahim, evet, inanıyorum ama kalbim tam yatıssın, iyice anlayayım demisti. Allah da demisti ki: Dort kus al, onları kesip paramparca et, parcalarını birbirine kat, sonra o karısık parcalardan her birini bir dagın ustune koy, sonra da onları cagır, kosarak sana gelecekler. Bil ki Allah, suphe yok ki pek yucedir, hikmet sahibidir"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Mallarını Allah yolunda harcayanlar, her basagında yedi yuz tanesi olan ve tam yedi tane basak bitiren tek bir tohuma benzer. Allah diledigine kat kat verir, arttırır. Allah'ın ihsanı boldur ve her seyi bilir"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Mallarını verip ardından da, verdiklerinin baslarına kakmayanların, onlara minnet yuklemeyen ve eziyette bulunmayanların ecri, Rableri katındadır. Onlara ne korku vardır, ne huzun"
        }
    ]
}