{
    "maqras": [
        {
            "chapter": 3,
            "verse": 93,
            "text": "Israil, Tevrat inmeden kendisine neleri haram ettiyse onlardan baska her cesit yiyecek, Israilogullarına helaldi. De ki: Sozunuz dogruysa getirin Tevrat'ı da okuyun bakalım"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Bundan sonra da kim Allah'a yalan isnat ederse artık o cesit adamlardır zalimler"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "De ki: Allah dogru soylemistir, siz de artık dogru yolu tutan Ibrahim'in dinine uyun ve o, sirk kosanlardan degildi"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Suphe yok ki ilk kurulan ev, Mekke'deki evdir. Kutludur ve alemlere dogru yolu gosterir"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Oradadır apacık deliller ve Ibrahim'in duragı ve kim oraya girerse emin olur. Insanlardan, oraya gitmeye gucu yetene, Allah icin gidip o evi ziyaret ederek haccetmesi farzdır. Inkar eden eder, Allah suphe yok ki butun alemlerden mustagnidir"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "De ki: Ey kitap ehli, ne diye Allah'ın delillerini inkar eder, kafir olursunuz? Halbuki Allah, butun yaptıklarınızı gorur"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "De ki: Ey kitap ehli, kendiniz de tanıksınız, oyle oldugu halde gene zor zoruna ne diye bir egrilik bulmaya yeltenir de inananları, Allah yolundan dondurmeye calısırsınız? Allah'sa yaptıklarınızdan gafil degildir ki"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "Ey inananlar, kendilerine kitap verilenlerin herhangi bir kısmına uyarsanız sizi dondurur, inancınızdan sonra kafir yapar"
        },
        {
            "chapter": 3,
            "verse": 101,
            "text": "Fakat siz nasıl kafir olabilirsiniz ki Allah'ın ayetleri size okunmada, Allah'ın Resulu de icinizde. Kim Allah'a sımsıkı yapısırsa suphe yok ki o, dosdogru yola sevk edilmistir"
        },
        {
            "chapter": 3,
            "verse": 102,
            "text": "Ey inananlar, Allah'tan nasıl sakınmak lazımsa oyle sakının ve ancak Musluman olarak can verin"
        },
        {
            "chapter": 3,
            "verse": 103,
            "text": "Hep birden Allah'ın ipine sımsıkı sarılın, boluk boluk olmayın ve anın Allah'ın size verdigi nimeti, anın o zamanı ki dusmandınız birbirinize, kalplerinizi uzlastırdı, nimetiyle kardes oldunuz. Icinde ates dolu bir cukurun tam kenarındaydınız, sizi kurtardı oradan. Allah, dogru yolu bulursunuz diye delillerini boyle acıklar iste"
        },
        {
            "chapter": 3,
            "verse": 104,
            "text": "Icinizde oyle kisiler bulunmalı ki onlar, sizi hayra cagırsın, size iyiligi emretsin, sizi kotulukten vazgecirmeye calıssın ve onlardır kurtulanlar, muratlarına erenler"
        },
        {
            "chapter": 3,
            "verse": 105,
            "text": "Kendilerine apacık deliller geldikten sonra da gene boluk boluk olanlara, gene ayrılıga dusenlere benzemeyin. Oyle kisilerdir onlar ki onlaradır pek buyuk azap"
        },
        {
            "chapter": 3,
            "verse": 106,
            "text": "Bir gundur o gun ki yuzler agarır, yuzler kararır. Yuzleri kararanlara, inandıktan sonra denir, kafir mi oldunuz? Kafir olmanıza karsılık tadın azabı"
        },
        {
            "chapter": 3,
            "verse": 107,
            "text": "Yuzleri agaranlara gelince onlar, Allah'ın rahmetindedir, onlar, o rahmette ebedi olarak kalırlar"
        },
        {
            "chapter": 3,
            "verse": 108,
            "text": "Iste bunlar, Allah'ın ayetleridir. Gercek olarak onları sana okumadayız ve Allah, alemlere zulmetmeyi istemez"
        },
        {
            "chapter": 3,
            "verse": 109,
            "text": "Allah'ındır ne varsa goklerde ve yeryuzunde ve isler, donup ona varır"
        },
        {
            "chapter": 3,
            "verse": 110,
            "text": "Siz insanlar icin meydana cıkarılan en hayırlı ummetsiniz; insanlara iyiligi emredersiniz, kotulukte bulunmamalarını soylersiniz ve Allah'a inanırsınız. Kitap ehli de inansaydı hayırlı olurdu kendilerine. Onlardan inananlar da var, fakat cogu dinden cıkmıstır"
        },
        {
            "chapter": 3,
            "verse": 111,
            "text": "Onlar size hicbir suretle zarar veremezler, ancak incitirler sizi. Onlara bir tek yardımcı bile bulunmaz"
        },
        {
            "chapter": 3,
            "verse": 112,
            "text": "Nerede bulunurlarsa bulunsunlar, asagılık bir hale getirilmistir onlar; ancak Allah'ın ipine ve insanların yapıstıkları ipe yapısanlar mustesna. Allah'ın gazabına ugradılar ve ustlerine miskinlik cullandı. Bu da Allah'ın delillerini inkar ettikleri ve haksız yere peygamberleri oldurdukleri icin, bu da isyan ettikleri ve hadlerini astıkları icin"
        }
    ]
}