{
    "maqras": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "Onların toplanıp gizlice konusmalarının cogunda hayır yoktur; ancak kim sadakayı, iyiligi ve insanların arasını bulmayı emrederse onun sozunde hayır var. Allah'ın razılıgını kazanmak icin bunları yapana pek buyuk bir mukafat verecegiz"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Kendisince dogru yol apacık belli olduktan sonra Peygambere aykırı hareket eden ve inananların yolundan baska bir yola giden kisiyi dondugu yolda bırakırız ve cehenneme atarız; orası, ne de kotu yerdir"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Suphe yok ki Allah, kendisine es tanıyanı yarlıgamaz, bundan baska diledigi kisinin butun suclarını orter, yarlıgar ve kim Allah'a es tanırsa oylesine sapıtmıstır ki tuttugu yol, dogru yoldan pek uzaktır"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Onlar, Allah'ı bırakırlar da disi saydıkları putlara taparlar, boylece de ancak inatcı Seytan'a tapmıs olurlar"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Allah'sa ona lanet etmisti, o da demisti ki: Andolsun ki kullarından bir kısmını, ayartacagım da"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Onları dogru yoldan saptıracagım, olmaz isteklere surukleyecegim, putlara hayvanlar adatacagım da onların kulaklarını yarmalarını, Allah'ın yarattıgını bozmalarını emredecegim. Allah'ı bırakıp Seytan'ı dost edinen, apacık bir zarara dusmus, ziyana ugramıstır"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Seytan, onlara vaatlerde bulunur, onları olmayacak isteklere surukler, kuruntular verir; fakat Seytan'ın vaatleri, ancak aldatıstan ibarettir"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Onlardır yurtları cehennem olanlar ve oradan baska bir sıgınak bulamazlar"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Inananları ve iyi islerde bulunanları, kıyılarından ırmaklar akan cennetlere sokacagız, oralarda ebedi kalacaklar; iste Allah'ın gercek vaadi ve kimdir Allah'tan daha dogru sozlu"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "Ne sizin bosuna kuruntularınızın aslı var, ne kitap ehlinin kuruntularının aslı. Kim kotuluk ederse cezasını gorur ve Allah'tan baska ne bir dost bulur, ne bir yardımcı"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Erkek olsun, kadın olsun, inanıp da iyi islerde bulunanlar, cennete girerler ve kıl kadar bile zulum gormezler, hakları zayi olmaz"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Kimin dini daha guzeldir iyilikte bulunarak ozunu Allah'a teslim eden ve Tanrıyı bir tanıyan Ibrahim'in dinine uyan kisinin dininden ve Allah Ibrahim'i dost edinmistir"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Allah'ındır ne varsa goklerde ve ne varsa yeryuzunde ve Allah, her seyi kavramıs, kusatmıstır"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Kadınlar hakkında senden fetva istiyorlar, de ki: Onlar hakkındaki fetvayı Allah veriyor ve kendilerine verilmesi icap eden mirası vermediginiz ve begenip almadıgınız yetim kızlarla aciz cocuklar hakkında ve yetimlere adaletle muamele hususunda iste size kitapta okunan hukum. Hayra ait neler yaparsanız suphe yok ki Allah hepsini bilir"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Kadın, kocasının kendisine eziyet edeceginden, yahut kendisini ihmal edeceginden korkarsa karıyla kocanın, kendi aralarında uzlasıp barısmaları hususunda her ikisine de vebal yok ve barıs, daha hayırlıdır da. Zaten nefislerde nekeslik meyli vardır, fakat iyilik eder, hos gecinir ve sakınırsanız suphe yok ki Allah butun yaptıklarınızdan haberdardır"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Kadınlar arasında adaletle muamele etmeyi ne kadar isteseniz, bu hususa ne kadar dusseniz imkan yok, yapamazsınız, adaletle muamele edemezsiniz. Hic olmazsa onların birine tamamıyla meyledip oburunu muallaktaymıs gibi bir vaziyete dusurmeyin, uzlasır ve sakınırsanız suphe yok ki Allah, sucları orter rahimdir"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Karıyla koca ayrılacak olurlarsa Allah, her birini lutuf ve keremiyle ihtiyactan kurtarır ve Allah'ın lutfu boldur, hukum ve hikmet sahibidir o"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Ve Allah'ındır ne varsa goklerde ve ne varsa yeryuzunde Andolsun ki sizden once kendilerine kitap verilenlere de, size de Allah'tan cekinmenizi tavsiye ettik. Fakat kafir olursanız suphe yok ki Allah'ındır ne varsa goklerde ve ne varsa yeryuzunde ve Allah, her seyden mustagnidir ve ovus ona layıktır"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Ve Allah'ındır ne varsa goklerde ve ne varsa yeryuzunde ve koruyucu olarak Allah yeter"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Dilerse ey insanlar, sizi ortadan kaldırır, baskalarını getirir ve Allah'ın buna gucu yeter"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Dunya mukafatını dileyen bilsin ki dunya mukafatı da Allah'ın yanındadır, ahiret mukafatı da ve Allah her seyi duyar, gorur"
        }
    ]
}