{
    "maqras": [
        {
            "chapter": 7,
            "verse": 156,
            "text": "Su dunyada da iyilikler ver bize, ahirette de ve suphesiz ki sana yoneldik biz. Tanrı, diledigimi azabıma ugratırım dedi, fakat rahmetim, her seyi kaplamıstır da cekinenleri, zekat verenleri ve ayetlerime inananları rahmetime mazhar ederim"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Onlar, oyle kisilerdir ki ellerindeki Tevrat'ta ve Incil'de de yazılmıs olarak bulacakları seriat sahibi Ummi Peygambere uyarlar ve o, onlara iyiligi emreder, kotulukten nehy eder onları ve temiz seyleri onlara helal etmededir, pis ve kotu seyleri haram etmede. Sırtlarındaki agır yukleri indirmededir, baglandıkları zincirleri kırmada. Artık ona inananlar, onu ululayanlar, ona yardım edenler ve ona indirilen ısıga uyanlardır kurtulanlar, muratlarına erenler"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "De ki: Ey insanlar, suphe yok ki ben, Allah tarafından sizin hepinize gonderilmis olan peygamberim; o, oyle bir Allah'tır ki goklerin saltanat ve tasarrufu da onundur, yeryuzunun de. Ondan baska yoktur tapacak, odur dirilten ve olduren. Artık Allah'a ve Allah'ın sozlerine inanın ve seriat sahibi Ummi Peygamberine inanın ve uyun ona da dogru yolu bulun"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Musa kavminden bir topluluk vardı ki halkı dogru yola sevk ederler ve adaletle muamelede bulunurlardı"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Onları on iki kabileye, on iki topluluga bolduk ve kavmi, Musa'dan su isteyince ona, sopanla tasa vur diye vahyettik, derken o tastan on iki kaynak aktı. Her topluluk, su icecekleri kaynagı belledi ve onları bulutla golgelendirdik, onlara kudret helvasıyla bıldırcın kusu indirdik. Size rızık olarak verdigimiz seylerin temizlerini yiyin dedik. Onlar bize zulmedemediler, ancak kendilerine zulmettiler"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "Hani o zaman onlara, bu sehirde yerlesin ve dilediginiz yerde dilediginiz seyi yiyin ve bu makam, sucların dokuldugu makamdır deyin, kapıdan yerlere kapanırcasına egilerek girin de suclarınızı ortelim, iyi hareket edenlerin mukafatını daha da fazlasıyla verelim denmisti"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Fakat onlardan zulmedenler, sozu kendilerine soylendiginden bambaska bir tarza dokup degistirdiler, biz de ettikleri zulum yuzunden onlara gokyuzunden kotu, pis bir azab indirdik"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Denize pek yakın olan o sehrin halkına neler oldu, sor onlara. Hani onlar, cumartesi gunu, emre isyan etmislerdi, hani cumartesi gunleri, balıklar, su ustune cıkıyordu da cumartesiden baska gunlerde onlara gorunmuyordu, emirden cıktıkları icin biz de onları boyle sınamadaydık"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Hani onlardan bir topluluk, Allah'ın helak edecegi, yahut da siddetle azaplandıracagı bir kavme ne diye ogut verirsiniz demisti de ogut verenler, Rabbinize karsı bir ozur serdedebilelim ve belki de sakınırlar umidiyle demislerdi"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Ogutculerin ogutlerini unuttukları zaman biz de, onları kotulukten nehyedenleri kurtardık, zulmedenleriyse, emirden cıktıkları icin pek siddetli bir azaba ugrattık"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Nehyedildikleri seyleri yapmakta ısrar edince onlara asagılık maymun olun dedik"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "An o zamanı ki Rabbin, kıyamet gununedek onlara en kotu azapla azaplandıracak olanları gonderecegini kesin olarak bildirmisti. Suphe yok ki Rabbin, cezayı pek tez verir ve suphe yok ki o, sucları orter, rahimdir"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Onları, yeryuzunde takımtakım topluluklar haline getirdik, dagıttık. Iclerinde iyileri var, onlardan daha asagı derecede bulunanları var. Belki Tanrıya donerler, itaate girerler diye de onları iyiliklerle, kotuluklerle sınadık"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Onlardan sonra kitaba varis olan oyle bir nesil geldi ki hem su dunyanın gecici matahını alırlar da elbette ilerde yarlıganırız, suclarımız ortulur bizim derler, hem de gene ellerine ona benzer gecici bir matah gecse almakta devam ederler. Halbuki Allah'a karsı ancak gercek olanı soyleyeceklerine dair onlardan o kitabın hukmunce soz alınmamıs mıydı ve kitapta olanları okuyup dururlar da. Halbuki ahiret yurdu, sakınanlara daha hayırlıdır, hala mı aklınız ermiyor"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Kitaba sarılıp namaz kılanlara gelince: Biz, iyilige calısanların mukafatını zayi etmeyiz"
        }
    ]
}