{
    "pages": [
        {
            "chapter": 11,
            "verse": 13,
            "text": "Do they say: 'He has invented this Book himself?' Say: 'If that is so, bring ten surahs the like of it of your composition, and call upon all (the deities) you can other than Allah to your help. Do so if you are truthful"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Then if (your deities) do not respond to your call for help then feel assured that this Book was revealed with the knowledge of Allah, and that there is no true god but Him. Will you, then, surrender (to this truth)"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Those who seek merely the present world and its adornment. We fully recompense them for their work in this world, and they are made to suffer no diminution in it concerning what is their due"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "They are the ones who shall have nothing in the Hereafter except Fire. (There they shall come to know) that their deeds in the world have come to naught; and that whatever they have done is absolutely useless"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Can it happen that he who takes his stand on a clear evidence from his Lord, subsequently followed by a witness from Him (in his support), and prior to that the Book of Moses was revealed as a guide and a mercy, (would even he deny the truth in the manner of those who adore the life of this world)? Rather, such men are bound to believe in it. The Fire shall be the promised resort of the groups that disbelieve. So be in no doubt about it for this indeed is the truth from your Lord although most people do not believe"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "And who is a greater wrong-doer than he who invents a lie against Allah? Such men will be set forth before their Lord and witnesses will say: 'These are the ones who lied against their Lord. Lo! Allah's curse be upon the wrong-doers"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "upon those who bar people from the way of Allah, and seek in it crookedness, and disbelieve in the Hereafter"
        }
    ]
}