{
    "pages": [
        {
            "chapter": 11,
            "verse": 20,
            "text": "They had no power to frustrate Allah's design in the earth, nor did they have any protectors against Allah. Their chastisement will be doubled. They were unable to hear, nor could they see"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "They caused utter loss to themselves, and all that they had invented failed them"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Doubtlessly, they shall be the greatest losers in the Hereafter"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "As for those who believed and acted righteously and dedicated themselves totally to their Lord -they are the people of Paradise, and there they shall abide forever"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "The example of the two parties is that one is blind and deaf, and the other capable of seeing and hearing. Can the two be equals? Will you, then, not heed"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "(Such were the circumstances) when We sent forth Noah to his people. (He said): 'I have been sent to you to warn you plainly"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "that you may worship none but Allah or else I fear for you the chastisement of a Grievous Day"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "The notables among Noah's own people, who had refused to follow him, responded: 'We merely consider you a human being like ourselves. Nor do we find among those who follow you except the lowliest of our folk, the men who follow you without any proper reason. We see nothing in you to suggest that you are any better than us. Rather, we believe you to be liars"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Noah said: 'My people! If I base myself on a clear evidence from my Lord, and I have also been blessed by His mercy to which you have been blind, how can we force it upon you despite your aversion to it"
        }
    ]
}