{
    "pages": [
        {
            "chapter": 2,
            "verse": 146,
            "text": "As for those to whom We gave the Book, they recognise the place (which has now been made giblah), as clearly as they recognise their own children. But some of them are knowingly concealing the truth"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "This is in fact a Commandment from your Lord; so you should not have any doubt concerning this"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Everyone has a direction towards which he turns in Prayer: so try to excel one another in good works. Allah will find you wheresoever you be, for nothing is out of Allah's reach"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "At whatever place you may be, turn your face towards Masjid Haram (at Prayer time) for this is, in fact, a Commandment of your Lord, and Allah is not unaware of what you do"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "At whatever place you may be, you must turn your face towards the Masjid Haram, and wherever you may be, you must turn your face towards the same at prayer so that people might not find an argument against you. As for the unjust people, they will never stop talking; so do not fear them but fear Me -- (Do this) so that I may complete My favour upon you and you may find the way to real success"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "just as (you have found from this: that) We sent the Messenger to you from among you, who recites to you Our Revelations; who purifies your lives; who instructs you in the Book and in Wisdom and teaches you those things that you did not know"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "So remember Me and I will remember you, and give thanks to Me and be not ungrateful"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "O Believers, seek help with fortitude and Salat, for Allah is with those who show fortitude"
        }
    ]
}