{
    "pages": [
        {
            "chapter": 12,
            "verse": 96,
            "text": "And when the bearer of good news came he threw Joseph's shirt over Jacob's face, whereupon he regained his sight, and said: \"Did I not tell you that I know from Allah what you do not know"
        },
        {
            "chapter": 12,
            "verse": 97,
            "text": "They said: \"Father! Pray for the forgiveness of our sins; we were truly guilty"
        },
        {
            "chapter": 12,
            "verse": 98,
            "text": "He said: \"I shall pray to my Lord for your forgiveness, for He, and indeed He alone, is Ever Forgiving, Most Merciful"
        },
        {
            "chapter": 12,
            "verse": 99,
            "text": "And when they went to Joseph, he took his parents aside and said (to the members of his family): \"Enter the city now, and if Allah wills, you shall be secure"
        },
        {
            "chapter": 12,
            "verse": 100,
            "text": "And after they had entered the city, Joseph raised his parents to the throne beside himself, and they (involuntarily) bowed in prostration before him. Joseph said: \"Father! This is the fulfilment of the vision I had before - one that My Lord has caused to come true. He was kind to me when He rescued me from the prison, and brought you from the desert after Satan had stirred discord between me and my brothers. Certainly my Lord is Subtle in the fulfilment of His will; He is All-Knowing, All-Wise"
        },
        {
            "chapter": 12,
            "verse": 101,
            "text": "My Lord! You have bestowed dominion upon me and have taught me to comprehend the depths of things. O Creator of heavens and earth! You are my Guardian in this world and in the Hereafter. Cause me to die in submission to You, and join me, in the end, with the righteous"
        },
        {
            "chapter": 12,
            "verse": 102,
            "text": "(O Muhammad), this is part of news from the Unseen that We reveal to you for you were not present with them when Joseph's brothers jointly resolved on a plot"
        },
        {
            "chapter": 12,
            "verse": 103,
            "text": "And most of the people, howsoever you might so desire, are not going to believe"
        }
    ]
}