{
    "pages": [
        {
            "chapter": 28,
            "verse": 78,
            "text": "He replied: \"All this has been given to me on account of a certain knowledge that I have.\" Did he not know that Allah had destroyed before him those who were stronger in might than he and were more numerous in multitude? The wicked are not asked about their acts of sin"
        },
        {
            "chapter": 28,
            "verse": 79,
            "text": "Once Korah went forth among his people in full glitter. Those seeking the life of this world said: \"Would that we had the like of what Korah has! He truly has a great fortune"
        },
        {
            "chapter": 28,
            "verse": 80,
            "text": "But those endowed with true knowledge said: \"Woe to you. The reward of Allah is best for those who believe and act righteously. But none except those who are patient shall attain to this"
        },
        {
            "chapter": 28,
            "verse": 81,
            "text": "At last We caused the earth to swallow him and his house. Thereafter there was no group of people that could come to his aid against Allah; nor was he able to come to his own aid"
        },
        {
            "chapter": 28,
            "verse": 82,
            "text": "And those who had envied his position the day before began to say on the morrow: \"Alas, we had forgotten that it is Allah Who increases the provision of those of His servants whom He will and grants in sparing measure to those whom He will. But for Allah's favour upon us, He could have made us to be swallowed too. Alas, we had forgotten that the unbelievers do not prosper"
        },
        {
            "chapter": 28,
            "verse": 83,
            "text": "As for the Abode of the Hereafter, We shall assign it exclusively for those who do not seek glory on earth nor want to cause mischief. The God-fearing shall have the best end"
        },
        {
            "chapter": 28,
            "verse": 84,
            "text": "He who shall bring a good deed shall be rewarded with what is better. But those who bring evil deeds shall not be requited more than their deeds"
        }
    ]
}