{
    "pages": [
        {
            "chapter": 33,
            "verse": 63,
            "text": "People ask you concerning the Hour (of Resurrection). Say: “Allah alone has knowledge of it. What do you know? Perhaps the Hour is nigh.”"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Allah has cursed the unbelievers and has prepared for them a Blazing Fire"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "therein they shall abide for ever. They shall find none to protect or help them"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "On that Day when their faces shall be turned around in the Fire, they will say: “Would that we had obeyed Allah and obeyed the Messenger.”"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "They will say: “Our Lord, we obeyed our chiefs and our great ones, and they turned us away from the Right Way"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Our Lord, mete out to them a double chastisement and lay upon them a mighty curse.”"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "Believers, do not be like those who distressed Moses and then Allah declared him quit of the ill they spoke about him; and he had a high standing with Allah"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "Believers, fear Allah and speak the truth"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "Allah will set your deeds right for you and will forgive you your sins. Whoever obeys Allah and His Messenger has achieved a great triumph"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "We offered the trust to the heavens and the earth and the mountains, but they refused to carry it and were afraid of doing so; but man carried it. Surely he is wrong-doing, ignorant"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "(The consequence of man's carrying the trust is) that Allah may chastise hypocritical men and hypocritical women and accept the repentance of believing men and believing women. He is Most Forgiving, Most Merciful"
        }
    ]
}