{
    "pages": [
        {
            "chapter": 34,
            "verse": 49,
            "text": "Say: “The Truth has come and falsehood can neither originate nor recreate anything.”"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Say: “If I go astray then the hurt of straying will come only upon me. But if I am rightly-guided, that is only because of the revelation that my Lord makes to me. He is All-Hearing, Ever Nigh.”"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "If you could only see when the unbelievers will go about in a state of terror. They will have no escape and will be seized from a place near at hand"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "They will then say: “We believe in it”; but whence can they attain it from so far-off a place"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "They disbelieved in it before and indulged in conjectures from far away"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "A barrier will be placed between them and what they desire, as was done with the likes of them before. Surely they were in a disquieting doubt"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "All praise be to Allah, the Fashioner of the heavens and earth, Who appointed angels as His message bearers, having two, three, four wings. He adds to His creation whatever He pleases. Verily Allah has power over everything"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Whatever Mercy Allah accords to people, none can withhold; and whatever He withholds, no other will be able to release after Him. He is Most Mighty, Most Wise"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "O people, remember Allah's favour upon you. Is there any creator, apart from Allah, who provides you your sustenance out of the heavens and earth? There is no god but He. Whither are you, then, being misdirected"
        }
    ]
}