{
    "pages": [
        {
            "chapter": 67,
            "verse": 13,
            "text": "Whether you speak in secrecy or aloud, (it is all the same to Allah). He even knows the secrets that lie hidden in the breasts of people"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Would He not know, He Who has created, when He is All-Subtle, All-Aware"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "He it is Who made the earth subservient to you. So traverse in its tracks and partake of the sustenance He has provided. To Him will you be resurrected"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Do you feel secure that He Who is in the heaven will not cause the earth to cave in with you, and then suddenly it will begin to rock violently"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Do you feel secure that He Who is in the heaven will not let loose upon you a storm of stones? Then shall you know what My warning is like"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Those who came before them also gave the lie (to the Messengers): then how awesome was My chastisement"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Have they not seen birds above them spreading and closing their wings, with none holding them except the Merciful One? He oversees everything"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Which is your army that will come to your aid against the Merciful Lord? But the unbelievers are in utter delusion"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Who shall provide for you if He withholds His sustenance? Nay; but they persist in rebellion and aversion"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Who is better guided: he who walks grovelling on his face, or he who walks upright on a Straight Path"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "Say: “He it is Who has brought you into being, and has given you hearing and sight, and has given you hearts to think and understand. How seldom do you give thanks!”"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Say: “Allah it is Who multiplied you in the earth and to Him you will be mustered.”"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "They say: “If you are truthful, tell us when will this promise (of the Hereafter) be fulfilled?”"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "Say: “Allah alone knows about that; and I am no more than a plain warner.”"
        }
    ]
}