{
    "chapter": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "Та. Ха"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Мы ниспослали тебе Коран не для того, чтобы ты стал несчастен"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "а только в качестве назидания для тех, кто страшится"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Это - Ниспослание от Того, Кто сотворил землю и высокие небеса"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "Милостивый вознесся на Трон (или утвердился на Троне)"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Ему принадлежит то, что на небесах, и то, что на земле, и то, что между ними, и то, что под грунтом"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Если даже ты будешь говорить громко, Ему все равно известно тайное и сокрытое"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Аллах - Тот, кроме Которого нет иного божества и у Которого самые прекрасные имена"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Дошел ли до тебя рассказ о Мусе (Моисее)"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Вот он увидел огонь и сказал своей семье: «Оставайтесь здесь! Я увидел огонь. Быть может, я принесу вам головню или же найду возле огня дорогу»"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Когда он подошел к нему, раздался глас: «О Муса (Моисей)"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Воистину, Я - твой Господь. Сними же свою обувь. Ты находишься в священной долине Тува (Това)"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Я избрал тебя, и посему прислушайся к тому, что внушается тебе в откровении"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Воистину, Я - Аллах! Нет божества, кроме Меня. Поклоняйся же Мне и совершай намаз, чтобы помнить обо Мне"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Я едва ли не скрываю Час от Самого Себя, но он непременно настанет, чтобы каждому человеку воздали тем, к чему он стремился"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Пусть не отворачивает тебя от него тот, кто не верует в него и потакает своим желаниям, а не то ты погибнешь"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Что это у тебя в правой руке, о Муса (Моисей)?»"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Муса (Моисей) сказал: «Это - мой посох. Я опираюсь на него и сбиваю им листья для моих овец (или отгоняю им моих овец). Я нахожу ему и другое применение»"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Аллах сказал: «О Муса (Моисей)! Брось его»"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Он бросил посох, и тот превратился в змею, которая быстро двигалась"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Аллах сказал: «Возьми ее и не бойся. Мы вернем ее в прежнее состояние"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Прижми свою руку к боку, и она выйдет белой (цвета молока, светящейся), без следов болезни. Вот тебе еще одно знамение"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Мы покажем тебе некоторые из Наших величайших знамений"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Ступай к Фараону, ибо он преступил границы дозволенного»"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Муса (Моисей) сказал: «Господи! Раскрой для меня мою грудь"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "Облегчи мою миссию"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "Развяжи узел на моем языке"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "чтобы они могли понять мою речь"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Назначь мне помощника из моей семьи"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "брата моего Харуна (Аарона)"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Умножь благодаря ему силу мою"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "и позволь ему разделить со мной мою миссию"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "чтобы мы славили Тебя многократно"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "и поминали Тебя многократно"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Воистину, Ты видишь нас»"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "Аллах сказал: «О Муса (Моисей)! Ты уже получил то, что попросил"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Мы и прежде оказывали тебе милость"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "когда внушили твоей матери откровение"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "«Положи его в сундук и пусти его по реке, и река выбросит его на берег. Его подберет Мой враг и его враг». Я одарил тебя Своей любовью, и тебя взрастили у Меня на Глазах"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Твоя сестра пришла к семье Фараона и сказала: «Не указать ли вам на ту, которая будет заботиться о нем?». Мы вернули тебя к твоей матери, чтобы порадовался ее взор и чтобы она не горевала. Ты убил человека, и Мы спасли тебя от скорби и подвергли тебя тяжелому испытанию. О Муса (Моисей)! Ты пробыл многие годы среди жителей Мадьяна, а теперь вернулся в срок"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "Я избрал тебя для Себя"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Ступайте же вместе с твоим братом с Моими знамениями и не уставайте поминать Меня"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Ступайте к Фараону вдвоем, ибо он преступил границы дозволенного"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Говорите с ним мягко, быть может, он прислушается к назиданию или устрашится»"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Они сказали: «Господь наш! Мы боимся, что он поспешит наказать нас или преступит границы дозволенного»"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "Аллах сказал: «Не бойтесь, ибо Я - с вами. Я слышу и вижу"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Ступайте к нему вдвоем и скажите: «Мы - посланники твоего Господа. Отпусти с нами сынов Исраила (Израиля) и не причиняй им мучения. Мы явились к тебе со знамением от нашего Господа. Мир тому, кто последовал верному руководству"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Мы получили откровение о том, что мучениям подвергнется всякий, кто счел истину ложью и отвернулся»"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Фараон сказал: «Кто же ваш Господь, о Муса (Моисей)?»"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Муса (Моисей) ответил: «Господь наш - Тот, Кто придал облик всякой вещи, а затем указал всему путь»"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Фараон сказал: «А что будет с первыми поколениями?»"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Муса (Моисей) ответил: «Знание об этом - у моего Господа в Писании. Мой Господь не ошибается и не забывает»"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Он сделал землю для вас колыбелью, проложил для вас на ней дороги и низвел с неба воду. Благодаря ей Мы взрастили различные растения"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Вкушайте сами и пасите свой скот. Воистину, в этом - знамения для обладающих разумом"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Мы сотворили вас из нее (земли), в нее Мы вас вернем и из нее выведем еще раз"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Мы явили ему (Фараону) всевозможные Наши знамения, но он счел их ложью и отказался"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Он сказал: «О Муса (Моисей)! Неужели ты явился к нам, чтобы изгнать нас из нашей земли своим колдовством"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Мы непременно покажем тебе такое же колдовство. Назначь же срок для нашей встречи на открытом месте, где мы будем иметь равные шансы, и никто из нас не должен нарушить его»"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Муса сказал: «Сроком для вас будет день украшения, и пусть люди соберутся утром»"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Фараон отвернулся и собрал свои козни (собрал своих колдунов), а затем пришел в назначенный срок"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Муса (Моисей) сказал им: «Горе вам! Не возводите навет на Аллаха, а не то Он уничтожит вас, подвергнув мучениям. Неудача постигнет того, кто измышляет ложь»"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Они стали спорить между собой о своих действиях и сохранили свой разговор в тайне"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Они сказали: «Эти двое мужчин - колдуны. Они хотят колдовством изгнать вас из вашей страны и вдвоем следовать вашим превосходным путем"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Объедините ваши козни и выстройтесь в ряд. Сегодня преуспеет тот, кто одержит верх»"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Они сказали: «О Муса (Моисей)! Ты бросишь первым, или же нам бросать первыми?»"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Он сказал: «Нет, бросайте вы!». И тут ему представилось, что их веревки и посохи от их колдовства пришли в движение"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Тогда он почувствовал в душе страх"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Мы сказали: «Не бойся! Ты одержишь верх"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Брось то, что держишь в своей деснице, и оно проглотит содеянное ими. Воистину, содеянное ими - это козни колдуна, а колдун не преуспеет, куда бы он ни пришел»"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Колдуны пали ниц и сказали: «Мы уверовали в Господа Харуна (Аарона) и Мусы (Моисея)!»"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Фараон сказал: «Неужели вы поверили ему без моего соизволения? Воистину, он - старший из вас, который научил вас колдовству. Я отрублю вам руки и ноги накрест и распну вас на пальмовых стволах. Вот тогда вы узнаете, чье наказание суровее и долговечнее»"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Они сказали: «Мы не отдадим тебе предпочтения перед ясными знамениями, которые явились нам, и перед нашим Творцом. Выноси же свой приговор! Воистину, ты выносишь приговор только в мирской жизни"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Воистину, мы уверовали в нашего Господа для того, чтобы Он простил нам наши грехи и колдовство, к которому ты нас принудил. Аллах лучше и долговечнее»"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Тому, кто явится к своему Господу, будучи грешником, уготована Геенна, в которой он не умрет и не будет жить"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "А тем, кто явится к Нему, будучи верующим, совершив праведные деяния, уготованы высшие ступени"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "сады Эдема, в которых текут реки. Они пребудут там вечно. Таково воздаяние тем, кто очистился"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Мы внушили Мусе (Моисею) откровение: «Ночью отправляйся в путь с Моими рабами и проложи для них по морю сухую дорогу. Не бойся, что тебя настигнут, и не опасайся!»"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Фараон со своим войском бросился преследовать их, но море накрыло их полностью"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Фараон ввел в заблуждение свой народ и не повел его прямым путем"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "О сыны Исраила (Израиля)! Мы спасли вас от вашего врага и дали вам обещание на правом склоне горы. Мы также ниспослали вам манну и перепелов"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Вкушайте блага, которыми Мы наделили вас, но не преступайте посредством их границы дозволенного, а не то на вас падет Мой гнев. А всякий, на кого падет Мой гнев, погибнет"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Воистину, Я прощаю тех, кто раскаялся, уверовал, стал поступать праведно, а потом последовал прямым путем"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "Аллах сказал: «О Муса (Моисей)! Зачем ты поспешил оставить свой народ?»"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Муса (Моисей) сказал: «Они находятся неподалеку и следуют по моим стопам, я же поторопился к Тебе, Господи, чтобы Ты остался доволен»"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Аллах сказал: «Мы подвергли твой народ искушению после того, как ты оставил их, и самаритянин ввел их в заблуждение»"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Муса (Моисей) вернулся к своему народу разгневанный, опечаленный и сказал: «О мой народ! Разве ваш Господь не дал вам прекрасного обещания? Неужели этот срок оказался долгим для вас? Или же вам захотелось, чтобы на вас пал гнев вашего Господа, и потому вы нарушили данное мне обещание?»"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Они сказали: «Мы не нарушали данного тебе обещания по своей воле. Мы были нагружены тяжелыми украшениями того народа и бросили их в огонь, и самаритянин тоже бросил»"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Он изготовил для них изваяние тельца, который мычал, и сказал: «Вот ваш бог и бог Мусы (Моисея), но он забыл его»"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Неужели они не видели, что он не говорил им в ответ ни слова и не был способен навредить им или принести им пользу"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Харун (Аарон) сказал им до этого: «О мой народ! Вас искушают этим. Ваш Господь - Милостивый. Следуйте за мной и повинуйтесь моим велениям»"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Они сказали: «Мы не перестанем поклоняться ему, пока Муса (Моисей) не вернется к нам»"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Муса (Моисей) сказал: «О Харун (Аарон)! Когда ты увидел, что они впали в заблуждение, что помешало тебе"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "последовать за мной? Неужели ты ослушался меня?»"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Харун (Аарон) сказал: «О сын моей матери! Не хватай меня за бороду и за голову. Я боялся, что ты скажешь: «Ты разобщил сынов Исраила (Израиля) и не выполнил моих наставлений»»"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Муса (Моисей) спросил: «А что ты скажешь, самаритянин?»"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Тот сказал: «Я видел то, чего не видели они. Я взял пригоршню со следов посланца (коня Джибрила) и бросил ее. Моя душа соблазнила меня на это»"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Муса (Моисей) сказал: «Ступай! В этой жизни тебе придется говорить: «Я не касаюсь вас, а вы не касайтесь меня!». А затем наступит срок, которого тебе не удастся избежать. Смотри же на своего бога, которому ты предавался. Мы сожжем его и развеем его по морю"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Вашим Богом является Аллах, кроме Которого нет иного божества. Он объемлет знанием всякую вещь»"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Вот так Мы рассказываем тебе вести о том, что было в прошлом. Мы уже даровали тебе Напоминание"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Кто отвернется от него (Корана), тот понесет в День воскресения тяжелую ношу"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Они пребудут в таком состоянии вечно. Скверна будет их ноша в День воскресения"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "В тот день подуют в Рог, и в тот день Мы соберем грешников синими (синеглазыми)"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Они будут переговариваться шепотом: «Вы пробыли там (в мирской жизни) всего десять дней!»"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Нам лучше знать, о чем они будут говорить. Самый примерный из них скажет: «Вы пробыли там (в мирской жизни) всего один день»"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Они спрашивают тебя о горах. Скажи: «Мой Господь развеет их"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "и оставит только гладкую равнину"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "Не увидишь ты на ней ни углубления, ни возвышения»"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "В тот день они последуют за глашатаем, и им не удастся уклониться от этого. Их голоса перед Милостивым будут смиренны, и ты услышишь только тихие звуки"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "В тот день заступничество не поможет никому, кроме тех, кому Милостивый позволит и чьими речами Он будет доволен"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Он знает их будущее и прошлое, но они не способны объять Его своим знанием"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Лица смирятся перед Живым, Вседержителем, и разочарование постигнет тех, кто понесет бремя несправедливости"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "А тот, кто совершал праведные дела, будучи верующим, не будет бояться ни несправедливости, ни ущемления"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Таким образом Мы ниспослали его в виде Корана на арабском языке и подробно разъяснили в нем Свои угрозы, чтобы они устрашились или чтобы это стало для них назиданием"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Превыше всего Аллах, Истинный Царь! Не торопись читать Коран, пока ниспослание откровения тебе не будет завершено, и говори: «Господи! Приумножь мои знания»"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Прежде Мы заключили завет с Адамом, но он забыл, и Мы не нашли у него твердой воли"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Вот сказали Мы ангелам: «Падите ниц перед Адамом!». Они пали ниц, и только Иблис отказался"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Мы сказали: «О Адам! Это - враг тебе и твоей жене. Пусть же он не выведет вас из Рая, а не то ты станешь несчастным"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "В нем ты не будешь голодным и нагим"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "В нем ты не будешь страдать от жажды и зноя»"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Но дьявол стал нашептывать ему и сказал: «О Адам! Показать ли тебе дерево вечности и непреходящей власти?»"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Они оба поели с него, и тогда им стали видны их срамные места. Они стали прилеплять на себе райские листья. Адам ослушался своего Господа и впал в заблуждение"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Потом Господь избрал его, принял его покаяние и наставил на прямой путь"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Он сказал: «Низвергнитесь отсюда вместе, и одни из вас будут врагами других. Если же к вам явится от Меня верное руководство, то всякий, кто последует Моему верному руководству, не окажется заблудшим и несчастным"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "А кто отвернется от Моего Напоминания, того ожидает тяжкая жизнь, а в День воскресения Мы воскресим его слепым»"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "И скажет он: «Господи! Почему Ты воскресил меня слепым, если раньше я был зрячим?»"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Аллах скажет: «Вот так! Наши знамения явились к тебе, но ты предал их забвению. Таким же образом сегодня ты сам будешь предан забвению»"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Так Мы воздаем тем, кто излишествовал и не уверовал в знамения своего Господа. А мучения в Последней жизни будут еще более тяжкими и длительными"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Неужели их не привело на прямой путь то, что Мы погубили до них столько поколений, по жилищам которых они ходят? Воистину, в этом - знамения для обладающих разумом"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Если бы не было прежде Слова от твоего Господа и если бы не назначенный срок, то оно (наказание) уже обязательно наступило бы"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Посему будь терпелив к тому, что они говорят, и прославляй хвалой своего Господа перед восходом солнца и перед его закатом (совершай рассветный и послеполуденный намазы), славь его в течение ночи (совершай вечерний и ночные намазы), а также в начале и конце дня (совершай полуденный и закатный намазы). Быть может, ты останешься доволен"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Не заглядывайся на то, чем Мы наделили некоторых из них (неверующих), чтобы подвергнуть их этим искушению. Это - блеск земной жизни, а удел твоего Господа лучше и долговечнее"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Вели своей семье совершать намаз и сам терпеливо совершай его. Мы не просим у тебя удела, ведь Мы Сами наделяем тебя уделом. А добрый исход - за богобоязненностью"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "Они говорят: «Почему он не принес нам знамение от своего Господа?». Но разве не явилось к ним ясное знамение о том, что было в первых скрижалях"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Если бы Мы погубили их от наказания до этого (пришествия Мухаммада и ниспослания Корана), то они сказали бы: «Господь наш! Почему Ты не отправил к нам посланника, чтобы мы последовали за Твоими знамениями до того, как оказались унижены и опозорены?»"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Скажи: «Все ждут, и вы подождите. Вы узнаете, кто идет прямой дорогой и следует прямым путем»"
        }
    ]
}