{
    "chapter": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "Приблизился к людям расчет с ними, однако они с пренебрежением отворачиваются"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Когда бы ни приходило к ним новое назидание от их Господа, они выслушивали его, забавляясь"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Сердца же их оставались беспечными. Беззаконники говорили между собой тайком: «Разве это - не такой же человек, как и вы? Неужели вы покоритесь колдовству, которое вы видите воочию?»"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "Мухаммад сказал: «Мой Господь знает то, что говорят на небе и на земле. Он - Слышащий, Знающий»"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Они сказали: «Это - бессвязные сны! Нет, он сочинил это! Нет, он - поэт! Пусть он покажет нам знамение, подобное тем, с которыми были отправлены первые посланники»"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Ни одно из селений, которые Мы погубили до них, не уверовало. Неужели они уверуют"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Мы и до тебя отправляли только мужей, которым внушали откровение. Спросите людей Напоминания, если вы не знаете этого"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Мы не сотворили их (посланников) телами, которые не потребляют пищу, и они не были бессмертными"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Потом Мы выполнили данное им обещание, спасли их и тех, кого пожелали, и погубили тех, кто излишествовал"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Мы уже ниспослали вам Писание, в котором содержится напоминание о вас. Неужели вы не разумеете"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "Сколько Мы разрушили селений, которые были несправедливы, сотворив после них другие народы"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Когда они чувствовали Наше наказание, то бросались бежать от него"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "Не убегайте и вернитесь туда, где вам было позволено вести роскошную жизнь, и в свои жилища, быть может, к вам будут обращаться с просьбами"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "Они говорили: «О горе нам! Воистину, мы были несправедливы!»"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Они продолжали так взывать, пока Мы не превратили их в затухшее жнивье"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Мы не создали небо, землю и все, что между ними, забавляясь"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Если бы Мы пожелали устроить Себе потеху, то устроили бы ее из того, что есть у Нас"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Однако Мы бросаем истину в ложь, и та разбивается и исчезает. Горе вам за то, что вы приписываете"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Ему принадлежат все, кто на небесах и на земле. А те, кто находится рядом с Ним, не превозносятся над поклонением Ему и не устают"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Они славят Его днем и ночью без устали"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "Или же они стали поклоняться божествам из земли, которые способны воскрешать"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Если бы на них (на небесах и земле) были иные божества наряду с Аллахом, то они (небеса и земля) разрушились бы. Аллах, Господь Трона, пречист и далек от того, что они приписывают Ему"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Его не спросят за то, что Он совершает, а они будут спрошены"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "Неужели они стали поклоняться иным божествам вместо Него? Скажи: «Приведите ваши доказательства! Вот напоминание для тех, кто со мной, и напоминание для тех, кто жил до меня». Однако большинство их не ведает об истине и отворачивается"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Мы не посылали до тебя ни одного посланника, которому не было бы внушено: «Нет божества, кроме Меня. Поклоняйтесь же Мне!»"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Они говорят: «Милостивый взял Себе сына». Пречист Он! Они же - почитаемые рабы"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "Они не опережают Его своими речами и поступают согласно Его велениям"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "Он ведает их прошлое и будущее. Они заступаются только за тех, кем Он доволен, а сами трепещут от страха перед Ним"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "А тому из них, кто скажет: «Я являюсь богом наряду с Ним», - воздаянием будет Геенна. Так Мы воздаем беззаконникам"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "Неужели неверующие не видят, что небеса и земля были единым целым и что Мы разделили их и сотворили все живое из воды? Неужели они не уверуют"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Мы воздвигли на земле незыблемые горы, чтобы она не колебалась вместе с ними. Мы проложили на ней широкие дороги, чтобы они следовали верным путем"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "Мы сделали небо оберегаемой кровлей, однако они отворачиваются от его знамений"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Он - Тот, Кто сотворил ночь и день, солнце и луну. Все плывут по орбитам"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Никому из людей до тебя Мы не даровали бессмертия. Неужели, если даже ты умрешь, они будут жить вечно"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Каждая душа вкусит смерть. Мы испытываем вас добром и злом ради искушения, и к Нам вы будете возвращены"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Когда неверующие видят тебя, они лишь насмехаются над тобой и говорят: «Не тот ли это, кто плохо отзывается о ваших богах?». Но сами они не веруют в поминание Милостивого"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Человек сотворен нетерпеливым. Я покажу вам Свои знамения, и посему не торопите Меня"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Они говорят: «Когда же исполнится это обещание, если вы говорите правду?»"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Если бы только неверующие знали о том времени, когда они не смогут отвратить Огонь от своих лиц и своих спин, когда им никто не поможет"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Он (Ад или День воскресения) настигнет их внезапно и ошеломит их. Они не смогут избавиться от него, и им не будет предоставлена отсрочка"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "До тебя посланники тоже подвергались осмеянию, но тех, которые смеялись над ними, окружило (или поразило) то, над чем они насмехались"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Скажи: «Кто способен защитить вас от Милостивого днем или ночью?». Но они отворачиваются от поминания своего Господа"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Или же у них есть боги, которые могут защитить их от Нас? Они не способны помочь самим себе, и никто не защитит их от Нас"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Мы позволили им и их отцам пользоваться благами, так что их жизнь затянулась. Неужели они не видят, что Мы уменьшаем землю по краям (отдаем ее во владение верующим)? Неужели это они одержат верх"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Скажи: «Я предостерегаю вас посредством откровения». Но глухие не слышат зова, даже когда их предостерегают"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "А если их коснется дуновение кары твоего Господа, то они непременно скажут: «О горе нам! Воистину, мы были несправедливы!»"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "В День воскресения Мы установим справедливые Весы, и ни с кем не поступят несправедливо. Если найдется нечто весом с горчичное зернышко, Мы принесем его. Довольно того, что Мы ведем счет"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Мы даровали Мусе (Моисею) и Харуну (Аарону) различение (способность различать истину ото лжи), сияние (Таурат) и напоминание для богобоязненных"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "которые боятся своего Господа, не видя Его воочию, и трепещут перед Часом"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Это - благословенное Напоминание, которое Мы ниспослали. Неужели вы станете отрицать его"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Еще раньше Мы даровали Ибрахиму (Аврааму) верное руководство, и Мы были осведомлены о нем"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Вот он сказал своему отцу и народу: «Что это за изваяния, которым вы предаетесь?»"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Они сказали: «Мы видели, что наши отцы поклонялись им»"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Он сказал: «Воистину, вы и ваши отцы пребываете в очевидном заблуждении»"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Они сказали: «Ты принес нам истину, или же ты забавляешься?»"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Он сказал: «О нет! Ваш Господь - Господь небес и земли, Который создал их. Я же являюсь одним из тех, кто свидетельствует об этом»"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "Ибрахим подумал: «Клянусь Аллахом! Я непременно замыслю хитрость против ваших идолов, когда вы уйдете и отвернетесь»"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Затем он разнес на куски всех идолов, кроме главного из них, чтобы они могли обратиться к нему"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Они сказали: «Кто поступил так с нашими богами? Воистину, он является одним из беззаконников!»"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Они сказали: «Мы слышали, как юноша по имени Ибрахим (Авраам) выступал против них»"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Они сказали: «Приведите же его пред людские очи, чтобы они могли принести свидетельство»"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Они сказали: «О Ибрахим (Авраам)! Ты ли поступил таким образом с нашими богами?»"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Он сказал: «Нет! Это содеял их старший, вот этот. Спросите их самих, если они способны разговаривать»"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Обратившись друг к другу, они сказали: «Воистину, вы сами являетесь беззаконниками!»"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Затем они принялись за свое и сказали: «Ты же знаешь, что они не способны разговаривать»"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Он сказал: «Неужели вы поклоняетесь вместо Аллаха тому, что ничем не способно помочь или навредить вам"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Тьфу на вас и на то, чему вы поклоняетесь вместо Аллаха! Неужели же вы не образумитесь?»"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Они сказали: «Сожгите его и помогите вашим богам, если вы будете действовать!»"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Мы сказали: «О огонь! Стань для Ибрахима (Авраама) прохладой и спасением!»"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Они хотели навредить ему, но Мы сделали так, что они оказались в наибольшем убытке"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Мы спасли его и Лута (Лота) и привели их на землю, которую Мы сделали благословенной для миров"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Мы даровали ему Исхака (Исаака), а вдобавок - Йакуба (Иакова), и сделали их всех праведниками"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "Мы сделали их вождями, которые по Нашему велению указывали на прямой путь. Мы внушили им вершить добрые дела, совершать намаз и выплачивать закят, и они поклонялись Нам"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Помяни также Лута (Лота), которому Мы даровали власть (мудрость или пророчество) и знание и которого Мы спасли от селения, жители которого совершали отвратительные поступки. Воистину, они были злодеями и нечестивцами"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Мы ввели его в Нашу милость, поскольку он был одним из праведников"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Помяни также Нуха (Ноя), который воззвал еще раньше. Мы ответили на его мольбу и спасли его и его семью от великой скорби"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Мы помогли ему в борьбе против людей, которые считали ложью Наши знамения. Они были злодеями, и Мы потопили их всех"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Помяни также Давуда (Давида) и Сулеймана (Соломона), которые судили о ниве, потравленной ночью чужими овцами. Мы были Свидетелями их суда"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Мы помогли Сулейману (Соломону) разобраться в этом и даровали им обоим власть (мудрость или пророчество) и знание. Мы подчинили горы и птиц для того, чтобы они славили Нас вместе с Давудом (Давидом). Мы это сделали"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Мы научили его (Давуда) изготовлять для вас кольчуги, чтобы они предохраняли вас от причиняемого вами вреда. Но разве вы благодарны"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Мы подчинили Сулейману (Соломону) сильный ветер, который дул по его повелению на землю, которую Мы благословили. Мы знаем о всякой вещи"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "Среди дьяволов были такие, которые ныряли для него и выполняли другие работы. Мы стерегли их"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Помяни также Айюба (Иова), который воззвал к своему Господу: «Воистину, меня коснулось зло, а ведь Ты - Милосерднейший из милосердных»"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Мы ответили на его мольбу, устранили постигшее его зло и даровали ему его семью и вдобавок еще столько же в качестве милости от Нас и в назидание тем, кто поклоняется"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Помяни также Исмаила (Измаила), Идриса, Зулькифла. Все они были из числа терпеливых"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Мы ввели их в Нашу милость, поскольку они были одними из праведников"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Помяни также человека в рыбе (Иунуса), который ушел в гневе и подумал, что Мы не справимся с ним. Он воззвал из мрака: «Нет божества, кроме Тебя! Пречист Ты! Воистину, я был одним из беззаконников!»"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Мы ответили на его мольбу и спасли его от печали. Так Мы спасаем верующих"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Помяни также Закарию (Захарию), который воззвал к своему Господу: «Господи! Не оставляй меня одиноким, и Ты - Наилучший из наследников»"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Мы ответили на его мольбу, даровали ему Йахью (Иоанна) и сделали его жену способной на это. Воистину, они спешили творить добро, взывали к Нам с чаянием и страхом и были смиренны перед Нами"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Помяни также ту, которая сохранила свое целомудрие (Марьям). Мы вдохнули в нее посредством Нашего духа (Джибрила) и сделали ее и ее сына (Ису) знамением для миров"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Воистину, эта ваша религия - религия единая. Я же - ваш Господь. Поклоняйтесь же Мне"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Они впали в противоречия, но все они вернутся к Нам"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Устремления того, кто совершал праведные деяния, будучи верующим, не будут отвергнуты. Воистину, Мы записываем их для него"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Запрет лежит на селениях, которые Мы погубили, и они не вернутся"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "пока Йаджудж и Маджудж (Гог и Магог) не будут выпущены и не устремятся вниз с каждой возвышенности"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "Приблизится истинное обещание, и тогда закатятся взоры неверующих. Они скажут: «О горе нам! Мы беспечно относились к этому. Более того, мы были беззаконниками»"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "Вы и те, чему вы поклоняетесь вместо Аллаха, являетесь растопкой для Геенны, в которую вы войдете"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Если бы они были богами, то не вошли бы туда. Но все они останутся там навечно"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Там они будут стенать при выдохе, но ничего не услышат"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "А те, кому Мы изначально определили наилучшее, будут отдалены от нее"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "Они не услышат даже малейшего ее звука и вечно пребудут среди того, что возжелали их души"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "Их не опечалит величайший испуг, а ангелы встретят их словами: «Вот ваш день, который был вам обещан!»"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "В тот день Мы свернем небо, как сворачивают свитки для книг. Мы воссоздадим творения подобно тому, как начали творить их в первый раз. Так было обещано Нами. Воистину, Мы сделаем это"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Мы уже записали в Писаниях после того, как это было записано в Напоминании (Хранимой скрижали), что землю унаследуют Мои праведные рабы"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "Воистину, в этом - послание для тех, кто поклоняется"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Мы отправили тебя только в качестве милости к мирам"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Скажи: «Мне внушено в откровении, что ваш Бог - Бог Единственный. Не станете ли вы мусульманами?»"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Если они отвернутся, то скажи: «Я предупреждаю всех вас в равной мере, и я не знаю, рано или поздно настанет то, что вам обещано"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "Воистину, Он ведает о словах, которые произносят вслух, и ведает о том, что вы утаиваете"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "Я не знаю, может быть, это - искушение для вас или же возможность пользоваться благами до определенного времени»"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "Пророк сказал: «Господи! Рассуди по справедливости. У нашего Милостивого Господа надо просить помощи против того, что вы приписываете»"
        }
    ]
}