{
    "pages": [
        {
            "chapter": 11,
            "verse": 89,
            "text": "Hini na bantu bakuthi! Ningenzi ukuzahlula kwam kuni kube ngunobangela wokuba nifumane okwafunyanwa ngabantu bakwaNûh okanye abakwaHûd okanye abakwaSâlih, yaye nabantu bakwaLût abakudanga (ngezenzo) kuni"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "Ke kaloku celani itarhu kwiNkosi yenu, nibuyele kuYo ngenguquko. Inene iNkosi yam IneNceba, InoThando.”"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "Bathi bona: “Hini na Shu’aybh! Asikuva kakuhle konke oko 00ukuthethayo, ukanti sikubona ngathi wena ubuthathaka phakathi kwethu, (kangangokuba) ukuba bekungekho ngenxa yosapho lwakho ngesele sikuxulube ngamatye, yaye awunamandla ngokuchasene nathi.”"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "Wathi yena: “Hini na bantu bakuthi! Ingaba usapho lwam lubaluleke ngaphezulu kunoAllâh kusini na? Izibe sele naMjula ngemva (kwelokulibala). Inene iNkosi yam Ikugubungele konke oko nikwenzayo"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "Kananjalo hini na bantu bakuthi! Yenzani (izinto) ngokohlobo namandla enu, nam ngokwam ndenza (njalo) niza kwazi okokuba kuphezu kukabani na apho kuza kuhla isohlwayo esiza kumgquma ngehlazo, (kuza kucaca) kananjalo okokuba ngubani na olixoki! Niqwalasele ke nam ndiqwalasele kunye nani.”"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "Ke kaloku wakufika uMyalelo wethu, Samsindisa uShu’aybh ndawonye nabo babekholwa kunye naye, ngeNceba evela kuThi. Saza isohlwayo esibuhlungu sababamba abenzi bobubi, balala waca (bafa) bedunduluzile emizini yabo"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "Babangathi azanga babe ngabemi balapho! Kude lee ke ngoko ngabantu bakwaMidiyane njengabakwaThamûd"
        },
        {
            "chapter": 11,
            "verse": 96,
            "text": "Kananjalo inene, Sathuma uMûsâ nemiqondiso yeThu namagunya acacileyo"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "KuFir’awn namaphakathi akhe, kodwa wona alandela umyalelo kaFir’awn, kodwa umyalelo kaFir’awn wawungesosikhokelo silungileyo"
        }
    ]
}