{
    "pages": [
        {
            "chapter": 21,
            "verse": 36,
            "text": "Ke bona abo bangakholwayo xa bekubona, (Muhammad) abakuthatheli ntweni ngaphandle kokukugxeka, (besithi): “Ingaba lo ngulowo ukhankanya oothixo benu?” Ukanti bona xa kukhankanywa uSozinceba, abakholwa"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "Umntu wadalwa waba sisingxami, (wangabi namonde). Ndiza kunibonisa ke imiqondiso yaM (impindezelo), ningaNdiceli ngokungxama"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Kananjalo bathi: “Siya kuba nini na esi sithembiso, ukuba nithetha inyaniso?”"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Akwaba abo bangakholwayo bebelazi ixesha abangayi kukwazi ngalo ukubuyisa umva uMlilo ebusweni babo okanye emiqolo yabo kwanokuba abayi kuncedwa nakuncedwa"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Ukusuka apho liya kubafikela bengalindelanga libamangalise, yaye abayi kukwazi ukulishenxisa, bengayi kumelwa nakumelwa"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Inene abaThunywa (abaninzi) bagculelwa ngaphambi kwakho (wena Muhammad) kodwa abagculeli (abo) baye barhangqelwa ngoko kugculela kwabo"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Yithi: “Ngubani na onganikhusela ebusuku okanye emini kuSozinceba?” kodwa bona bayayifulathela inkumbulo yeNkosi yabo"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "Ingaba banabanye oothixo abanokubakhusela kuThi? Abanawo nje amandla okubakhusela, bengekhe (kwabona) bakhuseleke kuThi"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Nakanye, Thina Sinike ubunewunewu bobomi beli hlabathi kula madoda noyise bawo lada ixesha laya liba lide kubo. Ababoni na bona ukuba siya siwucutha ngokuwucutha umhlaba ngokwemida yawo? Ingaba ngabo na abaza kuba noloyiso"
        }
    ]
}