{
    "pages": [
        {
            "chapter": 27,
            "verse": 14,
            "text": "Yaye bayiphikisa, (imiqondiso leyo) lo gama (ingaphakathi) leziqu zabo lalicacelwe (ngumyalezo) lowo, ngenxa yentswela bulungisa nenkukhumalo. Jonga ke ukuba saba yintoni na isiphelo sabenzi bobugwenxa"
        },
        {
            "chapter": 27,
            "verse": 15,
            "text": "Kananjalo Sanika ulwazi uDâwûd noSulaymân baza bathi bona: “Iindumiso mazibe kuAllâh, Othe Wasibabala ngaphezulu kunezicaka zaKhe ezininzi ezikholwayo.”"
        },
        {
            "chapter": 27,
            "verse": 16,
            "text": "Yaye uSulaymân waba yindlalifa kaDâwûd. Wathi: “Hini na bantu! Thina sifundiswe ukuthetha ulwimi lweentaka, yaye thina siphiwe izinto zonke. Inene oku kububungqina boBabalo"
        },
        {
            "chapter": 27,
            "verse": 17,
            "text": "Kwaqokelelana imikhosi yeejinni1 zikaSulymân neyabantu neyeentaka, yaza yamatsha ngokwemigca"
        },
        {
            "chapter": 27,
            "verse": 18,
            "text": "Yada yafika entilini yeembovane, ke kaloku enye yeembovane yathi: “Hini na zimbovane! Ngenani ezindlwini zenu ukuze ninganyathelwa nguSulaymân nemikhosi yakhe, ibe inganiboni yona.”"
        },
        {
            "chapter": 27,
            "verse": 19,
            "text": "Usulaymân ke ngoko wancuma yintetho yayo, wathi: “Nkosi yam ndenze ndikwazi ukuba nombulelo ngeziBele Ondenzele zona nozenzele abazali bam nokwenza izenzo ezilungileyo Oya kuzamkela Wena. Undingenise kananjalo ngenceba yakho (kwibandla) leziCaka zakho ezingamalungisa"
        },
        {
            "chapter": 27,
            "verse": 20,
            "text": "Ke kaloku wathabatha umalusi weentaka wathi kuye: Yintoni na ebangela ukuba ndingamboni uhud-hud?2 Okanye mhlawumbi ukunye nabo bangekhoyo (apha)"
        },
        {
            "chapter": 27,
            "verse": 21,
            "text": "“Yena ndiya kumohlwaya ngokwenene ngesohlwayo esibuhlungu, okanye ndimxhele, ngaphandle kokuba uye waNdizela nesizathu esicacileyo.”"
        },
        {
            "chapter": 27,
            "verse": 22,
            "text": "Kodwa uhud-hud azanga ahlale isidala: (wafika), wathi: “Mna ndiqulethe (elwazini lwam) oko wena ungakuqulathanga, yaye mna ndivela eShebha neendaba zenyaniso"
        }
    ]
}