{
    "pages": [
        {
            "chapter": 30,
            "verse": 16,
            "text": "Ke bona abo baye bangakholwa baphika iiVesi zeThu nendibano yakuBomi oBuzayo, abo baya kuziswa esohlwayweni"
        },
        {
            "chapter": 30,
            "verse": 17,
            "text": "Ngoko ke mzukiseni uAllâh xa nifikelela kungcwalazo, naxa nifikelela kwintseni"
        },
        {
            "chapter": 30,
            "verse": 18,
            "text": "Yaye iindumiso (zonke) zezaKhe emazulwini nasemhlabeni. Kananjalo Mzukiseni Yena emalanga nasemvakwemini"
        },
        {
            "chapter": 30,
            "verse": 19,
            "text": "Yena Ukhupha abaphilileyo kwabafileyo, Akhuphe abafileyo kwabaphilileyo, Abuyisele ubomi emhlabeni emveni kokuba ubungasenabomi. Nani niya kubuyiselwa (ebomini) ngolo hlobo"
        },
        {
            "chapter": 30,
            "verse": 20,
            "text": "Eminye imiqondiso yaKhe kukuba Wadala nina ngothuli (lomhlaba); ngephanyazo naba ngabantu abathe saa (emhlabeni wonke)"
        },
        {
            "chapter": 30,
            "verse": 21,
            "text": "Kananjalo omnye wemiqondiso yaKhe kukuba Wanidalela abalingane benu Ebathabatha eziqwini zenu khon’ukuze nifumane kubo ukwaneliseka (komphefumlo); Waza kananjalo wafaka phakathi kwenu uthando nenceba. Inene koko kukho imiqondiso kubantu abacingisisayo"
        },
        {
            "chapter": 30,
            "verse": 22,
            "text": "Omnye wemiqondiso yaKhe kukudalwa kwamazulu nomhlaba nokwahlukana kweelwimi zenu nemibala yenu. Inene kuko oko kukho umqondiso kwabo bolwazi"
        },
        {
            "chapter": 30,
            "verse": 23,
            "text": "Omnye wemiqondiso yaKhe kukulala kwenu ebusuku nasemini nokufuna kwenu iziBele zaKhe. Inene kuko oko kukho imiqondiso kubantu abaphulaphulayo"
        },
        {
            "chapter": 30,
            "verse": 24,
            "text": "Kananjalo omnye wemiqondiso yaKhe kukuba Unibonisa ukubaneka (okunibangela) uloyiko nethemba, Aze Athumele imvula isuka esibhakabhakeni Athi ngayo Avuse umhlaba emva kokuba ubungenabomi. Inene kuko oko kukho imiqondiso kubantu abasebenzisa ingqiqo"
        }
    ]
}