{
    "pages": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "Abo bangakholwayo baze bathintela (abantu) ukuba bangangeni eNdleleni ka-Allâh, Uya kuzilahla izenzo zabo"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "Ke bona abo bakholwayo, benze izenzo ezilungileyo, bakholwe nakoko kutyhilwe kuMuhammad yaye kuyinyaniso evela eNkosini yabo, Yona Iya kuguzula izenzo zabo ezingendawo kubo, Ibaphuculele imeko yabo"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Oko kungenxa yokuba abo bangakholwayo balandela ubuxoki kanti bona abo bakholwayo balandela inyaniso evela eNkosini yabo. Ubenzela kanjalo ke uAllâh abantu imfaniso yabo"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Ngoko ke xa niqubisana nabo bangakholwayo (edabini) bageceni iintamo zabo nide nibathuthumbise ngokubabulala, emva koko nigcine abathinjwa babo nize ukuba niyathanda nibenzele inceba okanye nibakhulule ngentlawuliso de imfazwe yothule imigodlo yayo1. Lowo (ngumyalelo ka- Allâh). Kananjalo ukuba uAllâh Ebethandile ngezithabathele impindezelo ngokwaKhe kodwa Uye (Wayalela umzabalazo wezixhobo) ukuvavanya abanye ngabanye. Kananjalo abo babulewe eNdleleni ka-Allâh"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "Yena Uya kubakhokela Aphucule imeko yabo"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "Abangenise ePaladesi Ayenze yazeke kubo"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "Hini na nina bakholwayo, ukuba nincedisa uAllâh Uya kunincedisa nani, Amilisele iinyawo zenu ngokuqinileyo. (uAllâh) Akasokuze azisingele phantsi izenzo zabo"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "Kodwa abo bangakholwayo okwabo yimbandezelo kwaye Yena Uya kuyisingela phantsi imisebenzi yabo"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "Oko kungenxa yokuba bekuchasile oko uAllâh Akutyhilileyo, ngoko ke Wenze izenzo zabo azabi nto yanto"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Kanti abahamba-hambanga na elizweni babone ukuba saba njani na isiphelo sabo babandulelayo? uAllâh Watshabalalisa (yonke into) phezu kwabo ukanti (okulindele) abakholwayo (ikwa) yinto ekwanjengaleyo"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "OkokungenxayokubauAllâhnguMkhuseliwabobakholwayo kwanokuba abangakholwayo abanamkhuseli"
        }
    ]
}