{
    "pages": [
        {
            "chapter": 54,
            "verse": 7,
            "text": "Amehlo abo aya kuba ethobekile, baya kuphuma emangcwabeni wabo bengathi ziinkumbi bethe saa"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "Begxalathelana besiya phambili kuMkhwazi. Abangakholwayo baya kuthi: “Le yiMini enzima.”"
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "Abantu bakaNûh baphika ngaphambili kunabo, ke kaloku basiphika isiCaka seThu. Bathi: “ (Lo uNûh) yindoda ephambanayo” wada (uNûh) wagxothwa (ngabo)"
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "Ke kaloko wacela eNkosini yakhe: “Inene mna ndoyisakele, ndincede ke Wena (Nkosi yam).”"
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "Thina ke Savula iingcango zezulu nemvula eyathululeka phantsi"
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "Eyenza umhlaba wagqabhuka yimithombo namanzi, aza namanzi adibana nento eyayisele imiselwe kakade"
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "Samthumela ke yena (ngenqanawa eyenziwe) ngamaplanga nezikhonkwane"
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "Idada phantsi kolondolozo lweThu njengomvuzo kulowo wayephikiwe (uNûh)"
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "Sayishiya\tukuba\tibe\tngumqondiso1,\tukhona\tke\toza kukhumbula (okanye afumane isilumkiso)"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "Saba njani ke ukuba (buhlungu) isohlwayo saM nesilumkiso"
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "Kananjalo Siyenze i’Kur’ân yalula ukuba ikhumbuleke, ukhona phofu oza kukhumbula"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "Ama’Ad aphika; saba njani ke (ukuba buhlungu) isohlwayo saM nesilumkiso"
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "Inene, Thina Sathumela kubo umoya otswinayo ngemini eyayiyeyeshwangusha (elalisihla emva kweshwangusha)"
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "Lincothula abantu ngokungathi zizibhukubhuku zemithi yesundu encothulwe neengcambu"
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "Saba njani (ukuba buhlungu) isohlwayo saM nesilumkiso"
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "Kananjalo Siyenze yalula i’Kur’ân ukuba ikhumbuleke, ukhona phofu oza kukhumbula"
        },
        {
            "chapter": 54,
            "verse": 23,
            "text": "AmaThamûd asala isilumkiso"
        },
        {
            "chapter": 54,
            "verse": 24,
            "text": "Athi:“Ingabangumntuomnyephakathikwethuesizakulandela yena? Inene singaba sekulahlekeni nasempambanweni"
        },
        {
            "chapter": 54,
            "verse": 25,
            "text": "Ingaba umyalezo uthunyelwe kuye phakathi kwethu? Hayi khona lixoki elingenazintloni (lo)!”"
        },
        {
            "chapter": 54,
            "verse": 26,
            "text": "Baza\tkumazi\tngomso\tukuba\tngubani\tna\tolixoki elingenazintloni"
        },
        {
            "chapter": 54,
            "verse": 27,
            "text": "Inene Thina Sithumele ithokazi lenkamela ukuba libe luvavanyo kubo, bajonge ke ube nomonde"
        }
    ]
}