{
    "pages": [
        {
            "chapter": 3,
            "verse": 92,
            "text": "Nakanye! Ukuba ningazuza ubungcwele ningathanga ninikele kumalizo ngoko nikuthandayo. Kananjalo nantoni na (elungileyo) eninikela ngayo uAllâh Uyazi kakuhle"
        },
        {
            "chapter": 3,
            "verse": 93,
            "text": "Konke ukutya kwakuvumelekile ngokoMthetho kuBantwana bakwaSirayeli, ngaphandle koko kwenziwa kwangavumeleki nguSirayeli buqu ingekatyhilwa iTorah. Yithi: “Yizani neTorah apha, niyicengceleze ukuba ninenyaniso"
        },
        {
            "chapter": 3,
            "verse": 94,
            "text": "Emva koko nabani na ke oya kuqamba ubuxoki ngoAllâh, abenza loo nto baya kuba ngabenzi bobubi ngenene.”"
        },
        {
            "chapter": 3,
            "verse": 95,
            "text": "Yithi: “UAllâh Uthethe inyaniso; landelani inkolo kaIbrâhîm, uMhanîfa, yena wayengenguye omnye wabakhonzi bezithixo"
        },
        {
            "chapter": 3,
            "verse": 96,
            "text": "Inene, iNdlu yokuqala yonqulo eyenzelwa uluntu yayiyiBhakkah (iMakkah), ezele ziintsikelelo, nesiKhokelo sendalo yonke"
        },
        {
            "chapter": 3,
            "verse": 97,
            "text": "Kuyo apho kukho imiqondiso ebonakalayo, (umzekelo), iMa’kâm Ibrâhîm5, nabani na lowo ungena kuyo, ufumana ukhuseleko. Ke kaloku iHajji kwindlu ka-Allâh luxanduva olulityala elibanjwa uAllâh luluntu, abo banako ukumelana neendleko zayo. Ke lowo ungakholwayo (kwiHajji) ungongakholwayo kuAllâh, ukanti Yena uAllâh akukho nto Anokuyenzelwa yindalo (yaKhe)"
        },
        {
            "chapter": 3,
            "verse": 98,
            "text": "Yithi: “Hini na Bantu beNcwadi! Kungani na ukuba ningazamkeli iiVesi zika-Allâh lo gama uAllâh EliNgqina loko nina nikwenzayo?”"
        },
        {
            "chapter": 3,
            "verse": 99,
            "text": "Yithi: “Hini na Bantu beNcwadi nibanqandelani na abo bakholwayo, bangangeni eNdleleni ka-Allâh, nisuke nifune ukuyenza ijongeke goso-goso, lo gama ningamangqina (enyaniso) kwaye ayingaba Akakwazi uAllâh oko nina nikwenzayo.”"
        },
        {
            "chapter": 3,
            "verse": 100,
            "text": "Hini na nina bakholwayo! Ukuba ninokuthobela iqela labo babenikwe isiBhalo, inene banganenza nibe ngabangakholwayo emva kokuba nikholiwe"
        }
    ]
}