{
    "maqras": [
        {
            "chapter": 10,
            "verse": 26,
            "text": "İman edip güzel bir amel işleyenlere cennet ve bir de Allah’ın Cemalini görmek var. Onların yüzlerine ne bir leke bulaşır, ne de bir zillet... İşte bunlar cennetliktirler, kendileri orada ebedî olarak kalıcıdırlar"
        },
        {
            "chapter": 10,
            "verse": 27,
            "text": "Kötülükleri kazananlara gelince: Bir kötülüğün cezası, misliyledir. (Bir kötülüğe, karşılığı olan bir ceza var. Halbuki bir iyiliğe, on katından yedi yüze ve daha ziyadeye kadar mükâfat vardır.) Onları bir zillet kaplar. Allah’dan kendilerini kurtaracak yoktur. Sanki yüzleri, gece parçalarından kaplanmış kapkaranlık... İşte bunlar da ateşliktirler, o cehennem ateşinde ebedî olarak kalıcıdırlar"
        },
        {
            "chapter": 10,
            "verse": 28,
            "text": "O gün, mahşerde, insanların hepsini bir araya toplayacağız. Sonra müşriklere şöyle diyeceğiz: “- Siz ve Allah’a eş yaptığınız ortaklarınız (putlarınız) durun yerinizde... “Artık müminlerle aralarını tamamen açmışızdır. Ortakları olan putlar Allah tarafından dile gelip kendilerine şöyle diyeceklerdir: “- Siz, dünyada bize tapmıyordunuz (Şeytanın ardı sıra gidiyordunuz)"
        },
        {
            "chapter": 10,
            "verse": 29,
            "text": "Şimdi sizinle bizim aramızda şâhid olarak Allah yeter. Doğrusu, ey müşrikler, sizin ibadetinizden, bizim aslâ haberimiz yoktu (çünkü işitmez, görmez ve duymazdık.)”"
        },
        {
            "chapter": 10,
            "verse": 30,
            "text": "Orada herkes, geçmişte yaptığı iyi ve kötü şeylerin imtihanını verecektir. Artık hepsi hak mevlâları Allah’a döndürülmüşlerdir ve müşriklerin Allah’a eş uydurdukları putlar da kendilerinden kaybolmuş gitmiş bulunacaktır"
        },
        {
            "chapter": 10,
            "verse": 31,
            "text": "(Rasûlüm) de ki: “-Size gökten ve yerden kim rızk veriyor? O kulaklara ve gözlere (onların idrakine) kim mâlik bulunuyor? Ölüden diriyi, diriden de ölüyü kim çıkarıyor? Bütün işleri kim idâre ediyor? “ Hemen diyecekler ki “Allah” De ki: “- O halde Allah’dan sakınmaz mısınız? “"
        },
        {
            "chapter": 10,
            "verse": 32,
            "text": "İşte bu işleri yapan Allah’dır; gerçek Rabbinizdir. Hakdan sonra da sapıklıktan başka ne vardır? O halde (Bu açık delillerden sonra imandan) nasıl çevrilirsiniz"
        },
        {
            "chapter": 10,
            "verse": 33,
            "text": "Öyle büsbütün haktan çıkmış inatçı fâsıklara Rabbinin hükmü şöyle vâcib oldu: “- onlar, artık imana gelmezler.”"
        },
        {
            "chapter": 10,
            "verse": 34,
            "text": "De ki: “Allah’a eş tuttuğunuz ortaklarınızdan (putlarınızdan) halkı ilkin yaratacak, onları öldürdükten sonra yine diriltecek var mı? “ (Susan müşriklere cevaben) de ki: “- Allah, ilkin halkı yaratır; öldürdükten sonra da yine o diriltir. Artık doğru yoldan nasıl çevriliyorsunuz?”"
        },
        {
            "chapter": 10,
            "verse": 35,
            "text": "(Ey Rasûlüm), de ki: “-Ortaklarınızdan hak yolu gösterebilecek var mı? “ (cevap veremiyen müşriklere) de ki: “- Allah, ancak hak yolu gösterir ve ona iletir. O halde, hakka ileten mi uyulmaya daha lâyıktır, yoksa kendisine hidayet olunmadıkça tek başına doğru yolu bulamıyan (putunuz) mu? Öyle ise, ne oluyorsunuz, nasıl bâtıl hüküm veriyorsunuz (uyulmaya lâyık olmayan putlara uyuyorsunuz?)”"
        },
        {
            "chapter": 10,
            "verse": 36,
            "text": "Kâfirlerin çoğu, sırf kuru bir zan ardında gider. Fakat zan, gerçekten hiç bir şey ifade etmez. Muhakkak ki Allah, onların yaptıklarını tamamen bilmektedir"
        },
        {
            "chapter": 10,
            "verse": 37,
            "text": "Bu KUR’AN Allah’ındır, ondan başkasına nisbet edilemez. Ancak o, önündekini (daha önce inidirlen kitabları) tasdik edici ve kitabın hükümlerini açıklayıcı âlemlerin Rabbinden indirilmiştir; bunda hiç şüphe yoktur"
        },
        {
            "chapter": 10,
            "verse": 38,
            "text": "Yoksa KUR’AN’ı, Peygamber mi uydurdu diyorlar? Rasûlüm, de ki: “- O halde, iddianızda sâdık kimselerseniz, O’nun gibi bir sûre yapın, getirin ve Allah’dan başka gücünüzün yettiği (edîb, beliğ) kim varsa onları da yardıma çağırın.”"
        },
        {
            "chapter": 10,
            "verse": 39,
            "text": "Hayır, o kâfirler, ilmini kavrayamadıkları Kur’an’ı yalanladılar ve kendilerine, hakikat ve inceliği hakkında bir anlayış da gelmedi. Onlardan önce gelen ümmetler de Peygamberlerini, işte böyle yalanlamışlardı. Amma bak, zalimlerin âkibeti nasıl oldu"
        },
        {
            "chapter": 10,
            "verse": 40,
            "text": "Kâfirlerden Kur’an’a inanacak da var, iman etmiyecek de var. Rabbin müfsidleri çok iyi bilendir"
        },
        {
            "chapter": 10,
            "verse": 41,
            "text": "Eğer seni tekzibde ısrar ederlerse, de ki: “- Benim amelim bana, sizin ameliniz de size aittir. Siz, benim yapacağımdan berisiniz, ben de sizin yapacağınızdan beriyim.”"
        },
        {
            "chapter": 10,
            "verse": 42,
            "text": "İçlerinden seni, (okuduğun Kur’an’ı ve hükümlerini) dinlemeğe gelenler de var. Fakat, akılları da yokken sağırlara sen mi duyuracaksın"
        },
        {
            "chapter": 10,
            "verse": 43,
            "text": "İçlerinden sana bakanlar (Peygamberliğine delâlet eden mûcizeleri gördükleri halde iman etmiyenler) de var. Fakat anlayış gözleri de yokken körlere sen mi hidâyet edeceksin"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Doğrusu Allah, insanlara zerrece zulmetmez. Fakat insanlar kendilerine zulmederler"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Sanki (dünyada ve kabirlerinde) gündüzün bir saatinden başka durmamışlar gibi, Allah hepsini mahşere sevkedeceği gün, aralarında tanışacaklardır. Allah’ın huzuruna çıkacaklarını inkâr edip de hidayet yolunu tutmamış olanlar, muhakkak en büyük ziyana uğramışlardır"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Kâfirlere vâdettiğimiz azabın bir kısmını sana göstersek, yahut onlara azab edişten önce seni (ahirete) alsak da, sonunda onların dönüşü bizedir. Sonra Allah, onların yapacakları şeylere de şâhiddir"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Her ümmet için bir Peygamber vardır. Onların her birine Peygamberi geldiği zaman, onu yalanladılar da aralarında adaletle hüküm verildi (azaba uğratıldılar). Onlar, zulmedilmediler (cezalarını çektiler)"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Kâfirler, alay yollu şöyle derler: “Eğer sadık kimselerseniz, bu azabın veya kıyametin vâdi ne zaman?”"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "(Ey Rasûlüm), de ki: “- Ben kendi kendime, Allah’ın dilediğinden başka, ne bir menfaate, ne de bir zarara sahip olamam.” Her ümmetin helâki için muayyen bir vakit (ecel) vardır. Artık bu ecel geldiği vakit, bir an geri de kalamazlar, ileride gidemezler"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "De ki: “- Bana haber verin: Allah’ın azabı, geceleyin yatarken veya gündüzün meşguliyetinde size gelip çatarsa (ne yaparsınız?) artık onu, günahkârların acele olarak istemelerine sebep nedir"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Bu azab vâkı olduktan sonra mı Allah’a iman edeceksiniz? O vakit size: “Şimdi mi iman ediyorsunuz?” denecek. Halbuki siz alay ederek, bu azabın acele gelmesini isteyip duruyordunuz"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Sonra o zulmedenlere: “- Ebedî azabı tadın” denilecek. Vaktiyle kazandığınızdan başka bir sebeple cezalandırılacak değilsiniz"
        }
    ]
}