{
    "maqras": [
        {
            "chapter": 2,
            "verse": 142,
            "text": "(Medine’deki Yahûdi ve münafık) insanlardan akılsızlar yakında şöyle diyecekler: “-Müslümanları (eskidenberi Kudüs’e doğru namaz kıldıkları) kıbleden (Kâbe’ye) çeviren ne?” Onlara de ki, doğu da, batı da Allah’ındır; dilediğini doğru yola iletir"
        },
        {
            "chapter": 2,
            "verse": 143,
            "text": "Ey Müslümanlar, böylece sizi seçkin ve şerefli bir ümmet kıldık ki, bütün insanlar üzerine adâlet örneği ve hak şâhidleri olasınız. Peygamber de sizin üzerinize şâhit olsun; ve (ey Rasûlüm) hâlen yönelmekte olduğun Kâbe’yi, ancak Rasûle uyanlarla geri dönenler arasını ayırt etmek için kıble kıldık. Gerçi bu kıbleyi çeviriş büyük ve ağır ise de yalnız, o Allah’ın hidâyet ettiği kimselere ağır gelmez ve Allah imanınızı zâyietmez. Muhakkak Allah Tealâ İnsanlara çok merhametlidir, günahlarını bağışlayıcıdır"
        },
        {
            "chapter": 2,
            "verse": 144,
            "text": "(Ey Rasûlüm, vahyim gelmesi için) yüzünün göğe doğru aranıb durduğunu görüyoruz. Bunun için, seni râzı olacağın bir kıbleye çevireceğiz. Şimdi yüzünü Mescid-i Harâm tarafına çevir. Ey müminler, siz de her nerede olursanız, yüzünüzü, namazlarda o Mescid tarafına çevirin. Şüphe yok ki, kendilerine kitap verilenler, bu kıble çevrilişinin Rableri tarafından hak olduğunu bilirler. Allah ise onların inkârlarından ve yapacaklarından gâfil değildir"
        },
        {
            "chapter": 2,
            "verse": 145,
            "text": "Celâlim hakkı için, eğer sen o Yahûdi ve Hristiyanlara her türlü mûcize ve hücceti getirsen, yine kıblene tâbi olmazlar; ve sen de onların kıblesine tâbi olmazsın, onların bâzısı diğer bâzının kıblesine tâbi olmaz. Celâlim hakkı için, sana gelen bunca ilim arkasından bilfarz onların arzularına uyarsan, bu takdirde muhakkak zâlimlerden olursun. (Bu hitab zâhiren Hazreti Peygambere ise de gerçekte ümmetine aittir)"
        },
        {
            "chapter": 2,
            "verse": 146,
            "text": "Kendilerine kitap verdiklerimiz, Hazreti Peygamberi, öz oğullarını tanır gibi tanırlar. Böyle iken içlerinden bir topluluk hak ve hakikatı bile bile gizlerler"
        },
        {
            "chapter": 2,
            "verse": 147,
            "text": "Rabbinden olan her şey hak ve gerçektir. O halde sakın şüphe edenlerden olma. (Bu hitap yine ümmete aittir)"
        },
        {
            "chapter": 2,
            "verse": 148,
            "text": "Her ümmetin doğrulduğu bir kıblesi vardır. Öyle ise ey müminler, hayırlı işlerde diğerlerini geçin. Her nerede olursanız kıyamet gününde Allah sizi hesap için bir araya toplar. Şüphesiz Allah her şeye kâdirdir"
        },
        {
            "chapter": 2,
            "verse": 149,
            "text": "Nereden sefere çıkarsan, namazda yüzünü Mescid-i Harâm’a doğru çevir. Bu yöneliş emri Rabbinden gelen gerçek bir haktır. Allah yaptıklarınızdan gafil değildir"
        },
        {
            "chapter": 2,
            "verse": 150,
            "text": "Her nereden yola çıkarsan yüzünü Mescid-i Harâm’a doğru çevir ve her nerede olursanız yüzünüzü o tarafa çevirin ki, Yahudî veya müşrikler için aleyhinizde bir hüccet olmasın (dinimizi terkedip kıblemize tâbi oluyorsunuz, demesinler); Ancak onlardan inad ederek nefislerine zulmedenler müstesna (bunlar her şey söyleyebilirler). Artık siz de onlardan korkmayın, benden korkun, tâ ki size karşı olan nimetimi tamamlayayım. Böylece hidayete kavuşmuş olabilirsiniz"
        },
        {
            "chapter": 2,
            "verse": 151,
            "text": "Nitekim nimetimin tamamlanması meyanında sizden (içinizden) size bir Rasûl gönderdik. Size âyetlerimizi okuyor, sizi şirk ve günahlardan temizliyor, size Kur’an’ı ve helâl ile haramı öğretiyor, size bilmediğiniz şeriat hükümlerini bildiriyor"
        },
        {
            "chapter": 2,
            "verse": 152,
            "text": "O halde siz, bana itaat ve ibadet ederek beni anın ki, ben de sizi mağfiretimle anayım. Nimetlerime şükredin de nankörlük yaparak küfre varmayın. (Beni ve nimetlerimi inkâr etmeyin)"
        },
        {
            "chapter": 2,
            "verse": 153,
            "text": "Ey iman edenler, sabırla ve namazla Allah’dan yardım isteyin. Muhakkak Allah’ın yardımı sabredenlerle bareberdir"
        },
        {
            "chapter": 2,
            "verse": 154,
            "text": "Allah yolunda öldürülenlere: “- Onlar ölüler’dir” demeyin. Hakikatte onlar diridirler. Fakat siz anlayıp bilemezsiniz"
        },
        {
            "chapter": 2,
            "verse": 155,
            "text": "Ey müminler, (itaatkârı âsi olandan ayırd etmek için) sizi biraz korku, biraz açlık, biraz da mallardan, canlardan ve mahsüllerden yana eksiltme ile, andolsun imtahan edeceğiz. (Ey Habibim) sabredenlere (lütuf ve ihsanlarımı) müjdele"
        },
        {
            "chapter": 2,
            "verse": 156,
            "text": "Onlar, o kimselerdir ki, kendilerine bir belâ geldiği zaman teslimiyet göstererek: “-Biz Allah’ın kuluyuz ve (öldükten sonra da) yine ona döneceğiz” derler"
        },
        {
            "chapter": 2,
            "verse": 157,
            "text": "O teslimiyet gösterip Rablerine sığınanlar üzerine, Rablerinden mağfiret, rahmet (ve cennet) vardır; ve işte onlar, hidayete ermiş olanlardır"
        }
    ]
}