{
    "chapter": [
        {
            "chapter": 52,
            "verse": 1,
            "text": "وَٱلطُّورِ (وَالطُّورِ: قَسَمٌ بِالجَبَلِ الَّذِي كَلَّمَ اللهُ عَلَيْهِ مُوسَى - عليه السلام)"
        },
        {
            "chapter": 52,
            "verse": 2,
            "text": "وَكِتَٰبٖ مَّسۡطُورٖ (وَكِتَابٍ مَّسْطُورٍ: قَسَمٌ بِالقُرْآنِ المَكْتُوبِ)"
        },
        {
            "chapter": 52,
            "verse": 3,
            "text": "فِي رَقّٖ مَّنشُورٖ (فِي رَقٍّ مَّنشُورٍ: فَي صُحُفٍ مَنْشُورَةٍ، مَبْسُوطَةٍ)"
        },
        {
            "chapter": 52,
            "verse": 4,
            "text": "وَٱلۡبَيۡتِ ٱلۡمَعۡمُورِ (وَالْبَيْتِ الْمَعْمُورِ: قَسَمٌ بِالبَيْتِ المَعْمُورِ بِالمَلَائِكَةِ الَّذِينَ يَطُوفُونَ بِهِ دَائِمًا، وَهُوَ فيِ السَّمَاءِ بِحِذَاءِ الكَعْبَةِ، يَطُوفُ بِهِ كُلَّ يَوْمٍ سَبْعُونَ أَلْفَ مَلَكٍ)"
        },
        {
            "chapter": 52,
            "verse": 5,
            "text": "وَٱلسَّقۡفِ ٱلۡمَرۡفُوعِ (وَالسَّقْفِ الْمَرْفُوعِ: قَسَمٌ بِالسَّمَاءِ)"
        },
        {
            "chapter": 52,
            "verse": 6,
            "text": "وَٱلۡبَحۡرِ ٱلۡمَسۡجُورِ (الْمَسْجُورِ: المَمْلُوءِ بِالمَاءِ)"
        },
        {
            "chapter": 52,
            "verse": 7,
            "text": "إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٞ"
        },
        {
            "chapter": 52,
            "verse": 8,
            "text": "مَّا لَهُۥ مِن دَافِعٖ"
        },
        {
            "chapter": 52,
            "verse": 9,
            "text": "يَوۡمَ تَمُورُ ٱلسَّمَآءُ مَوۡرٗا (تَمُورُ: تَتَحَرَّكُ، وَتَضْطَرِبُ)"
        },
        {
            "chapter": 52,
            "verse": 10,
            "text": "وَتَسِيرُ ٱلۡجِبَالُ سَيۡرٗا"
        },
        {
            "chapter": 52,
            "verse": 11,
            "text": "فَوَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ"
        },
        {
            "chapter": 52,
            "verse": 12,
            "text": "ٱلَّذِينَ هُمۡ فِي خَوۡضٖ يَلۡعَبُونَ"
        },
        {
            "chapter": 52,
            "verse": 13,
            "text": "يَوۡمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا (يُدَعُّونَ: يُدْفَعُونَ بِعُنْفٍ وَشِدَّةٍ)"
        },
        {
            "chapter": 52,
            "verse": 14,
            "text": "هَٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ"
        },
        {
            "chapter": 52,
            "verse": 15,
            "text": "أَفَسِحۡرٌ هَٰذَآ أَمۡ أَنتُمۡ لَا تُبۡصِرُونَ"
        },
        {
            "chapter": 52,
            "verse": 16,
            "text": "ٱصۡلَوۡهَا فَٱصۡبِرُوٓاْ أَوۡ لَا تَصۡبِرُواْ سَوَآءٌ عَلَيۡكُمۡۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ (اصْلَوْهَا: ادْخُلُوهَا، وذُوقُوا حَرَّهَا)"
        },
        {
            "chapter": 52,
            "verse": 17,
            "text": "إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّـٰتٖ وَنَعِيمٖ"
        },
        {
            "chapter": 52,
            "verse": 18,
            "text": "فَٰكِهِينَ بِمَآ ءَاتَىٰهُمۡ رَبُّهُمۡ وَوَقَىٰهُمۡ رَبُّهُمۡ عَذَابَ ٱلۡجَحِيمِ (فَاكِهِينَ: مُتَلَذِّذِينَ، نَاعِمِينَ، مَسْرُورِينَ)"
        },
        {
            "chapter": 52,
            "verse": 19,
            "text": "كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَا كُنتُمۡ تَعۡمَلُونَ"
        },
        {
            "chapter": 52,
            "verse": 20,
            "text": "مُتَّكِـِٔينَ عَلَىٰ سُرُرٖ مَّصۡفُوفَةٖۖ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ (مَّصْفُوفَةٍ: مُتَقَابِلَةٍ، وَبَعْضُهَا إِلَى جَنْبِ بَعْضٍ, بِحُورٍ: نِسَاءٍ بِيضٍ, عِينٍ: وَاسِعَاتِ العُيُونِ، حِسَانِهَا)"
        },
        {
            "chapter": 52,
            "verse": 21,
            "text": "وَٱلَّذِينَ ءَامَنُواْ وَٱتَّبَعَتۡهُمۡ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلۡحَقۡنَا بِهِمۡ ذُرِّيَّتَهُمۡ وَمَآ أَلَتۡنَٰهُم مِّنۡ عَمَلِهِم مِّن شَيۡءٖۚ كُلُّ ٱمۡرِيِٕۭ بِمَا كَسَبَ رَهِينٞ (وَمَا أَلَتْنَاهُم: مَا نَقَصْنَا الآبَاءَ بِهَذَا الإِلْحَاقِ, رَهِينٌ: مَرْهُونٌ بِعَمَلِهِ، لَا يَحْمِلُ ذَنْبَ غَيْرِهِ)"
        },
        {
            "chapter": 52,
            "verse": 22,
            "text": "وَأَمۡدَدۡنَٰهُم بِفَٰكِهَةٖ وَلَحۡمٖ مِّمَّا يَشۡتَهُونَ"
        },
        {
            "chapter": 52,
            "verse": 23,
            "text": "يَتَنَٰزَعُونَ فِيهَا كَأۡسٗا لَّا لَغۡوٞ فِيهَا وَلَا تَأۡثِيمٞ (يَتَنَازَعُونَ: يَتَعَاطَوْنَ بَيْنَهُمْ، وَيُنَاوِلُ بَعْضُهُمْ بَعْضًا, كَاسًا: مِنَ الخَمْرِ, لَّا لَغْوٌ فِيهَا: لَا كَلَامٌ سَاقِطٌ أَثْنَاءَ شُرْبِهَا, وَلَا تَاثِيمٌ: وَلَا يَقَعُ بِسَبَبِهَا إِثْمٌ فِي قَوْلٍ أَوْ فِعْلٍ)"
        },
        {
            "chapter": 52,
            "verse": 24,
            "text": "۞وَيَطُوفُ عَلَيۡهِمۡ غِلۡمَانٞ لَّهُمۡ كَأَنَّهُمۡ لُؤۡلُؤٞ مَّكۡنُونٞ (مَّكْنُونٌ: مَصُونٌ، مَسْتُورٌ فِي أَصْدَافِهِ)"
        },
        {
            "chapter": 52,
            "verse": 25,
            "text": "وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ"
        },
        {
            "chapter": 52,
            "verse": 26,
            "text": "قَالُوٓاْ إِنَّا كُنَّا قَبۡلُ فِيٓ أَهۡلِنَا مُشۡفِقِينَ (مُشْفِقِينَ: خَائِفِينَ مِنَ العَذَابِ)"
        },
        {
            "chapter": 52,
            "verse": 27,
            "text": "فَمَنَّ ٱللَّهُ عَلَيۡنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ (عَذَابَ السَّمُومِ: عَذَابَ النَّارِ الَّتِي تَنْفُذُ فِي المَسَامِّ)"
        },
        {
            "chapter": 52,
            "verse": 28,
            "text": "إِنَّا كُنَّا مِن قَبۡلُ نَدۡعُوهُۖ إِنَّهُۥ هُوَ ٱلۡبَرُّ ٱلرَّحِيمُ (الْبَرُّ: المُحْسِنُ، كَثِيرُ الخَيْرِ)"
        },
        {
            "chapter": 52,
            "verse": 29,
            "text": "فَذَكِّرۡ فَمَآ أَنتَ بِنِعۡمَتِ رَبِّكَ بِكَاهِنٖ وَلَا مَجۡنُونٍ (بِنِعْمَتِ رَبِّكَ: بِسَبَبِ إِنْعَامِ اللهِ عَلَيْكَ بِالنُّبُوَّةِ، وَرَجَاحَةِ العَقْلِ, بِكَاهِنٍ: يَدَّعِي عِلْمَ الغَيْبِ)"
        },
        {
            "chapter": 52,
            "verse": 30,
            "text": "أَمۡ يَقُولُونَ شَاعِرٞ نَّتَرَبَّصُ بِهِۦ رَيۡبَ ٱلۡمَنُونِ (أَمْ: بَلْ, نَّتَرَبَّصُ بِهِ: نَنْتَظِرُ بِهِ, رَيْبَ الْمَنُونِ: نُزُولَ المَوْتِ، وَحَوَادِثَ الدَّهْرِ)"
        },
        {
            "chapter": 52,
            "verse": 31,
            "text": "قُلۡ تَرَبَّصُواْ فَإِنِّي مَعَكُم مِّنَ ٱلۡمُتَرَبِّصِينَ"
        },
        {
            "chapter": 52,
            "verse": 32,
            "text": "أَمۡ تَأۡمُرُهُمۡ أَحۡلَٰمُهُم بِهَٰذَآۚ أَمۡ هُمۡ قَوۡمٞ طَاغُونَ (أَحْلَامُهُم: عُقُولُهُمْ, طَاغُونَ: مُتَجَاوِزُونَ الحَدَّ فِي العِصْيَانِ)"
        },
        {
            "chapter": 52,
            "verse": 33,
            "text": "أَمۡ يَقُولُونَ تَقَوَّلَهُۥۚ بَل لَّا يُؤۡمِنُونَ (تَقَوَّلَهُ: اخْتَلَقَ القُرْآنَ مِنْ عِنْدِ نَفْسِهِ)"
        },
        {
            "chapter": 52,
            "verse": 34,
            "text": "فَلۡيَأۡتُواْ بِحَدِيثٖ مِّثۡلِهِۦٓ إِن كَانُواْ صَٰدِقِينَ"
        },
        {
            "chapter": 52,
            "verse": 35,
            "text": "أَمۡ خُلِقُواْ مِنۡ غَيۡرِ شَيۡءٍ أَمۡ هُمُ ٱلۡخَٰلِقُونَ"
        },
        {
            "chapter": 52,
            "verse": 36,
            "text": "أَمۡ خَلَقُواْ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۚ بَل لَّا يُوقِنُونَ"
        },
        {
            "chapter": 52,
            "verse": 37,
            "text": "أَمۡ عِندَهُمۡ خَزَآئِنُ رَبِّكَ أَمۡ هُمُ ٱلۡمُصَۜيۡطِرُونَ (خَزَائِنُ رَبِّكَ: خَزَائِنُ رِزْقِهِ وَرَحْمَتِهِ, الْمُصَيْطِرُونَ: المُتَسَلِّطُونَ، الجَبَّارُونَ)"
        },
        {
            "chapter": 52,
            "verse": 38,
            "text": "أَمۡ لَهُمۡ سُلَّمٞ يَسۡتَمِعُونَ فِيهِۖ فَلۡيَأۡتِ مُسۡتَمِعُهُم بِسُلۡطَٰنٖ مُّبِينٍ (سُلَّمٌ: مِصْعَدٌ إِلَى السَّمَاءِ, بِسُلْطَانٍ مُّبِينٍ: بِحُجَّةٍ بَيِّنَةٍ تُصَدِّقُ دَعْوَاهُ)"
        },
        {
            "chapter": 52,
            "verse": 39,
            "text": "أَمۡ لَهُ ٱلۡبَنَٰتُ وَلَكُمُ ٱلۡبَنُونَ"
        },
        {
            "chapter": 52,
            "verse": 40,
            "text": "أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ (مِّن مَّغْرَمٍ: مِنِ الْتِزَامِ غَرَامَةٍ تَطْلُبُهَا مِنْهُمْ, مُّثْقَلُونَ: مُتْعَبُونَ، مُجْهَدُونَ)"
        },
        {
            "chapter": 52,
            "verse": 41,
            "text": "أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ"
        },
        {
            "chapter": 52,
            "verse": 42,
            "text": "أَمۡ يُرِيدُونَ كَيۡدٗاۖ فَٱلَّذِينَ كَفَرُواْ هُمُ ٱلۡمَكِيدُونَ (كَيْدًا: مَكْرًا, الْمَكِيدُونَ: يَرْجِعُ مَكْرُهُمْ عَلَى أَنْفُسِهِمْ)"
        },
        {
            "chapter": 52,
            "verse": 43,
            "text": "أَمۡ لَهُمۡ إِلَٰهٌ غَيۡرُ ٱللَّهِۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ"
        },
        {
            "chapter": 52,
            "verse": 44,
            "text": "وَإِن يَرَوۡاْ كِسۡفٗا مِّنَ ٱلسَّمَآءِ سَاقِطٗا يَقُولُواْ سَحَابٞ مَّرۡكُومٞ (كِسْفًا: قِطَعًا, مَّرْكُومٌ: مُتَرَاكِمٌ بَعْضُهُ فَوْقَ بَعْضٍ)"
        },
        {
            "chapter": 52,
            "verse": 45,
            "text": "فَذَرۡهُمۡ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي فِيهِ يُصۡعَقُونَ (يُصْعَقُونَ: يُهْلَكُونَ)"
        },
        {
            "chapter": 52,
            "verse": 46,
            "text": "يَوۡمَ لَا يُغۡنِي عَنۡهُمۡ كَيۡدُهُمۡ شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ (لَا يُغْنِي عَنْهُمْ: لَا يَدْفَعُ عَنْهُمْ)"
        },
        {
            "chapter": 52,
            "verse": 47,
            "text": "وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابٗا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ (دُونَ ذَلِكَ: قَبْلَ ذَلِكَ يَقَعُ فِي الدُّنْيَا عَلَيْهِمْ)"
        },
        {
            "chapter": 52,
            "verse": 48,
            "text": "وَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ فَإِنَّكَ بِأَعۡيُنِنَاۖ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ حِينَ تَقُومُ (بِأَعْيُنِنَا: بِمَرْأًى مِنَّا، وَحِفْظٍ، وَاعْتِنَاءٍ؛ وَفِيهِ: إِثْبَاتُ صِفَةِ العَيْنَيْنِ للهِ؛ كَمَا يَلِيقُ بِهِ؛ بِلَا تَكْيِيفٍ، وَلَا تَمْثِيلٍ، وَجَاءَتْ بِصِيغَةِ الجَمْعِ لِلتَّعْظِيمِ, وَسَبِّحْ بِحَمْدِ رَبِّكَ: نَزِّه رَبَّكَ، حَامِدًا لَهُ, حِينَ تَقُومُ: لِلصَّلَاةِ، وَمِنْ نَوْمِكَ)"
        },
        {
            "chapter": 52,
            "verse": 49,
            "text": "وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ (فَسَبِّحْهُ: نَزِّهْهُ، وَعَظِّمْهُ، وَصَلِّ لَهُ, وَإِدْبَارَ النُّجُومِ: نَزِّهْهُ، وَصَلِّ لَهُ صَلَاةَ الصُّبْحِ وَقْتَ غَيْبَةِ النُّجُومِ)"
        }
    ]
}