{
    "chapter": [
        {
            "chapter": 21,
            "verse": 1,
            "text": "El dia en que los hombres deberan rendir cuentas (por sus acciones) se aproxima y, sin embargo, (quienes niegan la resurreccion) se muestran despreocupados y alejados de la fe"
        },
        {
            "chapter": 21,
            "verse": 2,
            "text": "Cuando reciben una nueva revelacion (el Coran) como exhortacion de parte de su Senor, la escuchan burlandose de ella"
        },
        {
            "chapter": 21,
            "verse": 3,
            "text": "Sus corazones estan distraidos (ocupados en banalidades, y no prestan atencion al Coran). Y los injustos que rechazan la verdad se dicen entre ellos en secreto: «¿No es (Muhammad) un ser humano como nosotros? ¿Nos dejaremos hechizar (por el) cuando vemos (que lo suyo es brujeria)?»"
        },
        {
            "chapter": 21,
            "verse": 4,
            "text": "(Muhammad) les responde diciendo: «Mi Senor conoce todo lo que se dice en los cielos y en la tierra. El es el Oyente (de todas las cosas), el Omnisciente»"
        },
        {
            "chapter": 21,
            "verse": 5,
            "text": "Pero ellos (lo niegan y) dicen (acerca del Coran): «No es sino (una mezcla de) suenos confusos, o mas bien es una invencion suya o (la obra de) un poeta. ¡Que nos muestre un milagro similar a los que recibieron las comunidades anteriores!»"
        },
        {
            "chapter": 21,
            "verse": 6,
            "text": "Los pueblos que los precedieron y destruimos no creyeron (a pesar de los milagros que les mostramos).¿Acaso ellos (los idolatras de La Meca)van a creer"
        },
        {
            "chapter": 21,
            "verse": 7,
            "text": "Y todos los mensajeros que enviamos con anterioridad a ti (¡oh, Muhammad!) eran tambien hombres (y no angeles) a quienes concedimos la revelacion. Preguntadles (vosotros, idolatras) a quienes tienen conocimiento sobre las Escrituras si no lo sabeis"
        },
        {
            "chapter": 21,
            "verse": 8,
            "text": "Y no dotamos (a los mensajeros) de un cuerpo que no necesitara ser alimentado ni eran inmortales"
        },
        {
            "chapter": 21,
            "verse": 9,
            "text": "Despues cumplimos la promesa (de acabar con los injustos) que les hicimos (a los mensajeros) y los salvamos con quienes quisimos (sus seguidores), y destruimos a quienes los desmentian"
        },
        {
            "chapter": 21,
            "verse": 10,
            "text": "Ciertamente, os hemos revelado un Libro (el Coran)que os supondra honra y honor (si lo seguis). ¿No razonareis, pues, (y creereis en el)"
        },
        {
            "chapter": 21,
            "verse": 11,
            "text": "¡Cuantas poblaciones injustas (que negaban la verdad) destruimos e hicimos surgir despues a otros pueblos en su lugar"
        },
        {
            "chapter": 21,
            "verse": 12,
            "text": "Y cuando advertian Nuestro castigo, corrian para escaparse de el"
        },
        {
            "chapter": 21,
            "verse": 13,
            "text": "(Entonces se les decia con ironia:) «¡No corrais y volved a vuestros placeres y a vuestros hogares para que seais interrogados acerca de ellos!»"
        },
        {
            "chapter": 21,
            "verse": 14,
            "text": "(Entonces) decian: «¡Ay de nosotros! Ciertamente, hemos sido injustos»"
        },
        {
            "chapter": 21,
            "verse": 15,
            "text": "Y no cesaban de lamentarse hasta que acabamos con ellos y quedaron reducidos a cenizas"
        },
        {
            "chapter": 21,
            "verse": 16,
            "text": "Y no creamos los cielos y la tierra y cuanto existe en ellos como mero juego"
        },
        {
            "chapter": 21,
            "verse": 17,
            "text": "Si hubiesemos querido tomar una distraccion, lo habriamos hecho de entre lo que tenemos mas cerca de Nos, si realmente hubieramos querido hacerlo"
        },
        {
            "chapter": 21,
            "verse": 18,
            "text": "Pero rebatimos la falsedad con la verdad, y aquella queda derrotada y se desvanece. Y a vosotros (¡oh, incredulos!) os espera la destruccion y la perdicion por lo que Le atribuis (a Al-lah)"
        },
        {
            "chapter": 21,
            "verse": 19,
            "text": "Y a El pertenece cuanto hay en los cielos y en la tierra. Y quienes estan junto a El (los angeles) no desdenan adorarlo ni se cansan de hacerlo"
        },
        {
            "chapter": 21,
            "verse": 20,
            "text": "Lo glorifican noche y dia sin descanso"
        },
        {
            "chapter": 21,
            "verse": 21,
            "text": "¿Acaso (las falsas) divinidades de la tierra que adoran son capaces de resucitar a los muertos"
        },
        {
            "chapter": 21,
            "verse": 22,
            "text": "Si hubiese en los cielos y en la tierra otras divinidades ademas de Al-lah, habrian roto su orden y armonia. ¡Glorificado sea Al-lah, el Senor del Trono! El esta muy por encima de lo que Le atribuyen"
        },
        {
            "chapter": 21,
            "verse": 23,
            "text": "Nadie puede cuestionar lo que hace, mientras que Sus siervos si seran cuestionados"
        },
        {
            "chapter": 21,
            "verse": 24,
            "text": "¿Acaso adoran otras divinidades fuera de Al-lah? Diles (¡oh, Muhammad!): «Mostradme la prueba (de que son realmente divinidades). Estees el mensaje[598] (enviado) a mis contemporaneos y a quienes me precedieron». No obstante, la mayoria de los hombres no conocen la verdad y se alejan de ella"
        },
        {
            "chapter": 21,
            "verse": 25,
            "text": "Y a todos los mensajeros que enviamos con anterioridad a ti les revelamos: «Ciertamente, no hay mas divinidad que Yo; adoradme, pues, solo a Mi»"
        },
        {
            "chapter": 21,
            "verse": 26,
            "text": "Y dicen (los idolatras): «El Clemente ha tomado hijas para Si (los angeles)». ¡Glorificado sea! Estos no son sino honorables siervos Suyos"
        },
        {
            "chapter": 21,
            "verse": 27,
            "text": "No hablan antes de que El haya hablado y actuan obedeciendo Sus ordenes"
        },
        {
            "chapter": 21,
            "verse": 28,
            "text": "(Al-lah) conoce sus acciones pasadas y presentes (asi como las futuras), y no pueden interceder por nadie, salvo por aquel con quien Al-lah este complacido, y estan llenos de temor de El"
        },
        {
            "chapter": 21,
            "verse": 29,
            "text": "Y si alguno de ellos dijera ser una divinidad fuera de Al-lah, lo castigariamos con el infierno. Asi es como castigamos a los injustos"
        },
        {
            "chapter": 21,
            "verse": 30,
            "text": "¿Acaso no saben,quienes rechazan la verdad, que los cielos y la tierra estaban juntos, formando una sola unidad[599], y los separamos? E hicimos que el agua fuera el origen de todo lo creado[600]. ¿No creeran, pues? todos los seres vivos necesitan agua para su subsistencia. Tambien es sabido que las primeras formas de vida tuvieron lugar en un ambiente acuatico pues las plantas marinas precedieron a los animales acuaticos y la vida en la tierra fue posterior. Ademas"
        },
        {
            "chapter": 21,
            "verse": 31,
            "text": "Y establecimos en la tierra firmes montanas[601] para impedir que esta temblase con los hombres, y abrimos entre ellas pasos y caminos para que estos pudieran atravesarlas y pudiesen guiarse (alcanzando sus destinos)"
        },
        {
            "chapter": 21,
            "verse": 32,
            "text": "E hicimos del cielo un techo[602] seguro y protegido (que no se desploma). Mas (quienes rechazan la verdad) dan la espalda a Nuestras pruebas"
        },
        {
            "chapter": 21,
            "verse": 33,
            "text": "Y El es Quien creo la noche y el dia. Y tambien creo el sol y la luna, y cada uno recorresu propia orbita"
        },
        {
            "chapter": 21,
            "verse": 34,
            "text": "Y no hemos otorgado a ningun hombre la inmortalidad. ¿Acaso piensan que viviran eternamente, cuando a ti (¡oh, Muhammad!) tambien te llegara la muerte(como a todos los humanos)"
        },
        {
            "chapter": 21,
            "verse": 35,
            "text": "Todo ser humano morira. Y os pondremos a prueba en la adversidad y en la prosperidad, y despues retornareis a Nos (para ser juzgados)"
        },
        {
            "chapter": 21,
            "verse": 36,
            "text": "Y cuando te ven quienes rechazan la verdad (¡oh, Muhammad!), se burlan de ti y se dicen (entre ellos): «¿Es este el que habla (mal) sobre nuestros idolos?». Y no creen en el Clemente cuando se les menciona (ni creen en Su exhortacion)"
        },
        {
            "chapter": 21,
            "verse": 37,
            "text": "El hombre ha sido creado impaciente. Os mostrare las pruebas de Mi poder; no querais, pues,precipitar (Mi castigo)"
        },
        {
            "chapter": 21,
            "verse": 38,
            "text": "Y dicen (quienes rechazan la verdad a los creyentes): «¿Cuando tendra lugar la promesa (del Dia dela Resurreccion), si sois veraces?»"
        },
        {
            "chapter": 21,
            "verse": 39,
            "text": "Si supieran (lo que les espera) el dia en que no podran apartar el fuego de sus rostros ni de sus espaldas ni seran socorridos (no persistirian en la incredulidad ni pedirian que Su castigo se anticipara)"
        },
        {
            "chapter": 21,
            "verse": 40,
            "text": "Les llegara de improvisto y se quedaran perplejos. No podran impedirlo ni se les concedera plazo alguno (para arrepentirseo excusarse)"
        },
        {
            "chapter": 21,
            "verse": 41,
            "text": "Y, ciertamente, ya se burlaron de otros mensajeros que te precedieron, y (el castigo) del que se burlaban acabo cercandolos y abatiendose sobre ellos"
        },
        {
            "chapter": 21,
            "verse": 42,
            "text": "Diles, ¡oh, Muhammad!: «¿Quien puede protegeros durante el dia y durante la noche (del castigo) del Clemente (sino El mismo)?». Sin embargo, se alejan de la exhortacion de su Senor (el Coran)"
        },
        {
            "chapter": 21,
            "verse": 43,
            "text": "¿Acaso tienen divinidades que puedan protegerlos de Nos?(Las divinidades que adoran) no pueden socorrerse a si mismas ni pueden ayudarlos contra Nos"
        },
        {
            "chapter": 21,
            "verse": 44,
            "text": "Mas dejamos que ellos y sus antepasados disfrutaran de los bienes que les concedimos hasta una avanzada edad.¿Acaso no ven que vamos reduciendo la tierra por sus extremos[604]? ¿Acaso creen que seran ellos los vencedores"
        },
        {
            "chapter": 21,
            "verse": 45,
            "text": "Diles (a los hombres, ¡oh Muhammad!): «Os advierto (del castigo de Al-lah) a traves de Su revelacion (el Coran)». Pero los sordos (que no quieren oir la verdad) no escuchan aunque se les advierta"
        },
        {
            "chapter": 21,
            "verse": 46,
            "text": "Y si les rozase ligeramente el castigo de tu Senor, dirian: «¡Ay de nosotros! Ciertamente hemos sido injustos»"
        },
        {
            "chapter": 21,
            "verse": 47,
            "text": "Y el Dia de la Resurreccion pesaremos con equidad (las acciones de los hombres) y nadie sera tratado con la menor injusticia. Y aunque (estas) sean (del peso de) un grano de mostaza, las tendremos en consideracion. Y Nos somos suficientes para llevar la cuenta de sus acciones"
        },
        {
            "chapter": 21,
            "verse": 48,
            "text": "Y, ciertamente, concedimos a Moises y a Aaron las Escrituras que marcan la diferencia entre la verdad y la falsedad, una luz (para guiarse) y una exhortacion para los piadosos"
        },
        {
            "chapter": 21,
            "verse": 49,
            "text": "esos que temen a su Senor cuando no son vistos[605]por la gente y temen la llegada de la Hora final"
        },
        {
            "chapter": 21,
            "verse": 50,
            "text": "Y este (Coran) es una exhortacion bendita que hemos revelado, ¿la negareis, pues"
        },
        {
            "chapter": 21,
            "verse": 51,
            "text": "Y, ciertamente, guiamos a Abraham antes (de conceder la Tora a Moises y Aaron), pues sabiamos bien que era merecedor de ello"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "(Recuerda, ¡oh, Muhammad!) cuando Abraham pregunto a su padre y a su pueblo: «¿Que son esas estatuas que adorais?»"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Le dijeron: «Encontramos a nuestros antepasados adorandolas»"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "(Abraham) respondio: «Ciertamente, vosotros y vuestros antepasadoshabeis estado en un claro extravio»"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Le dijeron: «¿Nos estas diciendo la verdad o eres de los que se burlan?»"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "(Abraham) contesto: «Ciertamente, vuestro Dios es el Senor y Creador de los cielos y de la tierra, y yo soy de quienes dan fe de ello"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "»Y por Al-lah que tramare algo contra vuestros idolos cuando les deis la espalda»"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "(Y cuando se hubieron alejado) rompio los idolos en pedazos, salvo el mayor de ellos para que pudieran dirigirse a el (e interrogarlo)"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "(Cuando vieron sus idolos destrozados) dijeron: «¿Quien ha hecho esto con nuestros idolos? Tiene que ser un injusto»"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "(Quienes habian oido a Abraham tramar contra los idolos) dijeron: «Oimos a un joven al que llaman Abraham hablar mal de ellos»"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "(Quienes tenian mas poder) dijeron: «Traedlo ante la gente para que sean testigos (en su contra)»"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "(Entonces) le preguntaron: «¿Has sido tu quien ha hecho esto con nuestros idolos, Abraham?»"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "(Abraham) contesto (con ironia): «No, ha sido este, el mayor de todos. Preguntadles a ellos, si es que pueden hablar»"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Entonces recapacitaron (y se percataron de su error), y se dijeron (unos a otros): «Vosotros sois los injustos (por adorar idolos que ni siquiera son capaces de responder)[606]»"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Despues regresaron a su obstinacion e incredulidad (y le dijeron a Abraham): «Sabes muy bien que no pueden hablar»"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "(Abraham) les dijo: «¿Adorais, entonces, fuera de Al-lah algo que no tiene poder para beneficiaros en nada ni para perjudicaros"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "»¡Alejaos de mi, vosotros y lo que adorais en vez de Al-lah! ¿Es que no razonais?»"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Dijeron: «¡Quemadle en una hoguera si quereis proteger a vuestros idolos!»"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Y le dijimos al fuego: «Se frio y no quemes a Abraham»"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Y conspiraron contra el, pero ellos salieron perdiendo"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "Y lo salvamos junto con Lot, y los guiamos hacia una tierra (la Gran Siria) que bendijimos para la humanidad"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "Y lo agraciamos con Isaac (y a este le concedimos a Jacob), e hicimos que fueran rectos y virtuosos (asi como profetas)"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "E hicimos que fueran lideres ejemplares que guiaban a los hombres segun Nuestro mandato, y les inspiramos realizar buenas acciones (y ordenarlas a los demas), asi como cumplir con la oracion y entregar caridad. Y Nos adoraban (solo a Nos)"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "Y (recuerda) a Lot, a quien concedimos sabiduria (para juzgar) y conocimiento, y lo salvamos de un pueblo que cometia inmoralidades. Ciertamente, era una gente pecadora y rebelde"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "Y lo acogimos en Nuestra misericordia, pues era de los rectos y virtuosos"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "Y (recuerda) cuando Noe nos suplico ayuda con anterioridad. Respondimos a su suplica y lo salvamos junto con su familia (quienes creyeron en el y lo siguieron) de un gran desastre"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "Y lo socorrimos ayudandole contra un pueblo que negaba Nuestras pruebas sobre su veracidad. Ciertamente, era una gente pecadora y (por ello) los ahogamos a todos"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "Y (recuerda) a David y a Salomon cuando dictaron sentencia sobre el caso de un campo (que habia sufrido desperfectos) porque el rebano de una gente habia entrado en el por la noche para pastar. Y Nos fuimos testigos de su sentencia"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "E hicimos queSalomon comprendiera (la situacion y emitiera un veredicto acertado). Y a ambos concedimos conocimiento y sabiduria (para juzgar). Y sometimos las montanas y las aves a David para que Nos glorificaran con el. Y asi lo decretamos"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "Y le ensenamos a fabricar cotas de malla para que os protegierais durante vuestros enfrentamientos. ¿No sereis, pues, agradecidos"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "Y sometimos los fuertes vientos a Salomon para que se dirigieran, bajo sus ordenes, hacia la tierra que habiamos bendecido (la Gran Siria). Y tenemos conocimiento de todas las cosas"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "E hicimos que algunos yinn bucearan para el y realizaran otras tareas[607]. Y Nos los controlabamos (y protegiamos a Salomon de cualquier mala accion de estos)"
        },
        {
            "chapter": 21,
            "verse": 83,
            "text": "Y (recuerda) a Job[608], cuando este suplico a su Senor (para que lo librara de su enfermedad) diciendole: «He sido alcanzado por la desgracia, y Tu eres el mas Misericordioso de entre los misericordiosos»"
        },
        {
            "chapter": 21,
            "verse": 84,
            "text": "Y respondimos a su suplica y lo curamos de su dolencia. Y le devolvimos a su familia (que habia perdido) y le concedimos el doble de hijos (y bienes en compensacion por lo sufrido) por misericordia Nuestra y para que los siervos reflexionaran (y aprendieran de tal leccion)"
        },
        {
            "chapter": 21,
            "verse": 85,
            "text": "Y (recuerda) tambien a los profetas Ismael, Enoc y Dhul Kifl[609]. Todos fueron pacientes"
        },
        {
            "chapter": 21,
            "verse": 86,
            "text": "Y los acogimos en Nuestra misericordia, pues fueron rectos y virtuosos"
        },
        {
            "chapter": 21,
            "verse": 87,
            "text": "Y recuerda al del pez (Jonas)[610], cuando se alejo de su pueblo enojado (porque no creian en el) y no penso en que lo castigariamos por ello. Despues Nos suplico desde la oscuridad (del interior del animal) diciendo: «No hay mas divinidad que Tu. ¡Gloria a ti! Ciertamente, he sido de los injustos»"
        },
        {
            "chapter": 21,
            "verse": 88,
            "text": "Y respondimos a su suplica y lo libramos de su angustia. Asi es como salvamos a los creyentes"
        },
        {
            "chapter": 21,
            "verse": 89,
            "text": "Y (recuerda) a Zacarias, cuando suplico a su Senor diciendo: «No me dejes solo (sin descendencia), aunque Tu eres el mejor de los herederos[611]»"
        },
        {
            "chapter": 21,
            "verse": 90,
            "text": "Y respondimos a su suplica, y le concedimos a Yahia (Juan Bautista) tras hacer que su esposa fuese fertil. Todos (esos profetas)se apresuraban a realizar buenas acciones y Nos rogaban anhelando (Nuestra misericordia) y temiendo (Nuestro castigo); y Nos adoraban con humilde sumision"
        },
        {
            "chapter": 21,
            "verse": 91,
            "text": "Y (recuerda a Maria) quien protegio su castidad e insuflamos en ella un soplo (de vida) proveniente de Nos (a traves del angel Gabriel)[612]; e hicimos de ella y de su hijo una prueba (de Nuestro poder y una leccion) para toda la humanidad"
        },
        {
            "chapter": 21,
            "verse": 92,
            "text": "Ciertamente, vuestra religion (¡oh, gentes!) es una sola religion[613]. Y Yo soy vuestro Senor; adoradme, pues, solo a Mi"
        },
        {
            "chapter": 21,
            "verse": 93,
            "text": "Pero (los pueblos) se dividieron con respecto a sus creencias, y todos retornaran a Nos (para ser juzgados)"
        },
        {
            "chapter": 21,
            "verse": 94,
            "text": "Quien haya obradorectamente y haya sido creyente vera sus esfuerzos recompensados (el Dia del Juicio Final), y estos quedaran registrados"
        },
        {
            "chapter": 21,
            "verse": 95,
            "text": "Y decretamos que ningun pueblo al que hubieramos destruido(por negar la verdad) regresaria a este mundo"
        },
        {
            "chapter": 21,
            "verse": 96,
            "text": "antes de la liberacion de las tribus de Gog y Magog (poco antes de la Hora final), cuando estas desciendan presurosas de todas partes (sembrando la corrupcion)"
        },
        {
            "chapter": 21,
            "verse": 97,
            "text": "La promesa (del Dia dela Resurreccion) se aproxima. (Y cuando llegue) quienes rechazan la verdad tendran la mirada fija de espanto. (Diran:)«¡Ay de nosotros! Viviamos indiferentes a este dia. Realmente fuimos injustos»"
        },
        {
            "chapter": 21,
            "verse": 98,
            "text": "(Se les dira:) «Tanto vosotros como lo queadorabais fuera de Al-lah[614] sereis el combustible (del fuego) del infierno donde entrareis (y ardereis)»"
        },
        {
            "chapter": 21,
            "verse": 99,
            "text": "Si, realmente,(los idolos) que adoraban hubiesen sido verdaderas divinidades, no habrian entrado en el fuego; mas todos permaneceran alli eternamente"
        },
        {
            "chapter": 21,
            "verse": 100,
            "text": "Alli exhalaran fuertes quejidos y no podran oir nada (debido al terrible castigo que sufriran)"
        },
        {
            "chapter": 21,
            "verse": 101,
            "text": "Y a aquellos[615] para los que hayamos decretado previamente una buena recompensa (en el paraiso porque sabiamos que creerian y obrarian con rectitud) los alejaremos del fuego"
        },
        {
            "chapter": 21,
            "verse": 102,
            "text": "No oiran su crepitar y viviran eternamente disfrutando de lo que deseen"
        },
        {
            "chapter": 21,
            "verse": 103,
            "text": "El gran terror[616] no los afligira, y los angeles los recibiran diciendoles: «Este es el dia que se os habia prometido»"
        },
        {
            "chapter": 21,
            "verse": 104,
            "text": "Y (recuerda) el Dia (de la Resurreccion) en que enrollaremos el cielo como si se tratase de un pergamino. Del mismo modo que creamos todo de la nada la primera vez volveremos a crearlo. Esta es una promesa que cumpliremos sin duda alguna"
        },
        {
            "chapter": 21,
            "verse": 105,
            "text": "Y, ciertamente, escribimos en los libros sagrados que revelamos, tras haberlo registrado antes en la Tabla Protegida[617], que Mis siervos rectos y virtuosos heredarian la tierra (del paraiso)"
        },
        {
            "chapter": 21,
            "verse": 106,
            "text": "En verdad, en este (Coran) hay un claro mensaje[618] para los siervos (que adoran solamente a Al-lah como El ha ordenado)"
        },
        {
            "chapter": 21,
            "verse": 107,
            "text": "Y te hemos enviado (¡oh, Muhammad!) como misericordia para los mundos de los hombres y de los yinn"
        },
        {
            "chapter": 21,
            "verse": 108,
            "text": "Diles (¡oh, Muhammad!): «Me ha sido revelado que vuestro Dios es un Dios Unico. ¿Os sometereis a El, pues (aceptando Su religion)?»"
        },
        {
            "chapter": 21,
            "verse": 109,
            "text": "Y si dan la espalda a aquello a lo que los exhortas, diles, ¡oh, Muhammad!: «Realmente, os he informado a todos con equidad[619] (y estamos en igualdad de condiciones); y no se si (el castigo) que se os ha prometido esta cerca o lejos"
        },
        {
            "chapter": 21,
            "verse": 110,
            "text": "»Realmente, El conoce lo que decis publicamente y lo que ocultais"
        },
        {
            "chapter": 21,
            "verse": 111,
            "text": "»E ignoro si os esta poniendo a prueba dejandoos disfrutar durante un tiempo»"
        },
        {
            "chapter": 21,
            "verse": 112,
            "text": "(El Profeta) rogo (a Al-lah) diciendo: «¡Senor!, juzga (entre nosotros) con justicia».Nuestro Senor es el Clemente, a Quien recurrimos contra (las mentiras) que decis"
        }
    ]
}