{
    "chapter": [
        {
            "chapter": 43,
            "verse": 1,
            "text": "Ha. Mim"
        },
        {
            "chapter": 43,
            "verse": 2,
            "text": "(Juro) por el Libro esclarecedor (el Coran)"
        },
        {
            "chapter": 43,
            "verse": 3,
            "text": "que hemos hecho que sea un Coran en clara lengua arabe para que podais comprenderlo"
        },
        {
            "chapter": 43,
            "verse": 4,
            "text": "Y consta en el registro principal (la Tabla Protegida) que se halla junto a Nos; y es honorable y esta lleno de sabiduria"
        },
        {
            "chapter": 43,
            "verse": 5,
            "text": "¿Acaso ibamos a dejar de transmitiros la Exhortacion (el Coran) por ser un pueblo que se ha excedido (en la incredulidad)"
        },
        {
            "chapter": 43,
            "verse": 6,
            "text": "¡Y cuantos profetas enviamos a las generaciones que os precedieron"
        },
        {
            "chapter": 43,
            "verse": 7,
            "text": "Cada vez que recibian la llegada de un profeta, se burlaban de el"
        },
        {
            "chapter": 43,
            "verse": 8,
            "text": "Y destruimos a gentes mas fuertes (que los idolatras de tu pueblo, ¡oh, Muhammad!), e hicimos de aquellos (a quienes destruimos) un precedente y una leccion para quienes los sucedieran"
        },
        {
            "chapter": 43,
            "verse": 9,
            "text": "Y si les preguntas quien creo los cielos y la tierra, diran que los creo (Al-lah) el Poderoso, el Omnisciente"
        },
        {
            "chapter": 43,
            "verse": 10,
            "text": "Quien ha hecho de la tierra un lecho para vosotros (extendiendola para que pudierais estableceros en ella) y ha dispuesto en ella caminos para que pudierais guiaros (en vuestros viajes)"
        },
        {
            "chapter": 43,
            "verse": 11,
            "text": "Y (El es) Quien hace descender la lluvia del cielo en su debida medida[907] y reaviva con ella la tierra arida. Del mismo modo resucitareis"
        },
        {
            "chapter": 43,
            "verse": 12,
            "text": "Y (El es) Quien ha creado todo en parejas y ha dispuesto para vosotros las embarcaciones y los animales que montais"
        },
        {
            "chapter": 43,
            "verse": 13,
            "text": "para que, una vez subidos sobre ellos, recordeis el favor de vuestro Senor y digais: «¡Glorificado sea Quien ha dispuesto esto para nosotros! No lo hubiesemos logrado sin El"
        },
        {
            "chapter": 43,
            "verse": 14,
            "text": "»Realmente, a Al-lah retornaremos (el Dia de la Resurreccion)»"
        },
        {
            "chapter": 43,
            "verse": 15,
            "text": "Y, sin embargo, (los idolatras) asignan a algunos siervos de Al-lah (los angeles) una parte (de divinidad, cuando dicen que estos son Sus hijas). El hombre es, realmente, un ingrato manifiesto"
        },
        {
            "chapter": 43,
            "verse": 16,
            "text": "¿Acaso ha tomado (Al-lah) de entre Su creacion hijas para Si y ha escogido para vosotros hijos varones (cuando El es el Creador de ambos)"
        },
        {
            "chapter": 43,
            "verse": 17,
            "text": "Y, no obstante, cuando a uno de ellos se le anuncia el nacimiento de lo que atribuyen a Al-lah (las hijas), su rostro se ensombrece y se angustia"
        },
        {
            "chapter": 43,
            "verse": 18,
            "text": "¿(Atribuis a Al-lah) seres que crecen entre adornos y no argumentan con claridad en una discusion"
        },
        {
            "chapter": 43,
            "verse": 19,
            "text": "Y atribuyen a los angeles, que son siervos del Clemente, el sexo femenino. ¿Acaso fueron testigos de su creacion? Registraremos sus testimonios y seran cuestionados al respecto (el Dia dela Resurreccion)"
        },
        {
            "chapter": 43,
            "verse": 20,
            "text": "Y dicen: «Si el Clemente hubiese querido, no los habriamos adorado (a los angeles)». No tienen ninguna prueba de lo que dicen; no hacen sino mentir"
        },
        {
            "chapter": 43,
            "verse": 21,
            "text": "¿Acaso les concedimos algun Libro con anterioridad al que se aferran"
        },
        {
            "chapter": 43,
            "verse": 22,
            "text": "¡Por supuesto que no! Y dicen: «Encontramos a nuestros padres siguiendo ciertas creencias y hemos sido guiados por sus pasos»"
        },
        {
            "chapter": 43,
            "verse": 23,
            "text": "Y cada vez que enviabamosun amonestador con anterioridad a ti (¡oh, Muhammad!) a una poblacion, sus habitantes mas poderosos decian: «Encontramos a nuestros padres siguiendo ciertas creencias y seguimos sus pasos (imitandolos)»"
        },
        {
            "chapter": 43,
            "verse": 24,
            "text": "(Los mensajeros) decian (a quienes no creian de entre su gente): «¿(No creereis) aun cuando os traigo algo que os servira de mejor guia que lo que seguian vuestros padres?». Respondian: «Realmente, no creemos en el (mensaje) que os ha sido revelado»"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "Entonces los castigamos (en consecuencia). Observa cual fue el final de quienes negaban (la verdad)"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "Y (recuerda a tu gente, ¡oh, Muhammad!) cuando Abraham dijo a su padre y a su pueblo: «Me desvinculo por completo de aquello que adorais"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "»Solo adoroa Quien me creo, pues El me guiara»"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "E hizo que esas palabras perduraran entre su descendencia para que siempre volvieran a ellas(si llegaban a apartarse de la adoracion exclusiva y sincera a Al-lah)"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "Y deje que esos (idolatras), asi como sus antepasados, disfrutaran (de la vida terrenal) hasta que les llego la verdad (el Coran) y un claro mensajero (Muhammad)"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "Y cuando les llego la verdad, dijeron: «Esto no es sino brujeria y no creeremos en ello»"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "Y dijeron: «¿Por que no ha descendido este Coran sobre uno de los hombres mas notables de las dos ciudades (de La Meca y de Taif)?»"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "¿Acaso son ellos quienes distribuyen la misericordia de Al-lah (y designan a quien quieren como profeta)? Nos somos quienes distribuimos entre ellos su sustento en esta vida, y hemos agraciado a unos por encima de los demas(concediendoles mas bienes y una mejor posicion) para que unos hombres trabajen al servicio de otros. Y la recompensa de tu Senor es mejor que todo lo que puedan llegar a acumular (en esta vida terrenal)"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "Y si no fuera porque los hombres formarian una sola comunidad (de incredulos)[909]concederiamos a quienes no creen en el Clemente casas con techos y escaleras de plata por las que ascender (a ellos)"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "Y sus hogares tendrian tambien puertas (de plata) y divanes (de plata) sobre los que reclinarse"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "Y tendrian adornos de oro. Pero todo ello no seria mas que un disfrute temporal de esta vida. Y la vida eterna (en el paraiso) junto a tu Senor (¡oh, Muhammad!) sera solo para los piadosos"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "Y a quien se aleje del mensaje del Clemente, le asignamos un demonio como companero inseparable"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "Y (los demonios) desvian a los hombres del buen camino, mientras que estos creen estar bien guiados"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "Pero cuando (ambos) comparezcan ante Nos, (el hombre que rechazo la verdad) le dira (al demonio que fue su companero): «¡Ojala entre tu y yo hubiese la distancia que hay entre el Este y el Oeste! ¡Que pesimo companero!»"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "(Y se les dira:) «De nada os servira hoy (vuestro arrepentimiento), pues fuisteis injustos (al rechazar la verdad)y compartireis el castigo del fuego»"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "¿Acaso puedes hacer oir al sordo (que no quiere oir la verdad, ¡oh, Muhammad!) o puedes guiar al ciego (de corazon) y a quien se encuentra en un claro extravio"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "Y aunque te hagamos perecer (antes de que presencies Nuestro castigo sobre quienes rechazan la verdad), ten la seguridad de que los castigaremos"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "O puede que te mostremos (en esta vida) el castigo con el que los amenazamos, pues tenemos poder para hacer con ellos lo que queramos"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "Aferrate, pues, a lo que te ha sido revelado (¡oh, Muhammad!). Realmente, estas en el camino recto"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "Y (el Coran) es una exhortacion que te honra a ti y a tu pueblo. Y sereis cuestionados (sobre si actuasteis o no segun el)"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "Y pregunta a los mensajeros que enviamos antes de ti[910] si establecimos otras divinidades fuera del Clemente para que fuesen adoradas"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "Yenviamos a Moises con Nuestros milagros y pruebas al Faraon y a sus dignatarios, y (Moises) les dijo: «Ciertamente, yo soy un mensajero del Senor de toda la creacion»"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "Mas cuando se presento ante ellos con las pruebas claras (de su Senor), se burlaron de ellas"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "Y cada prueba que les mostrabamos era mayor que la anterior. Y los castigamos (por negarlas, enviandoles plagas) para ver si (asi) se arrepentian (de su incredulidad)"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "Y le decian (a Moises): «¡Eh, tu, brujo!, ruega a tu Senor por nosotros (para que nos libre del castigo) en virtud de lo que pacto contigo;y de verdad nos guiaremos (al creer en ti)»"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Mas cada vez que los librabamos del castigo, rompian su promesa y volvian a negar la verdad"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "Y el Faraon convoco a su pueblo y le dijo: «¡Pueblo mio!, ¿acaso no me pertenece a mi el dominio sobre Egipto y estos rios que corren bajo mis pies? ¿Es que no lo veis"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "»¿O es que yo no soy mejor que ese despreciable que apenas puede expresarse con claridad"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "»¿Por que no se le han concedido brazaletes de oro[912] ni se han presentado con el angeles (que dieran testimonio de su veracidad)?»"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Y el Faraon engano a su pueblo (pues eran ignorantes), y estos lo obedecieron. Ciertamente, eran un pueblo rebelde (que se negaban a aceptar la verdad)"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Y cuando incurrieron en Nuestra ira, los castigamos ahogandolos a todos"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "E hicimos que sirvieran de precedente y de leccion para generaciones posteriores"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "Y cuando (los idolatras de tu pueblo, ¡oh, Muhammad!) ponen como ejemplo al hijo de Maria[913] (Jesus), se burlan riendose de ello"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "y dicen: «¿Quienes son mejores, nuestras divinidades o el (Jesus)?». Solo lo citan como ejemplo buscando la discusion. Son gente a la que le gusta la confrontacion"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "El (Jesus) no es sino un siervo Nuestro al que agraciamos (haciendo de el un profeta), e hicimos de el (y de su milagroso nacimiento) un ejemplo (del poder de Al-lah) para los hijos de Israel"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Y si hubiesemos querido, os habriamos (destruido y) sustituido por angeles que se sucederian en la tierra (unos tras otros)"
        },
        {
            "chapter": 43,
            "verse": 61,
            "text": "Y (la segunda venida de Jesus) es una senal (de la proximidad de la llegada) de la Hora final[915]. No tengais dudas, pues, acerca de ella y seguid (Mi guia). Ese es el camino recto"
        },
        {
            "chapter": 43,
            "verse": 62,
            "text": "Y no dejeis que el Demonio os extravie. El es, en verdad, un declarado enemigo vuestro"
        },
        {
            "chapter": 43,
            "verse": 63,
            "text": "Y cuando Jesus se presento ante su pueblo con claros milagros y pruebas, les dijo: «Ciertamente, he venido a vosotros como profeta para aclararos algunos de los puntos sobre los que discrepabais. Temed, pues, a Al-lah y obedecedme"
        },
        {
            "chapter": 43,
            "verse": 64,
            "text": "»Al-lah es, en verdad, mi Senor y vuestro Senor; adoradlo, pues, (solo a El). Ese es el camino recto»"
        },
        {
            "chapter": 43,
            "verse": 65,
            "text": "Pero los grupos (que surgieron a raiz de sus diferentes creencias sobre Jesus) discreparon entre si. ¡Que se guarden los injustos (que rechazan la verdad) del castigo de un dia doloroso (el Dia de la Resurreccion)"
        },
        {
            "chapter": 43,
            "verse": 66,
            "text": "¿Acaso aguardan a que les llegue la Hora de repente, cuando no la esperen"
        },
        {
            "chapter": 43,
            "verse": 67,
            "text": "El Dia de la Resurreccion, quienes fueron amigos intimos (en la vida terrenal) seran enemigos unos de otros, con la excepcion de los piadosos"
        },
        {
            "chapter": 43,
            "verse": 68,
            "text": "(Se les dira a estos:) «¡Oh, siervos Mios!, hoy no tendreis nada que temer ni os vereis afligidos"
        },
        {
            "chapter": 43,
            "verse": 69,
            "text": "»vosotros que creisteis en Mi revelacion y os sometisteis (a Mi religion)"
        },
        {
            "chapter": 43,
            "verse": 70,
            "text": "»Entrad en el paraiso con vuestras esposas (o esposos creyentes) donde sereis felices»"
        },
        {
            "chapter": 43,
            "verse": 71,
            "text": "Circularan entre ellos bandejasy copas de oro (con todo tipo de comida y bebida que deseen). Y Alli obtendran todo lo que anhelen y sea un deleite para sus ojos, y alli viviraneternamente"
        },
        {
            "chapter": 43,
            "verse": 72,
            "text": "(Se les dira:) «Este es el paraiso que habeis obtenido como recompensa por vuestras acciones"
        },
        {
            "chapter": 43,
            "verse": 73,
            "text": "»En el tendreis fruta en abundancia de la que podreis comer»"
        },
        {
            "chapter": 43,
            "verse": 74,
            "text": "Ciertamente, los pecadores que negaban la verdad permaneceran eternamente en el castigo del infierno"
        },
        {
            "chapter": 43,
            "verse": 75,
            "text": "No se les mitigara el castigo (ni por un momento) y desesperaran (de recibir la misericordia de Al-lah)"
        },
        {
            "chapter": 43,
            "verse": 76,
            "text": "Y no habremos sido injustos con ellos, sino que ellos habran sido injustos consigo mismos"
        },
        {
            "chapter": 43,
            "verse": 77,
            "text": "Y suplicaran (al angel responsable del infierno diciendole): «¡Oh, Malik!, haz que tu Senor acabe de una vez con nosotros». El les dira: «Permanecereis en el castigo para siempre (sin que perezcais)»"
        },
        {
            "chapter": 43,
            "verse": 78,
            "text": "(Y Al-lah les dira:)«Ciertamente, os trajimos la verdad a traves del Profeta, pero la mayoria de vosotros la despreciasteis»"
        },
        {
            "chapter": 43,
            "verse": 79,
            "text": "¿O acaso (quienes rechazan la verdad) han decidido tramar algun plan en contra (de Muhammad)? Nos tambien estamos planeando(castigarlos por ello)"
        },
        {
            "chapter": 43,
            "verse": 80,
            "text": "¿O acaso piensan que no oimos sus secretos y sus confidencias? ¡Por supuesto que si! Y Nuestros mensajeros (los angeles) estan junto a ellos registrando todo lo que dicen y hacen"
        },
        {
            "chapter": 43,
            "verse": 81,
            "text": "Diles (a los idolatras de tu pueblo, ¡oh, Muhammad!): «Si el Clemente tuviera realmente algun hijo, yo seria el primero en adorarlo»"
        },
        {
            "chapter": 43,
            "verse": 82,
            "text": "¡Glorificado sea el Senor de los cielos y de la tierra, el Senor del Trono! El esta muy por encima de lo que Le atribuyen"
        },
        {
            "chapter": 43,
            "verse": 83,
            "text": "Dejalos, pues, en su falsedad y en su disfrute de la vida (¡oh, Muhammad!) hasta que les llegue el dia que les ha sido prometido (el Dia de la Resurreccion)"
        },
        {
            "chapter": 43,
            "verse": 84,
            "text": "Y El es la unica divinidad (verdadera)que merece ser adorada en los cielos y en la tierra. Y El es el Sabio, el Omnisciente"
        },
        {
            "chapter": 43,
            "verse": 85,
            "text": "¡Bendito sea Aquel a Quien pertenece la soberania de los cielos y de la tierra y de cuanto hay entre ellos! El es el unico que conoce cuando tendra lugar la Hora, y a El habreis de retornar (para ser juzgados)"
        },
        {
            "chapter": 43,
            "verse": 86,
            "text": "Y los idolosa los que (los idolatras) invocan fuera de Al-lah no tienen el poder de interceder por nadie. Solo podran interceder (con el permiso de Al-lah) quienes den testimonio de la verdad (sobre la unicidad de Al-lah) con pleno conocimiento"
        },
        {
            "chapter": 43,
            "verse": 87,
            "text": "Y si les preguntas quien los creo (¡oh, Muhammad!), diran que fue Al-lah. ¿Como pueden, pues, apartarse (de Su adoracion)"
        },
        {
            "chapter": 43,
            "verse": 88,
            "text": "Y dijo (Muhammad quejandose de su gente a Al-lah): «¡Senor!, este pueblo no cree (en la verdad)»"
        },
        {
            "chapter": 43,
            "verse": 89,
            "text": "(Al-lah le respondio:) «Apartate de ellos y respondeles de buena manera (a pesar de sus ofensas). Ya sabran (lo que les espera)"
        }
    ]
}