{
    "chapter": [
        {
            "chapter": 29,
            "verse": 1,
            "text": "Elif, lam, mim"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Mislat li lugeto deka ke bidat ostaveni da recat\" Veruvame“, a da ne se stavat vo iskusenie"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Nie veke i onie pred niv gi stavivme vo iskusenie. Allah sigurno dobro gi poznava onie koi vistina zboruvaat i onie koi lazat"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "ili mislea li onie koi rabotea zlodela deka ke Ni se oddalecat? E, samo kolku e loso ona sto go prosuduvaat"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Onoj koj se nadeva na sredbata so Allah...On e Slusaci Znalec! Ta, casot na Allah ke dojde"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "A onoj koj se bori... ta, se bori za sebesi. Allah, navistiina, e nezavisen od svetovite"
        },
        {
            "chapter": 29,
            "verse": 7,
            "text": "A onie koi veruvaat i koi rabotat dobri dela Nie sigurno ke im gi otstranime zlodelata nivni i ke gi nagradime so najdobra nagrada za ona sto go rabotea"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Nie go zadolzivme covekot da se odnesuva ubavo kon roditelite svoi. A ako se trudat da Mi pripisuvaat zdruzenik, a nemas nikakvo znaenje za toa, togas, nemoj da gi slusas. Kon Mene vodi vrakanjeto vase pa jas ke ve izvestam za ona sto go rabotevte"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "onie koi veruvaat i koi rabotat dobri dela Nie ke gi vovedeme megu dobrite"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "egu lugeto ima i takvi koi zboruvaat: - “Veruvame vo Allah\" - a koga ke im se sluci nezgoda po patot na Allah, mislat deka spletkata na lugeto e kako kaznata na Allah. A ako im dojde pomos od Gospodarot tvoj, sigurno ke recat: “Nie, navistina, bevme so vas!\" - Neli e Allah Onoj koj dobro go znae ona sto e vo gradite na lugeto"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Allah, sekako, gi znae onie koi veruvaat, a sekako gi znae i licemernite"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Onie koi ne veruvaat im zboruvaat na onie koi veruvaat: “Sledete go patot nas, zasto ke gi poneseme, navistina, grevovite vasi!\" - Onie ne mozat da ponesat nieden grev svoj; laskovci se, navistina"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "Ke go ponesat sigurno bremeto svoe, a i bremeto so drugite breminja svoi. A na Denot suden ke odgovaraat za ona sto go spletkarea"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "I Nuh veke Nie go isprativme do narodot negov, i toj ostana megu niv iljada, pomalku pedeset godini. Pa gi pogodi potopot, zasto bea zulumkari"
        },
        {
            "chapter": 29,
            "verse": 15,
            "text": "Pa, Nie gi izbavivme Nuha i lugeto na brodot, i gi opredelivme kako znamenie za svetovite"
        },
        {
            "chapter": 29,
            "verse": 16,
            "text": "I Ibrahim, isto taka, koga mu rece na narodot svoj: “Obozavajte go Allaha i plasete se od nego. Ete, toa vie podobro ako znaete"
        },
        {
            "chapter": 29,
            "verse": 17,
            "text": "Vie gi obozavavte kipovite a ne Allaha, navistina! I laga sozdavate. Onie koi, sekako, obozavaat drug bog, osven Allah, ne poseduvaat “rsk za vas. Ta, od Allah posakuvajte \"rsk; obozavajte Go i bidete Mu blagodarni. Nemu ke Mu se vratite"
        },
        {
            "chapter": 29,
            "verse": 18,
            "text": "A ako go smetate za lasko... ta, i narodot pred vas gi smetase za laskovci. Pejgamberot e dolzen samo da izvesti jasno"
        },
        {
            "chapter": 29,
            "verse": 19,
            "text": "e gledaat li kako Allah go pocnuva sozdavanjeto, I kako go vozobnovuva? Ete, toa za Allah e lesno, navistina"
        },
        {
            "chapter": 29,
            "verse": 20,
            "text": "Kazi:“Patuvajte po zemjata pa poglednete kako zapocna sozdavanjeto. Potoa Allah toa ke go sozdade na Denot suden.\" Allah, navistina, e Kadar za se"
        },
        {
            "chapter": 29,
            "verse": 21,
            "text": "On kaznuva kogo saka i ON se smiluva komu saka; i Nemu ke Mu se vratite"
        },
        {
            "chapter": 29,
            "verse": 22,
            "text": "Ne ke mozete da ja izbegnete kaznata ni na Zemjata ni na neboto. Vie, osven Allah, nemate ni zastitnik ni poddrznik"
        },
        {
            "chapter": 29,
            "verse": 23,
            "text": "Onie koi ne veruvaat vo znamenijata Allahovi i vo sredbata so Nego...onakvite ne taguvaat za milosta Moja; za niv ima kazna bolna"
        },
        {
            "chapter": 29,
            "verse": 24,
            "text": "Odgovorot na narodot na Ibrahim bese: “Ubijte go ili frlete go vo ogan!\" Pa, Allah go izbavi od ognot. Ete, vo toa, navistina, ima „znamenija za lugeto koi veruvaat"
        },
        {
            "chapter": 29,
            "verse": 25,
            "text": "Ibrahim rece: “Da, vie prifativte drugi bozestva, osven Allah, zaradi naklonosta ednikondrugi. vo zivotot na ovoj svet. Potoa, na Denot suden, ne ke priznavaat ednisodrugi, ke se prokolnuvaat ednisodrugi - a ognot e prestojuvalisteto \"vase. Ne Ke imate nikakvi poddrznici"
        },
        {
            "chapter": 29,
            "verse": 26,
            "text": "I Lut nemu mu poveruva, I rece: “Jas sum, navistina, patnik kon Gospodarot moj. ON, sekako, e Silen i Mudar"
        },
        {
            "chapter": 29,
            "verse": 27,
            "text": "Nie mu go podarivme Ishaka i Jakuba, a na potomstvoto negovo i pratenistvo i Kniga mu dadovme. I mu ja dadovme nagradata na ovoj svet, a na Ahiret toj ke bide, navistina, megu dobrite"
        },
        {
            "chapter": 29,
            "verse": 28,
            "text": "koga Lut mu rece na narodot svoj: “Vie, navistina, pravite sramno delo vo koe nikoj pred vas megu lugeto ne prethodese"
        },
        {
            "chapter": 29,
            "verse": 29,
            "text": "Na mazite li ke im pristapuvate, i patistata li ke gi presecuvate, i na sostanocite vasi li sramno delo ke pravite? Odgovorot nivni bese samo slednoto tvrdenje: “Daj ni ja kaznata Allahova ako si megu iskrenite"
        },
        {
            "chapter": 29,
            "verse": 30,
            "text": "ut rece: “Gospodare moj, pomogni ni protiv narodot bezrednicki"
        },
        {
            "chapter": 29,
            "verse": 31,
            "text": "I bidejki glasnicite Nasi mu dojdoa na Ibrahim so radosnica, rekoa: “Da, nie ke gi unistime zitelite na ovoj grad. Zitelite negovi, sekako, se zulumkarite"
        },
        {
            "chapter": 29,
            "verse": 32,
            "text": "Ibrahim rece: “Da, vo nego zivee Lut.\" Rekoa: “Nie najdobro znaeme koj zivee vo nego. Ke go spasime nego i semejstvoto negovo, no ne i zenata negova, zasto taa bese megu kaznetite"
        },
        {
            "chapter": 29,
            "verse": 33,
            "text": "I bidejki glasnicite Nasi mu dojdoa na Lut, pocuvstvuva neudobnost; gradite mu se stesnaa. Rekoa: “Ne plasi se i ne taguvaj! Tebe i semejstvoto tvoe, navistina, ke ve spasime, no ne i zenata tvoja koja, vsusnost, e megu kaznetite"
        },
        {
            "chapter": 29,
            "verse": 34,
            "text": "Da, na zitelite od ovoj grad ke im spustime kazna od nebo zaradi pakosta sto ja pravea"
        },
        {
            "chapter": 29,
            "verse": 35,
            "text": "Nie znamenie jasno ostavivme od nego za lugeto koi sfakaat"
        },
        {
            "chapter": 29,
            "verse": 36,
            "text": "do Medjen dojde bratot nivni Suajb, pa rece: “O narode moj, obozavajte Go Allaha, nadevajte se vo Denot ahiretski i ne sejte po zemjata bezredie"
        },
        {
            "chapter": 29,
            "verse": 37,
            "text": "Pa, go smetaa za lasko i, ete, gi pogodi zemjotres: ostanaa vo domovite nivni, skameneti"
        },
        {
            "chapter": 29,
            "verse": 38,
            "text": "Ad i Semud, isto taka! Da, vi bese jasno ona sto se sluci so stanovite nivni. I Sejtanot im gi razubavi delata NIVNI i gi odvrati od patot, a toa jasno go gledaa"
        },
        {
            "chapter": 29,
            "verse": 39,
            "text": "Karun, i faraonot i Haman, isto taka! Im dojde Musa so jasnotii, i se dueja po zemjata, i kaznata ne ja izbegnaa"
        },
        {
            "chapter": 29,
            "verse": 40,
            "text": "Da, Nie gi kaznivme zaradi grevovite negovi. Na nekoi od niv Nie im isprativme strasen glas, na nekoi od NIV Im isprativme glas silen, a nekoi OD niv, pak, gi zgmecivme vo zemjata, a nekoi, pak, gi potopivme. No, Allah nikakov zulum ne im napravi, onie samite zulum si napravija"
        },
        {
            "chapter": 29,
            "verse": 41,
            "text": "Onie koi prifatija drugi zastitnici, osven Allah se slicni na pajazina koja si go plete domot. A najslabiot dom, navistina, e domot na pajazinata. E, samo koga bi znaele"
        },
        {
            "chapter": 29,
            "verse": 42,
            "text": "Da, Allah gi znae onie koi, osven Allah, se povikuvaat. On e Silen i Mudar"
        },
        {
            "chapter": 29,
            "verse": 43,
            "text": "ovie primeri Nie ti gi iznesuvame za lugeto. I samo znalcite niv gi sfakaat"
        },
        {
            "chapter": 29,
            "verse": 44,
            "text": "I nebesata i zemjata Allah gi sozdade so vistina. Ete, vo toa, navistina, ima znamenie za vernicite"
        },
        {
            "chapter": 29,
            "verse": 45,
            "text": "kazuvaj go od Knigata ona sto ti se vdahnuva, i namaz izvrsuvaj. Namazot, navistina, te odvraka od pakosta I Od sramnoto delo. Spomenuvanjeto na Allah, sekako, e najgolema rabota. Allah go znae ona sto go pravite"
        },
        {
            "chapter": 29,
            "verse": 46,
            "text": "ne raspravajte so Sledbenicite na Knigata, osven na najdobar nacin, a ne i so onie megu niv koi zulum napravija. I kazete: “Veruvame i vo ona sto ni se objavuva i vo ona sto vi se objavuva. I nasiot i vasiot Bog e eden Bog; nie sme samo Nemu Poslusni"
        },
        {
            "chapter": 29,
            "verse": 47,
            "text": "Ete, taka Nie ti ja objavivme Knigata. Pa, onie na koi Kniga im dadovme veruvaat vo nea. I megu niv, isto taka, ima koi veruvaat vo nea. A za ajetite Nasi raspravaat samo nevernicite"
        },
        {
            "chapter": 29,
            "verse": 48,
            "text": "Ti pred nea ne kazuvase nitu edna Kniga, a ne ja pisuvase ni so tvojata desna raka...vo ovoj slucaj ke se posomnevaa onie koi nevistina zboruvaa"
        },
        {
            "chapter": 29,
            "verse": 49,
            "text": "Knigata ja socinuvaat ajetite jasni vo gradite na onie so dadenoto im znaenje. I za ajetite Nasi raspravaat samo nevernicite"
        },
        {
            "chapter": 29,
            "verse": 50,
            "text": "I zboruvaat“Zosto ne mu se objavuvaat znamenija od Gospodarot negov?“ Kazi: “Znamenijata se, navistina, kaj Allah. Jas sum samo opomenuvac jasen"
        },
        {
            "chapter": 29,
            "verse": 51,
            "text": "Ne se zadovoluvaat li so toa sto Nie, sekako, ti objavivme Kniga koja im se kazuva? Ete, vo toa, navistina, ima milost i opomena za lugeto koi veruvaat"
        },
        {
            "chapter": 29,
            "verse": 52,
            "text": "Kazi: “Allah e dovolen Svedok megu mene i megu vas. Go znae i ona sto e na nebesata i ona sto e na Zemjata. Onie koi vo neispravnoto veruvaat i koi ne veruvaat vo Allah, tokmu, se porazenite"
        },
        {
            "chapter": 29,
            "verse": 53,
            "text": "onie posakuvaat od tebe sto pobrzo da im dojde kaznata. A da nema rok opredelen, kaznata, sekako, ke im dojdese. Nesrekata ke im dojde, navistina, nenadejno, bez i da usetat"
        },
        {
            "chapter": 29,
            "verse": 54,
            "text": "I onie posakuvaat od tebe sto pobrzo da im dojde kaznata. A JDzehennemot, sekako, ke gi opfati nevernicite"
        },
        {
            "chapter": 29,
            "verse": 55,
            "text": "na Denot koga ke gi obzeme kaznata i nad niv I POD NIVI koga ke im se rece: “Iskusete go ona sto go rabotevte"
        },
        {
            "chapter": 29,
            "verse": 56,
            "text": "robovi moi, vie koi veruvate, Zemjata Moja e siroka - ta, samo Mene obozavajte Me"
        },
        {
            "chapter": 29,
            "verse": 57,
            "text": "Sekoj covek ke ja proba smrtta. Potoa Nam ke ni se vratite"
        },
        {
            "chapter": 29,
            "verse": 58,
            "text": "A na onie koi veruvaat i koi rabotat dobri dela Nie ke gi izvestime deka vo Dzennetot ima odai pod koi reki tecat, i vo niv za navek ke ostanat. E, samo kolku e ubava nagradata za trudonjubivite"
        },
        {
            "chapter": 29,
            "verse": 59,
            "text": "onie koi bea trpelivi i koi se potpiraa vrz Gospodarot svoj"
        },
        {
            "chapter": 29,
            "verse": 60,
            "text": "I kolku zivotni ima koi ne si go steknuvaat “rskot nivni. Niv i vas Allah ve hrani. On e Slusac i Znalec"
        },
        {
            "chapter": 29,
            "verse": 61,
            "text": "A koga, pak, bi gi prasal: Koj gi sozdade nebesata i Zemjata, i koj gi potcini Sonceto i Mesecinata, sigurno ke recat: “DAllak!\" Pa, togas kade kinisuvaat"
        },
        {
            "chapter": 29,
            "verse": 62,
            "text": "Allah dava “rsk komu saka od robovite Svoi, i On mu odreduva mera. Allah, navistina, znae se"
        },
        {
            "chapter": 29,
            "verse": 63,
            "text": "A koga, pak, bi gi prasal: “Koj spusta voda od nebesata, so koja ja ozivuva zemjata po mrtviloto nejzino?“Sigurno ke recat: “Allah!\"\" Kazi:“Blagodarenie na Allah“\" No, mnoinsStvOotO OD NIV ne sfakaat"
        },
        {
            "chapter": 29,
            "verse": 64,
            "text": "Zivotot na ovoj svet e samo. igra i zabava; zivotot vo Kukata ahiretska, sekako, e vistinskiot. E, koga bi znaele"
        },
        {
            "chapter": 29,
            "verse": 65,
            "text": "Koga ke se kacat vo camecot go povikuvaat Allaha, cisto, ispoveduvajki ja verata, i bidejki ke gi izbavi na kopno, ste, zdruzenik Mu pripisuvaat"
        },
        {
            "chapter": 29,
            "verse": 66,
            "text": "za da bidat nezablagodarni za ona sto Nie im go dadovme, I za da uzivaat; pa, ke uznaat"
        },
        {
            "chapter": 29,
            "verse": 67,
            "text": "Ne gledaat li deka Nie haremot go napravivme bezbeden? Okolu nego lugeto ednisodrugi se kradat. Pa, vo nevistinata li veruvaat, a blagodatot Allahov ne go priznavaat"
        },
        {
            "chapter": 29,
            "verse": 68,
            "text": "koj e pogolem zulumkar od onoj koj izmisluva laga vrz Allah, ili koj ja smeta lazna Vistinata a veke taa im dojde? Neli vo Dzehennemot e prestojuvalisteto za nevernicite"
        },
        {
            "chapter": 29,
            "verse": 69,
            "text": "A onie koi se borat za Nas ke gi upatime po patistata Nasi. Allah, navistina, e so dobrocinitelite"
        }
    ]
}