{
    "chapter": [
        {
            "chapter": 76,
            "verse": 1,
            "text": "Mu pomina li na covekot ona vreme koga ne bese za nisto spomnat"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "Nie covekot go sozdadovme, navistina, od mesavina na seme za da go stavime vo iskusenie, i mu dadovme i sluh i vid"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "Nie, navistina, go upativme po Patot: ke bide li blagodaren ili nevernik - negovo e"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "Da, Nie za nevernicite podgotvivme i prangi i sindziri i Sair"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "Dobrotvorite, navistina, ke pijat od casa cij napitok ke bide smesa na kamfor"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "od izvorot sto ke go razvodat, kako sto sakaat, ke pijat robovite Allahovi"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "onie sto go ispolnuvaa dogovorot i koi stravuvaat od Denot vo koj ke preovladuva zloto negovo"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "i so hrana nahranuvaa, i pokraj toa sto ja sakaa,i siromav, i Jetim, i zatvorenik"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "“Ve hranime, navistina, zaradi liceto Allahovo: od vas ne posakuvame ni nagrada Ni blagodarnost"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "Nie, navistina, se plasime od Gospodarot nas na Denot vo koj licata ke bidat namurteni i zatemneti"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Na Denot toj Allah ke gi socuva od zloto i ke im dade radost i sreka"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "i ke gi nagradi, zatoa sto bea trpelivi, so Dzennet i svila"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "ke bidat potpreni na divani i tuka ni zed ni studen ne ke usetat"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "senkite negovi vo Neposredna blizina ke im bidat, I plodovite negovi ke im bidat spusteni"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "I od edendodrug ke se sluzi so CINII od srebro i so casi sto ke bidat providni"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "providni od srebro koi sami ke gi odreduvaat kolkavi da bidat"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "vo Dzennetot Ke pijat od casi cij napitok ke bide smesa od gumbar"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "od izvorot vo Dzennetot so imeto Selsebil imenuvan"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "i od edendodrug Ke gi sluzat vecno mladi momcinja. I koga ke gi poglednes vednas ke pomislis deka se biseri rastureni"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "I koga ke poglednes tamo i pak, koga ke poglednes, ke vidis blagodat i carstvo golemo"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "na niv ke VIDIS obleka zelena, I od potenka I od podebela svila; ke bidat nakiteni so rakavnici od srebro, i Gospodarot nivni ke gi napojuva so napitok cist"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "“Ete, ova vi e nagradata, navistina! Trudonjubieto vase za blagodarnost e dostojno"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Nie, navistina, objavuvajki go, ti go objavivme Kuranot"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "pa, strpi se do odlukata na Gospodarot tvoj i megu niv ne bidi poslusen, ni na gresnikot ni na nevernikot"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "spomenuvaj Go imeto na Gospodarot tvoj i nautro i navecer"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "vo eden del od nokta, padni Mu na sedzde, i duz nokta slavi Go"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Onakvite, navistina, ja posakuvaat mignovenosta, a go ostavaat ona sto e zad niv, Denot tezok"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "Nie gi sozdavame i zglobovite im gi soedinuvame. A ako, pak, si posakame gi menuvame nalicjata nivni"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Ova, navistina, e Opomena! Pa, koj saka ke go prifati Patot kon Gospodarot svoj"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "A vie go pozeluvate samo ona sto Allah go pozeluva. Allah, navistina, e Znalec i Mudar"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "Ke go vovede vo milosta Svoja kogo saka. A za zlumkarite podgotvi kazna bolna"
        }
    ]
}