{
    "chapter": [
        {
            "chapter": 34,
            "verse": 1,
            "text": "Lumbili losope lwene alapikwe Allah Ajula jwaili Yakwe (yosope) yaili kumawunde ni yaili petaka. Soni jukwete lumbili losope lwene ku Akhera, soni Jwalakwe ni Jwalunda lwakusokoka, Jwaasimanya abali syosope"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "Akuimanyilila yaikwinjila mwitaka, ni yaikopoka mwalakwemo, ni yaikutuluka kuumila kwinani, ni yaikwela kwalakweko, soni Jwalakwe ni Jwachanasa channope, Jwakululuka kusyene"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Ni ŵaŵechete aŵala ŵaakufuulu kuti: “Ngasijituichilila Kiyama.” Jilani: “Elo, ngwalumbila Ambuje ŵangu! Jichim’bichilila kwene. (Jwalakwe ni) Nkumanyilila yakusisika. Ngachikasasisika Kukwakwe (chindu) chausito wanti mpela lunyilili kumawunde kapena petaka, soni namuno chamwana nnope kupunda chalakwecho kapena chaakulilaapo, niikaŵeje chili m’chitabu chakusalichisya (chilichose Al-Lauh-Al-Mahfûz). ”"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "Kuti akaalipile aŵala ŵakulupilile ni kutendaga yambone, akwete kupata ŵanganyao chikululuko kwisa soni lisiki lyakuchimbichika (lya ku Mbepo)"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "Sano aŵala ŵaakulimbichila kulimbana ni ma Ȃya Getu aku ali nkulepelekasya (ŵandu kwitala lya Allah), ŵanganyao akwete kupata ilagasyo yakunyalaya ni kupoteka kusyene"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "Sano aŵala ŵapedwile umanyilisi akuiona ayila yaitulusyidwe kukwenu (mmwe Muhammadi ﷺ) kuumila kwa Ambuje ŵenu kuti ni yakuona, soni ikongolela kwitala lya (Allah) Jwamachili gakupunda, Jwakulapilidwa kusyesyene"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "Sano aŵala ŵaakufuulu ni akutiji (pakusalilana achimisyenepe mwachipongwe): “Ana tunnanjile kwa mundu (achambanga Muhammadi ﷺ) jwachantagulile (yanti): Patinchikatika-katika ni kuŵa ipande-ipande (m’malembe panyuma pakuwa), kuti chisimu jenumanja tinchiŵa mukagumbidwe kasambano?”"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Ana jwalakwe (Muhammadi ﷺ) ansepele Allah unami, kapena mwa jwalakwe mwana masoka? (Ngwamba)! Nambo aŵala ŵangakukulupilila ya Akhera ali mu ilagasyo ni kupotela kwakutalikangana nnope (ni yakuona)"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Ana ŵanganyao ngakuiona yaili m’bujo mwao ni yaili munyuma mwao, ya liwunde ni litaka? Tuli tusachile mpaka twatitimisye nalyo litaka, kapena kwagwichisya pachanya pao chipande cha liwunde. Chisimu mu yalakweyo muŵele mwana chimanyisyo kwa kapolo jwalijose jwakuwujila (kwa Allah pakutenda toba)"
        },
        {
            "chapter": 34,
            "verse": 10,
            "text": "Soni chisimu pamasile patwampele Daudi kuumila Kukwetu ukoto. (Twatite): “E jenumanja achimatumbi! Mun’jitichisyani jwalakwe (Daudi achinswejesyaga Allah), nombe ni jenumanja achiyijuni (ŵakwe).” Ni twantependekachisye jwalakwe chisyano"
        },
        {
            "chapter": 34,
            "verse": 11,
            "text": "(Twansalile kuti): “Panganyani (yakuwala yachisyano) yagumbalila (chilu chosope yakulichijila kungondo), ni mpimileje chenene mu kawunje kambonji (syakwe). Soni panganyani ŵanganyammwe yambone. Chisimu Une ichindu yankutenda mbele Jwakuilolechesya.”"
        },
        {
            "chapter": 34,
            "verse": 12,
            "text": "Nombe kwa Sulaimana (twajijepepesye) mbungo, (jajaliji nkwenda) ulendo wa kundaŵi (lutando lwa) mwesi wantundu, nombe soni ulendo wa kwigulo (lutando lwa) mwesi wantundu. Ni twam’bumichisye tutumule jwa chikungu (ntofu wenyelenyenduche), nombe soni m’majini mwaliji mwana gagakamulaga masengo pameso pakwe, mwa lisosa lya M’mbujegwe (Allah). Sano jwatagalauche mwa ŵanganyao kuleka lilamusi Lyetu, tuchimpa kupasya mu ilagasyo ya Moto Wakulapuka"
        },
        {
            "chapter": 34,
            "verse": 13,
            "text": "Ŵantendelaga yajukusaka, kutandila yumba yammakome gakunyang’amala, itusitusi, mataalo (mabeseni) gamakulungwa ganti mpela matanda, kwisa soni majanje gachitamile (pachisisa ligongo lya ukulu nnope). (Twasalile kuti): “Panganyani, E ŵaliŵasa lya Daudi! (Masengo gambone gakulosya) kutogolela (ukoto wampedwile).” Sano ŵannonope mwa achikapolo Ŵangu ni ŵali ŵakutogolela"
        },
        {
            "chapter": 34,
            "verse": 14,
            "text": "Basi ndema jatwalamwile kukwakwe (Sulaimana) ya chiwa, pangali chachamanyisye ŵanganyao (achimajinio) ya chiwa chakwe, ikaŵeje inyama ya petaka (ucheche), yayaliji nkulya (mwambolembole) simbo jakwe. Basi ndema jajwagwile, yamanyukwiche kwa majini yanti: Angaŵe ŵamanyililaga yakusisika, nga nganatama mu ilagasyo yakwalusya"
        },
        {
            "chapter": 34,
            "verse": 15,
            "text": "Chisimu chene ku (ŵandu ŵa ku) Saba’ kwaliji kwana chimanyilo (chakulosya ukombosi wa Allah) m’malo mwao mwakutama - Migunda jiŵili wa chakun’dyo ni wa chakunchiji. (Yaŵechetedwe kukwao yanti): “Lyagani mu lisiki lya M’mbuje gwenu, ni muntogoleleje Jwalakwe. Nsinda wambone, nambo soni M’mbuje Jwakululuka kusyene.”"
        },
        {
            "chapter": 34,
            "verse": 16,
            "text": "Nambo ŵanyosyisye (lilamusi lya Allah), basi ni twatumichisye mesi gachikumba gana kuchinjidwaga ni uŵigo (gagajonasile migunda jila), ni twatindanyichisye migunda jao jiŵilijila ni migunda jine jiŵili jajakwete isogosi yakuŵaŵa nnope, itela ya ukwesu, ni ine mu itela ya masawu yapanandi"
        },
        {
            "chapter": 34,
            "verse": 17,
            "text": "Yalakweyi twalipile ligongo lya kufulu kwao. Ana ni tukwalipilaga (wele ulipilewu) ŵangaŵaga ŵakufulu"
        },
        {
            "chapter": 34,
            "verse": 18,
            "text": "Ni twaŵisile chilikati chao (ŵandu ŵa ku Saba’) ni chilikati cha misi ajila jatwajipele upile (ja ku Shami), (twaŵisile) misi jakuonechela, ni twapimile mwalakwemo igono ya ulendo. (Ni twasalile kuti): “Jendagani mwalakwemo chilo ni muusi mwantunjelele.”"
        },
        {
            "chapter": 34,
            "verse": 19,
            "text": "Nambo ŵanganyao ŵatite: “Ambuje ŵetu! Talikanganyani igono ya ulendo yetu.” Ni ŵalitesile lupuso achimisyene, basi ni twatesile ŵanganyao kuŵa ngani (sisyesyene syaŵandu ŵakala syakwajamuka nasyo ŵandu ŵasambano), ni twapwilingenye kwapwilinganya kosope kwene. Chisimu mu yalakweyo muŵele mwana imanyisyo kwa jwalijose jwali jwakupilila nnope, jwakutogolela kwejinji"
        },
        {
            "chapter": 34,
            "verse": 20,
            "text": "Soni chisimu Ibulisu ŵasitendekasyisye nganisyo syakwe kuŵa syakuona kwa ŵanganyao, basi ni ŵankuyiye, ikaŵeje likuga lya ŵakulupilila"
        },
        {
            "chapter": 34,
            "verse": 21,
            "text": "Ni nganigapagwa kukwakwe pa ŵanganyao machili galigose, ikaŵeje kuti tummanyukule ajula jwaakukulupilila ya Akhera pakunnekanganya ni ajula jwaakuŵa nkukaichila ya jalakwe. Sano Ambuje ŵenu pa chindu chilichose aŵele Nkusunga chenene"
        },
        {
            "chapter": 34,
            "verse": 22,
            "text": "Jilani: “Mwaŵilangani aŵala ŵankulitwanjila (kuti nombe nao milungu) kunneka Allah (kuti ankamuchisye, nambo nganaŵa ankamuchisye chilichose), nganakola ŵanganyao (namuno chindu cha) usito wanti chisawu lunyilili ku mawunde namuno petaka, soni nganakola ŵanganyao mwalakwemo liwunjili lililyose (lyakamusyangana ni Allah), soni nganakola Jwalakwe mwa ŵanganyao nkukamuchisya jwalijose.”"
        },
        {
            "chapter": 34,
            "verse": 23,
            "text": "Soni chondechonde ngachikasakamuchisya pameso Pakwe (Allah) ikaŵeje kwa jwampele luusa (lwakuti achondelele). Mpaka pati woga uli utyosile m’mitima mwao (Achimalaika) akasatiji: “Ana M’mbuje gwenu juŵechete ichichi?” (Achimalaika ŵane) akutiji: “(Jwalakwe juŵechete) yakuonaonape, soni Jwalakwe ni Jwapenani kusyene, Jwankulungwa kwannope.”"
        },
        {
            "chapter": 34,
            "verse": 24,
            "text": "Jilani: “Ana nduni jwaakumpaga lisiki kuumila kumawunde ni petaka?” Jilani: “Allah. Soni mwine uwwe kapena jenumanja tuli pachongoko kapena pakupotela kwakuonechela.”"
        },
        {
            "chapter": 34,
            "verse": 25,
            "text": "Jilani: “Jenumanja ngasim’buwusyidwa pa yatuleŵile uwwe, nambo soni uwwe ngasituwusyidwa pa yankupanganya jenumanja.”"
        },
        {
            "chapter": 34,
            "verse": 26,
            "text": "Jilani: “Tachitusonganganya chilikati chetu Ambuje ŵetu (ku Kiyama), kaneka ni tachijilanya chilikati chetu mwa chilungamiko, soni Jwalakwe ni Nkwilanya chenene, Jwakumanyilila nnope.”"
        },
        {
            "chapter": 34,
            "verse": 27,
            "text": "Jilani: “Munosyani aŵala ŵamwasimangenye Najo (Allah) kuŵa akunkamuchisya (Ŵakwe). Ngwamba (Jwalakwe nganakola akunkamuchisya ŵaliose)! Nambo Jwalakwe ni Allah, Jwamachili gakupunda, Jwalunda lwakusokoka.”"
        },
        {
            "chapter": 34,
            "verse": 28,
            "text": "Ni nganituntumisya mmwe (Muhammadi ﷺ) ikaŵeje ku ŵandu wosope, (kuti m’be) ŵakupeleka abali jakusengwasya nambo soni ŵakutetela, nambo ŵandu ŵajinji ngakumanyilila"
        },
        {
            "chapter": 34,
            "verse": 29,
            "text": "Sano ni akutiji: “Ana chele chilangachi chiyiche chakachi nam’baga jenumanja nkuŵecheta yakuona?”"
        },
        {
            "chapter": 34,
            "verse": 30,
            "text": "Jilani: “Jenumanja nkwete chilanga cha Lisiku (lya Kiyama) lyangaŵa nkulichelewachisya jenumanja ndaŵi jimpepe namuno kulijanguyichisya.”"
        },
        {
            "chapter": 34,
            "verse": 31,
            "text": "Sano aŵala ŵaakufuulu ni akasatiji: “Nganituŵa tujikulupilile aji Qur’aniji, namuno ayila (itabu) yayaliji paujo pakwe.” Soni ingaŵe mwajile kwaona ŵalupuso patakajimichidwe pameso pa M’mbuje gwao (Allah), achiusyanganilanaga maloŵe (gakudandaulana) ŵane kwa ŵane, (nkajile kuiona yakogoya kusyene)! Aŵala ŵangalikombolela tachasalila aŵala ŵaŵalikwesisye kuti: “Ingaŵaga ŵanganyammwe, chisimu chene tungaliji ŵakulupilila.”"
        },
        {
            "chapter": 34,
            "verse": 32,
            "text": "Aŵala ŵaŵalikwesisye tachajanga aŵala ŵangalikombolela kuti: “Ana uwwe ni ŵatwansiŵilile ku chongoko panyuma pakuti chili chim’bichilile? (Ngwamba), nambo jenumanja mwaliji ŵakuleŵa.”"
        },
        {
            "chapter": 34,
            "verse": 33,
            "text": "Aŵala ŵangalikombolela ni tachiti pakwajanga aŵala ŵaŵalikwesisye: “(Ngwamba), nambo (jenumanja mwaliji nkutenda) malindi ga chilo ni muusi (gakutusiŵilila ku Usilamu), pa ndema jamwatulamulaga kuti tunkane Allah, ni kuti tum’bichileje Jwalakwe milungu (jine).” Ni tachisisa ŵanganyao madandawusi pandema jatachiyiona ilagasyo, ni tuchiŵika makongwa mungosi sya aŵala ŵaŵakufuulu. Ana akulipidwa inepe pangaŵaga ayila yaŵaliji nkupanganya"
        },
        {
            "chapter": 34,
            "verse": 34,
            "text": "Ni nganituntumisyeje nkutetela jwalijose ku musi uliose ikaŵeje ŵakulipatila ŵakwe ŵatiji: “Chisimu uwwe yantumisyidwe nayo ŵanganyammwe tukuyikana.”"
        },
        {
            "chapter": 34,
            "verse": 35,
            "text": "Soni ŵatiji: “Uwwe ni ŵatukwete chipanje chejinji kwisa soni ŵanache ŵajinji, soni uwwe nganituŵa tupedwile ilagasyo.”"
        },
        {
            "chapter": 34,
            "verse": 36,
            "text": "Jilani: “Chisimu Ambuje ŵangu akasansapangulila lisiki jwansachile, ni kunandiya (lisikilyo kwa jwansachile), nambo ŵandu ŵajinji ngakumanyilila.”"
        },
        {
            "chapter": 34,
            "verse": 37,
            "text": "Ni nganichiŵa chipanje chenu namuno ŵanache ŵenu kuti ni yaim’bandichisye Kukwetu pa dalaja (ja ku Mbepo), pangaŵaga jwakulupilile ni kutendaga yambone. Basi ŵanganyao tachipata malipilo gakonjechesya ligongo lya yaŵapanganyisye, soni ŵanganyao mu yumba (yapenani ya ku Mbepo) takaŵe ŵantunjelele"
        },
        {
            "chapter": 34,
            "verse": 38,
            "text": "Sano aŵala ŵaakulimbichila kulimbana ni ma Ȃya Getu aku ali nkulepelekasya (ŵandu kwitala lya Allah), ŵanganyao ku ilagasyo tachiika nao"
        },
        {
            "chapter": 34,
            "verse": 39,
            "text": "Jilani: “Chisimu Ambuje ŵangu akasansapangulilaga lisiki jwansachile mwa achikapolo Ŵakwe, ni kunnandiyichisya (lisikilyo jwansachile). Sano chilichose chachintole (petala lya Allah), basi Jwalakwe talipisye chalakwecho, soni Jwalakwe ni Jwambone nnope mwa akupeleka lisiki.”"
        },
        {
            "chapter": 34,
            "verse": 40,
            "text": "Soni (kumbuchilani) lisiku lyatachasonganganya ŵanaose, kaneka ni tachiŵecheta kwa Achimalaika kuti: “Ana ŵanganyaŵa ŵaliji nkun’galagatila jenumanja?”"
        },
        {
            "chapter": 34,
            "verse": 41,
            "text": "Ŵanganyao tachiti: “Kuswejela ni Kwenu! Mmwe ni Nsyoŵe jwetu ngaŵa ŵanganyao. (Ngwamba), nambo ŵaliji nkugagalagatila majini, ŵajinji ŵao ŵaliji nkugakulupilila galakwego.”"
        },
        {
            "chapter": 34,
            "verse": 42,
            "text": "Basi lelo ngaakola jwine mwa jenumanja chikamuchisyo chakunkamuchisya jwine namuno masausyo gakunsausya jwine. Ni tuchiti ku aŵala ŵaŵalitesile lupuso: “Pasyani ilagasyo ya Moto wamwaliji nkuwukaanila.”"
        },
        {
            "chapter": 34,
            "verse": 43,
            "text": "Sano pati gachisoomedwaga kukwao ma Ȃya Getu gakupikanika, akasatiji: “Nganijuŵa aju (Muhammadi ﷺ) ikaŵeje mundu jwaakusaka kunsiŵilila ku yaŵaliji nkuigalagatila achatati ŵenu.” Ni akasatiji soni: “Nganijiŵa aji (Qur’an) ikaŵeje unami waukusepedwa.” Ni akasaŵechetaga aŵala ŵaakufuulu pakuigamba yakuona ndema jakwaichilila: “Nganiyiŵa ayi ikaŵeje usaŵi wakuonechela.”"
        },
        {
            "chapter": 34,
            "verse": 44,
            "text": "Ni nganitwapeje ŵanganyaŵa (ŵarabu) itabu iliyose yaŵaliji nkuisooma (nkanijiŵe Qur’an), nambo soni nganitutumisyeje kukwao m’bujo mwenu (mmwe Muhammadi ﷺ nkanim’biche) nkutetela jwalijose"
        },
        {
            "chapter": 34,
            "verse": 45,
            "text": "Ni ŵakaaniile aŵala ŵapaujo pao, ni nganaliyika (aŵa ŵarabu) liunjili limpepe m’maunjili likumi lya yatwapele ŵanganyao, basi ŵanganyao ŵakaaniile achimitenga Ŵangu, nambi kwaliji uli kasilika Kwangu (ngati najonasile wosope)"
        },
        {
            "chapter": 34,
            "verse": 46,
            "text": "Jilani (mmwe Muhammadi ﷺ): “Chisimu une ngun’jamuka chindu chimpepe: Chakuti n’jiime ligongo lya Allah, ŵaŵili-ŵaŵili ni jumo-jumo, kaneka ni nchetelele; (tinyyione yanti) n’jenuju (Muhammadi ﷺ) nganakola masoka, nganijuŵa jwalakwe ikaŵeje nkuntetela jwenu, nkaniyiyiche ilagasyo yaukali nnope.”"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Jilani: “Malipilo galigose ganan’jujile (naga pakwete panan’jujile), basi gaŵele genu (gajigalani), nganigaŵa malipilo gangu ikaŵeje kwa Allah pe, soni Jwalakwe pa chindu chilichose aŵele Mboni.”"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Jilani: “Chisimu Ambuje ŵangu akuiponyaga yakuona (kwa Achimitume mpela ayi yaimbichilile uneyi, nambo soni Jwalakwe ni) Nkumanyilila chenene yakusisika.”"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "Jilani: “Yakuona (Usilamu) iŵiche, sano yaukoleko (ukafili) nganiyiŵa iŵiche ni yasambano kapena kuuchisya (machili gakwe).”"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Jilani: “Naga ngupotela, nikuti ngupotela kwaalikonya nansyene, nambo naga ngongoka, basi niligongo lya yaakunjuwulila Ambuje ŵangu, chisimu Jwalakwe ni Jwakupikanichisya, Jwakuŵandichila nnope (kukwetu ni umanyilisi Wakwe).”"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "Soni ingaŵe mwajile kuiona ndema jatakajogope ŵanganyao, kutendaga pali pangali pagwalila, ni kwembekanyisyidwa (mwanakamo) kuumila pamalo pakuŵandika (m’malembe, nkajile kuiona yakogoya kusyene)"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Sano ŵanganyao tachiti: “Tujikulupilile (sano dini ja Usilamu).” Nambo takakombole chantiuli kuupata (Usilamu ku Akhera) kwakuli kumalo kwakutalichila (ni kwakuupatila Usilamuo kwakuli ku duniya)"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Soni kutendaga pamasile pa ŵaukanile (Usilamuo) kala (ku duniya), ni ŵaliji nkuiponya yakusisika kuumila pamalo pakutalichila, (ŵaliji nkuikaichila yosope yayasisikaga mulunda lwao mpela Utume, Qur’an, Akhera kaichila kwakutalichila nnope ni yakuona)"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "Ni tachisiŵilikanganywa chilikati chao ni chilikati cha yaakuisaka (yakunda Usilamu ni kupocheledwa toba jao), mpelayayatite pakutendedwa ku (makafili) gajao kala, chisimu ŵanganyao ŵaliji m’chikaiko chakwakaikasya (utenga wa Allah)"
        }
    ]
}