{
    "rukus": [
        {
            "chapter": 6,
            "verse": 155,
            "text": "Kananjalo le yiNcwadi esikelelekileyo (i’Kur’ân) Esiyityhilileyo, ke ngoko yilandeleni noyike uAllâh khon’ukuze nizuze iNceba"
        },
        {
            "chapter": 6,
            "verse": 156,
            "text": "(Kuba) hleze nina (ma-Arabhu angabahedeni) nithi: “iNcwadi yayithunyelwe kuphela kwiimvaba ezimbini ezaba ngaphambili kunathi (amaYuda namaKhristu), kwelethu icala, thina akukho nto sasinolwazi lwayo ngoko babekufunda (kuyo)”"
        },
        {
            "chapter": 6,
            "verse": 157,
            "text": "Kungenjalo hleze nithi: “Ukuba iNcwadi yayithunyelwe kuthi, besiya kuba ngabona bakhokeleleke ngokungcono kunabo (amaYuda namaKhristu)”. Ke ngoku ubungqina obucacileyo (i’Kur’ân) buvela eNkosini yenu, busisiKhokelo nenceba. Ngubani na owenza ubugwenxa ogqitha kulowo wala iiVesi zika-Allâh aze afulathele? Siya kubabuyekeza abo bafulathela batshikilele iiVesi zeThu, ngesohlwayo esibuhlungu, ngenxa yokufulathela kwabo iiVesi zeThu"
        },
        {
            "chapter": 6,
            "verse": 158,
            "text": "Ingaba ikhona enye into abayilindeleyo ngaphandle kokuba iingelosi zisuke zibafikele, okanye iNkosi yakho ibe yiYo Ezayo, okanye ibe yimiqondiso yeNkosi yakho ezayo kubo! Mhla yafika eminye yemiqondiso yeNkosi yakho akuyi kumlungela nganto ukuba umntu (aqalise) ukukholwa ngelo xesha ukuba akakhanga akholwe kwangaphambili kunoko, engenazenzo zabulungisa azisebenzeleyo ngokholo lwakhe. Yithi: “Lindani ke! Nathi silindile”"
        },
        {
            "chapter": 6,
            "verse": 159,
            "text": "Inene, Abo bahlula-hlula inkolo yabo baqhekeke, babe ziimvaba; wena (Muhammad) akukho nelincinane ikhwiniba kuwe ngabo. Umcimbi wabo ukuAllâh yedwa, Oza kubaxelela oko bakwenzayo"
        },
        {
            "chapter": 6,
            "verse": 160,
            "text": "Lowo wenza isenzo esilungileyo uya kukufumana kubhaliwe (egameni) lakhe okunjengaso kuphindwe kalishumi, ukanti lowo uvelisa isenzo esingcolileyo, uya kufumana imbuyekezo yako oko kuphela yaye akayi kwenziwa bugwenxa"
        },
        {
            "chapter": 6,
            "verse": 161,
            "text": "Yithi (Muhammad): “Inene iNkosi yam Indikhokelele eNdleleni ethe Tye, kwinkolo elungileyo, inkolo kaIbrâhîm umHanîfah21 yaye yena wayengenguye omnye wabakhonzi bezithixo.”"
        },
        {
            "chapter": 6,
            "verse": 162,
            "text": "Yithi: “Inene iSalâh yam, ukuzinikela kwam, ukuphila kwam nokufa kwam kokuka-Allâh, iNkosi yamaphakade"
        },
        {
            "chapter": 6,
            "verse": 163,
            "text": "“Yena Akanamahlulelane. Kananjalo mna ngako oku ndiyalelwe,yayemnandingowokuqalakwabangamaMuslim”"
        },
        {
            "chapter": 6,
            "verse": 164,
            "text": "Yithi: “Ndingafuna enye iNkosi ngaphandle koAllâh, lo gama Yena EyiNkosi yento zonke? Akukho mntu uzuza (isono) engasizuzeli isiqu sakhe. Kungekho mthwali wamthwalo oza kuthwaliswa (umthwalo) womnye (umntu). Kananjalo eNkosini yenu kulapho niza kubuyela khona, ke Yona Iya kunixelela ngezo ndawo naningavumelani ngazo"
        },
        {
            "chapter": 6,
            "verse": 165,
            "text": "NguYe Owanenza nazizizukulwana ezafika esinye emva kwsinye, (abanye befika endaweni yabanye). Kanajalo Yena Unenze naba kumabakala (ahlukeneyo), abanye baba ngentla kwabanye khon’ukuze Anivavanye Yena ngoko Aniphe kona. Inene Yona nguMxoleli, uSozinceba"
        }
    ]
}