{
    "rukus": [
        {
            "chapter": 2,
            "verse": 177,
            "text": "Ayibobulungisa okokuba nijongise ubuso benu eMpumalanga okanye eNtshonalanga (emthandazweni) koko ilungisa ngulowo ukholwa kuAllâh, kwiMini yokuGqibela, kwiingelosi, kwiiNcwadi, kubaProfeti aze anikele ngobutyebi bakhe, nangona ebuthanda, abunike izizalwana, anike iinkedama, namahlwempu, nabaseluhambeni, nabo bacelayo, nokukhululaamakhoboka, enze iSalâh anikele ngeZakâh, nabazalisekisa izithembiso zabo xa bethe bazenza, nabanyamezelayo xa bethwaxwe yintlupheko enkulu nabakwiintlungu zokugula, nangethuba lokulwa (iimfazwe). Abo ngabona bantu benyaniso yaye bona banyulu"
        },
        {
            "chapter": 2,
            "verse": 178,
            "text": "Hini na nina bakholwayo! Umthetho wokulingana umiselwe kuni ngokubhekiselele ekubulaleni: okhululekileyo ngokhululekileyo, ikhoboka ngekhoboka, owasetyhini ngowasetyhini, kodwa ke ukuba umbulali uyaxolelwa ngumntakobomfi lowo ukuba angahlawuli imali yegazi, oko makwenziwe ngesihle. Intlawulo yemali yegazi kwindlalifa mayenziwe ngesihle nayo leyo. Olu luthomalaliso (lobubi) nenceba evela eNkosini yenu. Ke emva koku lowo uthe wagabadela watsiba imida uya kufumana isohlwayo esibuhlungu"
        },
        {
            "chapter": 2,
            "verse": 179,
            "text": "Kananjalo kukho usindiso lomphefumlo kuni kumthetho wokulingana. Hini na nina bantu banengqiqo, khon’ukuze nibe ngabanyulu"
        },
        {
            "chapter": 2,
            "verse": 180,
            "text": "Kungummiselo kuni okokuba xa ukufa kuthe kwasuba nawuphi na kuni, ukuba (loo mntu) ushiya ubutyebi ngemva kwakhe makenze umyolelo kubazali bakhe nezalamane zakhe ngendlela elungileyo oku kuluxanduva (lwenu) nina banyulu"
        },
        {
            "chapter": 2,
            "verse": 181,
            "text": "Lowo uguqula umyolelo emva kokuba ewuvile, isono siya kuba phezu kwabo benze inguqu. Inene uAllâh nguSokuva, uSolwazi"
        },
        {
            "chapter": 2,
            "verse": 182,
            "text": "Ke lowo uthe waba noloyiko lokuba elinye lamangqina lenze intswela-bulungisa okanye ubugwenxa, aze apho enze uxolelwaniso phakathi kwabo banembambano akuyi kubakho sono kuye. Inene uAllâh nguMxoleli, uSozinceba"
        }
    ]
}