{
    "rukus": [
        {
            "chapter": 18,
            "verse": 71,
            "text": "Bahamba ke bada bakhwela enqanaweni. (URhadir) wayigrobhoza imboba (inqanawa). UMûsâ wathi: “Uyigrobhozela ukuba mayitshonise abantu bayo na?” Inene wenze eyona nto imbi kunene!”"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "(URhadir) wathi: “Bendingatshongo na kuwe ukuba wena akungekhe unyamezelane nam?”"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Wathi (uMûsâ): “Ungandigxeki ngokulibala kwam, ungandibeki ebunzimeni ngesenzo sam.”"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Baqhubeka ke (bahamba) bada badibana nenkwenkwana, waza wayibulala. (uRhadir). UMûsâ wathi: “Ubulele umntu ongenatyala ongabulalanga mntu? Inene wenze into elisikizi gqitha!”"
        },
        {
            "chapter": 18,
            "verse": 75,
            "text": "(URhadir) wathi: “Bendingatshongo na kuwe ukuba wena akungekhe unyamezelane nam?”"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "(UMûsâ) wathi: “Ukuba ndikhe (ndaphinda) ndakubuza ngenye into emva kwale, ungabisandigcina kunye nawe, usifumene isizathu sokuzigwebela kum.”"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Bahamba ke bada bafika kubantu benye ilali, bacela ukutya kubantu balapho kodwa abavuma ukubenzela ububele baza bafumana udonga olwalusele luza kuwa, waza (uRhadir) walumisa kwakhona. UMûsâ wathi: “Ukuba ubuthandile ngowuthabathe intlawulo ngalo.”"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "(URhadir) wathi: “Oku ke kukwahlukana phakathi kwam nawe. Ndiza kukuxelela intsingiselo yoko wena ungabanga namonde ngako"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Mayela nenqanawa, ibe iyeyabantu abangamahlwempu abasebenza elwandle. Ndiye ndazimisela ukuyenza ibe nesiphene njengoko emva kwabo (bebelandelwa) ngukumkani (othile), ohlutha zonke iinqanawa (Ezilungileyo ezingenasiphene)"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "Mayela nenkwenkwana, abazali bayo bebengamakholwa, ke, ngoko bekusoyikiselwa ukuba iza kuba ngumthwalo kubo ngokugabadela nokungakholwa"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Thina ke siye sanenjongo yokuba iNkosi yabo Ibanike omnye ongcono ngobunyulu endaweni yayo. (Yona) ibe kufuphi nenceba (ka-Allâh)"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "Mayela nodonga, ibe ileleenkedama ezimbini ezingamakhwenkwe esixekweni, phantsi kwalo bekukho ubutyebi bawo, utata wawo waye elilungisa. Ke kungoko iNkosi yakho Iye Yanenjongo yokuba bafikelele ebudaleni Ize Iburhole ubutyebi babo, bube yinceba evela eNkosini yakho, Ke kaloku mna andenzanga ngokokuthanda kwam. Leyo ke yintsingiselo yoko wena ungakhanga ukwazi ukukunyamezela.”"
        }
    ]
}