{
    "rukus": [
        {
            "chapter": 20,
            "verse": 77,
            "text": "Kananjalo Satyhilela uMûsâ, “Hamba ngobusuku nezicaka zaM, uzibethele indlela eyomileyo enqumla elwandle; akuyi koyika kufunyanwa (nguFir’awn, ungayi koyika kutshona.)”"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Ke kaloku uFir’awn wabaleqa ngemikhosi yakhe, kodwa wona amanzi olwandle abagqumelela"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "UFir’awn wakhokelela abantu bakhe ekulahlekeni yaye akazanga abanike siKhokelo (silungileyo)"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "Hini na Bantwana bakwaSirayeli! Sanisindisa elutshabeni lwenu, Saza Senza uMnqophiso nani kwicala langasekunene lentaba. Sanithobela imana nezagwityi"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "(Sisithi): “Yidlani kwizinto ezilungileyo, eSinibonelela ngazo ningagabadeli apho, kuba hleze umsindo waM uhle phezu kwenu. Ke lowo uhlelwe yingqumbo yaM phezu kwakhe utshabalele ngenene yena"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Ukanti inene Mna Ndiyaxolela kulowo uguqukayo, akholwe, enze imisebenzi elungileyo aqhubeke (nokuba phantsi) kwesiKhokelo.”"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "(Ke kaloku ukufika kukaMûsâ kwintaba yeSinayi ebaleka eshiya abantu bakubo nomntakwabo uHârûn, uAllâh Wathi): “Yintoni na ekwenze ukuba ungxame ukumka kubantu bakuni wena Mûsâ?”"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Wathi yena: “Basondele kumzila weenyawo zam: Ke mna ndiye ndabalekela kuWe, Wena Nkosi yam, ukuze Wena Ukholiseke (ndim).”"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "UAllâh Wathi: “Kodwa inene, Sibavavanyile abantu bakuni emva (kokumka) kwakho, ke kaloku uSâmirî ubakhokelele ekulahlekeni"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Wabuyela ke uMûsâ kubantu bakubo, enomsindo, ekhathazekile. Wathi: “Hini na bantu bakuthi, ingaba iNkosi yenu Ayinenzelanga isithembiso esilungileyo na? Ingaba ke ngoku ixesha (lokuzalisekiswa kwaso) besele likude kangako na kuni, okanye niye nanqwenela ukuba ingqumbo ka-Allâh ihle phezu kwenu, kangokuba nide naphule isithembiso senu (sokundithobela) mna?”"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Bathi bona: “Asisaphulanga isithembiso sethu kuwe, kodwa siye senzelwa ubunzima kukuthwaliswa imithwalo yezihombiso zabantu (bakwaFir’awn), siye sazijulela emlilweni waza ngolo hlobo noSâmirî1 wazijula ke"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Keyenauyewakhuphakuzoitholeebelinesandiesigxwalayo”, baza bathi: “Lo nguthixo wenu onguthixo kaMûsâ, kodwa yena (uMûsâ) ulibele (akabuyi).”"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Babengaboni na bona ukuba lalingakwazi kubuyisa nto entethweni (lalingaphenduli), kwanokuba lalingenabo nabungozi lingenalo nancedo kubo"
        }
    ]
}