{
    "rukus": [
        {
            "chapter": 22,
            "verse": 39,
            "text": "Ilungelo lokulwa (ngokuchasene nabangakholwayo) Linikiwe kwabo balwa ngenxa yokuba benziwe ubugwenxa; yaye inene, uAllâh Uyakwazi ukubanika uloyiso"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "(Bona)ngabobayabakhutshwakumawabokungengabulungisa kodwa ngenxa yokuba besithi: “INkosi yethu nguAllâh.” Kananjalo ukuba ngaba uAllâh Ebengaphenyi abantu ngabanye, bekuya kudilika imizi yokuhlala oonongendi, iicawa, iitempile zamaYuda, neemasjid apho igama lika-Allâh likhankanywa khona kakhulu (lidunyiswe). Kwaye uAllâh Uza kubaxhasa ngenene abo baMxhasayo. Inene uAllâh Unamandla yaye Mkhulu, Unobunganga"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "Abo bathi xa Sibanike igunya emhlabeni, bamisele iSalâh, banikele ngeZakâh bayalele ukwenziwa kokulungileyo, balele okungalunganga. Kananjalo isiphumo sezinto (zonke) sesika-Allâh"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "Kanti ke ukuba bayakuphikisa wena (Muhammad) benza njalo nabantu bakwaNûh, abakwa’Ad nabakwaThamûd ababengaphambili kunabo"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "Nabantu bakwaIbrâhîm nabantu bakwaLût"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "Nabemi bakwaMidiyani. Kananjalo uMûsâ waye waphikwa, Ndaza ke Mna Ndalolula ulonwabo lwabangakholwayo; Ndabuya Ndabahlasela. Kwaba njani ukuba kubi ke ukubohlwaya kwaM"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Zingaphi izixeko eSazitshabalalisayo lo gama zazisenza ububi ke kaloku (kungoku nje) zawa zatshabalala. Kanti mangaphi) amaqula ashiywayo? (emangaphi) wona amabhotwe aphakamileyo awayo"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Abahamba-hambi na ehlabathini (babone), ingaba banazo iintliziyo zokuqiqa neendlebe zokuva? Inene ayingomehlo aye abe nobumfama, koko ziintliziyo ezisezifubeni eziye zibe nobumfama"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "Kananjalo bakucela ukuba ukhawulezise ngesohlwayo! Ke Yena uAllâh Akasileli kwesaKhe isithembiso. Kananjalo inene imini (enye) eNkosini yakho injengeminyaka eliwaka yaleyo niyibalayo"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Ke kaloku zininzi izixeko eNdazimelayo (aNdazitshabalalisa) lo gama zazizinikele ebugwenxeni. Kodwa ekugqibeleni Ndazihlasela, Ukanti kukuM apho kuza kubuyelwa khona"
        }
    ]
}