{
    "rukus": [
        {
            "chapter": 26,
            "verse": 10,
            "text": "Kananjalo xa iNkosi yakho yabiza uMûsâ (Isithi): “Hamba uye kubantu abenza ububi"
        },
        {
            "chapter": 26,
            "verse": 11,
            "text": "Abantu bakwaFir’awn. Ingaba abayi kumoyika na uAllâh?”"
        },
        {
            "chapter": 26,
            "verse": 12,
            "text": "Wathi yena: “Nkosi yam ndinoloyiko lokuba hleze bandiphikise"
        },
        {
            "chapter": 26,
            "verse": 13,
            "text": "Size nesifuba sam sicutheke1, nolwimi lwam lungabi nakukhululeka, ngoko ke thumela (umyalezo) kuHârûn (ukuba aze kuncedisana nam kulo msebenzi)"
        },
        {
            "chapter": 26,
            "verse": 14,
            "text": "Yaye bona banebango letyala2 kum, ngoko ke mna ndinoloyiko lokuba hleze bandibulale.”"
        },
        {
            "chapter": 26,
            "verse": 15,
            "text": "UAllâh Wathi: “Nakanye! Hambani nina nobabini nemiqondiso yeThu. Inene Thina Siya kuba kunye nani, Siphulaphule"
        },
        {
            "chapter": 26,
            "verse": 16,
            "text": "Hambani niye kuFir’awn, nithi kuye: ‘Thina singabaThunywa beNkosi yamaphakade"
        },
        {
            "chapter": 26,
            "verse": 17,
            "text": "Ke, vumela aBantwana bakwaSirayeli bahambe nathi.’”"
        },
        {
            "chapter": 26,
            "verse": 18,
            "text": "(UFir’awn) wathi: “Asizanga sikukhulise phakathi kwethu ungumtwana na wena (Mûsâ), wahlala nathi iminyaka ngeminyaka yobomi bakho"
        },
        {
            "chapter": 26,
            "verse": 19,
            "text": "Waza wena wenza isenzo sakho owasenzayo, waba ngomnye wabangenambulelo.”"
        },
        {
            "chapter": 26,
            "verse": 20,
            "text": "(UMûsâ) wathi: “Ndayenza loo nto ngoko, ngethuba ndandisengomnye wabalahlekileyo (ndingazi)"
        },
        {
            "chapter": 26,
            "verse": 21,
            "text": "Ndabaleka ndemka kuni, ndinoyika. Yaza iNkosi yam Yandinika (ulwazi) lokugweba, Yandenza ndaba ngoMnye wabaThunywa"
        },
        {
            "chapter": 26,
            "verse": 22,
            "text": "Olu luBabalo ondikhumbuza ngalo okokuba wena ukhoboza aBantwana bakwaSirayeli na?”"
        },
        {
            "chapter": 26,
            "verse": 23,
            "text": "UFir’awn wathi: “Kanti ngubani na iNkosi yamaphakade?”"
        },
        {
            "chapter": 26,
            "verse": 24,
            "text": "(UMûsâ) wathi: “YiNkosi yamazulu nomhlaba noko kuphakathikwawo, ukubaufunaukuqinisekiswangenyaniso.”"
        },
        {
            "chapter": 26,
            "verse": 25,
            "text": "(UFir’awn) wathi kwabo babemngqongile: “Aniva na?”"
        },
        {
            "chapter": 26,
            "verse": 26,
            "text": "(UMûsâ) wathi:YiNkosiyakhoekwayiNkosiyooyihlomkhulu bokuqala.”"
        },
        {
            "chapter": 26,
            "verse": 27,
            "text": "(UFir’awn) wathi: “Inene uMthunywa wenu othunywe kuni uphambene.”"
        },
        {
            "chapter": 26,
            "verse": 28,
            "text": "(UMûsâ) wathi: “YiNkosi yeMpumalanga neNtshonalanga noko kuphakathi kwazo, ukuba ubuqiqa.”"
        },
        {
            "chapter": 26,
            "verse": 29,
            "text": "(UFir’awn) wathi: “Ukuba ukhe wathabatha thixo (wumbi) ngaphandle kwam, Inene mna ndiya kukubeka phakathi kwabo bangamabanjwa.”"
        },
        {
            "chapter": 26,
            "verse": 30,
            "text": "(UMûsâ) wathi: Nokuba ndingakuzela nento ebonakalayo na (engumqondiso)?”"
        },
        {
            "chapter": 26,
            "verse": 31,
            "text": "UFir’awn wathi: Yiza nayo kaloku ukuba unenyaniso.”"
        },
        {
            "chapter": 26,
            "verse": 32,
            "text": "Waza (uMûsâ) wajula umsimelelo wakhe, ngokukhawuleza waba yinyoka ebonakalayo"
        },
        {
            "chapter": 26,
            "verse": 33,
            "text": "Waza warhola isandla sakhe saba mhlophe kwababesibukele"
        }
    ]
}