{
    "rukus": [
        {
            "chapter": 54,
            "verse": 1,
            "text": "Saat yaklaştı, Ay yarıldı"
        },
        {
            "chapter": 54,
            "verse": 2,
            "text": "Bir ayet-alâmet görseler yüz çeviriyorlar ve şöyle diyorlar: \"Sürüp giden bir büyüdür bu"
        },
        {
            "chapter": 54,
            "verse": 3,
            "text": "Yalanladılar; kendi heves ve kuruntularına uydular. Oysaki her iş ve oluş karara, ölçüye ve düzene bağlanmıştır"
        },
        {
            "chapter": 54,
            "verse": 4,
            "text": "Yemin olsun ki, onlara haberlerden, içinde ihtar, sakındırma ve tehdit bulunanı gelmiştir"
        },
        {
            "chapter": 54,
            "verse": 5,
            "text": "Doruk noktaya çıkmış, isabeti tartışmasız bir hikmettir o. Ama uyarılar yarar sağlamıyor"
        },
        {
            "chapter": 54,
            "verse": 6,
            "text": "O halde yüz çevir onlardan sen de; o çağırıcının alışılmadık/ürpertirci şeye çağırdığı günde"
        },
        {
            "chapter": 54,
            "verse": 7,
            "text": "Kaymış olarak gözleri, çıkarlar kabirlerden. Sanki çekirgelerdir, çıvgın mı çıvgın"
        },
        {
            "chapter": 54,
            "verse": 8,
            "text": "Boyunları büküktür çağıranın önünde. Derler ki o küfre saplananlar: \"Çok zorlu bir gün bu"
        },
        {
            "chapter": 54,
            "verse": 9,
            "text": "Onlardan önce Nûh kavmi yalanlamıştı. Yalanladılar kulumuzu ve \"Mecnundur bu!\" dediler. Ve durduruldu kulumuz"
        },
        {
            "chapter": 54,
            "verse": 10,
            "text": "Bunun üzerine yakardı Rabbine, \"Yenilgiye uğradım işte, yardım et!\" diye"
        },
        {
            "chapter": 54,
            "verse": 11,
            "text": "Biz de açtık gök kapılarını seller gibi akan bir su ile"
        },
        {
            "chapter": 54,
            "verse": 12,
            "text": "Ve yardık/fışkırttık yeryüzünü pınar pınar. Sonunda kesin ölçülere bağlanmış bir oluş üzere birleşti sular"
        },
        {
            "chapter": 54,
            "verse": 13,
            "text": "Ve taşıdık onu levhalar ve çivilerden oluşturulan şey üstünde"
        },
        {
            "chapter": 54,
            "verse": 14,
            "text": "Akıp gidiyordu gözlerimizin önünde, bir ödül olarak nankörlüğe uğratılan kişi için"
        },
        {
            "chapter": 54,
            "verse": 15,
            "text": "Yemin olsun ki, biz onu bir ibret ve işaret olarak arkaya bıraktık. Yok mu araştırıp öğüt alacak"
        },
        {
            "chapter": 54,
            "verse": 16,
            "text": "Nasılmış benim azabım ve uyarılarım"
        },
        {
            "chapter": 54,
            "verse": 17,
            "text": "Yemin olsun ki, biz, Kur´an´ı öğüt ve ibret için kolaylaştırdık. Fakat düşünen mi var"
        },
        {
            "chapter": 54,
            "verse": 18,
            "text": "Âd da yalanlamıştı. Ama nasıl oldu azabım ve uyarılarım"
        },
        {
            "chapter": 54,
            "verse": 19,
            "text": "Biz onların üzerine uğursuzluğu kesiksiz bir günde, dondurucu/uğultulu bir kasırga gönderdik"
        },
        {
            "chapter": 54,
            "verse": 20,
            "text": "İnsanları, köklerinden sökülmüş hurma kütükleri gibi kaldırıp atıyordu"
        },
        {
            "chapter": 54,
            "verse": 21,
            "text": "Nasılmış benim azabım ve uyarılarım"
        },
        {
            "chapter": 54,
            "verse": 22,
            "text": "Yemin olsun ki, biz, Kur´an´ı öğüt ve ibret için kolaylaştırdık. Fakat düşünen mi var"
        }
    ]
}