{
    "maqras": [
        {
            "chapter": 43,
            "verse": 24,
            "text": "(వారి ప్రవక్త) ఇలా అనేవాడు: \"ఒకవేళ నేను మీ తండ్రితాతలు అనుసరిస్తూ వచ్చిన దాని కంటే ఉత్తమమైన మార్గదర్శకత్వాన్ని మీ కోసం తెచ్చినా (మీరు వారినే అనుసరిస్తారా)?\" వారిలా జవాబిచ్చే వారు: \"నిశ్చయంగా, మీరు దేనితో పంపబడ్డారో దానిని మేము తిరస్కరిస్తున్నాము"
        },
        {
            "chapter": 43,
            "verse": 25,
            "text": "కావున మేము వారిపై మా ప్రతీకారాన్ని (శిక్షను) పంపాము. చూశారా! సత్యాన్ని తిరస్కరించిన వారి గతి ఏమయిందో"
        },
        {
            "chapter": 43,
            "verse": 26,
            "text": "మరియు (జ్ఞాపకం చేసుకోండి) ఇబ్రాహీమ్ తన తండ్రి మరియు తన జాతివారితో ఇలా అన్నప్పుడు: \"నిశ్చయంగా, మీరు పూజించే వారితో నాకు ఎలాంటి సంబంధం లేదు"
        },
        {
            "chapter": 43,
            "verse": 27,
            "text": "(నేనైతే) నన్ను సృజించిన ఆయన (అల్లాహ్ నే ఆరాధిస్తాను). ఎందుకంటే! నిశ్చయంగా, ఆయనే నాకు మార్గదర్శకత్వం చేయగలడు"
        },
        {
            "chapter": 43,
            "verse": 28,
            "text": "మరియు అతను (ఇబ్రాహీమ్) ఈ వచనాన్నే తన తర్వాత తన సంతానం కొరకు విడిచి వెళ్ళాడు. వారు దాని వైపుకు మరలుతారని"
        },
        {
            "chapter": 43,
            "verse": 29,
            "text": "వాస్తవానికి, నేను వారికి మరియు వారి తండ్రితాతలకు ప్రాపంచిక సుఖసంతోషాలను ఇస్తూనే వచ్చాను. చివరకు వారి వద్దకు సత్యం మరియు (దానిని) స్పష్టంగా వివరించే దైవప్రవక్త కూడా వచ్చాడు"
        },
        {
            "chapter": 43,
            "verse": 30,
            "text": "కాని వారి వద్దకు సత్యం (ఈ ఖుర్ఆన్) వచ్చినప్పుడు వారన్నారు: \"ఇది కేవలం మంత్రజాలమే. మరియు నిశ్చయంగా, మేము దీనిని తిరస్కరిస్తున్నాము"
        },
        {
            "chapter": 43,
            "verse": 31,
            "text": "వారు ఇంకా ఇలా అన్నారు: \"ఈ ఖుర్ఆన్ ఈ రెండు నగరాలలోని ఒక గొప్ప వ్యక్తిపై ఎందుకు అవతరింప జేయబడలేదు"
        },
        {
            "chapter": 43,
            "verse": 32,
            "text": "నీ ప్రభువు కారుణ్యాన్ని పంచి పెట్టే వారు వారేనా ఏమిటి? మేమే వారి జీవనోపాయాలను, ఈ ప్రాపంచిక జీవితంలో వారి మధ్య పంచి పెట్టాము. వారు ఒకరితో నొకరు పని తీసుకోవటానికి, వారిలో కొందరికి మరి కొందరిపై స్థానాలను పెంచాము. మరియు వారు కూడబెట్టే దాని (సంపద) కంటే నీ ప్రభువు కారుణ్యమే ఎంతో ఉత్తమమైనది"
        },
        {
            "chapter": 43,
            "verse": 33,
            "text": "మరియు మానవులందరూ ఒక (దుష్ట) సమాజంగా మారి పోతారన్న భయమే గనక మాకు లేకున్నట్లయితే, మేము ఆ కరుణామయుణ్ణి తిరస్కరించేవారి ఇళ్ళ కప్పులనూ మరియు వాటి పైకి ఎక్కే మెట్లను వెండితో నిర్మించేవారము"
        },
        {
            "chapter": 43,
            "verse": 34,
            "text": "మరియు వారి ఇండ్ల తలుపులను మరియు వారు ఆనుకొని కూర్చునే పీఠాలను కూడా"
        },
        {
            "chapter": 43,
            "verse": 35,
            "text": "మరియు బంగారంతో కూడా! మరియు ఇవన్నీ ప్రాపంచిక జీవిత సుఖసంతోషాలు మాత్రమే. మరియు దైవభీతి గలవారికి నీ ప్రభువు వద్ద పరలోక జీవిత (సుఖం) ఉంటుంది"
        },
        {
            "chapter": 43,
            "verse": 36,
            "text": "మరియు ఎవడైతే కరుణామయుని స్మరణ విషయంలో అంధుడిగా ప్రవర్తిస్తాడో అతనిపై మేము ఒక షైతాన్ ను నియమిస్తాము. ఇక వాడు (ఆ షైతాన్) వాని సహచరుడు (ఖరీనున్) అవుతాడు"
        },
        {
            "chapter": 43,
            "verse": 37,
            "text": "మరియు నిశ్చయంగా, వారు (షైతాన్ లు) వారిని (అల్లాహ్) మార్గం నుండి ఆటంక పరుస్తారు. మరియు వారేమో నిశ్చయంగా, తాము సరైన మార్గదర్శకత్వంలోనే ఉన్నామని భావిస్తారు"
        },
        {
            "chapter": 43,
            "verse": 38,
            "text": "చివరకు అతడు మా వద్దకు వచ్చినపుడు (తన వెంట ఉన్న షైతాన్ తో) ఇలా అంటాడు: \"అయ్యో! నా దౌర్భాగ్యం! నీకూ నాకూ మధ్య తూర్పుపడమరల మధ్య ఉన్నంత దూరం ఉండి వుంటే ఎంత బాగుండేది! ఎందుకంటే నీవు అతి చెడ్డ సహచరుడివి"
        },
        {
            "chapter": 43,
            "verse": 39,
            "text": "మరియు మీరు దుర్మార్గం చేశారు! కావున, ఈరోజు మీరంతా ఈ శిక్షలో కలిసి ఉండటం మీకు ఏ మాత్రం లాభదాయకం కాదు"
        },
        {
            "chapter": 43,
            "verse": 40,
            "text": "(ఓ ముహమ్మద్!) నీవు చెవిటి వాడికి వినిపింప జేయగలవా? లేదా గ్రుడ్డివాడికి మార్గం చూపించ గలవా? లేక, స్పష్టంగా మార్గభ్రష్టత్వంలో ఉన్నవాడికి (మార్గదర్శకత్వం చేయగలవా)"
        },
        {
            "chapter": 43,
            "verse": 41,
            "text": "ఒకవేళ వాస్తవానికి, మేము నిన్ను తీసుకొని పోయినా, వారికి మాత్రం తప్పకుండా ప్రతీకారం చేస్తాము"
        },
        {
            "chapter": 43,
            "verse": 42,
            "text": "లేదా మేము వారికి వాగ్దానం చేసిన దానిని (శిక్షను) నీకు తప్పక చూపగలము. ఎందుకంటే మాకు వారిపై పూర్తి అధికారముంది"
        },
        {
            "chapter": 43,
            "verse": 43,
            "text": "కావున నీవు దివ్యజ్ఞానం (వహీ) ద్వారా వచ్చిన సందేశం మీద స్థిరంగా ఉండు. నిశ్చయంగా, నీవు ఋజుమార్గం మీద ఉన్నావు"
        },
        {
            "chapter": 43,
            "verse": 44,
            "text": "మరియు నిశ్చయంగా, ఇది (ఈ ఖుర్ఆన్) నీకు మరియు నీ జాతి వారికి ఒక హితబోధ. మరియు (దీనిని గురించి) మీరు ప్రశ్నింప బడగలరు"
        },
        {
            "chapter": 43,
            "verse": 45,
            "text": "మరియు (ఓ ముహమ్మద్!) నీకు పూర్వం మేము పంపిన మా ప్రవక్తలను అడుగు: \"మేము, ఆ కరుణామయుడు తప్ప ఇతర దైవాలను ఆరాధింపబడటానికి నియమించామేమో"
        },
        {
            "chapter": 43,
            "verse": 46,
            "text": "మరియు వాస్తవంగా, మేము మూసాను, మా సూచనలతో (ఆయాత్ లతో) ఫిర్ఔన్ మరియు అతని నాయకుల వద్దకు పంపాము. అతను వారితో ఇలా అన్నాడు: \"నిశ్చయంగా, నేను సర్వలోకాల ప్రభువు యొక్క సందేశహరుణ్ణి"
        },
        {
            "chapter": 43,
            "verse": 47,
            "text": "కాని, అతను వారి వద్దకు మా సూచన (ఆయాత్) లను తీసుకొని వచ్చినప్పుడు, వారు వాటిని గురించి పరిహాసాలాడేవారు"
        },
        {
            "chapter": 43,
            "verse": 48,
            "text": "మరియు మేము వారికి చూపిన ప్రతి అద్భుత సూచన (ఆయాత్), దానికి ముందు చూపినటువంటి దాని (అద్భుత సూచన) కంటే మించినదిగా ఉండేది. మరియు మేము వారిని శిక్షకు గురి చేశాము. బహుశా, ఇలాగైనా వారు మరలి వస్తారేమోనని"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "మరియు వారు (మూసాతో) ఇలా అన్నారు: \"ఓ మాంత్రికుడా! (నీ ప్రభువు) నీతో చేసిన ఒప్పందం ప్రకారం నీ ప్రభువును ప్రార్థించు, మేము తప్పక సన్మార్గులమవుతాము"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "కాని మేము వారి పై నుండి ఆ శిక్షను తొలగించిన వెంటనే వారు తమ వాగ్దానాన్ని భంగపరచే వారు"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "మరియు, ఫిర్ఔన్ తన జాతి ప్రజలలో ప్రకటిస్తూ ఇలా అన్నాడు: \"ఓ నా జాతి ప్రజలారా! ఈజిప్టు (మిస్ర్) యొక్క సామ్రాజ్యాధిపత్యం నాది కాదా? మరియు ఈ సెలయేళ్ళు నా క్రింద ప్రవహించటం లేదా? ఇది మీకు కనిపించటం లేదా"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "ఈ తుచ్ఛమైన వాడు మరియు (తన మాటను) స్పష్టంగా వివరించలేని వాడి (మూసా) కంటే నేను శ్రేష్ఠుడిని కానా"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "అయితే ఇతనికి బంగారు కంకణాలు ఎందుకు వేయబడలేదు? లేదా, ఇతనికి తోడుగా ఇతనితో పాటు దేవదూతలు ఎందుకు రాలేదు"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "ఈ విధంగా, అతడు (ఫిర్ఔన్) తన జాతి వారిని ప్రేరేపింప జేయటం వలన వారు అతనిని అనుసరించారు. నిశ్చయంగా వారు దుర్జనులు (ఫాసిఖీన్)"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "ఈ విధంగా, వారు మమ్మల్ని కోపానికి గురి చేయటం వల్ల మేము వారికి ప్రతీకారం చేశాము. మరియు వారందరినీ ముంచి వేశాము"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "ఇక మేము, వారిని తర్వాత వచ్చే వారి కొరకు ఒక గడిచిన నిదర్శనంగా మరియు ఒక ఉదాహరణగా చేశాము"
        }
    ]
}