{
    "maqras": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "ఓ విశ్వాసులారా! ఒప్పందాలను పాటించండి. మీ కొరకు పచ్చిన మేసే చతుష్పాద పశువులన్నీ (తినటానికి) ధర్మ సమ్మతం (హలాల్) చేయబడ్డాయి; మీకు తెలుపబడిన పశువులు తప్ప! మీరు ఇహ్రామ్ స్థితిలో ఉన్నప్పుడు వేటాడటం మీకు ధర్మ సమ్మతం కాదు. నిశ్చయంగా, అల్లాహ్ తాను కోరింది శాసిస్తాడు"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "ఓ విశ్వాసులారా! అల్లాహ్ (నియమించిన) చిహ్నాలను మరియు నిషిద్ధ మాసాన్ని ఉల్లంఘించకండి. మరియు బలి పశువులకు మరియు మెడలలో పట్టీ ఉన్న పశువులకు (హాని చేయకండి). మరియు తమ ప్రభువు అనుగ్రహాన్ని మరియు ప్రీతిని కోరుతూ పవిత్ర గృహానికి (కఅబహ్ కు) పోయే వారిని (ఆటంక పరచకండి). కానీ ఇహ్రామ్ స్థితి ముగిసిన తరువాత మీరు వేటాడవచ్చు. మిమ్మల్ని పవిత్ర మస్జిద్ (మస్జిద్ అల్ హరామ్) ను సందర్శించకుండా నిరోధించిన వారి పట్ల గల విరోధం వలన వారితో హద్దులు మీరి ప్రవర్తించకండి. మరియు పుణ్యకార్యాలు మరియు దైవభీతి విషయాలలో, ఒకరికొకరు తోడ్పడండి. మరియు పాపకార్యాలలో గానీ, దౌర్జన్యాలలో గానీ తోడ్పడకండి. అల్లాహ్ యందు భయభక్తులు కలిగి ఉండండి. నిశ్చయంగా, అల్లాహ్ శిక్ష విధించటంలో చాల కఠినుడు"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "(సహజంగా) మరణించింది, రక్తం, పంది మాంసం మరియు అల్లాహ్ తప్ప ఇతరుల కొరకు (ఇతరుల పేరుతో) వధింపబడినది (జిబ్ హ్ చేయబడినది), గొంతు పిసికి ఊపిరాడక, దెబ్బ తగిలి, ఎత్తు నుండి పడి, కొమ్ము తగిలి మరియు క్రూరమృగం నోట పడి చచ్చిన (పశువు / పక్షి) అన్నీ, మీకు తినటానికి నిషిద్ధం (హరామ్) చేయబడ్డాయి. కాని (క్రూర మృగం నోట పడిన దానిని) చావక ముందే మీరు జిబ్ హ్ చేసినట్లైతే అది నిషిద్ధం కాదు. మరియు బలిపీఠం మీద వధించబడినది, మరియు బాణాల ద్వారా శకునం చూడటం నిషేధింపబడ్డాయి. ఇవన్నీ ఘోర పాపాలు (ఫిస్ ఖున్). ఈనాడు సత్యతిరస్కారులు, మీ ధర్మం గురించి పూర్తిగా ఆశలు వదులు కున్నారు. కనుక మీరు వారికి భయపడకండి, నాకే భయపడండి. ఈనాడు నేను మీ ధర్మాన్ని మీ కొరకు పరిపూర్ణం చేసి, మీపై నా అనుగ్రహాన్ని పూర్తి చేశాను మరియు మీ కొరకు అల్లాహ్ కు విధేయులుగా ఉండటాన్నే (ఇస్లాంనే) ధర్మంగా సమ్మతించాను. ఎవడైనా ఆకలికి ఓర్చుకోలేక, పాపానికి పూనుకోక, (నిషిద్ధమైన వస్తువులను తిన్నట్లైతే)! నిశ్చయంగా అల్లాహ్ క్షమాశీలుడు, అపార కరుణా ప్రదాత"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "వారు (ప్రజలు) తమ కొరకు ఏది ధర్మ సమ్మతం (హలాల్) అని నిన్ను అడుగు తున్నారు. నీవు ఇలా అను: \"పరిశుద్ధ వస్తువులన్నీ మీ కొరకు ధర్మసమ్మతం (హలాల్) చేయబడ్డాయి. మరియు మీకు అల్లాహ్ నేర్పిన విధంగా మీరు వేట శిక్షణ ఇచ్చిన జంతువులు మీ కొరకు పట్టినవి కూడా! కావున అవి మీ కొరకు పట్టుకున్న వాటిని మీరు తినండి కాని దానిపై అల్లాహ్ పేరును ఉచ్ఛరించండి. అల్లాహ్ యందు భయభక్తులు కలిగి ఉండండి. నిశ్చయంగా, అల్లాహ్ లెక్క తీసుకోవటంలో అతి శీఘ్రుడు"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "ఈనాడు మీ కొరకు పరిశుద్ధమైన వస్తువులన్నీ ధర్మసమ్మతం (హలాల్) చేయబడ్డాయి. మరియు గ్రంథ ప్రజల ఆహారం మీకు ధర్మ సమ్మతమైనది మరియు మీ ఆహారం వారికి ధర్మ సమ్మతమైనది. మరియు సుశీలురు అయిన విశ్వాస (ముస్లిం) స్త్రీలు గానీ మరియు సుశీలురు అయిన పూర్వ గ్రంథ ప్రజల స్త్రీలు గానీ, మీరు వారికి వారి మహ్ర్ చెల్లించి, న్యాయబద్ధంగా వారితో వివాహ జీవితం గడపండి. కాని వారితో స్వేచ్ఛా కామక్రీడలు గానీ, లేదా దొంగచాటు సంబంధాలు గానీ ఉంచుకోకండి. ఎవడు విశ్వాస మార్గాన్ని తిరస్కరిస్తాడో అతడి కర్మలు వ్యర్థమవుతాయి. మరియు అతడు పరలోకంలో నష్టం పొందేవారిలో చేరుతాడు"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "ఓ విశ్వాసులారా! మీరు నమాజ్ కు లేచి నపుడు, మీ ముఖాలను, మరియు మీ చేతులను మోచేతుల వరకు కడుక్కోండి. మరియు మీ తలలను (తడి చేతులతో) తుడుచుకోండి. మరియు మీ కాళ్ళను చీలమండల వరకు కడుక్కోండి. మరియు మీకు ఇంద్రియ స్ఖలనం (జునుబ్) అయి ఉంటే, స్నానం (గుస్ల్) చేయండి. మరియు మీరు అస్వస్థులై ఉన్నా, లేక ప్రయాణంలో ఉన్నా, లేక మీలో ఎవరైనా కాలకృత్యాలు తీర్చుకొని ఉన్నా, లేక మీరు స్త్రీలతో కలిసి (సంభోగం చేసి) ఉన్నా, అప్పుడు మీకు నీరు లభించని పక్షంలో పరిశుభ్రమైన మట్టితో తయమ్మమ్ చేయండి. అంటే మీ ముఖాలను మరియు మీ చేతులను, దానితో (పరిశుద్ధమైన మట్టిపై స్పర్శించిన చేతులతో) రుద్దుకోండి. మిమ్మల్ని కష్టపెట్టాలనేది అల్లాహ్ అభిమతం కాదు. మీరు కృతజ్ఞులు కావాలని ఆయన, మిమ్మల్ని శుద్ధపరచి మీపై తన అనుగ్రహాన్ని పూర్తి చేయగోరుతున్నాడు"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "మరియు మీకు అల్లాహ్ చేసిన అనుగ్రహాన్ని మరియు ఆయన మీ నుండి తీసుకున్న దృఢమైన ప్రమాణాన్ని జ్ఞాపకం చేసుకోండి. అప్పుడు మీరు: \"మేము విన్నాము మరియు విధేయుల మయ్యాము.\" అని అన్నారు. మరియు అల్లాహ్ యందు భయభక్తులు కలిగి ఉండండి. నిశ్చయంగా, హృదయాలలో ఉన్నదంతా అల్లాహ్ కు బాగా తెలుసు"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "ఓ విశ్వాసులారా! మీరు అల్లాహ్ కొరకు న్యాయంగా సాక్ష్యమివ్వటానికి స్థిరంగా నిలబడండి. ఇతరుల పట్ల మీకున్న ద్వేషానికిలోనై, మీరు న్యాయాన్ని త్యజించకండి. న్యాయం చేయండి, అది దైవభక్తికి సమీపమైనది. మరియు అల్లాహ్ యందు భయభక్తులు కలిగి ఉండండి. నిశ్చయంగా, మీరు చేసేదంతా అల్లాహ్ ఎరుగును"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "మరియు విశ్వసించి సత్కార్యాలు చేసే వారికి క్షమాపణ మరియు గొప్ప ప్రతిఫలం ఉన్నాయని అల్లాహ్ వాగ్దానం చేశాడు"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "మరియు ఎవరైతే సత్యతిరస్కారానికి పాల్పడి, మా సూచనలను అబద్ధాలని తిరస్కరిస్తారో! అలాంటి వారు భగభగ మండే నరకాగ్ని వాసులవుతారు"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "ఓ విశ్వాసులారా! ఒక జాతి వారు (మీకు హాని చేయ సంకల్పించి) తమ చేతులను మీ వైపునకు చాచినపుడు, అల్లాహ్ వారి చేతులను మీ నుండి తొలగించి మీకు చేసిన అనుగ్రహాన్ని జ్ఞప్తికి తెచ్చుకోండి. అల్లాహ్ యందు భయభక్తులు కలిగి ఉండండి. మరియు విశ్వాసులు అల్లాహ్ పైననే నమ్మక ముంచుకుంటారు"
        }
    ]
}