{
    "maqras": [
        {
            "chapter": 5,
            "verse": 109,
            "text": "ఆ రోజు అల్లాహ్ ప్రవక్తలందరిని సమావేశపరచి: \"మీకేమి జవాబు ఇవ్వబడింది?\" అని అడిగితే! వారు: \"మాకు యథార్థ జ్ఞానం లేదు! నిశ్చయంగా, నీవు మాత్రమే సర్వ అగోచర విషయాల జ్ఞానం గలవాడవు.\" అని పలుకుతారు"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "(జ్ఞాపకముంచుకోండి!) అప్పుడు (పునరుత్థాన దినమున), అల్లాహ్: \"ఓ మర్యమ్ కుమారుడా! ఈసా (ఏసు) నేను నీకు మరియు నీ తల్లికి ప్రసాదించిన అనుగ్రహాన్ని జ్ఞాపకం చేసుకో! నేను పరిశుద్ధాత్మ (రూహుల్ ఖుదుస్) ద్వారా నిన్ను బలపరిచాను, నీవు ఉయ్యాలలోనూ మరియు యుక్తవయస్సులోనూ ప్రజలతో మాట్లాడేవాడివి. మరియు నేను గ్రంథాన్ని మరియు వివేకాన్ని, తౌరాతును మరియు ఇంజీలును నీకు నేర్పాను. మరియు నీవు నా ఆజ్ఞతో పక్షి ఆకారం గల మట్టి బొమ్మను తయారు చేసి, దానిలో ఊదినపుడు, నా ఆజ్ఞతో అది పక్షిగా మారి పోయేది. మరియు నీవు పుట్టుగ్రుడ్డిని మరియు కుష్ఠురోగిని నా ఆజ్ఞతో బాగు చేసేవాడివి. మరియు నీవు నా ఆజ్ఞతో మృతులను లేపేవాడివి. మరియు నీవు స్పష్టమైన సూచనలతో ఇస్రాయీలు సంతతి వారి వద్దకు వచ్చినపుడు, వారిలోని సత్యతిరస్కారులు: \"ఇది స్పష్టమైన మాయాజాలం తప్ప మరేమీ కాదు!\" అని అన్నారు. అప్పుడు నేను వారి కుట్ర నుండి నిన్ను కాపాడాను"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "మరియు నేను, (ఈసా) శిష్యుల (హవారియ్యూన్ ల) మనస్సులలో ఇలా మాట వేసినప్పుడు: \"నన్ను మరియు నా ప్రవక్తను విశ్వసించండి.\" వారన్నారు: \" మేము విశ్వసించాము మరియు మేము ముస్లింలను అయ్యాము అనే మాటకు సాక్షిగా ఉండు"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "(జ్ఞాపకం చేసుకోండి!) ఆ శిష్యులు (హవారియ్యూన్): \"ఓ మర్యమ్ కుమారుడవైన ఈసా (ఏసూ) ఏమీ? నీ ప్రభువు మా కొరకు ఆకాశం నుండి ఆహారంతో నిండిన ఒక పళ్ళెం దింపగలడా?\" అని అడిగారు! దానికి (ఈసా): \"మీరు వాస్తవానికి విశ్వాసులే అయితే, అల్లాహ్ యందు భయభక్తులు కలిగి ఉండండి!\" అని అన్నాడు"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "వారు: \"వాస్తవానికి, మేము దాని నుండి తిని, మా హృదయాలను తృప్తి పరచు కోవటానికి మరియు నీవు మాతో సత్యం పలికావని తెలుసు కోవటానికి మరియు దానిని గురించి మేము సాక్షులుగా ఉండటానికి, మేమిలా కోరుతున్నాము!\" అని అన్నారు"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "దానికి మర్యమ్ కుమారుడు ఈసా (ఏసు): \"ఓ అల్లాహ్! మా ప్రభూ! ఆకాశం నుండి ఆహారంతో నిండిన ఒక పళ్ళాన్ని మా కొరకు అవతరింపజేయి (దింపు); అది మాకు మొదటివాని నుండి చివరివాని వరకు పండుగగా ఉండాలి; అది నీ తరపు నుండి ఒక సూచనగా ఉండాలి. మాకు ఆహారాన్ని ప్రసాదించు. నీవే అత్యుత్తమమైన ఉపాధి ప్రదాతవు!\" అని ప్రార్థించాడు"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "(అప్పుడు) అల్లాహ్: \"నిశ్చయంగా, నేను దానిని మీపై అవతరింపజేస్తాను (దింపుతాను). కాని, దాని తరువాత కూడా మీలో ఎవడైనా సత్యతిరస్కారానికి పాల్పబడితే! నిశ్చయంగా, వానికి నేను ఇంత వరకు సర్వలోకాలలో ఎవ్వడికీ విధించని శిక్షను విధిస్తాను!\" అని అన్నాడు"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "మరియు (జ్ఞాపకముంచుకోండి!) అప్పుడు (పునరుత్థాన దినమున), అల్లాహ్ : \"ఓ మర్యమ్ కుమారుడా! ఈసా (ఏసు) ఏమీ? నీవు ప్రజలతో: 'అల్లాహ్ కు బదులుగా నన్నూ మరియు నా తల్లినీ ఆరాధ్యులుగా చేసుకోండి!\" అని చెప్పావా?\" అని ప్రశ్నించగా! దానికి అతను (ఈసా) అంటాడు: \"నీవు సర్వలోపాలకు అతీతుడవు. నాకు పలకటానికి అర్హతలేని మాటను నేను పలకటం తగినపని కాదు. ఒకవేళ నేను అలా చెప్పి ఉంటే నీకు తప్పక తెలిసి ఉండేది. నా మనస్సులో ఉన్నది నీకు తెలుసు, కాని నీ మనస్సులో ఉన్నది నాకు తెలియదు. నిశ్చయంగా, నీవే సర్వ అగోచర విషయాలు తెలిసినవాడవు"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "నీవు ఆదేశించింది తప్ప, నేను మరేమీ వారికి చెప్పలేదు, అంటే: ' నా ప్రభువు మరియు మీ ప్రభువు అయిన అల్లాహ్ నే ఆరాధించండి.' అని. నేను వారి మధ్య ఉన్నంత వరకు వారికి సాక్షిగా ఉన్నాను. నీవు నన్ను పైకి లేపుకున్న తరువాత నీవే వారిని కనిపెట్టుకుని ఉన్నావు. మరియు నీవే ప్రతి దానికి సాక్షివి"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "ఒకవేళ నీవు వారిని శిక్షించదలిస్తే వారు నీ దాసులే! మరియు నీవు వారిని క్షమించదలిస్తే! నీవు సర్వశక్తిమంతుడవు, మహా వివేచనాపరుడవు"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "అప్పుడు అల్లాహ్ ఇలా సెలవిచ్చాడు: \"ఈ రోజు సత్యవంతులకు వారి సత్యం లాభదాయక మవుతుంది. వారికి క్రింద కాలువలు ప్రవహించే స్వర్గవనాలు లభిస్తాయి. అక్కడ వారు శాశ్వతంగా కలకాలముంటారు. అల్లాహ్ వారి పట్ల ప్రసన్నుడవుతాడు మరియు వారు ఆయనతో ప్రసన్నులవుతారు. ఇదే గొప్ప విజయం (సాఫల్యం)"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "ఆకాశాల పైననూ, భూమి పైననూ మరియు వాటిలో నున్న సమస్తం పైననూ, సామ్రాజ్యాధిపత్యం అల్లాహ్ దే! మరియు ఆయనే ప్రతిదీ చేయగల సమర్ధుడు (అన్నింటిపై అధికారం గలవాడు)"
        },
        {
            "chapter": 6,
            "verse": 1,
            "text": "ఆకాశాలను మరియు భూమిని సృష్టించి; చీకట్లను మరియు వెలుగును నెలకొలిపిన అల్లాహ్ మాత్రమే సర్వస్తోత్రాలకు అర్హుడు. అయినా సత్యతిరస్కారులు (ఇతరులను) తమ ప్రభువుకు సమానులుగా పరిగణిస్తున్నారు"
        },
        {
            "chapter": 6,
            "verse": 2,
            "text": "ఆయనే మిమ్మల్ని మట్టితో సృష్టించి, ఆ తరువాత మీకు ఒక గడువు నియమించాడు. ఆయన దగ్గర మరొక నిర్ణీత గడువు కూడా ఉంది. అయినా మీరు సంశయంలో పడి ఉన్నారు"
        },
        {
            "chapter": 6,
            "verse": 3,
            "text": "మరియు ఆయన! అల్లాహ్ యే, ఆకాశాలలోనూ మరియు భూమిలోనూ (ఆరాధ్యుడు). మీరు దాచేది మరియు వెలిబుచ్చేది, అంతా ఆయనకు తెలుసు మరియు మీరు అర్జించేది (మంచి చెడు) అంతా ఆయనకు బాగా తెలుసు"
        },
        {
            "chapter": 6,
            "verse": 4,
            "text": "అయినా వారి ప్రభువు సూచనల నుండి వారి వద్దకు ఏ సూచన వచ్చినా దానికి వారు విముఖతే చూపేవారు"
        },
        {
            "chapter": 6,
            "verse": 5,
            "text": "వాస్తవానికి, ఇప్పుడు వారు తమ వద్దకు వచ్చిన సత్యాన్ని (ఈ దివ్య గ్రంథాన్ని) కూడా అసత్యమని తిరస్కరించారు. కాబట్టి వారు పరిహసించే దాని (ప్రతిఫలాన్ని) గురించిన వార్త వారికి త్వరలోనే రానున్నది"
        },
        {
            "chapter": 6,
            "verse": 6,
            "text": "ఏమీ? వారు చూడలేదా (వారికి తెలియదా?) వారికి పూర్వం ఎన్నో తరాలను మేము నాశనం చేశాము. మేము మీకు ఇవ్వని ఎన్నో బల సంపదలనిచ్చి వారిని భువిలో స్థిర పరిచాము; మరియు వారిపై మేము ఆకాశం నుండి ధారాపాతంగా వర్షాలు కురిపించాము; మరియు క్రింద నదులను ప్రవహింపజేశాము; చివరకు వారు చేసిన పాపాలకు ఫలితంగా వారిని నాశనం చేశాము; మరియు వారి స్థానంలో ఇతర తరాల వారిని లేపాము"
        },
        {
            "chapter": 6,
            "verse": 7,
            "text": "మరియు (ఓ ప్రవక్తా!) ఒకవేళ మేము చర్మపత్రం పైన వ్రాయబడిన గ్రంథాన్ని నీపై అవతరింప జేసినా, అప్పుడు వారు దానిని తమ చేతులతో తాకి చూసినా! సత్యతిరస్కారులు: \"ఇది స్పష్టమైన మాయాజాలం మాత్రమే!\" అని అనేవారు"
        },
        {
            "chapter": 6,
            "verse": 8,
            "text": "మరియు వారు: \"ఇతని వద్దకు (ప్రవక్త వద్దకు) ఒక దైవదూత ఎందుకు దింప బడ లేదు?\" అని అడుగుతారు. మరియు ఒకవేళ మేము దైవదూతనే పంపి ఉంటే! వారి తీర్పు వెంటనే జరిగి ఉండేది. ఆ తరువాత వారికి ఎలాంటి వ్యవధి కూడా ఇవ్వబడి ఉండేది. కాదు"
        },
        {
            "chapter": 6,
            "verse": 9,
            "text": "మరియు ఒకవేళ మేము దైవదూతను అవతరింపజేసినా, అతనిని మేము మానవ రూపంలోనే అవతరింపజేసి ఉండేవారం. మరియు వారు ఇపుడు ఏ సంశయంలో పడి ఉన్నారో! వారిని ఆ సంశయానికే గురి చేసి ఉండేవారం"
        },
        {
            "chapter": 6,
            "verse": 10,
            "text": "మరియు వాస్తవానికి నీకు పూర్వం కూడా చాలా మంది ప్రవక్తలను ఎగతాళి చేయటం జరిగింది, కావున పరిహసించే వారు దేనిని గురించి ఎగతాళి చేసేవారో అదే వారిని చుట్టుకున్నది"
        },
        {
            "chapter": 6,
            "verse": 11,
            "text": "ఇలా అను: \"మీరు భూమిలో సంచారం చేసి, సత్యతిరస్కారుల ముగింపు ఎలా జరిగిందో చూడండి"
        },
        {
            "chapter": 6,
            "verse": 12,
            "text": "వారిని అడుగు: \"ఆకాశాలలో మరియు భూమిలో ఉన్నదంతా ఎవరికి చెందినది?\" అని. (నీవే) జవాబివ్వు: \"(అంతా) అల్లాహ్ దే!\" ఆయన కరుణించటాన్ని, తనపై తాను (కర్తవ్యంగా) విధించుకున్నాడు. నిశ్చయంగా, ఆయన పునరుత్థాన దినమున మీ అందరినీ సమావేశ పరుస్తాడు. అందులో ఎలాంటి సందేహం లేదు. ఎవరైతే తమను తాము నష్టానికి గురి చేసుకున్నారో, అలాంటి వారే విశ్వసించరు"
        }
    ]
}