{
    "chapter": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "Tâ Hâ. Kur'ân’ı sana, meşakkat çekip, bedbaht olasın diye indirmedik"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Tâ Hâ. Kur'ân’ı sana, meşakkat çekip, bedbaht olasın diye indirmedik"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Yüce gökleri ve yeri yaratan tarafından onu, Yaratana saygı duyanı uyaran, irşad eden buyruklar halinde tedricen indirdik"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Yüce gökleri ve yeri yaratan tarafından onu, Yaratana saygı duyanı uyaran, irşad eden buyruklar halinde tedricen indirdik"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "O, Rahman'dır (Sonsuz merhamet ve şefkat sahibidir), rububiyet arşına kurulmuştur"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Göklerde ne var, yerde ne varsa O'nundur.Bu, ikisi arasında olan, yerin altında olan da O’nun’dur"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "İster yavaş konuş, ister açıktan, O'na göre birdir. Zira O gizliyi de, gizlinin gizlisini de bilir"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "O'dur Allah, O’ndan başka yoktur ilah.En güzel isimler ve vasıflar O’nundur"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Sahi, olmadı mı senin haberin, Mûsâ'nın durumundan"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Hani o çölde, gece yol alırken, bir ateş gördü uzaktan. “Durun!” dedi, ailesine: “Bir ateş ilişti gözüme. Oraya doğru gideyim, Belki oradan bir kor alıp size getiririm. Belki orada yolu bilen birini bulurum.” {KM, Çıkış 3. bölüm}"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Ateşin yanına varınca birden: “Mûsâ!” diye nida edildi"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "“Haberin olsun: Senin Rabbin Benim!” denildi. “Çıkar pabuçlarını hemen! Çünkü kutsal vâdidesin sen! (Evet evet) Tûvâ'dasın sen!” [79,16] {KM, Çıkış}"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Peygamberliğe seçtim seni,Öyleyse iyi dinle sana vahyedileni"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Muhakkak ki Ben'im gerçek İlah.Benden başka yoktur ilah.O halde sen de yalnız Bana ibadet et! Beni anmak için namaz eda et"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Elbet gelecek kıyamet saati. Nerdeyse açıklayasım geliyor onun vaktini. Ta ki her kişi bulsun orada bütün yapıp ettiğini, işlerinin karşılığını. [99,7-8]"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Buna inanmayanlar, nefsinin arzu ve ihtiraslarının peşine düşenler, sakın seni ona inanmaktan vazgeçirmesin, sonra sen de helâk olursun"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "Mûsâ, şu sağ elinde tuttuğun şey de ne? {KM, Çıkış}"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "“O asamdır,” dedi, “üzerine dayanırım, onunla davarlarıma yaprak çırparım, ayrıca onunla daha birçok ihtiyacımı gideririm.”"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "“Bırak onu Mûsâ!” buyurdu"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Hemen bıraktı. Bir de ne görsün: Hızla kıvrılıp sürünen, kocaman bir yılan oldu"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "“Tut onu! Korkma, Biz onu eski haline çevireceğiz!” buyurdu"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "Bir de elini koynuna sok! Bir başka mûcize olarak çıkar onu hiç pürüzsüz, parlak mı parlak! [28,32] {KM, Çıkış}"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "Böylece sana en büyük mûcizelerimizden birini göstermek istiyoruz"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Firavun'a git! Çünkü o, iyice azdı. [26,10-15] {KM, Çıkış}"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "“Ya Rabbî,” dedi, genişlet göğsümü, kolaylaştır işimi, çözüver şu dilimin bağını"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "“Ya Rabbî,” dedi, genişlet göğsümü, kolaylaştır işimi, çözüver şu dilimin bağını"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "“Ya Rabbî,” dedi, genişlet göğsümü, kolaylaştır işimi, çözüver şu dilimin bağını"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "Ta ki anlasınlar sözümü"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Bana da ailemden birini, yardımcı kıl, Harun kardeşimi"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Bana da ailemden birini, yardımcı kıl, Harun kardeşimi"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Onunla beni takviye et"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "Onu bu işime ortak et"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "Ta ki Seni daha çok tesbih ve tenzih edelim"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "Ve Seni daha çok analım"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Aslında Sen bizim bütün hallerimizi hakkıyla görmektesin.”"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "“Mûsâ!” dedi, “istediklerin sana verildi. Zaten başka bir sefer de sana lütufta bulunmuştuk.” [28,7-13] {KM, Çıkış}"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "“Mûsâ!” dedi, “istediklerin sana verildi. Zaten başka bir sefer de sana lütufta bulunmuştuk.” [28,7-13] {KM, Çıkış}"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "O vakit annene ilham edip dedik ki"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "“Onu bir sandığa yerleştirip denize bırak! Deniz onu sahile atsın. Bana da ona da düşman olan biri onu alsın!” Ve “Ey Mûsâ! nezaretim altında yetiştirilmen için sana karşı insanların gönüllerinde tarafımdan bir sevgi bıraktım!”"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Kız kardeşin, denizden seni alanların yanına varıp: “Ona iyi bakacak birini size buluvereyim mi?” diyordu. Böylece seni annene kavuşturduk ki gözü aydın olsun, üzülmesin.Derken sen büyüdün, bir adam öldürdün de Biz seni o sıkıntıdan kurtardık. Seni, ey Musâ, türlü türlü imtihanlarla sınayıp yetiştirdik. Bu yüzden de yıllarca Medyen halkı içinde kaldın. Sonra da takdirimizle, buraya geldin"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "“Seni Ben seçip Peygamberliğime hazırladım.”"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "“Haydi kardeşinle birlikte âyetlerimle gidiniz, sakın Beni anmakta gevşeklik göstermeyiniz!”"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Gidin. Firavun'a, zira o iyice azdı"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Ona tatlı, yumuşak bir tarzda hitab edin. Olur ki aklını başına alır, yahut hiç değilse biraz çekinir.”"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "“Ya Rabbenâ” dediler, “doğrusu, korkarız ki o bize son derece kötü davranır, hatta ileri gidip daha da azar.”"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "“Korkmayın!” buyurdu, “Ben sizinle beraberim, her şeyi işitir ve görürüm.”"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "“Haydi varın da şöyle deyin ona: Rabbin tarafından gönderilen elçileriz biz sana!İsrailoğullarını bizimle gönder ve işkence etme onlara!Rabbinden bir belge ile geldik biz sana.Kurtuluş hastır, bu doğru yolu tutanlara!”"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "“İnan ki bize: “Dini yalan sayıp ondan yüz çeviren, mutlaka azaba uğrayacaktır!” diye vahyedildi.” ["
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "“Firavun: “Sizin Rabbiniz de kimmiş ey Mûsâ!” dedi"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "“Rabbimiz,” dedi, “her şeyi yaratan, sonra da onu yaratılış gayesine uygun yola koyan,Yüce Yaradandır (buna iyice inan)”"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Firavun dedi ki: “Peki o zaman, önceki nesillerin durum ve âkıbeti ne olur?”"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "“Onların durumu, Rabbimin yanındaki bir kitaptadır. O, ne şaşırır, ne de unutur.” dedi"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "O'dur ki yeri size beşik yaptı. Orada sizin için yollar ve geçitler açtı. Gökten de size yağmur indirdi. İşte o su ile türlü türlü bitkilerden çiftler çıkardık"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Hem siz yiyin, hem davarlarınızı otlatın! Elbette bunda aklı olanlar için âyetler, Allah'ın kudretine deliller vardır"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Sizi, ey insanlar, Biz yerden yarattık. Yine oraya göndereceğiz ve oradan tekrar Biz çıkaracağız"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Biz Firavun'a bütün âyetlerimizi, delillerimizi gösterdik, fakat o bunları yalan saydı ve gerçeği kabul etmemekte direndi"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "“Sen,” dedi, “sihirdeki maharetinle bizi yerimizden yurdumuzdan çıkarmak için mi geldin ey Mûsâ!”“O halde bilmiş ol ki biz de seninki gibi bir sihirle karşı koyacağız.” “Şimdi sen, bizim de senin de caymayacağımız uygun bir buluşma vakti tayin et, düz, geniş bir alanda karşılaşalım!”"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "“Sen,” dedi, “sihirdeki maharetinle bizi yerimizden yurdumuzdan çıkarmak için mi geldin ey Mûsâ!”“O halde bilmiş ol ki biz de seninki gibi bir sihirle karşı koyacağız.” “Şimdi sen, bizim de senin de caymayacağımız uygun bir buluşma vakti tayin et, düz, geniş bir alanda karşılaşalım!”"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Mûsâ: “Karşılaşma zamanı, bayram günü olsun, halk sabahleyin toplansın.” dedi"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "Firavun işlerini ayarlamaya girişti, bütün çare ve hilelerini, en usta sihirbazlarını toplayıp buluşma yerine geldi"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Mûsâ onlara: “Yazık size!” dedi, “Allah hakkında yalan uydurmayın, yoksa O size öyle bir azap gönderir ki kökünüzü keser.”“İftira eden, muhakkak perişan olur.”"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Bunun üzerine onlar aralarında tartışmaya ve fısıldaşmaya, kulislere başladılar"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Sonunda: “Her hâlde, dediler, bunlar, sizi sihirleriyle yurdunuzdan çıkarmak isteyen ve en ideal yaşam düzeninizi ortadan kaldırmak isteyen iki büyücü!”"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "O halde bütün hünerlerinizi toplayıp sıra sıra, merasim düzeninde meydana çıkın. Bugün ölüm kalım günüdür. Kim bugün üstün gelirse, iflah olacak odur"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Onlar: “Mûsâ! İstersen hünerini önce sen ortaya koy, istersen biz ortaya koyalım!” dediler"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "“Hayır, siz ortaya koyun!” dedi. Bir de ne görsün: onların sihirleri sayesinde, ipleri ve sopaları, kendisine gerçekten hareket ediyormuş gibi geldi"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Mûsâ birden, içinde bir endişe duydu"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "“Endişe etme!” dedik, “zirâ sen galip geleceksin.”"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Elindeki değneği ortaya at, onların yaptıklarını yutacaktır. Çünkü onların yaptığı, sihirbaz oyunudur. Büyücü ise, nereye varırsa varsın, hiçbir yerde iflah olmaz"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "Derken bütün büyücüler secdeye kapandılar. “Harun ile Mûsâ'nın Rabbine iman ettik!” dediler"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "“Ya!” dedi Firavun, “benden izin çıkmadan ona inandınız ha! Demek ki size sihri öğreten ustanız oymuş! Ellerinizi ve ayaklarınızı farklı yönlerden keseceğim ve sizi hurma dallarına asacağım! Kimin azabının daha şiddetli, daha devamlı olduğunu işte o zaman anlayacaksınız!”"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "“Mümkün değil” dediler, “bize gelen bunca delillere ve bizi Yaratana karşı seni tercih edemeyiz. İstediğin hükmü ver. Senin hükmün nihayet, bu dünyada geçer.”"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "“Biz Rabbimize iman ettik. Onun günahlarımızı, (özellikle bizi yapmaya zorladığın sihir günahın)ı affedeceğini umuyoruz. Allah elbette daha hayırlı ve O'nun mükâfatı daha devamlıdır.”"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Doğrusu kim Rabbine kıyamette suçlu olarak gelirse onun yeri cehennemdir. Orada ne ölür kurtulur, ne de yaşamı hayat sayılır"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Her kim de makbul ve güzel işler yapmış mümin olarak gelirse, onlara da pek yüksek mevkiler vardır"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Zemininden ırmaklar akan Adn cennetleri var. Onlar oraya ebedî kalmak üzere girecekler.İşte kötülüklerden arınanların mükâfatı budur"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Biz Mûsâ'ya şöyle vahyettik: Kullarımla geceleyin Mısır’dan yola çık. Asanı vurarak denizde onlara kuru bir yol aç! Firavun’un size ulaşmasından ve boğulmanızdan endişe edip korkmayın"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "Firavun da askerleriyle onun peşine düştü. Deniz onları öyle bir sardı ki birden yutuverdi"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "Böylece Firavun halkını kurtuluşa değil, yanlış yola, çıkmaza götürdü"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "Ey İsrail evlatları! Sizi düşmanlarınızdan kurtardık. Tur'un sağ tarafında Mûsâ ile konuşmayı size vâd ettik. Size çölde kudret helvasıyla bıldırcın lütfettik"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "O halde size verdiğimiz rızıkların en hoş ve temiz olanlarından yiyin, ama bu hususta taşkınlık yapmayın, yoksa gazabım tepenize iniverir. Kimi de gazabım çarparsa artık o uçuruma düşmüştür"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Şu da muhakkak ki inkârdan dönüş yapan, iman eden, güzel ve makbul işler yapan, böylece doğru yola giren kimseyi de affederim"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "Hem seni halkından çabucak ayrılıp gelmeye sevkeden sebep ne ey Mûsâ"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "“Onlar,” dedi, “beni izliyorlar. Benden daha çok razı olman için sana kavuşmakta acele davrandım ya Rabbî!”"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Allah buyurdu: “Sen öyle biliyorsun amma onlar senin izinde değiller, Zira Biz senin ayrılmandan sonra halkını sınadık ve Samirî onları yoldan çıkardı.” [17,138] {KM, Çıkış 32,4.24; Hoşea 8,5-6; I Krallar}"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Mûsâ derhal son derece kızgın ve üzgün olarak halkına döndü: “Ey milletim! dedi, Rabbiniz size güzel bir vaadde bulunmadı mı? Verilen sözün üzerinden çok uzun süre mi geçti, yoksa Rabbinizin gazabının tepenize inmesini mi istiyorsunuz ki bana olan vâdinizden caydınız?”"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "“Biz,” dediler, “kendi güç ve irademizle sana olan vâdimizden dönmedik. Fakat biz o halkın, Mısırlıların zinet eşyalarından birtakım ağırlıklar yüklenmiştik. Onları ateşe attık. Samirî de kendi mücevheratını atıverdi"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Derken o, ahali için böğürme marifeti olan bir buzağı heykeli döküp çıkardı. Samirî ve arkadaşları: “İşte bu, sizin de, Mûsâ'nın da tanrısıdır, ama Mûsâ bunu unuttu!” dediler"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Onlar görmüyorlar mıydı ki o heykel, kendilerine mukabele edecek bir çift laf söyleyemiyordu. Kendilerine gelen bir zararı önleyemediği gibi, onlara fayda da sağlamıyordu"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Doğrusu, Harun onlara, bundan önce: “Ey milletim!” dedi, “siz bu heykel ile imtihana tâbi tutuldunuz. Şu kesindir ki sizin Rabbiniz Rahman'dır (çok şefkatli ve merhametlidir). O halde beni izleyin ve emrime itaat edin!”"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Onlar ise: “Mûsâ yanımıza dönünceye kadar ona tapmaya devam edeceğiz!” diye karşılık vermişlerdi"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "Mûsâ döndüğünde bu durumu bilmediğinden: “Harun!” dedi, “onların saptığını gördüğünde benim izimce gelmene ne mani oldu, yoksa emrime karşı mı geldin?” deyip onu sakalından tutarak çekmeye başladı"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "Mûsâ döndüğünde bu durumu bilmediğinden: “Harun!” dedi, “onların saptığını gördüğünde benim izimce gelmene ne mani oldu, yoksa emrime karşı mı geldin?” deyip onu sakalından tutarak çekmeye başladı"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "“Ey anamın oğlu!” dedi Harun, “lütfen sakalımdan, saçımdan beni çekiştirip durma. Ben, senin “İsrailoğullarının içine ayrılık soktun, sözümü dinlemedin!” diyeceğinden endişe ettim.”"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Bu sefer Samirî'ye dönerek: “Samirî! peki senin derdin nedir?” dedi"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "“Ben,” dedi, onların görmedikleri bir şeyi gördüm. O resul'ün izinden bir avuç toprak alıp onu potanın içine attım. İşte böylece nefsim böyle yapmayı bana hoş gösterdi.”"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "“Defol!” dedi Mûsâ, artık ömür boyunca sen: “Bana dokunmayın, benden uzak durun!” diyeceksin, yalnız yaşamaya mahkûm olacaksın. Ayrıca senin asla kurtulamayacağın bir ceza günü var. Şimdi tapınıp durduğun tanrına bak! Biz onu yakacağız, sonra da ufalayıp denize savuracağız.” {KM, Tesniye}"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Sizin İlahınız yalnız Allah'tır. Ondan başka ilah yoktur. O her şeyi ilmi ile ihata etmiştir"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "İşte böylece sana geçmiş mühim olaylardan bir kısmını anlatıyoruz. Tarafımızdan sana da bir zikir verdik"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Kim ona sırtını çevirirse, muhakkak ki o, kıyamet günü büyük bir vebal yüklenecektir"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "O yükün altında daimî olarak kalacaklardır. Kıyamet günü bu yük, onlar için ne ağır bir yük olacak"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Sûra üfleneceği gün, Biz suçlu kâfirleri, gözleri (korku ve heyecandan) gömgök vaziyette haşredip toplayacağız"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Kendi aralarında sessizce konuşurken:“Dünyada, olsa olsa on gün kadar bir şey kaldınız.” derler"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Aralarında konuştukları konuyu Biz pek iyi biliriz. Onların en mûtedil ve en makul olanı, o zaman “Siz bir günden daha fazla kalmadınız.” diyecek. [30,]"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Bir de sana o gün, dağların durumunu sorarlar. De ki: “Rabbim onları darmadağın edecek, ufalayıp savuracak, yerlerini dümdüz, boş vaziyette bırakacak.”"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "Bir de sana o gün, dağların durumunu sorarlar. De ki: “Rabbim onları darmadağın edecek, ufalayıp savuracak, yerlerini dümdüz, boş vaziyette bırakacak.”"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "“Orada artık ne iniş, ne yokuş göreceksin!”"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "O gün insanlar, Hakkın dâvetçisine hiç bir tarafa sapmadan uyarlar. Rahman'ın azametinden dolayı sesler kısılmıştır. Artık bir fısıltıdan başka bir ses işitemezsin"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "O gün, Rahman'ın şefaat izni verip sözünden razı olduğu kimselerden başkasının şefaati fayda vermez."
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "O, onların geleceklerini de geçmişlerini de bilir. Kulların ilmi ise bunu asla kavrayamaz"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Bütün yüzler, hayatın ve hakimiyetin tam mânasıyla sahibi olan Hayy-u Kayyum'a baş eğmiştir. Zulüm yüklenerek gelen, gerçekten perişan olmuştur"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Mümin olarak güzel ve makbul işler işleyen ise, ne zulümden, ne de haklarının çiğnenmesinden korkar"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "İşte böylece bu kitabı Arapça bir Kur'ân olarak indirdik ve onda uyarı ve tehditlerimizi farklı üsluplarla anlattık.Ta ki insanlar Allah’a karşı gelmekten korunsunlar ve ta ki o, kendilerine bir ibret ve uyanış versin"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Demek ki gerçek Hükümdar olan Allah çok Yücedir. Sana vahyedilmesi henüz tamamlanmadan unutma endişesi ile Kur'ân’ı okumada acele etme ve: “Ya Rabbî! Benim ilmimi artır.” de! [23,116; 75,16-19; 114,2] {KM, Çıkış 15,18; İşaya}"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Doğrusu Biz daha önce Âdem'e de vahiy ve emir vermiştik, ne var ki o ahdi unuttu, onda bir azim bulamadık"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Düşünün ki Biz, bir vakit meleklere: “Âdem'e secde edin!” dedik. Hepsi secde ettiler, yalnız İblis diretti"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Biz de dedik ki: “Âdem! İyi bil ki bu, sana da eşine de tam bir düşmandır. Sakın sizi cennetten çıkarmasın, sonra perişan olur, helâke sürüklenirsin!”"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "“Sen cennette asla açlık çekmeyecek, asla çıplak kalmayacaksın. Orada asla susuzluk çekmeyecek ve güneşin kavurucu sıcağına mâruz kalmayacaksın"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "“Sen cennette asla açlık çekmeyecek, asla çıplak kalmayacaksın. Orada asla susuzluk çekmeyecek ve güneşin kavurucu sıcağına mâruz kalmayacaksın"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "Ama şeytan ona vesvese verip: “Âdem! dedi, “ister misin sana ebediyet (ölümsüzlük) ağacını, zamanın geçmesiyle zeval bulmayan bir devlet ve saltanatı göstereyim?” [2,35] {KM, Tekvin 3,22; Vahiy}"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "Derken ikisi de o ağacın meyvesinden yediler. Bunun üzerine edep yerlerinin açık olduğunu fark ettiler. Derhal cennet yapraklarıyla üzerlerini örtmeye başladılar. Böylece Âdem Rabbine karşı geldi de şaştı kaldı"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Sonra Rabbi onu seçti, tövbesini kabul etti ve onu hidâyetine mazhar etti"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Onlara hitaben buyurdu ki: Kiminiz kiminize düşman olarak cennetten yere ininiz. Sonra ne zaman Benden bir rehber gelir de, kim ona tâbi olursa, artık o ne yolu şaşırır, ne de bedbaht olur"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Ama kim Benim zikrimden yüz çevirirse kitabımı dinlemez ve Beni anmaktan gaflet ederse, ona sıkıntılı bir hayat vardır ve Biz onu kıyamet günü kör olarak diriltir, duruşmaya getiririz"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "“Ya Rabbî,” der, “ben gözleri gören biri olduğum halde neden beni kör olarak haşrettin?”"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Buyurur ki: “Bu böyledir. Nasıl âyetlerimiz sana geldiğinde sen onları unuttuysan, bu gün de sen öyle unutulur, bir kenara atılırsın.”"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "İşte inkârda ve günahta hadlerini aşanları ve Rab'lerinin âyetlerine inanmayanları böyle cezalandırırız. Âhiret azabı ise elbette daha şiddetli ve daha devamlı olacaktır"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Bugün meskenlerinde dolaştıkları, daha önce yaşamış bunca nesilleri helâk edişimiz, onları yola getirmedi mi? Elbette bunda akıllı kimseler için alınacak dersler vardır"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Eğer Rabbin tarafından daha önce verilmiş bir söz ve tayin edilmiş bir vâde olmasaydı, azap onlara çoktan gelmiş olurdu"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "O halde onların söylediklerine sabret! Güneşin doğmasından ve batmasından önce Rabbinin yüceliğini ilan et, O'na hamdet! Gecenin bazı vakitlerinde, gündüzün bazı taraflarında da O’na ibadet et ki memnun ve mutlu olasın"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "Onlardan bazı zümrelere, sırf kendilerini denemek için verdiğimiz dünya hayatının süslerine gözünü dikme! Rabbinin sana verdiği nimet, hem daha hayırlı ve değerli, hem de daha devamlıdır"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "Ailene ve ümmetine namaz kılmalarını emret, kendin de namaza devam et! Biz senden rızık istemiyoruz, bilakis senin rızkın Bize aittir. Güzel âkıbet, takvâdadır, yani Allah'ı sayıp haramlardan korunmaktadır"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "“O resul, gerçek peygamber olduğuna dair Rabbinden bizim istediğimiz bir mûcize getirse ya!” dediler. Onlara önceki semavî kitaplarda bulunan deliller gelmedi mi"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Şayet Biz peygamber gelmeden kendilerini azab ile helâk edecek olsaydık onlar: “Ey Ulu Rabbimiz, ne olurdu bize bir elçi gönderseydin de, biz böyle rezil ve hakir olmadan önce senin âyetlerine uysaydık!” derlerdi"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "De ki: “Herkes beklemede! Siz de gözleyin bakalım! Doğru yolu tutanların, hidâyete erenlerin kim olduğunu yakında anlayacaksınız!”"
        }
    ]
}