{
    "chapter": [
        {
            "chapter": 5,
            "verse": 1,
            "text": "Ey iman edenler! Bağlandığınız ahitleri yerine getiriniz. Haram kılındığı size bildirilenler dışında, davarların eti size helâl edilmiştir. Şu kadar var ki, ihram halinde iken de av avlamak helâl değildir. Allah dilediği şekilde hükmeder"
        },
        {
            "chapter": 5,
            "verse": 2,
            "text": "Ey iman edenler! Ne Allah'ın şeairine, ne şehr-i harama, ne Kâbe’ye hediye olarak gönderilen kurbanlık hayvanlara, hele hele gerdanlık takılı kurbanlıklara, ne de Rabbinin lütfunu, ihsan edeceği kazancı ve O’nun rızasını arzulayarak Beyt-i Haram’a yönelenlere sakın hürmetsizlik etmeyin.İhramdan çıkınca isterseniz avlanın. Sizin Mescid-i Haram’ı ziyaretinizi engellediler diye birtakım kimselere karşı beslediğiniz kin ve öfke, sakın sizin onlara saldırmanıza yol açmasın. Siz iyilik etmek, fenalıktan sakınmak hususunda birbirinizle yardımlaşın, günah işlemek ve başkasına saldırmak hususunda birbirinizi desteklemeyin. Allah’a karşı gelmekten sakının. Çünkü Allah’ın cezası çok şiddetlidir. [2]"
        },
        {
            "chapter": 5,
            "verse": 3,
            "text": "Size şunlar haram kılındı: Kendiliğinden ölen hayvan, kan, domuz eti, Allah'tan başkasının adına kesilen, henüz canı çıkmadan yetişip şartına uygun tarzda kestikleriniz müstesna; boğulmuş, bir şey vurularak öldürülmüş, yukarıdan yuvarlanmış, boynuzlanmış yahut canavar tarafından parçalanmış olup da ölen hayvanların etleri, putlara ait sunaklarda kesilen hayvanların etleri ve zar atarak, kumar oynayarak elde edilen etler.Bütün bunlar itaat dışına çıkıştır. Artık bugün kâfirler dininizi söndürmekten ümitlerini kestiler. Öyleyse onlardan korkmayın, Benden çekinin.İşte bugün sizin dininizi kemâle erdirdim ve üzerinizdeki nimetimi tamamladım. Sizin için din olarak İslâm’ı beğendim.Kim günaha meyletmeksizin açlıktan bunalıp çaresiz kalırsa, haram olan etlerden yiyebilir. Çünkü Allah gafurdur, rahimdir (affı ve merhameti boldur). [6,145; 5,90; 2,173] {KM, Çıkış 20,25; Levililer 11,7; Tesniye 27,5; 14,8; Resullerin işleri 25,20; 21,25; Matta}"
        },
        {
            "chapter": 5,
            "verse": 4,
            "text": "Kendilerine nelerin helâl kılındığını sana soruyorlar. De ki: “Bütün temiz ve iyi rızıklar size helâl kılınmıştır.Allah'ın size öğrettiğinden öğrenip eğittiğiniz avcı hayvanların sizin için tutup getirdiklerini yiyiniz ve üzerlerine Allah’ın adını anınız. Allah’a karşı gelmekten sakının, çünkü Allah hesabı çabuk görür.”"
        },
        {
            "chapter": 5,
            "verse": 5,
            "text": "Bugün size temiz ve iyi şeyler helâl kılındı. Ehl-i kitabın kestikleri ve diğer yiyecekleri size helâldir. Sizin yiyecekleriniz de onlara helâldir.Namuslu, zinaya girmemiş ve gizli dostlar edinmemiş insanlar halinde yaşamanız şartıyla, müminlerden hür ve iffetli kadınlarla, sizden önceki Ehl-i kitaptan hür ve iffetli kadınlar da, mehirlerini verip nikâhladığınızda size helâldir. Kim imanı inkâr ederse bütün yaptığı işler boşa gider ve o, âhirette de ziyana uğrayanlardan olur"
        },
        {
            "chapter": 5,
            "verse": 6,
            "text": "Ey iman edenler! Namaza kalkmak istediğinizde yüzlerinizi ve dirseklere kadar ellerinizi yıkayın.Başlarınızı meshedip topuklarınızla birlikte ayaklarınızı da yıkayın.Cünüp iseniz tastamam yıkanın (boy abdesti alın). Eğer hasta veya yolcu iseniz veya tuvaletten gelmişseniz, yahut kadınlarla münasebette bulunmuş olup da su bulamazsanız temiz toprağa teyemmüm edin, (mânen arınma niyeti ile) ondan yüzlerinize ve ellerinize meshedin.Allah size güçlük çıkarmak istemez, fakat şükredesiniz diye sizi temizleyip arındırmak ve size olan nimetlerini tamama erdirmek ister"
        },
        {
            "chapter": 5,
            "verse": 7,
            "text": "Allah'ın size lütfettiği nimeti ve sizin “duyduk ve itaat ettik, baş üstüne!” dediğiniz vakit, sizden aldığı sözünüzü hatırlayın. Allah’a karşı gelmekten sakının. Çünkü Allah sinelerde saklı bütün sırları bilir"
        },
        {
            "chapter": 5,
            "verse": 8,
            "text": "Ey iman edenler! Haktan yana olup vargücünüzle ve bütün işlerinizde adaleti gerçekleştirin ve adalet numunesi şahitler olun.Bir topluluğa karşı, içinizde beslediğiniz kin ve öfke, sizi adaletsizliğe sürüklemesin.Âdil davranın, takvâya en uygun hareket budur.Allah'a karşı gelmekten sakının. Çünkü Allah yaptığınız her şeyden haberdardır"
        },
        {
            "chapter": 5,
            "verse": 9,
            "text": "Allah iman edip makbul ve güzel işler yapanları affedip kendilerine büyük mükâfat vermeyi vâd etmiştir"
        },
        {
            "chapter": 5,
            "verse": 10,
            "text": "Kâfir olup âyetlerimizi yalan sayanlar ise cehennemliktirler"
        },
        {
            "chapter": 5,
            "verse": 11,
            "text": "Ey iman edenler! Allah'ın size olan şu nimetini hatırlayın: Hani bir topluluk size el uzatmaya, sizi öldürüp yok etmeye teşebbüs etmişti de O, bunların ellerini size zarar vermekten menetmişti.Allah’ın hukukuna haksızlık etmekten sakının! Müminler yalnız Allah’a dayansınlar"
        },
        {
            "chapter": 5,
            "verse": 12,
            "text": "Allah İsrail oğullarından kesin söz aldı. Biz onlardan (on iki boydan her birinden bir kefil olmak üzere) on iki de kefil tayin etmiştik. Allah buyurdu ki: “İyi bilin ki Ben sizinle beraberim.Eğer siz namazı dikkatli bir şekilde tamtamına eda eder, zekâtı verir, resullerime iman eder, onlara sahip çıkar,Allah rızası için gerekli yerlere harcayarak Allah'a güzel bir tarzda ödünç verirseniz,Ben elbette sizin kusurlarınızı örter ve elbette sizi içinden ırmaklar akan cennetlere yerleştiririm.Ama kim bundan sonra nankörlük edip küfre saparsa, doğru yoldan sapmış, kendini zayi etmiş olur.”"
        },
        {
            "chapter": 5,
            "verse": 13,
            "text": "İşte o Yahudileri, verdikleri kesin sözü bozduklarındandır ki lânetledik, onların kalplerini katılaştırdık. Böylece onlar kelimeleri yerlerinden oynatarak tahrif ederler.Kendilerine tebliğ edilen hususlardan pek çoğunu unuttular.Onların pek azı hariç olmak üzere, onlar tarafından devamlı olarak hainlik görürsün.Yine de sen onları affet, aldırma. Çünkü Allah iyilik edenleri sever"
        },
        {
            "chapter": 5,
            "verse": 14,
            "text": "“Biz Nasrani'yiz, Hırıstiyanız” diyenlerden de kesin söz aldık. Fakat onlar da kendilerine tebliğ olunan derslerden bir çoğunu unuttular.Bu yüzden Biz de aralarına kıyamet gününe kadar sürecek kin ve nefret bıraktık. Allah onların meslek haline getirdikleri bu işleri bir bir yüzlerine çarpacaktır. [2,62] [KM, İşaya]"
        },
        {
            "chapter": 5,
            "verse": 15,
            "text": "Ey Ehl-i kitap! Kitaptan (Tevrat'tan) gizlediklerinizin çoğunu size beyan eden,bir çoğunu da yüzünüze vurmayarak affeden Resulümüz size gelmiş bulunuyor. İşte size Allah tarafından bir nûr ve hakikatleri açıklayan bir kitap geldi"
        },
        {
            "chapter": 5,
            "verse": 16,
            "text": "Allah onunla, rızasını izleyenleri selâmet yollarına iletir, Onları izni ile karanlıklardan aydınlığa çıkarır ve onları dosdoğru yola iletir"
        },
        {
            "chapter": 5,
            "verse": 17,
            "text": "“Allah, Meryem'in oğlu Mesih’tir” diyenler kesinlikle kâfir olmuşlardır.De ki: “Eğer Allah Meryem’in oğlu Mesih’i, annesini ve dünyada bulunanların hepsini imha etmek istese, O’na karşı kimin elinden bir şey gelir? Kim O’nu engelleyebilir?Doğrusu göklerin, yerin ve ikisi arasında olan bütün varlıkların hakimiyeti Allah’a aittir. O dilediğini yaratır. Allah her şeye kadirdir. [4,171; 9,30](Bu konuda 4,171 âyeti ile ilgili açıklamaya bkz)"
        },
        {
            "chapter": 5,
            "verse": 18,
            "text": "Hem Yahudiler, hem de Hıristiyanlar “Biz Allah'ın evlatları ve sevgilileriyiz.” dediler.De ki: “Öyleyse niçin Allah sizi günahlarınız sebebiyle cezalandırıyor?”Hayır, bilakis siz O’nun yarattığı birer beşer topluluğusunuz. Allah dilediğini affeder, dilediğini cezalandırır.Göklerde, yerde ve ikisi arasında olan her şeyin hakimiyeti Allah’ındır. Dönüş de O’na olacaktır"
        },
        {
            "chapter": 5,
            "verse": 19,
            "text": "Ey Ehl-i kitap! Resullerin gelmesinin kesintiye uğradığı bir sırada,ileride “bize ne müjdeleyen ne de uyaran hiçbir Peygamber gelmedi” demeyesiniz diyesize, müjdeleyici ve uyarıcı Elçimiz, her şeyi beyan etmek üzere geldi. Allah her şeye hakkıyla kadirdir"
        },
        {
            "chapter": 5,
            "verse": 20,
            "text": "Bir vakit de Mûsâ kavmine şöyle demişti. “Ey kavmim! Allah'ın size lütfettiği nimetlerini bir düşünün; zira o içinizden peygamberler çıkarttı, sizi hür insanlar yaptı ve devrinizde hiç kimseye vermediğini size verdi.” [2,47-122; 45,16; 2,143; 3,110] {KM, Sayılar}"
        },
        {
            "chapter": 5,
            "verse": 21,
            "text": "“Ey kavmim! Haydi Allah'ın size nasib ettiği kutsal ülkeye girin, sakın geri dönüp kaçmayın. Yoksa hüsrana düşerek perişan olursunuz.” {KM, Tesniye 7,13; 8,1; Çıkış}"
        },
        {
            "chapter": 5,
            "verse": 22,
            "text": "“Ya Mûsâ, dediler, orada zorba ve güçlü bir millet var.Onlar oradan çıkmadıkça biz asla giremeyiz. Eğer çıkarlarsa, ancak o zaman gireriz.” {KM, Sayılar 13,31-33; Tesniye}"
        },
        {
            "chapter": 5,
            "verse": 23,
            "text": "Allah'ın buyruğuna uymamaktan korkan ve Allah’ın kendilerine iman ve yakin nimeti ihsan ettiği iki yiğit çıkıp dediler ki:“Üzerlerine hücum edin, kapıyı tutun. Kapıyı tutup da dışarıda savaş meydanına çıkmalarını önlediniz mi muhakkak siz galipsinizdir. İmanınızda samimî iseniz yalnız Allah’a dayanın.”"
        },
        {
            "chapter": 5,
            "verse": 24,
            "text": "Yine dediler ki: “Ya Mûsâ! O zorbalar orada oldukları müddetçe biz asla giremeyiz. Haydi sen Rabbinle git, ikiniz onlarla savaşın, biz işte burada oturuyoruz.”"
        },
        {
            "chapter": 5,
            "verse": 25,
            "text": "Mûsâ: “Ya Rabbî, dedi, ben kendi nefsimden ve kardeşimden başkasına söz geçiremiyorum. Artık bizimle bu itaatsiz, bu yoldan çıkmış topluluk arasında Sen hükmünü ver!”"
        },
        {
            "chapter": 5,
            "verse": 26,
            "text": "Buyurdu ki: “O kutsal yer onlara kırk yıl boyunca haram kılındı. Oldukları yerde sersem sersem dolaşacaklardır. Sen artık o yoldan çıkmış kimseler için kendini üzme!” {KM, Sayılar 14,33; Tesniye 2,7; Yuşa}"
        },
        {
            "chapter": 5,
            "verse": 27,
            "text": "Onlara Âdem'in iki oğlunun gerçek olan haberini oku:Onların her ikisi birer kurban takdim etmişlerdi de birininki kabul edilmiş, öbürününki kabul edilmemişti.Kurbanı kabul edilmeyen, kardeşine: “Seni öldüreceğim” dedi.O da: “Allah, ancak müttakilerden kabul buyurur, dedi. Yemin ederim ki, sen beni öldürmek için el kaldırırsan, ben seni öldürmek için sana el kaldırmam. Çünkü ben âlemlerin Rabbi olan Allah’tan korkarım.”“Ben isterim ki sen, kendi günahınla beraber benim günahımı da yüklenesin de cehennemliklerden olasın. Zalimlerin cezası işte budur!” [3,62; 18,13; 19,34] {KM, Tekvin 4,3-12; Makkabe}"
        },
        {
            "chapter": 5,
            "verse": 28,
            "text": "Onlara Âdem'in iki oğlunun gerçek olan haberini oku:Onların her ikisi birer kurban takdim etmişlerdi de birininki kabul edilmiş, öbürününki kabul edilmemişti.Kurbanı kabul edilmeyen, kardeşine: “Seni öldüreceğim” dedi.O da: “Allah, ancak müttakilerden kabul buyurur, dedi. Yemin ederim ki, sen beni öldürmek için el kaldırırsan, ben seni öldürmek için sana el kaldırmam. Çünkü ben âlemlerin Rabbi olan Allah’tan korkarım.”“Ben isterim ki sen, kendi günahınla beraber benim günahımı da yüklenesin de cehennemliklerden olasın. Zalimlerin cezası işte budur!” [3,62; 18,13; 19,34] {KM, Tekvin 4,3-12; Makkabe}"
        },
        {
            "chapter": 5,
            "verse": 29,
            "text": "Onlara Âdem'in iki oğlunun gerçek olan haberini oku:Onların her ikisi birer kurban takdim etmişlerdi de birininki kabul edilmiş, öbürününki kabul edilmemişti.Kurbanı kabul edilmeyen, kardeşine: “Seni öldüreceğim” dedi.O da: “Allah, ancak müttakilerden kabul buyurur, dedi. Yemin ederim ki, sen beni öldürmek için el kaldırırsan, ben seni öldürmek için sana el kaldırmam. Çünkü ben âlemlerin Rabbi olan Allah’tan korkarım.”“Ben isterim ki sen, kendi günahınla beraber benim günahımı da yüklenesin de cehennemliklerden olasın. Zalimlerin cezası işte budur!” [3,62; 18,13; 19,34] {KM, Tekvin 4,3-12; Makkabe}"
        },
        {
            "chapter": 5,
            "verse": 30,
            "text": "Nefsi, onu kardeşini öldürmeye itti. O da onu öldürüp ziyan edenlerden oldu"
        },
        {
            "chapter": 5,
            "verse": 31,
            "text": "Derken Allah, kardeşinin cesedini nasıl örteceğini göstermesi için yeri eşen bir karga gönderdi.Kabil: “Yazıklar olsun bana! Şu karga kadar bile olup da kardeşimin cesedini örtemedim!” dedi ve pişmanlığa düşenlerden oldu"
        },
        {
            "chapter": 5,
            "verse": 32,
            "text": "İşte bundan dolayı İsrail oğullarına kitapta şunu bildirdik:Kim katil olmayan ve yeryüzünde fesat çıkarmayan bir kişiyi öldürürse sanki bütün insanları öldürmüş gibi olur.Kim de bir adamın hayatını kurtarırsa sanki bütün insanların hayatını kurtarmış olur.Resullerimiz onlara açık âyetler ve deliller getirmişlerdi.Ne var ki onların çoğu bütün bunlardan sonra, hâla yeryüzünde fesat ve cinayette aşırı gitmektedirler"
        },
        {
            "chapter": 5,
            "verse": 33,
            "text": "Allah ve Resulüne savaş açanların, (yol keserek terör eylemi yaparak) yeryüzünü ifsad etmek için koşuşanların cezası; öldürülmeleri veya asılmaları yahut sağ elleri ile sol ayaklarının kesilmesi yahut da bulundukları yerden sürülmelerinden başka bir şey olmaz.Bu onların dünyadaki rüsvaylığıdır. Âhirette ise onlara başkaca müthiş bir ceza vardır.Ancak kendilerini ele geçirmenizden önce tövbe edenler, bu hükmün dışındadır. Biliniz ki Allah gafurdur, rahimdir (affı ve merhameti boldur)"
        },
        {
            "chapter": 5,
            "verse": 34,
            "text": "Allah ve Resulüne savaş açanların, (yol keserek terör eylemi yaparak) yeryüzünü ifsad etmek için koşuşanların cezası; öldürülmeleri veya asılmaları yahut sağ elleri ile sol ayaklarının kesilmesi yahut da bulundukları yerden sürülmelerinden başka bir şey olmaz.Bu onların dünyadaki rüsvaylığıdır. Âhirette ise onlara başkaca müthiş bir ceza vardır.Ancak kendilerini ele geçirmenizden önce tövbe edenler, bu hükmün dışındadır. Biliniz ki Allah gafurdur, rahimdir (affı ve merhameti boldur)"
        },
        {
            "chapter": 5,
            "verse": 35,
            "text": "Ey iman edenler! Allah'ın hukukunu gözetin, onun hukukunu ihlal etmekten sakının, O’na yaklaşmaya vesile arayın ve O’nun yolunda mücahede edin ki korktuğunuzdan kurtulup umduğunuza kavuşasınız"
        },
        {
            "chapter": 5,
            "verse": 36,
            "text": "Kâfirler, kıyamet günü cezaları olan azaptan kurtulmaları için, dünyada olan her şeyi, bir misli fazlasıyla verseler dahi kendilerinden kabul edilmez. Onlara can yakıcı bir azap vardır. [1]"
        },
        {
            "chapter": 5,
            "verse": 37,
            "text": "Onlar ateşten çıkmak isterler ama oradan çıkacak değiller. Onlara devamlı bir azap vardır"
        },
        {
            "chapter": 5,
            "verse": 38,
            "text": "Hırsız erkek ile hırsız kadının irtikâb ettikleri suça bir karşılık ve Allah tarafından insanlara ibret verici bir ukubet olmak üzere ellerini kesiniz. Allah azîz ve hakimdir (mutlak galiptir, tam hüküm ve hikmet sahibidir). {KM, Çıkış 20,15; Tesniye 25,11-12 Levililer}"
        },
        {
            "chapter": 5,
            "verse": 39,
            "text": "Kim yaptığı zulüm ve haksızlıktan sonra tövbe edip halini ve işini düzeltirse Allah tövbesini kabul eder; Çünkü Allah gafurdur, rahimdir (affı ve merhameti boldur). {KM, Zekarya}"
        },
        {
            "chapter": 5,
            "verse": 40,
            "text": "Bilmez misin ki göklerin ve yerin hükümranlığı Allah'a aittir.Dilediğini cezalandırır, dilediğini affeder; Çünkü Allah her şeye kadirdir"
        },
        {
            "chapter": 5,
            "verse": 41,
            "text": "Ey Peygamber! Kalpleri iman etmediği halde ağızlarıyla “iman ettik.” diyen münafıklarla, Yahudilerden kâfirlikte yarışanlar seni üzmesin.Zira onlar yalancılık etmek için dinlerler. Senin yanında olmayan bir grup hesabına casusluk için dinlerler. Kelimeleri konuldukları yerlerden çıkarıp tahrif ederler. “Size şu fetva verilirse onu kabul edin, o verilmezse onu kabul etmekten geri durun” derler.Allah birini şaşırtmak isterse, sen onun lehinde Allah'a karşı hiçbir şey yapamazsın.Onlar öyle kimselerdir ki Allah onların kalplerini arındırmak istememiştir. Onların hakkı dünyada rüsvaylık olduğu gibi, âhirette de müthiş bir cezadır. [2,75; 4,46] {KM, İşaya 29,13. Matta 15,8; Markos}"
        },
        {
            "chapter": 5,
            "verse": 42,
            "text": "Yalan dinlemeye çok meraklı, haram yemeye pek düşkündürler. Sana gelirlerse ister aralarında hükmet, istersen hükmetmekten geri dur! Geri durursan onlar sana asla bir zarar veremezler. Şayet hükmedersen, aralarında adaletle hükmet! Çünkü Allah âdilleri sever. {KM, Çıkış 23,8; Tesniye}"
        },
        {
            "chapter": 5,
            "verse": 43,
            "text": "Kendi kitapları olan ve içinde Allah'ın hükmü bulunan Tevrat ellerinde iken nasıl olup da seni hakem tayin ediyorlar?Sonra ne diye peşinden dönüp senin hükmüne razı olmuyorlar? Aslında onlar mümin değildirler"
        },
        {
            "chapter": 5,
            "verse": 44,
            "text": "İçinde hidâyet ve nûr olan Tevrat'ı biz indirdik. Kendilerini Hakka teslim eden nebîler, Yahudilerle ilgili meselelerde onunla hükmederlerdi.Alimler ve mürşitler de Allah’ın kitabını koruma ile görevlendirilmeleri sebebiyle yine onunla hüküm verirlerdi.Hepsi de kitabın hak olduğunun şahitleri idiler. O halde ey hakimler, insanlardan korkmayın, Benden korkun.Âyetlerimi az bir menfaat karşılığında satmayın. Kim Allah’ın indirdiği ahkâm ile hükmetmezse işte onlar tam kâfirdirler"
        },
        {
            "chapter": 5,
            "verse": 45,
            "text": "Hem Tevrat'ta onlara şu hükmü de farz kıldık: Cana can, göze göz, buruna burun, kulağa kulak, dişe diş karşılıktır. Hülasa bütün yaralamalar birbirine kısas edilir.Fakat kim bu kısas hakkından feragat edip bağışlarsa bu, kendi günahları için keffaret olur.Kim Allah’ın indirdiği ahkâm ile hükmetmezse işte onlar tam zalimdirler. [2,178] {KM, Çıkış 21,23-25; Levililer 24,17-20; Tesniye}"
        },
        {
            "chapter": 5,
            "verse": 46,
            "text": "O peygamberlerin izlerince Meryem oğlu Îsâ'yı, kendisinden önceki Tevrat’ı tasdik edici olarak gönderdik.Ona; kendisinden önceki Tevrat’ın tasdikçisi ve müttakilere bir hidâyet ve öğüt olmak üzere içinde hidâyet ve aydınlık bulunan İncîl’i verdik"
        },
        {
            "chapter": 5,
            "verse": 47,
            "text": "Ve dedik ki: Ehl-i İncîl de, Allah'ın o kitapta indirdiği ile hükmetsin. Kim Allah’ın indirdiği ahkâm ile hükmetmezse işte onlar tam fâsıktırlar"
        },
        {
            "chapter": 5,
            "verse": 48,
            "text": "Sana da, daha önceki kitapları, hem tasdik edici, hem de onları denetleyici olarak bu kitabı, gerçeğin ta kendisi olarak indirdik.O halde bütün Ehl-i kitabın aralarında, Allah'ın sana indirdiği ile hükmet, sana gelen bu hakikati terkedip de onların keyiflerine uyma!Her biriniz için bir şeriat ve bir yol tayin ettik. Eğer Allah dileseydi, hepinizi bir tek ümmet yapardı. Fakat O, size verdiği farklı şeriatlar dairesinde sizi imtihan etmek istediği için ayrı ayrı ümmetler yaptı.Öyleyse durmayın, hayırlı işlerde birbirinizle yarışın! Zaten hepinizin dönüşü Allah’a olacak, O da hakkında ihtilâf ettiğiniz şeyleri size tek tek bildirecektir. (haklıyı haksızı iyice belli edecektir). [2,41; 11,118; 17,107-108;]"
        },
        {
            "chapter": 5,
            "verse": 49,
            "text": "Ve şu emri indirdik: Aralarında, Allah'ın sana indirdiği ahkâm ile hükmet! Sakın onların keyiflerine uyma ve Allah’ın indirdiği hükümlerin bir kısmından seni caydırmalarından sakın!Şayet yüz çevirirlerse bil ki, Allah onları bazı günahlarından dolayı musîbete uğratmak istiyordur. Zaten insanların birçoğu Allah’ın emrinden dışarı çıkmaktadırlar"
        },
        {
            "chapter": 5,
            "verse": 50,
            "text": "Yoksa Cahiliye devrinin hükmünü mü istiyorlar?Fakat kesin olarak iman eden insanlar için, Allah'tan daha güzel, daha doğru bir hâkim bulunabilir mi"
        },
        {
            "chapter": 5,
            "verse": 51,
            "text": "Ey iman edenler! Yahudi ve Hıristiyanları velî edinmeyin. Onlar ancak birbirlerinin velisidirler. Sizden kim onları velî edinirse o da onlardandır. Allah böylesi zalimleri doğru yola iletmez"
        },
        {
            "chapter": 5,
            "verse": 52,
            "text": "Kalbinde nifak hastalığı olanların, içlerinden: “Ne olur ne olmaz, başımıza bir felâket gelebilir, şimdiki durumumuz değişebilir, onun için biz tedbirimizi alalım.” diyerek, kâfirlerle dost olmak için onların yanına girip çıktıklarını görürsün.Umulur ki Allah yakında bir zafer ihsan ederveya Kendi tarafından peygamberi vasıtasıyla münafıkların maskelerini düşürme gibi bir başka durum ortaya çıkar da, Onlar içlerinde gizledikleri bu nifaktan dolayı pişman olurlar"
        },
        {
            "chapter": 5,
            "verse": 53,
            "text": "Onların içyüzlerini ancak o zaman keşfeden müminler de birbirlerine:“Hayret doğrusu! Onlar değil miydi, siz müminlerle beraber olduklarına dair var güçleriyle yemin edip duranlar?” Ama sonunda ne oldu? Gösteriş için yaptıkları bütün işleri boşa gitti, dünyada da, âhirette de ziyan edenlerden oldular"
        },
        {
            "chapter": 5,
            "verse": 54,
            "text": "Ey iman edenler! Sizden kim dininden dönerse bilsin ki,Allah onların yerine öyle bir topluluk getirir ki, Allah onları sever, onlar da Allahı severler.Onlar müminlere karşı alçak gönüllü, kâfirlere karşı onurlu ve zorludurlar.Allah yolunda mücahede eder ve bu hususta dil uzatan hiçbir kimsenin ayıplamasından korkmazlar.İşte bu, Allah'ın öyle bir lütfudur ki dilediğine verir. Allah vâsi ve alîmdir (ihsanı boldur, her şeyi hakkıyla bilir). [47,38; 4,133]"
        },
        {
            "chapter": 5,
            "verse": 55,
            "text": "Sizin dostunuz ancak Allah'tır, O’nun Resulüdür ve Allah’a tam boyun eğerek namazlarını hakkıyla ifa eden, zekâtlarını veren müminlerdir"
        },
        {
            "chapter": 5,
            "verse": 56,
            "text": "Kim Allah'ı, Resulünü ve iman edenleri dost edinirse bilsin ki, bunların teşkil ettiği Allah tarafı, mutlaka galip gelecektir"
        },
        {
            "chapter": 5,
            "verse": 57,
            "text": "Ey iman edenler! Ne dininizi alay ve eğlence konusu yapan sizden önce kendilerine kitap verilenleri, ne de diğer kâfirleri dost (ve üzerinize yönetici) edinmeyin.Mümin iseniz, Allah'ın bu buyruklarına karşı gelmekten sakının"
        },
        {
            "chapter": 5,
            "verse": 58,
            "text": "Siz ezan okuyarak namaza dâvet edince, bunu alay ve eğlence konusu yaparlar.Onların böyle yapmalarının sebebi, akıllarını kullanmayıp bu güzelliği anlamamalarıdır"
        },
        {
            "chapter": 5,
            "verse": 59,
            "text": "De ki: “Ey Ehl-i kitap! Sizin bizden hoşlanmayışınızın tek sebebi galiba şudur: Biz Allah'a iman ettiğimiz gibi, hem kendimize indirilen kitaba, hem de daha önce indirilen ilâhî kitaplara iman etmekteyiz. Sizin ise ekseriniz yoldan çıkmış fâsıksınız.”"
        },
        {
            "chapter": 5,
            "verse": 60,
            "text": "De ki: “Allah katında bir ceza olarak bundan daha beterini bildireyim mi?O kimseler ki Allah onlara lânet etmiş, gazabına uğratmış, içlerinden bir kısmını maymun, domuz ve tâgut'a tapan kimseler yapmıştır. Yerleri en fena olanlar, doğru yoldan büsbütün sapanlar, işte onlardır.”"
        },
        {
            "chapter": 5,
            "verse": 61,
            "text": "Sizin yanınıza geldikleri zaman: “Biz müminiz” derler. Halbuki gerçekte onlar kâfir olarak girmişler, yine kâfir olarak çıkmışlardır. Onların içlerinde gizledikleri nifakı Allah pek iyi bilir"
        },
        {
            "chapter": 5,
            "verse": 62,
            "text": "Onlardan birçoğunun günaha, başkasının hakkına tecavüz etmeye, haram yemeye yarışırcasına koştuklarını görürsün. Yaptıkları şey ne kadar kötü"
        },
        {
            "chapter": 5,
            "verse": 63,
            "text": "Bari, onların mürşitleri ve fakihleri onların günah olan şeyler söylemelerini ve haram yemelerini önleselerdi ya! Ama heyhât! Bunların yaptıkları da, ayrıca bir çirkin"
        },
        {
            "chapter": 5,
            "verse": 64,
            "text": "Yahudiler: “Allah'ın eli bağlıdır.” dediler. Hay kendi elleri bağlanasılar!Hay dediklerinden dolayı mel’ûn olası adamlar! Hayır, hiç de öyle değil! Allah’ın iki eli de açıktır. Dilediği şekilde infak eder.Rabbinden sana indirilen âyetler, mutlaka onlardan birçoğunun azgınlığını ve gâvurluğunu artıracaktır. Bununla beraber, Biz onların aralarına, kıyamete kadar sürüp gidecek bir kin ve nefret bıraktık.Her ne zaman onlar savaş çıkarmak için bir yangın tutuşturdularsa Allah onu söndürdü. Sırf fesat çıkarmak için dünyanın her tarafında koşup dururlar. Allah müfsitleri sevmez. [4,53-54; 2,61; 3,112; 14,34; 41,44; 17,82] {KM, Mezmurlar}"
        },
        {
            "chapter": 5,
            "verse": 65,
            "text": "Eğer Ehl-i kitap iman etse ve fesatçılıktan ve diğer fenalıklardan sakınsalardı, elbette Biz onların kötülüklerini örter ve onları naîm cennetlerine yerleştirirdik"
        },
        {
            "chapter": 5,
            "verse": 66,
            "text": "Eğer onlar Tevrat'ı, İncil’i ve Rab’leri tarafından kendilerine indirilen Kur’ân’ın hükümlerini hakkıyla yerine getirselerdi, muhakkak ki yukarıdan yağmur gibi yağan ve yerden biten nimetler içinde kalır, onlardan yerlerdi.Onlardan mûtedil bir zümre de vardır, ama onların çoğunun yaptıkları şeyler pek çirkin işlerdir. [7,96; 3]"
        },
        {
            "chapter": 5,
            "verse": 67,
            "text": "Ey Peygamber! Rabbinden sana indirilen buyrukları tebliğ et!Eğer bunu yapmazsan risalet vazifesini yapmamış olursun.Allah seni, zarar vermek isteyenlerin şerlerinden koruyacaktır. Allah kâfirleri hidâyet etmez, emellerine kavuşturmaz"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "De ki: “Ey Ehl-i Kitap! Siz Tevrat'ı, İncil’i ve Rabbinizden size indirilen Kur’ân’ı tatbik etmedikçe, hiçbir temele dayanmış sayılmazsınız, hiçbir dayanağınız yoktur.”Rabbinden sana indirilen âyetler, mutlaka onlardan birçoğunun azgınlık ve inkârcılığını fazlalaştıracaktır.O halde o kâfirlerden ötürü gam yeme"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "İman edenler, Yahudiler, Sabiîler, Hıristiyanlar... Bunlar içinden her kim Allah'a ve âhiret gününe iman edip makbul ve güzel işler yaparsa, onlara hiçbir korku yoktur ve onlar asla üzülmezler. [2,62’deki açıklamaya bkz]"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Biz İsrailoğullarından bu iman esası üzere kesin sözlerini almış ve onlara resuller göndermiştik. Ne zaman bir elçi, kendilerine canlarının istemediği bir şey getirdiyse, onlar bazı resullere “yalancı” diyor, bazılarını ise öldürüyorlardı"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "Başlarına bir bela gelmeyeceğini sandıkları için, kör ve sağır kesildiler.Sonra tövbe ettiklerinde Allah da tövbelerini kabul buyurdu.Sonra içlerinden birçoğu yine kör ve sağır kesildiler. Allah yaptıklarını hakkıyla görüyor"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "“Allah, Meryem'in oğlu Îsâ’dır.” diyenler hiç şüphesiz kâfir olmuşlardır. Halbuki Îsâ vaktiyle şöyle demişti:“Ey İsrail oğulları! Benim de, sizin de Rabbiniz olan tek Allah’a ibadet ediniz. Kim Allah’a eş ortak koşarsa, şu kesindir ki, Allah ona cenneti haram kılmıştır ve onun varacağı yer ateştir. Zalimlere yardımcı olan da çıkmaz.” [5,17; 9,31; 19,30-36; 4,48; 7,50; 43,59] {KM, Yuhanna 20, 17; Markos}"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "“Allah üç uknumdan biridir” diyenler de kâfir olurlar. Halbuki bir tek İlahtan başka ilah yoktur. Eğer bu batıl iddialarından vazgeçmezlerse içlerinden kâfir kalanlara mutlaka can yakıcı bir azap dokunacaktır"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "Hâlâ Allah'a dönüp O’ndan af dilemeyecekler mi? Allah gafurdur, rahimdir (affı ve merhameti boldur)"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Meryem oğlu Îsâ Mesih sadece bir Resuldür. Nitekim ondan önce de bir çok elçi gelip geçmiştir. Onun annesi de çok dürüst, son derece iffetli bir hanımdı. Her ikisi de diğer insanlar gibi yemek yerlerdi.Dikkat et: Biz onlara delilleri nasıl açıklıyoruz. Sonra bak nasıl oluyor da akılları çelinip bu hakikatlerden vazgeçiyorlar! [12,109] {KM, Luka 7,34; Matta}"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "De ki: Siz Allah'tan başka, size ne zarar, ne de fayda vermeye gücü yetmeyen âciz mahluklara mı ibadet ediyorsunuz? Halbuki hakkıyla işiten ve bilen yalnız Allah’tır. [13,16; 20,89; 25,3] {KM, Baruh 6. bölüm}"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "De ki: “Ey Ehl-i kitap! Dininize ait konularda haksız yere haddi aşmayın.Daha önce gelip geçenlerden hem kendisi sapmış, hem bir çok insanları da saptırmış olan atalarınızınve şimdiki durumda da doğru yoldan sapan birtakım kimselerin heva ve hevesine uymayın"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "İsrailoğullarından küfre sapanlar hem Davud'un, hem de Meryem oğlu Îsâ’nın lisanı ile lânetlendiler. Bunun sebebi onların isyan etmeleri ve taşkınlık edip haddi aşmaları idi. {KM, Mezmurlar 109; Matta 23. bölüm}"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "Onlar kötülük yaptıkları zaman, birbirlerini kötülükten vazgeçirmeye çalışmazlardı. Ne çirkin davranıştı bu tutumları"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Onlardan çoğunun kâfirleri velî edindiklerini görürsün. Bu iş -ki onu bizzat kendileri yapmış ve üzerlerine Allah'ın hışmını çekmişlerdir- ne kötü bir davranıştır! Onlar cehennem azabında devamlı kalacaklardır"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Eğer Allah'a, Peygamber’e ve ona indirilen vahye imanları olsaydı, kâfirleri velî edinmezlerdi. Fakat onların çoğu yoldan çıkmış kimselerdir"
        },
        {
            "chapter": 5,
            "verse": 82,
            "text": "Sen, iman edenlere, düşmanlık besleme bakımından onların en şiddetlilerinin Yahudiler ile müşrikler olduğunu görürsün.Müminlere sevgi bakımından en çok yakınlık duyanların ise “Biz Nasâra'yız (Hıristiyan’ız)” diyenler olduğunu görürsün.Bunun sebebi, onlar arasında bilgin keşişlerin ve dünyayı terk etmiş rahiplerin bulunması ve onların kibirlenmemeleridir. [3,199;]"
        },
        {
            "chapter": 5,
            "verse": 83,
            "text": "Peygambere indirilen Kur'ân’ı dinledikleri vakit, onda âşinaları olan hakikate kavuşmaları sebebiyle gözlerinin yaşla dolup taştığını görür ve şöyle dediklerini işitirsin:“İman ettik ya Rabbena! Bizi de hakka şahitlik edenlerle beraber yaz! Bütün isteğimiz ve umudumuz, Rabbimizin bizi hayırlı insanlar arasına dahil etmesi iken, ne diye Allah’a ve bize gelen bu hakikate iman etmeyelim ki?”"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "Peygambere indirilen Kur'ân’ı dinledikleri vakit, onda âşinaları olan hakikate kavuşmaları sebebiyle gözlerinin yaşla dolup taştığını görür ve şöyle dediklerini işitirsin:“İman ettik ya Rabbena! Bizi de hakka şahitlik edenlerle beraber yaz! Bütün isteğimiz ve umudumuz, Rabbimizin bizi hayırlı insanlar arasına dahil etmesi iken, ne diye Allah’a ve bize gelen bu hakikate iman etmeyelim ki?”"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "Böyle demelerine mukabil, Allah onları, içinden ırmaklar akan ve ebedî kalacakları cennetlerle ödüllendirdi.İşte iyi hareket edenlerin mükâfatı böyle olur"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "Küfre sapıp âyetlerimizi yalan sayanlara gelince, onlar da alevli cehennemi boylayacaklardır"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "Ey iman edenler! Allah'ın size helâl kıldığı o güzel ve temiz nimetleri kendinize haram kılmayın, haddi aşmayın. Çünkü Allah haddini aşanları asla sevmez"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Allah'ın size rızık olmak üzere yarattığı şeylerden helâl ve temiz olarak yiyin.Kendisine iman ettiğiniz Allah’a karşı gelmekten sakının"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Allah sizi kasıtsız olarak yaptığınız yeminlerden dolayı sorumlu tutmaz, ama bilerek yaptığınız yeminlerden ötürü sorumlu tutar.Böyle bir yemini bozarsanız onun keffâreti, çoluk çocuğunuza yedirdiğiniz orta halli yemek çeşidinden on fakir doyurmak, yahut on fakiri giydirmek veya bir köleyi hürriyetine kavuşturmaktır.Bunlara gücü yetmeyen kimse, üç gün oruç tutsun.İşte yemin ettiğinizde, yemin bozmanın keffareti budur.Yeminlerinize sahip çıkın.Allah işte size âyetlerini böyle açıklıyor, ta ki şükredesiniz"
        },
        {
            "chapter": 5,
            "verse": 90,
            "text": "Ey iman edenler! Şarap, kumar, putlara kurban kesilen sunaklar, fal okları, şeytana ait murdar işlerden başka bir şey değildir. Bunlardan geri durun ki felâh bulasınız. [2,219] {KM, Levililer 10,9; Hakimler}"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Şarap ve kumarla şeytanın yapmak istediği tek şey, sizin aranıza düşmanlık ve kin salmak, sizi Allah'ı zikretmekten ve namazdan alıkoymaktır. Artık bu habis şeylerden vazgeçtiniz değil mi"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "Allah'a itaat edin, Resulullaha itaat edin ve onlara karşı gelmekten sakının. Eğer ona sırtınızı dönerseniz bilin ki peygamberimizin görevi sadece tebliğden ibarettir"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "İman edip iyi ve yararlı işler yapanlara, bundan böyle Allah'a karşı gelmekten sakındıkları ve imanlarında sebat ile iyi ve yararlı işlerine devam ettikleri, sonra takvâları ve imanları tam sağlamlaşıp kökleştiği, daha sonra da bu takvâ ile beraber, başkalarına iyilik eden ve her yaptığını güzel yapan ihsan mertebesine erdikleri takdirde, daha önce yiyip içtiklerinden dolayı kendilerine bir vebal yoktur. Allah da böyle güzel davrananları sever"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "Ey iman edenler! Allah, kendisini görmeksizin, gıyabında Kendisini tazim edip haramlardan sakınanları meydana çıkarmak için sizi av nevinden bir şeyle deneyecek. Bir av bolluğu ki elleriniz de yetişebilecek, mızraklarınız da... Kim bundan sonra konulan hududu aşarsa işte ona gayet acı bir azap vardır"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "Ey iman edenler! Siz ihramlı iken av öldürmeyin. İçinizden kim onu bilerek öldürürse kendisine bir ceza vardır. O ceza da, öldürdüğüne benzer bir hayvan olup, öldürülenin emsali olduğuna içinizden iki âdil kişinin karar vermesi gerekir.Ceza, Kâbe'ye ulaşıp orada kesilecek bir kurbanlıktır. Yahut fakirleri doyurmak, yahut onun dengi oruç tutmak şeklinde bir keffarettir, ta ki işlediğinin vebalini tatsın. Allah daha önce işlenen bu tür fiilleri affetti. Fakat kim dönüp tekrar böyle yaparsa Allah ondan, onun intikamını alır; zira Allah azîzdir (mutlak galiptir) ve intikamı vardır"
        },
        {
            "chapter": 5,
            "verse": 96,
            "text": "Ey ihramlılar! Deniz avı ve deniz yiyeceği size helâl kılındı ki size ve yolculara bir rızık vesilesi olsun. Kara avı ise, ihramlı olduğunuz müddetçe size haram kılındı. Öyleyse huzurunda varıp toplanacağınız Allah'a karşı gelmekten sakının"
        },
        {
            "chapter": 5,
            "verse": 97,
            "text": "Allah Kâbe'yi, o hürmete layık mâbedi, insanların din ve dünya hayatları için bir nizam vesilesi kılmıştır; o haram ay’ı da, Kâbe’ye gönderilen gerdanlıksız veya gerdanlıklı kurbanlıkları da...Bütün bunlar, Allah’ın göklerde olanı da, yerde olanı da bildiğini ve gerçekten Allah’ın her şeyi bildiğini sizin de bilip anlamanız içindir"
        },
        {
            "chapter": 5,
            "verse": 98,
            "text": "Bilin ki Allah'ın cezası şiddetlidir; ama aynı zamanda O, gafurdur, rahîmdir (affı ve merhameti boldur)"
        },
        {
            "chapter": 5,
            "verse": 99,
            "text": "Peygambere düşen sorumluluk, sadece tebliğ etmektir. Allah sizin açığa vurduğunuz ve gizlediğiniz her şeyi bilir"
        },
        {
            "chapter": 5,
            "verse": 100,
            "text": "Murdarın çokluğu tuhafına gitse, hatta murdarın çoğu hoşuna da gitse, murdar ile temiz bir olmaz.Öyleyse ey akl-ı selîm sahipleri! Siz az çok demeyip daima temize, helâle yönelin. Haram yemekten, Allah'a karşı gelmekten sakının ki felâh bulasınız"
        },
        {
            "chapter": 5,
            "verse": 101,
            "text": "Ey iman edenler! Açıklandığı takdirde hoşunuza gitmeyecek şeyleri sormayın.Eğer Kur'ân’ın indirilmesi esnasında onları sorarsanız, size açıklanır.Halbuki Allah onları bağışlamış, sizi onlardan muaf tutmuştur.Çünkü Allah gafurdur, halimdir (affı ve müsamahası geniştir)"
        },
        {
            "chapter": 5,
            "verse": 102,
            "text": "Sizden önce bir topluluk o kabîl şeyleri sormuş, sonra da onlar sebebiyle kâfir olmuşlardı"
        },
        {
            "chapter": 5,
            "verse": 103,
            "text": "Allah ne bahîre, ne sâibe, ne vasîle, ne de hâm diye bir şey bildirmemiştir.Fakat, o kâfirler bu inançlarını Allah'a mal ederek O’na iftira etmişlerdir. Onların ekserisinin akılları ermez"
        },
        {
            "chapter": 5,
            "verse": 104,
            "text": "Kendilerine: “Allah'ın indirdiğine ve Resule (onların hakemliğine) gelin denildiğinde “Atalarımızı ne halde bulmuşsak o bize yeter!” derler. “Ataları hiçbir şey bilmeyen, doğru yolu bulamayan kimseler olsalar da mı onlara tabi olacaklar?”"
        },
        {
            "chapter": 5,
            "verse": 105,
            "text": "Ey iman edenler! Siz kendinizi düzeltmeye bakın! Siz doğru yolda olduktan sonra sapanlar size zarar veremez. Hepiniz dönüp dolaşıp Allah'ın huzurunda toplanacaksınız. O da yaptıklarınızı size bir bir bildirecek, karşılığını verecektir"
        },
        {
            "chapter": 5,
            "verse": 106,
            "text": "Ey iman edenler! Sizde ölüm alâmetleri belirdiğinde, vasiyyet edeceğiniz sırada, içinizden iki dürüst kişiyi şahit tutun. Yahut yolculuk esnasında başınıza ölüm musibeti gelmişse, sizden olmayan başka iki kişi şahit olsun.Eğer şüphe ederseniz, o iki şahidi namazdan sonra tutar ve: “Yeminimizi, akrabalarımızın menfaati de söz konusu olsa, dünyanın hiç bir şeyine değişmeyeceğiz. Allah'ın üzerimizde bir emanet, bir borç olarak bulunan şahitliğini gizlemeyeceğiz. Yoksa biz kesinlikle günahkâr oluruz!” diye Allah’a yemin ettirirsiniz"
        },
        {
            "chapter": 5,
            "verse": 107,
            "text": "Şayet sonradan bu şahitlerin yalan söyleyerek günah işledikleri anlaşılırsa, (şahitlerin haklarına tecavüz etmek istedikleri ve) ölüye daha yakın olan mirasçılardan iki kişi, öbürlerinin yerine geçerler ve “vallahi bizim şahitliğimiz onların şahitliğinden daha doğrudur ve biz kimsenin hakkına tecavüz etmedik. Aksi takdirde biz elbette zalimlerden oluruz!” diye yemin ederler"
        },
        {
            "chapter": 5,
            "verse": 108,
            "text": "Bu usul, şahitliği tam gerektiği şekilde yapmaları, yahut yeminlerinden sonra başka şahitlerin şahitliklerine başvurma sonucunda, yalan söylediklerinin ortaya çıkması sebebiyle, yeminlerinin reddedileceğinden korkmalarını sağlama bakımından en uygun çaredir. Allah'a karşı gelmekten sakının ve Allah’ın hükmünü dinleyip itaat edin. Allah, din yolundan çıkan fasıklar gürûhunu, emellerine kavuşturmaz"
        },
        {
            "chapter": 5,
            "verse": 109,
            "text": "Gün gelecek, Allah peygamberleri bir araya toplayıp: “Sizin tebliğleriniz ümmetleriniz tarafından nasıl karşılandı, nasıl bir cevap aldınız?” buyuracak. Onlar da: “Senin, her şeyi hakkiyle bilen ilminin yanında bizim bilgimiz yok. Zira gayblara vakıf olan, yalnız Sen'sin” diyecekler"
        },
        {
            "chapter": 5,
            "verse": 110,
            "text": "Allah o gün buyuracak ki: “İsa! Hem senin, hem annenin üzerinizdeki nimetimi iyi düşün! Düşün ki: Ben Seni Ruhu'l-kudüsle desteklemiştim. Sen beşikte iken de, yetişkin iken de insanlarla konuşmuştun.Ben sana kitabı, hikmeti, Tevrat ve İncil’i öğretmiştim.Sen, Ben’im iznimle çamurdan kuş şeklinde bir şey yapıyor, ona üflüyordun; o da Ben’im iznimle kuş oluveriyordu.Düşün ki: Sen Ben’im iznimle anadan doğma âmanın gözünü açıyor, abraşı da iyileştiriyordun. Düşün ki: Sen Ben’im iznimle ölüleri kabirden diri olarak çıkarıyordun.Hani Ben İsrailoğullarının şerlerini (öldürme kasıtlarını) senden defetmiştim. Kendilerine apaçık deliller, mûcizeler getirdiğin zaman da onların kâfirleri: “Bu besbelli bir büyüden başka bir şey değil!” demişlerdi. [2,87; 3,46.49; 9,30] {KM, Matta 12,24; Markos 3,22; Luka}"
        },
        {
            "chapter": 5,
            "verse": 111,
            "text": "Ve hani havarilere: “Bana ve Resulüme iman edin” diye ilham etmiştim. Onlar da: “İman ettik. Hakka teslim olduğumuza şahid ol!” demişlerdi. [3,52; 28,7; 16,68] {KM, Yuhanna}"
        },
        {
            "chapter": 5,
            "verse": 112,
            "text": "Bir vakit de havariler: “Ey Meryem oğlu İsa! Rabbin bize gökten bir sofra indirebilir mi? dediler. O da: “Eğer mümin iseniz Allah'tan korkun da edebi aşmayın” diye cevap verdi. {KM, Resullerin işleri}"
        },
        {
            "chapter": 5,
            "verse": 113,
            "text": "“Biz” dediler, “istiyoruz ki ondan yiyelim, gönlümüz rahatlasın, senin bize doğru söylediğini bilelim ve ona şahitlik edenlerden olalım.”"
        },
        {
            "chapter": 5,
            "verse": 114,
            "text": "Meryem'in oğlu İsa: “Ey büyük Rabbimiz! Ey yüce Allah! Bize gökten bir sofra indir ki bizim hem evvelimiz, hem âhirimiz (yani ümmetimizin tamamı) için o gün bir bayram olsun ve Sen’den bir mûcize olsun. Bizi rızıklandır, zira rızık verenlerin en hayırlısı Sen’sin.” dedi. {KM, Çıkış 16,4; Tesniye 8,3; Matta 26,26-28; Markos}"
        },
        {
            "chapter": 5,
            "verse": 115,
            "text": "Allah buyurdu ki: “Ben onu yukarıdan size indiririm, fakat bundan sonra her kim nankörlük edip kâfir olursa, onu dünyada hiç kimseye yapmayacağım derecede cezalandırırım.”"
        },
        {
            "chapter": 5,
            "verse": 116,
            "text": "Hem Allah Teâlâ: “Ey Meryem oğlu İsa!” Sen mi insanlara “Beni ve annemi Allah'tan başka iki tanrı edinin” dedin? sorguladığı vakit o şöyle diyecek:“Hâşa! Sen şerikden ve her noksandan münezzehsin Ya Rabbî! Hakkım olmayan bir şeyi söylemem doğru olmaz, bana yakışmaz.” “Hem söylediysem malûmundur elbet. Benim varlığımda olan her şeyi Sen bilirsin, ama ben Sen’in Zatında olanı bilemem. Bütün gaybleri hakkıyla bilen ancak Sen’sin.”“Sen ne emrettinse ben onlara, bundan başka bir şey söylemedim. Dediğim hep şu idi: “Rabbim ve Rabbiniz olan Allah’a kulluk edin.”“Ya Rabbî! Ben aralarında olduğum müddetçe onları kolladım. Fakat vakta ki Sen beni aralarından tutup aldın, onları görüp denetleyen yalnız Sen kaldın. Sen gerçekten her zaman, her şeye hakkıyla şahitsin.Eğer onları cezalandırırsan, şüphe yok ki onlar Sen’in kullarındır. Onları affedersen, aziz-u hakîm (üstün kudret, tam hüküm ve hikmet sahibi) ancak Sen’sin.”"
        },
        {
            "chapter": 5,
            "verse": 117,
            "text": "Hem Allah Teâlâ: “Ey Meryem oğlu İsa!” Sen mi insanlara “Beni ve annemi Allah'tan başka iki tanrı edinin” dedin? sorguladığı vakit o şöyle diyecek:“Hâşa! Sen şerikden ve her noksandan münezzehsin Ya Rabbî! Hakkım olmayan bir şeyi söylemem doğru olmaz, bana yakışmaz.” “Hem söylediysem malûmundur elbet. Benim varlığımda olan her şeyi Sen bilirsin, ama ben Sen’in Zatında olanı bilemem. Bütün gaybleri hakkıyla bilen ancak Sen’sin.”“Sen ne emrettinse ben onlara, bundan başka bir şey söylemedim. Dediğim hep şu idi: “Rabbim ve Rabbiniz olan Allah’a kulluk edin.”“Ya Rabbî! Ben aralarında olduğum müddetçe onları kolladım. Fakat vakta ki Sen beni aralarından tutup aldın, onları görüp denetleyen yalnız Sen kaldın. Sen gerçekten her zaman, her şeye hakkıyla şahitsin.Eğer onları cezalandırırsan, şüphe yok ki onlar Sen’in kullarındır. Onları affedersen, aziz-u hakîm (üstün kudret, tam hüküm ve hikmet sahibi) ancak Sen’sin.”"
        },
        {
            "chapter": 5,
            "verse": 118,
            "text": "Hem Allah Teâlâ: “Ey Meryem oğlu İsa!” Sen mi insanlara “Beni ve annemi Allah'tan başka iki tanrı edinin” dedin? sorguladığı vakit o şöyle diyecek:“Hâşa! Sen şerikden ve her noksandan münezzehsin Ya Rabbî! Hakkım olmayan bir şeyi söylemem doğru olmaz, bana yakışmaz.” “Hem söylediysem malûmundur elbet. Benim varlığımda olan her şeyi Sen bilirsin, ama ben Sen’in Zatında olanı bilemem. Bütün gaybleri hakkıyla bilen ancak Sen’sin.”“Sen ne emrettinse ben onlara, bundan başka bir şey söylemedim. Dediğim hep şu idi: “Rabbim ve Rabbiniz olan Allah’a kulluk edin.”“Ya Rabbî! Ben aralarında olduğum müddetçe onları kolladım. Fakat vakta ki Sen beni aralarından tutup aldın, onları görüp denetleyen yalnız Sen kaldın. Sen gerçekten her zaman, her şeye hakkıyla şahitsin.Eğer onları cezalandırırsan, şüphe yok ki onlar Sen’in kullarındır. Onları affedersen, aziz-u hakîm (üstün kudret, tam hüküm ve hikmet sahibi) ancak Sen’sin.”"
        },
        {
            "chapter": 5,
            "verse": 119,
            "text": "Bunlardan sonra Allah buyurur ki: “Bu gün o gündür ki, doğruların doğruluğu kendilerine fayda verir. Onlara içinden ırmaklar akan cennetler var. Orada daimî kalırlar. Allah onlardan razı olmuş, onlar da Allah'tan razı olmuşlardır. İşte büyük başarı ve mutluluk budur!”"
        },
        {
            "chapter": 5,
            "verse": 120,
            "text": "Göklerin, yerin ve oradaki her şeyin hakimiyeti Allah'ındır ve O her şeye hakkıyla kadirdir"
        }
    ]
}