{
    "chapter": [
        {
            "chapter": 65,
            "verse": 1,
            "text": "Ey Peygamber! Eşlerinizi boşayacağınız vakit onların iddetlerini dikkate alarak boşayın ve iddeti dikkatle sayın. Rabbiniz olan Allah'a karşı gelmekten, özellikle eşlerinizin hukukuna zarar vermekten sakının. Onlar zina gibi açık bir hayasızlık irtikâb etmedikçe siz onları evlerinizden çıkarmayın. Kendileri de çıkıp gitmesinler. İşte Allah’ın hudutları! Kim Allah’ın hudutlarını çiğnerse hakikaten kendine zulmetmiş olur. Nereden bileceksin, bakarsın Allah bundan sonra yeni bir durum meydana getirir"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Bekleme sürelerinin (üç âdet süresinin) sonuna yaklaştıkları zaman, onları ya güzelce evinizde alıkoyun, evliliği devam ettirin, yahut güzellikle ayrılın ve bu boşanmaya sizden iki âdil kimseyi şahit tutun ve şahitliği de Allah için dürüst yapın. İşte sizden Allah'a ve âhirete iman edenlere verilen talimat, yapılan tavsiye budur. Kim Allah’a karşı gelmekten sakınırsa, Allah ona sıkıntıdan çıkış kapıları açar. Onu hiç ummadığı yerlerden rızıklandırır. Allah’a dayanıp güvenene Allah kâfidir. Allah buyruğunu elbette yerine getirir. Gerçekten Allah her şey için bir ölçü, her iş için bir vâde belirlemiştir"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "Bekleme sürelerinin (üç âdet süresinin) sonuna yaklaştıkları zaman, onları ya güzelce evinizde alıkoyun, evliliği devam ettirin, yahut güzellikle ayrılın ve bu boşanmaya sizden iki âdil kimseyi şahit tutun ve şahitliği de Allah için dürüst yapın. İşte sizden Allah'a ve âhirete iman edenlere verilen talimat, yapılan tavsiye budur. Kim Allah’a karşı gelmekten sakınırsa, Allah ona sıkıntıdan çıkış kapıları açar. Onu hiç ummadığı yerlerden rızıklandırır. Allah’a dayanıp güvenene Allah kâfidir. Allah buyruğunu elbette yerine getirir. Gerçekten Allah her şey için bir ölçü, her iş için bir vâde belirlemiştir"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Kadınlarınızdan âdetten kesilenlerin iddetinde tereddüt ederseniz, onların iddet süreleri üç aydır. Henüz âdet görmeyenlerin de süreleri böyledir. Hamile olan kadınların iddetleri, çocuklarını doğurdukları vakit biter. Kim Allah'ı sayıp O’ na karşı gelmekten korunursa, Allah onun işinde bir kolaylık verir"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "İşte bu, Allah'ın size indirdiği bir emirdir. Kim Allah’a karşı gelmekten korunursa Allah onun günahlarını örter, onun mükâfatını artırır, ecrini bol bol verir"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "Boşadığınız eşlerinizi, imkânlarınız nisbetinde oturduğunuz meskenlerin bir bölümünde iddetlerini tamamlayıncaya kadar oturtun! Onlar üzerinde çıkıp gitmelerini sağlamak için bir baskı kurmak niyetiyle onlara zarar vermeye kalkışmayın.Eğer onlar hamile iseler, çocuklarını doğuruncaya kadar nafakalarını verin. Sonra boşadığınız eşlerle ilginiz kesilince sizin hesabınıza çocuklarınızı emzirirlerse, ücretlerini verin.Aranızda ücret işini meşrû çerçevede, örfe uygun olarak güzellikle görüşüp sonuçlandırın! Eğer annesinin çocuğu emzirmemesi sebebiyle sıkıntıya düşerseniz, bu takdirde baba, ücret vererek bir başka emziren kadın bulacaktır"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "İmkânı geniş olan, imkânına göre nafakayı bol versin. Nasibi sınırlı olan ise Allah'ın kendisine verdiği imkân ölçüsünde nafaka versin.Allah, herkesi sadece ona verdiği imkân nisbetinde yükümlü tutar. Allah, sıkıntının ardından kolaylık ihsan eder"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Rab'lerinin emrinden ve O’nun resullerinin talimatlarından taşkınlık ederek azan nice ülkelerin halkları var ki, Biz onları şiddetli bir şekilde hesaba çektik ve eşi benzeri görülmemiş şekilde cezalandırdık"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "Böylece kötü işlerinin sorumluluğunu tattılar, işlerinin sonu tam bir hüsran oldu"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Allah onlar için âhirette de pek çetin bir azap hazırladı. Artık siz ey akıl sahipleri, ey iman etmiş kullarım! Allah'a karşı gelmekten, ileride de hep sakının ki böyle bir azaptan korunasınız.İşte Allah size gerçekleri hatırlatan bir kitap indirdi, bir Elçi gönderdi. Allahın nurlar saçan, yollar açan âyetlerini sizlere okuyor ki iman edip makbul ve güzel işler yapanları karanlıklardan aydınlığa çıkarsın.Kim Allah’a iman eder, makbul ve güzel işler yaparsa, Allah onları, hem de devamlı kalmak üzere, içinden ırmaklar akan cennetlere yerleştirir. Allah böyle kuluna gerçekten pek güzel nasip ihsan eder"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "Allah onlar için âhirette de pek çetin bir azap hazırladı. Artık siz ey akıl sahipleri, ey iman etmiş kullarım! Allah'a karşı gelmekten, ileride de hep sakının ki böyle bir azaptan korunasınız.İşte Allah size gerçekleri hatırlatan bir kitap indirdi, bir Elçi gönderdi. Allahın nurlar saçan, yollar açan âyetlerini sizlere okuyor ki iman edip makbul ve güzel işler yapanları karanlıklardan aydınlığa çıkarsın.Kim Allah’a iman eder, makbul ve güzel işler yaparsa, Allah onları, hem de devamlı kalmak üzere, içinden ırmaklar akan cennetlere yerleştirir. Allah böyle kuluna gerçekten pek güzel nasip ihsan eder"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "Allah O yüce Yaratıcıdır ki yedi kat göğü ve yerden de onların benzerini yaratmıştır. Allah'ın emri ve hükmü bunlar arasında inip durur ki, Allah’ın her şeye kadir olduğunu ve Allah’ın her şeyi ilmiyle ihata ettiğini, O’nun ilmi dışında hiçbir şey olmayacağını siz de bilesiniz"
        }
    ]
}