{
    "rukus": [
        {
            "chapter": 61,
            "verse": 1,
            "text": "Vsichko na nebesata i vsichko na zemyata proslavya Allakh. Toĭ e Vsemogŭshtiya, Premŭdriya"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "O, vyarvashti, zashto govorite onova, koeto ne vŭrshite"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "Naĭ-omrazno pred Allakh e da govorite onova, koeto ne vŭrshite"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "Allakh obicha onezi, koito se srazhavat po Negoviya pŭt v reditsa, syakash sa zdrava krepost"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "I reche Musa na svoya narod: “O, narode moĭ, zashto me ogorchavate, sled kato veche uznakhte, che az sŭm pratenik na Allakh pri vas?” I kogato se otklonikha, Allakh otkloni sŭrtsata im. Allakh ne napŭtva nechestivite khora"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "I reche Isa, sinŭt na Mariam: “O, sinove na Israil, az sŭm pratenik na Allakh pri vas, da potvŭrdya Torata predi men i da blagovestya za pratenik, koĭto shte doĭde sled men. Imeto mu e Akhmad.” A kogato [Mukhammad] im donese yasnite znatsi, rekokha: “Tova e yavna mag"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "I koĭ e po-golyam ugnetitel ot onzi, koĭto izmislya lŭzha za Allakh, kogato go zovat kŭm Islyama? Allakh ne napŭtva khorata-ugnetiteli"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "Te iskat da ugasyat svetlinata na Allakh s usta. No Allakh shte stori da zasiyae v pŭlnota Negovata svetlina, dori nevernitsite da vŭznenavizhdat tova"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "Toĭ e, Koĭto izprati Svoya Pratenik s napŭt·stvieto i s pravata religiya, za da ya izdigne nad vsichki religii, dori sŭdruzhavashtite da vŭznenavizhdat tova"
        }
    ]
}