{
    "rukus": [
        {
            "chapter": 7,
            "verse": 65,
            "text": "avara janangadallina kelavu dhikkari nayakaru helidaru; khanditavagiyu navu nim'mannu murkhatanadalli kanuttiddeve mattu khanditavagiyu navu nim'mannu sullugararendu bhavisutteve"
        },
        {
            "chapter": 7,
            "verse": 66,
            "text": "avaru (hud) helidaru; nannalli yavude murkhatanavilla. Nijavagi nanu sarva lokagala odeyana dutanagiddene"
        },
        {
            "chapter": 7,
            "verse": 67,
            "text": "nanu nimage nanna odeyana sandesagalannu talupisuttiddene mattu nim'ma palige nanu obba nambalar'ha hitaisiyagiddene"
        },
        {
            "chapter": 7,
            "verse": 68,
            "text": "Nivenu, nim'mannu eccarisalu, nim'ma odeyana upadesavu nim'malagina obba vyaktiya balige bandiruva kuritu accaripaduttira? Smarisiri; nuhara janangada balika, avanu (allahanu) nim'mannu uttaradhikarigalagi madidanu mattu racaneyalli nimage sresthateyannu nididanu. Allahana anugrahagalannu smarisiri – nivu vijayigalagabahudu"
        },
        {
            "chapter": 7,
            "verse": 69,
            "text": "avaru helidaru; nivenu, allahanobbanannu matra navu pujisabeku mattu nam'ma purvajaru pujisuttiddavugalannella bittu bidabekendu helalu nam'ma balige bandiruvira? Nivu satyavantaragiddare, yavudu baralide endu nam'medane nivu heluttiruviro adannu tandu bidi"
        },
        {
            "chapter": 7,
            "verse": 70,
            "text": "avaru (hud) helidaru; ido, nim'ma mele banderagitu nim'ma odeyana sikse mattu avana akrosa. Nivenu, nivu mattu nim'ma purvajaru ittukondiruva kevala kelavu hesarugala kuritu nannodane jagaladuttiruvira? Nijavagi avugala paravagi allahanu yava puraveyannu ilisilla. Idiga kayiri, nim'ma jote nanu kayuttene"
        },
        {
            "chapter": 7,
            "verse": 71,
            "text": "konege navu nam'ma anugrahadinda, avarannu (hud‌rannu) mattu avara jotege iddavarannu raksisidevu mattu nam'ma vacanagalannu sullendu tiraskarisidavara mulavanne kadidu hakidevu. Avaru nambuvavarantu agiralilla"
        },
        {
            "chapter": 7,
            "verse": 72,
            "text": "hageye, samud janangadedege navu avara sahodara salih‌rannu kaluhisidevu. Avaru helidaru; nanna janangadavare, allahanannu matra pujisiri avana horatu nimage bere devarilla. Idiga nim'modeyana kadeyinda nim'ma balige ondu spasta puraveyu bandide. Idu allahana hennonte. Idu nim'ma paligondu sucaneyagide. Idannu idara padige bittu bidiri – idu allahana bhumiyalli meyuttirali. Ketta sankalpadinda idannu muttabedi (muttidare) bhari kathina sikseyu nim'mannu avarisalide"
        }
    ]
}