{
    "rukus": [
        {
            "chapter": 7,
            "verse": 100,
            "text": "ivu a nadugalu – navu avugala vrttantavannu nimage vivarisuttiddeve. Avara balige avara devadutarugalu spasta puravegalondige bandiddaru. Istagiyu, yavudannu avaru i hindeyu dhikkarisiddaro adannu avaru nambalilla. I riti allahanu dhikkarigala manas'sugala mele mudre ottiruttane"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "avara paiki heccinavaralli navu vacana palaneyannu kanalilla. Nijavagi avaralli heccinavarannu navu duskarmigalagi kandevu"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "avara balika musarannu navu nam'ma drstantagalondige phir‌aun mattu atana (janangada) nayakara balige kalisidevu. Avaru avugala visayadalli akrama dhoraneyannu toridaru. Nodiri, asanti haraduvavara gati enayitendu"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "musa helidaru; o phir‌aun, nanu khacitavagiyu sarvalokagala odeyana dutanu"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Allahana hesaralli, satyada horatu berenannu helabaradembude nanna kartavyavagide. Nanu nim'modaneyana kadeyinda nim'ma balige spasta puravegalannu tandiddene. Isra'ilara santatiyannu nanna jote kalisibidu"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "avanu (phir‌aun) helidanu; ninu drstantadondige bandiddare (hagu) ninu satyavantanagiddare adannu mundidu"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "avaru (musa) tam'ma urugolannu esedaru mattu hathattane adu spastavagi ondu hebbavagi bittitu"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "taruvaya avaru tam'ma kaiyannu horategedaru. Hathattane adu noduvavarige tumba ujvalavagi kanditu"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "phir‌aunana janangada saradararu helidaru; ivanu khandita obba tajna jadugaranagiddane"
        }
    ]
}