{
    "rukus": [
        {
            "chapter": 11,
            "verse": 84,
            "text": "Avaru (janangadavaru) helidaru; su'aibare, nam'ma tata muttatandiru pujisuttidda devarugalannu navu bittu bidabekendu hagu svatah nam'ma sampattina visayadalli navu nam'miccheyante vartisabaradu endu nim'ma namajh nimage adesisuttideye? Nivu bhari bud'dhivantaru, darsanikaru agibittiddiri"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "avaru helidaru; nanna janangadavare, nivu noduttiruvira? Nanantu nanna odeyana kadeyinda (bandiruva) spasta puraveyannu anusarisuttiddene. Avanu tanna kadeyinda nanage uttama aharavannu nididdane. Nanu yavudarinda nim'mannu tadeyuttiruveno adannu svatah ullanghisuva irade nanagilla. Nanantu, nanage sadhyaviruvastu mattige sudharaneyannaste bayasuttene. Innu, nanage nanna bhagyavannu niduvavanu allahana horatu bere yaru illa. Nanu avanalle bharavase ittiddene mattu nanu avana kadege maraluttene"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "nanna janangadavare, nanna melina hagetanavu, nuh‌ra jananga athava hud‌ra jananga athava salih‌ra janangadavara mele banderagidantaha sikseyu nim'ma mele banderaguvudakke karanavaguvantaha kelasagalannu nim'minda madisadirali. Lut‌ra janangavantu nim'minda heccu duravenilla"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "nivu nim'ma odeyanalli ksame bediri mattu avana kadege oliyiri. Khanditavagiyu nanna odeyanu tumba karunalu hagu pritisuvavanagiddane"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "avaru (janangadavaru) helidaru; su'aibare, nivu heluva heccina visayagalu namage arthavaguvudilla. Navu nim'mannu nam'ma naduvina tira durbala vyaktiyagi kanuttiddeve. Nim'ma manetanada mulaje illadiruttiddare navu nim'ma mele kalleseyuttiddevu. Nivu nam'ma mele yavude prabalya ullavaralla"
        },
        {
            "chapter": 11,
            "verse": 89,
            "text": "Avaru (su'aib) helidaru; nanna janangadavare, nanna manetanavenu nim'ma palige allahaniginta heccu balistha vagideye? Nijavagi nivu avanannu (allahanannu) nim'ma benna hinde haki nirlaksisi bittiruviri. Khanditavagiyu nanna odeyanu nivu maduttiruva ellavannu avarisikondiddane"
        },
        {
            "chapter": 11,
            "verse": 90,
            "text": "nanna janangadavare, nim'ma neleyalli nivu sakriyaragiri, nanu sakriyanagiruttene. Apamanakari sikseyu yara mele banderagalide mattu sullugara yaru embudu nimage sighrave tiliyalide. Nivu kayiri, nim'ma jote nanu kayuttene"
        },
        {
            "chapter": 11,
            "verse": 91,
            "text": "konege nam'ma adesavu bandu bittaga, navu su'aibarannu hagu avara jote satyadalli nambike ittidda janarannu nam'ma visesa anugrahadinda raksisidevu. Akramigalannu ondu bhikara sabdavu avarisikonditu mattu avara palige belagadaga avaru tam'ma manegalalle adhomukharagi biddukondiddaru"
        },
        {
            "chapter": 11,
            "verse": 92,
            "text": "avaru alli endu vasisiye iralilla embantittu avara sthiti. Nimage tilidirali! Samudaru sapagrastaradante mad‌yanaru sapagrastaradaru"
        },
        {
            "chapter": 11,
            "verse": 93,
            "text": "mattu navu nam'ma vacanagalondige hagu spasta puraveyondige musarannu kalisidevu"
        },
        {
            "chapter": 11,
            "verse": 94,
            "text": "phir‌aun mattu avana saradarara kadege. Avaru phir‌aun‌na adesavanne palisuttiddaru. Innu phir'aunana adesavu neravadudagiralilla"
        },
        {
            "chapter": 11,
            "verse": 95,
            "text": "punarut'thana dina avanu tanna janangadavariginta mundiruvanu mattu avane avarannu narakada benkige ilisuvanu – bahala kettadagiruvudu, iliyuva a sthala"
        }
    ]
}