{
    "rukus": [
        {
            "chapter": 2,
            "verse": 197,
            "text": "hajj‌gagi nirdista tingalugalive. A avadhiyalli hajj yatreya hone hottavanu (tilidirali;) hajj‌nalli aslilate salladu, yavude papakrtya salladu mattu jagala salladu. Nivu maduva pratiyondu satkaryavannu allahanu tilidiruttane. (Yatreya vele) avasyaka yatrasadhanagalannu jotegittukolliri. Nijavagi, dharmanistheye atyuttama yatrasadhanavagide. Bud'dhiyullavare, nanage matra anjiri"
        },
        {
            "chapter": 2,
            "verse": 198,
            "text": "nivu (yatreya naduve) nim'modeyana anugrahavannu hudukuvudu tappalla. Mattu nivu araphat‌ninda maraluvaga (visesavagi) ‘mas‌aril haram’ bali allahanannu smarisiri mattu avanu nimage kalisikottiruva ritiyalle nivu avanannu smarisiri. Nijavagi i hinde nivu darigettavara salige seriddiri"
        },
        {
            "chapter": 2,
            "verse": 199,
            "text": "Taruvaya itarella janaru marali baruvallinda nivu maraliri mattu allahanodane ksameyannu bediri. Khanditavagiyu allahanu ksamisuvavanu mattu karunamayiyagiddane"
        },
        {
            "chapter": 2,
            "verse": 200,
            "text": "nivu nim'ma (hajj‌na) karmagalannella mugisikonda balika, (i hinde) nivu nim'ma purvajarannu smarisuttidda ritiyalli athava adakkintalu adhikavagi allahanannu smarisiri. Janaralli kelavaru ‘‘nam'modeya, namage i lokadalli nidu’’ endu (matra) prarthisuttare. Avarige paralokadalli yava palu iradu"
        },
        {
            "chapter": 2,
            "verse": 201,
            "text": "avaralli ‘‘nam'modeya namage ihalokadallu hitavannu nidu paralokadallu hitavannu nidu mattu nam'mannu benkiya sikseyinda raksisu’’ endu prarthisuvavaru iddare"
        },
        {
            "chapter": 2,
            "verse": 202,
            "text": "anthavarige avaru sramisi galisida palu sigalide mattu allahanu vegavagi vicarane nadesuvavanagiddane"
        },
        {
            "chapter": 2,
            "verse": 203,
            "text": "(visesavagi) a nirdista dinagalalli nivu allahanannu smarisiri. Yaradaru avasarapattu erade dinagalalli (hajj‌ninda) teralidare avara mele papavenilla. Hageye, tusu vilambisidavana melu papavenilla. Idu dharmanistharigagi (iruva niyama). Nivu allahanige anjiri mattu nimage tilidirali, ondu dina nim'mellarannu avana munde serisalaguvudu"
        },
        {
            "chapter": 2,
            "verse": 204,
            "text": "(dutare,) janara paiki obbana matu i laukika jivanada drstiyinda nimage tumba hitakaravenisuttade. Tanna manas'sinallenide embudakke avanu allahanannu saksiyagisuttane. Nijavagi avanobba bad'dha vairiyagiddane"
        },
        {
            "chapter": 2,
            "verse": 205,
            "text": "avanu (nim'ma baliyinda) horatu hoda balika bhumiyalli vidhvansa mereyutta, belegalannu hagu januvarugalannu nasa madutta odaduttane. Allahanu vidhvansavannu meccuvudilla"
        },
        {
            "chapter": 2,
            "verse": 206,
            "text": "avanodane ‘‘ninu allahanige anju’’ ennaladaga, avana durabhimanavu avanannu papa karyadalli mattastu sthiragolisi biduttade. Avanige narakave saku. Adu tumba ketta neleyagide"
        },
        {
            "chapter": 2,
            "verse": 207,
            "text": "Mattu janaralli, allahana meccuge galisalikkagi svatah tam'manne marikolluvavaru iddare. Nijavagi allahanu dasara palige vatsalyamayiyagiddane"
        },
        {
            "chapter": 2,
            "verse": 208,
            "text": "visvasigale, islaminolage purnavagi pravesisiri mattu saitanana hejjegalannu anusarisabedi. Khanditavagiyu avanu nim'ma bahiranga satru"
        },
        {
            "chapter": 2,
            "verse": 209,
            "text": "nim'ma balige spasta adesagalu banda balikavu nivu hejje tappidare, allahanu pracandanu mattu yuktivantanembudu nimage tilidirali"
        },
        {
            "chapter": 2,
            "verse": 210,
            "text": "avaru niriksisuttiruvudu, saksat allahane modagala neralalli, malak‌galondige tam'ma balige bandu ellavu ityarthavagi bidabekendallave? Nijavagi, ella visayagalu antimavagi allahana balige maralalive"
        }
    ]
}