{
    "rukus": [
        {
            "chapter": 20,
            "verse": 105,
            "text": "andu avarellaru obba kareyuvatana hinde nadeyuvaru mattu atana mattige yava adetadeyu iradu. A parama dayaluvina munde ella dhvanigalu adagibiduvavu. Andu, hejjegala sappalada horatu nivu berenannu kelalariri"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "andu a parama dayaluvina anumati padedavara horatu bere yara sipharas'sinindalu yarigu prayojanavagadu"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "avara mundiruvudannu, hindiruvudannu. Avarige tam'ma jnanadinda grahisalu sadhyavilladdannu avanu ballanu"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "andu ella mukhagalu, sada jivantanagiruva hagu sada susthiranagiruvatana (allahana) munde bagiruvavu. An'yayada hore hottavanu andu sotu hoguvanu"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "visvasiyagiddu satkarmagalannu maduttiddavanige andu yavude an'yayada athava nastada bhaya iralaradu"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "i riti navu avarige (dutarige) arabi bhaseya kur‌anannu ilisikottiruvevu mattu janaru satyanistharagabeku athava a mulaka avaru pathakaliyabekendu adaralli navu vividha bageyalli eccarike nidiruvevu"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "(Dutare,) allahane mahonnatanu. Avane naija dore. Nivu nim'medege kalisalaguva divyavaniyu purtiyaguva munna kur‌an‌na visayadalli atura padabedi. Mattu, nannodeya, nanage innastu jnanavannu nidu endu prarthisiri"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "i hinde navu adamara jote ondu kararannu madiddevu. Adare avaru adannu maretu bittaru. Navu avaralli sthirateyannu kanalilla"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "navu malak‌galodane, nivu adamarige sastangaveragiri endaga avarella sastanga veragidaru. Adare iblisana horatu. Avanu nirakarisidanu"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "navu helidevu; adamare, khanditavagiyu avanu nim'ma hagu nim'ma patniya satruvagiddane. Avanu nim'mibbarannu svargadinda hora hakuvantagabaradu. Hagagi bittare nivu bhari sankatakke silukuviri"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "illi (svargadalli) nimage khandita hasivu badhisadu, nagnateyu iradu"
        }
    ]
}