{
    "rukus": [
        {
            "chapter": 27,
            "verse": 45,
            "text": "avaru (janangadavaru) helidaru; navantu, nim'mannu hagu nim'ma jotege iruvavarannu apasakunavende tiliyutteve. Avaru (svalih) helidaru; nim'ma apasakunavella allahana bali ide. Nijavagi nivu pariksege tuttagiruva janangavagiddiri"
        },
        {
            "chapter": 27,
            "verse": 46,
            "text": "mattu nagaradalli ombhattu mandi iddaru. Avaru bhumiyalli asantiyanne habbuttiddaru. Yavude sudharaneya kelasa maduttiralilla"
        },
        {
            "chapter": 27,
            "verse": 47,
            "text": "avaru helatodagidaru; nivella allahana ane hakikolliri. Navu ratriya vele atana melu atana maneyavara melu dhali madona mattu avana maneyavaru nasavadaga navu hajariralillavendu navu khandita satyavantarendu avana uttaradhikarigalodane helona"
        },
        {
            "chapter": 27,
            "verse": 48,
            "text": "hige avaru ondu sancu hudidaru mattu navu (allah) ondu sancu hudidevu. Avarige adara arive iralilla"
        },
        {
            "chapter": 27,
            "verse": 49,
            "text": "konege avara sancina gati enayitendu nodiri; navu avarannu hagu avara sampurna janangavannu nasamadibittevu"
        },
        {
            "chapter": 27,
            "verse": 50,
            "text": "Ido avara nivasagalu! Avara akramagala karana, avu tale kelagagi biddukondive. Ballavarige, idaralli khandita pathavide"
        },
        {
            "chapter": 27,
            "verse": 51,
            "text": "visvasigalannu mattu dharmanistharagiddavarannu navu raksisidevu"
        },
        {
            "chapter": 27,
            "verse": 52,
            "text": "mattu lut tam'ma janangadavarodane helidaru; nivenu kannare kandu aslilateyalli todagiruvira"
        },
        {
            "chapter": 27,
            "verse": 53,
            "text": "nivenu, mahileyarannu bittu, kamada iderikegagi purusara balige hoguvira? Nijakku nivu ajnani janangavagiruviri"
        },
        {
            "chapter": 27,
            "verse": 54,
            "text": "avara janangadavaru nidida uttara kevala iste; lut mattu avara jotegararannu nim'ma nadininda horadabbi bidiri. Avaru bhari pavitra bayasuva janaragiddare"
        },
        {
            "chapter": 27,
            "verse": 55,
            "text": "konege navu avarannu (lut‌rannu) avara jotegiddavarannu raksisidevu. Avara patniya horatu. Akeyannu navu hinde ulidukolluvavara salige serisidevu"
        },
        {
            "chapter": 27,
            "verse": 56,
            "text": "navu avara mele ondu maleyannu surisidevu. Eccarisalpattavara mele surisalada a male estondu kettadagittu"
        },
        {
            "chapter": 27,
            "verse": 57,
            "text": "heliri; ella prasansegalu allahanige. Mattu avanu arisikonda avana dasarige santi. Allahanu sresthano athava avaru nemisikondiruva paludararo"
        },
        {
            "chapter": 27,
            "verse": 58,
            "text": "akasagalannu mattu bhumiyannu srstisidavanu mattu nimagagi akasadinda nirannu surisidavanu (yaru)? Munde navu adarinda, bhavya totagalannu belesidevu. Avugalalliruva maragalannu belesalu nimagantu sadhyaviralilla. (Idannella madalu) allahana jotegenu bere devariddareye? Nijavagi avaru jagalagantaragiddare"
        }
    ]
}