{
    "rukus": [
        {
            "chapter": 34,
            "verse": 46,
            "text": "(Dutare,) heliri; nanu nim'minda yavude pratiphalavannu keluttilla. Adu nimage irali. Nanna patriphalavu kevala allahana bali ide. Avanu elladakku saksiyagiddane"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "heliri; khanditavagiyu nanna odeyane satyakke prabalya niduttane. Avanu ella gupta visayagala jnaniyagiddane"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "heliri; satyavu bandu bittide. Innu mithyavu enannu arambhisalikkagali, punararambhisalikkagali asaktavagide"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "heliri; ondu vele nanu dari tappiddare, nanna darigeditanada nastavannu nane anubhavisuvenu. Innu nanu saridariyalliddare, nanna odeyana kadeyinda nanage nidalagiruva divya sandesave adakke karanavagide. Avanu khandita ellavannu keluvavanu hagu (ellara) samipa iruvavanagiddane"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "nivu a drsyavannu kanuvantirabekittu. Avaru (dhikkarigalu) tira bhayagrastaragiruvaru. Adare tappisikollalu avarige sadhyavagadu. Hattirada ondu pradesadalle avaru sikki biluvaru"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "aga avaru, navu idannu nambidevu ennuvaru. Adare astu dura hoda balika avarigelliruvudu, asraya"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "i hinde avaru idannu dhikkarisiddaru mattu dura nintu guptavagi (i kuritu) eneno matugalannaduttiddaru"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "gatakalada avara kulabandhavarige madidante, idiga avara hagu avara bayakegala naduve tereyannu eledu bidalaguvudu. Avaru bhari sansayadalliddaru"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "ella hogalikegalu allahanige. Akasagalannu hagu bhumiyannu nirmisidavanu (mattu) tala eradu, muru hagu nalku rekkegaliruva malak‌galannu dutaragi kalisidavanu avane. Avanu tanna srstiyalli tanicchisiddannu heccisuttane. Allahanu khandita ellavannu madaballavanagiddane"
        }
    ]
}