{
    "rukus": [
        {
            "chapter": 39,
            "verse": 22,
            "text": "punarut'thana dina, tanna mukhavannu a ketta sikseyinda raksisalu henaguttiruvavanu (svargavasigalige samananagaballane)? Andu akramigalodane ‘‘saviyiri, nivu maduttidda karmagala phalavannu’’ ennalaguvudu"
        },
        {
            "chapter": 39,
            "verse": 23,
            "text": "avariginta hindinavaru (satyavannu) tiraskarisiddaru. Konege avarige arive illadante, avara mele sikseyu banderagitu"
        },
        {
            "chapter": 39,
            "verse": 24,
            "text": "allahanu i lokada badukinalle avarige nastada ruciyannu unisidanu. Innu paralokada sikseyantu idakkinta tumba doddadagiruvudu. Avaru idannu aritirabekittu"
        },
        {
            "chapter": 39,
            "verse": 25,
            "text": "khanditavagiyu navu i kur‌an‌nalli manavarigagi ella bageya udaharanegalannu mundittiruvevu – avaru upadesavannu svikarisabekendu"
        },
        {
            "chapter": 39,
            "verse": 26,
            "text": "arabi bhaseyalliruva, yava vakrateyu illada kur‌an. Avaru dharmanistharagabekendu (idannu kaluhisalagide)"
        },
        {
            "chapter": 39,
            "verse": 27,
            "text": "allahanu ondu udaharaneyannu mundiduttane: Obbanu parasparara palige tira hathamarigalagiruva halavara dasanagiddane mattu innobbanu kevala obbana dasanagiddane. Avaribbara sthitiyu samanavagiralu sadhyave? Allahanige stutigalu. Adare, heccinavaru aritilla"
        },
        {
            "chapter": 39,
            "verse": 28,
            "text": "(dutare,) nivu khandita sayuviri mattu avaru (virodhigalu) khandita sayuvaru"
        },
        {
            "chapter": 39,
            "verse": 29,
            "text": "mattu nivu (virodhigalu) punarut'thanadina nim'ma odeyana munde khandita paraspara jagaladuviri. Kanda –"
        },
        {
            "chapter": 39,
            "verse": 30,
            "text": "Allahana mele sullaropa horisida hagu satyavu tanna balige bandaga adannu tiraskarisidavaniginta dodda akrami yaru? Dhikkarigala nele iruvudu narakadalle tane"
        },
        {
            "chapter": 39,
            "verse": 31,
            "text": "satyavannu tandavanu mattu adannu samarthisidavanu – avare dharmanistharu"
        }
    ]
}