{
    "rukus": [
        {
            "chapter": 51,
            "verse": 24,
            "text": "akasa mattu bhumiya odeyanane, adu (paraloka) satya. Nivu matanadaballirembudu satyavagiruvante"
        },
        {
            "chapter": 51,
            "verse": 25,
            "text": "ibrahimara adaraniya atithigala samacara nimage talupideye"
        },
        {
            "chapter": 51,
            "verse": 26,
            "text": "avaru, avara (ibrahimara) balige bandu ‘salam’ endaru. Avaru, ‘‘salam, aparicitare’’ endaru"
        },
        {
            "chapter": 51,
            "verse": 27,
            "text": "a balika avaru, tam'ma maneyavara balige hogi ondu dastapustavada (hurida) karuvannu tandaru"
        },
        {
            "chapter": 51,
            "verse": 28,
            "text": "avaru (ibrahimaru), avara (atithigala) balige hogi, nivu unnuvudillave? Endaru"
        },
        {
            "chapter": 51,
            "verse": 29,
            "text": "avarige (ibrahimarige) avara kuritu bhayavayitu. Avaru (atithigalu), ‘‘nivu anjabedi’’ endaru mattu avarige obba jnanavanta putrana subhavarte nididaru"
        },
        {
            "chapter": 51,
            "verse": 30,
            "text": "avara patniyu munde bandu accariyinda tanna mukhakke kai ittu, ‘‘banjeyagiruva vrd'dhege (maguvaguvude)?’’ Endaru"
        },
        {
            "chapter": 51,
            "verse": 31,
            "text": "Avaru (atithigalu) helidaru; ‘‘hageye aguvudu. (Hagendu) nim'ma odeyanu heliruvanu. Avanu khandita yuktivantanu jnaniyu agiruvanu’’"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "avaru (ibrahim) kelidaru; dutare, nim'ma guri enu"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "avaru (malak‌galu) helidaru; ‘‘ondu aparadhi janangadedege nam'mannu kalisalagide’’"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "‘‘avara mele mannina kallugalannu surisabekendu namage adesisalagide’’"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "‘‘nim'ma odeyana bali avugalannu (a kallugalannu), atireka esaguvavarigende gurutisidalagide’’"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "konege navu, allidda visvasigalannu horategedevu"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "alli (a nadinalli) navu muslimara ondu maneyannu matra kandevu"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "mattu kathina sikseyannu anjuvavarigagi alli navu ondu pathadayaka sucaneyannu bittiruvevu"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "mattu musarallu (pathavide). Avarannu navu spastavada adharadondige phir‌aunana kadege kalisidaga"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "avanu (phir‌aunanu) tanna saktiya gunginalli bandayaveddanu mattu (musarannu) jadugara hagu huccanendu karedanu"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "navu avanannu avana padegalannu hididevu hagu avarannu kadalige esedu bittevu. Avanu nindanege ar'hanagiddanu"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "mattu ad janangadallu (pathavide). Navu avara mele ondu maraka candamarutavannu heridevu"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "adu tanneduru banda pratiyondu vastuvannu koleta muleyantagisi biduttittu"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "mattu samud janangadallu (pathavide). Ondu nirdista avadhiya tanaka sukha anubhavisiri endu avarodane helaladaga"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "avaru tam'ma odeyana adesadeduru bandayaveddaru. Konege, avaru noduttiddanteye sidilondu avara meleragitu"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "konege avaru eddu nillalikku asaktaradaru mattu pratikaravesagalikku asamartharadaru"
        }
    ]
}