{
    "rukus": [
        {
            "chapter": 59,
            "verse": 11,
            "text": "hageye adu, avara nantara bandavarigu (seride). ‘‘Nam'modeya, nam'mannu hagu namaginta munna visvasigalagidda nam'ma sahodararannu ksamisu. Visvasigala kuritu nam'ma manas'sugalalli yavude durbhavaneyannu belesabeda. Nam'modeya ninu tumba vatsalyamayi hagu karunaluvagiruve’’ endu avaru prarthisuttare"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Nivu kapatigalannu nodalillave? Avaru, granthadavara paiki tam'ma dhikkari sahodararodane ‘‘ondu vele nim'mannu (nadininda) hora hakaladare navu kuda nim'ma jote horaduvevu mattu nim'ma visayadalli navendu yarannu anusarisalarevu – mattu nim'ma virud'dha yud'dha nadedare navu nimage neravaguvevu’’ endu heluttare. Avaru sullu heluttiddarembudakke allahane saksiyagiddane"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "ondu vele avarannu (granthadavarallina dhikkarigalannu) horahakaladare ivarenu avara jote horadalararu mattu ondu vele avara virud'dha yud'dha nadedare ivarenu avarige neravagalararu. Ondu vele neravadaru (bahu begane) bennu tirugisi oduvaru mattu avarige ellindalu neravu dorayadu"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "(visvasigale,) idiga avara managalalli allahaniginta heccagi nim'ma bhayavu neleside. Idekendare avaru vivecane illadavaragiddare"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "avarellaru ondadaru nim'ma virud'dha nera yud'dhakke iliyalararu. Heccendare avaru bhadra kotegalalli avitu kondu athava godegala mareyinda matra horada ballaru. Avara paraspara vaisamyavu tivravagide. Avaru oggattagiruvarendu nivu bhavisuttiri. Adare avara manas'sugalu chidravagive. Idekendare, avaru bud'dhi ullavaralla"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "avara sthitiyu itticegaste tam'ma krtyagala phalavannu anubhavisida avara hindinavarantide. Avarigagi kathina sikseyu sid'dhavagide"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "(kapatigala) sthitiyu saitananantide. Avanu manavanodane ‘‘(satyavannu) dikkarisu’’ ennuttane. Munde avanu dhikkarisidaga, ‘‘nanage ninnondige yava sambandhavu illa. Nanu ella lokagala odeyanada allahanige anjuttene’’ endu biduttane"
        }
    ]
}