{
    "rukus": [
        {
            "chapter": 4,
            "verse": 116,
            "text": "avaru allahanannu bittu kelavu mahileyarannu karedu prarthisuttare mattu vidrohi saitananannu karedu prarthisuttare"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "avanannu (saitananannu) allahanu sapisiruvanu. Avanu (saitananu) ‘‘nanu ninna dasara paiki ondu nirdista palannu khandita padeyuvenu’’ endu heliddanu"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "(hageye avanu) ‘‘nanu khandita avarannu darigedisuvenu, avaralli asegalannu huttisuvenu mattu avarige adesa niduvenu – aga avaru pranigala kivigalannu kattarisuvaru. Matte nanu avarige adesa niduvenu – aga avaru allahana srstigala rupagalannu vikrtagolisuvaru’’ (endiddanu). Allahanannu bittu saitananannu tanna posakanagisikondavanu nijavagi spastavada nastakke tuttadanu"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "avanu avarige vagdana maduttane mattu avaralli asegalannu mudisuttane – saitanana vagdanagalella kevala mosagalagiruttave"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Narakave avara (saitanana anuyayigala) antima neleyagide. Allinda palayanakke avaru yava dariyannu kanalararu"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "visvasigalu mattu satkarmagalannesagidavaru – avarannu navu talabhagadalli nadigalu hariyuttiruva svargodyanagalolage serisuvevu. Alli avaru sadakala iruvaru. Allahana vagdanavu sada satyave agiruttade. Matinalli allahaniginta heccu satyavantaru berariddare"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "(antima gatiyu) nim'ma asegalannagali, granthadavara asegalannagali avalambisilla. Duskarmagalannu madidavanu adara phalavannu padede tiruvanu. Avanige raksakanagi mattu sahayakanagi allahana horatu bere yaru sigalararu"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "hageye, satkarmagalannu madidavaru purusarirali mahileyarirali, avaru visvasigalagiddare, avaru svargatotagalannu pravesisuvaru mattu avara mele ellastu an'yayavagadu"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "sampurna nistheyondige allahanige saranagiruva, satkarmiyagiruva hagu ekanistharagidda ibrahimara dariyannu anusarisidavana dharmakkinta srestha dharma yaraddide? Ibrahimarannu allahanu tanna apta mitranagisi kondiddanu"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "akasagalalli mattu bhumiyalliruva ellavu allahanige serive. Allahanantu, pratiyondu vastuvannu avarisikondiddane"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "(dutare,) avaru nim'modane, mahileyara kuritu adesa keluttare. Heliri; ‘‘avara kuritu allahanu nimage adesa niduttane mattu granthadalliruvudannu nimage odi kelisalaguttide; nivu kaddayavagi pavatisabekadudannu pavatisillada hagu nivu vivahavagalikku hinjariyuva anatha mahileyaru, nirgatika makkalu mattu anathara visayadalli nivu n'yayavanne palisabeku. Nivu maduva pratiyondu satkaryada kuritu allahanu cennagi ballanu"
        }
    ]
}