{
    "pages": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "Paria që ishte kryelartë nga populli i tij, tha: \"O Shuajb, ne do të dëbojmë ty dhe së bashku me ty edhe ata që besuan nga fshati ynë, ose patjetër të ktheheni në fenë tonë\". Ai (Shuajbi) tha: \"A edhe nëse ne nuk e dëshirojmë atë (kthimin)"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Ne do të kem shpifur gënjeshtër ndaj All-llahut, nëse kthehemi në fenë tuaj (idhujtare), pasi që All-llahu na shpëtoi nga ajo. Nuk është për ne të kthehemi në të vetëm nëse është dëshira e All-llahut, Zotit tonë. Zoti ynë ka përfshirë me diturinë e vet çd"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Krerët prej popullit të tij, që nuk besuan, i thanë: \"(Popullit i thanë) Nëse shkoni (pranoni) pas Shuajbit, (pas fesë së tij), atëherë ju me siguri jeni të dëshpëruar"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Ata (popullin e padëgjueshëm) i kapi tërmet i fortë dhe aguan në shtëpitë e tyre kufoma të gjunjëzuara"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Ata që e përgënjeshtruan Shuajbin, sikur nuk ekzistuan fare aty, ata që e konsideruan Shuajbin rrenacak, vërtet ishin të dështuarit"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "E ai (Shuajbi) u kthye e tha: \"O populli im, vërtet unë ju kumtova porositë e Zotit tim, ju dhashë këshilla, e si të brengosem për një popull që nuk besoi"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Ne nuk e dërguam asnjë pejgamber në ndonjë vendbanim e që nuk e ndëshkuam atë (popullin) me skamje e vështirësi të tjera, në mënyrë që ata të përulen (të binden)"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Mandej e zëvendësuam të keqen me të mirën derisa u shumuan ato (të mirat) e thanë: \"Prindërit tanë i pat goditur skamja e mjerimi\", (ky është rregull natyror, po ata nuk falënderuan). Atëherë befas i dënuam pa e vërejtur ata"
        }
    ]
}