{
    "pages": [
        {
            "chapter": 9,
            "verse": 100,
            "text": "All-llahu është i kënaqur me të hershmit e parë prej muhaxhirëve (migruesve) dhe prej ensarëve (vendasve-ndihmëtarë) dhe prej atyre që i pasuan ata me punë të mira, e edhe ata janë të kënaqur ndaj Tij. Atyre u ka përgatitur xhennete, në të cilët rrjedhin"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Edhe rreth jush ka beduinë që janë hipokritë, e edhe nga banorët e Medines që janë përcaktuar për hipokrizi. Ti nuk i di ata, Ne i dimë, ata do t´i dënojmë dy herë, pastaj shtyhen në dënimin e madh"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "Ka edhe të tjerë që i kanë pranuar mëkatet e veta: ata përzien vepra të mira, e edhe të tjera të këqija. Atyre do t´ua falë All-llahu, se Ai i falë atij që pendohet, e mëshiron atë që përmirësohet"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "Merr prej pasurisë së tyre (të atyre që pranuan gabimin) lëmoshë që t´i pastrosh me të dhe t´u shtosh (të mirat) dhe njëkohësisht lutu për ta, se lutja jote është qetësim për ta. All-llahu dëgjon e sheh"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "A nuk e ditën ata se All-llahu është ai që pranon pendimin e robërve të vet, pranon lëmoshat dhe se vetëm All-llahu është Ai që shumë pranon pendimin dhe është mëshirues"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "Dhe thuaj: \"Veproni, All-llahu do ta shohë veprën tuaj, edhe i dërguari i Tij e besimtarët, e më vonë do të ktheheni te njohësi i të fshehtës dhe të dukshmes, e do t´ju njoftojë për atë që vepruat"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Ka edhe të tjerë që janë duke pritur urdhrin e All-llahut, a do t´i dënojë apo do t´i falë pas pendimit. All-llahu e di gjendjen e tyre dhe di ç´bën me ta"
        }
    ]
}