{
    "pages": [
        {
            "chapter": 12,
            "verse": 31,
            "text": "E kur ajo dëgjoi për ato pëshpëritjet e tyre, dërgoi t´i thërrasë ato, u përgatiti vendmbështetje dhe secilës prej tyre i dha nga një thikë e tha: \"Dilu para atyre!\" Kur e panë atë, ato u tronditën dhe i prenë duart e tyre e thanë: \"All-llahut i qofshim f"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Ajo tha: \"Qe, ky është ai për të cilin më qortuat mua, e unë e mësyna atë, po ai u ruajt fort. Po qe se nuk bën çka e urdhëroj, ai gjithqysh do të burgoset dhe do të nënçmohet"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "Ai (Jusufi) tha: \"O Zoti im, burgu është më i dëshiruar për mua, se sa atë që ma ofrojnë ato mua dhe nëse Ti nuk largon prej meje dredhinë e tyre, unë mund të anoj te ato e të bëhem injorant"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "E Zoti i tij ia pranoi lutjen atij dhe e largoi nga ai dredhinë e tyre. Vërtet, Ai është që dëgjon (lutjet) dhe di (gjendjen)"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Mandej, pasi që vërtetuan argumentet (e pastërtisë së Jusufit), atyre (ministrit dhe rrethit të tij) iu paraqit ideja që atë për një kohë ta burgosin"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Së bashku me të hynë në burg dy të rinj. Njëri prej atyre dyve tha: \"Unë ëndërrova veten se po shtrydhi (rrush për) verë\". E tjetri tha: \"Unë ëndërrova se po bart mbi kokë një bukë nga e cila hanin shpezët\". Na trego komentimin e saj, se ne të konsiderojm"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Tha: \"Nuk ju vjen juve ndonjë ushqim me të cilin ushqeheni, e që unë të mos dijë, t´ju përshkruaj atë para se t´ju vijë. Kjo është nga ajo çka më mësoi Zoti im (nuk është fall e as prognozë). Unë e kam braktisur fenë e një populli që nuk e beson All-llahu"
        }
    ]
}