{
    "pages": [
        {
            "chapter": 40,
            "verse": 17,
            "text": "Sot shpërblehet secili njeri me atë që ka vepruar. Sot nuk ka padrejtësi, All-llahu llogarit shpejt"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Ti tërhiqju atyre vërejtjen për ditën e kijametit, kur zemrat, të mllefosura arrijnë në fyt. Për zullumqarët nuk ka as mik e as ndërmjetësues që i shkon fjala"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "Ai di për shikimin me cep të syve, e edhe për atë që e fshehin në zemra"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "All-llahu gjykon me drejtësi, ndërsa ata që adhuronin tjetër pos Atij, ata nuk kanë në dorë të gjykojnë asgjë. All-llahu është Ai që dëgjon dhe sheh"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "A nuk udhëtuan ata nëpër tokë e të shohin se si ishte përfundimi i atyre që patën qenë para tyre? Ata ishin edhe më të fuqishëm se këta e edhe lanë më shumë gjurmë në tokë, po All-llahu i dënoi për shkak të mëkateve të tyre dhe nuk pat ndonjë që t´i mbroj"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "E ai (dënim ishte) për arsye se ata i mohuan argumentet e qarta, të cilat ua sillnin të dërguarit e tyre, andaj All-llahu i shkatërroi. Ai vërtet është i fuqishëm, ndëshkues i ashpër"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "Ne e kemi pas dërguar Musain me argumente e fakte të qarta"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "te Faraoni dhe te Hamani e Karuni, e ata i thanë: \"Magjistar e gënjeshtar"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "Kur ua solli ai të vërtetën nga ana Jonë, ata thanë: \"Mbytni djemtë e atyre që i besuan atij, e lini të jetojnë gratë e tyre, por dredhitë e tyre nuk qenë tjetër pos dështim"
        }
    ]
}