{
    "pages": [
        {
            "chapter": 41,
            "verse": 39,
            "text": "Nga argumentet e Tij është edhe toka që ti e sheh atë të thatë (shkretëtirë), e kur Ne i lëshojmë asaj shiun, ajo gjallërohet e shtohet. E s´ka dyshim se Ai që e ngjalli atë, do t´i ngjallë të vdekurit, pse Ai ka mundësi për çdo gjë"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Ata që i sulmojnë argumentet Tona, nuk mund të na fshihen. Pra, a më mirë i ka punët ai që do të hidhet në zjarr, apo ai që në ditën e kijametit vjen i sigurt? E ju pra veproni si të dëshironi, e ta dini se Ai sheh atë që punoni"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Ata që e mohuan Kur´anin kur u erdhi janë të marrë; ai është një libër ngadhënjyes (i pashoq)"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Atij nuk mund t´i mvishet e pavërteta nga asnjë anë; është i zbritur prej të Urtit, të Lavdishmit"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Ty nuk po të thuhet tjetër përveç asaj që u është thënë të dërguarve para teje. Vërtet, Zoti yt është ai që falë, po është edhe Ai që ndëshkon rëndë"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Sikur Ne ta bënim Kur´anin në gjuhë të huaj, ata do të thoshin: \"Përse nuk janë ajetet e tij të kuptueshme (të shkoqitura), a është ai (Kur´ani) në gjuhë të huaj, kurse ai (pejgamberi) është arab?\" Thuaj: \"Ai është për besimtarët udhëzues e shërues. E ata"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Ne edhe Musait ia patëm dhënë librin, lidhur me të cilin pati kundërshtime. Sikur të mos ishte vendimi më parë prej Zotit tënd (të shtyhet ndëshkimi), puna mes tyre do të kryhej, pse ata janë në një dyshim ndaj tij"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Kush bën mirë, ai e ka për vete, e kush bën keq, ai vepron kundër vetes, e Zoti yt nuk bën padrejtë ndaj robërve"
        }
    ]
}