{
    "pages": [
        {
            "chapter": 3,
            "verse": 53,
            "text": "Zoti ynë, ne e besuam atë që e zbrite (shpalljen), e pasuam të dërguarin (Isain), pra shënona bashkë me ata që dëshmojnë (besimin e drejtë)"
        },
        {
            "chapter": 3,
            "verse": 54,
            "text": "E, ata (jehuditë) i kurdisën një dredhi (mbytjen e Isait), All-llahu iu kundërvu dredhisë së tyre, All-llahu është asgjësuesi më i fuqishëm kundër atyre që bëjnë dredhi"
        },
        {
            "chapter": 3,
            "verse": 55,
            "text": "(Përkujto, o i dërguar) Kur All-llahu tha: \"O Isa, Unë po të marr ty, po të ngrej te Unë, po të shpëtoj prej sherrit të atyre që nuk besuan. E ata që të besuan ty, do t´i ngrejë lart mbi ata që nuk besuan deri në ditën e kijametit, pastaj vetëm tek Unë ës"
        },
        {
            "chapter": 3,
            "verse": 56,
            "text": "Për sa u përket atyre që nuk besuan, Unë do t´i ndëshkoj me një ndëshkim të ashpër në këtë botë dhe në botën tjetër, dhe ata nuk do të kenë ndihmëtarë"
        },
        {
            "chapter": 3,
            "verse": 57,
            "text": "E për sa u përket atyre që besuan dhe bënë vepra të mira, atyre u jap shpërblim të plotë. All-llahu nuk i do të padrejtit"
        },
        {
            "chapter": 3,
            "verse": 58,
            "text": "Këto që po t´i lexojmë ty (o i dërguar) janë nga ajetet, janë nga Kur´ani i pa të meta (i rezistueshëm)"
        },
        {
            "chapter": 3,
            "verse": 59,
            "text": "Vërtet, çështja e Isait (të lindur pa baba) tek All-llahu është sikurse çështja e Ademit. Atë e krijoi Ai nga dheu, e pastaj atij i tha: \"Bëhu\"! ai u bë"
        },
        {
            "chapter": 3,
            "verse": 60,
            "text": "E vërtetë është (kjo) nga Zoti yt, e ti kurrsesi mos u bën nga ata që dyshojnë"
        },
        {
            "chapter": 3,
            "verse": 61,
            "text": "E kush të kundërshton ty në çështjen e tij (Isait) pasi të është bërë e ditur e vërteta, ti thuaj: \"Ejani i thërrasim bijtë tanë dhe bijtë tuaj, gratë tona dhe gratë tuaja, vetë ne dhe vetë ju, mandej sinqerisht të lutemi për mallkim, dhe mallkimin nga an"
        }
    ]
}