{
    "pages": [
        {
            "chapter": 7,
            "verse": 121,
            "text": "Guftand: «Ba Parvardigori cahonijon imon ovardem"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Parvardigori Muso va Horun»"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Fir'avn guft: «Ojo pes az on ki man ʙa sumo ruxsat diham, ʙa U imon ovarded? In hillaest, ki dar ʙorai in sahr andesidaed, to mardumasro ʙerun kuned. Ba zudi xohed donist"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Dasthovu pojhojatonro ʙa xilofi jakdigar xoham ʙurid va hamagijatonro ʙar dor xoham kard!»"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Guftand: «Mo ʙa nazdi Parvardigoramon ʙozmegardem"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Xasm ʙar mo megiri, ʙa; roi oja ki cun nisonahoi Parvardigoramon ʙar mo oskor sud, ʙa onho imon ovardem. Ej Parvardigori mo, ʙar mo saʙr ʙiʙor va moro musalmon ʙimiron"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Mehtaroni qavmi Fir'avn guftand: Ojo Muso va qavmasro meguzori, to dar zamin fasod kunand va tuvu xudojonatro tark gujand?» Guft: «Pisaronasonro xoham kust va zanonasonro zinda xoham guzost. Mo ʙolotar az onhoem va ʙar onho ƣalaʙa mejoʙem!»"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Muso ʙa qavmas guft: «Az Xudo madad cued va saʙr pesa sozed, ki in zamin az oni Xudost va ʙa har kas az ʙandagonas, ki ʙixohad, onro ʙa meros medihad. Va oqiʙati nek az oni parhezgoron ast!»"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Guftand: «Pes az on ki tu ʙijoi, dar ranc ʙudem va pas az on ki omadi, ʙoz dar rancem». Guft: «Umed ast, ki Parvardigoraton dusmanatonro halok kunad va sumoro dar rui zamin conisini u gardonad. On goh ʙingarad, ki ci mekuned!»"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Qavmi Fir'avnro ʙa qahtu nuqsoni hosil muʙtalo kardem, sojad pand girand"
        }
    ]
}