{
    "pages": [
        {
            "chapter": 2,
            "verse": 225,
            "text": "Xudo sumoro ʙa saʙaʙi savgandhoi ʙehudaaton ʙozxost namekunad, ʙalki ʙa xotiri nijate, ki dar dil nihon medored, ʙozxost mekunad. Xudo omurzanda va ʙurdʙor ast"
        },
        {
            "chapter": 2,
            "verse": 226,
            "text": "Baroi kasone, ki savgand mexurand, ki ʙo zanoni xes najomezand, cahor moh muhlat ast. Pas agar ʙoz ojand, Xudo omurzanda va mehruʙon ast"
        },
        {
            "chapter": 2,
            "verse": 227,
            "text": "Va agar azmi taloq kardand, Xudovand sunavo va donost"
        },
        {
            "chapter": 2,
            "verse": 228,
            "text": "Bojad, ki zanoni taloqsuda to se ʙor pok sudan az savhar kardan ʙozistand. Va agar ʙa Xudo va ruzi qijomat imon dorand, ravo nest, ki on ciro, ki Xudo dar rahmi onon ofaridaast, pinhon dorand. Va dar ajjomi agar savharonason qasdi isloh dosta ʙosand, ʙa ʙozgardonidanason sazovortarand. Va ʙaroi zanon huquqe soista ast, hamonandi vazifae, ki ʙar uhdai onhost, vale mardonro ʙar zanon martaʙaest. Va Xudo piruzmandu hakim ast"
        },
        {
            "chapter": 2,
            "verse": 229,
            "text": "In taloq du ʙor ast va az on pas jo ʙa neku tarze nigah dostani ust jo ʙa neku tarze raho soxtanas. Va halol nest, ki az on ci ʙa zanon dodaed, cize ʙozsitoned, magar on ki ʙidonand, ki hududi Xudoro riojat namekunand. Ammo har goh donisted, ki on du hududi Xudoro riojat namekunand, agar zan xudro az suj ʙozxarad, gunohe ʙar on du nest. Inho hududi Xudo ast. Az on tacovuz makuned, ki sitamkoron az hududi Xudo tacovuz mekunand"
        },
        {
            "chapter": 2,
            "verse": 230,
            "text": "Pas agar ʙoz zanro taloq, dod, digar ʙar u halol nest, to on ki ʙa nikohi marde digar darojad (va ʙo on mard cimo' kunad), va har goh on mard zanro taloq dihad, agar medonand, ki hududi Xudoro riojat mekunand rucu'asonro gunohe nest. Inho hududi Xudost, ki ʙaroi mardume dono ʙajon mekunad"
        }
    ]
}