{
    "pages": [
        {
            "chapter": 25,
            "verse": 56,
            "text": "Mo turo firistodem, ʙaroi on ki xusxaʙar dihi va ʙitarsoni"
        },
        {
            "chapter": 25,
            "verse": 57,
            "text": "Bigu: «Man az sumo hec muzde nametalaʙam lekin harki xohad, ʙa suj Parvardigoras rohe ʙijoʙad»"
        },
        {
            "chapter": 25,
            "verse": 58,
            "text": "Va ʙar On zindae, ki namemirad, tavakkal kun va ʙa sitoisi U tasʙeh guj va U xud ʙaroi ogohi az gunohoni ʙandagonas kofist"
        },
        {
            "chapter": 25,
            "verse": 59,
            "text": "on, ki osmonhovu zamin va har ciro dar mijoni onhost, dar sas ruz ʙijofarid, on goh ʙa ars pardoxt. Ust Xudoi rahmon va dar ʙorai U az kase ʙipurs, ki ogoh ʙosad"
        },
        {
            "chapter": 25,
            "verse": 60,
            "text": "Va cun ʙa onon gufta sud, ki Rahmonro sacda kuned, guftand: «Rahmon kist? Ojo ʙar har kas, ki tu farmon medihi, sacda kunem?» Va ʙar nafratason afzuda sud. (Sacda)"
        },
        {
            "chapter": 25,
            "verse": 61,
            "text": "Buzurgu ʙuzurgvor ast on kase, ki dar osmon ʙurcho ʙijofarid va dar onho caroƣevu mohe toʙon padid ovard"
        },
        {
            "chapter": 25,
            "verse": 62,
            "text": "Va Ust, ki saʙu ruzro ʙaroi kasone, ki mexohand iʙrat girand, jo sukrguzori kunand, az pai ham qaror dod"
        },
        {
            "chapter": 25,
            "verse": 63,
            "text": "Bandagoni Xudoi rahmon kasone hastand, ki dar rui zamin ʙa furutani roh meravand. Va cun cohilon ononro xitoʙ kunand, ʙa muloimi suxan gujand"
        },
        {
            "chapter": 25,
            "verse": 64,
            "text": "Va onon, ki saʙro dar sacda jo dar qijom ʙaroi Parvardigorason ruz mekunand"
        },
        {
            "chapter": 25,
            "verse": 65,
            "text": "Va onon, ki megujand: «Ej Parvardigori mo, azoʙi cahannamro az mo ʙigardon, zero azoʙi cahannam azoʙest doim"
        },
        {
            "chapter": 25,
            "verse": 66,
            "text": "Cahannam ʙad karorgohu ʙad makonest»"
        },
        {
            "chapter": 25,
            "verse": 67,
            "text": "Va onon, ki cun nafaqa mekunand, isrof namekunand va xasisi namekunand, ʙalki mijoni in du rohi mijonaro megirand"
        }
    ]
}