{
    "pages": [
        {
            "chapter": 25,
            "verse": 68,
            "text": "Va onon, ki ʙo Xudoi jakto xudoi digare namegirand va kasero, ki Xudo kustanasro harom karda, ʙa ƣajri haq namekusand va zino namekunand. Va har ki in korho kunad, uquʙati gunohi xudro meʙinad"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "Azoʙas dar ruzi qijomat muzo'af (ducandon) mesavad va to aʙad ʙa xori dar on azoʙ xohad ʙud"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "ƣajri on kason, ki tavʙa kunand va imon ovarand va korhoi soista kunand. Xudo gunohonasonro ʙa nekiho muʙaddal mekunad va Xudo ʙaxsojandavu mehruʙon ast"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Va har ki tavʙa kunad va kori soista kunad, ʙa soistagi nazdi Xudo ʙozgardad"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "Va onon, ki ʙa duruƣ sohidi namedihand va cun ʙar nopisandi ʙigzarand, ʙa sitoʙ az on duri mecujand"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "Va onon, ki cun ʙa ojoti Parvardigorason pandason dihand, dar ʙaroʙari on cun karonu kuron naʙosand"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "Va onon, ki megujand: «Ej Parvardigori mo, az hamsaronu farzandonamon dilhoi moro sod dor va moro pesvon! parhezgoron gardon!»"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Inho hamon kasonand, ki ʙa xotiri saʙre, ki tahammul kardaand, ƣurfahoi ʙihistro muzd joʙand va dar on co ʙa durudu salomason ʙinavozand"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Covidona dar on co ʙosand. Ci neku qarorgohu makonest"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Bigu: «Agar du'o (vu iltico)-i sumo nameʙud, Parvardigori man ʙa sumo qadrdonie namekard. Dar haqiqat sumo duruƣ kardaed va cazoaton hamrohaton xohad ʙud»"
        }
    ]
}