{
    "pages": [
        {
            "chapter": 28,
            "verse": 51,
            "text": "Barojason suxan dar suxan pajvastem, ʙosad, ki pandpazir gardand"
        },
        {
            "chapter": 28,
            "verse": 52,
            "text": "Kasone, ki pes az in kitoʙ kitoʙason doda ʙudem, ʙa on imon meovarand"
        },
        {
            "chapter": 28,
            "verse": 53,
            "text": "Va cun ʙar onon tilovat sud, guftand: «Ba on imon ovardem, Haqqest az coniʙi Parvardigori mo va mo pes az on taslim ʙudaem»"
        },
        {
            "chapter": 28,
            "verse": 54,
            "text": "Inon ʙa saʙaʙi saʙre, ki kardaand, du ʙor podos doda savand. Inon ʙadiro ʙa neki dur mekunand va niz az on ci ruzijason dodaem, sadaqa mekunand"
        },
        {
            "chapter": 28,
            "verse": 55,
            "text": "Va cun suxani ʙehudae ʙisnavand, az on rujgardoni kunand va gujand: «Kirdorhoi mo az oni mo va kirdorhoi sumo az oni sumo. Ba salomat ʙimoned. Mo xostori cohilon nestem!»"
        },
        {
            "chapter": 28,
            "verse": 56,
            "text": "Tu har kasro, ki ʙixohi, hidojat namekuni. Xudost, ki har kiro ʙixohad, hidojat mekunad va U hidojatjoftagonro ʙehtar mesinosad"
        },
        {
            "chapter": 28,
            "verse": 57,
            "text": "Guftand: «Agar az dini tu pajravi kunem, moro az sarzaminamon ʙarmekanand». Ojo onhoro dar harame amn coj na dodaem, ki hama guna mevaho dar on faroham mesavad va in rizqest az coniʙi Mo? Vale ʙestarinason namedonand"
        },
        {
            "chapter": 28,
            "verse": 58,
            "text": "Ci ʙaso mardumi dehaero halok soxtem, ki az zindagii xud ducori sarmasti suda ʙudand va in xonahoi onhost, ki ʙa'd az onho andak zamone kas dar onho sukno (maskan) girift va Mo vorisi onho ʙudem"
        },
        {
            "chapter": 28,
            "verse": 59,
            "text": "Parvardigori tu mardumi dehahoro halok nakard, to on goh, ki az xudason pajomʙare ʙar onho firistod va u ojoti Moro ʙar onho ʙixond. Va mo dehahoro noʙud kardaem, ʙa saʙaʙi on, ki mardumas sitamkor ʙudaand"
        }
    ]
}