{
    "pages": [
        {
            "chapter": 2,
            "verse": 38,
            "text": "Guftem: «Hama az ʙihist pojon saved: pas agar az coniʙi Man rohnamoi ʙarojaton omad, ʙar onho, ki az rohnamoii Man pajravi kunand, ʙime naxohad ʙud va xud anduhnok namesavand»"
        },
        {
            "chapter": 2,
            "verse": 39,
            "text": "Kasone, ki kofir savand va ojoti Xudoro duruƣ ʙarorand, xud ahli cahannamand va covidona dar on co xohad ʙud"
        },
        {
            "chapter": 2,
            "verse": 40,
            "text": "Ej ʙani-Isroil, ne'matero, ki ʙa sumo arzoni dostam, ʙa jod ʙijovared. Va ʙa ahdi Man vafo kuned, to ʙa ahdaton vafo kunam. Va az Man ʙitarsed"
        },
        {
            "chapter": 2,
            "verse": 41,
            "text": "Va ʙa on ci nozil kardaam va kitoʙi sumoro tasdiq mekunad, imon ʙijovared va az naxustin kasone, ki inkoras mekunand, maʙosed. Va ojoti Maro ʙa ʙahoi andak nafurused va az Man ʙitarsed"
        },
        {
            "chapter": 2,
            "verse": 42,
            "text": "Haqro ʙa ʙotil majomezed va ʙo on ki haqiqatro medoned, pinhonas makuned"
        },
        {
            "chapter": 2,
            "verse": 43,
            "text": "Va namozro ʙarpoj dored va zakot ʙidihed va ʙo ruku'kunandagon ruku' kuned"
        },
        {
            "chapter": 2,
            "verse": 44,
            "text": "Ojo dar hole ki kitoʙro mexoned, mardumro ʙa neki farmon medihed va xudro faromus mekuned? Ojo aqlro kor namefarmoed"
        },
        {
            "chapter": 2,
            "verse": 45,
            "text": "Az saʙr va namoz jori cued. Va in du, kore dusvorand, cuz ʙaroi ahli xusu' (xoksoron, furutanon)"
        },
        {
            "chapter": 2,
            "verse": 46,
            "text": "Onon, ki ʙegumon medonand, ki ʙo Parvardigori xud didor xohand kard va nazdi u ʙozmegardand"
        },
        {
            "chapter": 2,
            "verse": 47,
            "text": "Ej ʙani - Isroil, ne'matero, ki ʙar sumo arzoni dostam va sumoro ʙar cahonijon ʙartari dodam, ʙa jod ʙijovared"
        },
        {
            "chapter": 2,
            "verse": 48,
            "text": "Va ʙitarsed az ruze, ki hec kas digarero ʙa kor najojad va hec safo'ate az kase pazirufta nagardad va az kase ivaze nasitonand va kasero jori nakunand"
        }
    ]
}