{
    "maqras": [
        {
            "chapter": 40,
            "verse": 66,
            "text": "(Nkͻmhyεni) ka sε: ”Medeε yabra me sε mεsom adeε a mofri Nyankopͻn akyi sufrε wͻn no wͻ abrε a nyinasoͻ ne nkyerεkyerεmu pefee fri me Wura Nyankopͻn hͻ aba me hͻ; na yahyε me sε memmrε me ho ase ma Abͻdeε nyinaa Wura Nyankopͻn"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "Ɔno na Ɔbͻͻ mo fri mfuturo mu ansa na (Ɔreyi mo) afri ahobaeε nkwa boaa mu, ansa na (Ɔreyi mo) afri mogya a abͻ toa mu, εna afei Ɔmaa mo pue (fri mo maame nom yafunu mu a na moyε) nkͻdaa, ansa na moreyin aduru mompanin berε mu, na afei moabͻ nkͻkora (ne mmerewa) na momu bi nso dikan wu (wͻ aberε a wͻ’mmͻͻ nkͻkora anaa mmerewa) sεdeε mobeduru εberε a yahyε no, na mobεte aseε"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "Ɔno na Ɔma nkwa εna Ɔma (abͻdeε a εwͻ nkwa) wuo. Enti sε Ɔhyehyε biribi a, deε Ɔka kyerε (adeε) no ne sε: Yε! na ayε"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Wonhunuu wͻn a wͻ’ko tia Nyankopͻn Nsεm no? Sεdeε wͻ’dane wͻn ho (fri nokorε no ho)"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Wͻn a wͻ’nnye Nwoma no ne deε Yesiane demaa Y’asomafoͻ no nnie no, sε εteε biara no wͻ’behunu"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "Ɛberε a dadewεnfoͻ ne dadeε nkͻnsͻnkͻnsͻn begu wͻn kͻn mu no, yεbεtwe wͻn ase akͻ"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Nsuo hyeε mu, na afei yakͻhye wͻn wͻ egya no mu"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Afei yεbebisa wͻn sε: ”Deε mode bataa (Nyankopͻn) ho no wͻ hen"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "(Deε) mofri Nyankopͻn akyi no?” Wͻ’bεka sε wͻn ayera afri yεn ho kͻ; daabi, kane no na yensu nfrε biribiara. Saa ara na Nyankopͻn yera boniayεfoͻ no"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Ɛne sε, modii ahurusie wͻ asaase no so a εnyε ne kwan soͻ, na afei momaa moho so"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Monwura Amanehunu gya no apono no mu nkͻtena hͻ. Efie bͻne paa ne wͻn a wͻ’yε ahomasoͻ no fie"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Enti (Nkͻmhyεni), si aboterε. Nokorε sε Nyankopͻn bͻhyε no yε nokorε. Enti sε Yε’de deε yεde ahyε wͻn bͻ no mu bi bεkyerε woͻ, anaasε Yε’bεma wo awuo, Yεn hͻ na wͻ’bεsan aba"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Ampa sε Yε’somaa asomafoͻ dii w’anim kan; wͻn mu bi wͻhͻ a Y’aka wͻn ho abakᴐsεm akyerε woͻ, na wͻn mu bi nso wͻhͻ a Yε’nkaa wͻn ho abakᴐsεm nkyerεε wo. Na εmma sε ͻsomafoͻ bi de nsεnkyerεnee bi bεba, gyesε Nyankopͻn ma ho kwan. Enti sε Nyankopͻn ahyεdeε no ba a, nokorε no na yεde bebu atεn, na εhͻ no wͻn a wͻ’dii atorͻsεm akyi no abrε agu"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Onyankopͻn na W’ayε nyεmmoa ama mo sεdeε mobεtena wͻn mu bi soᴐ, na wͻn mu bi nso moawe wͻn (nnam)"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "Monya mfasoͻ (pii) nso fri wͻn so, sεdeε mobεtena wͻn so afa wͻn so aduru mobotaeε a εwͻ moakoma mu, εna nsuo mu hyεn nso a motena mu"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Ɔrekyerε mo Nensεkyerεnee. Enti Onyankopͻn nsεnkyerεnee no mu deε εwͻ hen na mompε"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Anaasε wͻ’nntu kwan wͻ asaase no so nhwεε sεdeε wͻn a wͻ’dii wͻn anim kan no awieε si wieε? Na wͻ’dͻͻso kyεn wͻn, na wͻn ho nso yε den kyεn wͻn, (wͻ’yεε) nsεnkyerεne-deε (pii) wͻ asaase no so. Nanso deε wͻn nsa kaeε no ho amma mfasoͻ amma wͻn"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Ԑberε a wͻn Asomafoͻ no de nyinasoͻ ne nkyerεkyerεmu pefee no brεε wͻn no, wͻn ani gyee nimdeε a na wͻn wͻ no ho, na deε wͻ’dii ho fεw no twaa wͻn ho hyiae"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "Ɛberε a wͻ’hunuu Y’asotwee no, wͻ’kaa sε: “Y’agye Onyankopͻn nko ara adi, na y’apo deε yεde bata Neho no “"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Nanso wͻn gyidie no ho amma mfasoͻ amma wͻn wͻ εberε a wͻ’hunuu Y’asotwee no. (Saa na) Nyankopͻn kwan a w’atwa ato hͻ ama nenkoa no (siteε), na εhͻ deԑ na boniayεfoͻ no abrε agu"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Haa – Miim"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "(Woi yε) Adiyisεm a efri Ahummͻborͻ Hene Ɔdεεfoͻ Hene no hͻ"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "(Ɛyε) Nwoma a yakyerεkyerε emu nsεm no mu pefee; Qur’aan wͻ Arab (kasa mu) dema amanfoͻ a wͻ’nim"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "(Ɛyε) anigyesεm ne kͻkͻbͻ (Nwoma). Nanso dodoͻ no ara na atwe wͻn ho (afri ho) a enti wͻ’nntie"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Deε wͻ’ka ne sε: “Y’akoma wͻ akatasoͻ mu wͻ deε morefrε yεn kͻ no, na akraa nso wͻ y’aso mu, na ntwaremu nso wͻ yε’ne wo ntεm, enti (kͻso) yε adwuma na nokorε sε yεn nso yε’reyε adwuma “"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "(Nkͻmhyεni), ka sε: ”Meyε onipa tesε moara. Y’ayi akyerε me sε, mo Awurade no Ɔyε Awurade Baako, enti monfa kwan tenenee a εkͻ Nehͻ no so, na monsrε Nehͻ bͻnefakyε. Due nka wͻn a wͻ’de biribi bata Onyankopͻn ho no"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Wͻn a wͻ’nnyi Zaka no, Daakye no wͻ’ne (Kaafirfoͻ) boniayεfoͻ no"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "Nokorε sε, wͻn a wͻ’agye adie na wͻre’di dwuma pa no wͻ akatua a εtoͻ ntwa da"
        }
    ]
}