{
    "maqras": [
        {
            "chapter": 42,
            "verse": 27,
            "text": "Sε Nyankopͻn rebae N’akͻnhoma mu paa ama Nenkoa a, anka wͻ’bεte atua wͻ asaase so, na mmom Osiane no nkakra nkakra (dema wͻn) sεdeε Ɔpε. Nokorε sε Onim Nenkoa yie, na Ohu wͻn nso"
        },
        {
            "chapter": 42,
            "verse": 28,
            "text": "Ɔno na Osiane nsuo wͻ akyire yi a wͻn aba mu abuo, na W’ahwete N’ahummͻborͻ (ama Nenkoa). Ɔne Okyitaafoͻ, Ɔne Ayeyie Wura no"
        },
        {
            "chapter": 42,
            "verse": 29,
            "text": "Nensεnkyerεnee no bi ne ͻsoro ne asaase mmͻeε, εna (ͻsoro ne asaase no) mmienu no so Ɔde abͻdeε ahwete wͻ soͻ. Ɔwͻ ho tumi sε, Ɔpε a Ɔbεboa wͻn ano (wͻ wͻn wuo akyi)"
        },
        {
            "chapter": 42,
            "verse": 30,
            "text": "Mmusuo a εbεto mo biara no gyina dwuma a monsa adie so, na pii mpo Ɔde kyε"
        },
        {
            "chapter": 42,
            "verse": 31,
            "text": "Montumi nnsi (Nyankopͻn nhyehyεε) ho kwa wͻ asaase so, na Onyankopͻn akyiri no monni okyitaafoͻ anaasε ͻboafoͻ (biara)"
        },
        {
            "chapter": 42,
            "verse": 32,
            "text": "Nensεnkyerεnee no bi nso ne nsuo mu hyεn a εwͻ ͻpo so tesε mmepͻ"
        },
        {
            "chapter": 42,
            "verse": 33,
            "text": "Sε Ɔpε a ͻbεma mframa no agyina na wͻn atεm dinn a wͻn nkeka wͻn ho koraa wͻ ͻpo no so. Nokorε sε nsεnkyerεnee wͻ woi mu dema obia osi aboterε na oyi (Nyame) ayε"
        },
        {
            "chapter": 42,
            "verse": 34,
            "text": "Anaasε (Ɔpε nso a) Ɔbεma wͻn amem εnam dwuma a wͻ’nsa adie ho nti; Ɔde pii mpo kyε"
        },
        {
            "chapter": 42,
            "verse": 35,
            "text": "Wͻn a wͻ’gye Yεn Nsεm no ho akyinnyeε no behunu sε dwane-kͻbea biara nni hͻ ma wͻn"
        },
        {
            "chapter": 42,
            "verse": 36,
            "text": "Enti deε yεde ama mo biara no yε wiase asetena mu akͻnhoma, na deε εwͻ Nyankopͻn hͻ no, εno na εyε paa, na εno nso na εwͻ hͻ daa dema wͻn a wͻ’agye adie, na wͻn Wura Nyankopͻn so na wͻ’de wͻn ho toͻ"
        },
        {
            "chapter": 42,
            "verse": 37,
            "text": "Ne wͻn a wͻ’twe wͻn ho fri bͻne akεseε ne ahohwi bra ho, nasε wͻn bofu mpo a, wͻ’de kyε"
        },
        {
            "chapter": 42,
            "verse": 38,
            "text": "Ne wͻn a wͻ’gye wͻn Wura Nyankopͻn frε no soͻ, na wͻ’frε Nyame wͻ ne berε mu, na wͻn dwumadie (biara no wͻ’tena ase) kyerε wͻn adwen wͻ ho, na akyεdeε a Yε’de akyε wͻn no wͻ’yi mu bi dema"
        },
        {
            "chapter": 42,
            "verse": 39,
            "text": "Ne wͻn a sε obi redi wͻn amim a (wͻ’nngo wͻn ho mma saa nipa no, na mmom) wͻ’bͻ wͻn ho ban"
        },
        {
            "chapter": 42,
            "verse": 40,
            "text": "Bͻne akatua ne bͻne no ara sεso; na mmom obi a ͻdebεkyε na w’ayε papa no, n’akatua wͻ Nyankopͻn hͻ. Nokorε sε (Onyankopͻn) mpε abͻneεfoͻ no asεm"
        },
        {
            "chapter": 42,
            "verse": 41,
            "text": "Obia ͻbͻ ne ho ban wͻ εberε a obi adi no amim no, saa nkorͻfoͻ no deε εnsεsε yεfa kwan bi so tia wͻn (anaa yɛbɔ wͻn soboɔ)"
        },
        {
            "chapter": 42,
            "verse": 42,
            "text": "(Wͻn a) εkwan wͻ hͻ (sε yɛbɔ wͻn soboɔ) ne wͻn a wͻ’di amanfoͻ amim na wͻ’di bͻne wͻ asaase no so a enni ho kwan sε wͻ’yε (saa). Saa nkorͻfoͻ no na wͻ’benya asotwee yaaya no"
        },
        {
            "chapter": 42,
            "verse": 43,
            "text": "Nokorε sε obi a obenya aboterε na ͻde bͻne afirie no, nokorε sε εno ne dwumadie a edi mmu (a Onyankopͻn pε)"
        },
        {
            "chapter": 42,
            "verse": 44,
            "text": "Obi a Nyankopͻn ayera no no, onni okyitaafoͻ (biara) wͻ N’akyi. Wobεhunu abͻneεfoͻ no wͻ εberε a wͻ’behunu asotwee no sε, wͻ’reka sε: ”Enti εkwan biara nnihͻ a yεde bεsan (akͻ wiase bio)?”"
        },
        {
            "chapter": 42,
            "verse": 45,
            "text": "Wobehunu sε yεde wͻn aba (egya no) anim na wͻ’reberε wͻn ho ase wͻ animguaseε mu, na wͻ’de wͻn ani to rehwε (egya no) sie. Wͻn a wͻ’agye adie no bεka sε: ”Nokorε sε berεguofoͻ no ne wͻn a wͻ’ahwere wͻn ho ne wͻn abusuafoͻ wͻ Wusͻreε da no. Nokorε sε abͻneεfoͻ no wͻ asotwee a εwͻ hͻ daa mu"
        },
        {
            "chapter": 42,
            "verse": 46,
            "text": "Wͻ’nnya okyitaafoͻ a ͻbεboa wͻn wͻ Onyankopͻn akyi. Na obi a Nyankopͻn bεyera no no (saa nipa no) nni ͻkwan (kyerε)"
        },
        {
            "chapter": 42,
            "verse": 47,
            "text": "Monye mo Wura Nyankopͻn frε no so ansa na Ɛda bi a efri Nyankopͻn hͻ a akwansideε biara nni ho no aba. Saa Da no monni dwanekͻbea biara; na monni (tumi bi a modebεka sε) Mompene (asotwee a yεde bεma mo no) so"
        },
        {
            "chapter": 42,
            "verse": 48,
            "text": "Enti (Nkͻmhyεni), sε wͻ’twe wͻn ho (fri Nokorε no) ho a, Y’annsoma wo sε bεyε wͻn so wεnfoͻ. W’adwuma ne sε wobεbͻ Asεm no ho dawuro. Nokorε sε, sε Yε’ma nnipa ka ahummͻborͻ bi fri Yεn hͻ hwε a na n’ani agye ho, sε mmusuo bi nso to wͻn wͻ dwuma a wͻn adi ato wͻn anim no ho nti a, (εhͻ na wobehunu sε) nokorε, onipa yε boniayεni"
        },
        {
            "chapter": 42,
            "verse": 49,
            "text": "Onyankopͻn na ͻsoro ne asaase so ahennie wͻ no. Ɔbͻ adeε a Ɔpε. Ɔde ͻba baa kyԑ obi a Ɔpε, εna Ɔde ͻba barima nso kyԑ obi a Ɔpε"
        },
        {
            "chapter": 42,
            "verse": 50,
            "text": "Anaasε Ɔde mmaa ne mmarima kabom (dekyε obi a Ɔpε); obi a Ɔpε nso Ɔyε no bonini. Nokorε sε Ɔne Onimdefoͻ, Ɔne Otumfoͻ a Ɔhyehyε biribiara"
        }
    ]
}