{
    "maqras": [
        {
            "chapter": 45,
            "verse": 12,
            "text": "Onyankopͻn na W’abrε ͻpo ase ama mo, sεdeε nsuom hyεn bεnante so wͻ Netumi mu, ne sεdeε mobεhwehwε N’adom, ne sεdeε mobeyi (no) ayε"
        },
        {
            "chapter": 45,
            "verse": 13,
            "text": "Ɛna W’abrε deε εwͻ soro ne deε εwͻ asaase so (nyinaa) ase ama mo, ne nyinaa firi Nehͻ. Nokorε sε nsεnkyerεnee wͻ woi nom mu ma amanfoͻ a wͻ’kaekaeε"
        },
        {
            "chapter": 45,
            "verse": 14,
            "text": "(Nkͻmhyεni), ka kyerε wͻn a wͻ’agye adie no sε: “Wͻnfa wͻn a wͻn ani nna Nyankopͻn Nna no soͻ no bͻne nkyε wͻn, sεdeε Ɔbetua amanfoͻ bi dwuma a wͻ’diiε no so ka"
        },
        {
            "chapter": 45,
            "verse": 15,
            "text": "Obia ͻbedi dwuma pa no εwͻ ͻno ara kraa, na obi nso a ͻbedi dwuma bͻne no nso etia ͻno ara kraa; na εno akyiri no, mo Wura Nyankopͻn hͻ na mobεsan akͻ"
        },
        {
            "chapter": 45,
            "verse": 16,
            "text": "Nokorε sε Yε’de Nwoma ne atemmuo ne nkͻmhyε maa Israel mma no, na Yε’de adepa bͻͻ wͻn akͻnhoma na Yε’maa wͻn so kyεn amansan no nyinaa (wͻ saa berε no)"
        },
        {
            "chapter": 45,
            "verse": 17,
            "text": "Yε’maa wͻn ahyԑdeԑ no nso ho nkyerεkyerεmu. Na ntotoo biara nni wͻn mu kͻpem akyire yi a wͻ’nyaa nimdeε, εnam ahoͻyaa a εda wͻn ntεm no nti. Nokorε sε wo Wura Nyankopͻn bebu wͻn ntεm atεn Atemmuda wͻ deε wͻ’nnte wͻn ho ase wͻ ho no ho"
        },
        {
            "chapter": 45,
            "verse": 18,
            "text": "Afei (Nkͻmhyεni), Yε’de wo sii ͻsom no ahyԑdeԑ no ho mmra kwan pefee no so. Enti di akyire, na hwε na w’anni wͻn a wͻ’nnim no apεdeε akyi"
        },
        {
            "chapter": 45,
            "verse": 19,
            "text": "Nokorε sε wͻn ho mma mfasoͻ biara mma wo wͻ Nyankopͻn hͻ. Nokorε sε abͻneεfoͻ no yε akyitaafoͻ ma wͻn ho wͻn ho. Na Onyankopͻn nso ne Nyamesurofoͻ no Kyitaafoͻ"
        },
        {
            "chapter": 45,
            "verse": 20,
            "text": "(Qur’aan) woi yε anibue (Nwoma) dema adasamma, na εsan yε kwan kyerε ne ahummͻborͻ dema amanfoͻ a wͻ’gye die"
        },
        {
            "chapter": 45,
            "verse": 21,
            "text": "Anaasε wͻn a wͻ’di bͻne no dwen sε Yε’bεyε wͻn tesε wͻn a wͻ’agye adie na wͻ’redi dwuma pa no; sε wͻn nkwa nna mu ne wͻn wuo mu bεyε pε? Bͻne mu paa na wͻ’bu atεn"
        },
        {
            "chapter": 45,
            "verse": 22,
            "text": "Onyankopͻn de nokorε na abͻ ͻsoro ne asaase, sεdeε ͻkra biara benya n’akatua wͻ deε ͻyͻeε ho, na yenni wͻn amim"
        },
        {
            "chapter": 45,
            "verse": 23,
            "text": "Wonhunuu nea w’afa n’apεdeε ayε ne nyame no? Onyankopͻn Nim (saa nipa no), na ogyae no ma no yera, na Osi n’aso ne n’akoma na Ɔde akatasoͻ kata n’ani. Na hwan na obefri Nyankopͻn akyi atene (saa nipa) no? Adεn monnwen anaa"
        },
        {
            "chapter": 45,
            "verse": 24,
            "text": "Deε wͻ’ka ne sε: ”Hwee nni hͻ bio ka yεn wiase asetena yi ho. Yε’rewu na yε’san te nkwa mu, na hwee nsεe yεn sε εberε“. (Nkͻmhyεni, saa nkorͻfoͻ yi) nni εno ho nimdeε; deε wͻn adwen yε wͻn (na wͻ’rekeka no)"
        },
        {
            "chapter": 45,
            "verse": 25,
            "text": "Sε yεrekenkan Yεn Nsεm pefee no kyerε wͻn a, wͻn nyinasoͻ ara ne sε: “Sε moyε nokwafoͻ ampa a εneε monfa y’agyanom (a wͻn awuo no) mmra (nkwa mu bio ma yεnhwε)“"
        },
        {
            "chapter": 45,
            "verse": 26,
            "text": "(Nkͻmhyεni), ka sε: “Onyankopͻn na Ɔma mo nkwa, na afei W’ama mo awu, ansa na W’aboaboa moano wͻ Wusͻreε da a akyingyeε biara nni ho no mu; nanso nnipa pii nnim"
        },
        {
            "chapter": 45,
            "verse": 27,
            "text": "Nyankopͻn na ͻsoro ne asaase so ahennie wͻ no. Ɛda a Dᴐnhwere no bεsoo no, saa Da no wͻn a wͻ’dii nkontompo akyire no bεbrε agu"
        },
        {
            "chapter": 45,
            "verse": 28,
            "text": "(Saa Da no) wobehu ͻman biara sε w’abu nkotodwe. Yε’bεfrε ͻman biara akͻ ne (dwumadie) Nwoma no mu. Saa Da no dwuma a modiiε no so na (yebegyina) atua mo ka"
        },
        {
            "chapter": 45,
            "verse": 29,
            "text": "Yεn Nwoma woi, asεm nokorε a εfa moho na εka. Nokorε sε na Yε’twerε dwuma a na modie biara"
        },
        {
            "chapter": 45,
            "verse": 30,
            "text": "Wͻn a wͻ’gye diiε na wͻ’dii dwuma pa no deε, wͻn Wura Nyankopͻn de wͻn bewura N’ahummͻborͻ no mu, na εno ne nkonimdie pefee no"
        },
        {
            "chapter": 45,
            "verse": 31,
            "text": "(Yεbεka akyerε) wͻn a wͻ’yii boniayε no sε: “Enti y’ankenkan Mensεm no ankyerε mo?” Nanso moyεε ahomasoͻ, na moyε amanfoͻ nnebͻneεfoͻ"
        },
        {
            "chapter": 45,
            "verse": 32,
            "text": "Sε yεka kyerε mo sε: ‘’Onyankopͻn bͻhyε no yε nokorε ampa, na Dͻnhwere no nso akyinyeε biara nni ho a“, deε na moka ne sε: ”Yε’deε yennim deε yεfrε no Dͻnhwere no. Yε’dwen sε εyε adwen kyerε bi kwa, na yε’deε y’adwen nnsi yεn pi wͻ ho.“"
        },
        {
            "chapter": 45,
            "verse": 33,
            "text": "Bͻne a wͻ’yͻeε no beyi neho adi akyerε wͻn, na deε wͻ’de dii fεw no betwa wͻn ho ahyia"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "Yεbεka akyerε wͻn sε: “Ɛnnε da yi Yε’werε befri mo sεdeε mo werε firii sε mobehyia mu wͻ moda woi mu no. Mofie ne Amanehunu gya no mu, na monni ͻboafoͻ"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "Efirisε mofaa Nyankopͻn asεm no fεw die, na wiase asetena no daadaa mo. Enti saa Da no wͻ’nnya kwan mmfiri wͻ (Amanehunu gya no) mu, na wͻ’nnya kwan nso sε yεbεma wͻn kwan aba wiase bio (abεsakra wͻn adwen anya kwan asrε bͻnefakyε)"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Enti aseda no wͻ Nyankopͻn, ͻsoro Wura ne asaase Wura, Abͻdeε nyinaa Wura no"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "Ɔno na ͻsoro ne asaase so Kεseyε wͻ no, Ɔne Otumfoͻ a Otumi ade nyinaa yε, Ɔne Onyansafoͻ no"
        }
    ]
}