{
    "maqras": [
        {
            "chapter": 3,
            "verse": 133,
            "text": "Na moma moho nyε hare nkͻ bͻnefakyε a efiri mo Wura (Nyankopͻn) hͻ no mu, εne Aheman no a ne kεseε anaa netεtrεtε tesε ͻsoro ne asaase a, yasiesie ama Nyame-surofoͻ no"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "Wͻn a ahotͻ (berε) ne ahokyerε (berε mu nyinaa no) wͻ’yi wͻn agyapadeε dema; na wͻ’hyε wͻn abufuo soͻ, na wͻ’de amanfoͻ (a wͻn afom wͻn) mfomsoͻ kyε wͻn. Nyankopͻn deε Ɔpε wͻn a wͻ’yε papa no asεm"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "Wͻn a sε wͻ’bu ahohwi bra bi, anaasε wͻ’yε bͻne tia wͻn kraa a wͻ’kae Nyankopͻn na wͻ’srε wͻn bͻne no ho bͻnefakyε;- Hwan na ͻde bͻne kyε; gyesε Nyankopͻn-; na wͻ’nnsan nntͻ nkͻ bͻne a wͻ’yͻeε no so bio wͻ aberε a wͻ’nim"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Saa nkorofoͻ no akatua ne bͻne fakyε a efri wͻn Wura Nyankopͻn hͻ, εna ͻsoro Aheman a nsubͻnten nenam aseε; emu na wͻ’bεtena afe bͻͻ. Akatua pa paa wͻhͻ ma wͻn a wͻ’dii dwuma pa no"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Mfatoho anaasε asεm nnahͻͻ (pii) na adi moanim kan atwa mu kͻ; enti montu kwan wͻ asaase no so na monhwε sεdeε wͻn a wͻ’poo nokorε no awieε si wieε"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "(Qur’aan) woi yε nkyerεkyerεmu pefee dema adasamma, na εyε kwankyerε ne afutusεm dema Nyame-surofoͻ no"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "Enti mommpa aba, na mommma mowerε nso nnho, na mona mo wͻ soͻ (anaasε mone nkonimdifoͻ no), sε moyε agyidiefoͻ ampa a"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "Sε moapira pira bi (wͻ Uhud koo no mu) a, ampa sε nkorͻfoͻ no nso apira saa ara bi pεn (wͻ Badar koo no mu). Saa ara na Yedi nna no adane-adanee wͻ nnipa ntεm, sεdeε Nyankopͻn de (bεyε nyinasoͻ) ahunu wͻn a wͻ’gye die, na Obenya mogya ho adansefoͻ afri mo mu. Na Nyankopͻn deε Ɔmpε abͻneεfoͻ no asεm"
        },
        {
            "chapter": 3,
            "verse": 141,
            "text": "Na Nyankopͻn debɛte wͻn a wͻ’agye adie no ho, na W’ayi boniayεfoͻ no afiri hͻ nkakrankakra"
        },
        {
            "chapter": 3,
            "verse": 142,
            "text": "Enti moadwen yε mo sε mobεkͻ soro Aheman no mu wͻ aberε a Nyankopͻn nhunuu momu wͻn a wͻ’reko (wͻ ne kwan no soͻ), nhunuu aboterεfoͻ no"
        },
        {
            "chapter": 3,
            "verse": 143,
            "text": "Ampa sε, na anka mopε owuo no ansa na morebehyia no; ampa sε afei deε moahu (owuo) no aberɛ a moani tua"
        },
        {
            "chapter": 3,
            "verse": 144,
            "text": "Muhammad gyinaberε ara ne sε, ͻyε Ɔsomafoͻ. Asomafoͻ no pii na adi n’anim kan atwa mu kͻ. Enti sε owu, anaasε yeku no a, mobεdane moho wͻ monantini so (anaa mobegyae Islam asan akͻ moakyi)? Obi a ͻbεdane ne ho wͻ nenantini soͻ no, ontumi nyε Nyankopͻn hwee. Na Nyankopͻn deε Ɔbetua wͻn a wͻ’yi (no) ayε no (dwumadi pa) no so ka"
        },
        {
            "chapter": 3,
            "verse": 145,
            "text": "Na εmma sε ᴐkra bi bewu, gyesε Nyankopͻn ma ho kwan, (owuo) yε berε a yahyehyε ato hͻ. Obi a ͻpε wiase akatua no Yε’de ma no, obi a ͻpε Daakye akatua no nso Yε’de bεma no, na Y’ebetua wͻn a wͻ’yi (Nyame) ayε no ka"
        },
        {
            "chapter": 3,
            "verse": 146,
            "text": "Nkͻmhyεfoͻ pii na wͻn ako (wͻ Nyame kwan so) a nwomanimfoͻ Nyame-somfoͻ pii ka wͻn ho. Nanso wͻn ampa aba wͻ deε εtoo wͻn wͻ Nyame kwan soͻ no ho, na amma wͻn ammrε wͻn ho ase nso (amma abͻneεfoͻ no). Nyankopͻn deε Ɔpε aboterεfoͻ anaa wͻn a wͻ’gyina pintinn no asεm"
        },
        {
            "chapter": 3,
            "verse": 147,
            "text": "Wͻn asεm a wͻ’kaeε ara nesε: “Ye’ Wura Nyankopͻn, fa yεn bͻne, ne yεn nyuma a aboro soͻ ne deε atͻ sin (ho mfomsoͻ) kyε yεn, na ma yenyina pintinn wͻ yεn nnan so, na boa yεn ma yeni boniayεfoͻ no so nkonim”"
        },
        {
            "chapter": 3,
            "verse": 148,
            "text": "Enti Nyankopͻn maa wͻn wiase yi mu akatua ne Daakye no nso akatua pa paa no nso. Onyankopͻn deε Ɔpε ayεmyεfoͻ no asεm"
        },
        {
            "chapter": 3,
            "verse": 149,
            "text": "Mo a moagye adie, sε moyε sotie ma wͻn a w’apo nokorε no a wͻ’bεma moasan moakyi abεfa monantin so na moadane moho aberε agu"
        },
        {
            "chapter": 3,
            "verse": 150,
            "text": "Aane, Nyankopͻn ne mo Kyitaafoͻ, na Ɔne Ɔboafoͻ papa a Ɔkyεn aboafoͻ nyinaa"
        },
        {
            "chapter": 3,
            "verse": 151,
            "text": "Yε’bεbͻ ehuu agu wͻn a wͻ’po nokorε no akoma mu, εnam deε wͻ’de bata Nyankopͻn ho a yensianee nyinasoͻ anaa tumi biara (maa wͻn) wͻ ho no nti. Wͻn fie ne Amanehunu gyem, na εhͻ yε efie bͻne paa ma abͻneεfoͻ no"
        },
        {
            "chapter": 3,
            "verse": 152,
            "text": "Ampa sε, Nyankopͻn dii Ne bͻhyε so maa mo, εberε a N’akwamma mu no mokunkum (abosomsomfoͻ no) kͻpem sε mogooeε, na mogyee akyinnye wͻ nhyehyεε (anaa dwumadie) no ho, na moyεε ho asoͻden wͻ akyire yi a Nyankopͻn de adeε a na anka mopε no kyerεε mo. Momu bi wͻhͻ a na wͻ’pε wiase, εna na momu bi nso pε Daakye no. Afei Ɔdanee mo firii wͻn so sεdeε Ɔbεsͻ mo ahwε; na ampa sɛ Ɔde (mo mfomsoɔ no) afri mo. Nyankopɔn adom a ɛwɔ agyidiefoɔ no soɔ no so paa"
        }
    ]
}