{
    "maqras": [
        {
            "chapter": 7,
            "verse": 156,
            "text": "Na hyehyε papa ma yεn wͻ wiase yi mu ne Daakye no mu nso, nokorε sε Wo hͻ na yεdane y’ani kyerε“. Nyankopͻn kaa sε: “M’asotwee no Mede bεtwe obi a Mepε aso, na M’ahummͻborͻ atwa biribiara ho ahyia. Enti Mεhyehyε (papa) ama wͻn a wͻ’suro Nyame na wͻ’yε ahwεyie, na wͻ’yi Zaka, ne wͻn a wͻ’gye Yεn Nsεm no die"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Wͻn a wͻ’di Ɔsomafoͻ Nkͻmhyεni Fratamni a wͻn ahunu sε yatwerε ne ho asεm wͻ wͻn hͻ wͻ Tora ne Injeel no mu no akyi; ͻrehyε wͻn ma wͻ’yε papa, εna ͻrebra wͻn ma wͻ’gyae amumuyε; ͻma wͻn deε εyε ho kwan, εna ͻrebra wͻn adeε a εyε fii, εna ͻreyi wͻn adesoa duruduro ne nkͻnsͻnkͻnsͻn a na εda wͻn soͻ no fri wͻn soͻ. Enti wͻn a wͻ’agye (saa Nkͻmhyεni) no adie, na wͻ’de obuo ma no, na wͻ’boa no, na wͻ’di nhyerεnee a yasiane aka ne ho no akyire no, saa nkorͻfoͻ no ne nkonimdifoͻ no"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "(Nkͻmhyεni), kasε: “Adasamma, meyε Ɔsomafoͻ fri Nea ͻsoro ne asaase ahennie yε Nedea no hͻ dema mo nyinaa”. Awurade foforͻ biara nnihͻ gyesε Ɔno (nko ara); Ɔno na Ɔma nkwa εna Okum. Enti monye Nyankopͻn ne ne Somafoͻ Nkͻmhyεni Fratamni no a ͻgye Nyankopͻn ne Nensεm die no ni, na moni n’akyi sεdeε mobenya kwankyerε"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Nnipa bi wͻ Mose nkorͻfoͻ no mu a wͻ’de nokorε no kyerε kwan, na wͻ’di ho nokorε nso"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Yε’kyekyεε Israelfoͻ mu mmusua kuo dummienu. Ԑberε a Mose nkorͻfoͻ no bisaa no nsuo, Ye’yi kyerεε no sε: “Fa wo poma no bͻ ͻbotan no mu“. Enti asutire dummienu pue frii mu. Abusua no mu biara hunuu wͻn anomeε. Na Yε’de mununkum yεε kyinnieε wͻ wͻn so, na Ye’sianee Manna ne Salwa maa wͻn (ka kyerεε wͻn sε): “Monidi mfri nnepa a Yε’de abͻ mo akͻnhoma no mu.”. Wͻn annyε Yεn bͻne na mmom wͻ’yεε bͻne tiaa wͻn ara wͻn kraa"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "Kae εberε a yεka kyerεε wͻn (Israelfoͻ no) sε: ‘’Montena saa kuro yi mu na monidi nkͻpem faako a mopε, na monka sε: “Ye’Wura Nyankopͻn, yi yεn bͻne fri yεn so”. Na monfa ahobraseε nwura ͻpono no mu; Yε’de mo mfomsoͻ bεkyε mo na Yε’de (papa no bi) aka ho ama apapayεfoͻ no”"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Nanso wͻn mu abͻneεfoͻ no sesaa asεm a yεka kyerεε wͻn no kͻfaa foforͻ. Enti Yesianee asotwee firii soro baa wͻn so, εnam wͻn bͻne ho nti"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "(Nkͻmhyεni), bisa wͻn (Yudafoͻ no) fa kuro bi a na εda ͻpo ho no ho asεm, εberε a wͻ’too Sabat ho mmara no, εberε a wͻn nsuo mu nnam baa wͻn hͻ wͻ wͻn Sabat da no wͻ nsuo no ani no; sε εnyε Sabat da a wͻ’mma wͻn hͻ. Saa ara na Yε’sͻͻ wͻn hwεeε εnam wͻn nsεmmͻnee nti"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Ɛberε a wͻn mu fekuo bi kaa sε: ‘’Adεn na moretu amanfoͻ a Nyankopͻn bεsεe wͻn anaa Ɔde asotwe kεseε bεtwe wͻn aso no foͻ?” Wͻ’kaa sε: “Sεdeε εbεyε nyinasoͻ wͻ mo Wura Nyankopͻn hͻ nti, na afei ebia wͻ’bεsuro Nyame na wͻ’ayε ahwεyie”"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Enti εberε a wͻn werε frii adeε a yetuu wͻn fo wͻ ho no, Yε’gyee wͻn a wͻ’twe wͻn ho fri bͻne ho no nkwa, εna Yε’de asotwee bͻne twee wͻn a wͻ’di bͻne no aso εfa wͻn bͻne no ho nti"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Enti εberε a wͻ’tee atua wͻ deε yabra wͻn no ho no, Yε’ka kyerε wͻn sε: “Monyε nnoe (anaasε nsoroboa) wͻ animguaseε mu”"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "Kae εberε nso a wo Wura Nyankopͻn de too dwa sε, Ɔbεsoma wͻn a wͻ’de asotwee bͻne bεtwe wͻn (Israelfoͻ no) aso akosi Wusͻreε Da no. Nokorε sε, wo Wura Nyankopͻn ho yε hare wͻ awerεtͻ mu; na nokorε sε Ɔne Bͻnefakyε hene, na Ɔne Mmͻborͻhunufoͻ Hene"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Yε’kyekyεε wͻn mu akuo-akuo, wͻ asaase no so; wͻn mu bi yε apapafoͻ na wͻn mu bi nso nnte saa. Na Yε’de papa ne bͻne sͻͻ wͻn hwεe sεdeε wͻ’bεsan wͻn akyi (afri bͻneyε mu)"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Wͻn akyi no, awoͻ ntotoasoͻ (bͻne) a yεde Nwoma no hyεε wͻn nsa bεhyεε wͻn anan mu, wͻ’faa wiase yi mu ahuhudeε no, na deε wͻ’kaeε ne sε: “Yε’de yεn bͻne bεkyε yεn.“ Sε ahuhudeε a εte saa sεso mpo baa wͻn hͻ a (anka wͻ’bεsan) agye (aka ho). Enti yεnyee apam wͻ wͻn hͻ wͻ Nwoma no mu sε: “Wͻnhwε na wͻn anka biribi annto Nyankopͻn so gyesε nokorε nko ara?” Aberε nso a wͻ’asua deε εwͻ (Nwoma no) mu no. Daakye asetena no yε ma wͻn a wͻ’suro Nyame na wͻ’yε ahwεyie. Enti monnwen anaa"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Wͻn nso a wͻ’sͻ Nwoma no mu (pintinn) na wͻ’frε Nyame wͻ nebrε mu no, nokorε sε Yε’mma apapafoͻ no akatua nyε kwa"
        }
    ]
}