{
    "pages": [
        {
            "chapter": 2,
            "verse": 62,
            "text": "Suphesiz Inananlar, Yahudiler, Hıristiyanlar ve Sabiilerden kim Allah’a ve ahiret gunune inanır ve dogru olanı yaparsa; onlara Rab’leri yanında mukafatlar vardır. Onlara bir korku da yoktur, uzulmeyeceklerdir"
        },
        {
            "chapter": 2,
            "verse": 63,
            "text": "Sizden sapa saglam soz almıstık. Dagı da uzerinize kaldırmıs: -Allah’a karsı gelmekten sakınabilmeniz icin size verdigimiz kitaba kuvvetle sarılın ve onun icindekileri aklınızda tutun, demistik"
        },
        {
            "chapter": 2,
            "verse": 64,
            "text": "Bundan sonra yine yuz cevirmistiniz; eger Allah’ın size bol nimet ve merhameti olmasaydı, elbette husrana ugrayanlardan olurdunuz"
        },
        {
            "chapter": 2,
            "verse": 65,
            "text": "Icinizden cumartesi gununde yasagı cigneyenleri de elbette biliyorsunuz. Iste biz onlara: -Hor ve asagılık maymunlar olun, dedik"
        },
        {
            "chapter": 2,
            "verse": 66,
            "text": "Boylece onların akıbetini hem onlerinde bulunanlar icin, hem de kendilerinden sonra gelecekler icin bir ibret ve Allah’tan korkanlar icin de bir ogut vesilesi yaptık"
        },
        {
            "chapter": 2,
            "verse": 67,
            "text": "Hani Musa kavmine: -Allah, size bir inek kesmenizi emrediyor, demisti. Onlar: -Bizimle alay mı ediyorsun? demislerdi. Musa da: -Ben cahillerden olmaktan Allah’a sıgınırım, demisti"
        },
        {
            "chapter": 2,
            "verse": 68,
            "text": "Rabbine bizim icin dua et de bize onun nasıl bir sey oldugunu acıklasın, dediler. O: -Allah, onun ne pek yaslı ne de pek korpe, ikisi ortası bir inek oldugunu soyluyor. Artık size emredilen seyi yapın, dedi"
        },
        {
            "chapter": 2,
            "verse": 69,
            "text": "Bizim icin Rabbine dua et de, onun ne renk oldugunu bize iyice acıklasın, dediler. Musa: -Allah, onun, bakanların icini acan, parlak sarı bir inek oldugunu soyluyor, dedi"
        }
    ]
}