{
    "pages": [
        {
            "chapter": 23,
            "verse": 90,
            "text": "Dogrusu onlara gercegi getirdik, fakat onlar yalancıdırlar"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Allah, cocuk edinmedi. O’nun yanında baska bir ilah yoktur. Eger olsaydı, her ilah yarattıgı ile gider ve elbette biri, digerine ustun gelirdi. Isnat ettikleri vasıflardan munezzehtir Allah"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "O, gizliyi de acıgı da bilendir, onların kostukları sirklerden cok yucedir"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "De ki: -Rabbim, onlara vaat edileni eger bana gostereceksen"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "Rabbim, o zaman beni zalim toplum icinde bulundurma"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Suphesiz biz, onlara vaat ettigimiz (azabı) sana gostermeye kadiriz"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Sen, kotulugu en guzel ile sav. Onların nitelemekte olduklarını biz, cok daha iyi biliriz"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "Ve de ki: -Rabbim, seytanların kıskırtmalarından sana sıgınırım"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "Onların yanımda bulunmalarından da sana sıgınırım Rabbim"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "Onlardan birine olum gelince; -Rabbim, beni geri dondur der"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Belki ben, terkettigim dogru isleri yaparım. Asla, o sadece soyleyenin bir sozudur. Onların arkalarında yeniden diriltilecekeri gune kadar bir engel vardır"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "Sur’a uflendigi zaman, iste o gun, aralarında soy bagı kalmaz, birbirlerinden birsey de isteyemezler"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Kimlerin tartıları agır gelirse, iste onlar kurtulusa ermislerdir"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "Kimlerin de tartıları hafif gelirse, iste onlar da kendilerini husrana ugratanlardır, cehennemde ebedi kalacaklardır"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Ates onların yuzlerini yalayacak ve disleri sırıtıp kalacaktır"
        }
    ]
}