{
    "pages": [
        {
            "chapter": 67,
            "verse": 13,
            "text": "Sozunuzu ister gizleyin, ister acıklayın. Suphesiz O, kalplerin ozunu bilir"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Yaratan bilmez mi? O, gizli sırlara da vakıf ve haberdardır"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "Yeri sizin icin, uzerinde yuruyun ve rızkından yiyin diye alcak kılan O’dur. Donus de O’nadır"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Gokte olanın sizi yere batırmayacagından guvende misiniz, O sarsıldıgı zaman"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Yoksa, gokte olanın uzerinize tas yagdıran bir fırtına gondermeyeceginden guvende misiniz? Tehdidim nasılmıs yakında goreceksiniz"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Onlardan oncekiler de yalanlamıslardı. Fakat, beni inkar etmek nasılmıs"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Onlar uzerlerinde sıra sıra kanat cırpan kusları gormuyorlar mı? Onları Rahman’dan baskası tutmuyor. Suphesiz O, her seyi gorendir"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Rahman’a karsı size yardım edecek kimdir? Yoksa bu sizin ordunuz mu? Kafirler ancak bos bir gurur/aldanıs icindedirler"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Eger rızkınızı kesse, size rızık verecek olan kimdir? Hayır, onlar azgınlık ve nefret icinde inatla direnmektedirler"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "O halde, yuzustu surunen mi daha dogru yoldadır; yoksa, dosdogru yolda dumduz yuruyen mi"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "De ki: -Sizi yaratan, size kulaklar, gozler ve kalpler veren O’dur. Ne kadar az sukrediyorsunuz"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "De ki: -Sizi yeryuzunde tureten O’dur. O’nun huzurunda toplanacaksınız"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "Bu vaat ne zaman gerceklesecek, eger dogru soyluyorsanız? derler"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "De ki: - Bunun bilgisi yalnız Allah’tadır. Ben sadece bir uyarıcıyım"
        }
    ]
}