{
    "pages": [
        {
            "chapter": 8,
            "verse": 26,
            "text": "Et souvenez-vous quand vous etiez peu nombreux et faibles sur terre. Vous redoutiez alors que les gens ne vous enlevent et Il vous donna refuge et vous appuya de Son secours. Il vous fit don de la meilleure des subsistances, peut-etre serez-vous reconnaissants"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "O vous qui avez cru ! Ne trahissez pas Allah et le Messager. Ne trahissez pas sciemment ce qui vous a ete confie"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Et sachez que vos fortunes et vos enfants ne sont pour vous qu’une tentation[192] et qu’il y a, aupres d’Allah, une tres grande recompense"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "O vous qui avez cru ! Si vous craignez Allah, Il vous dotera de discernement, rachetera vos peches et vous pardonnera, car Allah detient une immense faveur"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "(Rappelle-toi, o Muhammad) lorsque les mecreants conspiraient contre toi pour te capturer, t’assassiner ou t’exiler. Ils conspirerent, mais Allah a dejoue leur conspiration. Car Allah surpasse tous les conspirateurs"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Et (rappelle-toi) quand on leur recitait Nos versets et qu’ils disaient : « Nous avons entendu, et si nous voulions, nous produirions des (versets) semblables ; ce ne sont la que fables d’anciens. »"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "Et (rappelle-toi aussi) quand ils disaient : « O Allah ! Si cela est la (pure) verite, fais pleuvoir sur nous des pierres, ou fais-nous subir un supplice tres douloureux. »"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Mais Allah n’avait pas a leur faire subir de supplice alors que tu etais parmi eux ; et Allah n’avait pas a leur faire subir de supplice alors qu’ils imploraient le pardon"
        }
    ]
}