{
    "pages": [
        {
            "chapter": 12,
            "verse": 53,
            "text": "Et je n’entends pas m’innocenter car l’ame (humaine) aime a suggerer le mal, sauf si mon Seigneur (nous en preserve) par Sa pitie. Car mon Seigneur est Absoluteur et Tout Misericordieux. »"
        },
        {
            "chapter": 12,
            "verse": 54,
            "text": "Le roi dit : « Amenez-le moi, car je compte le reserver a mon service exclusif. » Apres avoir discute avec lui, il dit : « Nous te tenons aujourd’hui en tres haute position et tu es notre homme de confiance. »"
        },
        {
            "chapter": 12,
            "verse": 55,
            "text": "« Donne-moi la charge de l’intendance du pays, (dit Joseph), j’en serai le gardien en toute connaissance. »"
        },
        {
            "chapter": 12,
            "verse": 56,
            "text": "C’est ainsi que Nous avons etabli Joseph dans cette terre. Il pouvait y elire domicile partout ou il voulait. Nous touchons de Notre grace qui Nous voulons et ne laissons point se perdre la recompense des bienfaiteurs"
        },
        {
            "chapter": 12,
            "verse": 57,
            "text": "La recompense de l’autre monde est certes meilleure pour ceux qui auront cru et auront eu la piete"
        },
        {
            "chapter": 12,
            "verse": 58,
            "text": "Les freres de Joseph vinrent (en Egypte)[244] et se presenterent devant lui. Lui les reconnut alors qu’eux ne le reconnurent point"
        },
        {
            "chapter": 12,
            "verse": 59,
            "text": "Apres les avoir pourvus en ravitaillement, il leur dit : « Amenez-moi un frere a vous du cote de votre pere, ne voyez-vous pas que j’accorde pleine mesure et que je suis le meilleur des hotes"
        },
        {
            "chapter": 12,
            "verse": 60,
            "text": "Si vous ne me l’amenez pas, vous n’aurez plus de ravitaillement chez moi, ni ne pourrez m’approcher (desormais) ! »"
        },
        {
            "chapter": 12,
            "verse": 61,
            "text": "Ils dirent alors : « Nous tenterons de persuader son pere, et nous le ferons certainement (venir). »"
        },
        {
            "chapter": 12,
            "verse": 62,
            "text": "Il dit a ses serviteurs : «Mettez leurs marchandises[245] dans les bats (de leurs betes), peut-etre que s’ils les reconnaissent, une fois retournes chez eux, ils reviendront. »"
        },
        {
            "chapter": 12,
            "verse": 63,
            "text": "Revenus aupres de leur pere, ils dirent : « Pere ! Desormais, le ravitaillement nous sera refuse. Envoie donc avec nous notre frere pour que nous soyons approvisionnes. Nous veillerons bien sur lui. »"
        }
    ]
}