{
    "pages": [
        {
            "chapter": 15,
            "verse": 91,
            "text": "ceux qui ont fait du Coran des fragments disparates"
        },
        {
            "chapter": 15,
            "verse": 92,
            "text": "Par ton Seigneur ! Nous les interrogerons tous"
        },
        {
            "chapter": 15,
            "verse": 93,
            "text": "sur ce qu’ils faisaient"
        },
        {
            "chapter": 15,
            "verse": 94,
            "text": "Proclame tout haut ce qui t’est ordonne et detourne-toi des associatres"
        },
        {
            "chapter": 15,
            "verse": 95,
            "text": "Nous te suffisons comme defenseur contre les railleurs"
        },
        {
            "chapter": 15,
            "verse": 96,
            "text": "qui associent a Allah une autre divinite. Ceux-la vont bientot savoir (ce qui les attend)"
        },
        {
            "chapter": 15,
            "verse": 97,
            "text": "Nous savons que tu as des serrements au cœur (en entendant) ce qu’ils disent"
        },
        {
            "chapter": 15,
            "verse": 98,
            "text": "Rends donc gloire a ton Seigneur en celebrant Ses louanges, et sois avec ceux qui se prosternent"
        },
        {
            "chapter": 15,
            "verse": 99,
            "text": "Adore ton Seigneur jusqu’a ce que vienne a toi la certitude (de la mort)"
        },
        {
            "chapter": 16,
            "verse": 1,
            "text": "L’ordre d’Allah est bientot venu. Ne le hatez donc pas. Gloire Lui soit rendue ! Lui, est bien au-dessus de ce qu’ils Lui associent"
        },
        {
            "chapter": 16,
            "verse": 2,
            "text": "Il fait descendre les Anges, avec la Revelation et de par Son ordre, sur qui Il veut parmi Ses serviteurs : « Avertissez (les hommes) qu’il n’y a point d’autre divinite que Moi. Alors, craignez-Moi ! »"
        },
        {
            "chapter": 16,
            "verse": 3,
            "text": "Il a cree les cieux et la terre en toute verite, et Il est bien au-dessus de ce qu’ils Lui associent"
        },
        {
            "chapter": 16,
            "verse": 4,
            "text": "Il a cree l’homme d’une goutte de sperme et voila que l’homme s’erige en contradicteur manifeste"
        },
        {
            "chapter": 16,
            "verse": 5,
            "text": "Les bestiaux, Il les a crees pour vous. Ils vous sont source de chaleur et d’autres avantages (encore), et vous vous en nourrissez"
        },
        {
            "chapter": 16,
            "verse": 6,
            "text": "Ils vous sont source de beaute quand, le soir, vous les ramenez et quand, au petit jour, vous les menez au paturage"
        }
    ]
}