{
    "pages": [
        {
            "chapter": 16,
            "verse": 15,
            "text": "Il a etabli sur terre des montagnes solidement implantees afin qu’elle ne se meuve pas et ne vous entraine avec elle ; et des rivieres et des sentes pour que vous puissiez vous diriger (et retrouver vos chemins) (tahtadun)"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "ainsi que d’autres points de repere, comme les etoiles grace auxquelles ils (les hommes) s’orientent (dans la nuit)"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Celui Qui cree est-Il donc pareil a celui qui ne cree point ? Ne pouvez-vous vous en souvenir"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Si vous comptez les bienfaits d’Allah, vous ne pourrez en arreter le nombre ! Allah est Absoluteur et Tout Misericordieux"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Allah Sait ce que vous gardez dans le secret du cœur, et ce que vous exprimez ouvertement"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Ceux qu’ils invoquent en dehors d’Allah ne creent rien et sont eux-memes crees"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Ils sont morts, non vivants, et ne savent point quand ils seront ressuscites"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Votre Dieu est un Dieu Unique. Ceux qui ne croient pas au Jour Dernier renient par leurs cœurs (cette evidence), tout orgueilleux qu’ils sont"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Nul doute qu’Allah Sait ce qu’ils gardent dans le secret du cœur et ce qu’ils expriment ouvertement. Et Il n’aime pas les orgueilleux"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Et quand il leur est demande : « Qu’a donc revele votre Seigneur ? » ils repondent : « Ce ne sont que d’anciennes legendes ! »"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Qu’ils portent donc, le Jour de la Resurrection, tous les fardeaux de leurs propres œuvres et certains fardeaux de ceux qu’ils devoient sans aucun savoir. Quel abominable fardeau que le leur"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Ceux qui les ont precedes avaient trame des intrigues. Allah S’en prit alors aux fondements meme de leur edifice dont le toit s’ecroula sur leurs tetes et le supplice s’abattit sur eux par la ou ils ne pouvaient le sentir (venir)"
        }
    ]
}