{
    "pages": [
        {
            "chapter": 16,
            "verse": 88,
            "text": "A ceux qui ont mecru et se sont mis en travers du chemin d’Allah, Nous ajouterons supplice sur supplice pour la corruption qu’ils semaient (de par le monde)"
        },
        {
            "chapter": 16,
            "verse": 89,
            "text": "(Evoque) le jour ou Nous enverrons dans chaque communaute un temoin issu de son propre peuple et contre lequel il viendra temoigner, et ou Nous t’appellerons en temoin contre ceux-la,[280] toi a qui Nous avons revele le Livre, clair expose de toute chose, juste direction (huda), misericorde et heureuse annonce pour les Musulmans"
        },
        {
            "chapter": 16,
            "verse": 90,
            "text": "Allah ordonne l’equite, la bienfaisance et le traitement bienveillant des proches. Il interdit la turpitude, les actes reprehensibles et les abus de toutes sortes. Ainsi vous exhorte-t-Il afin que vous vous en souveniez"
        },
        {
            "chapter": 16,
            "verse": 91,
            "text": "Honorez l’engagement envers Allah une fois que vous l’avez pris. Ne vous parjurez point apres avoir solennellement prete serment et pris Allah pour garant. Car Allah Sait ce que vous faites"
        },
        {
            "chapter": 16,
            "verse": 92,
            "text": "Ne soyez pas comme celle qui defait sa laine filee apres l’avoir solidement enroulee (et ce) en utilisant vos serments pour vous tromper les uns les autres sous pretexte que tel clan est plus nombreux que l’autre.[281] Allah ne fait, par la, que vous mettre a l’epreuve, et le Jour de la Resurrection Il vous devoilera clairement l’objet de vos litiges"
        },
        {
            "chapter": 16,
            "verse": 93,
            "text": "Si Allah avait voulu, Il aurait fait de vous une seule communaute. Mais Allah egare qui Il veut et guide qui Il veut ; et vous serez interroges sur ce que vous faisiez"
        }
    ]
}