{
    "pages": [
        {
            "chapter": 35,
            "verse": 19,
            "text": "L’aveugle et le voyant ne sauraient etre egaux"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "Pas plus que ne sauraient l’etre les tenebres et la lumiere"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "Ni l’ombre (rafraichissante) et la chaleur (brulante)"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "Comme ne sauraient etre egaux, non plus, les morts et les vivants. Allah fait entendre qui Il veut, tandis que toi tu ne pourras faire entendre ceux qui sont dans les tombes"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "Tu n’es la que pour avertir"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "Nous t’avons envoye, avec la verite, afin de faire heureuse annonce et d’avertir. Il n’est pas une seule nation qui n’ait vu venir a elle un avertisseur"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "S’ils te traitent de menteur, ceux qui les ont precedes avaient deja traite de menteurs (les Messagers) qui leur apportaient les preuves evidentes, les Ecritures et le Livre pour les eclairer"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Puis Je Me saisis des mecreants. Quelle ne fut alors Ma reprobation"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "N’as-tu pas vu qu’Allah fait descendre du ciel une eau, par laquelle Nous faisons pousser toutes sortes de fruits aux couleurs differentes ? Certaines montagnes sont striees de blanc et de rouge, dont les nuances sont si variees, et d’autres sont d’un noir profond"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "Et pour les hommes, les animaux et le betail, il existe aussi des couleurs tout aussi variees. C’est ainsi que, parmi Ses serviteurs, Seuls les savants craignent Allah. Allah est certes Tout-Puissant et Absoluteur"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Ceux qui recitent le Livre d’Allah, qui accomplissent la Calat et depensent de ce que Nous leur avons dispense, secretement et en public, peuvent esperer un commerce qui jamais ne s’epuisera"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "afin qu’(Allah) leur attribue leur pleine recompense et leur ajoute de Ses faveurs. Il est Absoluteur et si Reconnaissant"
        }
    ]
}