{
    "pages": [
        {
            "chapter": 40,
            "verse": 67,
            "text": "C’est Lui Qui vous a crees de terre, puis d’une goutte de sperme, puis d’un grumeau de sang, puis vous fait sortir enfants pour que vous atteigniez ensuite la maturite et la vieillesse. Il en est parmi vous qui decedent avant cela mais vous (tous) parviendrez jusqu’a un terme (deja) nomme. Peut-etre y mediterez-vous"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "C’est Lui Qui fait vivre et fait mourir et qui, quand Il decide d’une chose, lui dit « Sois ! » et elle est"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Ne vois-tu pas comment ceux qui disputent au sujet de Nos Signes se font fourvoyer"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Ceux qui osent dementir le Livre et (dementir) ce que Nous avons envoye par l’intermediaire de Nos Messagers, sauront bientot (ce qui les attend)"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "quand, le carcan autour du cou et traines dans leurs chaines"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "ils seront jetes dans l’eau bouillante puis dans le Feu"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Il leur sera dit ensuite : « Ou sont donc ceux que vous pretiez comme associes"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "a Allah ? » Ils repondront alors : « Ils nous ont abandonnes, ou plutot nous n’invoquions rien autrefois. » C’est ainsi qu’Allah egare les mecreants"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Tel est (le prix) de votre jubilation sans juste raison sur terre, et de vos rejouissances excessives"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Entrez donc par les portes de la Gehenne, ou vous resterez pour l’eternite. Combien triste est le sejour des orgueilleux"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Prends donc patience ! La promesse d’Allah est pure verite. Que Nous te montrions une partie (du supplice) dont Nous les menacons, ou que Nous reprenions ton ame avant, c’est vers Nous qu’ils seront ramenes"
        }
    ]
}