{
    "pages": [
        {
            "chapter": 3,
            "verse": 10,
            "text": "Ceux qui ont mecru, ni leurs biens ni leur progeniture ne les preserveront (de la colere) d’Allah. Et ce sont eux qui alimenteront le Feu"
        },
        {
            "chapter": 3,
            "verse": 11,
            "text": "Tel fut le cas du peuple de Pharaon, et ceux qui les precederent. Ils traiterent Nos Signes de mensonges, alors Allah les a chaties pour leurs peches. Et Allah a le chatiment tres dur"
        },
        {
            "chapter": 3,
            "verse": 12,
            "text": "Dis a ceux qui ont mecru : « Vous serez vaincus et rassembles en foule dans la Gehenne ; et alors la, quelle horrible couche ! »"
        },
        {
            "chapter": 3,
            "verse": 13,
            "text": "Ce fut un signe pour vous que cette rencontre de deux troupes dont l’une combattait dans le chemin d’Allah et l’autre etait mecreante. Aux yeux (des mecreants), (les croyants) paraissaient le double de ce qu’ils etaient eux-memes ; Allah appuie par Son secours qui Il veut et, en cela, il y a une lecon a tirer par les esprits lucides"
        },
        {
            "chapter": 3,
            "verse": 14,
            "text": "Aux yeux des hommes est embelli l’amour des choses convoitees, le penchant pour les femmes et l’attachement porte aux enfants, aux tresors charges d’or et d’argent amasse, aux chevaux de race, aux betail et aux cultures des champs. Telles sont les jouissances de ce bas monde ; et ce n’est qu’aupres d’Allah qu’est heureux le retour"
        },
        {
            "chapter": 3,
            "verse": 15,
            "text": "Dis : « Voulez-vous donc que je vous annonce de bien meilleures nouvelles? Pour ceux qui ont craint (Allah), il y aura aupres de leur Seigneur des jardins sous lesquels coulent les rivieres et ou ils sejourneront pour l’eternite ; ils y auront des epouses purifiees et l’agrement d’Allah. Et Allah Voit parfaitement Ses serviteurs"
        }
    ]
}