{
    "pages": [
        {
            "chapter": 51,
            "verse": 31,
            "text": "« Quelle est donc la raison de votre visite, o emissaires ? » demanda (Abraham)"
        },
        {
            "chapter": 51,
            "verse": 32,
            "text": "« Nous sommes envoyes vers des gens coupables, repondirent-ils"
        },
        {
            "chapter": 51,
            "verse": 33,
            "text": "pour faire pleuvoir sur eux des pierres d’argile"
        },
        {
            "chapter": 51,
            "verse": 34,
            "text": "portant un signe aupres de ton Seigneur pour ceux qui commettent des abus. »"
        },
        {
            "chapter": 51,
            "verse": 35,
            "text": "Nous en fimes evacuer ceux qui etaient croyants"
        },
        {
            "chapter": 51,
            "verse": 36,
            "text": "Mais Nous n’y trouvames qu’une seule maison de (croyants) Soumis"
        },
        {
            "chapter": 51,
            "verse": 37,
            "text": "Et Nous y laissames un Signe pour ceux qui craignent le supplice tres douloureux"
        },
        {
            "chapter": 51,
            "verse": 38,
            "text": "(Il est aussi un Signe) en Moise, que Nous envoyames a Pharaon muni d’une evidente preuve d’autorite"
        },
        {
            "chapter": 51,
            "verse": 39,
            "text": "Mais il se detourna, conforte dans son pouvoir, et dit : « Voila bien un magicien ou un fou ! »"
        },
        {
            "chapter": 51,
            "verse": 40,
            "text": "Nous Nous saisimes alors de lui et de son armee, et les precipitames dans les flots. (Il y disparut) blame et reprouve"
        },
        {
            "chapter": 51,
            "verse": 41,
            "text": "(Un autre Signe) fut celui des ‘Ad, sur lesquels Nous dechainames des vents ravageurs"
        },
        {
            "chapter": 51,
            "verse": 42,
            "text": "qui ne laissaient rien sur leur passage qu’ils n’aient reduit en poussiere"
        },
        {
            "chapter": 51,
            "verse": 43,
            "text": "De meme les Thamud, lorsqu’il leur fut dit : « Jouissez donc (de vos biens) pour un temps ! »"
        },
        {
            "chapter": 51,
            "verse": 44,
            "text": "Ils se dresserent contre l’ordre de leur Seigneur et furent emportes par la foudre, alors qu’ils ne faisaient que regarder, (impuissants)"
        },
        {
            "chapter": 51,
            "verse": 45,
            "text": "Ils ne purent ni se lever, ni triompher (de ce qu’il leur arrivait)"
        },
        {
            "chapter": 51,
            "verse": 46,
            "text": "(Ainsi en fut-il) du peuple de Noe qui etait aussi un peuple de pervers"
        },
        {
            "chapter": 51,
            "verse": 47,
            "text": "Le ciel, c’est Nous Qui l’avons puissamment bati et Nous ne cessons de l’elargir"
        },
        {
            "chapter": 51,
            "verse": 48,
            "text": "La terre, c’est Nous Qui l’avons etendue (et amenagee)! Quel excellent Amenageur Nous sommes"
        },
        {
            "chapter": 51,
            "verse": 49,
            "text": "De toute chose, Nous avons cree un couple afin que vous y reflechissiez"
        },
        {
            "chapter": 51,
            "verse": 50,
            "text": "« Fuyez vers Allah ! Je viens vers vous de Sa part en avertisseur explicite"
        },
        {
            "chapter": 51,
            "verse": 51,
            "text": "N’associez a Allah aucune autre divinite ! Je viens de Sa part en avertisseur explicite. »"
        }
    ]
}