{
    "pages": [
        {
            "chapter": 57,
            "verse": 4,
            "text": "C’est Lui Qui a cree les cieux et la terre en six jours, puis S’est installe avec une Infinie Majeste (istawa) sur le Trone. Il Sait ce qui penetre dans la terre et ce qui en sort, ce qui descend du ciel et ce qui y monte, et Il est avec vous en quelque lieu que vous soyez. Allah est parfaitement Lucide de ce que vous faites"
        },
        {
            "chapter": 57,
            "verse": 5,
            "text": "A Lui appartient la royaute des cieux et de la terre, et c’est vers Allah que toute chose doit faire retour"
        },
        {
            "chapter": 57,
            "verse": 6,
            "text": "Il fait penetrer la nuit dans le jour et Il fait penetrer le jour dans la nuit, et Il Sait parfaitement ce que recelent les cœurs"
        },
        {
            "chapter": 57,
            "verse": 7,
            "text": "Croyez en Allah et en Son Messager ! Depensez de ce dont Il vous a faits les gerants ! Ceux d’entre vous qui croient et donnent de leurs biens (en aumones) obtiendront certes une grande recompense"
        },
        {
            "chapter": 57,
            "verse": 8,
            "text": "Et pourquoi ne croyez-vous pas en Allah quand le Messager vous invite a croire en votre Seigneur et qu’(Allah) a deja obtenu de vous un engagement, si tant est que vous soyez croyants"
        },
        {
            "chapter": 57,
            "verse": 9,
            "text": "C’est Lui Qui revele a Son serviteur des versets explicites pour vous faire sortir des tenebres vers la lumiere. Allah est, envers vous, Tout Compatissant et Tout Misericordieux"
        },
        {
            "chapter": 57,
            "verse": 10,
            "text": "Et pourquoi ne depensez-vous pas (de vos biens) pour la cause d’Allah, a Qui doit revenir l’heritage des cieux et de la terre ? (Ne peuvent etre tenus pour) egaux ceux d’entre vous qui auront depense (de leurs biens) et combattu avant la victoire (la prise de La Mecque) (et les autres). Ceux-la occuperont un rang plus eleve que ceux qui auront depense (de leurs biens) et combattu apres (la victoire). Mais a tous, Allah a promis la plus belle des recompenses. Allah est, de tout ce que vous faites, parfaitement Informe"
        },
        {
            "chapter": 57,
            "verse": 11,
            "text": "Quiconque accorde a Allah un pret de bonne volonte se verra rembourse au centuple, et il aura remuneration genereuse"
        }
    ]
}