{
    "chapter": [
        {
            "chapter": 14,
            "verse": 1,
            "text": "وہی اللہ ہے جس کے ملک میں ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے ار بربادی ہے کفار کے لیے سخت عذاب کے باعث"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "جو پسند کرتے ہیں دینوی زندگی کو آخرت (ابدی زندگی) پر اور دوسروں کو بھی روکتے ہیں راہ خدا سے اور وہ چاہتے ہیں کہ اس راہ راست کو ٹیڑھا بنادیں یہ لوگ بڑی دور کی گمراہی میں ہیں"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "اور ہم نے نہیں بھیجا کسی رسول کو مگر اس قوم کی زبان کے ساتھ تاکہ وہ کھول کر بیان کرے ان کے لیے (احکامِ الٰہی کو) پس گمراہ کرتا ہے اللہ تعالیٰ جسے چاہتا ہے اور ہدایت بخشتا ہے جسے چاہتا ہے اور وہی سب پر غالب بہت دانا ہے"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "اور بیشک ہم نے بھیجا موسیٰ ( علیہ السلام) کو اپنی نشانیوں کے ساتھ (اور انھیں حکم دیا ) کہ نکالو اپنی قوم کو (گمراہی کے ) اندھیروں سے نور ہدایت کی طرف اور دیا دلاؤ انھیں اللہ تعالیٰ کے دن یقیناً اس میں نشانیاں ہیں ہر بہت صبر کرنے والے شکر گزار کے لیے۔"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "اور جب فرمایا موسیٰ (علیہ السلام) نے اپنی قوم کو کہ یاد کرو اللہ تعالیٰ کی نعمت ( و احسان) کو جو تم پر ہوا جب اس نے نجات دی تمھیں فرعونیوں سے جو پہنچاتے تھے تمھیں سخت عذاب اور ذبح کرتے تھے تمھارے فرزندوں کو اور زندہ چھوڑدیتے تھے تمھاری عورتوں (بیٹیوں) کو اور اس میں بڑی آزمائش تھی تمھارے رب کی طرف سے"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "اور یاد کرو جب (تمھیں ) مطلع فرمایا تمھارے رب نے (اس حقیقت سے ) اگر تم پہلے احسانات پر شکر ادا کرو تو میں مزید اضافہ کردونگا اور اگر تم نے ناشکری کی (تو جان لو) یقیناً میرا عذاب شدید ہے"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "نیز (یہ بھی) فرمایا موسیٰ ( علیہ السلام) نے اگر تم ناشکری کرنے لگو (صرف تم ہی نہیں بلکہ) جو بھی سطح زمین پر ہے (ناشکری کرے) تو بیشک اللہ تعالیٰ غنی (اور) سب تعریفوں کا مستحق ہے"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "کیا نہیں پہنچی تمھیں اطلاع ان (قوموں ) کی جو پہلے گزرچکی ہیں یعنی قوم نوح اور عاد اور ثمود اور جو لوگ ان کے بعد گزرے ۔ نہیں جانتا انھیں مگر اللہ تعالیٰ۔ لے آئے تھے ان کے پاس ان کے رسول روشن دلیلیں پس انھوں نے (ازراہ تمسخر ) ڈال لیے اپنے ہاتھ اپنے مونہوں میں اور (بڑی ببجکای سے ) کہا ہم نے انکار کیا اس دین کا جس کے ساتھ تم بھیجے گئے ہو اور جس کی تم ہمیں دوت دیتے ہو اس کی (صداقت کے بارے میں ) ہم شک میں ہیں"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "جو تذبذب میں ڈالنے والا ہے انکے پیغمبروں نے پوچھا کیا (تمھیں) اللہ تعالیٰ کے متعلق شک ہے جو پیدا فمانے واال ہے آسمانوں اور زمین کا جو (اتنا کریم ہے کہ ) بلاتا ہے تمھیں تاکہ بخش دے تمھارے گناہ اور جو (اتنا مہربان کہ پیہم نافرمانی کے باوجود) تمھیں مہلت دیتا ہے ایک مقررہ میعاد تک ان (نادانوں نے ) جواب دیا نہیں ہو تم مگر بشر ہماری طرح تم یہ چاہتے ہو کہ روک دہ ہمیں ان (بتوں) سے جن کی پوجا ہمارے باپ دادا کیا کرتے تھے ۔ پس لے آؤ ہمارے پاس کوئی روشن دلیل"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "کہا انھیں ان کے رسولوں نے کہ ہم تمھاری طرح انسان ہی ہیں لیکن اللہ تعالیٰ احسان فرماتا ہے جس پر چاہتا ہے اپنے بندوں سے۔ اور ہمین یہ طاقت نہیں کہ ہم لے آئیں تمھارے پاس کوئی دلیل بجز اذن خداوندی اور مومنوں کو فقط اللہ تعالیٰ پر ہی بھروسہ کرنا چاہیے"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "اور ہم کیوں نہ بھروسہ کریں اللہ تعالیٰ پر حالانکہ اس نے دکھائی ہیں ہمیں ہماری (کامیابی کی ) راہیں اور ہم ضرور صبر کرینگے تمھاری اذیت رسانیوں پر پس اللہ تعالیٰ پر ہی توکل کرنا چاہیے توکل کرنے والوں کو"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "اور کہا کفار نے اپنے رسولوں کو کہ ہم ضرورباہر نکال دیں گے تمھیں اپنے ملک سے یا تمھیں لوٹ آنا ہوگا ہماری ملت میں۔ پس وحی بھیجی ان کی طرف ان کے پروردگار نے کہ (مت گھبراؤ) ہم تباہ کردینگے ان ظالموں کو"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "نیز ہم یقیناً آباد کر ینگے تمھیں ( ان کے ) ملک میں انھیں (برباد کرنے) کے بعد ۔ یہ (وعدہ نصرت) ہر اس شخص کے لیے ہے جو ڈرتا ہے میرے روبرو کھڑا ہونے سے اور خائف ہے میری دھمکی سے"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "اور رسولوں نے حق کی فتح کے لیے التجا کی (جو قبول ہوئی) اور نامراد ہو گیا ہر سرکش ، منکر حق"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "اس (نامرادی ) کے بعد جہنم ہے اور پلایا جائے گا اسے خون اور پیپ کا پانی"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "وہ بمکشکل ایک ایک گھونٹ بھریگا اور حلق سے نیچے نہ اتاریگا اور آئے گی اس کے پاس موت ہر سمت سے اور وہ (بایہنمہ) مرے گا نہیں۔ (علاوہ ازیں) اس کے پیچھے ایک اور سخت عذاب ہوگا"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "ان لوگوں کی مثال جنھوں نے اپنے رب کا انکار کیا ایسی ہے کہ انکے اعمال راکھ کا ڈھیر ہیں جسے تند ہوا تیزی سے اڑا لے گئی سخت آندھی کے دن ۔ نہ حاصل کرنیگے ان اعمال سے جو انھوں نے کمائے تھے کوئی فائدہ ۔ یہ (اعمال اکارت جانا ہی ) بہت بڑی گمراہی ہے۔"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "کیا تم نے ملاحضہ نہیں کیا کہ یقیناً اللہ تعالیٰ نے ہی پیدا کیا ہے آسمانوں اور زمین کو حق کے ساتھ اگر وہ چاہے تو تم سب کو ہلاک کردے اور لے آئے کوئی نئی مخلوق"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "اور یہ اللہ تعالیٰ کے لیے کوئی مشکل نہیں"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "اور (روز حشر) اللہ تعالیٰ کے سامنے (سب چھوٹے بڑے ) حاضر ہونگے تو کہیں گے کمزور (پیروکار) ان (سرداروں ) سے جو متکبر تھے (اے سردارو!) ہم تو (ساری عمر) تمھارے فرمانبردار رہے پس کیا (آج) تم ہمیں بچا سکتے ہو عذاب الٰہی سے وہ کہیں گے اگر ا للہ تعالیٰ ہمیں ہدایت دیتا تو ہم بھی تمھاری راہنمائی کرتے۔ یکساں ہمارے لیے خواہ ہم گھبرائیں یا صبر کریں۔ ہمارے لیے (آج ) کوئی راہ فرار نہیں ہے"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "اور شیطان کہے گا جب (سب کی قسمت کا) فیصلہ ہوچکے گا کہ بیشک اللہ تعالیٰ نے جو وعدہ تم سے کیا تھا وہ وعدہ سچا تھا۔ اور میں نے بھی تم سے وعدہ کیا تھا پس میں نے تم سے کوئی وعدہ خلافی کی۔ اور نہیں تھا میرا تم پر کچھ زور مگر یہ کہ میں نے تم کو (کفر) کی دعوت دی اور تم نے (فوراً) قبول کرلی میری دعوت۔ سو تم مجھے ملامت نہ کرو بلکہ اپنے آپ کو ملامت کرو نہ میں آج تمھاری فریاد رسی کرسکتا ہوں اور نہ تم میری فریاد رسی کرسکتے ہو میں انکار کرتا ہوں اس امر سے کہ تم نے مجھے شریک بنایا اس سے پہلے بیشک ظالموں کے لیے دردناک عذاب ہے"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "اور داخل کیا جائے گا ان لوگوں کو جو ایمان لائے اور جنھوں نے نیک عمل کیے باغات میں رواں ہونگی جن کے نیجے ندیاں وہ ان میں ہمیشہ رہیں گے اپنے رب کے حکم سے انکی دعا وہاں ایک دوسرے کو یہ ہوگی کہ تم سلامت رہو"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "کیا آپ نے ملاحضہ نہیں کیا کہ کیسی عمدہ مثال بیان کی ہے اللہ تعالیٰ نے کہ کلمہ طیبہ ایک پاکیزہ درخت کی مانند ہے جس کی جڑیں بڑی مضبوط ہیں اور شاخیں آسمان تک پہنچی ہوئی ہیں"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "وہ دے رہا ہے اپنا پھل ہر وقت اپنے رب کے حکم سے ۔ اور بیان فرماتا ہے اللہ تعالیٰ مثالیں لوگوں کے لیے تاکہ وہ (انھیں) خوب ذہن نشین کرلیں"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "اور مثال ناپاک کلمہ کی ایسی ہے جیسے ناپاک درخت ہو جسے اکھاڑ لیا جائے زمین کے اوپر سے (اور) اسے کچھ بھی قرار نہ ہو"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "ثابت قدم رکھتا ہے اللہ تعالیٰ اہل ایمان کو اس پختہ قول (کی برکت ) سے دینوی زندگی میں بھی اور آخرت میں بھی اور بھٹکا دیتا ہے اللہ تعالیٰ زیادتی کرنیوالوں کو اور کرتا ہے اللہ تعالیٰ جو چاہتا ہے"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "کیا آپ نے نہیں دیکھا ان لوگوں کی طرف جنھوں نے بدل دیا اللہ تعالیٰ کی نعمتوں کو ناشکری سے اور اتارا اپنی قوم کو ہلاکت کے گھر (یعنی) دوزخ میں"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "جھونکے جائینگے اس میں اور وہ بہت برا ٹھکانہ ہے"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "اور بنالیے انھوں نے اللہ تعالیٰ کے لیے مد مقابل تاکہ بھٹکا دیں (لوگوں کو) اس کی راہ سے آپ (انھیں ) فرمائیے (کچھ وقت) لطف اٹھالو۔ پھر یقیناً تمھارا انجام آگ کی طر ف ہے"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "آپ فرمائیے میرے بندوں کو جو ایمان لائے ہیں کہ وہ صحیح صحیح ادا کیا کریں نماز اور خرچ کیا کریں اس سے جو ہم نے انھیں رزق دیا ہے پوشیدہ طور پر اور اعلانیہ اس سے پیشتر کہ آجائے وہ دن جس میں نہ کوئی خرید و فروخت ہوگی اور نہ دوستی"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "اللہ تعالیٰ وہ ہے جس نے پیدا فرمایا آسمانوں کو اور زمین کو اور اتار ا بلندی سے پانی پھر پیدا کیے اس پانی سے پھل تمھارے کھانے کے لیے اور اس نے مسخر کردیا تمھارے لیے کشتی کو تاکہ وہ چلے سمندر میں اس کے حکم سے اور تابع فرمان کردیا تمھارے لیے دریاؤں کو"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "اور مسخر کردیا تمھارے لیے آفتاب و مہتاب کو جو برابر چل رہے ہیں اور مسخر کردیا تمھارے لیے رات اور دن کو"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "اور عطا فرمایا تمھیں ہر اس چیز سے جس کا تم نے اس سے سوال کیا۔ اور اگر تم گننا چاہو اللہ تعالیٰ کی نعمتوں کو تو تم ان کا شمار نہیں کرسکتے ۔ بیشک انسان بہت زیادتی کرنیوالا ازحد ناشکرا ہے"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "اور (اے حبیب) یاد کرو جب عرض کی ابراہیم (علیہ السلام) نے کہ اے میرے رب ! بنادے اس شہر کو امن والا اور بچالے مجھے اور میرے بچوں کو کہ ہم پوجا کرنے لگیں بتوں کی"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "اے میرے پروردگار! اِن بتوں نے تو گمراہ کردیا بہت سے لوگوں کو پس جو کوئی میرے پیچھے چلا تو وہ میرا ہوگا اور جس نے میری نافرمانی کی (تو اس کا معاملہ تیرے سپرد ہے) بیشک تو غفور رحیم ہے"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "اے ہمارے رب ! میں نے بسا دیا ہے اپنی کچھ اولاد کو اس وادی میں جس میں کوئی کھیتی باڑی نہیں تیرے حرمت والے گھر کے پڑوس میں اے ہمارے رب! یہ اس لیے تاکہ وہ قائم کریں نماز پس کردے لوگوں کے دلوں کو کہ وہ شوق و محبت سے ان کی طرف مائل ہوں اور انھیں رزق دے پھلوں سے تاکہ وہ (تیرا) شکر ادا کریں۔"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "اے ہمارے رب! یقیناً تو جانتا ہے جو ہم (دل میں) چھپائے ہوئے ہیں اور جو ہم ظاہر کرتے ہیں اور کوئی چیز مخفی نہیں ہے اللہ تعالیٰ پر نہ زمین میں اور نہ آسمان میں۔"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "سب تعریفیں اللہ تعالیٰ کے لیے جس نے عطا فرمائے مجھے بڑھاپے میں اسمٰیل اور اسحق (جیسے فرزند) بلاشبہ میرا رب بہت سننے والا ہے دعاؤں کا"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "میرے رب ! بنادے مجھے نماز کو قائم کرنے والا اور میری اولاد کو بھی ۔ اے ہمارے رب ! میری یہ التجا ضرور قبول فرما"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "اے ہمارے رب ! بخش دے مجھے اور میرے ماں باپ کو اور سب مومنوں کو جس دن حساب قائم ہوگا۔"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "اور تم یہ مت خیال کرو کہ اللہ تعالیٰ بےخبر ہے ان کرتوتوں سے جو یہ ظالم کررہے ہیں وہ تو انھیں صرف ڈھیل دے رہا ہے اس دن کے لیے جب کہ (مارے خوف کے) کھلی کی کھلی رہ جائیں گی آنکھیں"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "بھاگم بھاگ جارہے ہوں گے اپنے سر اٹھائے ہوئے ان کی پلکیں نہیں جھپکتی ہوں گی اور انکے دل (دہشت سے ) اڑے جارہے ہونگے"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "(اے میرے نبی!) ڈرائیے لوگوں کو اس دن سے جب آجائے گا ان پر عذاب تو بول اٹھیں گے ظالم اے ہمارے رب! ہمیں مہلت دے تھوڑی دیر کے لیے ہم تیری دعوت پر لبیک کہیں گے اور ہم رسولوں کی پیروی کرینگے۔ (اے کافرو!) کیا تم قسمیں نہیں اٹھایا کرتے تھے اس سے پہلے کہ تمھیں یہاں سے کہیں جانا نہیں ہے۔"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "اور تم آباد تھے ان لوگوں کے (متروکہ) گھروں میں جنھوں نے ظلم کیے تھے اپنے آپ پر اور یہ بات تم پر خوب واضح ہوچکی تھی کہ کیسا برتاؤ کیا تھا ہم نے انکے ساتھ اور ہم نے بھی بیان کی تھیں تمھارے لیے (طرح طرح کی ) مثالیں"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "اور انھوں نے اپنی طرف سے بڑی فریب کاریاں کیں اور اللہ تعالیٰ کے پاس انکے مکر کا توڑ تھا۔ اگرچہ انکی چالیں اتنی زبردست تھیں کہ ان سے پہاڑ اکھڑ جاتے تھے۔"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "تم یہ خیال مت کرو کہ اللہ تعالیٰ وعدہ خلافی کرنیوالا ہے اپنے رسولوں سے ۔ یقیناً اللہ تعالیٰ بڑا زبردست ہے (اور) بدلہ لینے والا ہے"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "یاد کرو اس دن کو جب دل دی جائیگی یہ زمین دوسری (قسم کی ) زمین سے اور آسمان بھی (بدل دیے جائینگے) اور سب لوگ حاضر ہوجائینگے اللہ کے حضور میں (وہ اللہ) جو ایک ہے اور سب پر غالب ہے"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "اور تم دیکھو گے مجرموں کو اس روز کہ جکڑے ہوئے ہونگے زنجیروں میں"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "ان کا لباس تارکول کا ہوگا اور ڈھانپ رہی ہوگی انکے چہروں کو آگ"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "یہ اس لیے کہ تاکہ بدلہ دے اللہ تعالیٰ ہر شخص کو جو اس نے کمایا تھا۔ بیشک اللہ تعالیٰ بہت جلد حساب لینے والا ہے۔"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "یہ (قرآن) ایک پیغام ہے سب انسانوں کے لیے (اسے اتارا گیا ہے) تاکہ انھیں ڈرایا جائے اس کے ذریعہ اور تاکہ وہ اس حقیقت کو خوب جان لیں کہ صرف وہی ایک خدا ہے اور تاکہ اچھی طرح ذہن نشین کرلیں (اس حقیقت کو ) دانشمند لوگ"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "الف ۔ لام ۔ را یہ آیتیں ہیں کتاب (الہٰی) کی اور روشن قرآن کی"
        }
    ]
}