{
    "chapter": [
        {
            "chapter": 65,
            "verse": 1,
            "text": "اے نبی (مکرم!) (مسلمانوں سے فرماؤ) جب تم (اپنی) عورتوں کو طلاق دینے کا ارادہ کرو تو انہیں طلاق دو ان کی عدت کو ملحوظ رکھتے ہوئے اور شمار کرو عدت کو اور ڈرتے رہا کرو اللہ سے جو تمہارا پروردگار ہے نہ نکالوں انہیں ان کے گھروں سے اور نہ وہ خود نکلیں بجز اس کے کہ وہ ارتکاب کریں کسی کھلی بےحیائی کا اور یہ اللہ کی (مقرر کردہ) حدیں ہیں اور جو تجاوز کرتا ہے اللہ کی حدوں سے تو بےشک اس نے اپنی جان پر ظلم کیا ۔ تجھے کیا خبر کہ اللہ تعالیٰ اس کے بعد کوئی اور صورت پیدا کردے"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "تو جب وہ پہنچنے لگیں اپنی میعاد کو تو روک لو انہیں بھلائی کے ساتھ یا جدا کردو انہیں بھلائی کے ساتھ اور گواہ مقرر کرلو دو معتبر آدمی اپنے میں سے اور گواہی ٹھیک ٹھیک اللہ کے واسے دو ان باتوں سے نصیحت کی جاتی ہے اس شخص کو جو ایمان رکھتا ہو اللہ تعالیٰ پر اور یوم آخرت پر ۔ اور جو (خوش بخت) ڈرتا رہتا ہے اللہ تعالیٰ سے بنا دیتا ہے اللہ اس کے لیے نجات کا راستہ"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "اور اسے (وہاں سے ) رزق دیتا ہے جہاں سے اس کو گمان بھی نہیں ہوتا۔ اور جو (کوش نصیب) اللہ پر بھروسہ کرتا ہے تو اس کے لیے وہ کافی ہے بےشک اللہ تعالیٰ اپنا کام پورا کرنے والا ہے مقرر کر رکھا ہے اللہ تعالیٰ نے ہر چیز کے لیے ایک اندازہ"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "اور تمہاری (مطلقہ) عورتوں میں سے جو حیض سے مایوس ہوچکی ہوں اگر تمہیں شبہ ہو تو ان کی عدت تین ماہ ہے اور اسی طرح ان کی بھیں جنہیں ابھی حیض آیا ہی نہیں اور حاملہ عورتوں کی میعاد ان کے بچہ جننے تک ہے اور جو شخص اللہ تعالیٰ سے ڈرتا رہتا ہے تو وہ اس کے کام میں آسانی پیدا فرمادیتا ہے"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "یہ اللہ کا حکم ہے جو اس نے تمہاری طرف نازل کیا ہے ۔ اور جو اللہ سے ڈرتا رہتا ہے اللہ تعالیٰ دور کردیتا ہے اس کی برائیوں کو اور (روز قیامت) اس کے اجر کو بڑا کردے گا۔"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "انہیں ٹھہراؤ جہاں تم خود سکونت پذیر ہو اپنی حیثیت کے مطابق اور انہیں ضرر نہ پہنچاؤ تاکہ تم انہیں تنگ کرو اور اگر وہ حاملہ ہوں تو ان پر خرچ کرتے رہو یہاں تک کہ وہ بچہ جنیں۔ پھر اگر وہ (بچے کو) دودھ پلائیں تمہاری خاطر تو تم انہیں ان کی اجرت دو اور اجرت کے بارے میں آپس میں مشورہ کرلیا کرو دستور کے مطابق ۔ اور اگر تم آپس میں طے نہ کرسکو تو اسے کوئی دوسری دودھ پلائے"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "خرچ کرے وسعت والا اپنی وسعت کے مطابق ۔ اور وہ تنگ کردیا گیا ہے جس پر اس کا رزق تو وہ خرچ کرے اس سے جو اللہ نے اسے دیا ہے اور تکلیف نہیں دیتا اللہ تعالیٰ کسی کو مگر اس قدر جتنا اسے دیا ہے عنقریب اللہ تعالیٰ تنگی کے بعد فراخی دے دے گا"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "کتنی بستیاں تھیں جنہوں نے سرتابی کی اپنے رب کے حکم سے اور اس کے رسلوں ( کے فرمان) سے تو ہم نے بڑی سختی سے ان کا محاسبہ کیا اور ہم نے انہیں بھاری سزا دی"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "پس انہوں نے اپنے کرتوتوں کا وبال چکھا اور ان کے کام کا انجام نرا خسارہ تھا"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "تیار کر رکھا ہے اللہ تعالیٰ نے ان کے لیے ایک سخت عذاب پس اللہ سے ڈرتے رہا کرو اے دانشمندو ! بےشک اللہ تعالیٰ نے نازل فرمایا تمہاری طرف ذکر"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "ایک ایسا رسول جو پڑھ کر سناتا ہے تمہیں اللہ کی روشن آیتیں تاکہ نکال لے جائے انہیں جو ایمان لے آئے اور نیک عمل کرتے رہے اندھیروں سے نور کی طرف اور جو ایمان لاتا ہے اللہ پر اور نیک عمل کرتا ہے تو وہ اس کو داخل فرمائے گا باغات میں جن کے نیچے نہریں رواں ہیں جن میں وہ لوگ تاابد رہیں گے ۔ بلاشبہ اللہ نے ( اس مومن) کو بہترین رزق عطا فرمایا"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "اللہ وہ ہے جس نے سات آسمان پیدا فرمائے اور زمین کو بھی انہی کی مانند نازل ہوتا رہتا ہے حکم ان کے درمیان تاکہ تم جان لو کہ اللہ تعالیٰ ہر چیز پر کامل قدرت رکھتا ہے ۔ اور بےشک اللہ تعالیٰ نے ہر چیز کا اپنے علم سے احاطہ کر رکھا ہے"
        }
    ]
}