{
    "pages": [
        {
            "chapter": 8,
            "verse": 9,
            "text": "(Gedenke) als ihr euren Herrn um Hilfe anrieft. Da erhorte Er euch: Ich werde euch mit Tausend von den Engeln unterstutzen, hintereinander reitend"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Allah machte es nur zu einer frohen Botschaft und damit eure Herzen dadurch Ruhe fanden. Der Sieg kommt ja nur von Allah. Gewiß, Allah ist Allmachtig und Allweise"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "Als Er Schlafrigkeit euch uberkommen ließ als (Gefuhl der) Sicherheit von Ihm und Wasser vom Himmel auf euch herabsandte, um euch damit zu reinigen und das Unheil des Satans von euch zu entfernen und um eure Herzen zu starken und (eure) Fuße damit zu festigen"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Als dein Herr den Engeln eingab: Gewiß, Ich bin mit euch. So festigt diejenigen, die glauben! Ich werde in die Herzen derer, die unglaubig sind, Schrecken einjagen. So schlagt oberhalb der Nacken und schlagt von ihnen jeden Finger"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Dies dafur, daß sie Allah und Seinem Gesandten entgegenwirkten. Wer Allah und Seinem Gesandten entgegenwirkt, - gewiß, Allah ist streng im Bestrafen"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Das (ist eure Strafe dafur), so kostet sie! Und (wisset,) daß es fur die Unglaubigen die Strafe des (Hollen)feuers geben wird"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "O die ihr glaubt, wenn ihr auf die, die unglaubig sind, trefft, wahrend sie (zur Schlacht) anrucken, dann kehrt ihnen nicht den Rucken"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Wer ihnen an jenem Tag den Rucken kehrt - außer, er setzt sich ab zum Kampf, oder er schließt sich einer (anderen) Schar an -, zieht sich furwahr Zorn von Allah zu, und sein Zufluchtsort ist die Holle - ein schlimmer Ausgang"
        }
    ]
}