{
    "pages": [
        {
            "chapter": 9,
            "verse": 94,
            "text": "Sie werden sich bei euch entschuldigen, wenn ihr zu ihnen zuruckkehrt. Sag: Entschuldigt euch nicht! Wir werden euch (doch) nicht glauben. Allah hat uns ja von den Nachrichten uber euch kundgetan. Allah wird euer Tun sehen und (auch) Sein Gesandter. Hierauf werdet ihr zum Kenner des Verborgenen und des Offenbaren zuruckgebracht werden, und dann wird Er euch kundtun, was ihr zu tun pflegtet"
        },
        {
            "chapter": 9,
            "verse": 95,
            "text": "Sie werden euch bei Allah schworen, wenn ihr zu ihnen zuruckgekehrt seid, damit ihr von ihnen ablaßt. So laßt von ihnen ab, denn sie sind ein Greuel! Ihr Zufluchtsort ist die Holle als Lohn fur das, was sie erworben haben"
        },
        {
            "chapter": 9,
            "verse": 96,
            "text": "Sie schworen euch, damit ihr mit ihnen zufrieden seid. Und wenn ihr auch mit ihnen zufrieden seid, so ist Allah doch nicht zufrieden mit dem Volk der Frevler"
        },
        {
            "chapter": 9,
            "verse": 97,
            "text": "Die Wustenaraber sind mehr unglaubig und heuchlerischer, und es paßt eher zu ihnen, daß sie die Grenzen dessen, was Allah auf Seinen Gesandten (als Offenbarung) herabgesandt hat, nicht kennen. Und Allah ist Allwissend und Allweise"
        },
        {
            "chapter": 9,
            "verse": 98,
            "text": "Unter den Wustenarabern gibt es (auch) manche, die das, was sie (als Spende) ausgeben, als erzwungene Zahlung ansehen und fur euch die Schicksalswendungen abwarten. Gegen sie wird die bose Schicksalswendung sein. Allah ist Allhorend und Allwissend"
        },
        {
            "chapter": 9,
            "verse": 99,
            "text": "Und unter den Wustenarabern gibt es (aber auch) manche, die an Allah und den Jungsten Tag glauben und das, was sie (als Spende) ausgeben, als Mittel der Annaherung zu Allah ansehen, und (auch) die Gebete des Gesandten. Es ist sicherlich fur sie ein Mittel der Annaherung (zu Allah). Allah wird sie in Seine Barmherzigkeit eingehen lassen. Gewiß, Allah ist Allvergebend und Barmherzig"
        }
    ]
}