{
    "pages": [
        {
            "chapter": 20,
            "verse": 99,
            "text": "Auf diese Weise erzahlen Wir dir (einiges) von den Berichten dessen, was fruher geschah. Und Wir haben dir ja von Uns aus eine Ermahnung gegeben"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Wer sich davon abwendet, der wird am Tag der Auferstehung eine (druckende) Last tragen"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "ewig darin zu bleiben. Wie bose wird (dies) fur sie am Tag der Auferstehung als Last sein"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Am Tag, da ins Horn geblasen wird und Wir die Ubeltater als Leute mit blauen Augen versammeln"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Sie flustern einander zu: „Ihr habt nur zehn (Nachte) verweilt"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Wir wissen sehr wohl, was sie sagen, wenn der Vorbildlichste von ihnen in seinem Verhalten sagen wird: „Ihr habt nur einen Tag verweilt"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Sie fragen dich nach den Bergen. Sag: Mein Herr wird sie wie Staub zerstreuen"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "und sie dann als leere Ebene zurucklassen"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "worauf du weder eine Vertiefung noch Erhebung siehst"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "An jenem Tag folgen sie dem Rufer, bei dem es nichts Krummes gibt; die Stimmen senken sich in Demut vor dem Allerbarmer, so daß du nichts horst außer Flustern"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "An jenem Tag nutzt die Fursprache nicht, außer durch denjenigen, dem es der Allerbarmer erlaubt und mit dessen Worten Er zufrieden ist"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Er weiß, was vor ihnen und was hinter ihnen liegt, sie aber umfassen es nicht mit (ihrem) Wissen"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Demutig werden sich die Gesichter vor dem Lebendigen und Bestandigen senken. Und wirklich enttauscht wird, wer (als Last begangenes) Unrecht tragt"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Wer aber etwas an rechtschaffenen Werken tut und dabei glaubig ist, der wird kein Unrecht und keine (Lohn)minderung befurchten"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Und so haben Wir ihn als einen arabischen Qur’an hinabgesandt. Und Wir haben darin verschiedene Androhungen dargelegt, auf daß sie gottesfurchtig werden mogen oder er bei ihnen Gedenken (Allahs) hervorrufe"
        }
    ]
}