{
    "chapter": [
        {
            "chapter": 20,
            "verse": 1,
            "text": "Ta-Ha. Hizb"
        },
        {
            "chapter": 20,
            "verse": 2,
            "text": "Nem azért bocsátottuk le neked (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) a Koránt, hogy szerencsétlen légy"
        },
        {
            "chapter": 20,
            "verse": 3,
            "text": "Csupán intésként azok számára, akik félik (Allah-ot)"
        },
        {
            "chapter": 20,
            "verse": 4,
            "text": "Egy kinyilatkoztatásként attól, Aki megteremtette a földet és a felső egeket"
        },
        {
            "chapter": 20,
            "verse": 5,
            "text": "A Könyörületes a Trón fölé emelkedett"
        },
        {
            "chapter": 20,
            "verse": 6,
            "text": "Övé minden, ami az egekben és a földön van és az is, ami közöttük van és az is, ami a föld alatt van"
        },
        {
            "chapter": 20,
            "verse": 7,
            "text": "Hate (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget) hangosan szólsz (is), Ő ismeri a titkot és azt is, ami még rejtettebb"
        },
        {
            "chapter": 20,
            "verse": 8,
            "text": "Allah! Nincs más isten csak Ő (la iláha ill Huwa)! Őt illetik meg a Legszebb Nevek (al-Asmá u-L. Husná)"
        },
        {
            "chapter": 20,
            "verse": 9,
            "text": "Elért-e hozzád Müsa-nak (Mózesnek) a története"
        },
        {
            "chapter": 20,
            "verse": 10,
            "text": "Midőn tüzet látott és mondta a családjának: Maradjatok! Én tüzet vettem észre és talán hozhatok nektek egy csóvát abból, avagy útmutatást találok a tűznél"
        },
        {
            "chapter": 20,
            "verse": 11,
            "text": "Mikor odaért hozzá, szólíttatott: SÓ, Műső (Mózes)"
        },
        {
            "chapter": 20,
            "verse": 12,
            "text": "Én bizony a te Urad vagyok! Vedd le mindkét sarudat, mivel te Tinva megszentelt völgyében vagy"
        },
        {
            "chapter": 20,
            "verse": 13,
            "text": "Én kiválasztottalak téged, Figyelj hát arra, ami sugalltatik"
        },
        {
            "chapter": 20,
            "verse": 14,
            "text": "Én vagyok Allah! Nincs más isten csak Én (la ilha illa Ana)! Engem szolgálj! És végezd el az imát az Én megemlékezésemre"
        },
        {
            "chapter": 20,
            "verse": 15,
            "text": "Az Óra bizony be fog következni, ám csaknem elrejtem, hogy minden lélek jutalmaztassék azért, amiért buzgólkodott"
        },
        {
            "chapter": 20,
            "verse": 16,
            "text": "Ezért hát ne fordítson el ettől az, aki nem hisz benne, hanem csak a maga vágyát követi. Különben elpusztulsz"
        },
        {
            "chapter": 20,
            "verse": 17,
            "text": "És mi van a jobb kezedben, ó, Ms (Mózes)"
        },
        {
            "chapter": 20,
            "verse": 18,
            "text": "Mondta: ..A botom, amire támaszkodom és, amivel a nyájamnak verem le a leveleket és még más hasznát is látom"
        },
        {
            "chapter": 20,
            "verse": 19,
            "text": "Mondta: .Ó, Műsű (Mózes)! Dobd el azt (a botodat)"
        },
        {
            "chapter": 20,
            "verse": 20,
            "text": "Ő eldobta és íme az egy tekergőző kígyó volt"
        },
        {
            "chapter": 20,
            "verse": 21,
            "text": "Mondta: Fogd meg újra és ne félj! visszaállítjuk eredeti alakjába"
        },
        {
            "chapter": 20,
            "verse": 22,
            "text": "És szorítsd a kezed az oldaladhoz, fehéren jön az elő, minden baj nélkül. Ez egy másik jel"
        },
        {
            "chapter": 20,
            "verse": 23,
            "text": "(Ez azért van így:) . Hogy megmutassuk neked a Mi hatalmas Jeleinket"
        },
        {
            "chapter": 20,
            "verse": 24,
            "text": "Menj el a fáraóhoz! Bizony ő átlépte (a törvényi határt)"
        },
        {
            "chapter": 20,
            "verse": 25,
            "text": "Mondta: , Uram! Tárd ki a keblemet"
        },
        {
            "chapter": 20,
            "verse": 26,
            "text": "És könnyítsd meg a dolgomat"
        },
        {
            "chapter": 20,
            "verse": 27,
            "text": "És oldd meg a csomót a nyelvemen"
        },
        {
            "chapter": 20,
            "verse": 28,
            "text": "Hogy így megérthessék a szavamat"
        },
        {
            "chapter": 20,
            "verse": 29,
            "text": "Rendelj a számomra segítőt a népemből"
        },
        {
            "chapter": 20,
            "verse": 30,
            "text": "Hárün-t (Áron), a testvéremet"
        },
        {
            "chapter": 20,
            "verse": 31,
            "text": "Erősítsd meg általa az erőmet"
        },
        {
            "chapter": 20,
            "verse": 32,
            "text": "Részeltesd őt a feladatomban"
        },
        {
            "chapter": 20,
            "verse": 33,
            "text": "Hogy Téged magasztalhassunk gyakran"
        },
        {
            "chapter": 20,
            "verse": 34,
            "text": "Rólad emlékezhessünk meg sokszor"
        },
        {
            "chapter": 20,
            "verse": 35,
            "text": "Te mindig látsz bennünket"
        },
        {
            "chapter": 20,
            "verse": 36,
            "text": "(A Magasztos Allah) Mondta: A kérésed meghallgatásra talált! Ó, Műsa (Mózes)"
        },
        {
            "chapter": 20,
            "verse": 37,
            "text": "Már egy más alkalommal is kegyet gyakoroltunk irántad"
        },
        {
            "chapter": 20,
            "verse": 38,
            "text": "Midőn sugalltuk az édesanyádnak, ami sugalltatott"
        },
        {
            "chapter": 20,
            "verse": 39,
            "text": "(Sugalltatott neki:) , Helyezd őt a ládába (at-tabütu) és azt dobd a tengerbe! A tengernek ki kell majd vetnie őt a partra és őt magához veszi egy ellenségem és az neki is ellensége. A Tőlem származó szeretetet vetettem reád, hogy a Szemem láttára cselekedj"
        },
        {
            "chapter": 20,
            "verse": 40,
            "text": "Midőn a nővéred ment és mondja: \"Megmutassam-e nektek azt, aki gondoskodik majd róla?\" Így visszatérítettünk az édesanyádhoz, hogy örvendezhessen és ne legyen szomorú. Embert öltél, ám Mi megmentettünk téged a nagy szorongástól. Majd próbatétellel próbáltunk meg téged. Évekig maradtál Madyan népe között. Majd, ó Műsű (Mózes), elértél egy Általam megszabott időig"
        },
        {
            "chapter": 20,
            "verse": 41,
            "text": "És kiválasztottalak téged a Magam számára"
        },
        {
            "chapter": 20,
            "verse": 42,
            "text": "Menj te és a testvéred az Én Jeleimmel! És ne legyetek restek, hanyagok a Rólam történő megemlékezésben"
        },
        {
            "chapter": 20,
            "verse": 43,
            "text": "Menjetek ti ketten a fáraóhoz! Mivel ő (minden törvényi határt) átlépett"
        },
        {
            "chapter": 20,
            "verse": 44,
            "text": "Mondjatok ti ketten neki szelíd szavakat! Talán hallgat az intelemre avagy félni fog (Allah-tól)"
        },
        {
            "chapter": 20,
            "verse": 45,
            "text": "Mondták: ..Ó, Urunk! Mi bizony attól félünk, hogy bántalmazni fog bennünket, vagy átlépi (a határt)"
        },
        {
            "chapter": 20,
            "verse": 46,
            "text": "(A Magasztos Allah) Mondta: .Ti ketten ne féljetek! Én veletek vagyok. Hallok és látok"
        },
        {
            "chapter": 20,
            "verse": 47,
            "text": "Menjetek el ketten hozzá és mondjátok: \"Mi a te Urad két küldöttei vagyunk! Engedd el velünk Izrael fiait és ne büntesd. meg őket. Mi az Urad jelét hoztuk el neked. És békesség arra, aki követi az útmutatást"
        },
        {
            "chapter": 20,
            "verse": 48,
            "text": "Bizony az sugalltatott nekünk, hogy a büntetés azt sújtja, aki meghazudtol és elfordul"
        },
        {
            "chapter": 20,
            "verse": 49,
            "text": "Mondta (a fáraó): .Ó, Miisű (Mózes)! Ki a ti kettőtök ura"
        },
        {
            "chapter": 20,
            "verse": 50,
            "text": "Mondta (Mózes): A mi Urunk az, Aki mindennek megadta a maga teremtettségét, majd vezérelt"
        },
        {
            "chapter": 20,
            "verse": 51,
            "text": "Mondta (a fáraó): .Mi a helyzet a korábbi századokkal"
        },
        {
            "chapter": 20,
            "verse": 52,
            "text": "Mondta: .Annak tudása az Uramnál van, egy feljegyzett Írásban. Az én Uram nem téved és nem felejt"
        },
        {
            "chapter": 20,
            "verse": 53,
            "text": "Aki megtette nektek a földet fekvöhelyül és utakat mutatott nektek abban. És az égből vizet bocsátott le. Általa különféle növényeket növesztettünk"
        },
        {
            "chapter": 20,
            "verse": 54,
            "text": "Egyetek és legeltessétek a jószágaitokat! Bizony ebben jelek \"vannak azok számára, akik élnek az eszükkel"
        },
        {
            "chapter": 20,
            "verse": 55,
            "text": "Abból teremtettünk meg benneteket és oda térítünk majd \"vissza benneteket. Abból hozunk majd elő benneteket egy újabb alkalommal"
        },
        {
            "chapter": 20,
            "verse": 56,
            "text": "Mi megmutattuk neki az összes jelünket. Ám ő meghazudtolta és megtagadta"
        },
        {
            "chapter": 20,
            "verse": 57,
            "text": "Mondta (a fáraó): Talán azért jöttél el hozzánk, ó, Műsá (Mózes), hogy a varázslatod által kiűzz bennünket a földünkről"
        },
        {
            "chapter": 20,
            "verse": 58,
            "text": "Bizony mi is mutatunk neked hasonló varázslatot, Jelölj ki köztünk és közted egy megbeszélt időpontot egy alkalmas helyen, amit nem szegünk meg sem mi, sem te"
        },
        {
            "chapter": 20,
            "verse": 59,
            "text": "Mondta (Mózes): .. A megbeszélt időpontotok legyen a ,.Díszítés napja\"! Az emberek hajnalban gyűljenek össze"
        },
        {
            "chapter": 20,
            "verse": 60,
            "text": "A fáraó elfordult és összegyűjtötte a fondorlatát majd előjött"
        },
        {
            "chapter": 20,
            "verse": 61,
            "text": "Misa (Mózes) mondta nekik: Jaj nektek! Ne koholjatok hazugságot Allah ellen, nehogy így majd eltöröljön benneteket egy büntetés által. Csalatkozni fog az, aki hazugságot kohol"
        },
        {
            "chapter": 20,
            "verse": 62,
            "text": "Maguk között megvitatták az ügyüket és titkon beszélgettek"
        },
        {
            "chapter": 20,
            "verse": 63,
            "text": "Mondták: ..Ezek ketten bizony varázslók, akik a varázslatuk által akarnak benneteket kiűzni a földetekről. És elvenni az uralmatok legjobbjait"
        },
        {
            "chapter": 20,
            "verse": 64,
            "text": "Gyüjtsétek egybe a fondorlatotokat, majd álljatok fel csatasorba! Ma az fog boldogulni, aki felülkerekedik"
        },
        {
            "chapter": 20,
            "verse": 65,
            "text": "Mondták: .Ó, Műsa (Mózes)! Vagy te dobsz, vagy mi leszünk azok, akik először dobnak"
        },
        {
            "chapter": 20,
            "verse": 66,
            "text": "Mondta: , Dobjatok ti!\" És íme a varázslatuk révén úgy tűnt neki, hogy a köteleik és a botjaik tovakúsznak"
        },
        {
            "chapter": 20,
            "verse": 67,
            "text": "Műsa (Mózes) félelmet érzett a lelkében"
        },
        {
            "chapter": 20,
            "verse": 68,
            "text": "Mondtuk (Allah, a Magasztos): Ne félj! Te leszel a felülkerekedő"
        },
        {
            "chapter": 20,
            "verse": 69,
            "text": "Dobd el azt, ami a jobbodban van! EI fogja nyelni azt, amit ök mesterkedtek. Az, amit ők mesterkedtek az csupán a varázsló fondorlata, A varázsló nem boldogul, bárhol jöjjön is elő"
        },
        {
            "chapter": 20,
            "verse": 70,
            "text": "A varázslók leborultak és mondták: . Hiszünk Harün és Ms (Mózes) Urában"
        },
        {
            "chapter": 20,
            "verse": 71,
            "text": "Mondta (a fáraó): . Hisztek neki, mielőtt még én megengedném azt nektek? Bizonyára ő a ti előkelőtök, aki a varázslatot tanította nektek. Bizony levágatom a kezeiteket és a lábaítokat ellentétes oldalakon és pálmafák törzsére feszíttetlek benneteket. Így majd megtudhatjátok melyikünk büntetése szigorúbb és maradandóbb"
        },
        {
            "chapter": 20,
            "verse": 72,
            "text": "Mondták: ,. Nem fogunk téged a fölé helyezni, aki nyilvánvaló bizonyítékokat hozott el nekünk és Afölé, aki megteremtett bennünket. Tedd azt, amit tenni készülsz! Csupán az evilági életben dönthetsz"
        },
        {
            "chapter": 20,
            "verse": 73,
            "text": "Mi hiszünk a mi Urunkban, hogy így megbocsássa nekünk a vétkeinket és azt, amire te kényszerítettél bennünket a varázslatból. Allah jobb és örök"
        },
        {
            "chapter": 20,
            "verse": 74,
            "text": "Aki bűnösként járul majdan az Ura elé, annak a Pokol jut, ahol. nem hal meg és nem is él"
        },
        {
            "chapter": 20,
            "verse": 75,
            "text": "Aki pedig hívőként járul Eléje és Jjótetteket cselekedett, nekik járnak a legmagasztosabb fokozatok"
        },
        {
            "chapter": 20,
            "verse": 76,
            "text": "Adn (Éden) Kertjei, amelyek alatt folyók folynak, ők örökkön azokban lesznek. Ez annak a jutalma, aki a megtisztultságra törekedett"
        },
        {
            "chapter": 20,
            "verse": 77,
            "text": "Bizony korábban sugalltuk Műsö- nak (Mózesnek): Indulj el a Mi Szolgáinkkal és törj nekik száraz utat a tengeren! Ne félj (attól, hogy utolérve) felülkerekednek! És ne rettegj"
        },
        {
            "chapter": 20,
            "verse": 78,
            "text": "A fáraó követte őket a seregével és elborította öket a tengerből az, ami elborította"
        },
        {
            "chapter": 20,
            "verse": 79,
            "text": "A fáraó tévelygésbe vitte a népét és nem vezetett"
        },
        {
            "chapter": 20,
            "verse": 80,
            "text": "Ó, Izrael fiai! Mi bizony megmentettünk benneteket az ellenségetektől és megállapodtunk veletek a Hegy jobb oldalán és lebocsátottuk nektek a mannát és a fürjeket"
        },
        {
            "chapter": 20,
            "verse": 81,
            "text": "Egyetek azokból a javakból, amelyekkel elláttunk benneteket, ám abban ne lépjétek át a határt! Nehogy lesújtson rátok Haragvásom. Akire lesújt a Haragvásom az bizony elpusztul"
        },
        {
            "chapter": 20,
            "verse": 82,
            "text": "Én bizony megbocsátó vagyok azzal szemben, aki megbánást mutat és hisz és kegyesen cselekszik, majd a helyes útra vezéreltetik"
        },
        {
            "chapter": 20,
            "verse": 83,
            "text": "Mi késztet ó, Műsű (Mózes), hogy sietve elhagyd a néped"
        },
        {
            "chapter": 20,
            "verse": 84,
            "text": "Mondta: .. Ők követnek engem. Én azért siettem hozzád Uram, hogy elégedett légy"
        },
        {
            "chapter": 20,
            "verse": 85,
            "text": "Mondta: , Mi próbának vetettük alá a népedet utánad, és tévelygésbe vitte őket as- Samiriyyu (a szamarrai)"
        },
        {
            "chapter": 20,
            "verse": 86,
            "text": "Műsa (Mózes) ezek után haragosan és szomorúan tért vissza a népéhez. Majd mondta: ,.Ó, népem! Nem ígért-e az Uratok nektek valami szép ígéretet? Talán hosszúnak tűnt a kijelölt idő\"? Vagy azt akartátok, hogy büntetés szálljon le rátok az Uratoktól azzal, hogy megszegtétek a nekem tett ígéretet"
        },
        {
            "chapter": 20,
            "verse": 87,
            "text": "Mondták: ..Nem saját akaratunkból szegtük meg a neked tett ígéretünket, hanem a nép díszeinek terheivel terheltettünk meg és mi (a tűzbe) vetettük azokat. És így javasolta as-Sámiriyyu (a szamarrai) is"
        },
        {
            "chapter": 20,
            "verse": 88,
            "text": "Ekkor előhozott nekik egy testes (sáfrány színű) borjút, amelynek bőgő hangja volt. Mondták: ,. Ez a ti istenetek és Műsű (Mózes) istene. Ámő elfeledte"
        },
        {
            "chapter": 20,
            "verse": 89,
            "text": "Talán nem látják, hogy az nem viszonozza nekik a szavakat és nem képes nekik sem ártani, sem pedig használni"
        },
        {
            "chapter": 20,
            "verse": 90,
            "text": "Korábban pedig Hárün mondta nekik: ..Ó, népem! Ez csupán megpróbáltatás a számotokra. A ti Uratok a Könyörületes. Kövessetek engem és engedelmeskedjetek a parancsomnak"
        },
        {
            "chapter": 20,
            "verse": 91,
            "text": "Azt mondták: ..Mi nem hagyunk fel annak (borjú) a tiszteletével amíg Műüsa (Mózes) vissza nem tér"
        },
        {
            "chapter": 20,
            "verse": 92,
            "text": "(Mózes pedig) mondta: , Ó, Hárün! Midőn láttad, hogy tévelyegnek, mi Sjátolt meg téged abban, hogy"
        },
        {
            "chapter": 20,
            "verse": 93,
            "text": "Engem kövess. Hát szembefordultál a parancsommal"
        },
        {
            "chapter": 20,
            "verse": 94,
            "text": "Mondta: ..Ó, anyám fia! Ne ragadj meg engem a szakállamnál, sem a fejemnél fogva! Féltem, hogy azt mondod, hogy \"Megosztottad Izrael fiait és nem figyelmeztél a szavamra"
        },
        {
            "chapter": 20,
            "verse": 95,
            "text": "Mondta (Mózes): .. És mi van veled, ó, as-Samiriyyu (szamarrai)"
        },
        {
            "chapter": 20,
            "verse": 96,
            "text": "Mondta: .Én észrevettem azt, amit ők nem vettek észre. És felmarkoltam egy maréknyit a küldött nyomából és rávetettem azt. Erre irányított engem a lelkem"
        },
        {
            "chapter": 20,
            "verse": 97,
            "text": "Mondta (Mózes): . Menj innen! És az evilági életben (az legyen a részed), hogy mondod: \"Nem lehet hozzám érni.\" Neked szabott időd lesz, nem szegheted azt meg. Nézz csak az istenedre, amelyet Szorgalmasan szolgáltál! Mi porrá égetjük azt és a maradványait a tengerbe vetjük"
        },
        {
            "chapter": 20,
            "verse": 98,
            "text": "Bizony a ti istenetek csupán Allah! Nincs más isten csak Ő (la iláha illü Huwa)! Az Ő tudása mindent átfog"
        },
        {
            "chapter": 20,
            "verse": 99,
            "text": "Mi így mondjuk el neked (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) azon híradásokat, amelyek korábban történtek. Magunktól származó intést adtunk neked"
        },
        {
            "chapter": 20,
            "verse": 100,
            "text": "Aki elfordul attól, az a Feltámadás Napján terhet fog hordozni"
        },
        {
            "chapter": 20,
            "verse": 101,
            "text": "Mindig azalatt kell lenniük. Milyen borzalmas teher lesz az a számukra a Feltámadás Napján"
        },
        {
            "chapter": 20,
            "verse": 102,
            "text": "Azon a Napon, amikor megfúvatik a Kürt és Mi a bűnösöket kékszeműen (a félelemtől és rettegéstől) gyűjtjük majd össze"
        },
        {
            "chapter": 20,
            "verse": 103,
            "text": "Egymás között összesúgnak: ,.Csak tíz napot töltöttünk el"
        },
        {
            "chapter": 20,
            "verse": 104,
            "text": "Mi tudjuk a legjobban mi az, amit ők mondanak. Majd midőn az, aki a legpéldásabban viselkedett közülük azt mondja: , Csak egy napot töltöttetek el"
        },
        {
            "chapter": 20,
            "verse": 105,
            "text": "Kérdezni fognak téged a hegyekről. Mondd: , Porrá zúzva szórja szét azokat az én Uram"
        },
        {
            "chapter": 20,
            "verse": 106,
            "text": "A helyükön kopár, kietlen síkot agy"
        },
        {
            "chapter": 20,
            "verse": 107,
            "text": "Nem látsz azon hajlatot, sem egyenetlenséget"
        },
        {
            "chapter": 20,
            "verse": 108,
            "text": "Azon a Napon a Hívót követik, nem lehet elhajolni előle. A hangok alázatosan elhalkulnak a Könyörületes előtt, csupán gyenge neszezést! hallasz"
        },
        {
            "chapter": 20,
            "verse": 109,
            "text": "Azon a Napon nem használ a közbenjárás, kivéve azt, akinek a Könyörületes engedélyt adott és az, aki az Ő engedelmével mondhat valamit"
        },
        {
            "chapter": 20,
            "verse": 110,
            "text": "Ő tudja mi van előttük és mi van mögöttük. Ám ők ezt tudásukkal fel nem foghatják"
        },
        {
            "chapter": 20,
            "verse": 111,
            "text": "Az arcok alázatosan lehajtatnak az Élő és Önmaga által Létező Örök előtt. Bizony csalatkozik az, aki bűnt hordoz"
        },
        {
            "chapter": 20,
            "verse": 112,
            "text": "Aki jótetteket cselekszik és mindeközben hívő, annak sem jogtalanságtól, sem sérelemtől nem kell félnie"
        },
        {
            "chapter": 20,
            "verse": 113,
            "text": "Ekképpen nyilatkoztattuk ki azt arab Koránként és magyaráztuk el benne a fenyegetést. Talán istenfélők lesznek, vagy intést mutat nekik"
        },
        {
            "chapter": 20,
            "verse": 114,
            "text": "Magasztaltassék Allah! A Király, az Igazság. És ne siesd (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) el a Koránt mielőtt még befejeződne annak sugallata! És mondd: Uram! Adj még nekem tudást"
        },
        {
            "chapter": 20,
            "verse": 115,
            "text": "Korábban megállapodást kötöttünk Ádámmal. Ám ő elfeledkezett és nem találtunk nála szilárd eltökéltséget"
        },
        {
            "chapter": 20,
            "verse": 116,
            "text": "Midőn mondtuk az angyaloknak: Boruljatok le Ádám előtt!\" Mind leborult, csupán /blis (a Gonosz) tagadta meg"
        },
        {
            "chapter": 20,
            "verse": 117,
            "text": "Mondtuk: ,.Ó, Ádám! Bizony ez az ellenséged és a feleségedé, nehogy kiűzzön benneteket a Paradicsomból, mert akkor kárhozott leszel"
        },
        {
            "chapter": 20,
            "verse": 118,
            "text": "Ott nem kell neked éhezni, sem pedig meztelenül járni"
        },
        {
            "chapter": 20,
            "verse": 119,
            "text": "Ott nem kell szomjaznod, és a nap perzselő hőségének sem vagy kitéve"
        },
        {
            "chapter": 20,
            "verse": 120,
            "text": "A sátán (gonosz dolgot) sugallt neki. Mondta: , Ó, Ádám! Vajon megmutassam-e neked az Öröklét Fáját és olyan hatalmat, ami soha nem enyészik el"
        },
        {
            "chapter": 20,
            "verse": 121,
            "text": "ŐK ketten ettek abból (a fából, annak gyümölcséből) és a szemérmük láthatóvá vált. A Paradicsom fáinak leveleit kezdték magukon hordani. Ádám szembefordult az ő Urával és eltévelyedett"
        },
        {
            "chapter": 20,
            "verse": 122,
            "text": "Majd kiválasztotta őt az Ura és kiengesztelődve fordult feléje és az igaz Útra vezette"
        },
        {
            "chapter": 20,
            "verse": 123,
            "text": "Mondta: , Menjetek innen (a Paradicsomból) le, mind (ketten)! Egymás ellenségei legyetek! És ha majdan útmutatás jön el hozzátok Tölem, aki követi az Útmutatásomat az nem tévelyedik el és nem lesz szerencsétlen"
        },
        {
            "chapter": 20,
            "verse": 124,
            "text": "Aki elfordul a Rólam történő megemlékezéstől, annak a megélhetése szűkös lesz. És vakon fogjuk a Feltámadás Napján összegyüjteni"
        },
        {
            "chapter": 20,
            "verse": 125,
            "text": "Mondja: Uram! Miért gyűjtöttél össze engem vakon, holott látó voltam"
        },
        {
            "chapter": 20,
            "verse": 126,
            "text": "Mondta: ..Ennek így kell lennie. Eljöttek hozzád a Mi Jeleink és te elfeledkeztél azokról. Ma te is. ehhez hasonlóan feledésbe merülsz"
        },
        {
            "chapter": 20,
            "verse": 127,
            "text": "Mi így jutalmazzuk azokat, akik mértéktelenek és nem hisznek az Uruk jeleiben. Bizony a Túlvilág büntetése szigorúbb és maradandóbb"
        },
        {
            "chapter": 20,
            "verse": 128,
            "text": "Vajon nem útmutatás-e nekik az, hogy mennyi századot Pusztítottunk már el előttük, akiknek a lakhelyein járnak? Bizony ebben jelek vannak azok számára, akik élnek az eszükkel"
        },
        {
            "chapter": 20,
            "verse": 129,
            "text": "Ha már korábban nem hangzott volna el Szó az Uradtól akkor a (büntetés) elkerülhetetlen lenne. De megszabott idő van"
        },
        {
            "chapter": 20,
            "verse": 130,
            "text": "Légy hát (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) állhatatosan kitartó azzal szemben, amit mondanak! Az Urad iránti hálát zengjed a napkelte előtt! és annak nyugta előtt\"! És Őt magasztald az éjszaka bizonyos óráiban és a nap végein! Talán tetszésre találsz"
        },
        {
            "chapter": 20,
            "verse": 131,
            "text": "És ne mereszd a szemeidet arra, amit Mi bizonyos pároknak adtunk az evilági élet ragyogó díszeiként bizonyos időre, hogy ezekkel próbának vessük öket alá. Ám az Urad gondoskodása jobb és maradandóbb"
        },
        {
            "chapter": 20,
            "verse": 132,
            "text": "A családodnak parancsold meg az imát és te magad is légy állhatatosan kitartó abban! Mi nem kérünk tőled gondoskodást, hanem Mi gondoskodunk rólad, A dolgok végső kimenetele az istenfélelemé"
        },
        {
            "chapter": 20,
            "verse": 133,
            "text": "És azt mondták: ,.Miért nem hozott el nekünk egy jelet az Urától?\" Talán nem jött el hozzájuk annak bizonyítéka, ami a korábbi (Írások, Tóra, Evangélium) lapjain található"
        },
        {
            "chapter": 20,
            "verse": 134,
            "text": "Ám ha Mi még előtte elpusztítottuk volna őket egy büntetéssel, minden bizonnyal azt mondták volna: Urunk! Miért nem küldtél hozzánk egy Küldöttet, hogy követhettük volna a Te jeleidet még azelőtt, hogy megaláztatás és szegyén érne bennünket"
        },
        {
            "chapter": 20,
            "verse": 135,
            "text": "Mondd ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): , Mindenki várakozik. Ti is várakozzatok hát! Meg fogjátok tudni kik az Egyenes Út birtokosai és kik vezéreltetnek"
        }
    ]
}