{
    "chapter": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Bizony a hívők boldogulnak. Guz\" 18. Hizb"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Akik az imájukban alázatosak"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "Akik az üres (tilalmas, tartalmatlan, al-lagwu) szóbeszédtől elfordulnak"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "És, akik eleget tesznek a zakat- nak (az előírt módon teljesítik)"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "És akik szemérmüket hűen őrzik"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Kivéve a feleségeiket vagy, amit jobbjuk birtokol, ezért nem kárhoztatandók"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "Akik ezeken felül is vágyakoznak (még más dolgok után), úgy ök a törvényi határt áthágók"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "És azok, akik a rájuk bízott letéteket és szerződéseket hűen betartják"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "És azok, akik az imáikat (szigorú pontossággal) betartják"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Ők lesznek az örökösök"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "Akik a Firdaus-t (a Paradicsom) öröklik. Ök örökkön abban fognak tartózkodni"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "És bizony Mi megteremtettük az embert tiszta agyagból"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Majd spermacseppként (nutfatun) helyeztük el egy biztos helyen (az anya méhében)"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Ezután a spermacseppet vérröggé formáltuk, majd a vérrögöt húsdarabbá teremtettük, majd a húsdarabot csontokká teremtettük. (tettük). Majd a csontokat felruháztuk hússal, ezután egy másik teremtményként keltettük életre. Áldassék Állah a legkiválóbb Teremtő"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Ezután, ti bizony mind halottak lesztek"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "Ezután majd a Feltámadás Napján feltámasztattok"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "És megteremtettünk felettetek hét utat\", És a teremtéstől Mi nem fordultunk el hanyagul"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "És vizet bocsátottunk le az égből bizonyos mennyiségben és a földön adtunk annak szállást. És bizony képesek vagyunk arra, hogy elvigyük"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "És teremtettünk általa nektek pálma és szőlő kerteket. Ezekben a számotokra sok gyümölcs van és azokból ehettek"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "És egy fát\", amely a Sayna\" (Sínai) Hegyén tör elő, amely olajat sarjaszt (ad) és zsíros anyagot az evök számára"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "És bizony a számotokra okulandó példa van az állatokban. Azzal itatunk benneteket, ami azok gyomrában van. Sok hasznos dolog van bennük a számotokra és belőlük ehettek is"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "És azokon (az állatokon) és a hajókon vitettek (utaztok)"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Bizony elküldtük Níh-ot (Noét) az ő népéhez és mondta: ,Ó. népem! Szolgáljátok Allah-ot! Rajta kívül nincs számotokra más isten. Vajon nem vagytok-e istenfélők"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "Mondták a nemesek, akik hitetlenek voltak az ő népéből: , Ez is csak olyan ember, mint ti vagytok, aki fölétek akar kerülni. És ha Allah akarta volna, úgy bizony angyalokat küldött volna le. Nem hallottunk ehhez basonlót a korábban volt atyáink esetében"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "Nem más ő csak egy férfi, akiben dzsinn lakozik. Várjatok vele egy darabig"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Mondta: Uram! Segíts meg engem, mivel hazugsággal vádolnak engem"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "És sugalltuk neki (mondván): Készítsd a hajót a Mi szemük előtt és a Mi sugallatunk szerint! És ha eljön a Parancsunk és felforr a kemence, vigyél be abba mindenféléből kettőt (hímet és. nőstényt) és a családodat, kivéve azokat, akikkel kapcsolatban már elhangzott a szó közülük. Ne szólíts Engem azokkal kapcsolatban, akik vétkeztek! Ők bizony a vízbe fulladók"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "És miután felmentél a hajóra te és azok akik veled vannak, mondd: Hála legyen Allah-nak (al-hamdu 1i-Lláhi), Aki megmentett bennünket a bűnös néptől"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "És mondd: , Uram! Engedj engem letelepedni egy áldott helyen! Hiszen Te vagy a legjobb Letelepítő"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Bizony ebben jelek vannak! És mi próbának vetünk alá"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Azután őutánuk más századokat keltettünk életre"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "És elküldtünk hozzájuk egy Küldöttet, aki közülük való volt (azzal, hogy): .Allah-ot szolgáljátok! Nincs számotokra más isten Rajta kívül! Nem vagytok-e istenfélők"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "És mondták a nemesek az ő népéből, akik hitetlenek voltak és meghazudtolták a találkozást a Túlvilággal és akiket az evilágon jólétbe helyeztünk: ..Bz is csak olyan ember, mint ti vagytok. Azt eszi, amit ti is esztek és azt issza, amit ti is isztok"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "És ha engedelmeskedtek egy hozzátok hasonló embernek, akkor bizony a kárvallott \"vesztesek közé tartoztok"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Ígéri-e nektek, hogy ha ti meghaltok és porrá és csonttá lesztek, azután majd előhozattok"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Messze, milyen messze van és milyen lehetetlen az, amire ígéretet kaptatok"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Csak az evilági életünk van, meghalunk és élünk. És nem támasztatunk fel"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Nem más ő csak egy olyan férfi, aki hazug dolgot talált ki Allah ellen. Mi nem hiszünk neki"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Mondta: Uram! Segíts meg engem! Hiszen tagadva meghazudtolnak engem"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Mondta (a Magasztos Allah): , Nemsokára bűnbánókká és megbánókká válnak"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "És valóságosan elragadta őket a (a rettenetes) as-sayhatu (kiáltás) (büntetése) és a vízen úszó tajtékká tettük őket. És pusztulás a bűnös népre"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "Majd utánuk új századokat keltettünk életre"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Egyetlen közösség sem előzheti \"meg a saját idejét, és nem is. késleltetheti azt"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Majd elküldtük a Küldötteinket egymást követően. És mindig, ha egy Küldött elment egy közösséghez - meghazudtolták őt. Így küldtük öket egymás után és tettük őket (okulandó) beszéd tárgyává. Pusztulás arra a népre, amely nem hisz"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Majd elküldtük Műsa-t (Mózest) és testvérét, Harün-t (Áron) a Mi Jeleinkkel és világos hatalommal"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "A fáraóhoz és annak előkelőihez. Ám ők gögös módon viselkedtek és dölyfös nép voltak"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "És mondták: , Vajon két embernek higgyünk-e, akik olyanok, mint mi? Holott a népünk minket szolgál"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "Meghazudtolták kettejüket és így az elpusztulandók közé soroltattak"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "És korábban odaadtuk Műsd-nak (Mózesnek) a Könyvet, talán az Igaz Útra vezéreltetnek"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "Mária fiát és anyját jellé tettük. És kettejüknek menedéket adtunk egy dombon, amely biztos hely volt, forrással"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "Ó ti Küldöttek! Egyetek a jó dolgokból! és jót cselekedjetek! Bizony Én tudok arról, hogy ti mit tesztek"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "És bizony ez a ti közösségetek egyetlen közösség. És Én a ti Uratok vagyok. Engem féljetek hát"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Ám az ő ügyüket (vallásukat) darabokra (kisebb csoportokra) szakították szét. És minden csoport annak örül, ami nála van"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Hagyd őket az ő tévelygő áramlásukban egy darabig"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Vajon úgy vélik, hogy csupán azért láttuk el öket vagyonnal és fiakkal"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "Hogy gyorsan adjunk nekik a jó dolgokból? Nem, ők nem értik"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Bizony azok, akik az Uruk iránti félelemben rettegnek"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "És, akik az ő Uruk jeleiben hisznek"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "És azok, akik Uruk mellé társat nem állítanak"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "És azok, akik odaadják azt, amit adnak, miközben szívük megremeg (félve és remélve adományuk elfogadását), ők. (bizonyosak abban, hogy,) az Urukhoz térnek meg"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "Ők azok, akik sietve igyekeznek jó dolgokat tenni és ebben megelőznek"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "Egyetlen lélekre sem róttunk ki többet, mint amire képes. Könyv van nálunk, amely az Igazságot mondja el. Ők nem szenvednek el igazságtalanságot"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "De az ő szívük erről (a Koránról) a tudatlanságban van. És ezen kívül ők még mást is elkövetnek"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "Mígnem végül, ha büntetéssel sújtjuk azokat, akik ennek kényelmét élvezték, oltalomért könyörögnek"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Ma ne könyörögjetek oltalomért! Bizony nem kaptok tőlünk segítséget"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Bizony felolvastattak nektek az Én Jeleim, ám ti visszahúzódtatok. §"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Gögösen viselkedtetek azzal szemben, éjjel beszélve rosszat arról"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Talán nem gondolták jól át ezt a beszédet? Vagy olyan jött el hozzájuk, ami a korábban volt atyáikhoz nem jött el"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Vagy talán nem ismerték meg a Küldöttüket ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) és őt így megtagadták"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Vagy azt mondják: ,. Dzsinn van benne!\" De nem! Az Igazságot hozta el nekik. Ám a legtöbbjük. az Igazsággal szemben elutasító"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "Ám ha az Igazság az ő vágyukat követné, akkor az egek és a föld romlással lenne telítve és a bennük lévők is. De Mi az ő intésüket hoztuk el. Ám ők az intésüktől elfordulnak"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Vagy kérsz ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) tőlük valami járandóságot? Holott a te Urad járandósága jobb. Ő a legjobb (Gondoskodó)"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Bizony Te (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) az Egyenes Útra hívod őket"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "Ám azok, akik nem hisznek a Túlvilágban, az Úttól eltérek"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "Ám ha könyörületben részesítenénk. őket és levennénk róluk azt a bajt, amiben vannak, tévelygésükben megátalkodottan megmaradnának és bolyonganának"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "Büntetéssel csaptunk le rájuk, de ez nem tette őket alázatossá az Uruk iránt és nem viselkedtek a kellő tisztelgő alázattal Iránta"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Míg nem kinyitottuk velük szemben a szigorú büntetés kapuját. És lám ők zavarodottak"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "És Ő az, Aki megteremtette nektek. a hallást és a látást és a szíveteket (az értelmet). Mégis mennyire kevéssé vagytok ti hálásak"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "Ő az, Aki megteremtett benneteket a földön és Hozzá gyűjtettek majd Össze"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "Ő az, Aki életre kelt és a halálba küld és Ő hajtja végre a nappal és az éjszaka váltakoztatását. Vajon nem fogjátok fel ésszel"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "De nem! Ugyanazt mondják ök, mint a korábban voltak mondtak"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Mondják: ..Ha meghalunk és Porrá és csonttá leszünk, talán feltámadunk"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "Erre már korábban ígéretet kaptunk mi és korábban volt atyáink is. Ezek csak a korábban éltek mesés legendái"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Mondd: Kié a föld és azok, akik benne vannak? Ha tudással bírtok"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Azt fogják mondani: , Allah-é!\" Mondd: , Hát nem okultok"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Mondd: Ki a hét ég Ura, és ki a hatalmas Trón Ura"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Azt fogják mondani: , Allah-é (minden)!\" Mondd: Hát nem vagytok istenfélők"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Mondd: Kinek a Kezében van mindennek az uralma? És Ő védelmet ad, ám Ellene nincs védekezés? Ha tudással bírtok"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Azt fogják mondani: . (Mindez) Allah-é!\" Mondd: , Hogyan lehettek hát varázslat által megcsalatva"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Denem! Elhoztuk nekik az Igazságot, ám ők bizony hazugok"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Nem vett Allah maga mellé fiút és nem volt vele más isten. Hiszen minden más isten elvenné azt, amit ő teremtett és talán egyik a másik. fölé kerülne. Magasztaltassék Allah! Mennyire felette áll Ő annak, amit Róla mondanak"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "A rejtett és a látható dolgok Tudója. Magasztaltassék Ó! Mennyire felette áll Ő mindannak, amit ők társítanak"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Mondd ( Muhammad - Allah áldja meg és adjon Neki örök üdvösséget): .Uram! Ha megmutatnád nekem azt, amivel fenyegetésben részesülnek"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "Uram! Ne helyezz engem a bűnös nép közér"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "Bizony Mi képesek vagyunk arra, hogy megmutassuk neked (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) azt, hogy mire tettünk nekik ígéretet"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Tartsd távol a rosszat olyannal, ami jobb! Mi tudjuk, hogy ők mit mondanak"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "És mondd: ..Uram! Én Hozzád menekülök a sátánok gonosz Suttogása elől"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "És Hozzád menekülök az elől, hogy előttem megjelenjenek"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "És midőn valamelyikhez eljön a halál, azt mondja: , Uram! Engedj engem visszatérni"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Talán jóravaló módon cselekszem abban, amit hátrahagytam.\" De ez csak egy szó, amit kimond. És mögöttük lesz az akadály (barzah) egészen addig, míg fel nem támasztatnak"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "És ha megfúvatik a Kürt, nem lesz közöttük rokonság azon a Napon és nem fogják egymást kérdezgetni"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "És azok, akiknek a mérlege súlyosnak mutatkozik, azok a boldogulók"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "És akiknek a mérlege könnyűnek mutatkozik, azok önmagukat taszították a kárhozatba és örök időkre a Pokolban maradnak"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "A Tűz az arcukat égeti és szájuk eltorzul abban"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Talán nem olvastattak fel nektek az Én Jeleim? Ám ti meghazudtoltátok azokat"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Mondják: ,. Urunk! A romlásunk erőt vett rajtunk és bizony tévelygő nép voltunk"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Urunk! Engedj ki belőle minket! Ha még egyszer ezt tesszük, bizony bűnösök vagyunk"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "Mondja (a Magasztos Allah): .Eredjetek! Ne beszéljetek Hozzám"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Van egy csoport az Én szolgáim között, akik mondani szokták: s.Urunk! Hiszünk. Bocsáss meg nekünk, és könyörülj rajtunk! Te vagy a legjobb Könyörülő"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "És ti gúnyként vettétek őket, mígnem ők elfeledtették veletek az Enrólam történő megemlékezést. És ti nevettetek rajtuk"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Én ma jutalomban részesítem öket állhatatos kitartásukért.. Bizony ők a győztesek"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "Mondja (a Magasztos Allah): Hány évig tartózkodtatok a földön"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Azt mondják: ,.Egy napig tartózkodtunk, vagy a nap egy részéig.\" Ám kérdezd meg a számolókat"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "Mondja (Allah, a Magasztos): ..Csak rövid ideig voltatok ott, ha tudtátok volna"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Vagy azt hittétek, hogy merő szórakozásból teremtettünk benneteket és hogy ti nem fogtok Hozzánk visszatérni"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Magasztaltassék Allah, a Király, az Igazság! Nincs más isten csak Ő (la iláha ill Huwa), a Kegyes Trón Ura"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "És az, aki Allah mellett más istenhez fohászkodik, holott nincs erre bizonyítéka, annak számadása az Uránál lesz! Bizony a hitetlenek nem boldogulnak"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "És mondd (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): .Uram! Bocsáss meg és irgalmazz! Te vagy a legjobb Irgalmazó"
        }
    ]
}