{
    "pages": [
        {
            "chapter": 11,
            "verse": 20,
            "text": "Hao hawawezi kushinda katika ardhi, wala hawana walinzi isipo kuwa Mwenyezi Mungu. Watazidishiwa adhabu. Hawakuwa wakiweza kusikia wala hawakuwa wakiona"
        },
        {
            "chapter": 11,
            "verse": 21,
            "text": "Hao ndio walio zikhasiri nafsi zao, na yakawapotea waliyo kuwa wakiyazua"
        },
        {
            "chapter": 11,
            "verse": 22,
            "text": "Bila ya shaka hakika wao ndio wenye kukhasiri huko Akhera"
        },
        {
            "chapter": 11,
            "verse": 23,
            "text": "Hakika wale walio amini, na wakatenda mema, na wakanyenyekea kwa Mola wao Mlezi, hao ndio watu wa Peponi, na humo watadumu"
        },
        {
            "chapter": 11,
            "verse": 24,
            "text": "Mfano wa makundi mawili ni kama kipofu kiziwi, na mwenye kuona na anasikia. Je, wawili hawa wanakuwa sawa kwa kufananishwa? Basi, je, hamfikiri"
        },
        {
            "chapter": 11,
            "verse": 25,
            "text": "Na Sisi tulimtuma Nuhu kwa watu wake, akawaambia: Hakika mimi ni mwonyaji kwenu ninaye bainisha"
        },
        {
            "chapter": 11,
            "verse": 26,
            "text": "Ya kwamba msimuabudu isipo kuwa Mwenyezi Mungu tu. Hakika mimi ninakukhofieni adhabu ya Siku Chungu"
        },
        {
            "chapter": 11,
            "verse": 27,
            "text": "Na wakasema wakuu walio kufuru katika kaumu yake: Hatukuoni wewe ila ni mtu tu kama sisi, wala hatukuoni wamekufuata ila wale walio kuwa kwetu watu duni, wasio kuwa na akili. Wala hatukuoneni kuwa mna ubora wowote kutushinda sisi. Bali tuna hakika nyinyi ni waongo"
        },
        {
            "chapter": 11,
            "verse": 28,
            "text": "Akasema: Enyi watu wangu! Hebu fikirini! Ikiwa mimi ninayo hoja wazi iliyo toka kwa Mola wangu Mlezi, na amenipa rehema kutoka kwake, nayo ikakufichikieni; je, tukulazimisheni kuikubali hali nyinyi mnaichukia"
        }
    ]
}