{
    "pages": [
        {
            "chapter": 12,
            "verse": 31,
            "text": "Alipo sikia yule bibi masengenyo yao aliwaita, na akawawekea matakia ya kuegemea, na akampa kila mmoja wao kisu. Akamwambia Yusuf: Tokeza mbele yao. Basi walipo mwona waliona ni kitu kikubwa kabisa, na wakajikata mikono yao. Wakasema: Hasha Lillahi! Huyu si mwanaadamu. Hakuwa huyu ila ni Malaika mtukufu"
        },
        {
            "chapter": 12,
            "verse": 32,
            "text": "Yule bibi aksema: Huyu basi ndiye huyo mliye nilaumia! Na kweli mimi nilimtaka naye akakataa. Na akitofanya ninayo muamrisha basi hapana shaka atafungwa gerezani, na atakuwa miongoni mwa walio chini kabisa"
        },
        {
            "chapter": 12,
            "verse": 33,
            "text": "Yusuf akasema: Ee Mola Mlezi wangu! Nastahabu kifungo kuliko haya anayo niitia. Na usipo niondoshea vitimbi vya wanawake mimi nitamili kwao, na nitakuwa katika wajinga"
        },
        {
            "chapter": 12,
            "verse": 34,
            "text": "Basi Mola wake Mlezi akamwitikia, na akamwondoshea vitimbi vyao. Hakika Yeye ni Msikizi Mjuzi"
        },
        {
            "chapter": 12,
            "verse": 35,
            "text": "Basi ikawadhihirikia baada ya kuona Ishara kuwa wamfunge kwa muda"
        },
        {
            "chapter": 12,
            "verse": 36,
            "text": "Wakaingia gerezani pamoja naye vijana wawili. Mmoja wao akasema: Hakika mimi nimeota nakamua mvinyo. Na mwingine akasema: Mimi nimeota nimebeba mikate juu ya kichwa changu, na ndege wanaila. Hebu tuambie tafsiri yake, kwani sisi tunakuona wewe ni katika watu wema"
        },
        {
            "chapter": 12,
            "verse": 37,
            "text": "Akasema: Hakitakufikilieni chakula mtakacho pewa ila nitakwambieni hakika yake kabla hakijakufikieni. Haya ni katika yale aliyo nifundisha Mola wangu Mlezi. Hakika mimi nimeacha mila ya watu wasio muamini Mwenyezi Mungu, na wakawa hawaiamini Akhera"
        }
    ]
}