{
    "pages": [
        {
            "chapter": 19,
            "verse": 52,
            "text": "Na tulimwita upande wa kulia wa mlima na tukamsogeza kunong'ona naye"
        },
        {
            "chapter": 19,
            "verse": 53,
            "text": "Nasi kwa rehema zetu tukampa nduguye, Harun, awe Nabii"
        },
        {
            "chapter": 19,
            "verse": 54,
            "text": "Na mtaje katika Kitabu Ismail. Bila ya shaka yeye alikuwa ni mkweli wa ahadi, na alikuwa Mtume, Nabii"
        },
        {
            "chapter": 19,
            "verse": 55,
            "text": "Na alikuwa akiwaamrisha watu wake Sala na Zaka, na alikuwa mbele ya Mola wake Mlezi mwenye kuridhiwa"
        },
        {
            "chapter": 19,
            "verse": 56,
            "text": "Na mtaje katika Kitabu Idris. Hakika yeye alikuwa ni mkweli Nabii"
        },
        {
            "chapter": 19,
            "verse": 57,
            "text": "Na tulimuinua daraja ya juu"
        },
        {
            "chapter": 19,
            "verse": 58,
            "text": "Hao ndio alio waneemesha Mwenyezi Mungu miongoni mwa Manabii katika uzao wa Adam, na katika uzao wa wale tulio wapandisha pamoja na Nuhu, na katika uzao wa Ibrahim na Israil, na katika wale tulio waongoa na tukawateuwa. Wanapo somewa Aya za Mwingi wa Rehema huanguka kusujudu na kulia"
        },
        {
            "chapter": 19,
            "verse": 59,
            "text": "Lakini wakaja baada yao walio wabaya, wakaacha Sala, na wakafuata matamanio. Basi watakuja kuta malipo ya ubaya"
        },
        {
            "chapter": 19,
            "verse": 60,
            "text": "Isipo kuwa walio tubu, wakaamini, na wakatenda mema. Hao, basi, wataingia Peponi wala hawatadhulumiwa chochote"
        },
        {
            "chapter": 19,
            "verse": 61,
            "text": "Bustani za milele alizo waahidi Rahmani waja wake katika siri. Hakika ahadi yake hapana shaka itafika"
        },
        {
            "chapter": 19,
            "verse": 62,
            "text": "Humo hawatasikia upuuzi, ila Salama tu. Na watapata humo riziki zao asubuhi na jioni"
        },
        {
            "chapter": 19,
            "verse": 63,
            "text": "Hiyo ndiyo Pepo tutayo warithisha katika waja wetu walio kuwa wachamngu"
        },
        {
            "chapter": 19,
            "verse": 64,
            "text": "(Nao watasema:) Wala hatuteremki ila kwa amri ya Mola wako Mlezi. Ni yake Yeye yaliyoko mbele yetu na yaliyoko nyuma yetu, na yaliyomo katikati ya hayo. Na Mola wako Mlezi si mwenye kusahau"
        }
    ]
}