{
    "pages": [
        {
            "chapter": 24,
            "verse": 11,
            "text": "Hakika wale walio leta uwongo ni kundi miongoni mwenu. Msifikiri ni shari kwenu, bali hiyo ni kheri kwenu. Kila mtu katika wao atapata aliyo yachuma katika madhambi. Na yule aliyejitwika sehemu yake kubwa miongoni mwao, atapata adhabu kubwa"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Kwa nini mlipo sikia khabari hii, wanaume Waumini na wanawake Waumini hawakuwadhania wenzao mema, na kusema: Huu ni uzushi dhaahiri"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Kwa nini hawakuleta mashahidi wane? Na ilivyo kuwa hawakuleta mashahidi wane basi hao mbele ya Mwenyezi Mungu ni waongo"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "Na lau kuwa si fadhila ya Mwenyezi Mungu juu yenu na rehema yake katika dunia na Akhera, bila ya shaka ingeli kupateni adhabu kubwa kwa sababu ya yale mliyo jiingiza"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "Mlipo yapokea kwa ndimi zenu na mkasema kwa vinywa vyenu msiyo yajua, na mlifikiri ni jambo dogo, kumbe mbele ya Mwenyezi Mungu ni kubwa"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Na kwa nini mlipo yasikia msiseme: Haitufalii kuzungumza haya. Subhanak Umetakasika! Huu ni uzushi mkubwa"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Mwenyezi Mungu anakuonyeni msirejee tena kufanya kama haya kabisa, ikiwa nyinyi ni Waumini"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Na Mwenyezi Mungu anakubainisheni Aya. Na Mwenyezi Mungu ni Mjuzi Mwenye hikima"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Kwa hakika wale wanao penda uenee uchafu kwa walio amini, watapata adhabu chungu katika dunia na Akhera. Na Mwenyezi Mungu anajua na nyinyi hamjui"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "Na lau kuwa si fadhila ya Mwenyezi Mungu juu yenu na rehema yake, na kuwa hakika Mwenyezi Mungu ni Mpole, Mwenye kurehemu"
        }
    ]
}