{
    "pages": [
        {
            "chapter": 39,
            "verse": 48,
            "text": "Na utawadhihirikia ubaya wa waliyo yachuma, yatawazunguka waliyo kuwa wakiyafanyia mzaha"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "Na dhara inapo mgusa mtu hutuomba. Kisha tunapo mpa neema zitokazo kwetu, husema: Nimepewa haya kwa sababu ya ilimu yangu. Sio! Huo ni mtihani! Lakini wengi wao hawajui"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Waliyasema haya waliyo kuwa kabla yao, lakini hayakuwafaa waliyo kuwa wakiyachuma"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Basi ukawasibu uovu wa waliyo yachuma. Na wale walio dhulumu miongoni mwa hawa utawasibu uovu wa waliyo yachuma vile vile. Nao si wenye kushinda"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Kwani wao hawajui kwamba Mwenyezi Mungu humkunjulia riziki amtakaye na akamkadiria? Hakika katika haya bila ya shaka zipo Ishara kwa watu wanao amini"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "Sema: Enyi waja wangu walio jidhulumu nafsi zao! Msikate tamaa na rehema ya Mwenyezi Mungu. Hakika Mwenyezi Mungu husamehe dhambi zote. Hakika Yeye ni Mwenye kusamehe, Mwenye kurehemu"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Na rejeeni kwa Mola wenu Mlezi, na silimuni kwake, kabla ya kukujieni adhabu. Kisha hapo hamtanusuriwa"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Na fuateni yaliyo bora kabisa katika yale yaliyo teremshwa kwenu kutoka kwa Mola wenu Mlezi, kabla haijakujieni adhabu kwa ghafla, na hali hamtambui"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Isije ikasema nafsi: Ee majuto yangu kwa yale niliyo poteza upande wa Mwenyezi Mungu, na hakika nilikuwa miongoni mwa wanao fanya maskhara"
        }
    ]
}