{
    "pages": [
        {
            "chapter": 40,
            "verse": 78,
            "text": "Na bila ya shaka tuliwatuma Mitume kabla yako. Wengine katika hao tumekusimulia khabari zao, na wengine hatukukusimulia. Na haiwi Mtume alete Ishara yoyote ila kwa idhini ya Mwenyezi Mungu. Basi ikija amri ya Mwenyezi Mungu huhukumiwa kwa Haki, na hapo wapotofu watakhasiri"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Mwenyezi Mungu aliye kujaalieni nyama hoa, mifugo, ili muwapande baadhi yao, na muwale baadhi yao"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "Na katika hao mnayo manufaa kadhaa wa kadhaa, na mnapata kwao haja ziliomo vifuani mwenu; na mnachukuliwa juu yao, na juu ya marikebu"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Naye anakuonyesheni Ishara zake. Basi Ishara gani za Mwenyezi Mungu mnazo zikataa"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Kwani hawatembei katika ardhi wakaona ulikuwaje mwisho wa walio kuwa kabla yao? Wao walikuwa wengi kuliko hawa, na wamewashinda kwa nguvu na athari katika nchi. Wala hayakuwafaa hayo waliyo kuwa wakiyachuma"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Walipo wajia Mitume wao kwa dalili zilizo wazi walijitapa kwa ilimu waliyo kuwa nayo. Basi yakawazunguka waliyo kuwa wakiyafanyia maskhara"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "Walipo iona adhabu yetu walisema: Tumemuamini Mwenyezi Mungu kuwa ni wa pekee, na tunaikataa miungu tuliyo kuwa tukiishirikisha naye"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Lakini imani yao haikuwa yenye kuwafaa kitu wakati ambao wamekwisha iona adhabu yetu. Huu ndio mwendo wa Mwenyezi Mungu ulio kuwa kwa waja wake. Na hapo walio kufuru walikhasiri"
        }
    ]
}