{
    "pages": [
        {
            "chapter": 45,
            "verse": 33,
            "text": "Basi ubaya wa waliyo yatenda utawadhihirikia, na yatawazunguka waliyo yafanyia maskhara"
        },
        {
            "chapter": 45,
            "verse": 34,
            "text": "Na itasemwa: Leo tunakusahauni kama nyinyi mlivyo sahau mkutano wa siku yenu hii; na mahali penu ni Motoni, wala hamna wa kukunusuruni"
        },
        {
            "chapter": 45,
            "verse": 35,
            "text": "Hayo ni kwa sababu nyinyi mlizifanyia mzaha Aya za Mwenyezi Mungu; na maisha ya dunia yakakudanganyeni. Basi leo hawatatolewa humo wala hao hawatakubaliwa udhuru wao"
        },
        {
            "chapter": 45,
            "verse": 36,
            "text": "Basi sifa njema zote ni za Mwenyezi Mungu, Mola Mlezi wa mbingu, na Mola Mlezi wa ardhi, na Mola Mlezi wa walimwengu wote"
        },
        {
            "chapter": 45,
            "verse": 37,
            "text": "Na ukubwa ni wake Yeye tu, mbinguni na katika ardhi, naye ni Mwenye nguvu, Mwenye hikima"
        },
        {
            "chapter": 46,
            "verse": 1,
            "text": "H'A MIM"
        },
        {
            "chapter": 46,
            "verse": 2,
            "text": "Uteremsho wa Kitabu umetoka kwa Mwenyezi Mungu, Mwenye nguvu, Mwenye hikima"
        },
        {
            "chapter": 46,
            "verse": 3,
            "text": "Hatukuziumba mbingu na ardhi wala yaliyomo baina yake ila kwa haki na kwa muda maalumu. Na walio kufuru wanayapuuza yale wanayo onywa"
        },
        {
            "chapter": 46,
            "verse": 4,
            "text": "Je! Mwawaona wale mnao waomba badala ya Mwenyezi Mungu? Nionyesheni wameumba nini katika ardhi; au hao wanayo shirika katika mbingu? Nileteeni Kitabu kilicho kuwa kabla ya hiki, au alama yoyote ya ilimu, ikiwa mnasema kweli"
        },
        {
            "chapter": 46,
            "verse": 5,
            "text": "Na nani mpotofu mkubwa kuliko hao wanao waomba, badala ya Mwenyezi Mungu, ambao hawatawaitikia mpaka Siku ya Kiyama, na wala hawatambui maombi yao"
        }
    ]
}