{
    "chapter": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "God has made devoid of all virtue the deeds of those who have disbelieved and prevented others from the way of God"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "God forgives the sins and reforms the hearts of the righteously striving believers who have faith in what is revealed to Muhammad - which is the Truth from his Lord"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "This is because the disbelievers have followed falsehood and the believers have followed the Truth from their Lord. Thus God explains to the human being their own prospects"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "If you encounter the disbelievers in a battle, strike-off their heads. Take them as captives when they are defeated. Then you may set them free as a favor to them, with or without a ransom, when the battle is over. This is the Law. Had God wanted, He could have granted them (unbelievers) victory, but He wants to test you through each other. The deeds of those who are killed for the cause of God will never be without virtuous results"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "God will lead them to everlasting happiness and improve their condition"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "He will admit them into the Paradise which He has made known to them"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "Believers, if you help God, He will help you and make you steadfast (in your faith)"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "The fate of the disbelievers will be to stumble and their deeds will have no virtuous results"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "they have hated God's revelation, and thus, He has made their deeds devoid of all virtue"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "Have they not travelled through the land and seen the terrible end of those who lived before them? God brought upon them utter destruction and the disbelievers will also faced similar perdition"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "God is the guardian of the believers, but the disbelievers have no guardian"
        },
        {
            "chapter": 47,
            "verse": 12,
            "text": "God will admit the righteously striving believers into the gardens wherein streams flow. However, the disbelievers who enjoyed themselves and ate like cattle will have for their dwelling hell fire"
        },
        {
            "chapter": 47,
            "verse": 13,
            "text": "(Muhammad), how many towns, much more powerful than the one from which you have been expelled, have We destroyed and left helpless"
        },
        {
            "chapter": 47,
            "verse": 14,
            "text": "Can the one who follows the authority of his Lord be considered equal to the one whose evil deeds are made to seem attractive to him and who follows his own desires"
        },
        {
            "chapter": 47,
            "verse": 15,
            "text": "The garden, which is promised to the pious, is like one in which there are streams of unpolluted water, streams of milk of unchangeable taste, streams of delicious wine, and streams of crystal clear honey. Therein they will have all kinds of fruits and forgiveness from their Lord. On the other hand (can these people be considered like), those who will live forever in hell fire and will drink boiling water which will rip their intestines to bits"
        },
        {
            "chapter": 47,
            "verse": 16,
            "text": "(Muhammad), some of them listen to you, but when they leave you they ask those who have received knowledge, \"What did he say a few moments ago?\" God has sealed the hearts of such people who have followed their worldly desires"
        },
        {
            "chapter": 47,
            "verse": 17,
            "text": "God will increase the guidance and piety of those who seek guidance"
        },
        {
            "chapter": 47,
            "verse": 18,
            "text": "Are they waiting for the Hour of Doom to suddenly approach them? Its signs have already appeared. How will they then come to their senses when the Hour itself will approach them"
        },
        {
            "chapter": 47,
            "verse": 19,
            "text": "Know that God is the only Lord. Ask forgiveness for your sins and for the sins of the believing men and women. God knows when you move and when you rest"
        },
        {
            "chapter": 47,
            "verse": 20,
            "text": "The believers say, \"Why is a chapter about jihad - fighting for the cause of God - not revealed?\" But when such a chapter, with clear commands and a mention of jihad is revealed, you will see those whose hearts are sick look at you as if suffering the agony of death. One can expect nothing better from them"
        },
        {
            "chapter": 47,
            "verse": 21,
            "text": "Since they have (pledged) Us obedience and to speak reasonably, it would be more proper for them, when it is decided (that everyone must take part in the battle), to remain true (in their pledge to God)"
        },
        {
            "chapter": 47,
            "verse": 22,
            "text": "If you ignore the commands of God would you then also spread evil in the land and sever the ties of kinship"
        },
        {
            "chapter": 47,
            "verse": 23,
            "text": "God has condemned these people and made them deaf, dumb, and blind"
        },
        {
            "chapter": 47,
            "verse": 24,
            "text": "Is it that they do not think about the Quran or are their hearts sealed"
        },
        {
            "chapter": 47,
            "verse": 25,
            "text": "Those who have reverted to disbelief after guidance has become manifest to them, have been seduced and given false hopes by satan"
        },
        {
            "chapter": 47,
            "verse": 26,
            "text": "This is because they have said to those who hate God's revelation, \"We shall obey you in some matters.\" But God knows all their secrets"
        },
        {
            "chapter": 47,
            "verse": 27,
            "text": "How terrible it will be for them when the angels take away their souls by striking their faces and their backs"
        },
        {
            "chapter": 47,
            "verse": 28,
            "text": "for their following that which had incurred God's anger, and their hatred to please God. Thus, God has made their deeds devoid of all virtue"
        },
        {
            "chapter": 47,
            "verse": 29,
            "text": "Do those whose hearts are sick think that God will never make their malice public"
        },
        {
            "chapter": 47,
            "verse": 30,
            "text": "Had We wanted, We could have made you recognize their faces. You will certainly recognize them by the tone of their speech. God knows all your deeds"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "We shall certainly test you until We know those who strive hard for the cause of God and those who exercise patience. We will also examine your deeds"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "The disbelievers who prevent others from the way of God and give the Messengers a hard time - even after the guidance has been made clear to them - will never be able to cause any harm to God, and He will turn their deeds devoid of all virtue"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "Believers, obey God and the Messenger and do not invalidate your deeds"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "God will never forgive the disbelievers who prevent others from the way of God and who die as disbelievers"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "Do not be weak hearted and do not appeal for an (unjust) settlement; you have the upper hand. God is with you and He will never reduce the reward for your deeds"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "The worldly life is only a childish game. If you have faith and piety, you will receive your rewards and God will not ask you to pay for them"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Should He ask for your possessions you would be niggardly as it would be hard for you to give. Thus, He would make your malice become public"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "It is you who are asked to spend for the cause of God, but some of you behave in a niggardly way. Whoever behaves miserly does so against his own soul. God is Self-sufficient and you are poor. If you were to turn away from Him, He would just replace you with another people, who will not be like you"
        }
    ]
}