{
    "chapter": [
        {
            "chapter": 48,
            "verse": 1,
            "text": "We have granted to you, (Muhammad), a manifest victory"
        },
        {
            "chapter": 48,
            "verse": 2,
            "text": "so that God will redeem the sins (which the pagans think you have committed against them) in the past or (you will commit) in the future. He will complete His favors to you, guide you to the right path"
        },
        {
            "chapter": 48,
            "verse": 3,
            "text": "and grant you a majestic triumph"
        },
        {
            "chapter": 48,
            "verse": 4,
            "text": "It is God who has given confidence to the hearts of the believers to increase and strengthen their faith. To God belongs the armies of the heavens and the earth. He is All-knowing and All-wise"
        },
        {
            "chapter": 48,
            "verse": 5,
            "text": "So that He would admit the believers (both male and female) to the gardens wherein streams flow, to live therein forever. He will redeem them. This is the greatest triumph in the sight of God"
        },
        {
            "chapter": 48,
            "verse": 6,
            "text": "so that He would punish the hypocrites and the pagans who have evil suspicions about God. It is they who are surrounded by evil and have become subject to the wrath and condemnation of God. He has prepared for them hell, a terrible place to live"
        },
        {
            "chapter": 48,
            "verse": 7,
            "text": "To God belong the armies of the heavens and the earth. God is Majestic and All-wise"
        },
        {
            "chapter": 48,
            "verse": 8,
            "text": "We have sent you as a witness, a bearer of glad news, and a warner"
        },
        {
            "chapter": 48,
            "verse": 9,
            "text": "so that you (people) may believe in God and His Messenger, help, and respect God and glorify Him in the morning and the evening"
        },
        {
            "chapter": 48,
            "verse": 10,
            "text": "Those who pledge obedience to you are, in fact, pledging obedience to God. The hands of God are above their hands. As for those who disregard their pledge, they do so only against their own souls. Those who fulfill their promise to God will receive a great reward"
        },
        {
            "chapter": 48,
            "verse": 11,
            "text": "The bedouins who lag behind in taking part in the battle say to you, \"Ask forgiveness for us; we were busy with our property and household.\" They speak what is not in their hearts. (Muhammad), tell them, \"Who will help you against God, if He intends to harm you, who will prevent Him from benefitting you? In fact, God is Well Aware of whatever you do"
        },
        {
            "chapter": 48,
            "verse": 12,
            "text": "You thought the Messenger and the believers would never ever return to their families and this attracted your hearts and caused you to develop evil suspicions. You are a wrong doing people"
        },
        {
            "chapter": 48,
            "verse": 13,
            "text": "Those who do not believe in God and His Messenger should know that We have prepared hell for the disbelievers"
        },
        {
            "chapter": 48,
            "verse": 14,
            "text": "To God belongs the kingdom of the heavens and the earth. He forgives or punishes whomever He wants. God is All-forgiving and All-merciful"
        },
        {
            "chapter": 48,
            "verse": 15,
            "text": "The laggardly Bedouins will say, \"When you leave to collect the spoils, let us follow you.\" They want to alter the command of God (that only the participating believers are entitled to such benefit). Tell them, \"You can never follow us for such a purpose. God has said before and He will say again (what type of people you are). In fact, you are jealous of us.\" The truth is that they understand very little"
        },
        {
            "chapter": 48,
            "verse": 16,
            "text": "Tell the laggardly Bedouins, \"You will be called to face strong people whom you will fight right to the end or who will submit to you. If you obey the Messenger, God will give you a good reward. But if you turn away as you did before, God will make you suffer a painful torment"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "It is not an offense for the blind, the lame, or the sick not to take part in the battle. Whoever obeys God and His Messenger will be admitted to the gardens wherein streams flow. God will make whoever turns away suffer a painful torment"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "God is pleased with the believers for their pledging obedience to you under the tree. He knew whatever was in their hearts, thus, He granted them confidence and rewarded them with an immediate victory"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "and the booty which they received from it (the Battle). God is Majestic and All-wise"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "God has promised that you will receive much booty. He has enabled you to receive this at this time and has protected you from enemies to make it an evidence (of the Truth) for the believers. He will guide you to the right path"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "Besides these, there were other gains which you could not receive, but God has full control over them. God has power over all things"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Had the disbelievers fought against you, they would have run away from the battle and would have found no guardian or helper"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "This is the tradition of God which existed before, and you will never find any change in His tradition"
        },
        {
            "chapter": 48,
            "verse": 24,
            "text": "It is He who kept peace between you and the people of the valley of Mecca after having given you a victory over them. God is Well Aware of what you do"
        },
        {
            "chapter": 48,
            "verse": 25,
            "text": "It was the disbelievers who kept you from the Sacred Mosque and prevented your sacrificial offering from reaching its proper place. God would not have kept you from fighting the disbelievers, had there not been believing men and women (among them) whom you did not know and whom you might have unknowingly harmed. God did this because He grants mercy to whomever He wants. Had they been distinguishable from the believers, We would certainly have punished them with a painful torment"
        },
        {
            "chapter": 48,
            "verse": 26,
            "text": "Since the disbelievers held zealous ignorance in their hearts, like that of the pre-Islamic age of darkness, God gave confidence to His Messenger and to the believers, binding them to the principle of piety which they deserve. God has the knowledge of all things"
        },
        {
            "chapter": 48,
            "verse": 27,
            "text": "God made the dream of His Messenger come true for a genuine purpose. (In this he was told), \"If God wills You (believers) will enter the Sacred Mosque, in security, with your heads shaved, nails cut, and without any fear in your hearts.\" He knew what you did not know. Besides this victory, He will give you another immediate victory"
        },
        {
            "chapter": 48,
            "verse": 28,
            "text": "It is He who has sent His Messenger with guidance and the true religion to make it prevail over all other religions. God is a Sufficient witness to this Truth"
        },
        {
            "chapter": 48,
            "verse": 29,
            "text": "Muhammad is the Messenger of God and those with him are stern to the disbelievers yet kind among themselves. You can see them bowing and prostrating before God, seeking His favors and pleasure. Their faces (foreheads) are marked due to the effect of their frequent prostrations. That is their description in the Torah and in the Gospel they are mentioned as the seed which shoots out its stalk then becomes stronger, harder and stands firm on its stumps, attracting the farmers. Thus, God has described the believers to enrage the disbelievers. God has promised forgiveness and a great reward to the righteously striving believers"
        }
    ]
}