{
    "chapter": [
        {
            "chapter": 53,
            "verse": 1,
            "text": "By the declining star"
        },
        {
            "chapter": 53,
            "verse": 2,
            "text": "your companion is not in error nor has he gone astray"
        },
        {
            "chapter": 53,
            "verse": 3,
            "text": "He does not speak out of his own desires"
        },
        {
            "chapter": 53,
            "verse": 4,
            "text": "It is a revelations which has been revealed to him"
        },
        {
            "chapter": 53,
            "verse": 5,
            "text": "and taught to him"
        },
        {
            "chapter": 53,
            "verse": 6,
            "text": "by the great mighty one (Gabriel)"
        },
        {
            "chapter": 53,
            "verse": 7,
            "text": "the strong one who appeared on the uppermost horizon"
        },
        {
            "chapter": 53,
            "verse": 8,
            "text": "He (Gabriel) then came nearer and nearer"
        },
        {
            "chapter": 53,
            "verse": 9,
            "text": "until he was as close to him as the distance of two bows, or even less"
        },
        {
            "chapter": 53,
            "verse": 10,
            "text": "He revealed to God's servant whatever he wanted"
        },
        {
            "chapter": 53,
            "verse": 11,
            "text": "His (Muhammad's) heart did not lie to him about what his eyes had seen"
        },
        {
            "chapter": 53,
            "verse": 12,
            "text": "Will you then argue with him about what he saw"
        },
        {
            "chapter": 53,
            "verse": 13,
            "text": "He certainly saw him (Gabriel) during his other ascent"
        },
        {
            "chapter": 53,
            "verse": 14,
            "text": "to the Lot-tree (in the seven heavens)"
        },
        {
            "chapter": 53,
            "verse": 15,
            "text": "near which is Paradise"
        },
        {
            "chapter": 53,
            "verse": 16,
            "text": "When the tree was covered with a covering"
        },
        {
            "chapter": 53,
            "verse": 17,
            "text": "(Muhammad's) eyes did not deceive him, nor did they lead him to falsehood"
        },
        {
            "chapter": 53,
            "verse": 18,
            "text": "He certainly saw the greatest (signs) of the existence of his Lord"
        },
        {
            "chapter": 53,
            "verse": 19,
            "text": "(Can anything as such be considered true) of al-Lat, al-Uzza"
        },
        {
            "chapter": 53,
            "verse": 20,
            "text": "and your third idol al-Manat (whom you considered as God's daughters)"
        },
        {
            "chapter": 53,
            "verse": 21,
            "text": "Do sons belong to you and daughters to God"
        },
        {
            "chapter": 53,
            "verse": 22,
            "text": "This is an unfair distinction"
        },
        {
            "chapter": 53,
            "verse": 23,
            "text": "These are only names given by yourselves and your fathers. God has not given them any authority. They, (unbelievers), only follow mere conjecture and the desires of their souls, even though guidance has already come to them from their Lord"
        },
        {
            "chapter": 53,
            "verse": 24,
            "text": "Can the human being have whatever he wishes"
        },
        {
            "chapter": 53,
            "verse": 25,
            "text": "All that is in the life to come and all that is in this life belongs only to God"
        },
        {
            "chapter": 53,
            "verse": 26,
            "text": "There are many angels in the heavens whose intercession will be of no benefit unless God grants such permission to whichever of them He wants"
        },
        {
            "chapter": 53,
            "verse": 27,
            "text": "Only those who do not believe in the life hereafter call the angels, females. They have no knowledge about it"
        },
        {
            "chapter": 53,
            "verse": 28,
            "text": "They only follow mere conjecture which can never sufficiently replace the Truth"
        },
        {
            "chapter": 53,
            "verse": 29,
            "text": "(Muhammad), stay away from those who turn away from Our guidance and who do not desire anything except the worldly life"
        },
        {
            "chapter": 53,
            "verse": 30,
            "text": "This is what the extent of their knowledge amounts to. Your Lord knows best who has gone astray from His path and who has been rightly guided"
        },
        {
            "chapter": 53,
            "verse": 31,
            "text": "To God belongs whatever is in the heavens and the earth. In the end God will re-compense the evil doers for their deeds and reward the righteous ones for their deeds"
        },
        {
            "chapter": 53,
            "verse": 32,
            "text": "Those who stay away from grave sins and indecency (should know that) for their trivial sins your Lord's forgiveness is vast. He knows best about you. When He created you from the earth and when you were embryos in your mother's wombs. Do not consider yourselves very great. God knows best who is the most righteous person"
        },
        {
            "chapter": 53,
            "verse": 33,
            "text": "(Muhammad), have you ever seen the one who has turned away (from guidance)"
        },
        {
            "chapter": 53,
            "verse": 34,
            "text": "and grudgingly spends very little for the cause of God"
        },
        {
            "chapter": 53,
            "verse": 35,
            "text": "Does he possess the knowledge of the unseen, thus, he sees (all things)"
        },
        {
            "chapter": 53,
            "verse": 36,
            "text": "Has not he been informed of the contents of the Book of Moses"
        },
        {
            "chapter": 53,
            "verse": 37,
            "text": "and about Abraham who fulfilled his duty (to God)"
        },
        {
            "chapter": 53,
            "verse": 38,
            "text": "Certainly no one will bear the responsibility of the sins of another"
        },
        {
            "chapter": 53,
            "verse": 39,
            "text": "nor can man achieve anything without hard labor"
        },
        {
            "chapter": 53,
            "verse": 40,
            "text": "He will certainly see the result of his labor"
        },
        {
            "chapter": 53,
            "verse": 41,
            "text": "and will be fully recompensed for his deeds"
        },
        {
            "chapter": 53,
            "verse": 42,
            "text": "To your Lord will all things eventually return"
        },
        {
            "chapter": 53,
            "verse": 43,
            "text": "It is He who causes laughter and weeping"
        },
        {
            "chapter": 53,
            "verse": 44,
            "text": "It is He who causes death and gives life"
        },
        {
            "chapter": 53,
            "verse": 45,
            "text": "It is He who has created spouses, male and female"
        },
        {
            "chapter": 53,
            "verse": 46,
            "text": "from a discharged living germ"
        },
        {
            "chapter": 53,
            "verse": 47,
            "text": "and on Him depends the life hereafter"
        },
        {
            "chapter": 53,
            "verse": 48,
            "text": "It is He who grants people temporary and durable wealth"
        },
        {
            "chapter": 53,
            "verse": 49,
            "text": "It is He who is the Lord of Sirius"
        },
        {
            "chapter": 53,
            "verse": 50,
            "text": "It is He who utterly destroyed the ancient tribes of Ad"
        },
        {
            "chapter": 53,
            "verse": 51,
            "text": "Thamud"
        },
        {
            "chapter": 53,
            "verse": 52,
            "text": "and the people of Noah; they were the most unjust and rebellious people"
        },
        {
            "chapter": 53,
            "verse": 53,
            "text": "It is He who turned upside down the people of Lot"
        },
        {
            "chapter": 53,
            "verse": 54,
            "text": "and covered them with torment"
        },
        {
            "chapter": 53,
            "verse": 55,
            "text": "About which of the bounties of your Lord can they persistently dispute"
        },
        {
            "chapter": 53,
            "verse": 56,
            "text": "This is a (Prophet) like that of the ancient warners (Prophets)"
        },
        {
            "chapter": 53,
            "verse": 57,
            "text": "The Day of Judgment is drawing nearer"
        },
        {
            "chapter": 53,
            "verse": 58,
            "text": "No one besides God can rescue a soul from hardship"
        },
        {
            "chapter": 53,
            "verse": 59,
            "text": "Does this statement seem strange to them"
        },
        {
            "chapter": 53,
            "verse": 60,
            "text": "and do they laugh instead of weeping"
        },
        {
            "chapter": 53,
            "verse": 61,
            "text": "indulging in carelessly idle games"
        },
        {
            "chapter": 53,
            "verse": 62,
            "text": "So prostrate yourselves before God and worship him"
        }
    ]
}