{
    "maqras": [
        {
            "chapter": 33,
            "verse": 60,
            "text": "Eger munafiqtar ari jurekterinde awrwı barlar jane Medinada osek taratatın arandatwsılar tıyılmasa, seni olarga qarsı sıgaramız. Sonda olar onda / Medinada / senimen birge tek .az-aq waqıt turadı"
        },
        {
            "chapter": 33,
            "verse": 61,
            "text": "qargısqa usıragan turde. Olar / sonda / qay jerde tabılmasın, ustalıp, olimge kesilip oltiriledi"
        },
        {
            "chapter": 33,
            "verse": 62,
            "text": "Allahtın burıngı otkenderge de qatıstı ukimi / osı / . Allahtın / bekitken / ukimine es ozgeris tappaysın"
        },
        {
            "chapter": 33,
            "verse": 63,
            "text": "Ey, Muxammed! / Adamdar senen Sagat / Esep kuni / twralı suraydı. Ayt: «Onın bilimi Allahta», - dep. Qaydan bilesin, mumkin Sagat jaqın sıgar"
        },
        {
            "chapter": 33,
            "verse": 64,
            "text": "Aqiqatında, Allah kapirlerdi lagnettedi / meyiriminen alıstattı / jane Sairdı (jalındagan ot) azirledi"
        },
        {
            "chapter": 33,
            "verse": 65,
            "text": "olar onda mangi qaladı da, ne qorgawsı, ne komek berwsi tappaydı"
        },
        {
            "chapter": 33,
            "verse": 66,
            "text": "Sol kuni betteri ot isinde awdarılganda olar: «Atten, eger biz Allahqa boysunsaq jane Elsige bagınsaq edi!» - deydi"
        },
        {
            "chapter": 33,
            "verse": 67,
            "text": "olar: «Rabbımız! Biz bassılarımız ben ulkenderimizge bagıngan edik, olar bizdi joldan adastırdı"
        },
        {
            "chapter": 33,
            "verse": 68,
            "text": "Rabbımız! Olarga azaptı eki ese etip ber jane olardı ulken lagnetke usırat», - deydi"
        },
        {
            "chapter": 33,
            "verse": 69,
            "text": "Ey, imanga kelgender! Sender Musanı renjitkender siyaqtı bolmandar. Allah onı olardın aytqandarına / jalalarına / qatısı joq ekenin korsetti. Ol Allahtın aldında qadirli edi"
        },
        {
            "chapter": 33,
            "verse": 70,
            "text": "Ey, imanga kelgender! Allahtan / Onın jazasınan / qorqıp, saqtanındar jane twra soz soylender"
        },
        {
            "chapter": 33,
            "verse": 71,
            "text": "Sonda / Ol amaldarındı ongaradı ari kunalarındı kesiredi. Kim Allahqa jane Onın Elsisine boysunsa, sol ulı jetistikke jetti"
        },
        {
            "chapter": 33,
            "verse": 72,
            "text": "Aqiqatında Biz amanattı aspandarga, jerge jane tawlarga usındıq, sonda olar onı mindetine alwdan bas tarttı jane odan / onı orınday almawınan / qorıqtı. Al onı adam arqaladı / oz mindetine aldı / ,- oytkeni ol adiletsiz, nadan / jawapkersiz"
        },
        {
            "chapter": 33,
            "verse": 73,
            "text": "Osılay bolwı! Allahtın munafiq erlerdi jane munafiq ayelderdi ari Allahqa serik qoswsı erlerdi jane serik qoswsı ayelderdi azaptawı usin, al imandı erler jane imandı ayelderdin istegen kunasine sınayı okinip, Ozine boysunwga qaytwın / tawbesin / qabıl etwi / usin / . Ari Allah - ote Kesirimdi, erekse Meyirimdi"
        },
        {
            "chapter": 34,
            "verse": 1,
            "text": "Barlıq maqtaw aspandardagı jane jerdegi / barlıq / narseler bir Oziniki bolgan Allahqa. Jane songı mangilik omirde de / aqirette / barlıq maqtaw Ogan. Ols asa Dana, barinen Xabardar"
        },
        {
            "chapter": 34,
            "verse": 2,
            "text": "Ol jerge kiretindi jane odan sıgatındı ari aspannan tusetindi ari ogan koteriletindi de biledi. Ari Olserekse Meyirimdi, ote Kesirimdi"
        },
        {
            "chapter": 34,
            "verse": 3,
            "text": "Al, sonday kupirlik etwsiler / Qayta tirilwdi moyındamaytındar / : «Bizge Sagat / Qayta tirilw / kelmeydi», dedi. / Ey, Muxammed! / Ayt: «Joq, olay emes, jasırın narseni / gayıptı / bilwsi Rabbımmen ant etemin! Ol / Qayta tirilw kuni / senderge mindetti turde keledi», dep. Aspandardagı jane jerdegi zattın en kiskentay bolsegi ari odan kisi ne odan ulken narse Odan jasırın qalmaydı, / bari de / anıq Kitapta / jazwlı / ,- dep"
        },
        {
            "chapter": 34,
            "verse": 4,
            "text": "Bul / imanga kelgen jane izgi amal istegenderge qaytarım sıyın berwi usin. Mine, solarga kesirim ari korkem, mol rizıq bar"
        },
        {
            "chapter": 34,
            "verse": 5,
            "text": "Al ayat-belgilerimizdi alsiretwge umtılgandarga qinawsı azaptan qasiret bar"
        },
        {
            "chapter": 34,
            "verse": 6,
            "text": "Ari ozderine bilim berilgender Rabbınnan sagan tusirilgennin aqiqat ekenin jane barinen Ustem,asa Maqtawlının jolına bastaytının koredi"
        },
        {
            "chapter": 34,
            "verse": 7,
            "text": "Al kupirlik etwsiler / Qayta tirilwdi teriske sıgaratındar / : «Senderge ozderin abden sirip, ıdırap ketken kezderinde jana jaratılısta bolatındarındı / janadan qayta jaratılatındarındı / xabarlaytın bir kisini korseteyik pe"
        },
        {
            "chapter": 34,
            "verse": 8,
            "text": "Ol Allah twralı otirikti qurastırdı ma, alde onı jın iektep aldı ma?» - dedi. Joq, olay emes! Songı, mangilik omirge / aqiretke / senbeytinder azapta jane uzaq adaswda"
        },
        {
            "chapter": 34,
            "verse": 9,
            "text": "Olar aldarındagı ari arttarındagını - aspandagı men jerdegini kormedi me? Eger qalasaq, olardı jerge jutqızıp jiberemiz nemese olardın ustine aspannan bir bolik tusiremiz. Aqiqatında, Munda / Allahqa ardayım! qaytwsı arbir qulga belgi-gibrat bar"
        }
    ]
}