{
    "maqras": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Ey, Muxammed! / Allah senimen ozinin kuyewi jayında tartısıp, ari / onın ustinen / Allahqa sagım jasap jatqan ayeldin sozin estidi. Allah ekewinnin ozara angimelerindi estidi. Sozsiz, Allah barin Estwsi, barlıq narseni Korwsi"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Senderdin aralarındagı oz ayelderin zihar etetinderdin ayelderi olardın anaları emes. Olardın anaları ozderin twgandar gana. Negizinde, olar teris ari otirik sozdi aytadı. Aqiqatında, Allah jazalamay Kesirwsi, ote Kesirimdi"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Ayelderin zihar etip, keyin aytqan sozderinen qaytatındar, / jubayı / ekewi jaqındaswdan burın bir qul azat etwi tiis. Senderge osı arqılı nasixat etiledi. Allah senderdin ne istep jatqandarınnan Xabardar"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Sonda kim / azat etetin qul / taba almasa, / jubayı / ekewi jaqındaswdan burın eki ay uzdiksiz oraza tutwı tiis. Kimnin / bugan / saması kelmese, alpıs kedeydi tamaqtandırsın. Bul - senderdin Allahqa jane Onın elsisine sengendikterin usin. Mine, osı - Allahtın sekteri. Al, kapirlerge kuyzeltwsi azap bar"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Allahqa jane Onın elsisine qarsı sıgatındar, ozderinen burıngılar qorlıqqa usıratılganınday, qorlıqqa usıratıladı. Biz anıq ayattar tusirdik. Al, kapirler usin qorlawsı azap bar"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "Sol kuni / qiyamette / Allah olardın barlıgın qayta tiriltip, olarga istegen is-amaldarının xabarın beredi. Allah onı eseptep saqtadı, al olar umıtıp ketti. Ari Allah - arbir narsege Kwa / Sahid"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Ey, Muxammed! / Allahtın aspandardagı jane jerdegi narselerdi biletinin kormedin be / bilmedin be / ? Usew qupiya soylesse, Ol tortinsisi, besew soylesse, Ol altınsısı boladı. Ari budan az ne kop bolsa da, olar qayda bolmasın Ol albette olarmen birge. So­dan keyin Ol Qayta tirilw kuni olarga istegen is-amaldarının xabarın beredi. Aqiqatında Allah - barlıq narseni Bilwsi"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Ozderine qupiya soylesw tıyım salıngannan keyin de, tıyılganga qayta oralatındardı kormedin be? Olar kuna, duspandıq jane Elsige bagınbaw jaylı ozara qupiya angimelesedi. Qasan olar aldına kelse, Allah sagan salem joldamagan sozben salemdesedi. Ari isterinen: «Allah bizdi aytqan sozimiz usin nege azaptamaydı?» - deydi. Olarga ozderi isinde janatın Jahannam jetkilikti! Ol baratın orın netken jaman"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "Ey, imanga kelgender! Eger qupiya soylesetin bolsandar kuna, duspandıq jane Elsige bagınbaw jayında emes, igilik jane taqwalıq / Allahtın jazasınan qorqıp, saqtanw / twralı qupiyasoylesinder ari ozderin aldında jinalatın Allahtan qorqındar"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Anıgında, qupiya suxbat - saytannan, imanga kelgenderdi qapalandırw usin. Alayda, Allahtın ruqsatınsız ol / saytan / Olarga esqanday ziyan tigize almaydı. Sondıqtan imanga kelgender Allahqa juginip, isterin Ogan tapsırsın / tawekel etsin"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Ey, imanga kelgender! Senderge majilisterde keninen otırındar delinse, aralarındı keneytinder. Allah ta senderge kensilik etedi. Al, qasan senderge: «Orındarınnan turındar», - delinse, orındarınnan turındar. Allah senderden imanga kelgenderdin jane bilim berilgenderdin darejelerin koteredi. Allah - senderdin istep jatqandarınnan Xabardar"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "Ey, imanga kelgender! Elsimen onasa soylesetin bolsandar, soyleswlerinnin aldında sadaqa berinder. Bul sender usin qayırlı ari tazaraq. Al, eger / sadaqa / taba almasandar, aqiqatında Allah ote Kesirimdi, erekse Meyirimdi"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Sender / Elsimen / onasa soyleswlerinnen aldın sadaqa berwden qorıqtındar ma? Eger sender munı istemesender, al Allah istegen kunalarine sınayı okinip, Ozine boysunwga qaytwlarındı / tawbelerindi / qabıl etse,onda namazdı / barlıq sarttarın saqtap,ıqılaspen, tolıq / orındandar, zeketti berinder, Allahqa jane Onın elsisine bagınındar. Allah - senderdin ne isteytinderinnen Xabardar"
        }
    ]
}