{
    "maqras": [
        {
            "chapter": 9,
            "verse": 122,
            "text": "Imandılardın / jorıqqa / bari birdey attanwlarına bolmaydı. Olardın ar boliginen bir toptın sıgıp dindi uyrenwleri jane oralgan kezderinde adamdarga - olardın saqtanwları usin nasixat etwlerine jetkilikti"
        },
        {
            "chapter": 9,
            "verse": 123,
            "text": "Ey, imanga kelgender! Manaylarındagı kapirlermen sogısındar. Olar sender­den bir qatandıq bayqasın. Ari kumansiz, Allahtın taqwalarmen / Ozine boysunıp, jazasınan qorqıp, saqtanwsılarmen! birge ekenin bilinder"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "Bir sure tusirilgen kezde olardın arasınan: «Bul qaysılarınnın imandarındı arttırdı?» - deytinder bar. / Bul / imanga kelgenderdin imanın arttırdı ari olar qwanısqa bolenwde"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "Al, jurekterinde derti barlargabul sure kumandarının ustine kuman qosadı da olar kapir / imansız / kuylerinde oledi"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Olar ozderinin ar jılı bir ne eki ret sınalatındarın kormey me? Sodan keyin de olar istegen kunasine sınayı okinip, Allahqa boysunwga qaytpaydı / tawbege kelmeydi / ari eskertw de almaydı"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "Bir sure tusirilgen kezde, olar birine-biri qarap: «Senderdi birew korip turgan joq pa eken», - dep burıla joneledi. Allah, olardın jurekterin teris burıp qoydı. Anıgında, olar - tusinbeytin adamdar"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "Aqiqatında, senderge ozderinnen bir Elsi keldi. Ogan qinalwların awır tiedi. Ol-senderge / dindi qalap / umtılwsı, imandılarga janasır, meyirimdi"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "Ey, Muxammed! / Eger olar teris burılsa: «Magan Allah jetkilikti, Odan basqa esbir quday joq, men Ogan juginip, ozimdi tapsırdım / tawekel ettim / . Ari Ol-ulı Arsının Rabbısı», - dep ayt"
        },
        {
            "chapter": 10,
            "verse": 1,
            "text": "Alif, Lam, Ra. Mine, osı - dana Kitaptın ayattarı"
        },
        {
            "chapter": 10,
            "verse": 2,
            "text": "Olardın isindegi bir adamga: «Adamdarga eskert jane imanga kelgenderdi olarga Rabbısının aldında sın ozwsılıqbolatınımen suyinsile», - dep waxi etkenimiz, adamdarga tanqalarlıq korindi me? Kapirler: «Albette, bul - anıq siqırsı», - dedi"
        },
        {
            "chapter": 10,
            "verse": 3,
            "text": "Aqiqatında, senderdin Rabbın - Allah, Ol aspandardı jane jerdi altı kunde jaratqan, keyin Arsıga koterildi. Ol barlıq isti basqaradı. Ol ruqsat bergenge deyin, eskim de / birew usin / ara tuse almaydı. Mine, osı - Allah, senderdin Rabbın, Ogan qulsılıq qılındar! Eske almaysındar ma / gibrat alsandar bolmay ma"
        },
        {
            "chapter": 10,
            "verse": 4,
            "text": "Allahtın xaq wadesi boyınsa, senderdin barlıgın Ogan qaytasındar. Aqiqatında, Ol jaratılıstı bastap jaratadı, sodan keyin imanga kelgen jane izgi amal istegenderge qaytarım sıyların adildikpen berw usin olardı qaytaradı. Al, kupirlik etkenderge / imanga kelmegenderge / kupirlikteri usin qaynap turgan ıstıq swdan swsın ari qinawsı azap bar"
        },
        {
            "chapter": 10,
            "verse": 5,
            "text": "Ol / Allah / kundi jarıq ari aydı nur etip jasagan. Ari onı / aydı / jıldardın sanın jane esepti bilwlerin usin orındarmen belgilegen. Allah bulardı aqiqatpen jarattı. Ol, biletin adamdar usin ayattardı anıq etip tusindiredi"
        },
        {
            "chapter": 10,
            "verse": 6,
            "text": "Aqiqatında, tun men kunnin awısıp turwında jane Allahtın aspandar men jerdegi jaratqandarında, taqwalıq etetin / Allahtın jazasınan qorqıp, saqtanatın / adamdar usin belgi-dalelder bar"
        },
        {
            "chapter": 10,
            "verse": 7,
            "text": "Anıgında, Bizben jolıgwdı umit etpegender jane osı omirge / gana / razı bolıp, ogan konilderi jay tapqandar ari belgi-dalelderimizden qapersiz bolgandar"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "mine, solardın istep jigandarı / kunaları / usin orındarı - Ot"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Aqiqatında, imanga kelgen jane izgi amal istegenderdi, olardın imandarı sebebinen, Rabbısı twra jolmen jurgizedi. Naimbaqtarında (jannattın bir atı) olardın astarınan ozender agıp jatadı"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Olardın ol jerdegi dugaları: «Ya, Allah, Sen - paksin», al ondagı salemdeswleri: «Salem» / Amandıq / jane olardın dugalarının sonı: «Barlıq maqtaw - alemderdin Rabbısı, Allahqa!» - dew boladı"
        }
    ]
}