{
    "maqras": [
        {
            "chapter": 14,
            "verse": 28,
            "text": "Ziet gij niet degenen, die Allah's gunst in ondankbaarheid veranderden en hun volk in het huis van verderf brachten"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "Dat is de hel. Daarin zullen zij branden en dit is een boze rustplaats"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "En zij hebben medegoden aan Allah toegekend om (de mensen) van Zijn weg af te leiden. Zeg: \"Vermaakt u een poosje, daarna is uw terugkeer voorzeker naar het Vuur"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Zeg tot mijn gelovige dienaren dat zij het gebed behoren te onderhouden en van hetgeen Wij hun hebben gegeven heimelijk en openlijk besteden, voordat er een dag komt, waarop er handel noch vriendschap zal zijn"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Allah is Hij, Die de hemelen en de aarde schiep en water uit die wolken doet nederkomen en er vruchten voor uw onderhoud mee voortbrengt en Hij heeft de schepen in uw dienst gesteld, opdat zij door Zijn gebod over de zee mogen varen en Hij heeft de rivieren eveneens in uw dienst gesteld"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "En Hij heeft ook de zon en de maan, die beiden hun werk voortdurend verrichten alsmede de nacht en de dag in uw dienst gesteld"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "En Hij gaf u al hetgeen gij van Hem vraagt en als gij de gunsten van Allah telt, zult gij ze stellig niet kunnen opsommen. Voorwaar, de mens is zeer onrechtvaardig, zeer ondankbaar"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "En toen Abraham zeide: \"Mijn Heer maak deze stad (oord van) vrede en weerhoud mij en mijn kinderen van het aanbidden van afgoden"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "Mijn Heer, zij hebben inderdaad vele van de mensen op een dwaalspoor gebracht. Wie mij daarom ook volgt hij is stellig van mij en wat betreft hem die mij niet gehoorzaamt - Gij zijt voorzeker Vergevensgezind, Genadevol"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "Onze Heer, ik heb sommige van mijn kinderen in een onvruchtbaar dal dicht bij Uw heilig huis (de Kabah) gevestigd, onze Heer, opdat zij het gebed mogen houden. Stem het hart der mensen gunstig voor hen en voorzie hen van vruchten opdat zij dankbaar mogen zijn"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "Onze Heer, Gij weet voorzeker hetgeen wij verbergen en hetgeen wij bekend maken. Er is niets op aarde of in de hemel voor Allah verborgen"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Alle lof behoort aan Allah, Die mij in weerwil van ouderdom Ismaël en Izaak heeft gegeven Waarlijk mijn Heer is de Verhoorder van het gebed"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "Mijn Heer maak mij en mijn kinderen onderhouders van het gebed. Onze Heer, aanvaard mijn gebed"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "Onze Heer, vergeef mij en mijn ouders en de gelovigen op de Dag waarop de afrekening zal plaatsvinden"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Denk niet dat Allah achteloos is omtrent hetgeen de onrechtvaardigen doen. Hij geeft hun slechts uitstel tot de Dag waarop zij zullen staren"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "Met opgeheven hoofd zich voorthaastend, terwijl zij hun blik niet kunnen afwenden en hun hart ledig is"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "En waarschuw de mensen voor de Dag waarop kastijding over hen zal komen; dan zullen de onrechtvaardigen zeggen: \"Onze Heer, schenk ons uitstel voor een korte periode. Wij zullen Uw roep beantwoorden en de boodschappers volgen.\" \"Hebt gij voorheen niet gezworen, dat er voor u geen ondergang was"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "En gij vertoeft thans in de woonplaatsen van degenen die zichzelf onrecht aandeden en het was u duidelijk geworden hoe Wij met hen handelden terwijl Wij de voorbeelden voor u hadden gegeven"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "En zij hadden hun plannen reeds gesmeed maar hun plannen zijn bij Allah, al waren hun plannen zó dat er bergen door zouden worden verzet"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "Denk derhalve niet dat Allah zal falen Zijn belofte aan Zijn boodschappers te houden: Allah is voorzeker Almachtig, Heer der Vergelding"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "De dag (zal komen) waarop de aarde en de hemel door een andere aarde en hemel zullen worden vervangen; en zij (de mensen) allen voor Allah, de Ene, de Opperste zullen verschijnen"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "En op die Dag zult gij de schuldigen in kettingen geklonken zien"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Hun kleren zullen van pek zijn en het Vuur zal hun gezicht omhullen"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Opdat Allah elke ziel moge vergelden voor hetgeen zij heeft gedaan. Voorzeker, Allah is snel in het vergelden"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Dit is een aankondiging voor de mensen opdat zij er door mogen worden gewaarschuwd en opdat zij mogen weten dat Hij de Enige God is en opdat degenen die begrip hebben er lering uit mogen trekken"
        }
    ]
}