{
    "maqras": [
        {
            "chapter": 34,
            "verse": 46,
            "text": "Zeg: \"Ik raad u aan slechts één ding te doen; dat gij paarsgewijze en alleen voor Allah staat en dan nadenkt. En (gij zult weten) dat er geen krankzinnigheid in uw metgezel is; hij is voor u slechts een waarschuwer vóór een strenge straf (komt)"
        },
        {
            "chapter": 34,
            "verse": 47,
            "text": "Zeg: \"Welk loon ik ook van u vraag, dat is voor u. Mijn loon is bij Allah; en Hij is Getuige van alle dingen"
        },
        {
            "chapter": 34,
            "verse": 48,
            "text": "Zeg: \"Waarlijk, mijn Heer verspreidt de Waarheid. Hij is de Kenner van al het onzichtbare"
        },
        {
            "chapter": 34,
            "verse": 49,
            "text": "Zeg: \"De Waarheid is gekomen en de leugen zal niet meer beginnen, noch wederkeren"
        },
        {
            "chapter": 34,
            "verse": 50,
            "text": "Zeg: \"Als ik dwaal, dwaal ik slechts door mijzelf; en indien ik goed geleid ben, is het door hetgeen mijn Heer mij heeft geopenbaard. Voorwaar, Hij is de Alhorende, de Nabijzijnde"
        },
        {
            "chapter": 34,
            "verse": 51,
            "text": "Kondet gij (hen) maar zien, wanneer zij schrikken! Dan zal er geen ontvluchten zijn als zij van nabij worden gegrepen"
        },
        {
            "chapter": 34,
            "verse": 52,
            "text": "Dan zullen zij zeggen: \"Wij geloven er in!\" Maar hoe zal het bereiken er van voor hen mogelijk zijn van zó ver"
        },
        {
            "chapter": 34,
            "verse": 53,
            "text": "Terwijl zij voorheen hebben verworpen? En zij uiten gissingen omtrent het onzichtbare van een verre plaats"
        },
        {
            "chapter": 34,
            "verse": 54,
            "text": "En er is een hinderpaal (afscheiding) gemaakt tussen hen en hetgeen zij verlangen zoals met hun gelijken vóór hen was gedaan. Zij verkeerden inderdaad in een verontrustende twijfel"
        },
        {
            "chapter": 35,
            "verse": 1,
            "text": "Alle lof komt Allah toe, de Schepper der hemelen en der aarde, Die de engelen tot boodschappers maakt met twee, drie en vier vleugelen. En Hij voegt aan de schepping toe wat Hij wil; want Allah heeft macht over alle dingen"
        },
        {
            "chapter": 35,
            "verse": 2,
            "text": "Wat Allah de mens aan barmhartigheid schenkt, is door niemand tegen te houden; en wat Hij terug houdt, kan buiten Hem, niemand schenken; Hij is de Almachtige, de Alwijze"
        },
        {
            "chapter": 35,
            "verse": 3,
            "text": "O mensen, herinnert u de gunst van Allah jegens u. Is er een andere Schepper buiten Allah die u levensonderhoud geeft van de hemelen en de aarde? Er is geen God naast Hem. Waarheen wordt gij dan afgewend"
        },
        {
            "chapter": 35,
            "verse": 4,
            "text": "En indien zij u verloochenen (bedenk dan) dat de boodschappers vóór u ook werden verloochend; maar tot Allah worden alle dingen teruggebracht"
        },
        {
            "chapter": 35,
            "verse": 5,
            "text": "O mensen, de belofte van Allah is voorzeker waarachtig. Laat het tegenwoordige leven u daarom niet misleiden, noch laat de aarts- bedrieger u van Allah afleiden"
        },
        {
            "chapter": 35,
            "verse": 6,
            "text": "Voorwaar, Satan is een vijand van u, behandelt hem daarom als vijand. Hij roept zijn volgelingen slechts opdat zij bewoners van het brandende Vuur mogen worden"
        },
        {
            "chapter": 35,
            "verse": 7,
            "text": "Er is een strenge straf voor hen die niet geloven. Maar er is vergiffenis en een grote beloning voor de gelovigen die goede werken doen"
        },
        {
            "chapter": 35,
            "verse": 8,
            "text": "Hij wiens boze daden schoonschijnend zijn gemaakt, zodat hij deze als goed beschouwt (kan de leiding vinden). Zeker, Allah laat dwalen wie Hij wil en leidt wie Hij wil. Laat uw ziel dus niet wegkwijnen uit verdriet over hen. Voorzeker, Allah weet wat zij doen"
        },
        {
            "chapter": 35,
            "verse": 9,
            "text": "En het is Allah Die de winden zendt zodat zij wolken doen opstijgen, dan drijven Wij deze (de wolken) naar een verdord land en geven leven aan de aarde na haar dood. Zo is de Opstanding"
        },
        {
            "chapter": 35,
            "verse": 10,
            "text": "Wie eer wenst (wete), dat alle eer aan Allah behoort. Tot Hem stijgt het reine woord en de goede daad verheft het (tot Hem). En zij, die slechte plannen maken, hun wacht een strenge straf en hun plan zal te niet worden gedaan"
        },
        {
            "chapter": 35,
            "verse": 11,
            "text": "Allah schiep u uit stof, dan uit een levenskiem, daarna maakte Hij u tot paren. En geen vrouw wordt zwanger of brengt voort, zonder dat Hij het weet. En niemands leven wordt verkort of verlengd zonder dat het in het Boek is vermeld. Voorzeker, dit is gemakkelijk voor Allah"
        },
        {
            "chapter": 35,
            "verse": 12,
            "text": "De twee wateren zijn niet gelijk; het ene zoet, smakelijk en goed om te drinken, en het andere zout en bitter. En uit elk eet gij vlees en vindt gij sieraden die gij draagt. En gij ziet er schepen die de golven door klieven opdat gij van Zijn overvloed moogt zoeken, en opdat gij dankbaar zult zijn"
        },
        {
            "chapter": 35,
            "verse": 13,
            "text": "Hij dompelt de nacht in de dag en de dag in de nacht. En Hij heeft de zon en de maan in dienst gesteld; elk volgt haar baan, voor een vastgestelde termijn. Alzo is Allah, uw Heer, van Hem is het Koninkrijk en zij, die gij buiten Hem aanroept, bezitten niets"
        },
        {
            "chapter": 35,
            "verse": 14,
            "text": "Als gij hen aanroept, zullen zij uw roep niet horen en indien zij uw roep horen, zullen zij u niet kunnen antwoorden. En op de Dag der Opstanding zullen zij uw afgoderij verwerpen. Niemand kan u (omtrent de waarheid) inlichten zoals de Alkennende"
        }
    ]
}