{
    "maqras": [
        {
            "chapter": 9,
            "verse": 34,
            "text": "O, gij die gelooft, velen der priesters en monniken verteren de rijkdommen der mensen door valse middelen en leiden de mensen van de weg van Allah af. En degenen, die goud en zilver ophopen en het niet voor de zaak van Allah besteden, deel hun het nieuws van een pijnlijke straf mee"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "Op de Dag, waarop het (geld) in het Vuur der hel verhit zal worden en hun voorhoofd, hun zijden en hun rug er mede zullen worden gebrandmerkt, (wordt hun gezegd:) \"Dit is hetgeen gij voor uzelf hebt vergaard, ondergaat daarom nu (de gevolgen van) hetgeen gij voor uzelf verzameld hebt"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Het aantal der maanden is volgens Allah's verordening twaalf sinds de tijd waarop Hij de hemelen en de aarde schiep. Vier hiervan zijn heilig. Dit is het juiste geloof. Doet u zelf dus hierin geen onrecht aan. En bestrijdt de afgodendienaren allen tezamen, zoals zij u bestrijden en weet, dat Allah met de rechtvaardigen is"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Voorzeker, het uitstellen (van een heilige maand) is een toevoeging aan het ongeloof. Degenen, die niet geloven worden daardoor op een dwaalspoor gebracht. Het ene jaar staan zij het toe en het andere jaar verbieden zij het, opdat zij betreffende het aantal dat Allah heilig heeft gemaakt mogen overeenkomen, waardoor zij hetgeen Allah heeft verboden wettig maken. Het boze hunner daden werd voor hen schoonschijnend gemaakt. Allah leidt het ongelovige volk niet"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "O, gij die gelooft, waarom buigt gij ter aarde wanneer er tot u wordt gezegd: \"Gaat op de weg van Allah voort?\" Zijt gij met het tegenwoordige leven tevreden boven het Hiernamaals? Maar het genoegen van het tegenwoordige leven is vergeleken bij het Hiernamaals slechts nietig"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "Als gij niet voortgaat te vechten zal Hij u met een pijnlijke straf straffen en zal Hij een ander volk in uw plaats stellen en gij zult Hem in het geheel niet deren. Allah heeft macht over alle dingen"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "Als gij hem (de profeet) niet helpt, voorzeker Allah hielp hem, toen de ongelovigen hem verdreven - toen hij één van de twee was - en zij beiden in de grot waren en hij tot zijn metgezel zeide: \"Treur niet, want Allah is met ons.\" Toen zond Allah Zijn vrede op hem neder en versterkte hem met scharen die gij niet zaagt en vernederde het woord van de ongelovigen en Allah's woord is het allerhoogste. En Allah is Almachtig, Alwijs"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Gaat voort licht of zwaar, streeft met uw bezit en uw persoon voor de zaak van Allah. Dit is beter voor u als gij het slechts weet"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Als het een onmiddellijke winst en een korte reis was geweest, zouden zij u zeker zijn gevolgd, maar de vermoeiende reis scheen hun te lang. Toch willen zij bij Allah zweren: \"Als wij er toe in staat waren geweest, zouden wij zeker met u zijn gegaan.\" Zij doen hun ziel te gronde gaan en Allah weet dat zij leugenaars zijn"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Allah vergeve het u! Waarom stondt gij het hun toe, voordat degenen die de waarheid spraken u bekend waren geworden en totdat gij de leugenaars had herkend"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Degenen, die in Allah en de laatste Dag geloven zullen u niet om toestemming vragen om te worden vrijgesteld van het strijden met hun bezit en hun persoon. Allah kent de rechtvaardigen goed"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Alleen degenen, die niet in Allah en de laatste Dag geloven en wier hart vol twijfel is, zullen u vragen om te worden vrijgesteld daar zij aarzelen in hun twijfel"
        }
    ]
}