{
    "rukus": [
        {
            "chapter": 9,
            "verse": 100,
            "text": "As por fru vanguards immigrated (Muhajerin) supporters don them rifugx (Ansar) those sekv them righteousness DI placx them ili placx Him! Li prepar them gxarden flu streams wherein ili abide forever This est greatest triumf"
        },
        {
            "chapter": 9,
            "verse": 101,
            "text": "Among Arabs vi tie est hypocrites. Ankaux among urb dwellers tie est those est kutim al hypocrisy. Vi ne kon them ni kon them! Ni double retribution them tiam ili end committed al terrible retribution"
        },
        {
            "chapter": 9,
            "verse": 102,
            "text": "tie est others konfes their pek; ili miks bon deeds mav deeds. DI testament redeem them DI est Forgiver Merciful"
        },
        {
            "chapter": 9,
            "verse": 103,
            "text": "sorb el their mon charity purify them sanctify them! encourage them your encouragement reassures them. DI est Hearer Omniscient"
        },
        {
            "chapter": 9,
            "verse": 104,
            "text": "Ili ne realize ti DI Do akcept repentance His worshipers pren charities DI est Redeemer Merciful"
        },
        {
            "chapter": 9,
            "verse": 105,
            "text": "dir Work righteousness; DI testament vid your work kaj tial vol His messenger believers! Ultimately vi returned Knower de all sekret declarations tiam Li inform vi de cxio vi done"
        },
        {
            "chapter": 9,
            "verse": 106,
            "text": "Others waiting di decision; Li pun them Li redeem them! DI est Omniscient SAGX"
        },
        {
            "chapter": 9,
            "verse": 107,
            "text": "tie est those abuse masjid practicing idol worship divid believers proviz comfort al those oppose DI His messenger! Ili solemnly jxur Our intentions est honorable DI bor witness ili est liars"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "Vi neniam pregx such masjid. masjid establ righteousness 1 tag est worthy de your pregx therein! En tie est popol am purified DI AM those purify"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "Unu establ his mason reverencing DI est kaj gajn His approval put 1 who establ his mason brink cxif klif ke fal down him into fajr Infer? DI NE DIREKT transgressing POPOL"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "Such mason ili establ ceter source dub their kor their kor ankoraux! DI est Omniscient SAGX"
        }
    ]
}