{
    "chapter": [
        {
            "chapter": 14,
            "verse": 1,
            "text": "Alô. Tazmamt, Nessers ak p id, iwakken a ppessuff$ev imdanen si tillas ar tafat, s wannuf n Mass nnsen, s abrid n Wuzmir, Amaâzuz"
        },
        {
            "chapter": 14,
            "verse": 2,
            "text": "Öebbi ilan i illan deg igenwan, i illan di tmurt. A ssxev ijehliyen, ilmend uâaqeb uqsiê"
        },
        {
            "chapter": 14,
            "verse": 3,
            "text": "i ismenyafen tameddurt n ddunit wala laxeôt, i iswexxiôen seg ubrid n Öebbi, u ssaramen t d uâwij! Widak, atnan di ttelfan u$miq"
        },
        {
            "chapter": 14,
            "verse": 4,
            "text": "Ur d Nuzen amazan, siwa s tmeslayt n ugdud is, iwakken ad asen ibeggen. Öebbi Itellif win i S ihwan, Inehhu win i S ihwan. Neppa d Uzmir, d Bab n ûûwab"
        },
        {
            "chapter": 14,
            "verse": 5,
            "text": "Ih, ni$ Nuzen ed Musa, s issekniyen nne£: \"ssuffe$ agdud ik, si tillas ar tafat. Mmekti yas d ussan n Öebbi\". Deg waya, war ccekk, d issekniyen i yal aûebôi isnemmiren"
        },
        {
            "chapter": 14,
            "verse": 6,
            "text": "Mi inna Musa i ugdud is: \"mmektit ed l$it ikwen I$at Öebbi, mi kwen Isellek si lois n Ferâun, i issuken fellawen lhemm uqsiê. Zellun arrac nnwen, ssidiren tilawin nnwen. Deg waya, s$uô Mass nnwen, d cedda tameqwôaêant"
        },
        {
            "chapter": 14,
            "verse": 7,
            "text": "Mi d Inna Mass nnwen: \"ma tesnemmrem, ih, ad awen Rnu$. Ma tjehlem, aâaqeb iW, war ccekk, ad iwâaô"
        },
        {
            "chapter": 14,
            "verse": 8,
            "text": "Inna Musa: \"ma tjehlem, kunwi akked wid n tmurt meôôa, ihi, Öebbi d Asâay, d Amaâzuz"
        },
        {
            "chapter": 14,
            "verse": 9,
            "text": "Day ur kwen id ibbwiv ara usali imezwura nnwen: agdud n Nuê, Âad, Tamud, akked wid iten ivefôen? Ur ten issin yiwen, siwa Öebbi. Usan ten id imazanen nnsen, s ubeggen. Rran ifassen nnsen s imawen nnsen, nnan: \"S tidep, nejhel ayen i$ef d teppuceggâam. Ih, nekwni di ccekk imcebbwel, $ef wayen u$uô la $ tneccdem"
        },
        {
            "chapter": 14,
            "verse": 10,
            "text": "Nnan imazanen nnsen: \"day illa ccekk di Öebbi, Axellaq n tmurt akked igenwan? Inecced ikwen id, iwakken ad awen Isemmeê kra ibekkaven nnwen, a kwen Ioo ar lajel ipwassnen\". Nnan: \"kunwi, s tidep, d imdanen kan, am nekwni. Teb$am ad a$ tesîixxôem, seg wayen llan âabden imezwura nne$. Awit a$ d adabu n ûûeê"
        },
        {
            "chapter": 14,
            "verse": 11,
            "text": "Nnan asen imazanen nnsen: \"nekwni d imdanen kan, am kunwi, maca Öebbi Iteg ccan i win i S ihwan, deg imdanen iS. Ur a$ ippunefk ara ad awen d nawi adabu, siwa s wannuf n Öebbi. £ef Öebbi ara ppeklen lmumnin"
        },
        {
            "chapter": 14,
            "verse": 12,
            "text": "Acu i $ iu$en, ur nepkal ara $ef Öebbi? Ni$ Imla ya$ iberdan nne$; neûbeô, war ccekk, i lmerta i tesâaddam fella$. £ef Öebbi ara ppeklen, at letkal"
        },
        {
            "chapter": 14,
            "verse": 13,
            "text": "Nnan wid ijehlen i imazanen nnsen: \"war ccekk, a kwen nessuffe$ si tmurt nne$, ne$ a d tu$alem ar ddin nne$\". Iweêêa yasen d Mass nnsen: \"s tidep, a Nesqucc imednas"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "d$a, war ccekk, a kwen Nerr d imezda$ n tmurt, deffir sen\". Ayagi, i win ippagwaden tilin iW, ippagwaden aberri W"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "Ssarmen l$elb. Ixseô yal aqehhaô amnafeq"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "Loahennama deffir es, ad ites aman iwexmiyen"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "Tissit d tije$wimin, ur izmir ad isseblaâ. Tameppant a d teppas si yal tamnaî, neppa ur ipmeppat. Deffir es aâaqeb uqsiê"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "Amedya n wid ijehlen, ar Mass nnsen: igiten nnsen am i$i$den i$ef iédem wavu, ass n tbucivant. Ur d ppawin acemma, seg wayen kesben. D wagi ay d ttelfan u$miq"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "Day ur twalav ara, Öebbi Ixleq tamurt akked igenwan, s tidep? Ma ihwa yaS, a kwen Ikkes, a d Iawi lxelq amaynut"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "Ayagi, i Öebbi, ur illi d ayen izzenzafen"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "A d rsen akw zdat Öebbi. Ad inin uôhifen i imzuxiyen: \"s tidep, nella nedda yidwen, ma tzemrem ad a$ tsellkem kra, seg uâaqeb n Öebbi\"? A d inin: \"lemmer i $ Inha Öebbi, yili nwelleh ikwen. Iâuva fella$, neêmeq ne$ neûbeô, ur a$ illi ssôan"
        },
        {
            "chapter": 14,
            "verse": 22,
            "text": "Mi isuyya lameô, a d yini Cciîan: \"Öebbi, d ûûeê, Iweââd awen lemâahda n tidep. Weââde$ awen, $uôe$ kwen. Ur sâi$ adabu fellawen, siwa anecced nnwen. Tu$em awal iw. Ur iyi plummut, lummet iman nnwen. Ur zmire$ a kwen âawne$, ur tezmirem ad iyi tâawnem. Nekôe$ wid iyi tepcarakem, zik. I imednas, s tidep, aâaqeb aqeôêan"
        },
        {
            "chapter": 14,
            "verse": 23,
            "text": "Ad skecmen wid iumnen, ixeddmen ayen ilhan, ar leonanat, ddawat sen isaffen ppazzalen, ad wekkôen dinna, s wannuf n Mass nnsen. Azul nnsen dinna d: \"tifrat"
        },
        {
            "chapter": 14,
            "verse": 24,
            "text": "Day ur twalav ara, amek id Ifka Öebbi amedya? Awal lâali am ttejôa lâali, iéuôan is ôûan, iferkawen is di tegnewt"
        },
        {
            "chapter": 14,
            "verse": 25,
            "text": "Teppak ed lfakia s, di yal imir, s wannuf n Mass is. Ippawi d Öebbi imedyaten i imdanen, amar a d mmektin"
        },
        {
            "chapter": 14,
            "verse": 26,
            "text": "Amedya n wawal ucmit, am ttejôa tucmip, teqlaâ sennig wakal, war leqôaô"
        },
        {
            "chapter": 14,
            "verse": 27,
            "text": "Öebbi Itebbit wid iumnen s wawal utebbet, di tmeddurt n ddunit akked laxeôt. Öebbi Itellif imednas. Öebbi Ixeddem ayen i S ihwan"
        },
        {
            "chapter": 14,
            "verse": 28,
            "text": "Day ur twalav ara wid ineûfen l$it n Öebbi, s tijehli? Ssersen agdud nnsen deg uxxam n twa$it"
        },
        {
            "chapter": 14,
            "verse": 29,
            "text": "Loahennama ad ô$en degs: a yir leqôaô"
        },
        {
            "chapter": 14,
            "verse": 30,
            "text": "Gan aS i Öebbi tanudda, iwakken ad telfen seg ubrid iS. Ini: \"zzhut! S tidep, leqôaô nnwen d times"
        },
        {
            "chapter": 14,
            "verse": 31,
            "text": "Ini i imdanen iW iumnen, ad bedden i téallit, ad seddqen seg wayen iten N$at, s tuffra u âinani, uqbel a d ias wass ideg ur illi ssuq, ur telli tdukli"
        },
        {
            "chapter": 14,
            "verse": 32,
            "text": "Öebbi i Ixelqen tamurt akked igenwan, id Isse$layen aman seg igenni, Issufu$ ed yissen ppemôa, d ôôeéq i kunwi. Inub fellawen s isaffen, u s lbabuô i iteddun di yill, s lameô iS"
        },
        {
            "chapter": 14,
            "verse": 33,
            "text": "Inub fellawen s yiîij d waggur, d imezgiyen. Inub fellawen s yiv akked wass"
        },
        {
            "chapter": 14,
            "verse": 34,
            "text": "Ifka yawen seg wayen akw i S tessutrem. Ma pêesbem l$it n Mass nnwen, ur tessawavem. Ih, amdan, s tidep, d amednus, d ajehli"
        },
        {
            "chapter": 14,
            "verse": 35,
            "text": "Mi inna Ibôahim: \"a Mass iw! Err tamdint agi d tin n laman, Âatq a$, nek d warraw iw, seg wannuz n tâancuôin"
        },
        {
            "chapter": 14,
            "verse": 36,
            "text": "A Mass iw, nitenti, s tidep, telfent aîas n medden. Win iddan yidi, neppa, s tidep, sgi. Win iyi âuûan, Keçç, s tidep, Tepsemmiêev, Tepêunuv"
        },
        {
            "chapter": 14,
            "verse": 37,
            "text": "A Mass nne$! Nek rri$ tanezdu$t, i kra n warraw iw, di te$zut ibuôen, ar Uxxam iK iôqan. A Mass nne$! Iwakken ad bedden i téallit. Err ulawen n kra n medden, ad iêninen $uôsen, £it iten s ppemôat, amar ad snemmren"
        },
        {
            "chapter": 14,
            "verse": 38,
            "text": "A Mass nne$! Keçç, s tidep, Teéôiv ayen neffer akked wayen nenna. Ur iffir wacemma i Öebbi, di tmurt ne$ deg igenni"
        },
        {
            "chapter": 14,
            "verse": 39,
            "text": "Ccekôan i Öebbi iyi d Ifkan, di tewser iw, Ismaâil akked Isêaq. Mass iw, s tidep, Issemêas i tnaâôit"
        },
        {
            "chapter": 14,
            "verse": 40,
            "text": "A Mass iw, Err iyi ad bedde$ i téallit. Akked kra, si tarwa w. A Mass iw, Steôêeb s unuju w"
        },
        {
            "chapter": 14,
            "verse": 41,
            "text": "A Mass nne$! Semmeê ane$, nek d lwaldin iw, akked lmumnin, ass ideg ara d ias uqeîîi"
        },
        {
            "chapter": 14,
            "verse": 42,
            "text": "Ur p$ili ar I$fel Öebbi, $ef wayen xeddmen imednas. Iooa ten kan, ar ass ideg ara beêêren allen"
        },
        {
            "chapter": 14,
            "verse": 43,
            "text": "Ad p$awalen, iqweôôa ff$en d, allen ur ferzent, ulawen d ilmawen"
        },
        {
            "chapter": 14,
            "verse": 44,
            "text": "Nabi imdanen af wass ideg ara ten id yas uâaqeb. Ad inin wid idensen: \"a Mass nne$! Efk ane$ lmudda wezzilen, a d njaweb i unabi K, a neddu d imazanen\". \"Day ur teggulem ara kunwi, zik, ar ur tep$abem"
        },
        {
            "chapter": 14,
            "verse": 45,
            "text": "Tzed$em ixxamen n wid ivuôôen iman nnsen. U Nbeggen awen d amek i sen Nga, u Nefka yawen d imedyaten"
        },
        {
            "chapter": 14,
            "verse": 46,
            "text": "Ni$ undin ccbukat nnsen. Ccbukat nnsen haatent ar Öebbi, xas ma ccbukat nnsen d tid ara isse$lin idurar"
        },
        {
            "chapter": 14,
            "verse": 47,
            "text": "£uôek a p$ilev Öebbi ad Izgel lemâahda S, i imazanen. S tidep, Öebbi d Uzmir, Ippara d ppaô"
        },
        {
            "chapter": 14,
            "verse": 48,
            "text": "Ass ideg tamurt a ppu$al maççi d tamurt; akken igenwan; a d asen ar Öebbi Yiwen, Aqehhaô"
        },
        {
            "chapter": 14,
            "verse": 49,
            "text": "A pwaliv, assen, ibe$wviyen pwaqqnen wa $er wa"
        },
        {
            "chapter": 14,
            "verse": 50,
            "text": "Lebsa nnsen d qevôan, times t$umm udmawen nnsen"
        },
        {
            "chapter": 14,
            "verse": 51,
            "text": "Iwakken ad Ikafi Öebbi yal amdan, $ef wayen ikseb. Öebbi, s tidep, Ip$awal di leêsab"
        },
        {
            "chapter": 14,
            "verse": 52,
            "text": "Wagi d anecced i imdanen, ad pwanedôen yis, ad éôen ar siwa Neppa ay d Öebbi Yiwen, a d mmektin uâqilen"
        }
    ]
}