{
    "maqras": [
        {
            "chapter": 18,
            "verse": 51,
            "text": "Мин җир вә күкләрне халык кылганда Иблисне вә аның балаларыны ярдәмгә хазир итмәдем һәм үзләрен яратканда да хазир итмәдем вә хак диннән адаштыручыларны үземә ярдәмче итеп алмадым"
        },
        {
            "chapter": 18,
            "verse": 52,
            "text": "Ул көндә Аллаһ мөшрикләргә әйтер: \"Миңа шәрик кылган сынымнарыгызны чакырыгыз\". Һәм алар сынымнарын ярдәмгә чакырдылар, ләкин сынымнар кабул итмәделәр вә мөшрикләр илә сынымнар арасына җәһәннәм бер чокыр кылдык шунда төшеп һәлак булырлар"
        },
        {
            "chapter": 18,
            "verse": 53,
            "text": "Гөнаһлы кешеләр утны күргәч, әлбәттә, белерләр анда төшәчәкләрен вә ул уттан котылып барачак җир тапмаслар"
        },
        {
            "chapter": 18,
            "verse": 54,
            "text": "Кешеләр вәгазьләнсеннәр өчен бу Коръәндә һәрнәрсәгә мисал бәян кылдык. Явыз инсан күп мәсьәләдә батылны яклап хакка каршы ызгышыр булды"
        },
        {
            "chapter": 18,
            "verse": 55,
            "text": "Аллаһудан һидәятне күрсәтүче Коръән килгәннән соң кешеләрне иман китерүдән һәм тәүбә итеп Раббыларыннан гафу сораудан нәрсә тыя, һичнәрсә тыймый, мәгәр аларга әүвәлгеләрне һәлак итүдә кылган гадәтебезнең килүе яки аларга күренеп килә торган ґәзаб тыя, ягъни алар һәлак итә торган ґәзабны күрмичә иман китерәчәк түгелләр"
        },
        {
            "chapter": 18,
            "verse": 56,
            "text": "Без пәйгамбәрләрне фәкать Аллаһуга итагать иткән мөэминнәрне шатландырсыннар вә Аллаһуга итагать итмәгән динсезләрне җәһәннәм ґәзабы белән куркытсыннар өчен генә җибәрәбез. Вә кәферләр батылны яклап ызгышырлар Коръәнне ялганга чыгарулары өчен, һәм алар Безнең аятьләребезне вә җәһәннәм ґәзабы белән куркытылуларын уенга саныйлар"
        },
        {
            "chapter": 18,
            "verse": 57,
            "text": "Раббысының вәгазьләре белән вәгазьләнеп тә аннан баш тарткан кешедән дә залимрәк кеше булырмы, ул үзе эшләгән явыз эшләрен онытты. Инде аңламасыннар өчен күңелләренә пәрдә кылдык вә хак сүзне ишетмәсеннәр өчен колакларын саңгыраулы кылдык. Әгәр син аларны һидәяткә чакырсаң, мәңге һидәяткә күнелмәсләр"
        },
        {
            "chapter": 18,
            "verse": 58,
            "text": "Синең Раббың гөнаһларны ярлыкаучы вә рәхмәт ияседер, әгәр эшләгән гөнаһлары өчен аларны ґәзаб белән тотарга теләсә иде, әлбәттә, дөньяда ук ашыктырып ґәзаб бирер иде. Бәлки аларны ґәзаб итәр өчен вәгъдә ителгән кыямәт көне бардыр, вә алар Аллаһудан башка качачак урын һич тә тапмаслар"
        },
        {
            "chapter": 18,
            "verse": 59,
            "text": "Вә һәлак булган шәһәрләрне Без һәлак иттек, золым итүләре сәбәпле, вә аларның һәлак булуы өчен билгеле вакыт кылдык"
        },
        {
            "chapter": 18,
            "verse": 60,
            "text": "Муса г-м хезмәтчесе Юшәгъга әйтте: \"Әлбәттә, туктамыйча китәрмен ике диңгезнең кушылган җиренә барып җиткәнче, яки туктамыйча озын заман китәрмен"
        },
        {
            "chapter": 18,
            "verse": 61,
            "text": "Ике диңгез кушылган җиргә килгәч, балыкларын онытып киттеләр, һәм юлда ашарга дип алган кипкән балыклары терелеп, суны ярып, диңгезгә карап китте"
        },
        {
            "chapter": 18,
            "verse": 62,
            "text": "Балыклары онтылып калган җирдән озак җир киткәч Муса г-м хезмәтчесенә әйтте: \"Төшке ашаячак азыгыбызны китер, хәзер ашыйк, (ул азыклар диңгезгә киткән балык иде) тәхкыйк бу сәфәребездә безгә мәшәкать вә ачыгу иреште"
        },
        {
            "chapter": 18,
            "verse": 63,
            "text": "Хезмәтчесе Мусага әйтте: \"Белдеңме, ике диңгез кушылган җирдә таш өстендә балыкны онытып калдырдым, ул балыкның калганлыгын сиңа әйтергә миңа оныттырмады һичнәрсә, мәгәр шайтан оныттырды, вә ул балык диңгезгә юл тотты бик гаҗәеб хәлдә"
        },
        {
            "chapter": 18,
            "verse": 64,
            "text": "Муса г-м әйтте: \"Безнең балыкны онытып калдыруыбыз без эзли торган Хозыр г-мнең анда булуына галәмәттер\". Һәм барган эзләреннән кире кайттылар хәбәрләрене сөйләшкән хәлдә"
        },
        {
            "chapter": 18,
            "verse": 65,
            "text": "Таптылар Безнең колыбыздан бер колны, ул Хозыр г-м иде, ул колыбызга үзебездән рәхмәт бирдек вә Без аңа үзебездән гыйлем өйрәттек"
        },
        {
            "chapter": 18,
            "verse": 66,
            "text": "Муса г-м Хозыр г-мгә әйтте: \"Мин сиңа ияримме үзең өйрәнгән хаклыкны миңа да өйрәтүең өчен"
        },
        {
            "chapter": 18,
            "verse": 67,
            "text": "Хозыр г-м әйтте: \"Синең минем белән йөрергә чыдамлыгың җитмәс"
        },
        {
            "chapter": 18,
            "verse": 68,
            "text": "Пәйгамбәр булган хәлеңдә ничек чыдарсың, мин эшли торган эшләрнең Заһирләре тыелган эшләрдер, әмма серләренә синең белемең җитмидер"
        },
        {
            "chapter": 18,
            "verse": 69,
            "text": "Муса г-м әйтте: \"Аллаһ теләсә мине синең кылган эшләреңә сабыр итүче табарсың вә синең әмерләреңә каршылык күрсәтмәм"
        },
        {
            "chapter": 18,
            "verse": 70,
            "text": "Хозыр г-м әйтте: \"Әгәр син миңа иярсәң, мин эшли торган эшләрне ник эшлисең дип сорама, аның дөреслеге мин сиңа бәян иткәнчә"
        },
        {
            "chapter": 18,
            "verse": 71,
            "text": "Һәм икәү су буйлап киттеләр, бара торгач, бер көймәгә утырдылар, Хозыр г-м ул көймәне балта белән тиште. Муса г-м әйтте: \"Кешеләрен суга батырмак өчен көймәне тиштеңме? Тәхкыйк син һич ярамаган эшне кылдың"
        },
        {
            "chapter": 18,
            "verse": 72,
            "text": "Хозыр г-м әйтте: \"Ий Муса, мин сиңа әйтмәдемме минем белән йөрергә сабырлыгың җитмәс, дип"
        },
        {
            "chapter": 18,
            "verse": 73,
            "text": "Муса г-м әйтте: \"Онытып васыятеңне тотмавым сәбәпле миңа җәза бирмәгел вә эшемдә яки сиңа иярмәктә миңа авырлыкны йөкләмәгел"
        },
        {
            "chapter": 18,
            "verse": 74,
            "text": "Һәм көймәдән чыгып юлларына киттеләр, барганда уйнап йөрүче балаларга очырап, араларыннан бер матур сабыйны Хозыр г-м үтерде, Муса г-м әйтте: \"Әйә гөнаһтан пакь баланы үтердеңме, ул һичкемне үтермәгән иде? Тәхкыйк син бу юлы яманрак эш кыйлдың"
        }
    ]
}