{
    "maqras": [
        {
            "chapter": 24,
            "verse": 21,
            "text": "Ий мөэминнәр, шайтанның фәхеш гөнаһлы эшләрне яхшы итеп күрсәтүенә иярмәгез, берәү шайтан юлына керсә, шайтан үзенә ияргән кешене фәхеш вә гөнаһлы эшләрне эшләргә өндәр, шулай итеп үзенә ияргән кешене алдар. Әгәр сезгә Аллаһуның фазълы вә рәхмәте булмаса иде, Сезләрдән һичберегез гөнаһыннан мәңге пакьләнуче булмас иде, ләкин Аллаһ үзе теләгән кешесен тәүбәсен кабул итү белән гөнаһтан пакьләр Аллаһ сүзләрне ишетүче вә куңелләрне белүче"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Ий мөэминнәр, сездән һичкем якын кардәшләренә, мескеннәргә һәм Аллаһ ризасы өчен диннең дөрес җиренә күчеп килгәннәргә мал бирмәскә, ярдәм итмәскә ант итмәсен, бәлки кимчелекләрен гафу итегез вә хаталарын кичерегез, Аллаһу тәгаләнең үзегезне ярлыкавын әллә сөймисезме? Аллаһ белеп ярлыкаучы вә белеп рәхмәт итүче"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Зина кылудан гафил вә пакь мөэминә хатыннарны зиначы дип сүгүче кешеләр дөньяда һәм ахирәттә ләгънәт ителделәр һәм аларга олугъ ґәзаб булыр"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "Кыямәт көнендә ул пакь хатыннарны сүгүче кешеләрнең телләре вә куллары һәм аяклары кылган эшләре белән шәһадәт бирерләр"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "Ул көндә Аллаһ аларга тиешле җәзаларын бирер һәм алар Аллаһуның хаклыгын белерләр хак белү белән"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Пычрак хатыннар – пычрак ирләргәдер, вә пычрак ирләр – пычрак хатыннаргадыр, вә пакь хатыннар – пак ирләр өчендер, вә пакь ирләр – пакь хатыннар өчендер. Гаишә вә Сафван алар әйткән зинадан пакьлардыр. Алар өчен ярлыкау һәм күркәм булган җәннәт нигъмәтләре бардыр"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "Ий мөэминнәр, үзегезнең өйләрегездән башка өйләргә рөхсәт алмыйча һәм сәлам бирмичә кермәгез, рөхсәт сорагыз һәм өйдә булган кешеләргә сәлам бирегез. Әнә шулай эшләсәгез сезнең өчен хәерледер, шаять вәгазьләнерсез"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "Әгәр ул өйдә һичкем булмаса яки кеше булып та керергә рөхсәт бирелмәсә, ул өйгә кермәгез, әгәр сезгә кайтыгыз дип әйтелсә, кайтыгыз, кайтып китүегез сезнең өчен гөнаһтан пакьрәктер. Аллаһ сезнең эшләрегезне белер, шуңа карата җәза бирер"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Кеше тормый торган өйгә кереп файдаланып чыгуыгызда сезгә гөнаһ юктыр. Аллаһ сезнең күрсәтеп эшләгән эшләрегезне дә вә яшерен эшләгән эшләрегезне дә беләдер"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Әйт мөэминнәргә, карарга ярамый торан нәрсәләрдән күзләрен йомсыннар һәм күрсәтергә ярамый торган әгъзаларын күрсәтмәсеннәр вә ике бот арасын зинадан сакласыннар, бу әйткәнне эшләү аларга пакьлектер. Дөреслектә Аллаһ аларның кыйлган эшләреннән хәбәрдар"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Әйт мөэмине хатыннарга, карарга ярамаган нәрсәдән күзләрен йомсыннар вә фәҗерләрен зинадан сакласыннар һәм кул белән йөзләреннән башка булган зиннәт урыннарын ачмасыннар, мәгәр һәрвакыт ачык була торган йөзләрен, ике кулларын вә тәпиләрен ачсалар ярый, һәм башларын, муеннарын вә күкрәкләрен пәрдәләр белән капласыннар, вә зиннәтләрен ачмасыннар. \"Аллаһ мөселман булган хатын-кызларны чәчләрен, муеннарын, беләкләрен, тубыкларын, югары чәлтерләрен, колак алкаларын, муенга таккан зиннәтләрен һәм беләзекләрен ят ирләргә күрсәтүдән тыйды\", мәгәр бу әйтелгәннәрне үзенең иренә, яки аталарына, яки ирләренең аталарына, яки үзләренең ир туганнарына, яки үзләренең балаларына, яки ирләренең балаларына, яки бертуган кардәшләренең балаларына, яки кыз туганнарының балаларына, яки мөселман булган хатыннарга, яки үзе хуҗа булган кол иргә вә кол хатынга, һәм шәһвәт куәте булмыйча хатыннарга ихтыяҗы булмаган фәкать хатыннар янына ашар-эчәр өчен генә килә торган ят ирләргә, һәм хатыннарга якынлык кыйлырга көче етмәгән, ягъни бәләгатькә ирешмәгән ир балаларга, шушы зекер ителгән кешеләргә чәчләрен, муеннарын, колак алкаларын, беләкләрен, беләзекләрен, балтырларын күрсәтсәләр гөнаһ булмас, вә ул хатыннар урамда йөрегәндә аякларын аякларына бәрмәсеннәр күренмәгән зиннәтләрен белдермәк өчен, ягъни йөрегәндә аяк тавышларын да чылтырауклы зиннәтләренең дә тавышларын ишеттереп йөрмәсеннәр! Ий мөэминнәр, һәммәләрегез дә Аллаһуга тәүбә итегез, шаять дөнья вә ахирәттә бәхетле булырсыз"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Үзләрегездән ирсез хатыннарны вә хатынсыз ирләрне, һәм никах хакларын үтәргә яраклы булган яхшы колларыгызны вә җарияләрегезне өйләндерегез, әгәр өйләнүчеләр фәкыйрь булсалар, Аллаһ аларны бай кылыр үзенең юмартлыгы белән, шиксез Аллаһ киңлек иясе вә белеп эш кылучы"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "Никахлану өчен мал таба алмаган ярлы кешеләр сабыр итсеннәр Аллаһ аларга байлык биргәнгә чаклы, һәм зинадан саклансыннар. Үзегез сатып алган ир вә хатын колларыгыз, сездән азатлык язуын сорасалар, аларга азатлык язуын бирегез әгәр аларның мал кәсеп итеп ул малны сезгә китереп тапшырачагына ышансагыз. Ягъни хуҗасы колга эшләп мең сум акча китереп бирсәң мин сине азат итәм, дип кулына вакытлыча азатлык язуын биреп чыгарып җибәрә. Кол шул акчаны китереп тапшырса, бөтенләй азат була. Аллаһ әйтте: \"Азат итәчәк колларыгызга Без сезгә биргән малдан өлеш бирегез\", – дип. Димәк әлеге кол табып китергән мең сумны барын да алмыйча киметеп алу ваҗиб буладыр, күбрәк киметү яки бөтенләй бушка азат итү зур саваблы эшдер. Янә дөнья малын кәсеп итәр өчен кол хатыннарыгызны зинага көчләмәгез, чөнки кайбер хуҗалар үзләренең кол хатыннарын зина кылып акча җыярга көчләделәр, Аллаһ бу эштән тыйды. Әгәр ул кол хатыннарны хуҗасы зинага көчләсә, ул кол хатыннарның көчләнеп зина кыйлганнары соңында Аллаһ аларны ярлыкаучы вә рәхмәт итүче. (Җавабы вә гөнаһы көчләүче хуҗаларына булыр)"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "Тәхкыйк Без сезгә хәрам хәләлне коручы аятьләрне иңдердек, вә сездән әүвәл яшәгән кешеләрнең тарихларын бәян итүче аятьләрне иңдердек, һәм гөнаһтан сакланучы тәкъва кешеләргә вәгазьләр иңдердек"
        }
    ]
}