{
    "maqras": [
        {
            "chapter": 4,
            "verse": 114,
            "text": "Монафикъларның һәм башка инсафсыз кешеләрнең нәфесләре теләгәнчә үзара күп сөйләшүләрендә, әлбәттә, хәер-файда юктыр, мәгәр берәү мохтаҗларга, Аллаһ юлына садака бирергә кешеләргә әмер бирсә, яки яман эшләрдән тыеп, яхшы эшләргә өндәп әмер бирсә, яки кешеләр арасын төзәтергә, яхшыртырга өндәп әмер бирсә, әнә шул кешенең сүзләреңдә хәер һәм файда бардыр. Әйтелгән бу хәерле эшләрне бер мөэмин Аллаһ ризалыгына гына өстәп эшләсә, без аңа тиздән олы әҗерне, ягъни җәннәт нигъмәтләрен бирербез"
        },
        {
            "chapter": 4,
            "verse": 115,
            "text": "Берәү яңа Коръән дәлилләре белән туры юл күрсәтелеп шәригать хөкемнәре өйрәтелгәннән соң расүлгә хилафлык эшләгән эшләрне эшләсә (мөселман булмаган кешеләр кирәк яһүд, насара булсын, кирәк дәһриләр булсын, диндә аларга итагать итү, аларның юлына керү һәм аларның ґәдәтләрен үзләштерү – мөселманнарга хәрамдыр), бу эшләрне берәү ихтыяр итсә, риза булып шул юлга керсә, әлбәттә, аның күңелен шул юлга беркетербез, аннары шул юл белән җәһәннәмгә барып керер. Ул җәһәннәм кайтачак урынның нинди яманыдыр"
        },
        {
            "chapter": 4,
            "verse": 116,
            "text": "Аллаһу тәгалә, әлбәттә, үзенә тиңдәшлек кылуны ярлыкамас, мәгәр тиңдәшлек кылу гөнаһыннан башка гөнаһны үзе теләгән кешедән ярлыкар. Берәү кемнедер, нәрсәнедер Аллаһуга тиңдәш кылса, ул кеше хактан бик ерак адашу белән адашты"
        },
        {
            "chapter": 4,
            "verse": 117,
            "text": "Мөшрикләр Аллаһуга гыйбадәт кылмаслар, мәгәр җансыз нәрсәләргә гыйбадәт кылырлар, янә алар гыйбадәт кылырлар Аллаһуның рәхмәтеннән сөрелгән шайтанга"
        },
        {
            "chapter": 4,
            "verse": 118,
            "text": "Аллаһ шайтанны ләгънәт кылды – рәхмәтеннән сөрде. Шуннан соң Иблис әйтте: \"Ий Раббым, бәндәләреңнән миңа насыйп булган өлешне алырмын, аларны үземә ияртермен\", – дип"
        },
        {
            "chapter": 4,
            "verse": 119,
            "text": "Әлбәттә, аларны адаштырырмын һәм күңелләренә төрле батыл, ялган сүзләрне салырмын, янә хайваннарыгызның колакларын кисегез, дип, әмер бирермен – кисәрләр, янә Аллаһ төзегән мәхлукларны үзгәртегез, дип әмер бирермен – үзгәртерләр. Берәү Аллаһ хөкемнәрен куеп, шайтан хөкемнәренә иярсә, аны үзенә вәли итеп алса, дөреслектә ул кеше ачык һәлак булу белән һәлак булды, мәңгегә хәсрәттә калды"
        },
        {
            "chapter": 4,
            "verse": 120,
            "text": "Шайтан үзенә ияргәннәрне фәкыйрьлек белән куркытыр. (\"Фәкыйрьләргә мал бирмәгез! Аларның фәкыйрьлеге сезгә йогар\", – дип куркытыр. Шайтан кулына төшкән кешеләр фәкыйрьләргә ярдәм итә алмаслар). Шайтан үзенә иярткән кешеләрне җәһәннәм ґәзабы белән куркытмас, мәгәр төрле юллар белән аларны алдар"
        },
        {
            "chapter": 4,
            "verse": 121,
            "text": "Шайтанга ияргән кешеләрнең урыны җәһәннәм, алар аннан котылырга һич юл тапмаслар"
        },
        {
            "chapter": 4,
            "verse": 122,
            "text": "Иман китереп, Коръән өйрәтүе буенча изге гамәлләр кылучыларның җимеш агачлары астыннан елгалар агучы җәннәтләргә тиздән кертербез, алар анда мәңге калырлар. Аллаһуның вәгъдәсе хак, сүз сөйләүдә кем Аллаһудан да дөресрәк сөйләр"
        },
        {
            "chapter": 4,
            "verse": 123,
            "text": "Ий мөэминнәр! Эш бөтенләй сез теләгәнчә булмас һәм китап әһеле яһүд вә насара теләгәнчә дә булмас. Ягъни нәфесе кушканны эшләп һичкем һидәятле дә, җәннәтле дә була алмас, мәгәр Аллаһ кушканнарны эшләп кенә һидәятле һәм җәннәтле булыр. Берәү явыз эшләр кылса ягъни Аллаһуга итагать итмәсә, шул явызлыгы белән җәза кылыныр, Аллаһудан башка аңа вәли һәм ярдәмче табылмас"
        },
        {
            "chapter": 4,
            "verse": 124,
            "text": "Берәү чын мөэмин хәлеңдә изге гамәлләр кылса, кирәк – ир булсын, кирәк – хатын булсын, алар җәннәткә керерләр һәм җеп очы хәтле дә золым кылынмаслар"
        },
        {
            "chapter": 4,
            "verse": 125,
            "text": "Берәү йөзен Аллаһуга тәслим кылса, ягъни ислам юлы белән Аллаһуга тапшырылса һәм Коръән өйрәтүе буенча изге гамәлләр кылса, аннары Ибраһим диненә ияреп, хаклык тарафына ныклап юнәлсә, әнә шул кешенең диненнән дә күркәмрәк дин булырмы? Бит Аллаһ Ибраһимне үзенә дус итеп алды"
        },
        {
            "chapter": 4,
            "verse": 126,
            "text": "Җирдә һәм күкләрдә булган нәрсәләр һәммәсе Аллаһ мөлкедер һәм Аллаһ һәр нәрсәне чорнап алучы"
        },
        {
            "chapter": 4,
            "verse": 127,
            "text": "Ий Мухәммәд г-м, синнән хатыннарның мирасы хакында фәтва сорыйлар, син аларга әйт: \"Хатыннарның мирасы хакында Аллаһ үзе фәтва бирә һәм ятим булган хатыннарның фарыз булган өлешләрен бирмисез, шул хакта укылган аятьләр фәтва бирә\", – дип. Дәхи ятим хатыннарны ирләргә никахландырмыйсыз, шул хатыннарның һәм зәгыйфь балаларның мирасы хакында һәм дә ятим балалар хакында гадел булырга Коръән фәтва бирәдер\", – дип әйт! Әгәр хәерле эшләрдән, изге гамәлләрдән кылсагыз, Аллаһ, әлбәттә, аны белүче булды"
        },
        {
            "chapter": 4,
            "verse": 128,
            "text": "Әгәр бер хатын иренең бизгәнен яки талак кылырга теләгәнен сизсә, бу хатын белән иренең арасын төзәтеп дуслаштыруда гөнаһ юктыр. Килешү, гафу итешү аерылышудан хәерле. Нәфесләр саранлыкка хәзерләнеп торырлар, әгәр нәфесне җиңеп, бер-берегезгә изгелек итешсәгез һәм җәбер-золым итешүдән саклансагыз, бит Аллаһ сезнең кылган эшләрегездән хәбәрдар булды, сезне сәгадәтле итәр"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Карт хатын илә яшь хатын арасын тигезләргә тәкатегез җитмәсә, тигезләү өчен ныклап тырышсагыз да, шулай да яшь хатыннарыгыз ягына бөтенләй авышып, карт хатыннарыгызны нәүбәттән өлешсез итеп, ирсез хатыннар кеби калдырмагыз! Әгәр хатыннарыгыз арасында төзеклек белән торсагыз һәм золымнан саклансагыз! Шулай булганда, әлбәттә, Аллаһ кимчелекләрегезне ярлыкаучы вә рәхмәт итүче булды"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "Әгәр ир илә хатын килешә алмыйча, аерылышсалар, Аллаһ үзенең рәхмәте илә икесен дә моңсыз кылыр, бит Аллаһ киң рәхмәтле вә мәслихәтчә эш кылучы булды"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Җирдәге вә күкләрдәге һәрнәрсә Аллаһ мөлкедер, алар белән үзе теләгәнчә эш кылыр. Ий мөэминнәр! Дөреслектә без сезгә һәм сездән әүвәл булган китап әһелләренә әмер бирдек, васыять әйттек: \"Аллаһ хөкемнәрен бозудан сакланыгыз, золым кылмагыз, Аллаһудан куркыгыз\", – дип. Әгәр Аллаһуга карышып көферлек кылсагыз, җир вә күкләрдә булган һәрнәрсә Аллаһу тәгаләнеке, Аллаһ бай һәм мактаулы"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Җирдә, күктә булган һәр вөҗүд Аллаһуныңдыр, янә барча кешеләр өстеннән эш йөртергә, көчле, гадел вәкил булырга Аллаһ үзе җитәдер"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Ий кешеләр! Әгәр Аллаһ теләсә сезне гөнаһларыгыз сәбәпле бөтен нәселегез белән һәлак итеп, юк кылыр да, сезнең, урыныгызга үзенә итагать итә торган кавемне китерер, Аллаһ бу эшне эшләргә кадир булды"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Берәү дөнья байлыгын теләр булса, дөнья байлыгы да, ахирәт байлыгы да – Аллаһ кулындадыр, дөньяны кәсеп итүчегә – дөньяны, ахирәтне кәсеп итүчегә – ахирәтне бирер, Аллаһ ишетүче вә күрүче булды"
        }
    ]
}