{
    "maqras": [
        {
            "chapter": 9,
            "verse": 111,
            "text": "Аллаһу тәгалә мөэминнәрдән җәннәт бәрабәренә малларын вә үзләрен сатып алды, алар Аллаһ юлында сугышырлар, кәферләрне үтерерләр вә үзләре дә үтерелерләр, мөэминнәргә Тәүратта, Инҗилдә вә Коръәндә вәгъдә кылынган җәннәт хак вәгъдәдер, берәү Аллаһуга биргән ґәһеден үтәсә, кылган сәүдәләрегез белән бәшәрат бирешегез! Әнә шулай малларыгызны вә җаннарыгызны биреп Аллаһудан җәннәт алу сәүдәсе – олугъ бәхеткә ирешмәк"
        },
        {
            "chapter": 9,
            "verse": 112,
            "text": "Алар гөнаһлардан тәүбә итәрләр, ихлас гыйбадәт кылырлар, һәрвакыт Аллаһуга хәмед әйтеп рузә тотарлар, рөкүгъ сәҗдә кылып намаз укырлар, яхшы эшләргә өндәрләр, бозык эшләрдән тыярлар. Вә Аллаһ хөкемнәрен сакларлар. Аллаһ сызган сызыктан тышкары чыкмаслар. Әнә шундый мөэминнәрне җәннәт белән шатландыр"
        },
        {
            "chapter": 9,
            "verse": 113,
            "text": "Пәйгамбәргә вә мөэминнәргә, мөшрикләр, кәферләр вә динсезләргә Аллаһудан гафу сорап дога кылмак һич дөрес түгел, гәрчә алар ата-аналары вә башка кардәшләре булсалар да, аларның җәһәннәмгә керәчәкләре белән хәбәр бирелгәннән соң. Хәрәмнәрдән сакланмаган, фарызларны үтәмәгән кешеләр барысы да шул хөкемгә керәләр"
        },
        {
            "chapter": 9,
            "verse": 114,
            "text": "Әмма Ибраһим г-мнең мөшрик булган атасына истигъфар кылуы баштан истигъфар кылырга вәгъдә кылганы өчен генә иде. Атасының Аллаһ дошманы икәнлеге Ибраһимгә беленгәч, атасыннан вә аңа дога кылудан бизде. Тәхкыйк Ибраһим җәһәннәм ґәзабыннан куркып аһ-ваһ итүче вә шәфкать итүче юаш"
        },
        {
            "chapter": 9,
            "verse": 115,
            "text": "Аллаһу тәгалә бер каумне туры юлга салганнан соң аларны туры юлдан адаштырыр булмады, хәтта аларга нинди нәрсәләрдән сакланмак лязем иткәнне бәян иткәнгәчә. Ягъни кыйбла Бәйтүл-Мөкаддәстән авышканын бәян итеп аять килгәч, әтрафтагы мөселманнар, белмичә, һаман Бәйтүл-Мөкаддәскә карап намаз укыдылар, бу аять шундыйларның гафу ителәчәкләрен белдермәк өчен иңдерелде. Тәхкыйк Аллаһ һәрнәрсәне белүче"
        },
        {
            "chapter": 9,
            "verse": 116,
            "text": "Җир вә күкләр барчасы Аллаһу тәгаләнеке, Ул үтерер вә тергезер, сезгә Аллаһудан башка хуҗа вә ярдәмче юк"
        },
        {
            "chapter": 9,
            "verse": 117,
            "text": "Тәхкыйк Аллаһ пәйгамбәрнең вә аңа ярдәм белән ияргән Мөһаҗирләрнең һәм ансарларның авыр сәгатьләрдә пәйгамбәргә ярдәм иткәннәре өчен һәр кимчелекләрен кичерде. Алардан бер таифәнең Тәбүк сугышына чыкмаска авышканнан соң, аларны да кичерде, чөнки алар күңелләрен яхшыртып, сугышка чыктылар, әлбәттә, Ул рәхимле вә шәфкатьле мөэмин бәндәләренә"
        },
        {
            "chapter": 9,
            "verse": 118,
            "text": "Янә өч кешене гафу итте, алар Кәґәб бин Малик, Һилал бин Өмия, Мүррә бин Рабиґлар, алар гозерсез Тәбүк сугышына чыкмадылар, шуның өчен мөселманнар алардан киселделәр, һичберсе аларга якын бармады, бу эш аларга бик авыр булды. Кайгылары катылыктан хәтта аларга киң җир тар булды, вә күңелләре дә тараеп-кысылды, алар уйладылар Аллаһ ґәзабыннан котылырга юл юклыгын һәм Аллаһуның үзенә генә ялварырга тиеш икәнлекне бик яхшы белделәр. Соңра аларга рәхмәт кылды, тәүбә итсеннәр өчен, тәхкыйк Аллаһ тәүбәләрне кабул итүче вә рәхимле"
        },
        {
            "chapter": 9,
            "verse": 119,
            "text": "Ий мөэминнәр! Аллаһ хөкемнәренә хыйлаф булудан сакланыгыз! Һәм сакланучы тугъры кешеләр белән бергә булыгыз"
        },
        {
            "chapter": 9,
            "verse": 120,
            "text": "Мәдинә халкына вә Мәдинә тирәсендәге сахрә ґәрәбләренә, расүлүллаһтан бүленеп сугыштан калу һич тә дөрес түгел вә расүлне ташлап үзләрен генә саклауга кызыкмасыннар, аларга бу әмер шуның өчендер, әгәр һәрвакыт расүлүллаһ белән бергә булсалар, Аллаһ юлында аларга ачлык, мәшәкать, сусау ирешмәс вә кәферләрне ачуландырырлык вә эчләрен пошырырлык бер урынны тапмаслар һәм дошманнан алар зарарына һичнәрсә ирешмәс мәгәр расүл белән бергә булсагыз, аның бәрабәренә аларга изге гамәл язылыр. Тәхкыйк Аллаһ яхшылык кылучыларның әҗерен җуймас"
        },
        {
            "chapter": 9,
            "verse": 121,
            "text": "Әгәр алар аз гына булса да Аллаһ ризалыгы өчен бернәрсә садака кылсалар, вә сугыш барганда бер чокыр алга чыксалар, болар өчен аларга саваб язылыр, Аллаһу тәгалә аларны кылган гамәлләренең күбрәге белән изге җәза кылыр өчен. (Сахәбәләр бар да сугышка чыга торган булгач, укытырга кеше калмаган)"
        }
    ]
}