{
    "pages": [
        {
            "chapter": 5,
            "verse": 83,
            "text": "I kogda oni slyshat to, chto nisposlano Poslanniku, vidno, kak ikh glaza napolnyayutsya slezami po prichine togo, chto oni uznayut iz istiny. I oni govoryat: \"Gospodi nash! My uverovali. Tak zapishi nas s temi, kto svidetel'stvuyet [ob istine]"
        },
        {
            "chapter": 5,
            "verse": 84,
            "text": "A pochemu by nam ne verovat' v Allakha i v istinu, kotoraya yavilas' k nam? Ved' my zhazhdem, chtoby Gospod' vvel nas [v ray] vmeste s pravednymi lyud'mi"
        },
        {
            "chapter": 5,
            "verse": 85,
            "text": "I Allakh voznagradit ikh za skazannyye slova rayskimi sadami, v kotorykh tekut ruch'i i gde oni vechno prebudut. Takovo vozdayaniye tvoryashchim dobro"
        },
        {
            "chapter": 5,
            "verse": 86,
            "text": "A te, kotoryye ne uverovali i ob\"yavili lozh'yu Nashi znameniya, - obitateli ada"
        },
        {
            "chapter": 5,
            "verse": 87,
            "text": "O vy, kotoryye uverovali! Ne zapreshchayte [yest'] priyatnyye yastva, kotoryye dozvolil vam Allakh. Ne prestupayte zakona, ibo Allakh ne lyubit prestupayushchikh granitsy"
        },
        {
            "chapter": 5,
            "verse": 88,
            "text": "Vkushayte pishchu dozvolennuyu i priyatnuyu, tu, chto Allakh dal vam v udel, i boytes' Allakha, v kotorogo vy veruyete"
        },
        {
            "chapter": 5,
            "verse": 89,
            "text": "Allakh vzyskivayet s vas ne za [nechayannoye] narusheniye klyatvy, a za prineseniye klyatvy [namerenno] dvusmyslennoy. Iskupleniye za prineseniye dvusmyslennoy klyatvy - nakormit' desyaterykh bednyakov tak, kak vy obychno kormite svoi sem'i, ili odet' ikh, ili osvobodit' raba. A yesli kto ne v sostoyanii [vypolnit' odno iz etikh trekh usloviy], to yemu sleduyet postit'sya tri dnya. Vse eto - iskupleniye za vashe klyatvoprestupleniye. Soblyudayte zhe svoi klyatvy! Tak Allakh raz\"yasnyayet vam Svoi znameniya. Mozhet byt', vy budete blagodarny"
        }
    ]
}