{
    "pages": [
        {
            "chapter": 6,
            "verse": 91,
            "text": "Oni ne vozdali Allakhu dolzhnym obrazom, kogda zayavili: \"Allakh nichego ne nisposylal ni odnomu cheloveku\". Sprosi [, Mukhammad]: \"Kto nisposlal dlya lyudey v kachestve sveta i rukovodstva k pryamomu puti Pisaniye, s kotorym prishel [k lyudyam] Musa? Vy pishete Pisaniye na otdel'nykh listakh, chitaya [lyudyam] otdel'no [vykhvachennyye] listy, a mnogoye utaivaya. A ved' vas obuchili tomu, chego ne znali ni vy, ni vashi ottsy\". Otvechay, [Mukhammad]: \"Allakh [nisposlal Pisaniye]\". Potom predostav' im upivat'sya sobstvennym pustosloviyem"
        },
        {
            "chapter": 6,
            "verse": 92,
            "text": "My nisposlali eto Pisaniye, blagoslovennoye i podtverzhdayushcheye [istinnost'] togo, chto bylo do nego, chtoby ty uveshcheval [zhiteley] Materi gorodov (t. ye. Mekki), i tekh, kto [zhivet] vokrug neye, i tekh, kotoryye veruyut v budushchuyu zhizn', veruyut v Koran i chtut molitvennyye obryady"
        },
        {
            "chapter": 6,
            "verse": 93,
            "text": "Yest' li [lyudi] nespravedliveye tekh, kto vozvodit na Allakha napraslinu i utverzhdayet: \"Mne dano otkroveniye\", khotya nikakogo otkroveniya yemu ne dano, ili kto govorit: \"YA nisposhlyu podobnoye tomu, chto nisposlal Allakh\"? O, yesli by ty videl, kak greshniki prebyvayut v puchinakh smerti, a angely prostirayut [k nim] ruki [, chtoby lishit' ikh zhizni, i govoryat]: \"Rasstavaytes' nyne so svoimi dushami! Segodnya vam vozdadut unizitel'nym nakazaniyem za to, chto vy vozvodili na Allakha navet i prenebregali Yego znameniyami"
        },
        {
            "chapter": 6,
            "verse": 94,
            "text": "[I skazhet Allakh im v Den' voskreseniya:] \"Yavilis' vy k Nam lishennymi vsego - takimi, kakimi My vas sotvorili v samom nachale [tvoreniya]. Vy ostavili pozadi sebya to, chem My nadelili vas. I My ne vidim s vami vashikh zastupnikov, kotorykh vy schitali svoimi bogami [tak zhe, kak i Nas]. I raspalis' vashi uzy, i pokinuli vas te, na kogo vy rasschityvali"
        }
    ]
}