{
    "pages": [
        {
            "chapter": 11,
            "verse": 6,
            "text": "Net na zemle ni yedinogo zhivogo sushchestva, kotorogo Allakh ne obespechil by propitaniyem. Allakh znayet takzhe ikh [zemnoye] mestoprebyvaniye i [konechnoye] pristanishche. I vse eto [zapisano] v yasnom Pisanii"
        },
        {
            "chapter": 11,
            "verse": 7,
            "text": "On - Tot, kto sozdal, poka Yego tron pokoilsya na vode, nebesa i zemlyu za shest' dney, daby ispytat', kto zhe iz vas luchshe po deyaniyam. Yesli ty [, Mukhammad,] skazhesh': \"Voistinu, vy budete voskresheny posle smerti\", - to nevernyye nepremenno skazhut: \"Eto ved' ne chto inoye, kak yavnoye koldovstvo"
        },
        {
            "chapter": 11,
            "verse": 8,
            "text": "Yesli zhe My otlozhim nakazaniye ikh na nekotoroye vremya, oni nepremenno skazhut: \"Chto zhe Yego uderzhivayet [ot nakazaniya]?\" Uvy! V tot den', kogda ikh postignet nakazaniye, im ne otvratit' yego, i porazit ikh to, nad chem oni glumilis'"
        },
        {
            "chapter": 11,
            "verse": 9,
            "text": "Yesli My dadim cheloveku vkusit' ot milosti [Svoyey], a potom otberem eto, voistinu, on neizbezhno prikhodit v otchayaniye i stanovitsya neblagodarnym"
        },
        {
            "chapter": 11,
            "verse": 10,
            "text": "Yesli zhe My dadim yemu vkusit' blagodenstviye posle bedy, postigshey yego, on nepremenno govorit: \"Napasti ostavili menya v pokoye\", - i, voistinu, on likuyet i gorditsya"
        },
        {
            "chapter": 11,
            "verse": 11,
            "text": "[Takovy vse lyudi,] krome tekh, kotoryye terpeli i tvorili dobryye deyaniya. Im ugotovany proshcheniye i velikoye voznagrazhdeniye"
        },
        {
            "chapter": 11,
            "verse": 12,
            "text": "Byt' mozhet, ty [, Mukhammad,] otkazhesh'sya ot kakoy-libo chasti nisposlannogo tebe v otkrovenii iz-za togo, chto tvoye serdtse [, byt' mozhet,] ogorchitsya ikh slovami: \"Pochemu ne nisposlany yemu sokrovishcha ili pochemu ne yavilsya vmeste s nim angel?\" Ty ved' - tol'ko uveshchevatel', Allakh zhe - poruchitel' vsemu sushchemu"
        }
    ]
}