{
    "pages": [
        {
            "chapter": 12,
            "verse": 5,
            "text": "[Otets] skazal: \"O synok moy! Ne rasskazyvay etogo sna svoim brat'yam, a ne to oni zamyslyat protiv tebya kovarstvo. Ved' shaytan - yavnyy vrag cheloveku"
        },
        {
            "chapter": 12,
            "verse": 6,
            "text": "I [soglasno tvoyemu snovideniyu] tvoy Gospod' izberet tebya [na prorocheskiy san], nauchit tebya tolkovat' sny i odelit spolna tebya i rod Ya'kuba Svoim blagodeyaniyem, podobno tomu kak ran'she On odelil im tvoikh praottsev: Ibrakhima i Iskhaka. Voistinu, tvoy Gospod' - znayushchiy, mudryy"
        },
        {
            "chapter": 12,
            "verse": 7,
            "text": "[V skazanii] o Yusufe i yego brat'yakh zaklyucheny, nesomnenno, znameniya dlya alchushchikh istiny"
        },
        {
            "chapter": 12,
            "verse": 8,
            "text": "[Brat'ya] skazali: \"Nesomnenno, otets lyubit Yusufa i yego brata bol'she, chem nas, khotya nas tak mnogo. Voistinu, nash otets [vpal] v yavnoye zabluzhdeniye"
        },
        {
            "chapter": 12,
            "verse": 9,
            "text": "Ubeyte zhe Yusufa ili zhe dostav'te yego v [dalekiye] zemli [bros'te tam]. Togda blagovoleniye vashego ottsa tselikom budet obrashcheno na vas, i togda vy raskayetes' [vnov'] stanete pravednymi lyud'mi"
        },
        {
            "chapter": 12,
            "verse": 10,
            "text": "Odin iz brat'yev skazal: \"Ne ubivayte Yusufa, yesli vy reshili raspravit'sya s nim, a bros'te yego na dno kolodtsa. Kakoy-libo putnik vytashchit yego"
        },
        {
            "chapter": 12,
            "verse": 11,
            "text": "[Brat'ya] skazali: \"O otets nash! Pochemu ty ne doveryayesh' nam Yusufa? Ved' my dlya nego - [dobryye] sovetniki"
        },
        {
            "chapter": 12,
            "verse": 12,
            "text": "Otpusti yego zavtra s nami, pust' on poyest vvolyu i poigrayet, my zhe budem berech' yego"
        },
        {
            "chapter": 12,
            "verse": 13,
            "text": "[Otets] skazal: \"Ne khochetsya mne otpuskat' yego s vami. YA boyus', chto, kak tol'ko vy zazevayetes', yego s\"yest volk"
        },
        {
            "chapter": 12,
            "verse": 14,
            "text": "[Brat'ya] skazali: \"Da ne takiye my rasteri, chtoby volk s\"yel yego, kogda nas tak mnogo"
        }
    ]
}