{
    "pages": [
        {
            "chapter": 12,
            "verse": 15,
            "text": "Kogda zhe brat'ya otpravilis' s Yusufom [v step'] i brosili yego na dno kolodtsa, My vnushili Yusufu: \"Ty nepremenno napomnish' im ob etom ikh deyanii, kogda oni ob etom i dumat' zabudut"
        },
        {
            "chapter": 12,
            "verse": 16,
            "text": "Vecherom brat'ya vernulis' k ottsu so stenaniyami"
        },
        {
            "chapter": 12,
            "verse": 17,
            "text": "i voskliknuli: \"O otets nash! My begali naperegonki, a Yusufa ostavili sterech' nashi veshchi, [vot tut-to] volk i zadral yego. Ty ne poverish' nam, no my govorim pravdu"
        },
        {
            "chapter": 12,
            "verse": 18,
            "text": "I oni podnesli [yemu] rubashku Yusufa, yakoby [obagrennuyu] krov'yu. [Otets] skazal: \"Da, tol'ko serdtsa vashi podskazali vam [takoye] deyaniye. No terpeniye - blago. I k Allakhu [nado] vzyvat' o pomoshchi [v dele], o kotorom vy povedali"
        },
        {
            "chapter": 12,
            "verse": 19,
            "text": "Mezh tem [k kolodtsu] pribyl karavan, i [karavanshchiki] poslali vodonosa [po vodu]. On opustil svoye vedro i [, uvidev Yusufa,] voskliknul: \"Radostnaya vest'! Eto zhe mal'chik!\" [Karavanshchiki] spryatali Yusufa, chtoby prodat'. No ved' Allakh vedal o tom, chto oni delayut"
        },
        {
            "chapter": 12,
            "verse": 20,
            "text": "I oni prodali yego za nichtozhnuyu tsenu - za nemnogiye dirkhemy, zhelaya izbavit'sya ot nego"
        },
        {
            "chapter": 12,
            "verse": 21,
            "text": "Tot zhitel' Yegipta, kotoryy kupil Yusufa, skazal svoyey zhene: \"Otnosis' k nemu khorosho. Byt' mozhet, on prigoditsya nam ili my usynovim yego\". Tak My dali Yusufu prochnoye polozheniye v etoy strane, [soblagovolili] nauchit' yego tolkovaniyu snov. Allakh vlasten nad tem, chto On soizvolil, odnako bol'shinstvo lyudey ne vedayet [ob etom]"
        },
        {
            "chapter": 12,
            "verse": 22,
            "text": "Kogda Yusuf dostig sovershennoletiya, My darovali yemu mudrost' i znaniye. Tak My voznagrazhdayem tekh, kto vershit dobro"
        }
    ]
}