{
    "pages": [
        {
            "chapter": 16,
            "verse": 15,
            "text": "On vozdvig na zemle gory [stol'] prochnymi, chtoby oni ne peredvigalis' vmeste s vami, [sozdal] reki i [provel] dorogi, daby vy mogli poyti po pryamomu puti"
        },
        {
            "chapter": 16,
            "verse": 16,
            "text": "a takzhe [sozdal drugiye] primety, [chtoby vam vybrat' vernyy put']. A po zvezdam lyudi nakhodyat vernuyu dorogu"
        },
        {
            "chapter": 16,
            "verse": 17,
            "text": "Razve tot, kto tvorit, raven tomu, kto ne tvorit? Neuzheli zhe vy ne obrazumites'"
        },
        {
            "chapter": 16,
            "verse": 18,
            "text": "Yesli vy stanete schitat' milosti Allakha, to ne pereschitayete! Voistinu, Allakh - proshchayushchiy, miloserdnyy"
        },
        {
            "chapter": 16,
            "verse": 19,
            "text": "Allakh vedayet i to, chto vy taite, i to, chto vy delayete i govorite otkryto"
        },
        {
            "chapter": 16,
            "verse": 20,
            "text": "Idoly, kotorym oni poklonyayutsya vmesto Allakha, ne mogut nichego sotvorit', naprotiv, oni sami sotvoreny"
        },
        {
            "chapter": 16,
            "verse": 21,
            "text": "Oni mertvy, bezdykhanny i dazhe ne znayut, kogda oni budut voskresheny"
        },
        {
            "chapter": 16,
            "verse": 22,
            "text": "Vash bog - Bog yedinyy. No serdtsa tekh, kto ne veruyet v zhizn' budushchuyu, ne priznayut [Yego], a sami oni - gordetsy"
        },
        {
            "chapter": 16,
            "verse": 23,
            "text": "Nesomnenno, Allakh znayet i to, chto vy taite, i to, chto delayete i govorite otkryto. Voistinu, On ne lyubit gordetsov"
        },
        {
            "chapter": 16,
            "verse": 24,
            "text": "Kogda ikh sprashivayut: \"Chto nisposlal vam Gospod'?\" - oni govoryat v otvet: \"Eto zhe skazki drevnikh lyudey"
        },
        {
            "chapter": 16,
            "verse": 25,
            "text": "Pust' [gordetsy] polnost'yu nesut gruz svoikh [deyaniy] v Sudnyy den', a takzhe noshu tekh, kogo oni sveli s puti istiny po nevezhestvu. Kak otvratitel'na ikh nosha"
        },
        {
            "chapter": 16,
            "verse": 26,
            "text": "Kozni stroili yeshche te, kotoryye zhili prezhde nikh, no Allakh razrushil ikh zdaniye do osnovaniya. Na nikh rukhnula sverkhu krysha, i porazila ikh kara s toy storony, otkuda oni i ne ozhidali"
        }
    ]
}