{
    "pages": [
        {
            "chapter": 17,
            "verse": 87,
            "text": "yesli ne budet milosti tvoyego Gospoda. Voistinu, velika Yego milost' k tebe"
        },
        {
            "chapter": 17,
            "verse": 88,
            "text": "Skazhi [, Mukhammad]: \"Yesli by ob\"yedinili usiliya lyudi i dzhinny, chtoby sochinit' nechto, podobnoye Koranu, eto im by ne udalos', yesli by dazhe oni i pomogali drug drugu"
        },
        {
            "chapter": 17,
            "verse": 89,
            "text": "My v Korane raz\"yasnili lyudyam vsyakiye pritchi, no bol'shinstvo lyudey otvergayet [vse], krome neveriya"
        },
        {
            "chapter": 17,
            "verse": 90,
            "text": "i govoryat oni: \"Ni za chto my ne uveruyem v tebya, poka ty ne istorgayesh' dlya nas iz zemli istochnika"
        },
        {
            "chapter": 17,
            "verse": 91,
            "text": "ili poka u tebya ne budet pal'movoy roshchi i vinogradnika i ne provedesh' v nikh kanaly"
        },
        {
            "chapter": 17,
            "verse": 92,
            "text": "ili poka ne obrushish' na nas nebo plastami, kak ty eto utverzhdayesh', ili ne predstanesh' pered nami vkupe s Allakhom i s angelami"
        },
        {
            "chapter": 17,
            "verse": 93,
            "text": "ili poka u tebya ne budet doma iz zolota; ili poka ty ne vzoydesh' na nebo. No my ne poverim v to, chto ty podnyalsya [na nebo], poka ty ne spustish'sya s Pisaniyem, kotoroye my stanem chitat'\". Otvechay [, Mukhammad]:\"Prechist moy Gospod'! A ya vsego lish' chelovek, poslannik"
        },
        {
            "chapter": 17,
            "verse": 94,
            "text": "Tol'ko mysl' o tom, kak eto Allakh mog napravit' poslannikom [obychnogo] cheloveka, meshala im uverovat' [v Allakha dazhe] posle togo, kak im bylo darovano ukazaniye na pryamoy put'"
        },
        {
            "chapter": 17,
            "verse": 95,
            "text": "Otvechay [, Mukhammad]: \"Yesli by angely spokoyno khodili po zemle, to My otpravili by k nim poslannikom angela"
        },
        {
            "chapter": 17,
            "verse": 96,
            "text": "Skazhi: \"Tol'ko Allakh mozhet byt' svidetelem mezhdu mnoyu i vami. Voistinu, On - svedushchiy i vidyashchiy [vse, chto vershat] Yego raby"
        }
    ]
}