{
    "pages": [
        {
            "chapter": 17,
            "verse": 105,
            "text": "I My nisposlali yego (t. ye. Koran) v istine, i on soshel v istine [k tebe, Mukhammad], a tebya My poslali tol'ko vestnikom i uveshchevatelem"
        },
        {
            "chapter": 17,
            "verse": 106,
            "text": "Koran zhe My razdelili [na otdel'nyye chasti], chtoby ty chital yego lyudyam ne spesha. I My nisposlali yego kak otkroveniye"
        },
        {
            "chapter": 17,
            "verse": 107,
            "text": "Skazhi [, Mukhammad]: \"Uveruyete v nego ili ne uveruyete, [vse ravno] te, komu bylo darovano znaniye do nego, padayut nits, kasayas' zemli] podborodkami, kogda yego chitayut im"
        },
        {
            "chapter": 17,
            "verse": 108,
            "text": "i oni govoryat: \"Khvala nashemu Gospodu! Voistinu, obeshchaniye Gospoda nashego nepreklonno"
        },
        {
            "chapter": 17,
            "verse": 109,
            "text": "I oni padayut nits, rydaya, i ikh smireniye uvelichivayetsya"
        },
        {
            "chapter": 17,
            "verse": 110,
            "text": "Skazhi: \"Zovete li vy [yego] Allakhom ili zovete Milostivym, kak by vy ni nazyvali Yego, u Nego nailuchshiye imena\". Svoyu obryadovuyu molitvu ne proiznosi gromko i ne proiznosi shepotom, a vyberi sredneye mezhdu etim"
        },
        {
            "chapter": 17,
            "verse": 111,
            "text": "Skazhi: \"Slava Allakhu, kotoryy ne porodil dityati, kotoryy ni s kem ne delit vlast', kotoromu ne nuzhen zashchitnik ot unizheniya\". I voskhvalyay yego beskonechno"
        },
        {
            "chapter": 18,
            "verse": 1,
            "text": "Khvala Allakhu, kotoryy nisposlal Svoyemu rabu Pisaniye (t. ye. Koran) i ne dopustil v nem nikakogo protivorechiya"
        },
        {
            "chapter": 18,
            "verse": 2,
            "text": "[Pisaniye] pravil'noye, chtoby ty vozveshchal o tyazhkom nakazanii ot Nego i chtoby ty soobshchil radostnuyu vest' veruyushchim, kotoryye vershat pravednyye dela, o tom, chto im ugotovana prekrasnaya nagrada, [rayskiye sady]"
        },
        {
            "chapter": 18,
            "verse": 3,
            "text": "v kotorykh oni prebudut vechno"
        },
        {
            "chapter": 18,
            "verse": 4,
            "text": "i chtoby ty predostereg [o nakazanii] tekh, kotoryye govoryat: \"Allakh porodil syna"
        }
    ]
}