{
    "pages": [
        {
            "chapter": 24,
            "verse": 37,
            "text": "muzhi, kotorym ni torgovlya, ni kuplya ne sluzhat pomekhoy tomu, chtoby ne zabyvat' Allakha, sovershat' obryadovuyu molitvu i vnosit' zakat, i kotoryye strashatsya dnya, kogda sodrognutsya serdtsa i zakatyatsya glaza"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "chtoby Allakh vozdal za luchsheye, chto oni vershili, i chtoby On umnozhil im ot Svoikh shchedrot. Ved' Allakh vozdayet bez scheta tomu, komu zakhochet"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "U tekh zhe, kotoryye ne uverovali, deyaniya - slovno marevo v pustyne, kotoroye zhazhdushchiy prinimayet za vodu, no kogda on priblizhayetsya, to ne obretayet nichego. No on nakhodit vblizi sebya Allakha, kotoryy trebuyet ot nego polnoy rasplaty. Ved' Allakh skor na rasplatu"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Ili [ikh deyaniya] - slovno mrak v morskoy bezdne, kotoruyu pokryvayut vzdymayushchiyesya volny, nad kotorymi - tuchi. Puchiny mraka gromozdyatsya drug na druga. Yesli [nevernyy] vytyanet svoyu ruku, to ne uvidit yeye. Net sveta u togo, komu Allakh ne daroval sveta"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Razve ty ne videl, chto Allakha slavyat te, kto na nebesakh i na zemle, a takzhe ptitsy, letyashchiye stayami? I kazhdyy znayet svoyu molitvu i to, kak yemu slavit' [Allakha]. Allakh zhe znayet o tom, chto oni vershat"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Vlast' nad nebesami i zemley prinadlezhit tol'ko Allakhu, i k Allakhu [vse] vernutsya"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Razve ty ne vidish', chto Allakh rasseivayet oblaka, potom sgonyayet ikh vmeste, zatem obrashchayet v tuchi, iz kotorykh, kak ty vidish', nispadayet liven'. I On nizvergayet s neba gory tuch, polnykh grada, porazhayet im, kogo zakhochet, i otgonyayet, ot kogo zakhochet. Blesk Yego molniy chut' li ne osleplyayet [lyudey]"
        }
    ]
}