{
    "pages": [
        {
            "chapter": 25,
            "verse": 68,
            "text": "te, kotoryye ne vzyvayut naryadu s Allakhom k drugomu bogu, ne ubivayut cheloveka, kotorogo Allakh zapretil [ubivat'], yesli tol'ko on ne zasluzhivayet etogo po pravu, i ne prelyubodeystvuyut. A tot, kto delayet tak, budet podvergnut kare"
        },
        {
            "chapter": 25,
            "verse": 69,
            "text": "V Den' voskreseniya nakazaniye yemu budet udvoyeno, i on budet prebyvat' v takom unizhennom sostoyanii vechno"
        },
        {
            "chapter": 25,
            "verse": 70,
            "text": "za isklyucheniyem tekh iz nikh, kto raskayalsya, uveroval i sovershil dobroye delo. Za eto Allakh zamenit ikh zlyye deyaniya dobrymi, ibo Allakh - proshchayushchiy, miloserdnyy"
        },
        {
            "chapter": 25,
            "verse": 71,
            "text": "Tot, kto raskayalsya pred Allakhom i sovershil dobroye delo, voistinu, on raskayalsya iskrenne"
        },
        {
            "chapter": 25,
            "verse": 72,
            "text": "[Raby Milostivogo] - eto te, kotoryye ne lzhesvidetel'stvuyut i kotoryye, kogda prokhodyat mimo suyetnogo, minuyut yego s dostoinstvom"
        },
        {
            "chapter": 25,
            "verse": 73,
            "text": "te, kotoryye, kogda ikh nastavlyayut ayatami Gospoda, ne padayut [nazem'] slepymi i glukhimi k etim [ayatam]"
        },
        {
            "chapter": 25,
            "verse": 74,
            "text": "te, kotoryye govoryat: \"Gospodi nash! Daruy nam otradu glaz v nashikh zhenakh i potomkakh i sdelay nas obraztsom dlya bogoboyaznennykh"
        },
        {
            "chapter": 25,
            "verse": 75,
            "text": "Oni poluchayut v nagradu naivyssheye mesto v rayu za to, chto byli terpelivy, i vstretyat ikh tam privetstviyem i mirom"
        },
        {
            "chapter": 25,
            "verse": 76,
            "text": "Vechno prebudut oni v nem. Prekrasen ray kak mestoprebyvaniye i zhilishche"
        },
        {
            "chapter": 25,
            "verse": 77,
            "text": "Skazhi [, Mukhammad, nevernym]: \"Moy Gospod' ne stanet zabotit'sya o vas, yesli vy ne vozzovete [k Nemu]. Vy zhe otvergli [veru], potomu nakazaniye gryadet neizbezhno"
        }
    ]
}