{
    "pages": [
        {
            "chapter": 32,
            "verse": 21,
            "text": "My dadim im vkusit' i nakazaniye v etom mire pomimo velichayshego nakazaniya. Mozhet byt', togda oni vernutsya [na pravyy put']"
        },
        {
            "chapter": 32,
            "verse": 22,
            "text": "Kto zhe ne pravedneye togo, komu vozveshcheny byli ayaty yego Gospoda, a on ne prinyal ikh? Voistinu, My vozdadim vozmezdiyem greshnikam"
        },
        {
            "chapter": 32,
            "verse": 23,
            "text": "My, voistinu, darovali Muse pisaniye. Tak ne somnevaysya zhe v tom, chto ty obretesh' yego (t. ye. svoye Pisaniye - Koran). I My sdelali eto [pisaniye] rukovodstvom k pryamomu puti dlya synov Israila"
        },
        {
            "chapter": 32,
            "verse": 24,
            "text": "Iz nikh (t. ye. synov Israila) My postavili vozhdey (t. ye. prorokov), kotoryye vedut [ikh] po Nashemu poveleniyu na pryamoy put', poskol'ku oni byli terpelivy i uverovali v Nashi znameniya"
        },
        {
            "chapter": 32,
            "verse": 25,
            "text": "Voistinu, tvoy Gospod' rassudit mezhdu synami Israila v Den' voskreseniya v tom, v chem oni raskhodilis'"
        },
        {
            "chapter": 32,
            "verse": 26,
            "text": "Razve mnogobozhnikam Mekki ne izvestno, skol'ko pokoleniy, kotoryye zhili do nikh i po ruinam kotorykh oni raskhazhivayut nyne, podvergli My gibeli? Voistinu, v etom yasnyye znameniya! Neuzheli oni ne prislushayutsya"
        },
        {
            "chapter": 32,
            "verse": 27,
            "text": "Neuzheli oni ne znayut, chto My prolivayem dozhd' na issokhshuyu zemlyu i rastim posevy, [plodami] kotorykh pitayutsya i ikh skot, i oni sami? Neuzheli oni ne vidyat [vsego etogo]"
        },
        {
            "chapter": 32,
            "verse": 28,
            "text": "I oni sprashivayut: \"Kogda zhe nastanet resheniye [spora mezhdu vami i nami], yesli vy govorite pravdu"
        },
        {
            "chapter": 32,
            "verse": 29,
            "text": "Otvechay: \"V den', kogda budet reshen spor, tem, kotoryye ne uverovali, ne pomozhet ikh vera i im ne budet otsrochki"
        },
        {
            "chapter": 32,
            "verse": 30,
            "text": "Ne obshchaysya s nimi i zhdi, ved' i oni zhdut"
        }
    ]
}