{
    "pages": [
        {
            "chapter": 42,
            "verse": 11,
            "text": "[On] - tvorets nebes i zemli, On sozdal vam suprug iz vas samikh, a takzhe zhivotnykh [supruzheskimi] parami, i tak On vosproizvodit vas. Nichto ne sravnitsya s Nim, On - vnemlyushchiy, zryashchiy"
        },
        {
            "chapter": 42,
            "verse": 12,
            "text": "Yemu prinadlezhat klyuchi nebes i zemli. On uvelichivayet ili umen'shayet udel, komu pozhelayet. Voistinu, On vedayet obo vsem sushchem"
        },
        {
            "chapter": 42,
            "verse": 13,
            "text": "[Allakh] predpisal vam v religii to, chto On zapovedal Nukhu, to, chto My dali tebe [, Mukhammad,] v otkrovenii, to, chto My zapovedali Ibrakhimu, Muse i 'Ise [, skazav]: \"Soblyudayte [zavety] religii i ne vpadayte v protivorechiya otnositel'no neye\". Tyazhko dlya mnogobozhnikov to, k chemu ty ikh zovesh'. Allakh izbirayet Sebe [v proroki], kogo pozhelayet, i priblizhayet k Sebe togo, kto povinuyetsya"
        },
        {
            "chapter": 42,
            "verse": 14,
            "text": "Oni razoshlis' [vo mneniyakh] lish' posle togo, kak k nim prishlo znaniye, iz zavisti drug k drugu. I yesli by ne bylo prezhde predopredeleno Gospodom tvoim [otlozhit' nakazaniye] na opredelennoye vremya, to [spor] mezhdu nimi byl by reshen. Voistinu, te, kotoryye unasledovali posle nikh pisaniye, nakhodyatsya otnositel'no nego v sil'nom somnenii"
        },
        {
            "chapter": 42,
            "verse": 15,
            "text": "I potomu [, Mukhammad,] zovi k etoy religii, bud' stoyek [v vere], kak vedeno tebe, ne sleduy za ikh durnymi sklonnostyami i skazhi: \"YA uveroval v Pisaniye, chto nisposlal Allakh, i mne vedeno sudit' po spravedlivosti mezhdu vami. Allakh - nash Gospod' i vash Gospod'. Nam [otvechat'] za nashi deyaniya, vam - za vashi deyaniya. Net prichin vrazhdovat' nam. Allakh sozovet nas [v Sudnyy den'], i k Nemu nash vozvrat"
        }
    ]
}