{
    "pages": [
        {
            "chapter": 48,
            "verse": 16,
            "text": "Skazhi [, Mukhammad,] ne prinyavshim uchastiya [v dzhikhade] arabam-kochevnikam: \"Vas prizovut [na voynu] protiv groznykh voinov. Vy srazites' s nimi, ili zhe oni stanut muslimami. A yesli vy budete poslushny, Allakh daruyet vam prekrasnuyu nagradu, a yesli vy otvernetes', kak otvernulis' ran'she, to On pokarayet vas muchitel'nym nakazaniyem"
        },
        {
            "chapter": 48,
            "verse": 17,
            "text": "Net upreka ni slepomu, ni khromomu, ni bol'nomu [za neuchastiye v pokhode]. Togo, kto povinuyetsya Allakhu i Yego Poslanniku, On vvedet v sady, gde tekut ruch'i. Togo zhe, kto uklonitsya [ot uchastiya v pokhode], On pokarayet muchitel'nym nakazaniyem"
        },
        {
            "chapter": 48,
            "verse": 18,
            "text": "Allakh byl dovolen veruyushchimi, kogda oni prisyagnuli tebe pod derevom. Yemu bylo vedomo, chto u nikh v serdtsakh, i On nisposlal im [dushevnyy] pokoy i voznagradil ikh blizkoy pobedoy"
        },
        {
            "chapter": 48,
            "verse": 19,
            "text": "i bogatoy dobychey, kotoruyu im [predstoyalo] zakhvatit'. Allakh - velikiy, mudryy"
        },
        {
            "chapter": 48,
            "verse": 20,
            "text": "Allakh obeshchal vam bogatuyu dobychu, kotoruyu vy zakhvatite, i On uskoril dlya vas [polucheniye yeye]. On otvratil ot vas desnitsy vragov, chtoby vy byli dlya veruyushchikh primerom, dostoynym podrazhaniya, i chtoby nastavit' vas na pryamoy put'"
        },
        {
            "chapter": 48,
            "verse": 21,
            "text": "A druguyu [dobychu] vy yeshche ne zakhvatili, no Allakh sokhranit yeye dlya vas, ved' Allakh nad vsem sushchim vlasten"
        },
        {
            "chapter": 48,
            "verse": 22,
            "text": "Yesli nevernyye srazyatsya s vami, to nepremenno otstupyat. I togda oni ne naydut ni pokrovitelya, ni pomoshchnika"
        },
        {
            "chapter": 48,
            "verse": 23,
            "text": "soglasno resheniyu Allakha, prinyatomu ran'she. I ne nayti tebe zameny resheniyu Allakha"
        }
    ]
}