{
    "maqras": [
        {
            "chapter": 33,
            "verse": 51,
            "text": "Ti je i lirë të lëshosh atë që don prej tyre dhe të mbash pranë vete atë që don, e edhe të kërkosh afrimin e asaj nga e cila ke qenë larguar, dhe nuk ke mëkat. Kjo është më së afërmi që ato të qetësohen shpirtërisht e të mos brangosen dhe të jenë të kënaqura me atë që ti u ofron të gjitha atyre. All-llahu e di çka mbani në zemrat e tuaja, All-llahu është më i dijshmi, më i buti"
        },
        {
            "chapter": 33,
            "verse": 52,
            "text": "Prej tash e mbrapa tyr nuk të llejohen më gra (të tjera) e as në veend të tyre të marrësh ndonjë tjetër, po edhe sikur të mahnit bukuria e tyre, përveç atyre që ike në posedim (robëreshat), All-llahu është përcjellës ndaj çdo sendi"
        },
        {
            "chapter": 33,
            "verse": 53,
            "text": "O ju që besuat, mos hyni në shtëpitë e Pejgamberit ndryshe vetëm se nëse u lejohet për ndonjë ngrënie e duke mos pritur përgatitjen e saj, por kur të thirreni, atëherë shpërndahuni, duke mos hyrë në bisedë me njëri tjetrin, vërtet këto (pritja, qëndrimi, biseda) e mundojnë Pejgamberin, por ai turpërohet prej jush; All-llahu nuk i turpërohet realitetit. E kur kërkoni prej tyre (grave të Pejgamberit) ndonjë send, atë kërkonie pas perdës, kjo është më e pastër për zemrat tuaja dhe të tyre. Juve nuk u takon ta mundoni të dërguarin e All-llahut, e as të martoheni kurrë me gratë e tij, pas (vdekjes së) tij. Këto janë te All-llahu mëkat i madh"
        },
        {
            "chapter": 33,
            "verse": 54,
            "text": "E shprehët ju haptazi ose fshehtazi ndonjë send, s’ka dyshim se All-llahu çdo send e di"
        },
        {
            "chapter": 33,
            "verse": 55,
            "text": "Nuk është mëkat për ato (gratë e pambuluara) ndaj etërve të tyre, as ndaj djemve të tyre, as ndaj djemve të vëllezërve të tyre, as ndaj djemve të motrave të tyre, as ndaj grave të tyre, e as ndaj robëreshave të tyre. E, frikësohuni (o ju gra) All-llahut, All-llahu është pranë çdo sendi"
        },
        {
            "chapter": 33,
            "verse": 56,
            "text": "Është e vërtetë se All-llahu dhe engjëjt e Tij me madhërim e mëshirojnë Pejgamberin. O ju që keni besuar, madhëronie pra atë (duke rënë salavatë) dhe përshëndeteni me selam"
        },
        {
            "chapter": 33,
            "verse": 57,
            "text": "E s’ka dyshim se ata janë, të cilët e fyejnë All-llahun dhe të dërguarin e Tij, ata i ka mallkuar All-llahu në Dynja e në Ahiret dhe për ta ka përgatitur një dënim të dhembshëm"
        },
        {
            "chapter": 33,
            "verse": 58,
            "text": "E ata që fyejnë besimtarët dhe besimtaret, për çka ata nuk janë fajtorë, ata kanë ngarkuar veten me shpifje dhe me një mëkat shumë të madh"
        },
        {
            "chapter": 33,
            "verse": 59,
            "text": "O ti Pejgamber, thuaju grave tua, bijave tua dhe grave të besimtarëve le të vëjnë shamitë (mbulojë) e veta mbi trupin e tyre, pse kj është më afër që ato të njihen (se nuk janë rrugaçe) e të mos ofendohen. All-llahu fal gabimet e kaluara, Ai është mëshirues"
        }
    ]
}