{
    "maqras": [
        {
            "chapter": 9,
            "verse": 60,
            "text": "All-llahu caktoi obligim që lëmosha (zeqati etj.) t’ju takojnë vetëm: të varfëre (nevojtarëve), të ngratëve (që s’kanë fare (, punonjësve 9që e tubojnë), atyre që duhet përfituar zemrat (të dobëtve në besim), e duhet dhënë edhe për lirim nga robëria, të mbyturve në borgje, (luftëtarëve) në rrugën e All-llahut dhe atij që ka ka mbetur në rrugë. All-llahu e di gjendjen e robërve, punon sipas urtësisë së vet"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Ka prej tyre që e ofendojnë Pejgamberin e thonë: “Ai është bërë vesh (beson çka dëgjon)”. Thuaj: “Ai është vesh itë mirës suaj (dëgjon të mirën dhe vepron e jo të keqen), ai beson All-llahun (çka i thotë), u zë besë beismtarëve dhe është mëshirues për ata që besuan nga mesi juaj, e ata që nuk e lënë të qetë të dërguarin e All-llahut, ata kanë dënim të dhëmbshëm"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Ata ju betohen (muslimanëve) në All-llahun për t’ju bërë juve të kënaqur (se s’kanë qëllime të këqia), e me e drejtë është që ata të bëjnë të kënaqur All-llahun dhe të dërguarin r Tij (me adhurim dhe vepra të sinqerta) nëse vërtet janë besimtarë"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "A nuk e ditën ata se kush kundërshton All-llahun dhe të dërguarin e Tij, atij i është caktuar zjarri i Xhehennemit, ku do të jenë përjetë, e ky është ai poshtërimi madh"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Hipokritët kanë dro se do të zbritet ndonjë kaptinë që do të nxjerr në shesh atë që kanë në zemrat e tyre. Thuaj: “Ani, talluni!” All-llahu do ta zbulojë atë që i frikësoheni"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "E nëse i pye ti ata (përse tallen), do të thonë: “Ne vetëm jemi mahnitur e dëfruar”. Thuaj: “A me All-llahun, librin dhe të dërguarin e Tij talleni?”"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Mos kërkoni fare ndjesë, ju pasiqë (shpallët se) besuat, keni mohuar. Nëse një grupi nga ju i falim, grupin tjetër e dënojmë, ngase ishin kriminelë"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Hipokritët dhe hipokritet janë si njëri tjetri; urdhërojnë për të keqen e ndalojnë nga e mira dhe shrëngojnë duart e tyre. Harruan All-llahun (nuk i binden), prandaj Ai i harroi (nga mëshira). Nuk ka dyshim, hipokritët janë ata të prishurit"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "Hipokritëve dhe hipokriteve dhe jobesimtarëve All-llahu u ka përcaktuar zjarrin e Xhehennemit, ku do të jenë përgjithmonë, ai mjafton për ta, dhe ata i ka mallkuar All-llahu. Ata kanë dënim të pandërprerë"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Ju hipokritë jeni si ata para jush, që ishin më të fuqishëm se ju, kishin më shumë pasuri e fëmijë, që përjetuan ata që u takoi, sikurse që përjetuat edhe ju pjesën tuaj, madje edhe ju u zhytët (në të këqija) siç u zhytën ata. Të tillët asgjësuan veprat e veta në këtë jetë dhe në jetën tjetër, dhe të tillët janë plotësisht të dëshpruar"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "A nuk u arrijti atyre lajmi i atyre që ishin më heret si: i popullit të Nuhut, i Adit, i Themudit, i popullit të Ibrahimit, i atyre të Medjemit dhe i të rrotulluarve (populli i Lutit). Atyre u patën ardhur të dërguarit e tyre me argumente. All-llahu (që i shkatërroi) nuk ua bëri atyre padrejtë, por ata ia bënë padrejtë vetes"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "Besimtarët dhe besimtaret janë të dashur për njëri-tjetrin, urdhërojnë për të mirë, e ndalojnë nga e keqa, e falin namazin dhe japin zeqatin, respektojnë All-llahun dhe të dërguarin e Tij. Të tillët do t’i mëshirojë All-llahu. All-llahu është ngadhnjyes, i urtë"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Besimtarëve dhe besimtareve All-llahu u premtoi Xhennete nën të cilët rrjedhin lumenj, në to do të jenë përgjithmonë, dhe (u premtoi) vendbanime të bukura në Xhennetin e Adnit, edhe një disponim nga All-llahu që është mbi të gjitha. Ky, pra është ai shpëtimi i madh"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "O Pejgamber, lufto jobesimtarët dhe hipokritët dhe sillu rreptë ndaj tyre - vendi i tyre është Xhehennemi që është përfundimi më i keq"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Ata betohen në All-llahun se kanë thënë (asgjë të keqe), e në të vërtetë, kanë thënë fjalë që nuk përkojnë me besimin, dhe pasi patën shprehur besimin ata e mohuan, dhe u përpoqën për atë (mbytjen e Pejgamberit) që nuk e arritën. Ata nuk urrejnë për tjetër pos pse All-llahu nga mirësitë e Tij dhe i dërguari i begatoi ata. Nëse ata pendohen do të jetë më mirë për ta, e nëse refuzojnë, All-llahui dënon me një dënim të dhembshëm si në këtë botë ashtu edhe në botën tjetër. E në këtë rruzull të tokës nuk ka për ta as mbrojtës, e as ndihmës"
        }
    ]
}