{
    "pages": [
        {
            "chapter": 6,
            "verse": 111,
            "text": "Und würden WIR ihnen die Engel hinabsenden und die Toten zu ihnen sprechen lassen und ihnen gegenüber alles versammeln, würden sie den Iman nicht verinnerlichen, es sei denn, ALLAH will es. Doch die meisten unter ihnen sind unwissend"
        },
        {
            "chapter": 6,
            "verse": 112,
            "text": "Und solcherart haben WIR jedem Gesandten einen Feind bestimmt - die Satane der Menschen und der Dschinn, die einen von ihnen geben den anderen schön erscheinendes Gerede als Täuschung ein. Und hätte dein HERR es gewollt, hätten sie es nicht getan. Also laß ab von ihnen und von dem, was sie erlügen"
        },
        {
            "chapter": 6,
            "verse": 113,
            "text": "Und dazu sollen sich die Herzen derjenigen zuneigen, die den Iman an das Jenseits nicht verinnerlichen, und sie sollen damit zufrieden sein und sie sollen (an Verfehlungen) verüben, was (sie) verüben wollen"
        },
        {
            "chapter": 6,
            "verse": 114,
            "text": "(Sag): \"Soll ich etwa außer ALLAH einen (anderen) Richtenden erstreben, und ER ist doch Derjenige, Der euch die Schrift hinabsandte, in Ausführlichkeit?\" Und diejenigen, denen WIR die Schrift zuteil werden ließen, wissen, daß dies von deinem HERRN wahrheitsgemäß nach und nach hinabgesandt wurde. Also gehöre nicht zu den Zweifel-Hegenden"
        },
        {
            "chapter": 6,
            "verse": 115,
            "text": "Und die Worte deines HERRN sind in Wahrhaftigkeit und Gerechtigkeit vollständig geworden. Es gibt keinen, der Seine Worte verändern kann. Und ER ist Der Allhörende, Der Allwissende"
        },
        {
            "chapter": 6,
            "verse": 116,
            "text": "Und wenn du auf die meisten derjenigen, die auf Erden sind, hören würdest, würden sie dich vom Wege ALLAHs verleiten. Sie folgen nur der Spekulation und sie verbreiten gewiß nur Lügen"
        },
        {
            "chapter": 6,
            "verse": 117,
            "text": "Gewiß, dein HERR ist Derjenige, Der bestens Bescheid darüber weiß, wer von Seinem Weg abirrt, und ER kennt am besten die Rechtgeleiteten"
        },
        {
            "chapter": 6,
            "verse": 118,
            "text": "So speist (nur) von dem, worauf ALLAHs Name (beim Schächten) erwähnt wurde, wenn ihr den Iman an Seine Ayat wirklich verinnerlicht habt"
        }
    ]
}