{
    "pages": [
        {
            "chapter": 9,
            "verse": 123,
            "text": "Ihr, die den Iman verinnerlicht habt! Führt den bewaffneten Kampf gegen die Kafir, die in eurem unmittelbaren Umkreis sind, und sie sollen von euch Härte erfahren. Und wisst, daß ALLAH gewiß mit den Muttaqi ist"
        },
        {
            "chapter": 9,
            "verse": 124,
            "text": "Und wenn eine Sura hinabgesandt wurde, sagte manch einer von ihnen: \"Wen hat diese (Sura) im Iman verstärkt?\" Also hinsichtlich derjenigen, die den Iman verinnerlicht haben, so ließ diese sie noch mehr Iman gewinnen, während sie zuversichtlich sind"
        },
        {
            "chapter": 9,
            "verse": 125,
            "text": "Doch hinsichtlich derjenigen, in deren Herzen Krankheit ist, so ließ diese sie noch mehr rituelle Unreinheit zu ihrer rituellen Unreinheit gewinnen. Und sie sind gestorben, während sie noch Kafir waren"
        },
        {
            "chapter": 9,
            "verse": 126,
            "text": "Nehmen sie etwa nicht wahr, daß sie jedes Jahr ein- oder zweimal Fitna ausgesetzt werden, doch dann weder bereuen sie, noch besinnen sie sich"
        },
        {
            "chapter": 9,
            "verse": 127,
            "text": "Und wenn eine Sura hinabgesandt wurde, haben die einen mit den anderen Blicke gewechselt: \"Sieht euch jemand?\" Dann entfernten sie sich. ALLAH möge ihre Herzen (vom Iman) entfernen, weil sie gewiß Leute sind, die nicht begreifen"
        },
        {
            "chapter": 9,
            "verse": 128,
            "text": "Gewiß, bereits ist zu euch ein Gesandter von den Eurigen gekommen, ihn macht betroffen, was ihr erleidet, er achtet auf euch und ist den Mumin gegenüber erbarmend, gnädig"
        },
        {
            "chapter": 9,
            "verse": 129,
            "text": "Doch sollten sie sich abwenden, dann sag: \"Mir genügt ALLAH, es gibt keine Gottheit außer Ihm! Ihm gegenüber übe ich Tawakkul, und ER ist Der HERR vom erhabenen Al'ahrsch"
        }
    ]
}