{
    "pages": [
        {
            "chapter": 24,
            "verse": 1,
            "text": "Diese ist eine Sura, dieWIR hinabsandten und geboten, und darin sandten WIR deutliche Ayat hinab, damit ihr euch besinnt"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "(Hinsichtlich) der Zina-Treibenden und des Zina-Treibenden, so peitscht jeden von ihnen mit hundert Peitschenschlägen. Und lasst kein Erbarmen beiden gegenüber (bei der Erfüllung) von ALLAHs Din euch ergreifen, solltet ihr den Iman an ALLAH und an den Jüngsten Tag verinnerlichen. Und eine Gruppe von den Mumin soll ihrer Peinigung beiwohnen"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Der Zina-Treibende heiratet nur eine Zina-Treibende oder Muschrika. Und die Zina-Treibende heiratet nur einen Zina-Treibenden oder einen Muschrik. Und dies wurde für die Mumin für haram erklärt"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "Und diejenigen, die den keuschen Frauen (Zina) vorwerfen dann (dafür) keine vier (Augen-)Zeugen bringen, diese sollt ihr mit achtzig Peitschenschlägen peitschen und ihr Zeugnis niemals gelten lassen. Und diese sind die wirklichen Fasiq"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "außer denjenigen, die danach bereuten und gottgefällig Gutes taten, dann ist ALLAH gewiß allvergebend, allgnädig"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "Und diejenigen, die ihren Ehefrauen (Zina) vorwerfen und dafür keine Zeugen außer sich selbst haben, dann ist das Zeugnis eines von ihnen vier Bezeugungen bei ALLAH: \"Gewiß, er ist zweifelsohne von den Wahrhaftigen"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "Und die fünfte (Bezeugung): \"ALLAHs Fluch laste doch auf ihm, sollte er von den Lügnern gewesen sein"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "Und die Peinigung hält von ihr fern, daß sie bezeugt vier Bezeugungen bei ALLAH: \"Gewiß, er ist zweifelsohne von den Lügnern"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "Und die fünfte (Bezeugung): \"ALLAH zürne ihr doch, sollte er von den Wahrhaftigen gewesen sein"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "Und wären nicht ALLAHs Gunst euch gegenüber und Seine Gnade, und daß ALLAH doch reue-annehmend, allweise ist, (hätte ER euch bloßgestellt)"
        }
    ]
}