{
    "pages": [
        {
            "chapter": 32,
            "verse": 1,
            "text": "Alif-lam-mim"
        },
        {
            "chapter": 32,
            "verse": 2,
            "text": "Die sukzessive Hinabsendung der Schrift, über die keinerlei Zweifel ist, ist vom HERRN Aller Schöpfung"
        },
        {
            "chapter": 32,
            "verse": 3,
            "text": "Oder sagen sie etwa: \"Er hat sie erdichtet\"?! Nein, sondern sie ist das Wahre von deinem HERRN, damit du Leute ermahnst, zu denen vor dir kein Warner kam, damit sie Rechtleitung finden"
        },
        {
            "chapter": 32,
            "verse": 4,
            "text": "ALLAH ist Derjenige, Der die Himmel, die Erde und das, was zwischen ihnen ist, in sechs Ay-yam erschuf, dann wandte ER Sich Al'ahrsch zu. Für euch gibt es anstelle von Ihm weder Wali noch Fürbittenden. Wollt ihr euch etwa nicht entsinnen"
        },
        {
            "chapter": 32,
            "verse": 5,
            "text": "Er organisiert die Angelegenheit vom Himmel zur Erde, dann steigt sie zu Ihm in einem Yaum, dessen Länge eintausend Jahre ist von dem, was ihr zählt"
        },
        {
            "chapter": 32,
            "verse": 6,
            "text": "Dieser ist Der Allwissende über das Verborgene und das Sichtbare, Der Allwürdige, Der Allgnädige"
        },
        {
            "chapter": 32,
            "verse": 7,
            "text": "ER ist Derjenige, Der alles gut machte, das ER erschuf, und Der die Erschaffung des Menschen mit Lehm begann"
        },
        {
            "chapter": 32,
            "verse": 8,
            "text": "dann machte ER seine Nachkommenschaft aus einem Auszug einer geringgeschätzten Flüssigkeit"
        },
        {
            "chapter": 32,
            "verse": 9,
            "text": "Dann vollendete ER ihn und hauchte in ihn einen Ruhh von Ihm. Und ER machte euch das Gehör, die Augen und den Verstand. Doch nur ein wenig erweist ihr euch dankbar"
        },
        {
            "chapter": 32,
            "verse": 10,
            "text": "Und sie sagten: \"Wenn wir auf Erden verloren gehen, werden wir etwa eine neue Erschaffung erfahren?\" Nein, sondern sie sind gegenüber der Begegnung mit ihrem HERRN kufr-betreibend"
        },
        {
            "chapter": 32,
            "verse": 11,
            "text": "Sag: \"Der Engel des Todes, der für euch zuständig gemacht wurde, wird eure (Seelen) vollständig einziehen, dann werdet ihr zu eurem HERRN zurückgebracht"
        }
    ]
}