{
    "pages": [
        {
            "chapter": 73,
            "verse": 20,
            "text": "Gewiß, dein HERR weiß, daß du doch Qiyam weniger als zwei Drittel der Nacht, die Hälfte davon und ein Drittel davon vollziehst, sowie eine Gruppe von denjenigen mit dir. Und ALLAH bestimmt die Nacht und den Tag. ER wußte, daß ihr es nicht detailliert erfassen könnt, so verzieh ER euch. So rezitiert das vom Quran, wozu ihr imstande seid. ER wußte, daß unter euch Kranke sein werden sowie andere, die im Lande umherreisen, sie streben etwas von ALLAHs Gunst an, sowie andere, die fi-sabilillah kämpfen, so rezitiert davon, wozu ihr imstande seid. Und verrichtet ordnungsgemäß das rituelle Gebet, entrichtet die Zakat und gewährt für ALLAHs (Din) eine Hasan-Anleihe! Und was ihr euch selbst an Gutem vorlegt, findet ihr bei ALLAH besser und gewaltiger an Belohnung. Und bittet ALLAH um Vergebung! Gewiß, ALLAH ist allvergebend, allgnädig"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "Mud-dath-thir"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "Stehe auf, dann warne"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "und deinen HERRN dann verherrliche mit Takbir"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "und deine Kleidung dann mache rituell rein"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "und die Götzen dann meide"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "Und mache keine Vorhaltung, umMehrung zu erhalten"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "Und für deinen HERRN dann übe dich in Geduld"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "Also wenn in den Naquur gestoßen wird"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "so ist dies an diesem Tag ein schwerer Tag"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "für die Kafir, nicht leicht"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "Lasst Mich mit demjenigen, den ICH als Einzelnen erschuf"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "und dem ICH großes Vermögen gewährte"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "sowie anwesende Kinder"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "und dem ICH (den Weg zum Ruhm) ebnete"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "Dann hofft er, daß ICH ihm noch mehr gebe"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "Nein! Gewiß, er war Unseren Ayat gegenüber trotzig"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "ICH werde ihn durch schwere Hürde ermatten"
        }
    ]
}