{
    "pages": [
        {
            "chapter": 6,
            "verse": 95,
            "text": "Jumala antaa totisesti jyvän ja (taatelin)kiven itää, Hän synnyttää elämää siitä, mikä on kuollut, mutta Hän aikaansaa myös kuolemaa elävästä; tällainen on Jumala - keneen te sitten turvaudutte vastahakoisuudessanne"
        },
        {
            "chapter": 6,
            "verse": 96,
            "text": "Hän, joka antaa aamun sarastaa ja on määrännyt yön lepoajaksi sekä auringon ja kuun ajanlaskemista varten; tämä on Kaikkivaltiaan ja Kaikkitietävän järjestely"
        },
        {
            "chapter": 6,
            "verse": 97,
            "text": "Hän teille on luonut tähdet johtamaan teitä maan ja meren pimeydessä. Me olemme nyt selittänyt tunnusmerkit ymmärtäville ihmisille"
        },
        {
            "chapter": 6,
            "verse": 98,
            "text": "Hän teidät on luonut yhdestä olennosta, ja te olette saaneet asuinsijan sekä lepopaikan. Olemme nyt selittänyt tunnusmerkit ymmärtäväisille ihmisille"
        },
        {
            "chapter": 6,
            "verse": 99,
            "text": "Hän se antaa taivaasta vettä; siitä Me aikaansaamme kaiken kasvullisuuden alun ja siitä vihreyden, josta taasen synnytämme jyvät tähkään; ja taatelintertut kasvavat palmuissa riippuen tupistaan; samoin kasvatamme Me viinitarhat, öljypuut ja granaattiomenat, toistensa kaltaiset yhtä hyvin kuin erilaiset. Katsokaa niitten hedelmiä, kun ne muodostuvat ja kun ne kypsyvät! Tässä on kyllin tunnusmerkkejä ihmisille, jotka uskovat"
        },
        {
            "chapter": 6,
            "verse": 100,
            "text": "Ovatpa he tehneet dzinneistä Jumalan vertaisia, vaikka Hän on ne luonut; samoin ovat he tietämättömyydessään keksineet Hänelle poikia ja tyttäriä. Hänelle yksin kaikki kunnia! Onhan Hän suunnattomasti yläpuolella sen, mitä he Hänestä väittävät"
        },
        {
            "chapter": 6,
            "verse": 101,
            "text": "Kuinka voisikaan taivaitten ja maan Luojalla olla lapsi, kun Hänellä ei ole puolisoa? Onhan Hän luonut kaiken, ja Hänen tietonsa tunkee kaiken lävitse"
        }
    ]
}