{
    "pages": [
        {
            "chapter": 9,
            "verse": 1,
            "text": "Tämä on Jumalan ja Hänen lähettiläänsä (julistama) vastuuvapaus niiden pakanain suhteen, joiden kanssa te (muslimit) olette tehneet sopimuksen"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Kulkekaa sentähden maassa vapaasti neljä kuukautta ja tietäkää, että olette Jumalan ulottuvilla sekä että Jumala saattaa uskottomat häpeään"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "Tämä on Jumalan ja Hänen lähettiläänsä julistus ihmisille suuren toivioretken päivänä, että Jumalaa ei sido kosketus pakanain kanssa, samoin kuin se ei sido Hänen lähettilästänsäkään. Ja jos käännytte (Hänen puoleensa), on se teille parhaaksi, jos kuitenkin käännätte selkänne, niin tietäkää, ettette voi välttää Jumalaa! Ja julista niille, jotka eivät usko, sanoma tuskallisesta rangaistuksesta"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "lukuunottamatta niitä monijumalaisia, joiden kanssa olette tehneet sopimuksen, kun he eivät ole millään rikkoneet teitä vastaan eivätkä auttaneet ketään muuta teitä vastaan. Täyttäkää siis sopimuksenne heidän kanssaan määräaikaan asti. Jumala totisesti rakastaa kunniantuntoisia"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "Mutta kun pyhät kuukaudet ovat kuluneet, niin vuodattakaa pakanain verta missä tahansa heitä tapaattekin. Ahdistakaa ja piirittäkää heitä ja väijykää heitä kaikkialla, mutta jos he kääntyvät (oikeaan Jumalan uskoon), rukoilevat ja antavat almut, niin päästäkää heidät menemään. Jumala on totisesti anteeksiantava ja armollinen"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "Ja jos joku monijumalaisista anoo suojaasi, niin suo se hänelle, kunnes hän saa kuulla Herran sanan. Senjälkeen anna hänen päästä turvaan. Sillä he ovat ihmisiä, jotka eivät (parempaa) tiedä"
        }
    ]
}