{
    "pages": [
        {
            "chapter": 11,
            "verse": 13,
            "text": "Tai jos he sanovat: »Hän on kaiken keksinyt», vastaa heille: »Tuokaa sitten kymmenen samanlaista sepittämäänne suuraa ja huutakaa avuksenne ketä voitte Jumalan asemesta, jos olette totuudessa.»"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Jos he tällöin eivät vastaa sinulle, silloin tiedä, että se (Koraani) totisesti on lähetetty maan päälle Jumalan viisautena ja että muuta jumaluutta ei ole olemassa kuin Hän. Oletteko siis oikeauskoisia (muslimeja)"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Ketkä ikinä tavoittelevat tämän maailman elämää ja sen koreutta, heille Me annamme heidän tekojensa täyden ansion mukaan jo tässä elämässä, eikä mitään siitä heiltä vähennetä"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "He ovat ihmisiä, joille tulevassa elämässä ei ole varattuna muuta kuin tuli, jonka piirissä heidän teoillaan ei ole mitään arvoa, ja kaikki, mitä he toimittivat, raukeaa turhaan"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "Heidän kaltaisensa ei ole hän, joka nojautuu Herransa selvään todistukseen ja jolle Hänen todistajansa lukee sitä (Koraania); tämän edellä oli jo Mooseksen Kirja johdatuksena ja armona. Tämän (Mooseksen Kirjan) noudattajat uskovat siihenkin (Koraaniin). Ja heimolle, joka ei siihen usko, on tuli varattu asumukseksi. Älköön Sinulla siis olko mitään epäilyksiä tässä asiassa. Totisesti, tämä on Herrasi ilmoitus, mutta useimmat eivät siihen usko"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "Ja kuka on nurjamielisempi kuin se, joka puhuu valhetta Jumalaa vastaan? Sellaiset viedään Herransa eteen, ja todistajat lausuvat: »He ovat niitä, jotka puhuivat valhetta Herraansa vastaan.» Eikö ole totta, että Jumalan kirous painaa väärämielisiä"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "He pitävät ihmisiä loitolla Jumalan polulta ja yrittävät tehdä sen mutkaiseksi. He ovat juuri niitä, jotka eivät usko tulevaan elämään"
        }
    ]
}