{
    "pages": [
        {
            "chapter": 18,
            "verse": 75,
            "text": "Hän vastasi: »Enkö sinulle sanonut, ettet kykenisi tyynesti kestämään minun rinnallani?»"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "Mooses sanoi: »Jos minä tämän jälkeen sinulta vielä jotakin kyselen, älä minua enää opasta. Olet saanut minulta riittävän anteeksipyynnön.»"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Sitten he jatkoivat matkaansa, kunnes saapuivat erään kaupungin asukkaitten luokse ja pyysivät heiltä ruokaa, mutta nämä kieltäytyivät ottamasta heitä vieraakseen. Silloin he tapasivat kaupungissa muurin, joka oli sortumaisillaan, ja he korjasivat sen tukevaksi. Mooses lausui: »Jos olisit tahtonut, olisit saanut siitä työpalkan.»"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "Toinen vastasi: »Tässä tulee meille ero. Annan nyt sinulle selityksen siitä, mitä et kyennyt odottamaan"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Vene kuului köyhille ihmisille, jotka raatavat merellä. Minä halusin vioittaa sen, koska heitä ahdisti kuningas, joka väkivalloin otti haltuunsa kaikki veneet"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "Pojalla taas oli uskovaiset vanhemmat, ja me estimme hänet tekemästä heille väkivaltaa kapinallisuudessaan ja uskottomuudessaan"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Samalla me toivoimme, että heidän Herransa antaisi heille hänen asemestaan pojan, joka olisi viattomampi ja lähempänä armoa"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "Muuri kuuluu kahdelle kaupungin orvolle pojalle. Muurin juurella on aarre heitä varten, ja heidän isänsä oli hyvä mies. Herrasi tahtoi, että he ensin tulisivat täysi-ikäisiksi ja sitten ottaisivat aarteen Herrasi armona. Enkä minä tehnyt tätä kaikkea omasta aloitteestani: tämä on selitys siihen, mitä sinä et kyennyt odottamaan.»"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "Ihmiset kyselevät sinulta myös tietoja Kaksisarvisesta. Sano: »Olen kertova teille jotakin hänestä.»"
        }
    ]
}