{
    "pages": [
        {
            "chapter": 35,
            "verse": 31,
            "text": "Ja se kaikki, minkä sinulle olemme Koraanista jo ilmoittanut, on totuutta, mikä vahvistaa edelläkäyneet ilmoituksemme. Palvelijoitaan kohtaan Jumala totisesti on vaarinpitävä, kaukonäköinen"
        },
        {
            "chapter": 35,
            "verse": 32,
            "text": "Me kyllä annoimme Pyhän Kirjan perintönä niille, jotka palvelijoittemme keskuudesta valitsimme. Mutta heidän joukossaan on niitä, jotka tuottavat turmiota sielulleen, toisia, jotka valitsevat keskitien, ja on niitä, jotka Jumalan sallimuksesta ovat ensimmäisiä kaikissa hyvissä töissä; tämä on Jumalan suuri armo"
        },
        {
            "chapter": 35,
            "verse": 33,
            "text": "He saavat astua iäisyyden puutarhoihin, jossa he saavat rannerenkaat kullasta ja helmistä ja vaatteet silkistä"
        },
        {
            "chapter": 35,
            "verse": 34,
            "text": "Ja he sanovat: »Kunnia Jumalalle, joka on murheemme poistanut; totisesti on Herramme anteeksiantavainen, ylenpalttinen palkitsija"
        },
        {
            "chapter": 35,
            "verse": 35,
            "text": "Hän on armostaan ottanut meidät kotiin, jossa saamme iäti elää. Ei raatamista tule osaksemme siellä eikä väsymys meitä siellä rasita.»"
        },
        {
            "chapter": 35,
            "verse": 36,
            "text": "Mutta kieltäjille on helvetin tuli varattu. Heistä ei siellä loppua tehdä, niin että he kuolisivat, mutta ei myöskään tulen tuskaa heille lievennetä. Näin kostamme Me uskottomille"
        },
        {
            "chapter": 35,
            "verse": 37,
            "text": "Ja sieltä he apua anovat: »Oi Herra, päästä meidät ulos, me teemme hyviä töitä, toisia kuin ennen.» Mutta emmekö Me antanut teidän elää kyllin kauan, jotta kuuliaiset totuudesta vaarin ottaisivat? Ja saapuihan luoksenne varoittaja. Siksi maistakaa tuskaa, ei ole väärintekijöille auttajaa"
        },
        {
            "chapter": 35,
            "verse": 38,
            "text": "Totisesti Jumala tietää kaiken näkymättömän taivaassa ja maan päällä. Totisesti hän tietää kaiken, mikä sydämiin on kätketty"
        }
    ]
}