{
    "pages": [
        {
            "chapter": 7,
            "verse": 150,
            "text": "Toen Moesa toornig en vol spijt tot zijn volk terugkeerde zei hij: \"Wat jullie na mijn weggaan gedaan hebben, dat is pas slecht! Wilden jullie de beschikking van jullie Heer voor zijn?\" En hij wierp de tafelen neer en greep zijn broer bij het hoofd en trok hem naar zich toe. Hij zei: \"Zoon van mijn moeder! Het volk heeft mij onder druk gezet en zij hadden mij bijna gedood. Maak niet dat de vijanden over mij leedvermaak hebben en zet mij niet bij de mensen die onrecht plegen"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "Hij zei: \"Mijn Heer, vergeef mij en mijn broer en laat ons Uw barmhartigheid binnengaan; U bent de barmhartigste van de barmhartigen"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Zij die het kalf aannamen, over hen zal toorn van hun Heer en vernedering in het tegenwoordige leven komen; zo vergelden Wij aan hen die bedenksels verzinnen"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Maar zij die slechte daden begaan en dan later berouw tonen en geloven; zeker, jouw Heer is daarna vergevend en barmhartig"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "En toen de toorn van Moesa bedaard was nam hij de tafelen en in het inschrift erop was een leidraad en barmhartigheid voor hen die voor hun Heer ontzag hebben"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "En Moesa koos uit zijn volk zeventig mannen voor de afgesproken tijd met Ons. Toen dan de aardbeving hen greep zei hij: \"Mijn Heer, als U gewild had, had U hen al eerder kunnen vernietigen en mij ook. Zult U ons vernietigen voor wat de dwazen onder ons gedaan hebben? Het is toch Uw verzoeking waarmee U tot dwaling brengt wie U wilt en op het goede pad brengt wie U wilt. U bent onze helper, vergeef ons dan en heb erbarmen met ons; U bent de beste van hen die vergeven"
        }
    ]
}