{
    "pages": [
        {
            "chapter": 8,
            "verse": 53,
            "text": "Dat komt omdat God niet zo is dat Hij genade die Hij aan mensen geschonken heeft verandert zolang zij niet veranderen wat in henzelf is en omdat God wetend en wijs is"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Het is net als met de mensen van Fir'aun en hen die voor hun tijd leefden. Zij loochenden de tekenen van hun Heer en dus vernietigden Wij hen voor hun zonden en Wij verdronken de mensen van Fir'aun. En het waren allen onrechtplegers"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "De slechtste beesten zijn bij God zij die ongelovig zijn en die dus niet geloven"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "met wie jij een verbintenis bent aangegaan en die dan elke keer hun verbintenis verbreken en die niet godvrezend zijn"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "Als jij hen in de oorlog aantreft verstrooi dan via hen wie er achter hen staan; misschien laten zij zich vermanen"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "En als jij van bepaalde mensen verraad vreest, zeg dan het verbond met hen klaar en duidelijk op. God bemint de verraders niet"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "Zij die ongelovig zijn moeten er niet op rekenen [Ons] te vlug af te zijn; zij kunnen er niets tegen doen"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "En maakt tegen hen zo goed als jullie kunnen de bewapening en de inzetbare paarden gereed om Gods vijand en jullie vijand daarmee vrees aan te jagen en afgezien van hen anderen die jullie niet kennen, maar die God kent. En wat jullie ook als bijdrage op Gods weg geven, het zal jullie worden vergoed en jullie zal geen onrecht worden aangedaan"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "En als zij geneigd zijn tot vrede, wees daar dan ook toe geneigd en stel je vertrouwen op God; Hij is de horende, de wetende"
        }
    ]
}