{
    "pages": [
        {
            "chapter": 2,
            "verse": 120,
            "text": "Maar de joden noch de christenen zullen met jou ingenomen zijn zolang je niet hun geloof volgt. Zeg: \"De leidraad van God, dat is de leidraad.\" Als jij hun neigingen volgt na de kennis die er tot jou gekomen is, dan heb je tegen God geen beschermer en geen bondgenoot"
        },
        {
            "chapter": 2,
            "verse": 121,
            "text": "Zij aan wie Wij het boek hebben gegeven lezen het op de juiste manier voor; dat zijn zij die erin geloven. Wie er niet in geloven, dat zijn zij die de verliezers zijn"
        },
        {
            "chapter": 2,
            "verse": 122,
            "text": "O Israëlieten, denkt aan Mijn genade die Ik jullie geschonken heb en daaraan dat Ik jullie boven de wereldbewoners heb verkozen"
        },
        {
            "chapter": 2,
            "verse": 123,
            "text": "En vreest een dag waarop niemand iets van een ander op zich kan nemen, waarop voor hem geen losprijs aanvaard wordt, voorspraak voor hem geen nut heeft en waarop zij geen hulp zullen krijgen"
        },
        {
            "chapter": 2,
            "verse": 124,
            "text": "En toen Ibrahiem door zijn Heer op de proef gesteld werd met opdrachten die hij uitvoerde, zei Hij: \"Ik maak jou tot voorganger voor de mensen.\" Deze zei: \"Sommigen uit mijn nageslacht ook?\" Hij zei: \"Mijn verbond zal zich niet uitstrekken tot de onrechtplegers"
        },
        {
            "chapter": 2,
            "verse": 125,
            "text": "En toen Wij het huis maakten tot een plaats van samenkomst voor de mensen en een vrijplaats -- en beschouwt de standplaats van Ibrahiem als een gebedsplaats -- en Wij Ibrahiem en Isma'iel opdroegen: \"Reinigt Mijn huis voor hen die de omgang verrichten, die erin vertoeven en buigen en die zich eerbiedig neerbuigen"
        },
        {
            "chapter": 2,
            "verse": 126,
            "text": "En toen Ibrahiem zei: \"Mijn Heer, maak dit tot een veilige plaats en voorzie met vruchten in de levensbehoeften van zijn bewoners die geloven in God en de laatste dag\", zei Hij: \"Wie ongelovig is, hem zal Ik nog kort laten genieten, maar dan zal Ik hem naar de bestraffing van het vuur drijven.\" Dat is pas een slechte bestemming"
        }
    ]
}