{
    "pages": [
        {
            "chapter": 9,
            "verse": 62,
            "text": "Zij bezweren jullie bij God, om jullie tevreden te stellen, maar God en Zijn gezant hebben er meer recht op door hen tevredengesteld te worden, als zij gelovigen zijn"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Weten zij dan niet dat er voor wie zich tegen God en Zijn gezant verzet het vuur van de hel is waarin hij altijd zal blijven? Dat is de geweldige schande"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "De huichelaars zijn verontrust dat er tot hen een soera wordt neergezonden die hun zal meedelen wat er in hun harten is. Zeg: \"Spot maar, God zal waar jullie verontrust over zijn tevoorschijn halen"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "En als jullie zouden vragen zouden zij zeggen; \"Wij kletsten maar wat en schertsten.\" Zeg: \"Waren jullie met God, Zijn tekenen en Zijn gezant de spot aan het drijven"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Verontschuldigt jullie niet. Jullie zijn ongelovig geworden na geloofd te hebben. Wij zullen een groep van jullie vergiffenis schenken en een andere groep bestraffen omdat zij boosdoeners waren"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "De huichelaars en de huichelaarsters horen bij elkaar, zij gebieden het verwerpelijke, verbieden het behoorlijke en houden hun handen stijf op hun beurzen; zij vergeten God en dus vergeet Hij hen. De huichelaars, dat zijn de verdorvenen"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "God heeft de huichelaars, de huichelaarsters en de ongelovigen het vuur van de hel toegezegd om daarin altijd te blijven. Dat is goed genoeg voor hen. God heeft hen vervloekt en voor hen is er een blijvende bestraffing"
        }
    ]
}