{
    "pages": [
        {
            "chapter": 11,
            "verse": 13,
            "text": "Of zeggen zij: \"Hij verzint het.\" Zeg: \"Komt dan met tien overeenkomstige soera's die verzonnen zijn en roept aan wie jullie in plaats van God maar kunnen, als jullie gelijk hebben"
        },
        {
            "chapter": 11,
            "verse": 14,
            "text": "Maar als zij jullie niet verhoren, weet dan dat het met Gods kennis is neergezonden en dat er geen god is dan Hij. Zullen jullie je dan [aan God] overgeven"
        },
        {
            "chapter": 11,
            "verse": 15,
            "text": "Wie het tegenwoordige leven en zijn praal wensen, aan hen zullen Wij hun daden vergoeden en hun zal niet te kort gedaan worden"
        },
        {
            "chapter": 11,
            "verse": 16,
            "text": "Zij zijn het voor wie in het hiernamaals slechts het vuur is. Vruchteloos is wat zij erin gedaan hebben en wat zij deden wordt tenietgedaan"
        },
        {
            "chapter": 11,
            "verse": 17,
            "text": "En hij die op een duidelijk bewijs van zijn Heer steunt dan? En die gevolgd wordt door een getuige van Hem en voor wiens tijd er al het boek van Moesa was als voorbeeld en als barmhartigheid? Dat zijn zij die in Hem geloven. En wie van de partijen geen geloof aan Hem hecht, het vuur is de plaats die voor hem is aangewezen. Verkeer daarover dus niet in twijfel; het is de waarheid van jouw Heer. Maar de meeste mensen geloven niet"
        },
        {
            "chapter": 11,
            "verse": 18,
            "text": "En wie is er zondiger dan wie over God bedrog verzint? Zij zijn het die voor hun Heer worden voorgeleid en de getuigen zullen zeggen: \"Dat zijn zij die over God gelogen hebben.\" Zeker, Gods vloek is over de onrechtplegers"
        },
        {
            "chapter": 11,
            "verse": 19,
            "text": "die Gods weg versperren en verlangen dat het een kronkelweg is, terwijl zij aan het hiernamaals geen geloof hechten"
        }
    ]
}