{
    "pages": [
        {
            "chapter": 11,
            "verse": 82,
            "text": "Toen Onze beschikking dan kwam keerden Wij haar ondersteboven en lieten er op elkaar volgende bakstenen op regenen"
        },
        {
            "chapter": 11,
            "verse": 83,
            "text": "die bij jouw Heer gemerkt zijn en die niet ver van de onrechtplegers weg zijn"
        },
        {
            "chapter": 11,
            "verse": 84,
            "text": "En tot de Madjan [was] hun broeder Sjoe'aib [gezonden]. Hij zei: \"Mijn volk! Dient God; jullie hebben geen andere god dan Hem. En doet niet tekort in maat en gewicht. Ik zie dat het jullie goed gaat, maar ik vrees voor jullie de bestraffing op een veelomvattende dag"
        },
        {
            "chapter": 11,
            "verse": 85,
            "text": "En, mijn volk, geeft volle maat en gewicht in billijkheid en doet de mensen niet tekort in de dingen die van hen zijn en veroorzaakt geen ellende op de aarde door verderf te zaaien"
        },
        {
            "chapter": 11,
            "verse": 86,
            "text": "Wat bij God overblijft is beter voor jullie als jullie gelovig zijn. En ik ben niet iemand die over jullie waakt"
        },
        {
            "chapter": 11,
            "verse": 87,
            "text": "Zij zeiden: \"O Sjoe'aib, dragen jouw gebeden jou op dat wij wat onze vaderen dienden verlaten of dat wij ophouden met onze bezittingen te doen wat wij willen? Jij bent toch de zachtmoedige, de verstandige"
        },
        {
            "chapter": 11,
            "verse": 88,
            "text": "Hij zei: \"Mijn volk! Hoe zien jullie het? Als ik op een duidelijk bewijs van mijn Heer steun en Hij van Zijn kant goed in mijn levensonderhoud voorziet? Ik wil jullie ook niet tegenspreken over wat ik jullie verbied. Ik wens alleen maar zo goed als ik kan orde op zaken te stellen. Mijn welslagen hangt alleen van God af; op Hem stel ik mijn vertrouwen en tot Hem wend ik mij schuldbewust"
        }
    ]
}