{
    "pages": [
        {
            "chapter": 12,
            "verse": 79,
            "text": "Hij zei: \"Dat verhoede God, dat ik iemand anders zou nemen dan hem bij wie wij ons eigendom gevonden hebben. Anders zouden wij onrechtplegers zijn"
        },
        {
            "chapter": 12,
            "verse": 80,
            "text": "Toen zij dan voor hem geen hoop meer hadden gingen zij apart staan voor een vertrouwelijk gesprek. De oudste van hen zei: \"Weten jullie niet van de waarborg die jullie je vader voor God hebben gegeven en wat jullie eerder met Joesoef niet zijn nagekomen? En ik zal het land niet verlaten totdat mijn vader het mij toestaat of God oordeel velt ten gunste van mij; Hij is de beste van hen die oordelen"
        },
        {
            "chapter": 12,
            "verse": 81,
            "text": "Keert terug naar jullie vader en zegt: 'O onze vader, jouw zoon heeft gestolen en wij geven alleen maar getuigenis van wat wij weten en over het verborgene waken wij niet"
        },
        {
            "chapter": 12,
            "verse": 82,
            "text": "En vraag de stad waarin wij waren en de karavaan waarmee wij gekomen zijn. Wij zijn echt oprecht"
        },
        {
            "chapter": 12,
            "verse": 83,
            "text": "Hij zei: \"Jullie hebben jezelf iets wijsgemaakt! Dus maar mooi geduldig verdragen. Misschien dat God hen gezamenlijk bij mij zal brengen. Hij is de wetende, de wijze"
        },
        {
            "chapter": 12,
            "verse": 84,
            "text": "En hij wendde zich van hen af en zei: \"Wat een verdriet om Joesoef.\" En zijn ogen werden wit van droefheid, maar hij hield zijn woede in"
        },
        {
            "chapter": 12,
            "verse": 85,
            "text": "Zij zeiden: \"Bij God, jij houdt niet op aan Joesoef te denken, totdat jij ineenstort of bij hen behoort die te gronde gaan"
        },
        {
            "chapter": 12,
            "verse": 86,
            "text": "Hij zei: \"Ik klaag mijn verdriet en droefheid alleen maar aan God. En ik weet van God wat jullie niet weten"
        }
    ]
}