{
    "pages": [
        {
            "chapter": 28,
            "verse": 29,
            "text": "Toen Moesa de termijn vol gemaakt had en met zijn huisgenoten wegtrok nam hij op de zijkant van de berg een vuur waar en hij zei tot zijn mensen: \"Blijft staan, ik heb een vuur waargenomen, misschien zal ik jullie er een bericht van brengen of een toorts van vuur; misschien zullen jullie [erdoor] verwarmd worden"
        },
        {
            "chapter": 28,
            "verse": 30,
            "text": "Toen hij daar kwam werd hem van de rechterkant van de vallei op het door God gezegende veld vanuit de boom toegeroepen: \"O Moesa, Ik ben het, God, de Heer van de wereldbewoners"
        },
        {
            "chapter": 28,
            "verse": 31,
            "text": "En: \"Werp je staf.\" Maar toen hij zag dat die zich bewoog als een slang keerde hij hem de rug toe en draaide zich niet meer om. \"O Moesa, kom dichterbij en wees niet bang; jij behoort bij hen die in veiligheid zijn"
        },
        {
            "chapter": 28,
            "verse": 32,
            "text": "Stop je hand in je boezem dan zal zij wit, maar zonder iets slechts, tevoorschijn komen en trek je van schrik uitgestrekte arm weer naar je toe. Het zijn namelijk twee bewijzen van jouw Heer bestemd voor Fir'aun en zijn raad van voornaamsten. Zij zijn verdorven mensen"
        },
        {
            "chapter": 28,
            "verse": 33,
            "text": "Hij zei: \"Mijn Heer, ik heb iemand van hen gedood en ben dus bang dat zij mij doden"
        },
        {
            "chapter": 28,
            "verse": 34,
            "text": "En mijn broer Haroen is welsprekender dan ik; zend hem als hulp met mij mee om wat ik zeg te bevestigen, want ik ben bang dat zij mij van leugens zullen betichten"
        },
        {
            "chapter": 28,
            "verse": 35,
            "text": "Hij zei: \"Wij zullen jou door jouw broer kracht verlenen en Wij zullen jullie beiden machtiging geven. Zij zullen jullie dus niet te na kunnen komen. Met Onze tekenen zullen jullie beiden en zij die jullie volgen de overwinnaars zijn"
        }
    ]
}