{
    "pages": [
        {
            "chapter": 28,
            "verse": 85,
            "text": "Hij die deze Koran voor jou tot een verplichting gemaakt heeft brengt jou terug naar een plaats van terugkomst. Zeg: \"Mijn Heer weet het best wie er met de leidraad komt en wie er in duidelijke dwaling verkeert"
        },
        {
            "chapter": 28,
            "verse": 86,
            "text": "Jij had niet verwacht dat het boek aan jou overgebracht zou worden. Het is enkel uit barmhartigheid van jouw Heer. Wees dus niet iemand die de ongelovigen bijstand verleent"
        },
        {
            "chapter": 28,
            "verse": 87,
            "text": "En zij moeten jou niet van Gods tekenen afhouden nadat zij naar jou zijn neergezonden. En roep op tot jouw Heer en behoor zeker niet tot de veelgodendienaars"
        },
        {
            "chapter": 28,
            "verse": 88,
            "text": "Roep dus naast God geen andere god aan. Er is geen god dan Hij. Alles gaat teniet, maar Zijn aangezicht niet. Hem komt het oordeel toe en tot Hem worden jullie teruggebracht"
        },
        {
            "chapter": 29,
            "verse": 1,
            "text": "A[lif] L[aam] M[iem]"
        },
        {
            "chapter": 29,
            "verse": 2,
            "text": "Rekenen de mensen er dan op dat zij met rust gelaten worden omdat zij zeggen: \"Wij geloven\" en dat zij niet aan verzoeking worden blootgesteld"
        },
        {
            "chapter": 29,
            "verse": 3,
            "text": "Wij hebben hen die er voor hen waren aan verzoeking blootgesteld. God zal dus zeker hen die de waarheid spreken kennen en Hij zal de leugenaars kennen"
        },
        {
            "chapter": 29,
            "verse": 4,
            "text": "Of rekenen zij die slechte daden begaan erop dat zij Ons te vlug af zullen zijn? Slecht is het wat zij oordelen"
        },
        {
            "chapter": 29,
            "verse": 5,
            "text": "Als iemand de ontmoeting met God verwacht? Gods termijn komt echt en Hij is de horende, de wetende"
        },
        {
            "chapter": 29,
            "verse": 6,
            "text": "En wie zich inzet, die zet zich tot zijn eigen voordeel in. God heeft de wereldbewoners niet nodig"
        }
    ]
}