{
    "pages": [
        {
            "chapter": 42,
            "verse": 16,
            "text": "En van hen die over God redetwisten nadat aan Hem gehoor gegeven was, is de tegenspraak bij God weerlegd; op hen rust toorn en voor hen is er een strenge bestraffing"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "God is het die het boek met de waarheid neergezonden heeft en ook de weegschaal. En hoe zul jij te weten komen of misschien het uur dichtbij is"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Zij die er niet aan geloven willen het verhaasten, maar zij die eraan geloven hebben er ontzag voor. Zij weten dat het werkelijkheid is. Zeker, zij die over het uur twisten zijn ver afgedwaald"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "God is zachtmoedig voor Zijn dienaren, Hij voorziet wie Hij wil, en Hij is de sterke, de almachtige"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "Wie de oogst van het hiernamaals wenst, diens oogst vermeerderen Wij en wie de oogst van het tegenwoordige leven wenst, die geven Wij ervan, maar een aandeel in het hiernamaals heeft hij niet"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Of hebben zij [zogenaamde] metgezellen [van God] die voor hen van de godsdienst dat verordineren wat God niet toegestaan heeft? En als er niet een beschikkingswoord geweest was dan was er tussen hen al een beslissing getroffen. Voor de onrechtplegers is er echt een pijnlijke bestraffing"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Jij zult dan de onrechtplegers terug zien deinzen voor wat zij begaan hebben, terwijl het hen overvalt. Maar zij die geloven en de deugdelijke daden doen zullen in de hoven van de tuinen zijn. Zij hebben bij hun Heer wat zij willen. Dat is de grote goedgunstigheid"
        }
    ]
}