{
    "pages": [
        {
            "chapter": 3,
            "verse": 187,
            "text": "En toen God met hen aan wie het boek gegeven is het verdrag aanging: \"Jullie moeten het aan de mensen duidelijk maken en het niet verbergen.\" Toen veronachtzaamden zij het achterbaks en verkwanselden het, maar wat zij ervoor gekocht hebben dat is pas slecht"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Denk niet dat zij die zich verheugen over wat zij bereikt hebben en die graag geprezen worden voor wat zij niet gedaan hebben, denk toch niet dat zij voor de straf in veiligheid zijn. Voor hen is er een pijnlijke bestraffing"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "God heeft de heerschappij over de hemelen en de aarde en God is almachtig"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "In de schepping van de hemelen en de aarde en het verschil van nacht en dag zijn tekenen voor mensen die verstand hebben"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "die God staande, zittende en op hun zij liggende gedenken en die over de schepping van de hemelen en de aarde nadenken: \"Onze Heer, U hebt dit niet voor niets geschapen -- U zij geprezen! -- en behoed ons voor de bestraffing van het vuur"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Onze Heer, wie door U het vuur wordt binnengevoerd, die wordt door U te schande gemaakt. De onrechtplegers zullen geen helpers hebben"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Onze Heer, wij hebben iemand die opriep tot het geloof gehoord: 'Gelooft in jullie Heer!? Dus geloven wij. Onze Heer, vergeef ons onze zonden en wis onze slechte daden uit en neem ons met de vromen weg"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Onze Heer, en geef ons wat U ons door Uw gezanten hebt toegezegd en maak ons niet te schande op de opstandingsdag. U zult de afspraak niet afzeggen"
        }
    ]
}