{
    "pages": [
        {
            "chapter": 4,
            "verse": 128,
            "text": "En als een vrouw van haar echtgenoot slechte behandeling of afkerigheid vreest dan is het voor beiden geen vergrijp als zij zich met elkaar verzoenen; verzoening is beter, maar mensen geven zich gemakkelijk over aan hebzucht. Als jullie goed doen, dan is God welingelicht over wat jullie doen"
        },
        {
            "chapter": 4,
            "verse": 129,
            "text": "Jullie zullen niet in staat zijn de vrouwen gelijk te behandelen, hoe graag jullie het ook zouden willen, maar geeft dan ook niet volledig toe aan jullie afkeer, zodat jullie haar alleen laten als een ongehuwde. En als jullie het weer goed maken en godvrezend zijn, dan is God vergevend en barmhartig"
        },
        {
            "chapter": 4,
            "verse": 130,
            "text": "En als zij beiden scheiden dan zal God aan allebei voldoende van Zijn overvloed geven. God is alomvattend en wijs"
        },
        {
            "chapter": 4,
            "verse": 131,
            "text": "Van God is wat er in de hemelen en wat er op de aarde is. Wij hebben aan hen die voor jullie tijd het boek gekregen hebben en aan jullie opgedragen God te vrezen. En als jullie ongelovig zijn, welnu, van God is wat er in de hemelen en wat er op de aarde is. God is behoefteloos en lofwaardig"
        },
        {
            "chapter": 4,
            "verse": 132,
            "text": "Van God is wat er in de hemelen en wat er op de aarde is en God is goed genoeg als voogd"
        },
        {
            "chapter": 4,
            "verse": 133,
            "text": "Als Hij wil, vaagt Hij jullie, o mensen, weg en brengt anderen. God heeft daarover macht"
        },
        {
            "chapter": 4,
            "verse": 134,
            "text": "Wie de beloning van het tegenwoordige leven wenst? bij God is dus de beloning van het tegenwoordige leven en het hiernamaals. God is horend en doorziend"
        }
    ]
}