{
    "maqras": [
        {
            "chapter": 22,
            "verse": 38,
            "text": "Sesungguhnya Allah membela orang yang beriman. Sungguh, Allah tidak menyukai setiap orang yang berkhia-nat dan kufur nikmat"
        },
        {
            "chapter": 22,
            "verse": 39,
            "text": "Diizinkan (berperang) kepada orang-orang yang diperangi, karena sesung-guhnya mereka dizhalimi. Dan sung-guh, Allah Mahakuasa menolong mereka itu"
        },
        {
            "chapter": 22,
            "verse": 40,
            "text": "(yaitu) orang-orang yang diusir dari kampung halamannya tanpa alasan yang benar, hanya karena mereka berkata, “Tuhan kami ialah Allah.” Seandainya Allah tidak menolak (keganasan) seba-gian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara Nasrani, gereja-gereja, rumah-rumah ibadah orang Yahudi dan masjid-mas-jid, yang di dalamnya banyak disebut nama Allah. Allah pasti akan meno-long orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Ma-haperkasa"
        },
        {
            "chapter": 22,
            "verse": 41,
            "text": "(Yaitu) orang-orang yang jika Kami beri kedudukan di bumi, mereka melaksanakan shalat, menunaikan zakat, dan menyuruh berbuat yang makruf dan mencegah dari yang mungkar; dan kepada Allah-lah kembali segala urusan"
        },
        {
            "chapter": 22,
            "verse": 42,
            "text": "Dan jika mereka (orang-orang musy-rik) mendustakan engkau (Muhammad), begitu pulalah kaum-kaum yang sebe-lum mereka, kaum Nuh, ‘Ad, dan Tsamud (juga telah mendustakan rasul-rasul-Nya)"
        },
        {
            "chapter": 22,
            "verse": 43,
            "text": "dan (demikian juga) kaum Ibrahim dan kaum Luth"
        },
        {
            "chapter": 22,
            "verse": 44,
            "text": "dan penduduk Madyan. Dan Musa (juga) telah didustakan, namun Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka, maka betapa hebatnya siksaan-Ku"
        },
        {
            "chapter": 22,
            "verse": 45,
            "text": "Maka betapa banyak negeri yang telah Kami binasakan karena (penduduk)nya dalam keadaan zhalim, sehingga runtuh bangunan-bangunannya dan (betapa banyak pula) sumur yang telah ditinggalkan dan istana yang tinggi (ti-dak ada penghuninya)"
        },
        {
            "chapter": 22,
            "verse": 46,
            "text": "Maka tidak pernahkah mereka berjalan di bumi, sehingga hati (akal) mereka dapat memahami, telinga mereka dapat mendengar? Sebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada"
        },
        {
            "chapter": 22,
            "verse": 47,
            "text": "Dan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu"
        },
        {
            "chapter": 22,
            "verse": 48,
            "text": "Dan berapa banyak negeri yang Aku tangguhkan (penghancuran)nya, karena penduduknya berbuat zhalim, kemudian Aku azab mereka, dan hanya kepada-Kulah tempat kembali (segala sesuatu)"
        },
        {
            "chapter": 22,
            "verse": 49,
            "text": "Katakanlah (Muhammad), “Wahai manusia! Sesungguhnya aku (diutus) kepadamu sebagai pemberi peringatan yang nyata.”"
        },
        {
            "chapter": 22,
            "verse": 50,
            "text": "Maka orang-orang yang beriman dan mengerjakan kebajikan, mereka mem-peroleh ampunan dan rezeki yang mulia"
        },
        {
            "chapter": 22,
            "verse": 51,
            "text": "Tetapi orang-orang yang berusaha menentang ayat-ayat Kami dengan maksud melemahkan (kemauan untuk beriman), mereka itu adalah penghuni-penghuni neraka Jahim"
        },
        {
            "chapter": 22,
            "verse": 52,
            "text": "Dan Kami tidak mengutus seorang rasul dan tidak (pula) seorang nabi sebelum engkau (Muhammad), mela-inkan apabila dia mempunyai suatu keinginan, setan pun memasukkan godaan-godaan ke dalam keinginannya itu. Tetapi Allah menghilangkan apa yang dimasukkan setan itu, dan Allah akan menguatkan ayat-ayat-Nya. Dan Allah Maha Mengetahui, Mahabijaksana"
        },
        {
            "chapter": 22,
            "verse": 53,
            "text": "Dia (Allah) ingin menjadikan godaan yang ditimbulkan setan itu, sebagai cobaan bagi orang-orang yang dalam hatinya ada penyakit dan orang yang berhati keras. Dan orang-orang yang zhalim itu benar-benar dalam permu-suhan yang jauh"
        },
        {
            "chapter": 22,
            "verse": 54,
            "text": "dan agar orang-orang yang telah dibe-ri ilmu, meyakini bahwa (Al-Qur'an) itu benar dari Tuhanmu lalu mereka beriman dan hati mereka tunduk kepadanya. Dan sungguh, Allah pemberi petunjuk bagi orang-orang yang beriman kepada jalan yang lurus"
        },
        {
            "chapter": 22,
            "verse": 55,
            "text": "Dan orang-orang kafir itu senantiasa ragu mengenai hal itu (Al-Qur'an), hingga saat (kematiannya) datang kepada mereka dengan tiba-tiba, atau azab hari Kiamat yang datang kepada mereka"
        },
        {
            "chapter": 22,
            "verse": 56,
            "text": "Kekuasaan pada hari itu ada pada Allah, Dia memberi keputusan di an-tara mereka. Maka orang-orang yang beriman dan mengerjakan kebajikan berada dalam surga-surga yang penuh kenikmatan"
        },
        {
            "chapter": 22,
            "verse": 57,
            "text": "Dan orang-orang kafir dan yang men-dustakan ayat-ayat Kami, maka mere-ka akan merasakan azab yang meng-hinakan"
        },
        {
            "chapter": 22,
            "verse": 58,
            "text": "Dan orang-orang yang berhijrah di ja-lan Allah, kemudian mereka terbunuh atau mati, sungguh, Allah akan mem-berikan kepada mereka rezeki yang baik (surga). Dan sesungguhnya Allah adalah pemberi rezeki yang terbaik"
        },
        {
            "chapter": 22,
            "verse": 59,
            "text": "Sungguh, Dia (Allah) pasti akan memasukkan mereka ke tempat masuk (surga) yang mereka sukai. Dan sesungguhnya Allah Maha Mengetahui, Maha Penyantun"
        }
    ]
}