{
    "rukus": [
        {
            "chapter": 6,
            "verse": 21,
            "text": "And who could be more wicked than he who attributes his own lying inventions to God or gives the lie to His messages? Verily, such evildoers will never attain to a happy state"
        },
        {
            "chapter": 6,
            "verse": 22,
            "text": "for one Day We shall gather them all together, and then We shall say unto those who ascribed divinity to aught beside God: \"Where, now, are those beings whom you imagined to have a share in God's divinity"
        },
        {
            "chapter": 6,
            "verse": 23,
            "text": "Whereupon, in their utter confusion, they will only [be able to] say: \"By God, our Sustainer, we did not [mean to] ascribe divinity to aught beside Him"
        },
        {
            "chapter": 6,
            "verse": 24,
            "text": "Behold how they have lied to themselves -and [how] their false imagery has forsaken them"
        },
        {
            "chapter": 6,
            "verse": 25,
            "text": "And there are among them such as [seem to] listen to thee [O Prophet]: but over their hearts We have laid veils which prevent them from grasping the truth, and into their ears, deafness. And were they to see every sign [of the truth], they would still not believe in it-so much so that when they come unto thee to contend with thee, those who are bent on denying the truth say, \"This is nothing but fables of ancient times"
        },
        {
            "chapter": 6,
            "verse": 26,
            "text": "And they bar others therefrom. and go far away from it: but they destroy none but themselves, and perceive it not"
        },
        {
            "chapter": 6,
            "verse": 27,
            "text": "If thou couldst but see [them] when they will be made to stand before the fire and will say, \"Oh, would that we were brought back [to life]: then we would not give the lie to our Sustainer's messages, but would be among the believers"
        },
        {
            "chapter": 6,
            "verse": 28,
            "text": "But nay -[they will say this only because] the truth which they used to conceal [from themselves] in the past will have become obvious to them; and if they were brought back [to life], they would return to the very thing which was forbidden to them: for behold, they are indeed liars"
        },
        {
            "chapter": 6,
            "verse": 29,
            "text": "And some [of the unbelievers] say, \"There is nothing beyond our life in this world, for We shall not be raised from the dead"
        },
        {
            "chapter": 6,
            "verse": 30,
            "text": "If thou couldst but see [them] when they shall be made to stand before their Sustainer [and] He will say, \"Is not this the truth?\" They will answer: \"Yea, indeed, by our Sustainer!\" [Whereupon] He will say: \"Taste, then, the suffering that comes from your having refused to acknowledge the truth"
        }
    ]
}