{
    "rukus": [
        {
            "chapter": 14,
            "verse": 13,
            "text": "But they who denied the truth spoke [thus] unto their apostles: \"We shall most certainly expel you from our land, unless you return forthwith to our ways. Whereupon their Sustainer revealed this to His apostles: \"Most certainly shall We destroy these evildoers"
        },
        {
            "chapter": 14,
            "verse": 14,
            "text": "and most certainly shall We cause you to dwell on earth [long] after they have passed away: this is [My promise] unto all who stand in awe of My presence, and stand in awe of My warning"
        },
        {
            "chapter": 14,
            "verse": 15,
            "text": "And they prayed [to God] that the truth be made to triumph. And [thus it is:] every arrogant enemy of the truth shall be undone [in the life to come]"
        },
        {
            "chapter": 14,
            "verse": 16,
            "text": "with hell awaiting him; and he shall be made to drink of the water of most bitter distress"
        },
        {
            "chapter": 14,
            "verse": 17,
            "text": "gulping it [unceasingly,] little by little, and yet hardly able to swallow it. And death will beset him from every quarter - but he shall not die: for [yet more] severe suffering lies ahead of him"
        },
        {
            "chapter": 14,
            "verse": 18,
            "text": "[This, then, is] the parable of those who are bent on denying their Sustainer: all their works are as ashes which the wind blows about fiercely on a stormy day: [in the life to come,] they cannot achieve any benefit whatever from all [the good] that they may have wrought: for this [denial of God] is indeed the farthest one can go astray"
        },
        {
            "chapter": 14,
            "verse": 19,
            "text": "ART THOU NOT aware that God has created the heavens and the earth in accordance with [an inner] truth? He can, if He so wills, do away with you and bring forth a new mankind [in your stead]"
        },
        {
            "chapter": 14,
            "verse": 20,
            "text": "nor is this difficult for God"
        },
        {
            "chapter": 14,
            "verse": 21,
            "text": "And all [mankind] will appear before God [on the Day of Judgment]; and then the weak will say unto those who had gloried in their arrogance: \"Behold, We were but your followers: can you, then, relieve us of something of God's chastisement?\" [And the others] will answer: \"If God would but show us the way [to salvation], we would indeed guide you [towards it]. It is [now] all one, as far as we are concerned, whether we grieve impatiently or endure [our lot] with patience: there is no escape for us"
        }
    ]
}