{
    "rukus": [
        {
            "chapter": 16,
            "verse": 77,
            "text": "And, God's [alone] is the knowledge of the hidden reality of the heavens and the earth. And so, the advent of the Last Hour will but manifest itself [in a single moment,] like the twinkling of an eye, or closer still: for, behold, God has the power to will anything"
        },
        {
            "chapter": 16,
            "verse": 78,
            "text": "And God has brought you forth from your mothers' wombs knowing nothing-but He has endowed you with hearing, and sight, and minds, so that you might have cause to be grateful"
        },
        {
            "chapter": 16,
            "verse": 79,
            "text": "Have, then, they [who deny the truth] never considered the birds, enabled [by God] to fly in mid-air, with none but God holding them aloft? In this, behold, there are messages indeed for people who will believe"
        },
        {
            "chapter": 16,
            "verse": 80,
            "text": "And God has given you [the ability to build] your houses as places of rest, and has endowed you with [the skill to make] dwellings out of the skins of animals - easy for you to handle when you travel and when you camp -and [to make] furnishings and goods for temporary use of their [rough] wool and their soft, furry wool and their hair"
        },
        {
            "chapter": 16,
            "verse": 81,
            "text": "And among the many objects of His creation, God has appointed for you [various] means of protection: thus, He has given you in the mountains places of shelter, and has endowed you with [the ability to make] garments to protect you from heat [and cold], as well as such garments as might protect you from your [mutual] violence. In this way does He bestow the full measure of His blessings on you, so that you might surrender yourselves unto Him"
        },
        {
            "chapter": 16,
            "verse": 82,
            "text": "BUT IF they turn away [from thee, O Prophet, remember that] thy only duty is a clear delivery of the message [entrusted to thee]"
        },
        {
            "chapter": 16,
            "verse": 83,
            "text": "They [who turn away from it] are fully aware of God's blessings, but none the less they refuse to acknowledge them [as such], since most of them are given to denying the truth"
        }
    ]
}