{
    "rukus": [
        {
            "chapter": 21,
            "verse": 51,
            "text": "AND, INDEED, long before [the time of Moses] We vouchsafed unto Abraham his consciousness of what is right; and We were aware of [what moved] him"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "when he said unto his father and his people, “What are these images to which you are so intensely devoted?”"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "They answered: “We found our forefathers worshipping them.”"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Said he: “Indeed, you and your forefathers have obviously gone astray!”"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "They asked: “Hast thou come unto us [with this claim] in all earnest - or art thou one of those jesters?”"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "He answered: “Nay, but your [true] Sustainer is the Sustainer of the heavens and the earth - He who has brought them into being: and I am one of those who bear witness to this [truth]!”"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "And [he added to himself.] “By God, I shall most certainly bring about the downfall of your idols as soon as you have turned your backs and gone away!”"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "And then he broke those [idols] to pieces, [all] save the biggest of them, so that they might [be able to] turn to it"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "[When they saw what had happened,] they said: “Who has done this to our gods? Verily, one of the worst wrongdoers is he!”"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Said some [of them]: “We heard a youth speak of these [gods with scorn]: he is called Abraham.”"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "[The others] said: “Then bring him before the peoples eyes, so that they might bear witness [against him]!”"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "[And when he came.] they asked: “Hast thou done this to our gods, O Abraham?”"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "He answered: “Nay, it was this one, the biggest of them, that did it: but ask them [yourselves] - provided they can speak!”"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "And so they turned upon one another, saying, “Behold, it is you who are doing wrong.”"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "But then they relapsed into their former way of thinking and said: “Thou knowest very well that these [idols] cannot speak!”"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "Said [Abraham]: “Do you then worship, instead of God, something that cannot benefit you in any way, nor harm you"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Fie upon you and upon all that you worship instead of God! Will you not, then, use your reason?”"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "They exclaimed: “Burn him, and [thereby] succour your gods, if you are going to do [anything]!”"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "[But] We said: O fire! Be thou cool, and [a source of] inner peace for Abraham!”"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "and whereas they sought to do evil unto him, We caused them to suffer the greatest loss"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "for We saved him and Lot, [his brother’s son, by guiding them] to the land which We have blessed for all times to come"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "And We bestowed upon him Isaac and [Isaacs son] Jacob as an additional gift and caused all of them to be righteous men"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "and made them leaders who would guide [others] in accordance with Our behest: for We inspired them [with a will] to do good works, and to be constant in prayer, and to dispense charity: and Us [alone] did they worship"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "AND UNTO Lot, too, We vouchsafed sound judgment and knowledge [of right and wrong], and saved him from that community which was given to deeds of abomination. [We destroyed those people - forr,] verily, they were people lost in evil, depraved –"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "whereas him We admitted unto Our grace: for, behold, he was among the righteous"
        }
    ]
}