{
    "rukus": [
        {
            "chapter": 49,
            "verse": 11,
            "text": "O YOU who have attained to faith! No men shall deride [other] men: it may well be that those [whom they deride] are better than themselves; and no women [shall deride other] women: it may well be that those [whom they deride] are better than themselves. And neither shall you defame one another, nor insult one another by [opprobrious] epithets: evil is all imputation of iniquity after [one has attained to] faith; and they who [become guilty thereof and] do not repent - it is they, they who are evildoers"
        },
        {
            "chapter": 49,
            "verse": 12,
            "text": "O you who have attained to faith! Avoid most guesswork [about one another] for, behold, some of [such] guesswork is [in itself] a sin; and do not spy upon one another, and neither allow yourselves to speak ill of one another behind your backs. Would any of you like to eat the flesh of his dead brother? Nay, you would loathe it! And be conscious of God. Verily, God is an acceptor of repentance, a dispenser of grace"
        },
        {
            "chapter": 49,
            "verse": 13,
            "text": "O men! Behold, We have created you all out of a male and a female, and have made you into nations and tribes, so that you might come to know one another. Verily, the noblest of you in the sight of God is the one who is most deeply conscious of Him. Behold, God is all-knowing, all-aware"
        },
        {
            "chapter": 49,
            "verse": 14,
            "text": "THE BEDOUIN say, “We have attained to faith.” Say [unto them, O Muhammad]: “You have not [yet] attained to faith; you should [rather] say, ‘We have [outwardly] surrendered’ - for [true] faith has not yet entered your hearts. But if you [truly] pay heed unto God and His Apostle, He will not let the least of your deeds go to waste: for, behold, God is much-forgiving, a dispenser of grace.”"
        },
        {
            "chapter": 49,
            "verse": 15,
            "text": "[Know that true] believers are only those who have attained to faith in God and His Apostle and have left all doubt behind, and who strive hard in God’s cause with their possessions and their lives: it is they, they who are true to their word"
        },
        {
            "chapter": 49,
            "verse": 16,
            "text": "Say: “Do you, perchance, [want to] inform God of [the nature of] your faith although God knows all that is in the heavens and all that is on earth? Indeed, God has full knowledge of everything!”"
        },
        {
            "chapter": 49,
            "verse": 17,
            "text": "Many people think that they have bestowed a favour upon thee [O Prophet] by having surrendered [to thee]. Say thou: “Deem not your surrender a favour unto me: nay, but it is God who bestows a favour upon you by showing you the way to faith - if you are true to your word!”"
        },
        {
            "chapter": 49,
            "verse": 18,
            "text": "Verily, God knows the hidden reality of the heavens and the earth; and God sees all that you do"
        }
    ]
}