{
    "rukus": [
        {
            "chapter": 11,
            "verse": 61,
            "text": "Y al pueblo de Zamud le envié [como Profeta] a su hermano Sálih, quien les dijo: \"¡Oh, pueblo mío! Adoren a Dios, pues no existe otra divinidad salvo Él. Él los creó de la tierra y los hizo vivir en ella. Imploren Su perdón y arrepiéntanse, porque mi Señor está próximo [cuando Lo invocan] y responde sus súplicas"
        },
        {
            "chapter": 11,
            "verse": 62,
            "text": "Dijeron: \"¡Oh, Sálih! Teníamos esperanzas en ti [que fueras nuestro líder] antes de esto. ¿Acaso nos prohíbes que adoremos lo que adoraron nuestros padres? Eso a lo que nos invitas nos resulta muy sospechoso"
        },
        {
            "chapter": 11,
            "verse": 63,
            "text": "Dijo [Sálih]: \"¡Oh, pueblo mío! ¿Acaso no ven que poseo una prueba evidente de mi Señor y que me ha concedido una misericordia? ¿Quién me protegerá de Dios si Lo desobedezco? Lo que me ofrecen no es más que perdición para mí"
        },
        {
            "chapter": 11,
            "verse": 64,
            "text": "¡Oh, pueblo mío! Esta es la camella de Dios, y es para ustedes un signo [del poder divino], déjenla que paste en la tierra de Dios y no le hagan ningún daño, pues de lo contrario los azotará un castigo ineludible"
        },
        {
            "chapter": 11,
            "verse": 65,
            "text": "Pero la mataron con crueldad, y entonces [Sálih] les dijo: \"Disfruten en sus hogares durante tres días [porque luego les llegará el castigo]; esa es una promesa que no dejará de cumplirse"
        },
        {
            "chapter": 11,
            "verse": 66,
            "text": "Pero cuando llegó lo que había decretado para ellos, salvé de la humillación de aquel día a Sálih y a los que habían creído en él, por misericordia. Tu Señor es el Fortísimo, el Poderoso"
        },
        {
            "chapter": 11,
            "verse": 67,
            "text": "Y el estrépito sorprendió a los injustos, que amanecieron muertos en sus casas"
        },
        {
            "chapter": 11,
            "verse": 68,
            "text": "como si nunca hubieran habitado en ellas. ¿Acaso los habitantes de Zamud no negaron a su Señor? Por ello el pueblo de Zamud quedó fuera de la misericordia"
        }
    ]
}