{
    "rukus": [
        {
            "chapter": 47,
            "verse": 1,
            "text": "Dios invalidará las obras de quienes no crean y alejen a la gente del sendero de Dios"
        },
        {
            "chapter": 47,
            "verse": 2,
            "text": "En cambio, a quienes tengan fe, obren rectamente y crean en lo que fue revelado a Mujámmad, que es la Verdad proveniente de su Señor, Él les perdonará sus pecados e infundirá paz en sus corazones"
        },
        {
            "chapter": 47,
            "verse": 3,
            "text": "Esto es así porque quienes se negaron a creer siguen lo falso, mientras que los creyentes siguen la Verdad de su Señor. Así es como Dios expone ejemplos a la gente"
        },
        {
            "chapter": 47,
            "verse": 4,
            "text": "Cuando tengan que enfrentarse en combate a los que se negaron a creer, golpéenlos en el cuello; y cuando estén fuera de combate aprésenlos. Luego, libérenlos con benevolencia o pidan un rescate, [esa debe ser la actitud] hasta que cese la guerra. [Sepan que] si Dios hubiera querido, Él mismo los hubiera derrotado, pero quiso ponerlos a prueba [y que se enfrentaran] unos contra otros. Quien caiga en combate por la causa de Dios, sus obras no habrán sido en vano"
        },
        {
            "chapter": 47,
            "verse": 5,
            "text": "[Dios] los guiará, infundirá paz en sus corazones"
        },
        {
            "chapter": 47,
            "verse": 6,
            "text": "y los introducirá en el Paraíso que ya les había dado a conocer"
        },
        {
            "chapter": 47,
            "verse": 7,
            "text": "¡Oh, creyentes! Si auxilian a Dios, Él los auxiliará y afirmará sus pasos"
        },
        {
            "chapter": 47,
            "verse": 8,
            "text": "En cambio, a los que se niegan a creer les aguarda la desgracia y sus obras habrán sido en vano"
        },
        {
            "chapter": 47,
            "verse": 9,
            "text": "porque repudiaron lo que Dios descendió en la revelación, y como consecuencia sus obras se perderán"
        },
        {
            "chapter": 47,
            "verse": 10,
            "text": "¿Por qué no viajan por el mundo y observan cómo terminaron sus antecesores? Dios los destruyó; y sepan que todos los que se niegan a creer tienen un destino similar"
        },
        {
            "chapter": 47,
            "verse": 11,
            "text": "Eso es porque Dios solo es protector de los creyentes, mientras que los que se niegan a creer no tienen protector alguno"
        }
    ]
}