{
    "rukus": [
        {
            "chapter": 58,
            "verse": 7,
            "text": "¿Acaso no ves que Dios conoce cuanto hay en los cielos y en la Tierra? No hay confidencia entre tres sin que Él sea el cuarto, ni entre cinco sin que Él sea el sexto. Siempre, sean menos o más, Él estará presente dondequiera que se encuentren. El Día de la Resurrección les informará sobre lo que hicieron. Dios tiene conocimiento de todas las cosas"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "¿Acaso no ves a aquellos a los que se les habían prohibido los conciliábulos, pero igualmente persisten en hacerlo en secreto? Se confabulan para la maldad, la enemistad y la desobediencia al Mensajero. Cuando se presentan ante ti [¡oh, Mujámmad!] no te saludan como Dios ha ordenado que lo hagan, y se dicen ente ellos [en tono burlón]: \"¿Por qué será que Dios no nos castiga por lo que decimos?\" Será suficiente el Infierno al que serán arrojados. ¡Qué pésimo destino"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "¡Oh, creyentes! Cuando hablen en secreto no lo hagan para cometer una maldad, crear una enemistad o desobedecer al Mensajero, sino que hablen en secreto para acordar actos de benevolencia y piedad. Tengan temor de Dios, que ante Él comparecerán"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "Las confabulaciones son obras del demonio para entristecer a los creyentes. Pero, en realidad, no podrán hacerles ningún daño, salvo que Dios lo permita. Que a Dios se encomienden los creyentes"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "¡Oh, creyentes! Cuando se les dice: \"Hagan un lugar en las reuniones, háganlo, para que Dios les haga a ustedes un lugar\". Y si se les dice: \"¡Levántense!\" Levántense. Sepan que Dios elevará en grados a los creyentes y a quienes agracie con el conocimiento. Dios sabe cuanto hacen"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "¡Oh, creyentes! Cuando quieran consultar en privado al Mensajero, antes de presentarse hagan una caridad. Esto es mejor para ustedes porque los purifica. Pero si no pueden, sepan que Dios es Absolvedor, Misericordioso"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "¿Acaso temen no poder ofrecer una caridad antes de consultarlo en privado? Si no pueden hacerlo Dios los absolverá, pero hagan la oración prescrita, paguen el zakat y obedezcan a Dios y a Su Mensajero. Dios está bien informado de cuanto hacen"
        }
    ]
}