{
    "rukus": [
        {
            "chapter": 11,
            "verse": 96,
            "text": "As if they had never dwelt in them. Was not Madian swept off even as Themoud had been swept off"
        },
        {
            "chapter": 11,
            "verse": 97,
            "text": "Of old sent we Moses with our signs and with incontestable power to Pharaoh, and to his nobles - who followed the behests of Pharaoh, and, unrighteous were Pharaoh's behests"
        },
        {
            "chapter": 11,
            "verse": 98,
            "text": "He shall head his people on the day of the Resurrection and cause them to descend into the fire: and wretched the descent by which they shall descend"
        },
        {
            "chapter": 11,
            "verse": 99,
            "text": "They were followed by a curse in this world; and in the day of the Resurrection, wretched the gift that shall be given them"
        },
        {
            "chapter": 11,
            "verse": 100,
            "text": "Such, the histories of the cities which we relate to thee. Some of them are standing, others mown down"
        },
        {
            "chapter": 11,
            "verse": 101,
            "text": "We dealt not unfairly by them, but they dealt not fairly by themselves: and their gods on whom they called beside God availed them not at all when thy Lord's behest came to pass. They did but increase their ruin"
        },
        {
            "chapter": 11,
            "verse": 102,
            "text": "Such was thy Lord's grasp when he laid that grasp on the cities that had been wicked. Verily his grasp is afflictive, terrible"
        },
        {
            "chapter": 11,
            "verse": 103,
            "text": "Herein truly is a sign for him who feareth the punishment of the latter day. That shall be a day unto which mankind shall be gathered together; that shall be a day witnessed by all creatures"
        },
        {
            "chapter": 11,
            "verse": 104,
            "text": "Nor do we delay it, but until a time appointed"
        },
        {
            "chapter": 11,
            "verse": 105,
            "text": "When that day shall come no one shall speak a word but by His leave, and some shall be miserable and others blessed"
        },
        {
            "chapter": 11,
            "verse": 106,
            "text": "And as for those who shall be consigned to misery - their place the Fire! therein shall they sigh and bemoan them"
        },
        {
            "chapter": 11,
            "verse": 107,
            "text": "Therein shall they abide while the Heavens and the Earth shall last, unless thy Lord shall will it otherwise; verily thy Lord doth what He chooseth"
        },
        {
            "chapter": 11,
            "verse": 108,
            "text": "And as for the blessed ones - their place the Garden! therein shall they abide while the Heavens and the Earth endure, with whatever imperishable boon thy Lord may please to add"
        },
        {
            "chapter": 11,
            "verse": 109,
            "text": "Have thou no doubts therefore concerning that which they worship: they worship but what their fathers worshipped before them: we will surely assign them their portion with nothing lacking"
        }
    ]
}