{
    "rukus": [
        {
            "chapter": 17,
            "verse": 11,
            "text": "Man prayeth for evil as he prayeth for good; for man is hasty"
        },
        {
            "chapter": 17,
            "verse": 12,
            "text": "We have made the night and the day for two signs: the sign of the night do we obscure, but the sign of the day cause we to shine forth, that ye may seek plenty from your Lord, and that ye may know the number of the years and the reckoning of time; and we have made everything distinct by distinctiveness"
        },
        {
            "chapter": 17,
            "verse": 13,
            "text": "And every man's fate have we fastened about his neck: and on the day of resurrection will we bring forth to him a book which shall be proffered to him wide open"
        },
        {
            "chapter": 17,
            "verse": 14,
            "text": "Read thy Book: there needeth none but thyself to make out an account against thee this day"
        },
        {
            "chapter": 17,
            "verse": 15,
            "text": "For his own good only shall the guided yield to guidance, and to his own loss only shall the erring err; and the heavy laden shall not be laden with another's load. We never punished until we had first sent an apostle"
        },
        {
            "chapter": 17,
            "verse": 16,
            "text": "And when we willed to destroy a city, to its affluent ones did we address our bidding; but when they acted criminally therein, just was its doom, and we destroyed it with an utter destruction"
        },
        {
            "chapter": 17,
            "verse": 17,
            "text": "And since Noah, how many nations have we exterminated! And of the sins of his servants thy Lord is sufficiently informed, observant"
        },
        {
            "chapter": 17,
            "verse": 18,
            "text": "Whoso chooseth this quickly passing life, quickly will we bestow therein that which we please - even on him we choose; afterward we will appoint hell for him, in which he shall burn - disgraced, outcast"
        },
        {
            "chapter": 17,
            "verse": 19,
            "text": "But whoso chooseth the next life, and striveth after it as it should be striven for, being also a believer, - these! their striving shall be grateful to God"
        },
        {
            "chapter": 17,
            "verse": 20,
            "text": "To all - both to these and those - will we prolong the gifts of thy Lord; for not to any shall the gifts of thy Lord be denied"
        },
        {
            "chapter": 17,
            "verse": 21,
            "text": "See how we have caused some of them to excel others! but the next life shall be greater in its grades, and greater in excellence"
        },
        {
            "chapter": 17,
            "verse": 22,
            "text": "Set not up another god with God, lest thou sit thee down disgraced, helpless"
        }
    ]
}