{
    "rukus": [
        {
            "chapter": 22,
            "verse": 26,
            "text": "And call to mind when we assigned the site of the House to Abraham and said: \"Unite not aught with Me in worship, and cleanse My House for those who go in procession round it, and who stand or bow in worship"
        },
        {
            "chapter": 22,
            "verse": 27,
            "text": "And proclaim to the peoples a PILGRIMAGE: Let them come to thee on foot and on every fleet camel, arriving by every deep defile"
        },
        {
            "chapter": 22,
            "verse": 28,
            "text": "That they may bear witness of its benefits to them, and may make mention of God's name on the appointed days, over the brute beasts with which He hath supplied them for sustenance: Therefore eat thereof yourselves, and feed the needy, the poor"
        },
        {
            "chapter": 22,
            "verse": 29,
            "text": "Then let them bring the neglect of their persons to a close, and let them pay their vows, and circuit the ancient House"
        },
        {
            "chapter": 22,
            "verse": 30,
            "text": "This do. And he that respecteth the sacred ordinances of God, this will be best for him with his Lord. The flesh of cattle is allowed you, save of those already specified to you. Shun ye, therefore, the pollutions of idols; and shun ye the word of falsehood"
        },
        {
            "chapter": 22,
            "verse": 31,
            "text": "Sound in faith Godward, uniting no god with Him; for whoever uniteth gods with God, is like that which falleth from on high, and the birds snatch it away, or the wind wafteth it to a distant place"
        },
        {
            "chapter": 22,
            "verse": 32,
            "text": "This do. And they who respect the rites of God, perform an action which proceedeth from piety of heart"
        },
        {
            "chapter": 22,
            "verse": 33,
            "text": "Ye may obtain advantages from the cattle up to the set time for slaying them: then, the place for sacrificing them is at the ancient House"
        }
    ]
}