{
    "rukus": [
        {
            "chapter": 4,
            "verse": 15,
            "text": "If any of your women be guilty of whoredom, then bring four witnesses against them from among yourselves; and if they bear witness to the fact, shut them up within their houses till death release them, or God make some way for them"
        },
        {
            "chapter": 4,
            "verse": 16,
            "text": "And if two men among you commit the same crime, then punish them both; but if they turn and amend, then let them be: for God is He who turneth, Merciful"
        },
        {
            "chapter": 4,
            "verse": 17,
            "text": "With God himself will the repentance of those who have done evil ignorantly, and then turn speedily unto Him, be accepted. These! God will turn unto them: for God is Knowing, Wise"
        },
        {
            "chapter": 4,
            "verse": 18,
            "text": "But no place of repentance shall there be for those who do evil, until, when death is close to one of them, he saith, \"Now verily am I turned to God;\" nor to those who die unbelievers. These! we have made ready for them a grievous torment"
        },
        {
            "chapter": 4,
            "verse": 19,
            "text": "O believers! it is not allowed you to be heirs of your wives against their will; nor to hinder them from marrying, in order to take from them part of the dowry you had given them, unless they have been guilty of undoubted lewdness; but associate kindly with them: for if ye are estranged from them, haply ye are estranged from that in which God hath placed abundant good"
        },
        {
            "chapter": 4,
            "verse": 20,
            "text": "And if ye be desirous to exchange one wife for another, and have given one of them a talent, make no deduction from it. Would ye take it by slandering her, and with manifest wrong"
        },
        {
            "chapter": 4,
            "verse": 21,
            "text": "How, moreover, could ye take it, when one of you hath gone in unto the other, and they have received from you a strict bond of union"
        },
        {
            "chapter": 4,
            "verse": 22,
            "text": "And marry not women whom your fathers have married: for this is a shame, and hateful, and an evil way: though what is past may be allowed"
        }
    ]
}