{
    "rukus": [
        {
            "chapter": 4,
            "verse": 163,
            "text": "Verily we have revealed to thee as we revealed to Noah and the Prophets after him, and as we revealed to Abraham, and Ismael, and Isaac, and Jacob, and the tribes, and Jesus, and Job, and Jonah, and Aaron, and Solomon; and to David gave we Psalms"
        },
        {
            "chapter": 4,
            "verse": 164,
            "text": "Of some apostles we have told thee before: of other apostles we have not told thee - And discoursing did God discourse with Moses"
        },
        {
            "chapter": 4,
            "verse": 165,
            "text": "Apostles charged to announce and to warn, that men, after those apostles, might have no plea against God. And God is Mighty, Wise"
        },
        {
            "chapter": 4,
            "verse": 166,
            "text": "But God is himself witness of what He hath sent down to thee: In His knowledge hath He sent it down to thee. The angels are also its witnesses: but God is a sufficient witness"
        },
        {
            "chapter": 4,
            "verse": 167,
            "text": "Verily, they who believe not and pervert from the way of God, have indeed erred with error wide of truth"
        },
        {
            "chapter": 4,
            "verse": 168,
            "text": "Verily, those who believe not, and act wrongfully, God will never pardon, and never will he guide them on path"
        },
        {
            "chapter": 4,
            "verse": 169,
            "text": "Than the path to Hell, in which they shall abide for ever! And this is easy for God"
        },
        {
            "chapter": 4,
            "verse": 170,
            "text": "O men! now hath an apostle come to you with truth from your Lord. Believe then, it will be better for you. But if ye believe not, then, all that is in the Heavens and the Earth is God's; and God is Knowing, Wise"
        },
        {
            "chapter": 4,
            "verse": 171,
            "text": "O ye people of the Book! overstep not bounds in your religion; and of God, speak only truth. The Messiah, Jesus, son of Mary, is only an apostle of God, and his Word which he conveyed into Mary, and a Spirit proceeding from himself. Believe therefore in God and his apostles, and say not, \"Three:\" (there is a Trinity) - Forbear - it will be better for you. God is only one God! Far be it from His glory that He should have a son! His, whatever is in the Heavens, and whatever is in the Earth! And God is a sufficient Guardian"
        }
    ]
}