{
    "pages": [
        {
            "chapter": 7,
            "verse": 179,
            "text": "My stvoryly dlya pekla bahato dzhyniv i lyudey. Vony mayutʹ sertsya, yakymy ne rozumiyutʹ, mayutʹ ochi, yakymy ne bachatʹ, mayutʹ vukha, yakymy ne chuyutʹ. Vony podibni do khudoby, ale perebuvayutʹ u shche bilʹshiy omani. Vony — nevihlasy"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Allahu nalezhatʹ prekrasni imena. Tozh klychte Yoho nymy y zalyshte tykh, yaki spotvoryuyutʹ imena Yoho. Yikh vynahorodyatʹ za te, shcho vony robyly"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Sered Nashykh tvorinʹ ye hromada, yaka vede shlyakhom istyny y chynytʹ z·hidno z neyu"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "A tykh, yaki vvazhayutʹ Nashi znamennya za brekhnyu, My postupovo potyahnemo donyzu, tak, shcho vony y ne znatymutʹ pro tse"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "YA dam yim vidstrochku. Voistynu, Moyi khytroshchi mohutni"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Nevzhe yim ne spadalo na dumku, shcho yikhniy pryyatelʹ ne bozhevilʹnyy? Voistynu, vin — yasnyy zasterihach"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Nevzhe ne dyvylysya vony na tsarstvo nebes i zemli, i na kozhnu rich, stvorenu Allahom? A, mozhlyvo, vzhe nablyzyvsya yikhniy strok! To v yaku rozpovidʹ pislya tsiyeyi uviruyutʹ vony"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Koho Allah zbyv zi shlyakhu, tomu nemaye providnyka. Vin zalyshytʹ yikh blukaty v svoyemu bezzakonni"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Tebe zapytuyutʹ pro Chas: «Koly nastane vin?» Skazhy: «Znannya pro tse — v Hospoda moho! Ne vidkryye chasu yoho nikhto, krim Nʹoho. Vazhkyy vin dlya nebes i dlya zemli! Pryyde vin raptovo!» Tebe pytayutʹ, nache tobi pro tse vidomo. Skazhy: «Znannya pro tse — v Allaha, ale zh bilʹshistʹ lyudey pro tse ne vidaye!»"
        }
    ]
}