{
    "pages": [
        {
            "chapter": 10,
            "verse": 7,
            "text": "Voistynu, tym, yaki ne spodivayutʹsya na zustrich iz Namy, yaki zadovoleni myrsʹkym zhyttyam, znakhodyatʹ u nʹomu spokiy ta neuvazhno stavlyatʹsya do Nashykh znamenʹ"
        },
        {
            "chapter": 10,
            "verse": 8,
            "text": "prytulkom bude vohonʹ — za te, shcho vony sobi zdobuly"
        },
        {
            "chapter": 10,
            "verse": 9,
            "text": "Voistynu, tykh, yaki uviruvaly y robyly dobri spravy, Allah povede pryamym shlyakhom za viru yikhnyu. U sadakh nasolody pid nymy budutʹ tekty riky"
        },
        {
            "chapter": 10,
            "verse": 10,
            "text": "Yikhnim zaklykom tam bude: «Slava Tobi, Allah!»; tam vitatymutʹ yikh slovamy: «Myr!»; kintsem yikhnikh zaklykiv bude: «Khvala Allahu, Hospodu svitiv!»"
        },
        {
            "chapter": 10,
            "verse": 11,
            "text": "Yakby Allah pryskoryv lyudyam zlo tak samo, yak Vin pryskoryv dlya nykh dobro, to neodminno nastav by dlya nykh chas smerti. Ta My zalyshayemo blukaty v svoyemu bezchesti tykh, yaki ne spodivayutʹsya na zustrich iz Namy"
        },
        {
            "chapter": 10,
            "verse": 12,
            "text": "Koly lyudyny torkayetʹsya lykho, vona klyche Nas lezhachy, sydyachy ta stoyachy. A koly My vidvernemo vid neyi te lykho, vona yde, nache nikoly y ne klykala Nas cherez tse lykho. Tak vydayetʹsya prekrasnym dlya porushnykiv te, shcho roblyatʹ vony"
        },
        {
            "chapter": 10,
            "verse": 13,
            "text": "My znyshchyly pokolinnya, yaki zhyly ranishe za vas, adzhe vony buly nespravedlyvi, i v poslantsiv svoyikh, yaki do nykh prykhodyly, vony ne uviruvaly. Tak My vynahorodzhuyemo hrishnykh lyudey"
        },
        {
            "chapter": 10,
            "verse": 14,
            "text": "A potim My zrobyly vas yikhnimy nashchadkamy na zemli, shchob podyvytysya, yakymy budutʹ vashi vchynky"
        }
    ]
}