{
    "pages": [
        {
            "chapter": 12,
            "verse": 23,
            "text": "Zhinka, v budynku yakoyi vin zhyv, pochala zvablyuvaty yoho. Vona zachynyla dveri y skazala: «Ydy do mene!» Toy vidpoviv: «Ryatuy mene Allah! Voistynu, Vin — Hospodʹ miy, a naykrashchyy prytulok — u Nʹoho! Voistynu, ne matymutʹ uspikhu nespravedlyvi!»"
        },
        {
            "chapter": 12,
            "verse": 24,
            "text": "Vona bazhala yoho, y vin zabazhav by yiyi, yakby ne pobachyv znak vid Hospoda svoho. Tak My vidvernuly vid nʹoho zlo y nechystotu. Voistynu, vin — odyn iz Nashykh shchyrykh rabiv"
        },
        {
            "chapter": 12,
            "verse": 25,
            "text": "Vony kynulysya do dverey, i vona rozirvala yomu sorochku na spyni. Bilya dverey vony nashtovkhnulysya na yiyi hospodarya. Vona vyhuknula: «Yake mozhe buty pokarannya tomu, khto khotiv zla druzhyni tvoyiy? Tilʹky vʺyaznytsya chy bolisna kara!»"
        },
        {
            "chapter": 12,
            "verse": 26,
            "text": "[Yusuf] skazav: «Vona sama prahnula spokusyty mene!» A svidok z yiyi rodyny rozsudyv tak: «Yakshcho sorochka yoho rozirvana speredu, to vona skazala pravdu, a vin — brekhun"
        },
        {
            "chapter": 12,
            "verse": 27,
            "text": "Ale yakshcho yoho sorochka rozirvana na spyni, to vona zbrekhala, a vin – pravdyvyy!»"
        },
        {
            "chapter": 12,
            "verse": 28,
            "text": "I koly [hospodar] pobachyv, shcho sorochka rozirvana na spyni, to skazav: «Tse shchosʹ iz vashykh zhinochykh khytroshchiv! Voistynu, velyki khytroshchi vashi"
        },
        {
            "chapter": 12,
            "verse": 29,
            "text": "Yusufe! Zabudʹ pro tse. A ty prosy proshchennya za sviy zlochyn. Voistynu, ty skoyila hrikh!»"
        },
        {
            "chapter": 12,
            "verse": 30,
            "text": "Zhinky v misti pochaly hovoryty: «Druzhyna shlyakhetnoho cholovika namahalasya zvabyty svoho molodoho raba! Vin rozpalyv yiyi prystrastʹ. Voistynu, my bachymo, shcho vona v spravzhniy omani!»"
        }
    ]
}