{
    "pages": [
        {
            "chapter": 21,
            "verse": 58,
            "text": "Vin roztroshchyv usikh idoliv, okrim naybilʹshoho z nykh, shchob vony mohly zvernutysya do nʹoho"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Vony zapytaly: «Khto zrobyv tse z nashymy bohamy? Voistynu, vin — nechestyvetsʹ!»"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Inshi skazaly: «My chuly, yak odyn yunak z·haduvav yikh. Yoho zvutʹ Ibrahim!»"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Ti skazaly: «Pryveditʹ yoho pered lyudsʹki ochi, nekhay vony zasvidchatʹ!»"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Vony zapytaly: «Tse ty zrobyv take z nashymy bohamy, Ibrahime?»"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Vin vidpoviv: «Ni, tse zrobyv naybilʹshyy iz nykh. Zapytayte yikh, yakshcho vony zdatni rozmovlyaty!»"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Odni z nykh zvernulysya do inshykh i skazaly: «Voistynu, vy sami — nechestyvtsi!»"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Ale potim vony znovu vzyalysya za svoye: «Ty znayesh, shcho vony ne zdatni rozmovlyaty!»"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "[Ibrahim] skazav: «Nevzhe vy poklonyayetesya zamistʹ Allaha tomu, khto ne mozhe ni prynesty vam korysti, ni zavdaty shkody"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Hydota — i vy, i te, chomu vy poklonyayetesya zamistʹ Allaha! Nevzhe vy ne rozumiyete?»"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Ti skazaly: «Spalitʹ yoho y dopomozhitʹ vashym boham, yakshcho vy spromozhni diyaty!»"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "My skazaly: «O vohnyu! Budʹ dlya Ibrahima prokholodoyu i bezpekoyu!»"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "Vony prahnuly zapodiyaty shkodu, ale My zrobyly tak, shchob vony vtratyly bilʹshe za vsikh"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "My vryatuvaly yoho ta Lyuta y pryvely na zemlyu, yaku blahoslovyly dlya svitiv"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "I My daruvaly yomu Iskhaka, a shche Yakuba. My zrobyly yikh usikh pravednykamy"
        }
    ]
}