{
    "pages": [
        {
            "chapter": 41,
            "verse": 39,
            "text": "اور اس کی نشانیوں میں سے یہ بھی ہے کہ تم زمین کو دیکھتے ہو کہ وہ مرجھائی پڑی ہے۔ پھر جونہی ہم نے اس پر پانی اتارا، وہ حرکت میں آگئی، اور اس میں بڑھوتری پیدا ہوگئی، حقیقت یہ ہے کہ جس نے اس زمین کو زندہ کیا وہی مردوں کو بھی زندہ کرنے والا ہے۔ یقینا وہ ہر چیز پر قادر ہے"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "جو لوگ ہماری آیتوں کے بارے میں ٹیڑھا راستہ اختیار کرتے ہیں وہ ہم سے چھپ نہیں سکتے۔ بھلا بتاؤ کہ جس شخص کو آگ میں ڈال دیا جائے، وہ بہتر ہے، یا وہ شخص جو قیامت کے دن بےخوف و خطر آئے گا (اچھا) جو چاہو کرلو یقین جانو کہ وہ تمہارے ہر کام کو خوب دیکھ رہا ہے"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "بیشک (ان لوگوں نے بہت برا کیا ہے) جنہوں نے نصیحت کی اس کتاب کا انکار کیا جبکہ وہ ان کے پاس آچکی تھی، حالانکہ وہ بڑی عزت والی کتاب ہے"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "جس تک باطل کی کوئی رسائی نہیں ہے نہ اس کے آگے سے نہ اس کے پیچھے سے یہ اس ذات کی طرف سے اتاری جا رہی ہے جو حکمت کا مالک ہے، تمام تعریفیں اسی کی طرف لوٹتی ہیں"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "(اے پیغمبر !) تم سے جو باتیں کہی جا رہی ہیں، وہ وہی ہیں جو تم سے پہلے پیغمبروں سے کہی گئی تھیں، یقین رکھو تمہارا پروردگار مغفرت کرنے والا بھی ہے، اور دردناک سزا دینے والا بھی"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "اور اگر ہم اس (قرآن) کو عجمی قرآن بناتے تو یہ لوگ کہتے کہ : اس کی آیتیں کھول کھول کر کیوں نہیں بیان کی گئیں ؟ یہ کیا بات ہے کہ قرآن عجمی ہے اور پیغمبر عربی ؟ کہہ دو کہ جو لوگ ایمان لائیں، ان کے لیے یہ ہدایت اور شفا کا سامان ہے اور جو ایمان نہیں لاتے، ان کے کانوں میں ڈاٹ لگی ہوئی ہے اور یہ (قرآن) ان کے لیے اندھیرے میں بھٹکنے کا سامان ہے۔ ایسے لوگوں کو کسی دور دراز جگہ سے پکارا جا رہا ہے"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "اور ہم نے موسیٰ کو بھی کتاب دی تھی، پھر اس میں بھی اختلاف ہوا۔ اور اگر تمہارے پروردگار کی طرف سے ایک بات پہلے ہی طے نہ کردی گئی ہوتی، تو ان لوگوں کا معاملہ چکا ہی دیا گیا ہوتا۔ اور حقیقت یہ ہے کہ یہ لوگ ایسے شک میں پڑے ہوئے ہیں جس نے ان کو خلجان میں ڈال رکھا ہے"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "جو کوئی نیک عمل کرتا ہے، وہ اپنے ہے فائدے کے لیے کرتا ہے اور جو کوئی برائی کرتا ہے، وہ اپنے ہی نقصان کے لیے کرتا ہے اور تمہارا پروردگار بندوں پر ظلم کرنے والا نہیں ہے"
        }
    ]
}