{
    "juzs": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "I wiedzcie, iz cokolwiek wezmiecie w postaci łupow, to piata czesc nalezy do Boga i Jego Posłanca, do jego krewnych i sierot, do ubogich i do podroznego - jesli wierzycie w Boga i w to, co zesłalismy Naszemu słudze w dniu rozdzielenia, w, dniu spotkania dwoch zastepow. A Bog jest nad kazda rzecza wszechwładny"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Oto wy byliscie na zboczu najblizszym, a oni byli na zboczu najdalszym, i oddział na wierzchowcach ponizej was. Jeslibyscie sami wyznaczyli sobie spotkanie,. to nie doszlibyscie do zgody, lecz to sie stało, aby Bog rozstrzygnał sprawe, ktora sie powinna dokonac: aby zginał ten, kto zginał, przy jasnym dowodzie, aby zył ten, kto pozostał zywy, przy jasnym dowodzie. Zaprawde, Bog jest słyszacy, wszechwiedzacy"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Oto we snie pokazał ci ich Bog niewielu. Jesliby On pokazał ci ich wielu, stracilibyscie odwage i sprzeczalibyscie sie w tej sprawie. Lecz Bog dał uspokojenie: przeciez On wie dobrze, co jest w piersiach"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "I oto On pokazał wam ich, kiedy spotkaliscie sie, jako nielicznych w waszych oczach, i podobnie pomniejszył was w ich oczach, aby moc rozstrzygnac sprawe, ktora sie miała dokonac. Do Boga powracaja wszystkie sprawy"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "O wy, ktorzy wierzycie! Kiedy spotykacie jakis oddział, to trzymajcie sie mocno i czesto wspominajcie Boga! Byc moze, bedziecie miec szczescie"
        },
        {
            "chapter": 8,
            "verse": 46,
            "text": "I słuchajcie Boga i Jego Posłanca! Nie sprzeczajcie sie miedzy soba, bo osłabniecie i odejdzie od was wasza moc. Badzcie cierpliwi! Zaprawde, Bog jest z cierpliwymi"
        },
        {
            "chapter": 8,
            "verse": 47,
            "text": "I nie badzcie tak jak ci, ktorzy wyszli ze swoich domostw z duma i dla pokazania sie ludziom. Oni odsuwaja sie od drogi Boga, lecz Bog obejmuje to, co oni czynia"
        },
        {
            "chapter": 8,
            "verse": 48,
            "text": "Oto upiekszył szatan ich działanie i powiedział: \"Nie ma zwyciezcy nad wami dzisiaj wsrod ludzi, a ja jestem waszym sasiadem opiekunczym.\" Kiedy jednak pokazały sie obydwa oddziały, on obrocił sie na pietach i powiedział: \"Ja jestem niewinny wzgledem was. Widze to, czego wy nie widzicie. Ja boje sie Boga. Bog jest straszny w karaniu"
        },
        {
            "chapter": 8,
            "verse": 49,
            "text": "Oto mowia obłudnicy i ci, w ktorych sercach jest choroba: \"Tych ludzi zwiodła ich religia.\" Ale ten, kto zaufał Bogu... zaprawde, Bog jest potezny, madry"
        },
        {
            "chapter": 8,
            "verse": 50,
            "text": "Gdybys tylko mogł widziec, jak aniołowie zabieraja tych, ktorzy nie uwierzyli! Oni bija ich po twarzy i po plecach: \"Zakosztujcie kary ognia palacego"
        },
        {
            "chapter": 8,
            "verse": 51,
            "text": "To jest za to, co przygotowały wasze rece!\" Bog nie jest niesprawiedliwy dla Swoich sług"
        },
        {
            "chapter": 8,
            "verse": 52,
            "text": "Oni sa jak ludzie Faraona i ci, ktorzy byli przed nimi: oni nie uwierzyli w znaki Boga i zabrał ich Bog za grzechy. Zaprawde, Bog jest mocny, straszny w karaniu"
        },
        {
            "chapter": 8,
            "verse": 53,
            "text": "Tak jest, poniewaz Bog nie zmienia Swojego dobrodziejstwa, ktorym obdarzył jakis narod, dopoki oni nie zmienia tego, co posiadaja w swoich duszach. Bo, zaprawde, Bog jest słyszacy, wszechwiedzacy"
        },
        {
            "chapter": 8,
            "verse": 54,
            "text": "Taki był los ludzi Faraona i tych, ktorzy byli przed nimi, albowiem za kłamstwo uznali znaki swego Pana; wytracilismy ich za ich grzechy; i zatopilismy ludzi Faraona. Oni wszyscy byli ludzmi niesprawiedliwymi"
        },
        {
            "chapter": 8,
            "verse": 55,
            "text": "Zaprawde, gorsi od zwierzat u Boga sa ci, ktorzy odrzucili wiare i nie wierza"
        },
        {
            "chapter": 8,
            "verse": 56,
            "text": "Ci, z ktorymi ty zawierasz przymierze, a potem oni naruszaja swoj układ za kazdym razem; oni nie sa bogobojni"
        },
        {
            "chapter": 8,
            "verse": 57,
            "text": "A jesli spotkasz sie z nimi na wojnie, to postepuj z nimi w taki sposob, by rozproszyc tych, ktorzy znajduja sie za nimi. Byc moze, oni sie opamietaja"
        },
        {
            "chapter": 8,
            "verse": 58,
            "text": "A jesli naprawde obawiasz sie zdrady ze strony pewnych ludzi, to tak samo odrzuc ich przymierze. Zaprawde, Bog nie kocha zdrajcow"
        },
        {
            "chapter": 8,
            "verse": 59,
            "text": "I niech nie sadza ci, ktorzy nie uwierzyli, ze nas wyprzedza. Oni przeciez nie sa zdolni niczego udaremnic"
        },
        {
            "chapter": 8,
            "verse": 60,
            "text": "Przygotujcie przeciwko nim, ile mozecie sił i oddziałow konnicy, ktorymi moglibyscie przerazic wroga Boga i wroga waszego, jak rowniez innych, ktorzy sa poza nimi, a ktorych wy nie znacie. Bog ich zna! A to, co wy rozdajecie na drodze Boga, to zostanie wam w pełni oddane i nie doznacie niesprawiedliwosci"
        },
        {
            "chapter": 8,
            "verse": 61,
            "text": "A jesli oni skłonia sie do pokoju, to i ty sie ku niemu skłon i zaufaj Bogu! Zaprawde, On jest Słyszacy, Wszechwiedzacy"
        },
        {
            "chapter": 8,
            "verse": 62,
            "text": "A jesli oni zechca ciebie zdradzic - to zaprawde, niech wystarczy ci Bog! On jest Tym, ktory wsparł ciebie Swoja pomoca i pomoca wierzacych"
        },
        {
            "chapter": 8,
            "verse": 63,
            "text": "On zjednoczył ich serca. Gdybys ty rozdał wszystko, co jest na ziemi, to nie mogłbys zjednoczyc ich serc. Lecz Bog zjednoczył je, bo przeciez On jest potezny, madry"
        },
        {
            "chapter": 8,
            "verse": 64,
            "text": "O Proroku! Wystarczy ci Bog i ci sposrod wiernych, ktorzy ida za toba"
        },
        {
            "chapter": 8,
            "verse": 65,
            "text": "O proroku! Pobudzaj wiernych do walki! Jesli wsrod was jest dwudziestu cierpliwych, to zwycieza dwustu; a jesli jest stu wsrod was, to oni zwycieza tysiac niewiernych, poniewaz oni sa ludzmi, ktorzy nie rozumieja"
        },
        {
            "chapter": 8,
            "verse": 66,
            "text": "Teraz ulzył wam Bog; On wie, ze jestescie słabi. A wiec jesli bedzie wsrod was stu sprawiedliwych, to oni zwycieza dwustu; a jesli bedzie was tysiac, to oni zwycieza dwa tysiace - za pozwoleniem Boga. Bog jest przeciez z cierpliwymi"
        },
        {
            "chapter": 8,
            "verse": 67,
            "text": "Nie jest odpowiednie dla Proroka, aby brał jencow, dopoki on nie dokona całkowitego podboju ziemi. Wy pragniecie tego, co przypadkowe na tym swiecie, a Bog chce zycia ostatecznego. Bog jest potezny, madry"
        },
        {
            "chapter": 8,
            "verse": 68,
            "text": "Gdyby nie było przepisu od Boga, ktory juz przyszedł wczesniej, to doscigałaby was straszna kara za to, coscie wzieli"
        },
        {
            "chapter": 8,
            "verse": 69,
            "text": "Jedzcie wiec z tego, co zdobyliscie jako łup, to, co jest dozwolone i wspaniałe, i bojcie sie Boga! Zaprawde, Bog jest przebaczajacy, litosciwy"
        },
        {
            "chapter": 8,
            "verse": 70,
            "text": "O Proroku! Powiedz tym jencom, ktorzy sa w waszych rekach: \"Jesli Bog znajdzie dobro w waszych sercach, to On wam da cos lepszego niz to, co wam zostało zabrane, i przebaczy wam. Bog jest przebaczajacy, litosciwy"
        },
        {
            "chapter": 8,
            "verse": 71,
            "text": "A jesli oni zechca ciebie zdradzic, to juz wczesniej zdradza Boga. Lecz On dał tobie władze nad nimi. Bog jest wszechwiedzacy, madry"
        },
        {
            "chapter": 8,
            "verse": 72,
            "text": "Zaprawde, ci, ktorzy uwierzyli, ci, ktorzy razem wywedrowali, ci, ktorzy walczyli na drodze Boga swoimi dobrami i swoimi duszami, ci, ktorzy uzyczyli schronienia i spieszyli z pomoca - oni sa przyjaciołmi jedni dla drugich. A wzgledem tych, ktorzy uwierzyli, a nie wywedrowali razem, nie jestescie zobowiazani w niczym do sprawowania opieki nad nimi, dopoki oni nie wywedruja razem. A jesli oni poprosza was o pomoc w religii, to na was ciazy obowiazek pomocy, jesli tylko nie jest ona wymierzona przeciw ludowi, z ktorym zawarliscie przymierze. Bog widzi jasno to, co czynicie"
        },
        {
            "chapter": 8,
            "verse": 73,
            "text": "A ci, ktorzy nie uwierzyli, sa przyjaciołmi jedni drugich. Jesli wy tego nie uczynicie, to powstanie bunt na ziemi i wielkie zepsucie"
        },
        {
            "chapter": 8,
            "verse": 74,
            "text": "A ci, ktorzy uwierzyli, i ci, ktorzy wywedrowali razem, i ci, ktorzy walczyli na drodze Boga, i ci, ktorzy uzyczyli schronienia, i ci, ktorzy udzielili pomocy - tacy sa naprawde wierzacy! Oni otrzymaja przebaczenie i szlachetne zaopatrzenie"
        },
        {
            "chapter": 8,
            "verse": 75,
            "text": "A ci, ktorzy uwierzyli pozniej, ktorzy wywedrowali razem i walczyli wraz z wami, oni naleza do was; lecz ci, ktorzy sa zwiazani pokrewienstwem, sa jeszcze blizsi jedni drugich w Ksiedze Boga. Zaprawde, Bog o kazdej rzeczy jest wszechwiedzacy"
        },
        {
            "chapter": 9,
            "verse": 1,
            "text": "Bog i Jego Posłaniec sa wolni od zobowiazan wzgledem tych sposrod bałwochwalcow, z ktorymi zawarliscie przymierze"
        },
        {
            "chapter": 9,
            "verse": 2,
            "text": "Podrozujcie swobodnie po ziemi w ciagu czterech miesiecy! Wiedzcie, iz nie jestescie zdolni sprowadzic do niemocy Boga i ze Bog pokryje wstydem niewiernych"
        },
        {
            "chapter": 9,
            "verse": 3,
            "text": "I oto wezwanie od Boga i Jego Posłanca do ludzi w dniu wielkiej pielgrzymki: \"Bog i Jego Posłaniec sa wolni od zobowiazania wzgledem bałwochwalcow. Jesli sie nawrocicie, to bedzie lepiej dla was; a jesli sie odwrocicie, to wiedzcie, iz nie sprowadzicie Boga do niemocy.\" Obwiesc kare bolesna tym, ktorzy nie wierza"
        },
        {
            "chapter": 9,
            "verse": 4,
            "text": "Jednak z wyjatkiem tych sposrod bałwochwalcow, z ktorymi zawarliscie przymierze; oni go potem w niczym nie naruszyli ani tez nie pomagali nikomu przeciwko wam. Uszanujcie wiec w pełni wzgledem nich wasze przymierze, az do ich terminu. Zaprawde, Bog kocha ludzi bogobojnych"
        },
        {
            "chapter": 9,
            "verse": 5,
            "text": "A kiedy mina swiete miesiace, wtedy zabijajcie bałwochwalcow, tam gdzie ich znajdziecie; chwytajcie ich, oblegajcie i przygotowujcie dla nich wszelkie zasadzki! Ale jesli oni sie nawroca i beda odprawiac modlitwe, i dawac jałmuzne, to dajcie im wolna droge. Zaprawde, Bog jest przebaczajacy, litosciwy"
        },
        {
            "chapter": 9,
            "verse": 6,
            "text": "A jesli ktos z bałwochwalcow poszukuje u ciebie schronienia, to daj mu schronienie, tak by mogł usłyszec słowo Boga, a nastepnie doprowadz go do miejsca bezpiecznego. Tak sie stanie, poniewaz to sa ludzie, ktorzy nie wiedza"
        },
        {
            "chapter": 9,
            "verse": 7,
            "text": "Jakiez moze byc przymierze bałwochwalcow z Bogiem i Jego Posłancem, z wyjatkiem tych, z ktorymi zawarliscie przymierze w swietym Meczecie? I jak długo oni beda wierni wam, to i wy badzcie wierni im! Zaprawde, Bog kocha ludzi bogobojnych"
        },
        {
            "chapter": 9,
            "verse": 8,
            "text": "Jakze to? Skoro oni, kiedy maja przewage nad wami, nie przestrzegaja wobec was ani zwiazkow przymierza, ani tez traktatu o opiece? Oni staraja sie wam przypodobac swoimi ustami, ale serca ich odmawiaja i wiekszosc z nich to ludzie przewrotni"
        },
        {
            "chapter": 9,
            "verse": 9,
            "text": "Oni sprzedaja znaki Boga za mała cene i oddalaja sie od Jego drogi. Jakze złe jest to, co czynia"
        },
        {
            "chapter": 9,
            "verse": 10,
            "text": "Oni nie przestrzegaja wzgledem wiernego ani zwiazkow przymierza, ani traktatu o opiece. Tacy sa ludzmi wystepnymi"
        },
        {
            "chapter": 9,
            "verse": 11,
            "text": "Ale jesli oni sie nawroca i beda odprawiac modlitwe, i dawac jałmuzne, to stana sie waszymi bracmi w religii. My jasno przedstawiamy znaki ludziom, ktorzy wiedza"
        },
        {
            "chapter": 9,
            "verse": 12,
            "text": "A jesli oni naruszaja swoje przysiegi po zawarciu przymierza i jesli atakuja wasza religie, to zwalczajcie wtedy imamow niewiernosci! Zaprawde, nie ma dla nich przysiag! Byc moze, oni zaprzestana"
        },
        {
            "chapter": 9,
            "verse": 13,
            "text": "Czyz nie bedziecie zwalczac ludzi, ktorzy złamali swoje przysiegi i ktorzy usiłowali wypedzic Posłanca? To oni zaatakowali was po raz pierwszy. Czy wy sie ich obawiacie? Przeciez Bog zasługuje bardziej na to, byscie sie Go obawiali, jesli jestescie wierzacymi"
        },
        {
            "chapter": 9,
            "verse": 14,
            "text": "Zwalczajcie ich! Bog ukarze ich przez wasze rece i okryje ich wstydem; i dopomoze wam zwyciezyc ich. On uleczy piersi ludzi wierzacych"
        },
        {
            "chapter": 9,
            "verse": 15,
            "text": "I On usunie zawisc z ich serc. Bog nawraca sie ku temu, komu chce. Bog jest wszechwiedzacy, madry"
        },
        {
            "chapter": 9,
            "verse": 16,
            "text": "Czy wy sadzicie, ze bedziecie pozostawieni w spokoju, skoro Bog jeszcze nie zna tych sposrod was, ktorzy walczyli i nie wzieli sobie - poza Bogiem, Jego Posłancem i wiernymi - nikogo jako bliskiego przyjaciela? A Bog jest w pełni swiadomy tego, co wy czynicie"
        },
        {
            "chapter": 9,
            "verse": 17,
            "text": "Nie godzi sie bałwochwalcom, aby odwiedzali swiatynie Boga, dajac swiadectwo niewiary przeciwko samym sobie. Działania takich ludzi sa daremne. Oni beda przebywac w ogniu na wieki"
        },
        {
            "chapter": 9,
            "verse": 18,
            "text": "I bedzie odwiedzac swiatynie Boga tylko: ten, kto wierzy w Boga i w Dzien Ostatni; ten, kto odprawia modlitwe; ten, kto daje jałmuzne; ten, kto obawia sie tylko Boga: Byc moze tacy beda w liczbie prowadzonych droga prosta"
        },
        {
            "chapter": 9,
            "verse": 19,
            "text": "Czyz wy uwazacie, ze ten kto napoi pielgrzyma i odwiedzi swiety Meczet podobny jest temu, kto uwierzył w Boga i w Dzien Ostatni i walczył na drodze Boga? Oni nie sa rowni przed Bogiem. Bog nie prowadzi droga prosta ludzi niesprawiedliwych"
        },
        {
            "chapter": 9,
            "verse": 20,
            "text": "Ci, ktorzy uwierzyli, ci, ktorzy wywedrowali wspolnie, ci, ktorzy walczyli na drodze Boga swoim majatkiem i swoimi duszami, beda mieli najwyzszy stopien u Boga - oni sa tymi, ktorzy osiagneli sukces"
        },
        {
            "chapter": 9,
            "verse": 21,
            "text": "Ich Pan obwiesci im radosna nowine przez miłosierdzie od Niego i przez upodobanie, i przez Ogrody, gdzie czeka ich nieustanna szczesliwosc"
        },
        {
            "chapter": 9,
            "verse": 22,
            "text": "Beda w nich przebywac na wieki. Zaprawde, u Boga jest nagroda ogromna"
        },
        {
            "chapter": 9,
            "verse": 23,
            "text": "O wy, ktorzy wierzycie! Nie bierzcie sobie za przyjacioł waszych ojcow i waszych braci, jesli oni przedkładaja niewiare ponad wiare. A ci z was, ktorzy biora ich sobie za przyjacioł, ci sa niesprawiedliwi"
        },
        {
            "chapter": 9,
            "verse": 24,
            "text": "Powiedz: \"Jesli wasi ojcowie, wasi synowie i wasi bracia, wasze zony i wasz rod, i wasze majatki, ktore zdobyliscie, i handel, o ktorego zastoj sie obawiacie, i mieszkania, ktore wam sie podobaja, sa wam milsze anizeli Bog i Jego Posłaniec oraz zmaganie sie na Jego drodze - to oczekujcie, az przyjdzie Bog ze Swoim rozkazem.\" Bog nie prowadzi droga prosta ludzi szerzacych zepsucie"
        },
        {
            "chapter": 9,
            "verse": 25,
            "text": "A Bog pomogł wam zwyciezyc w wielu regionach, i w dniu Hunajn, kiedy was zadziwiła wasza mnogosc. Lecz ona od niczego was nie wybawiła i ziemia stała sie dla was ciasna mimo jej rozległosci. Potem odwrociliscie sie plecami"
        },
        {
            "chapter": 9,
            "verse": 26,
            "text": "Nastepnie Bog zesłał Swoj spokoj na Swojego Posłanca i na wiernych. On zesłał wojska, ktorych nie widzieliscie, i ukarał tych, ktorzy nie uwierzyli. Taka jest zapłata dla niewiernych"
        },
        {
            "chapter": 9,
            "verse": 27,
            "text": "Nastepnie Bog nawroci sie ku temu, ku ktoremu zechce. Bog jest przebaczajacy, litosciwy"
        },
        {
            "chapter": 9,
            "verse": 28,
            "text": "O wy, ktorzy wierzycie! Bałwochwalcy sa przeciez nieczystoscia. Przeto niech nie przyblizaja sie do Meczetu swietego po tym roku! A jesli boicie sie ubostwa, to wzbogaci was Bog przez Swoja łaske, jesli zechce. Zaprawde, Bog jest wszechwiedzacy, madry"
        },
        {
            "chapter": 9,
            "verse": 29,
            "text": "Zwalczajcie tych, ktorzy nie wierza w Boga i w Dzien Ostatni, ktory nie zakazuja tego, co zakazał Bog i Jego Posłaniec, i nie poddaja sie religii prawdy - sposrod tych, ktorym została dana Ksiega - dopoki oni nie zapłaca daniny własna reka i nie zostana upokorzeni"
        },
        {
            "chapter": 9,
            "verse": 30,
            "text": "Zydzi powiedzieli: \"Uzajr jest synem Boga.\" A chrzescijanie powiedzieli: \"Mesjasz jest synem Boga.\" Takie sa słowa wypowiedziane ich ustami. Oni nasladuja słowa tych, ktorzy przedtem nie wierzyli. Niech zwalczy ich Bog! Jakze oni sa przewrotni"
        },
        {
            "chapter": 9,
            "verse": 31,
            "text": "Oni wzieli swoich uczonych w pismie i swoich mnichow za panow, poza Bogiem, i Mesjasza, syna Marii. A rozkazano im przeciez czcic tylko Boga Jedynego. Nie ma boga, jak tylko On! Jakze On bardziej godny jest chwały anizeli to, co oni Jemu dodaja jako wspołtowarzyszy"
        },
        {
            "chapter": 9,
            "verse": 32,
            "text": "Oni chca zagasic swiatło Boga swoimi ustami, lecz Bog nie dopusci do tego, by nie uczynic pełnym Swojego swiatła, chociazby niewierni czuli do tego wstret"
        },
        {
            "chapter": 9,
            "verse": 33,
            "text": "On jest Tym, ktory wysłał Swojego Posłanca z droga prosta i religia prawdy, aby uczynic ja widoczna ponad wszelka religie, chociazby bałwochwalcy czuli do tego wstret"
        },
        {
            "chapter": 9,
            "verse": 34,
            "text": "O wy, ktorzy wierzycie! Zaprawde, wielu sposrod uczonych w pismie - rabinow i mnichow - zjada nadaremnie majatki ludzi i oddala od drogi Boga. A tym, ktorzy zbieraja złoto i srebro, a nie rozdaja ich na drodze Boga - obwiesc kare bolesna"
        },
        {
            "chapter": 9,
            "verse": 35,
            "text": "W Dniu, kiedy te metale beda rozpalone w ogniu Gehenny i beda napietnowane nimi ich czoła, ich boki i grzbiety: \"Oto co zebraliscie dla siebie. Zakosztujcie wiec tego, co zebraliscie"
        },
        {
            "chapter": 9,
            "verse": 36,
            "text": "Liczba miesiecy u Boga: dwanascie miesiecy zaznaczonych w Ksiedze Boga w dniu, kiedy On stworzył niebiosa i ziemie. Wsrod nich - cztery swiete. To jest religia prawdziwa. Przeto nie czyncie sobie niesprawiedliwosci w tych miesiacach i zwalczajcie bałwochwalcow w całosci, tak jak oni was zwalczaja w całosci. Wiedzcie, iz Bog jest z bogobojnymi"
        },
        {
            "chapter": 9,
            "verse": 37,
            "text": "Przesuniecie miesiaca jest tylko pomnozeniem niewiary; sa wprowadzeni przez to w bład tylko ci, ktorzy nie wierza. Oni uznaja to za dozwolone jednego roku i uznaja to za zakazane innego roku, aby wyrownac liczbe tych miesiecy uswieconych przez Boga i w ten sposob za dozwolone uznac to, czego zakazał Bog. Zostało im upiekszone zło ich działania, lecz Bog nie prowadzi droga prosta ludzi niesprawiedliwych"
        },
        {
            "chapter": 9,
            "verse": 38,
            "text": "O wy, ktorzy wierzycie! Dlaczegoz, kiedy wam mowia: \"Ruszajcie na droge Boga!\" - tak ciazycie ku ziemi? Czy podoba wam sie bardziej zycie tego swiata, czy zycie ostateczne? Przeciez uzywanie zycia tego swiata w porownaniu z zyciem ostatecznym - jest mizerne"
        },
        {
            "chapter": 9,
            "verse": 39,
            "text": "A jesli nie wyruszycie, to ukarze was Bog kara bolesna i zmieni was na inny narod. A wy nie mozecie Mu w niczym zaszkodzic. Przeciez Bog jest nad kazda rzecza wszechwładny"
        },
        {
            "chapter": 9,
            "verse": 40,
            "text": "A jesli wy mu nie pomozecie - to Bog mu juz dopomogł, kiedy wypedzili go ci, ktorzy nie uwierzyli, kiedy on był drugim z dwoch. Kiedy oni obydwaj byli w grocie, oto on mowi do swojego towarzysza: \"Nie smuc sie! Zaprawde, Bog jest z nami!\" I Bog zesłał na niego Swoj spokoj, i wzmocnił go Swoimi wojskami, ktorych wy nie widzieliscie, i ponizył słowo tych, ktorzy nie uwierzyli, a słowo Boga wywyzszył. Bog. jest potezny, madry"
        },
        {
            "chapter": 9,
            "verse": 41,
            "text": "Wyruszajcie - lekko i ciezkozbrojni! Walczcie waszymi majatkami i waszymi duszami na drodze Boga! To jest dla was lepsze, gdybyscie mogli wiedziec"
        },
        {
            "chapter": 9,
            "verse": 42,
            "text": "Jesliby zysk był bliski, a droga umiarkowana, to oni z pewnoscia poszliby za toba. Lecz daleka dla nich była odległosc. Oni beda przysiegac na Boga: \"Gdybysmy mogli, wyruszylibysmy z wami!\" Oni gubia siebie samych. A Bog wie doskonale, ze oni sa kłamcami"
        },
        {
            "chapter": 9,
            "verse": 43,
            "text": "Niech Bog ci przebaczy! Dlaczego ich pozostawiłes, zanim dali sie tobie jasno poznac ci, ktorzy mowili prawde, i ci, ktorzy byli kłamcami"
        },
        {
            "chapter": 9,
            "verse": 44,
            "text": "Ci, ktorzy wierza w Boga i w Dzien Ostatni, nie beda cie prosic o pozwolenie, by walczyc swoimi majatkami i swoimi duszami. A Bog zna dobrze ludzi bogobojnych"
        },
        {
            "chapter": 9,
            "verse": 45,
            "text": "Prosza ciebie o pozwolenie tylko ci, ktorzy nie wierza w Boga ani w Dzien Ostatni i ktorych serca jeszcze watpia, i ktorzy sie wahaja w swoim zwatpieniu"
        },
        {
            "chapter": 9,
            "verse": 46,
            "text": "A gdyby oni chcieli wyruszyc, to przygotowaliby do tego pewne wyposazenie. Lecz B6g sprzeciwił sie ich wyruszeniu, powstrzymał ich i zostało im powiedziane: \"Siedzcie spokojnie z tymi, ktorzy siedza"
        },
        {
            "chapter": 9,
            "verse": 47,
            "text": "Gdyby wyruszyli razem z wami, to powiekszyliby tylko trudnosci wsrod was i, krazac miedzy wami, staraliby sie doprowadzic was do buntu; a wsrod was sa tacy, ktorzy im daja posłuch. Bog zna dobrze ludzi niesprawiedliwych"
        },
        {
            "chapter": 9,
            "verse": 48,
            "text": "Oni juz wczesniej chcieli wzniecic bunt i przewracali twoje sprawy, az przyszła prawda i pojawił sie rozkaz Boga, chociaz oni sie sprzeciwiali"
        },
        {
            "chapter": 9,
            "verse": 49,
            "text": "Wsrod nich jest taki, ktory mowi: \"Pozwol mi i nie wystawiaj mnie na pokuse!\" Czyz oni nie wpadli juz w pokuse? Zaprawde, Gehenna obejmie niewiernych"
        },
        {
            "chapter": 9,
            "verse": 50,
            "text": "Jesli cie spotyka jakies dobro, ich to zasmuca; a jesli cie dosiega jakies nieszczescie, to oni mowia: \"Zatroszczylismy sie o nasza sprawe wczesniej!\" - i odwracaja sie uradowani"
        },
        {
            "chapter": 9,
            "verse": 51,
            "text": "Powiedz: \"Nie dosiegnie nas nic innego, jak tylko to, co zapisał dla nas Bog. On jest naszym Panem! Niech ufaja Bogu ludzie wierzacy"
        },
        {
            "chapter": 9,
            "verse": 52,
            "text": "Powiedz: \"Czyz wy oczekujecie dla nas czegos innego niz dwoch najpiekniejszych? Bo my oczekujemy dla was, iz dosiegnie was Bog kara pochodzaca od Niego lub przez nasze rece. Oczekujcie wiec, my oczekujemy razem z wami"
        },
        {
            "chapter": 9,
            "verse": 53,
            "text": "Powiedz: \"Rozdawajcie dobrowolnie lub pod przymusem! - to nie bedzie od was przyjmowane. Wy, zaprawde, jestescie ludem wystepnym"
        },
        {
            "chapter": 9,
            "verse": 54,
            "text": "I nic innego nie przeszkadza im w tym, aby mogły byc przyjete od nich swiadczenia, jak tylko to, iz oni nie wierza w Boga i w Jego Posłanca, iz odprawiaja modlitwe leniwie i ze rozdaja tylko pod przymusem"
        },
        {
            "chapter": 9,
            "verse": 55,
            "text": "Niech cie nie zadziwiaja ani ich majatki, ani ich dzieci. Bog chce ich tylko ukarac przez to w zyciu na tym swiecie i chce azeby ich dusze odeszły, kiedy sa niewiernymi"
        },
        {
            "chapter": 9,
            "verse": 56,
            "text": "Oni przysiegaja na Boga, iz sa sposrod was, chociaz nie sa sposrod was, lecz sa ludem, ktory sie boi"
        },
        {
            "chapter": 9,
            "verse": 57,
            "text": "Jesliby oni tylko znalezli jakies schronienie albo jakies groty, albo jakas kryjowke, to podazyliby tam w wielkim pospiechu"
        },
        {
            "chapter": 9,
            "verse": 58,
            "text": "Wsrod nich sa tacy, ktorzy obmawiaja cie z powodu jałmuzny: Jesli oni cos z niej dostana, to sa zadowoleni; a jesli nic z niej nie dostana, to wtedy sie gniewaja"
        },
        {
            "chapter": 9,
            "verse": 59,
            "text": "A gdyby oni byli zadowoleni z tego, co dał im Bog i Jego Posłaniec, to powiedzieliby: \"Wystarczy nam Bog! Bog darzy nas Swoja łaska i Jego Posłaniec. My przeciez kierujemy nasze pragnienie ku Bogu"
        },
        {
            "chapter": 9,
            "verse": 60,
            "text": "Jałmuzny sa tylko dla ubogich i biedakow, i tych, ktorzy przy nich pracuja, i dla tych, ktorych serca zostały pozyskane, i na wykup niewolnikow, i dla dłuznikow, i dla drogi Boga, i dla podroznego. To jest obowiazek nałozony przez Boga! Bog jest wszechwiedzacy, madry"
        },
        {
            "chapter": 9,
            "verse": 61,
            "text": "Wsrod nich sa tacy, ktorzy obrazaja Proroka i mowia: \"On jest tylko uchem!\" Powiedz: \"Uchem dobra dla was! On wierzy w Boga i wierzy wiernym; on jest miłosierdziem dla tych z was, ktorzy wierza.\" A tych, ktorzy obrazaja Posłanca Boga, czeka kara bolesna"
        },
        {
            "chapter": 9,
            "verse": 62,
            "text": "Oni przysiegaja na Boga przed wami, by sie wam przypodobac, lecz Bog i Jego Posłaniec zasługuja bardziej na to, by sie im przypodobac - jesli oni sa wierzacymi"
        },
        {
            "chapter": 9,
            "verse": 63,
            "text": "Czyz oni nie wiedza, ze dla tego, kto sie sprzeciwia Bogu i Jego Posłancowi - bedzie przygotowany ogien Gehenny, w ktorym on bedzie przebywał na wieki? To jest hanba ogromna"
        },
        {
            "chapter": 9,
            "verse": 64,
            "text": "Obawiaja sie obłudnicy, ze bedzie przeciwko nim zesłana sura, ktora obwiesci im, co jest w ich sercach. Powiedz: \"Nasmiewajcie sie! Zaprawde, Bog odkryje to, czego wy sie obawiacie"
        },
        {
            "chapter": 9,
            "verse": 65,
            "text": "A jesli ich zapytasz, to oni z pewnoscia powiedza: \"Mysmy tylko tak rozmawiali i zartowali.\" Powiedz: \"Czy wysmiewacie sie z Boga, z Jego znakow i z Jego Posłanca"
        },
        {
            "chapter": 9,
            "verse": 66,
            "text": "Nie usprawiedliwiajcie sie! Staliscie sie niewiernymi, choc przedtem uwierzyliscie. Jesli My przebaczymy pewnej grupie sposrod was, to ukarzemy inna grupe za to, iz byli grzesznikami"
        },
        {
            "chapter": 9,
            "verse": 67,
            "text": "Obłudni mezczyzni i obłudne kobiety nakazuja sobie wzajemnie to, co jest zakazane, a powstrzymuja sie od tego, co jest uznane, i zaciskaja rece. Oni zapomnieli o Bogu i On o nich zapomniał. Zaprawde, obłudnicy szerza zepsucie"
        },
        {
            "chapter": 9,
            "verse": 68,
            "text": "I obiecał Bog obłudnym, mezczyznom i kobietom, jak i niewiernym, ogien Gehenny, gdzie beda przebywac na wieki. On im wystarczy! Przeklał ich Bog i kara ich bedzie nieustanna"
        },
        {
            "chapter": 9,
            "verse": 69,
            "text": "Tak jak ci, ktorzy byli przed wami! Oni byli potezniejsi od was siła, posiadali wiecej majatkow i dzieci i cieszyli sie swoim udziałem. I wy cieszycie sie swoim udziałem, tak jak cieszyli sie swoim udziałem ci, ktorzy byli przed wami. I wy sie zagłebiacie w rozmowach, tak jak oni sie zagłebiali. Oto ci, ktorych dzieła sa daremne na tym swiecie i w zyciu ostatecznym. Oto ci, ktorzy stracili"
        },
        {
            "chapter": 9,
            "verse": 70,
            "text": "Czy nie doszła do was wiesc o tych, ktorzy byli przed wami? O ludzie Noego, o ludzie Ad i Samud, o ludzie Abrahama i o mieszkancach Madian, i o miastach wywroconych do fundamentow? Przychodzili do nich ich posłancy z jasnymi dowodami. I to nie Bog wyrzadził im niesprawiedliwosc, lecz oni sami sobie wyrzadzili niesprawiedliwosc"
        },
        {
            "chapter": 9,
            "verse": 71,
            "text": "A wierzacy mezczyzni i wierzace kobiety sa dla siebie nawzajem przyjaciołmi. Oni nakazuja sobie to, co uznane, a zakazuja sobie tego, co naganne. Oni odprawiaja modlitwe i daja jałmuzne, sa posłuszni Bogu i Jego Posłancowi. Tym Bog okaze miłosierdzie. Zaprawde, Bog jest potezny, madry"
        },
        {
            "chapter": 9,
            "verse": 72,
            "text": "Obiecał Bog wierzacym, mezczyznom i kobietom, Ogrody, gdzie w dole płyna strumyki - oni tam beda przebywac na wieki - i mieszkania przyjemne w Ogrodach Edenu. A zadowolenie Boga jest jeszcze czyms wiekszym od tego! To jest osiagniecie ogromne"
        },
        {
            "chapter": 9,
            "verse": 73,
            "text": "O Proroku! Walcz przeciwko niewiernym i przeciwko obłudnikom i badz dla nich surowy! Ich miejscem schronienia bedzie Gehenna. Jakze nieszczesne to miejsce przybycia"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "Oni przysiegaja na Boga, ze nic nie powiedzieli, tymczasem powiedzieli słowo niewiary; i stali sie niewiernymi, chociaz juz byli całkowicie poddani. Oni starali sie usilnie o to, czego nie mogli osiagnac; i zemscili sie tylko za to, ze wzbogacił ich Bog i Jego Posłaniec, z Jego łaski. I jesli sie nawroca, to bedzie lepiej dla nich; a jesli sie odwroca, to ukarze ich Bog kara bolesna na tym swiecie i w zyciu ostatecznym. Oni nie maja na ziemi ani przyjaciela, ani pomocnika"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "A wsrod nich sa i tacy, ktorzy zawarli przymierze z Bogiem: \"Jesli On da nam nieco ze Swojej łaski, to my na pewno bedziemy dawac jałmuzne i znajdziemy sie wsrod cnotliwych"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Lecz kiedy On im daje nieco ze Swojej łaski, to oni tego skapia: odwracaja sie i oddalaja"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "Przeto On spowodował, iz towarzyszy im obłuda w sercach, az do dnia, kiedy oni Go spotkaja, za to, ze oszukali Boga w tym, co Mu obiecali, za to, ze kłamali"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Czyz oni nie wiedza, ze Bog zna ich tajemnice i skryte zmowy i ze Bog zna doskonale rzeczy ukryte"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Z tych, ktorzy wyszydzaja i wysmiewaja sie z wiernych dajacych dobrowolnie jałmuzne, i z tych, ktorzy niewiele posiadaja poza swoja gorliwoscia - z tych wysmieje sie Bog. Ich czeka kara bolesna"
        },
        {
            "chapter": 9,
            "verse": 80,
            "text": "Pros o przebaczenie dla nich albo nie pros dla nich o przebaczenie! Jesli bedziesz prosił dla nich o przebaczenie nawet siedemdziesiat razy, to i tak nie przebaczy im Bog. A to dlatego, ze oni nie uwierzyli w Boga i Jego Posłanca. A Bog nie prowadzi droga prosta tych, ktorzy szerza zepsucie"
        },
        {
            "chapter": 9,
            "verse": 81,
            "text": "Cieszyli sie ci, ktorych pozostawiono w ich mieszkaniach po odejsciu Posłanca Boga. Oni czuli niechec do tego, by zmagac sie swoim majatkiem i swoimi duszami na drodze Boga, i mowili: \"Nie wyruszajcie w ten zar!\" Powiedz: \"Ogien Gehenny jest o wiele bardziej goracy!\" O gdyby oni to pojeli"
        },
        {
            "chapter": 9,
            "verse": 82,
            "text": "Niech oni sie posmieja troszke i niech wiele popłacza - jako zapłata za to, co oni zarobili"
        },
        {
            "chapter": 9,
            "verse": 83,
            "text": "A jesli nawroci ciebie Bog do jakiejs partii sposrod nich i beda cie prosic o pozwolenie wyruszenia, to powiedz: \"Nie wyruszycie ze mna nigdy i nie bedziecie zwalczac ze mna wroga! Wy przeciez z zadowoleniem siedzieliscie po raz pierwszy, to siedzcie i teraz z pozostajacymi w tyle"
        },
        {
            "chapter": 9,
            "verse": 84,
            "text": "I nie modl sie za ktoregokolwiek z nich, kiedy umrze, ani nie stoj nad jego grobem! Oni przeciez nie wierzyli w Boga i Jego Posłanca i umarli bedac ludzmi zepsutymi"
        },
        {
            "chapter": 9,
            "verse": 85,
            "text": "I niech nie zadziwiaja cie ich majatki i ich dzieci! Bog chce ich przez nie ukarac na tym swiecie, zeby dusze ich odeszły, podczas kiedy sa niewiernymi"
        },
        {
            "chapter": 9,
            "verse": 86,
            "text": "A kiedy została zesłana sura: \"Wierzcie w Boga i walczcie razem z Jego Posłancem!\" - ludzie zamozni poprosili ciebie o pozwolenie i powiedzieli: \"Pozostaw nas z siedzacymi w domu"
        },
        {
            "chapter": 9,
            "verse": 87,
            "text": "Oni byli zadowoleni, ze sa z tymi, ktorzy pozostali w tyle. I połozono pieczec na ich serca, tak iz oni nie rozumieja"
        },
        {
            "chapter": 9,
            "verse": 88,
            "text": "Lecz Posłaniec i ci, ktorzy uwierzyli wraz z nim, zmagali sie w walce swoim majatkiem i swoimi duszami. Dla nich beda dobra i oni beda szczesliwi"
        },
        {
            "chapter": 9,
            "verse": 89,
            "text": "Przygotował dla nich Bog Ogrody, gdzie w dole płyna strumyki; oni tam beda przebywac na wieki. To jest osiagniecie ogromne"
        },
        {
            "chapter": 9,
            "verse": 90,
            "text": "I przyszli sie usprawiedliwiac niektorzy sposrod Beduinow, zeby im tez dano pozwolenie. I siedzieli spokojnie ci, ktorzy oskarzali o kłamstwo Boga i Jego Posłanca. Dosiegnie tych, ktorzy nie uwierzyli, kara bolesna"
        },
        {
            "chapter": 9,
            "verse": 91,
            "text": "Słabi i chorzy oraz ci, ktorzy nie maja zadnych srodkow, aby ponosic ciezary, nie popełniaja zadnego przewinienia - jesli sa szczerze wierni Bogu i Jego Posłancowi! Nie ma przeciwko czyniacym dobro zadnej drogi. Bog jest przebaczajacy, litosciwy"
        },
        {
            "chapter": 9,
            "verse": 92,
            "text": "Ani tez wzgledem tych, ktorym, kiedy przyszli do ciebie, abys im dał srodek transportu, powiedziałes: \"Nie znajduje nic na czym mogłbym was odprawic\" - oni zas odwrocili sie, a ich oczy były przepełnione łzami smutku, iz nie znajduja nic, co by mogli wydac"
        }
    ]
}