{
    "juzs": [
        {
            "chapter": 23,
            "verse": 1,
            "text": "Szczesliwi sa wierzacy"
        },
        {
            "chapter": 23,
            "verse": 2,
            "text": "Ktorzy sa pokorni w swoich modlitwach"
        },
        {
            "chapter": 23,
            "verse": 3,
            "text": "Ktorzy sie odwracaja od pustej gadaniny"
        },
        {
            "chapter": 23,
            "verse": 4,
            "text": "Ktorzy daja jałmuzne"
        },
        {
            "chapter": 23,
            "verse": 5,
            "text": "Ktorzy zachowuja wstrzemiezliwosc"
        },
        {
            "chapter": 23,
            "verse": 6,
            "text": "Z wyjatkiem swoich zon i tego, czym zawładneła ich prawica, bo wtedy nie beda ganieni"
        },
        {
            "chapter": 23,
            "verse": 7,
            "text": "a ktorzy pozadaja inne, poza nimi, sa wystepni"
        },
        {
            "chapter": 23,
            "verse": 8,
            "text": "Ktorzy strzega powierzonych sobie depozytow i dochowuja zobowiazan"
        },
        {
            "chapter": 23,
            "verse": 9,
            "text": "Ktorzy odprawiaja swoje modlitwy"
        },
        {
            "chapter": 23,
            "verse": 10,
            "text": "Tacy sa dziedzicami"
        },
        {
            "chapter": 23,
            "verse": 11,
            "text": "Ktorzy odziedzicza Raj, gdzie beda przebywac na wieki"
        },
        {
            "chapter": 23,
            "verse": 12,
            "text": "Stworzylismy człowieka z ekstraktu gliny"
        },
        {
            "chapter": 23,
            "verse": 13,
            "text": "Nastepnie umiescilismy go - jako krople nasienia - w naczyniu solidnym"
        },
        {
            "chapter": 23,
            "verse": 14,
            "text": "Nastepnie stworzylismy z kropli nasienia grudke krwi zakrzepłej; potem stworzylismy z tej grudki krwi zakrzepłej zalazek ciała; a z tego zalazka stworzylismy kosci; wtedy oblekalismy te kosci ciałem; nastepnie uczynilismy go innym stworzeniem. Niech bedzie błogosławiony Bog, najlepszy ze stworcow"
        },
        {
            "chapter": 23,
            "verse": 15,
            "text": "Nastepnie, z pewnoscia, pomrzecie"
        },
        {
            "chapter": 23,
            "verse": 16,
            "text": "A w Dniu Zmartwychwstania zostaniecie wskrzeszeni"
        },
        {
            "chapter": 23,
            "verse": 17,
            "text": "Stworzylismy ponad wami siedem drog i nie bylismy niedbali w dziele stworzenia"
        },
        {
            "chapter": 23,
            "verse": 18,
            "text": "Zesłalismy z nieba okreslona ilosc wody i utrzymalismy ja na ziemi; a przeciez My mamy władze ja usunac"
        },
        {
            "chapter": 23,
            "verse": 19,
            "text": "I spowodowalismy, iz powstały dla was dzieki niej ogrody z palm i winnej latorosli; sa tam obfite owoce, ktore wy zjadacie"
        },
        {
            "chapter": 23,
            "verse": 20,
            "text": "I drzewo wyrastajace z gory Synaj, ktore wytwarza oliwe i przyprawe dla jedzacych"
        },
        {
            "chapter": 23,
            "verse": 21,
            "text": "Oto dla was jest przykład w trzodach: My dajemy wam pic z tego, co znajduje sie w ich brzuchach; i sa w nich liczne dla was korzysci, z nich sie tez zywicie"
        },
        {
            "chapter": 23,
            "verse": 22,
            "text": "Wy na nich, tak samo jak na okrecie, jestescie przenoszeni"
        },
        {
            "chapter": 23,
            "verse": 23,
            "text": "Wysłalismy Noego do jego ludu i powiedział: \"O ludu moj! Czcijcie Boga! Nie ma dla was zadnego boga oprocz Niego! Czyz wy nie bedziecie bogobojni"
        },
        {
            "chapter": 23,
            "verse": 24,
            "text": "I starszyzna - ci z jego ludu, ktorzy nie uwierzyli - powiedziała: \"To jest tylko człowiek jak wy; on chce sie wywyzszyc nad wami. A gdyby zechciał Bog, to z pewnoscia zesłałby aniołow. My nie słyszelismy, zeby cos podobnego zdarzyło sie u naszych dawnych przodkow"
        },
        {
            "chapter": 23,
            "verse": 25,
            "text": "To tylko człowiek opetany przez dziny; dogladajcie go wiec przez jakis czas"
        },
        {
            "chapter": 23,
            "verse": 26,
            "text": "Noe powiedział: \"Panie moj! Dopomoz mi,.. poniewaz oni uznali mnie za kłamce"
        },
        {
            "chapter": 23,
            "verse": 27,
            "text": "I objawilismy mu: Zbuduj statek na Naszych oczach i według Naszego objawienia! A kiedy przyjdzie Nasz rozkaz i kiedy kipi piec, wtedy wprowadz do niego ze wszystkiego stworzenia po parze i twoja rodzine, oprocz tych sposrod nich, przeciwko ktorym juz poprzednio zostało wypowiedziane słowo. I nie przemawiaj do mnie w obronie tych, ktorzy byli niesprawiedliwi. Zaprawde, oni zostana zatopieni"
        },
        {
            "chapter": 23,
            "verse": 28,
            "text": "A kiedy urzadzisz sie, ty i ci, ktorzy sa razem z toba na statku, powiedz: \"Chwała niech bedzie Bogu, ktory nas wybawił od ludu niesprawiedliwych"
        },
        {
            "chapter": 23,
            "verse": 29,
            "text": "I powiedz: \"Panie moj i Pozwol mi przybic do jakiegos błogosławionego miejsca! Ty jestes najlepszym z tych, ktorzy doprowadzaja do przystani"
        },
        {
            "chapter": 23,
            "verse": 30,
            "text": "Zaprawde, w tym sa znaki! I My jestesmy, z pewnoscia, doswiadczajacymi"
        },
        {
            "chapter": 23,
            "verse": 31,
            "text": "Po nich utworzylismy inne pokolenie"
        },
        {
            "chapter": 23,
            "verse": 32,
            "text": "I wysłalismy do nich posłanca sposrod nich: \"Czcijcie Boga! Nie ma dla was zadnego innego boga oprocz Niego! Czyz nie bedziecie bogobojni"
        },
        {
            "chapter": 23,
            "verse": 33,
            "text": "I powiedziała starszyzna z jego ludu, ci, ktorzy nie uwierzyli i ktorzy za kłamstwo uznali spotkanie rycia ostatecznego, i ktorym pozwolilismy sie cieszyc dostatkiem w zyciu tego swiata: \"To przeciez tylko człowiek, podobnie jak wy; ktory je, co wy jecie, i ktory pije, co wy pijecie"
        },
        {
            "chapter": 23,
            "verse": 34,
            "text": "A jesli posłuchacie człowieka podobnego do was, to z pewnoscia bedziecie stratni"
        },
        {
            "chapter": 23,
            "verse": 35,
            "text": "Czy on obiecuje wam, ze kiedy pomrzecie i staniecie sie prochem i koscmi, zostaniecie wyprowadzeni"
        },
        {
            "chapter": 23,
            "verse": 36,
            "text": "Daleko, daleko jest to, co wam zostało obiecane"
        },
        {
            "chapter": 23,
            "verse": 37,
            "text": "Nie ma tu nic innego, jak tylko nasze zycie na tym swiecie; umieramy i zyjemy, i nie bedziemy wskrzeszeni"
        },
        {
            "chapter": 23,
            "verse": 38,
            "text": "Ten oto jest tylko człowiekiem, ktory wymyslił przeciwko Bogu kłamstwo. My jemu nie wierzymy"
        },
        {
            "chapter": 23,
            "verse": 39,
            "text": "Powiedział: \"Panie moj, dopomoz mi, poniewaz oni uznali mnie za kłamce"
        },
        {
            "chapter": 23,
            "verse": 40,
            "text": "Rzekł: \"Wkrotce oni zapewne beda załowac"
        },
        {
            "chapter": 23,
            "verse": 41,
            "text": "I słusznie pochwycił ich krzyk, i uczynilismy ich smieciem. Precz z ludem niesprawiedliwych"
        },
        {
            "chapter": 23,
            "verse": 42,
            "text": "I stworzylismy po nich inne pokolenie"
        },
        {
            "chapter": 23,
            "verse": 43,
            "text": "Zaden narod nie wyprzedzi swego terminu ani go nie oprozni"
        },
        {
            "chapter": 23,
            "verse": 44,
            "text": "Nastepnie wysłalismy Naszych posłancow, jednego po drugim. Za kazdym razem, kiedy przychodził do jakiegos narodu jego posłaniec, oni go uwazali za kłamce. I tak posyłalismy jednych za drugimi, i sprawilismy, iz przeszli do legend. Precz z ludem niewiernych"
        },
        {
            "chapter": 23,
            "verse": 45,
            "text": "Potem posłalismy Mojzesza i jego brata Aarona, z Naszymi znakami i władza oczywista"
        },
        {
            "chapter": 23,
            "verse": 46,
            "text": "Do Faraona i jego starszyzny. Lecz oni wbili sie w pyche i okazali sie ludem dumnym"
        },
        {
            "chapter": 23,
            "verse": 47,
            "text": "Oni powiedzieli: \"Czyz mamy wierzyc dwom smiertelnikom podobnym do nas, skoro ich lud to nasi niewolnicy"
        },
        {
            "chapter": 23,
            "verse": 48,
            "text": "I uznali ich obydwoch za kłamcow, i znalezli sie wsrod tych, ktorzy sa zgubieni"
        },
        {
            "chapter": 23,
            "verse": 49,
            "text": "I dalismy Mojzeszowi Ksiege - byc moze, oni pojda po drodze prostej"
        },
        {
            "chapter": 23,
            "verse": 50,
            "text": "I uczynilismy syna Marii i jego matke znakiem. Dalismy im schronienie na wzgorzu spokojnym i obfitym w zrodła"
        },
        {
            "chapter": 23,
            "verse": 51,
            "text": "O wy, posłancy! Jedzcie wysmienite rzeczy i czyncie dobro! Ja wiem doskonale, co wy czynicie"
        },
        {
            "chapter": 23,
            "verse": 52,
            "text": "Zaprawde, ten wasz narod jest narodem jedynym. Ja jestem waszym Panem. Bojcie sie Mnie"
        },
        {
            "chapter": 23,
            "verse": 53,
            "text": "Oni jednak podzielili sie na rozne sekty; i kazda grupa cieszy sie tym, co posiada"
        },
        {
            "chapter": 23,
            "verse": 54,
            "text": "Pozostaw ich wiec w błedzie na pewien czas"
        },
        {
            "chapter": 23,
            "verse": 55,
            "text": "Czy, oni przypuszczaja, ze to, co My im dajemy w postaci majatku i synow"
        },
        {
            "chapter": 23,
            "verse": 56,
            "text": "Oznacza zachete do czynienia dobrych dzieł? Przeciwnie! Oni nie sa tego swiadomi"
        },
        {
            "chapter": 23,
            "verse": 57,
            "text": "Zaprawde, ci, ktorzy drza z obawy przed swoim Panem"
        },
        {
            "chapter": 23,
            "verse": 58,
            "text": "Ci, ktorzy wierza w znaki swego Pana"
        },
        {
            "chapter": 23,
            "verse": 59,
            "text": "Ci, ktorzy nie dodaja wspołtowarzyszy swemu Panu"
        },
        {
            "chapter": 23,
            "verse": 60,
            "text": "Ci, ktorzy daja to, co daja, podczas gdy ich serca drza, iz maja powrocic do swego Pana"
        },
        {
            "chapter": 23,
            "verse": 61,
            "text": "oto sa ci, ktorzy sie spiesza ku dobrym uczynkom; oni sa pierwsi w ich spełnianiu"
        },
        {
            "chapter": 23,
            "verse": 62,
            "text": "My nakładamy na kazda dusze tylko to, co jest w jej mozliwosci. My mamy Ksiege, ktora mowi prawde, i oni nie doznaja niesprawiedliwosci"
        },
        {
            "chapter": 23,
            "verse": 63,
            "text": "Jednak serca ich pod tym wzgledem sa w niepewnosci. Oni maja jeszcze za soba inne czyny, oprocz tych, ktore stale popełniaja"
        },
        {
            "chapter": 23,
            "verse": 64,
            "text": "A kiedy My ukarzemy tych sposrod nich, ktorzy zyja w dostatku, wtedy oni beda błagac"
        },
        {
            "chapter": 23,
            "verse": 65,
            "text": "Nie lamentujcie dzisiaj, przeciez nie otrzymacie od Nas pomocy"
        },
        {
            "chapter": 23,
            "verse": 66,
            "text": "Moje znaki były wam recytowane, lecz wy obracaliscie sie na pietach"
        },
        {
            "chapter": 23,
            "verse": 67,
            "text": "Okazujac dume wzgledem nich, i spedzaliscie noc na pustych rozmowach"
        },
        {
            "chapter": 23,
            "verse": 68,
            "text": "Czyz oni sie nie zastanowili nad tym słowem, kiedy przyszło do nich to, co nie przyszło do ich pierwszych ojcow"
        },
        {
            "chapter": 23,
            "verse": 69,
            "text": "Czyzby oni nie poznali swojego Posłanca, skoro sie go wyrzekli"
        },
        {
            "chapter": 23,
            "verse": 70,
            "text": "Albo tez czy powiedza, iz jest on opetany przez dziny? Przeciwnie, on przyszedł do nich z prawda, lecz wiekszosc z nich nienawidzi prawdy"
        },
        {
            "chapter": 23,
            "verse": 71,
            "text": "A gdyby prawda poszła za ich namietnosciami, to, z pewnoscia, uległyby rozkładowi niebiosa i ziemia, i ci, ktorzy sie w nich znajduja. Tak, przyszlismy do nich z napomnieniem, lecz oni od napomnienia sie odwrocili"
        },
        {
            "chapter": 23,
            "verse": 72,
            "text": "Albo czy ty zadasz od nich jakiejs daniny? Lecz obdarowanie pochodzace od twego Pana jest lepsze. On jest najlepszym z dajacych zaopatrzenie"
        },
        {
            "chapter": 23,
            "verse": 73,
            "text": "Ty wzywasz ich na pewno ku drodze prostej"
        },
        {
            "chapter": 23,
            "verse": 74,
            "text": "I, zaprawde, ci, ktorzy nie wierza w zycie ostateczne, od tej drogi odchodza"
        },
        {
            "chapter": 23,
            "verse": 75,
            "text": "A jeslibysmy okazali im miłosierdzie i jeslibysmy odsuneli od nich zło, to oni z pewnoscia trwaliby uporczywie w swoim buncie, bładzac na oslep"
        },
        {
            "chapter": 23,
            "verse": 76,
            "text": "I dosiegła ich Nasza kara, lecz oni sie nie podporzadkowali swojemu Panu; i oni sie nie upokorzyli"
        },
        {
            "chapter": 23,
            "verse": 77,
            "text": "Az kiedy My otworzymy przed nimi brame kary strasznej, wtedy popadna tam w rozpacz"
        },
        {
            "chapter": 23,
            "verse": 78,
            "text": "On jest Tym, ktory stworzył dla was słuch, wzrok i serce. Jakze mało jestescie wdzieczni"
        },
        {
            "chapter": 23,
            "verse": 79,
            "text": "On jest Tym, ktory rozsiał was po ziemi; i do Niego bedziecie zebrani"
        },
        {
            "chapter": 23,
            "verse": 80,
            "text": "On jest Tym, ktory daje zycie i powoduje smierc. Do Niego nalezy nastepstwo nocy i dnia. Czy wy nie rozumiecie"
        },
        {
            "chapter": 23,
            "verse": 81,
            "text": "Przeciwnie, oni mowia podobnie, jak mowili praojcowie"
        },
        {
            "chapter": 23,
            "verse": 82,
            "text": "Oni mowili: \"Czyz kiedy pomrzemy i staniemy sie prochem i koscmi, to czy na pewno zostaniemy wskrzeszeni"
        },
        {
            "chapter": 23,
            "verse": 83,
            "text": "To nam było juz obiecane, i poprzednio naszym ojcom, lecz to sa tylko basnie przodkow"
        },
        {
            "chapter": 23,
            "verse": 84,
            "text": "Powiedz: \"Do kogo nalezy ziemia i ci, ktorzy sie na niej znajduja, jesli wiecie"
        },
        {
            "chapter": 23,
            "verse": 85,
            "text": "Oni powiedza: \"Do Boga!\" Powiedz: \"Czy wy sie nie opamietacie"
        },
        {
            "chapter": 23,
            "verse": 86,
            "text": "Powiedz: \"Kto jest Panem siedmiu niebios i Panem wyniosłego tronu"
        },
        {
            "chapter": 23,
            "verse": 87,
            "text": "Oni powiedza: \"Bog. Powiedz: \"Czyz nie staniecie sie bogobojni"
        },
        {
            "chapter": 23,
            "verse": 88,
            "text": "Powiedz: \"Kto ma w swoim reku władze krolewska nad kazda rzecza? I kto roztacza opieke, a opieki nie potrzebuje - jesli wiecie"
        },
        {
            "chapter": 23,
            "verse": 89,
            "text": "Oni powiedza: \"To jest Bog!\" Powiedz: \"Dlaczego wiec jestescie zaczarowani"
        },
        {
            "chapter": 23,
            "verse": 90,
            "text": "Tak! Przyszlismy do nich z prawda, lecz oni na pewno sa kłamcami"
        },
        {
            "chapter": 23,
            "verse": 91,
            "text": "Bog nie wział Sobie zadnego syna i nie było z Nim zadnego boga. Bo wowczas kazdy bog zabrałby to, co stworzył, i jeden z nich wyniosłby sie ponad innych. Chwała niech bedzie Bogu! On jest ponad to, co Jemu przypisuja"
        },
        {
            "chapter": 23,
            "verse": 92,
            "text": "On zna to, co jest skryte i co jest jawne. On jest wyniosły ponad to, co Jemu dodaja jako wspołtowarzyszy"
        },
        {
            "chapter": 23,
            "verse": 93,
            "text": "Powiedz: \"Panie moj! Jeslibys mi tylko pokazał to, co im zostało obiecane"
        },
        {
            "chapter": 23,
            "verse": 94,
            "text": "Panie moj! Nie umieszczaj mnie wsrod ludu niesprawiedliwych"
        },
        {
            "chapter": 23,
            "verse": 95,
            "text": "My niewatpliwie mamy moc pokazac ci to, co im obiecujemy"
        },
        {
            "chapter": 23,
            "verse": 96,
            "text": "Odpychaj zło za pomoca tego, co jest lepsze. My znamy najlepiej to, co oni opisuja"
        },
        {
            "chapter": 23,
            "verse": 97,
            "text": "I powiedz: \"Panie moj! Szukam ucieczki u Ciebie przed podszeptami szatanow"
        },
        {
            "chapter": 23,
            "verse": 98,
            "text": "I szukam ucieczki u Ciebie, Panie moj, by oni nie zjawili sie u mnie"
        },
        {
            "chapter": 23,
            "verse": 99,
            "text": "A kiedy przyjdzie do ktoregos z nich smierc, on powie: \"Panie moj! Odpraw mnie z powrotem"
        },
        {
            "chapter": 23,
            "verse": 100,
            "text": "Byc moze, ja uczynie jakies dobre dzieło wsrod tego, co pozostawiłem.\" Alez nie! To jest tylko słowo, ktore on wypowiada; a za nimi jest przegroda az do Dnia, w ktorym oni zostana wskrzeszeni"
        },
        {
            "chapter": 23,
            "verse": 101,
            "text": "A kiedy zadma w trabe, to tego Dnia nie bedzie zadnego pokrewienstwa miedzy nimi ani tez nie beda sie wzajemnie wypytywac"
        },
        {
            "chapter": 23,
            "verse": 102,
            "text": "Wtedy ci, ktorych szale okaza sie ciezkie, beda szczesliwi"
        },
        {
            "chapter": 23,
            "verse": 103,
            "text": "A ci, ktorych szale okaza sie lekkie, beda tymi, ktorzy stracili samych siebie. Oni beda przebywac w Gehennie na wieki"
        },
        {
            "chapter": 23,
            "verse": 104,
            "text": "Ogien bedzie palił ich twarze i beda wykrzywiac wargi, ukazujac zeby"
        },
        {
            "chapter": 23,
            "verse": 105,
            "text": "Czy nie były wam recytowane Moje znaki? Lecz wy uwazaliscie je za kłamstwo"
        },
        {
            "chapter": 23,
            "verse": 106,
            "text": "Oni powiedza: \"Panie nasz! Opanowało nas nieszczescie. Jestesmy ludzmi bładzacymi"
        },
        {
            "chapter": 23,
            "verse": 107,
            "text": "Panie nasz! Wyprowadz nas z niej! A jesli bedziemy ponownie czynic zło, to wtedy bedziemy rzeczywiscie niesprawiedliwi"
        },
        {
            "chapter": 23,
            "verse": 108,
            "text": "On powie: \"Pozostancie tam ze wstydem i nie mowcie do Mnie"
        },
        {
            "chapter": 23,
            "verse": 109,
            "text": "Przeciez mowiła. czesc Moich sług: \"Panie nasz! My wierzymy! Przebacz nam i miej nad nami miłosierdzie! Ty jestes najlepszym z miłosiernych"
        },
        {
            "chapter": 23,
            "verse": 110,
            "text": "I wy szydziliscie z nich, tak iz zapomnieliscie o wspominaniu Mnie, kiedy sie z nich wysmiewaliscie"
        },
        {
            "chapter": 23,
            "verse": 111,
            "text": "Oto Ja dzisiaj wynagrodziłem ich za to, iz byli cierpliwi; oni triumfuja"
        },
        {
            "chapter": 23,
            "verse": 112,
            "text": "On powie: \"Ile lat przebywaliscie na ziemi"
        },
        {
            "chapter": 23,
            "verse": 113,
            "text": "Powiedza: \"Przebywalismy jeden dzien albo czesc dnia. Lecz zapytaj tych, ktorzy licza"
        },
        {
            "chapter": 23,
            "verse": 114,
            "text": "On powie: \"Przebywaliscie niewiele czasu. Gdybyscie tylko wiedzieli"
        },
        {
            "chapter": 23,
            "verse": 115,
            "text": "Czy sadzicie, iz My stworzylismy was nadaremnie i ze nie zostaniecie do Nas sprowadzeni"
        },
        {
            "chapter": 23,
            "verse": 116,
            "text": "Niech Bog bedzie wysławiony, Krol, Prawda! Nie ma boga, jak tylko On, Pan tronu szlachetnego"
        },
        {
            "chapter": 23,
            "verse": 117,
            "text": "A kto wzywa, obok Boga, jakiegos innego boga, nie majac na jego istnienie zadnego dowodu, ten musi zdac rachunek u swego Pana! Zaprawde, niewierni nie beda szczesliwi"
        },
        {
            "chapter": 23,
            "verse": 118,
            "text": "I powiedz: \"Panie moj! Przebacz i zmiłuj sie! Ty jestes najlepszy z miłosiernych"
        },
        {
            "chapter": 24,
            "verse": 1,
            "text": "To jest sura, ktora zesłalismy i ktora uczynilismy obowiazkiem; i objawilismy w niej znaki jasne. Byc moze, wy sobie przypomnicie"
        },
        {
            "chapter": 24,
            "verse": 2,
            "text": "Cudzołoznicy i cudzołoznikowi wymierzcie po sto batow, kazdemu z nich obojga! W imie religii Boga, jesli wierzycie w Boga i w Dzien Ostatni, niech nie powstrzyma was zadna wzgledem nich pobłazliwosc. I niech pewna grupa wiernych bedzie obecna przy ich karze"
        },
        {
            "chapter": 24,
            "verse": 3,
            "text": "Cudzołoznik pojmie za zone tylko cudzołoznice lub bałwochwalczynie; a cudzołoznice moze pojac za zone tylko cudzołoznik lub bałwochwalca. To wszystko jest zabronione tym, ktorzy wierza"
        },
        {
            "chapter": 24,
            "verse": 4,
            "text": "A tym, ktorzy oskarzaja kobiety godne, a nie moga przyprowadzic czterech swiadkow, wymierzcie osiemdziesiat batow i nie przyjmujcie od nich nigdy swiadectwa. To sa ludzie szerzacy zgorszenie"
        },
        {
            "chapter": 24,
            "verse": 5,
            "text": "Z wyjatkiem tych, ktorzy sie nastepnie nawroca i poprawia. Zaprawde, Bog jest Przebaczajacy, Litosciwy"
        },
        {
            "chapter": 24,
            "verse": 6,
            "text": "A ci, ktorzy oskarzaja swoje zony, a nie maja swiadkow oprocz siebie samych, złoza przed Bogiem czterokrotne swiadectwo, iz sa prawdomowni"
        },
        {
            "chapter": 24,
            "verse": 7,
            "text": "A piate swiadectwo po to, aby przeklenstwo Boga zaciazyło nad kazdym z nich, jesliby był kłamca"
        },
        {
            "chapter": 24,
            "verse": 8,
            "text": "A kara bedzie odsunieta od kobiety, jesli ona zaswiadczy przed Bogiem czterokrotnie złozonym swiadectwem, iz jej oskarzyciel na pewno jest kłamca"
        },
        {
            "chapter": 24,
            "verse": 9,
            "text": "A piate swiadectwo po to, aby gniew Boga zaciazył na niej, jesliby on znalazł sie wsrod prawdomownych"
        },
        {
            "chapter": 24,
            "verse": 10,
            "text": "A gdyby nie łaska Boga dla was, i Jego miłosierdzie, i to, iz Bog jest przyjmujacy skruche i madry"
        },
        {
            "chapter": 24,
            "verse": 11,
            "text": "Zaprawde, ci, ktorzy szerzyli oszczerstwo, stanowia wsrod was tylko mała grupe. Nie uwazajcie jednak tego za zło dla siebie; przeciwnie, to nawet jest dla was dobrem. Kazdy z nich bedzie odpowiadał za grzech, jaki popełnił. A kto z nich obciazył sie najbardziej, ten dozna kary strasznej"
        },
        {
            "chapter": 24,
            "verse": 12,
            "text": "Dlaczegoz, kiedyscie to usłyszeli, wierzacy - mezczyzni i kobiety, nie pomysleliscie o tym, co jest dobre dla waszych dusz, i nie powiedzieli: \"To jest kłamstwo oczywiste"
        },
        {
            "chapter": 24,
            "verse": 13,
            "text": "Dlaczegoz oni nie przyprowadzili czterech swiadkow na to? A skoro nie przyprowadzili swiadkow, to sa w obliczu Boga kłamcami"
        },
        {
            "chapter": 24,
            "verse": 14,
            "text": "A gdyby nie łaska Boga nad wami i nie Jego miłosierdzie, w zyciu na tym swiecie i w zyciu ostatecznym, to dotknełaby was kara straszna za to, co wypowiedzieliscie"
        },
        {
            "chapter": 24,
            "verse": 15,
            "text": "Oto bierzecie na swoje jezyki i mowicie waszymi ustami cos, o czym nie posiadacie wiedzy; i sadzicie, ze to drobnostka, a to u Boga jest wielkie"
        },
        {
            "chapter": 24,
            "verse": 16,
            "text": "Dlaczegoz, kiedyscie to usłyszeli, nie powiedzieliscie: \"Nie nalezy wcale do nas, abysmy o tym mowili. Niech Tobie bedzie chwała! To jest zniesławienie straszne"
        },
        {
            "chapter": 24,
            "verse": 17,
            "text": "Napomina was Bog, abyscie nigdy nie powrocili do czegos podobnego - jesli jestescie wierzacymi"
        },
        {
            "chapter": 24,
            "verse": 18,
            "text": "Bog wyjasnia wam znaki, a Bog jest Wszechwiedzacy, Madry"
        },
        {
            "chapter": 24,
            "verse": 19,
            "text": "Zaprawde, tych, ktorzy pragna, aby bezecenstwo rozpowszechniło sie wsrod wierzacych - czeka kara bolesna w zyciu na tym swiecie i w zyciu ostatecznym. Bog wie, a wy nie wiecie"
        },
        {
            "chapter": 24,
            "verse": 20,
            "text": "A gdyby nie łaska Boga nad wami i nie Jego miłosierdzie, i to, iz Bog jest Dobrotliwy i Litosciwy"
        },
        {
            "chapter": 24,
            "verse": 21,
            "text": "O wy, ktorzy wierzycie! Nie kroczcie sladami szatana! A kto kroczy sladami szatana... - on przeciez nakazuje rzeczy szpetne i godne potepienia. A gdyby nie łaska Boga nad wami i nie Jego miłosierdzie, to nikt sposrod was nie oczysciłby sie nigdy! Lecz Bog oczyszcza, kogo chce. Bog jest Słyszacy, Wszechwiedzacy"
        },
        {
            "chapter": 24,
            "verse": 22,
            "text": "Niech ci sposrod was, ktorzy sie ciesza łaska i dobrobytem, nie przestaja dawac krewnym i biednym, i tym, ktorzy wedruja na drodze Boga! Niech beda pobłazliwi i wybaczajacy! Czyz nie pragniecie, by wam Bog przebaczył? A Bog jest Przebaczajacy, Litosciwy"
        },
        {
            "chapter": 24,
            "verse": 23,
            "text": "Ci, ktorzy rzucaja oskarzenie na kobiety cnotliwe, beztroskie, ale wierzace, beda przekleci na tym swiecie i w zyciu ostatecznym. Dla nich kara bedzie straszna"
        },
        {
            "chapter": 24,
            "verse": 24,
            "text": "W Dniu, kiedy beda swiadczyc przeciw nim ich jezyki, ich rece i nogi o tym, co oni czynili"
        },
        {
            "chapter": 24,
            "verse": 25,
            "text": "W tym Dniu Bog wypłaci w pełni, co im sie słusznie nalezy; i dowiedza sie, ze Bog jest prawda oczywista"
        },
        {
            "chapter": 24,
            "verse": 26,
            "text": "Złe kobiety - dla złych mezczyzn; zli mezczyzni - dla złych kobiet! Dobre kobiety - dla dobrych mezczyzn; dobrzy mezczyzni - dla dobrych kobiet! Ci ostatni nie sa winni tego, co o nich mowia. Oni otrzymaja przebaczenie i zaopatrzenie szlachetne"
        },
        {
            "chapter": 24,
            "verse": 27,
            "text": "O wy, ktorzy wierzycie! Nie wchodzcie do domow, ktore nie sa waszymi domami, zanim nie poprosicie o pozwolenie i zanim nie pozdrowicie ich mieszkancow: \"Pokoj wam!\" To jest dla was lepsze. Byc moze, wy sobie przypomnicie"
        },
        {
            "chapter": 24,
            "verse": 28,
            "text": "A jesli nie zastaniecie tam nikogo, to nie wchodzcie, zanim nie otrzymacie pozwolenia. A jesli wam powiedza: \"Wroccie sie!\" - to sie wroccie. To bedzie dla was przyzwoitsze. Bog wie dobrze, co czynicie"
        },
        {
            "chapter": 24,
            "verse": 29,
            "text": "Nie popełnicie grzechu, jesli wejdziecie do domow nie zamieszkanych, w ktorych jest wasze mienie. Bog wie, co wy ujawniacie i co ukrywacie"
        },
        {
            "chapter": 24,
            "verse": 30,
            "text": "Powiedz wierzacym: niech spuszczaja skromnie spojrzenia i niech zachowuja czystosc. To dla nich bedzie przyzwoitsze. Zaprawde, Bog jest w pełni swiadomy tego, co oni czynia"
        },
        {
            "chapter": 24,
            "verse": 31,
            "text": "Powiedz wierzacym kobietom, zeby spuszczały skromnie swoje spojrzenia i strzegły swojej czystosci; i zeby pokazywały jedynie te ozdoby, ktore sa widoczne na zewnatrz; i zeby narzucały zasłony na piersi, i pokazywały swoje ozdoby jedynie swoim mezom lub ojcom, albo ojcom swoich mezow, albo swoim synom lub synom swoich mezow, albo swoim braciom, albo synom braci, lub synom swoich siostr; lub ich zonom, lub tym, ktorymi zawładneły ich prawice; albo swoim słuzacym sposrod mezczyzn, ktorzy nie sa owładnieci pozadaniem cielesnym; albo tez chłopcom, ktorzy nie poznali nagosci kobiet. I niech one nie stapaja tak, aby było wiadomo, jakie ukrywaja ozdoby. Nawracajcie sie wszyscy do Boga, o wy, wierzacy! Byc moze, bedziecie szczesliwi"
        },
        {
            "chapter": 24,
            "verse": 32,
            "text": "Zencie samotnych sposrod was, jak tez ludzi prawych sposrod waszych niewolnikow i niewolnic. Jesli sa biedni, to wzbogaci ich Bog Swoja łaska. Bog jest Wszechobejmujacy, Wszechwiedzacy"
        },
        {
            "chapter": 24,
            "verse": 33,
            "text": "I niech staraja sie zyc we wstrzemiezliwosci ci, ktorzy nie maja mozliwosci małzenstwa, az wzbogaci ich Bog Swoja łaska. A tych sposrod waszych niewolnikow, ktorzy staraja sie o zapis wyzwolenczy - wyzwolcie, jesli wiecie, ze w nich jest jakies dobro; i dajcie im z majatku Boga to, czym On was obdarzył. I nie przymuszajcie waszych niewolnic do prostytucji - jesli one chca zyc w czystosci - w poszukiwaniu przypadkowych korzysci w zyciu na tym swiecie. A jesli kto je zmusi... - to przeciez Bog, ze wzgledu na ich zmuszenie, bedzie Przebaczajacy, Litosciwy"
        },
        {
            "chapter": 24,
            "verse": 34,
            "text": "My zesłalismy wam znaki jasne i przykłady tych, ktorzy byli przed wami, i napomnienie dla bogobojnych"
        },
        {
            "chapter": 24,
            "verse": 35,
            "text": "Bog jest swiatłem niebios i ziemi. Jego swiatło jest podobne do niszy, w ktorej jest lampa; lampa jest we szkle, a szkło jest jak gwiazda swiecaca. Zapala sie ona od drzewa błogosławionego - drzewa oliwnego, ani ze Wschodu, ani z Zachodu, ktorego oliwa prawie by swieciła,. nawet gdyby nie dotknał jej ogien. swiatło na swietle! Bog prowadzi droga prosta ku swiatłu, kogo chce. Bog przytacza przykłady dla ludzi. Bog o kazdej rzeczy jest wszechwiedzacy"
        },
        {
            "chapter": 24,
            "verse": 36,
            "text": "W domach, ktore Bog pozwolił wzniesc i w ktorych wspomina sie Jego imie - głosza Jemu chwałe o swicie i o zmierzchu"
        },
        {
            "chapter": 24,
            "verse": 37,
            "text": "tych ludzi nie odciaga ani handel, ani kupno od wspominania Boga, odprawiania modlitwy i dawania jałmuzny. Oni obawiaja sie Dnia, kiedy wzburza sie serca i spojrzenia"
        },
        {
            "chapter": 24,
            "verse": 38,
            "text": "Troszczac sie o to, by wynagrodził ich Bog za to, co oni najlepszego uczynili; i by pomnozył im Swoja łaske. Bog daje zaopatrzenie, komu chce; bez rachunku"
        },
        {
            "chapter": 24,
            "verse": 39,
            "text": "A działania tych, ktorzy nie uwierzyli, sa podobne do mirazu na pustyni: człowiek spragniony bierze go za wode, a kiedy przyjdzie do niego; niczego tu nie znajduje; on znajduje tam Boga, ktory mu w pełni zapłaci jego rachunek. Bog jest szybki przy rachunku"
        },
        {
            "chapter": 24,
            "verse": 40,
            "text": "Albo sa jak ciemnosci na morzu głebokim: pokrywa je fala, nad ktora wznosi sie druga fala, a nad nia sa chmury. To sa ciemnosci jedne nad drugimi. Kiedy ktos wyciagnie reke, ledwie moze ja zobaczyc. Jesli Bog nie da komus swiatła, to on tu nie ma swiatła"
        },
        {
            "chapter": 24,
            "verse": 41,
            "text": "Czy ty nie widziałes, iz Boga wysławiaja ci, co sa w niebiosach i na ziemi, i ptaki z rozpostartymi skrzydłami? Kazdy wie, jak sie modlic i jak wysławiac Boga. Bog wie dobrze, co oni czynia"
        },
        {
            "chapter": 24,
            "verse": 42,
            "text": "Do Boga nalezy krolestwo niebios i ziemi i do Boga zmierza wedrowanie"
        },
        {
            "chapter": 24,
            "verse": 43,
            "text": "Czy ty nie widziałes, iz Bog pedzi chmury, potem je łaczy razem, potem układa je warstwami? Widzisz przeciez, jak obfity deszcz wylewa sie spomiedzy nich. On zsyła z nieba gory pełne gradu i dosiega nim, kogo chce, i oszczedza, kogo chce. Blask Jego błyskawicy omal nie porywa spojrzenia"
        },
        {
            "chapter": 24,
            "verse": 44,
            "text": "Bog powoduje kolejna zmiane nocy i dnia. Zaprawde, w tym jest przykład dla tych, ktorzy władaja spojrzeniem"
        },
        {
            "chapter": 24,
            "verse": 45,
            "text": "Bog stworzył wszelkie zwierze z wody. Wsrod nich sa takie, ktore pełzaja na swoim brzuchu; wsrod nich sa takie, ktore chodza na dwoch nogach; i wsrod nich sa takie, ktore chodza na czterech; Bog stwarza to, co chce. Przeciez Bog jest nad kazda rzecza Wszechwładny"
        },
        {
            "chapter": 24,
            "verse": 46,
            "text": "Zesłalismy juz znaki jasne i Bog prowadzi ku drodze prostej, kogo chce"
        },
        {
            "chapter": 24,
            "verse": 47,
            "text": "Oni mowia: \"Wierzymy w Boga i w Posłanca i jestesmy posłuszni!\" Potem czesc z nich sie odwraca; ci nie sa wierzacymi"
        },
        {
            "chapter": 24,
            "verse": 48,
            "text": "A kiedy oni sa wezwani do Boga i Jego Posłanca, aby rozsadził miedzy nimi, wowczas czesc z nich sie odwraca"
        },
        {
            "chapter": 24,
            "verse": 49,
            "text": "Lecz jesliby oni posiadali prawde, to przyszliby do Niego z pokora"
        },
        {
            "chapter": 24,
            "verse": 50,
            "text": "Czy, w sercach ich jest choroba? Czy oni popadli w zwatpienie? Czy oni sie obawiaja, ze Bog i Jego Posłaniec wyrzadza im krzywde? Alez nie! Tacy jak oni sami sa niesprawiedliwi"
        },
        {
            "chapter": 24,
            "verse": 51,
            "text": "Przeciez mowa wierzacych - kiedy oni sa wzywani do Boga i Jego Posłanca, aby rozsadził miedzy nimi - jest taka: \"Usłyszelismy i jestesmy posłuszni!\" Tacy jak oni sa szczesliwi"
        },
        {
            "chapter": 24,
            "verse": 52,
            "text": "A ktorzy sa posłuszni Bogu i Jego Posłancowi i obawiaja sie Boga, i sa bogobojni - tacy osiagaja szczesliwosc"
        },
        {
            "chapter": 24,
            "verse": 53,
            "text": "Oni przysiegaja na Boga najbardziej uroczysta przysiega, iz jesli ty im rozkazesz, to oni wyrusza do walki. Powiedz: \"Nie przysiegajcie! Posłuszenstwo jest wystarczajace! Bog jest w pełni swiadomy tego, co czynicie"
        },
        {
            "chapter": 24,
            "verse": 54,
            "text": "Powiedz: \"Słuchajcie Boga! Słuchajcie Jego Posłanca! A jesli sie odwrocicie, to na nim ciazy tylko to, co na niego zostało nałozone, a na was ciazy to, co na was zostało nałozone. A jesli bedziecie mu posłuszni, to pojdziecie po drodze prostej. A do Posłanca nalezy tylko obwieszczenie jasne"
        },
        {
            "chapter": 24,
            "verse": 55,
            "text": "A Bog obiecał tym sposrod was, ktorzy uwierzyli i ktorzy czynili dobre dzieła, iz uczyni ich namiestnikami na ziemi, jak uczynił namiestnikami tych, ktorzy byli przed nimi. I On umocni ich religie, ktora dla nich wybrał, i zamieni ich obawe w bezpieczenstwo. Oni beda Mnie czcic, nie dodajac Mi niczego za wspołtowarzyszy. A ci, ktorzy nadal pozostana niewiernymi, to ludzie bezbozni"
        },
        {
            "chapter": 24,
            "verse": 56,
            "text": "Odprawiajcie modlitwe, dawajcie jałmuzne i słuchajcie Posłanca! Byc moze, doznacie miłosierdzia"
        },
        {
            "chapter": 24,
            "verse": 57,
            "text": "Nie sadzcie, iz ci, ktorzy nie wierza, sa w stanie zniweczyc moc Boga na ziemi. Ich schronieniem bedzie ogien. A jakze to nieszczesna przystan"
        },
        {
            "chapter": 24,
            "verse": 58,
            "text": "O wy, ktorzy wierzycie! Ci, ktorymi zawładneły wasze prawice, i ci, ktorzy nie osiagneli jeszcze dojrzałosci niech was prosza trzy razy o pozwolenie wejscia: przed modlitwa jutrzenki, kiedy zdejmujecie swoje szaty koło południa i przed modlitwa wieczorna; to sa trzy momenty waszej nagosci. Poza tymi chwilami, nie ma ani dla was, ani dla nich przeszkody, zebyscie sie wzajemnie odwiedzali. W ten sposob Bog wyjasnia wam znaki! Bog jest Wszechwiedzacy, Madry"
        },
        {
            "chapter": 24,
            "verse": 59,
            "text": "A kiedy wasze dzieci osiagna dojrzałosc, to niech prosza o pozwolenie, tak jak prosili o pozwolenie ci, ktorzy sa od nich starsi. W ten sposob Bog wyjasnia wam Swoje znaki! Bog jest Wszechwiedzacy, Madry"
        },
        {
            "chapter": 24,
            "verse": 60,
            "text": "A kobiety starsze, ktore sie juz nie spodziewaja małzenstwa, nie beda miały grzechu, jesli zdejma swoje szaty, jednakze w taki sposob, aby nie ukazywac swoich ozdob. Lecz lepiej dla nich, zeby sie od tego powsciagały. Bog jest Słyszacy, Wszechwiedzacy"
        },
        {
            "chapter": 24,
            "verse": 61,
            "text": "Nie ma nagany dla niewidomego, nie ma dla kulawego, nie ma dla chorego, i nie ma dla was samych, kiedy posilacie sie w waszych domach albo w domach waszych ojcow, albo w domach waszych matek, albo w domach waszych braci, albo w domach waszych siostr, albo w domach waszych stryjow, albo w domach waszych ciotek ze strony ojca, albo w domach waszych wujow, albo w domach waszych ciotek ze strony matki, albo w tych, ktorych posiadacie klucze, albo u waszego przyjaciela; nie jest dla was grzechem, czy jecie razem czy osobno. A kiedy wchodzicie do domow, to pozdrawiajcie sie wzajemnie pozdrowieniem od Boga, błogosławionym, dobrym. W ten sposob wyjasnia wam Bog Swoje znaki. Byc moze, bedziecie rozumni"
        },
        {
            "chapter": 24,
            "verse": 62,
            "text": "Wierzacymi sa tylko ci, ktorzy wierza w Boga i w Jego Posłanca. A kiedy oni sa razem z nim w sprawie, ktora ich łaczy, to oni nie odchodza, dopoki nie poprosza go o pozwolenie. Zaprawde, ci, ktorzy prosza cie o pozwolenie, to sa ci, ktorzy wierza w Boga i Jego Posłanca. A kiedy oni prosza cie o pozwolenie wejscia w jakiejs ich sprawie, to daj pozwolenie, komu chcesz sposrod nich, i pros Boga o przebaczenie dla nich. Zaprawde, Bog jest Przebaczajacy, Litosciwy"
        },
        {
            "chapter": 24,
            "verse": 63,
            "text": "Nie nazywajcie Posłanca miedzy soba tak, jak nazywacie sie miedzy soba nawzajem. Bog zna tych sposrod was, ktorzy sie wycofuja ukradkiem, szukajac schronienia. Niech sie maja na bacznosci ci, ktorzy sprzeciwiaja sie Jego rozkazowi; zeby nie dosiegła ich jakas niedola albo zeby ich nie dosiegła kara bolesna"
        },
        {
            "chapter": 24,
            "verse": 64,
            "text": "Czyz nie?! Zaprawde, do Boga nalezy to, co jest w niebiosach i na ziemi! On zna dobrze stan, w jakim sie znajdujecie, i On zna Dzien, w ktorym ludzie do Niego zostana sprowadzeni. Wtedy On obwiesci im to, co oni czynili. Bog jest o kazdej rzeczy Wszechwiedzacy"
        },
        {
            "chapter": 25,
            "verse": 1,
            "text": "W Imie Boga Miłosiernego; Litosciwego! Błogosławiony niech bedzie Ten, ktory zesłał rozroznienie Swemu słudze, aby był ostrzegajacym dla swiatow"
        },
        {
            "chapter": 25,
            "verse": 2,
            "text": "Ten, do ktorego nalezy krolestwo niebios i ziemi; ktory nie wział sobie syna; ktory nie ma wspołtowarzysza w krolestwie; ktory stworzył kazda rzecz i dał jej dokładna miare"
        },
        {
            "chapter": 25,
            "verse": 3,
            "text": "Jednak oni poza Nim wzieli sobie bogow, ktorzy nie potrafia niczego stworzyc, lecz sami zostali stworzeni. Oni nie moga działac ani na swoja szkode, ani na swoja korzysc; i nie władaja ani smiercia, ani zyciem, ani zmartwychwstaniem"
        },
        {
            "chapter": 25,
            "verse": 4,
            "text": "Powiedzieli ci, ktorzy nie uwierzyli: \"To jest tylko kłamstwo, ktore on wymyslił, i pomogli mu w tym inni ludzie"
        },
        {
            "chapter": 25,
            "verse": 5,
            "text": "I powiedzieli: \"To sa tylko basnie dawnych przodkow. On kazał je zapisac dla siebie i sa mu recytowane rano i wieczor"
        },
        {
            "chapter": 25,
            "verse": 6,
            "text": "Powiedz: \"Zesłał to Ten, ktory zna tajemnice w niebiosach i na ziemi. On jest Przebaczajacy, Litosciwy"
        },
        {
            "chapter": 25,
            "verse": 7,
            "text": "I oni powiedzieli: \"Coz to z tym Posłancem? On je pozywienie i chodzi po jarmarkach. Dlaczego nie został zesłany do niego anioł, aby byc razem z nim ostrzegajacym"
        },
        {
            "chapter": 25,
            "verse": 8,
            "text": "Albo gdyby mu został rzucony jakis skarb czy tez posiadał jakis ogrod, z ktorego by sie zywił!\" I powiedzieli niesprawiedliwi: \"Wy postepujecie jedynie za człowiekiem zaczarowanym"
        },
        {
            "chapter": 25,
            "verse": 9,
            "text": "Popatrz, jak oni podaja ci przykłady; tak ze zabładzili i nie moga znalezc drogi"
        },
        {
            "chapter": 25,
            "verse": 10,
            "text": "Niech bedzie błogosławiony Ten, ktory jesli zechce, da ci cos lepszego niz to: Ogrody, gdzie w dole płyna strumyki i gdzie umiesci dla ciebie pałace"
        },
        {
            "chapter": 25,
            "verse": 11,
            "text": "Alez przeciwnie! Oni za kłamstwo uznali Godzine! Lecz My przygotowalismy dla tych, ktorzy za kłamstwo uznali Godzine - ogien palacy"
        },
        {
            "chapter": 25,
            "verse": 12,
            "text": "Kiedy ow ogien dojrzy ich z daleka, dojdzie do nich jego wsciekłe wycie"
        },
        {
            "chapter": 25,
            "verse": 13,
            "text": "A kiedy zostana wen wrzuceni, w ciasne miejsce, skrepowani razem, beda wzywac zniszczenia"
        },
        {
            "chapter": 25,
            "verse": 14,
            "text": "Nie wzywajcie dzisiaj zniszczenia jednego, lecz wzywajcie zniszczen wielu"
        },
        {
            "chapter": 25,
            "verse": 15,
            "text": "Powiedz: \"Czy to jest lepsze, czy Ogrod wiecznosci obiecany bogobojnym, ktory bedzie dla nich zapłata i przystania"
        },
        {
            "chapter": 25,
            "verse": 16,
            "text": "Oni beda tam mieli to, co zechca; beda tam przebywac na wieki. To jest obowiazujaca twego Pana obietnica, o ktora prosza"
        },
        {
            "chapter": 25,
            "verse": 17,
            "text": "I w Dniu, kiedy On ich zbierze, ich i tych, ktorych czcili poza Bogiem, On im powie: \"Czy to wy sprowadziliscie z drogi te oto moje sługi, czy tez oni sami zeszli z drogi"
        },
        {
            "chapter": 25,
            "verse": 18,
            "text": "Oni powiedza: \"Chwała Tobie! Nie było dla nas rzecza wskazana brac sobie opiekunow poza Toba, lecz Ty pozwoliłes im cieszyc sie zyciem, im i ich ojcom, tak iz zapomnieli o napomnieniu i stali sie ludzmi zgubionymi"
        },
        {
            "chapter": 25,
            "verse": 19,
            "text": "Oni obwiniali was o kłamstwo w tym, co mowicie, a wy nie mozecie ani odwrocic kary, ani tez udzielic pomocy. A kto z was jest niesprawiedliwy, to My damy mu zakosztowac kary wielkiej"
        },
        {
            "chapter": 25,
            "verse": 20,
            "text": "My nie wysyłalismy przed toba posłancow, ktorzy by nie jedli pozywienia i nie chodzili po bazarach. I uczynilismy niektorych z was doswiadczeniem dla innych. Czyz nie bedziecie cierpliwi? A twoj Pan widzi jasno"
        }
    ]
}