{
    "pages": [
        {
            "chapter": 2,
            "verse": 70,
            "text": "They said: “Call upon your Nourisher-Sustainer for us to make plain to us what she is: certainly this particular cow has become undefined for us. And certainly, if Allah wished, we shall soon be those who find the clue.”"
        },
        {
            "chapter": 2,
            "verse": 71,
            "text": "(Musa) said: “He says in certainty, without doubt, she is a cow, not trained to till the soil; and she does not water the field; fully sound, (there is) no defect in her.” They said: “Now you came with the truth!” Then they sacrificed it. And they had no intention that they would do it"
        },
        {
            "chapter": 2,
            "verse": 72,
            "text": "And when you killed a person, then you created a dispute among yourselves about it; and Allah was to expose what you were hiding"
        },
        {
            "chapter": 2,
            "verse": 73,
            "text": "So We said: “Strike him (on his chest) by means of a part (i.e., the upper limb) of this (his own deadbody). In this way Allah revives the (apparently) lifeless and He (thus) explains to you His (natural scientific) laws so that you may use your intellect"
        },
        {
            "chapter": 2,
            "verse": 74,
            "text": "Thenceforth your hearts were hardened so they (became) like stones or even more in hardness. For certainly among the stones are some from which gush forth streams; and certainly out of these there are those who split asunder, so that water flows from them; and certainly of them are those which slide in obedience to (the natural law of) Allah. And Allah is not unaware of what you do"
        },
        {
            "chapter": 2,
            "verse": 75,
            "text": "Do you covet that they may Believe because of you? And certainly a group of them listen to the speech of Allah and then commit Tahreef therein after they understood it, and they know (they are indulging in mischief)"
        },
        {
            "chapter": 2,
            "verse": 76,
            "text": "And when they came across those who have become Believers, they said: “We have Believed,” but when they met one another in privacy they said: “ Shall you describe to them what Allah has unveiled on you that they may engage you in argument about it in presence of your Nourisher-Sustainer? What then! Don’t you understand?”"
        }
    ]
}