{
    "pages": [
        {
            "chapter": 5,
            "verse": 90,
            "text": "O you people who have Believed! Certainly whatever is Al-Khamr, and Al-Maisir, and Al-Ansab, and Al-Azlam are Rijsun (filth and abomination) of Satan’s handiwork. So avoid it completely in order that you may attain success"
        },
        {
            "chapter": 5,
            "verse": 91,
            "text": "Surely, what the Satan intends (is) that he may bring about amongst you enmity and jealousy cum hatred (through indulgence) in Al-Khamr and Al-Maisir; and he may hinder you from Zikr-ullah (Message of Allah) and from As-Salat. So are you (after realising all this admonition) those who abstain"
        },
        {
            "chapter": 5,
            "verse": 92,
            "text": "And obey Allah and obey the Messenger and take protection (against the filth and abomination coming in Satan’s handiwork). And if you turned back (and heeded not to these warnings) then know that surely what (is a fact is that) on Our Messenger (is binding) the conveying and propagating (the Message in an) evidently clear way"
        },
        {
            "chapter": 5,
            "verse": 93,
            "text": "There is none on those people who have Believed and did righteous good deeds (out of) a sin or blame in what they consumed while what they guarded against and they Believed and they acted in righteousness, (and) afterwards (as a step further) they guarded against (evil deeds) and Believed (still deeper, and) afterwards guarded (their own souls strictly) and they did good even to perfection. And Allah likes Al-Muhsinun"
        },
        {
            "chapter": 5,
            "verse": 94,
            "text": "O you who have Believed! Certainly Allah will test you (in your Faith and Belief) with something in the matter of the game to which reach your hands and your lances so that Allah may know who is conscious and regardful of Him (even) while unseen (by men). Then whoever transgressed after this, then for him is a painful torment"
        },
        {
            "chapter": 5,
            "verse": 95,
            "text": "O you who have Believed! Kill not game while you are those ‘under prohibition’ (i.e., you are within the Harem or putting on Ehram for Hajj or Umra); and whoever killed it from amongst you intentionally (and not by oversight or mistake), the penalty is equivalent to what he killed, in the form of a quadruped animal — two just men from amongst you shall give judgement about it; Hadiya (gift-animal to be sacrificed) which is one that reaches the Ka’ba; or expiation could be given as food to the poor, or equivalent to this (could be keeping of) fasts so that he (i.e., the game-hunter) may taste the punishment for his deed. Allah has forgiven what happened before but whoever repeated, then Allah will take retribution from him. And Allah is All-Mighty, All-Able of retribution"
        }
    ]
}