{
    "pages": [
        {
            "chapter": 6,
            "verse": 36,
            "text": "Certainly what (is a fact is that) will respond (only) those who would listen. And the (spiritually) dead ones: (shall present a negative behaviour till their physical death when) Allah will raise them up (in Resurrection), then to Him they will be returned (to face full Accountability)"
        },
        {
            "chapter": 6,
            "verse": 37,
            "text": "And they said: “As to why a sign (or proof) has not been delivered to him from his Nourisher-Sustainer?” Say: “Surely Allah is All-Capable over (this) that He may deliver a sign (or proof) but most of them know not (that Al-Kitab itself is the most important sign or proof)"
        },
        {
            "chapter": 6,
            "verse": 38,
            "text": "And (there is) not out of a Daabbah on or in the earth and neither a flying one that flies with its pair of wings, but are Umam (communities or nations) like you. We have not neglected in Al-Kitab out of anything, then unto their Nourisher-Sustainer, they (all) shall be gathered"
        },
        {
            "chapter": 6,
            "verse": 39,
            "text": "And those who have rejected Our Ayaat are deaf and dumb in darknesses. Whom Allah thinks proper He sends him astray and whom He thinks proper He sets him on Permanent Path"
        },
        {
            "chapter": 6,
            "verse": 40,
            "text": "Say: “Have you pondered in yourselves, if Allah’s torment came to you or the Hour came to you, would other than Allah, you would invoke? (Reply me) if you had been (out of the) truthful.”"
        },
        {
            "chapter": 6,
            "verse": 41,
            "text": "Nay! Him Alone you invoke, then He will remove for what you make a call to Him if He (so) desired, and (in such a situation) you forget whatever you joined in partnership (to Him)"
        },
        {
            "chapter": 6,
            "verse": 42,
            "text": "And verily, We sent (Messengers) to the nations before you. Then We involved them in poverty and disease so that they may (submit to Al-Kitab and) show humility"
        },
        {
            "chapter": 6,
            "verse": 43,
            "text": "Then why they did not show humility when Our inflictment came to them? Rather their hearts became hardened, and the Satan made fair-seeming to them that which they had been doing"
        },
        {
            "chapter": 6,
            "verse": 44,
            "text": "So when they forgot (Al-Kitab) with which they had been admonished and reminded, We opened to them the gates of all things (from Our Providence) until when they enjoyed fully what they were given, We, out of a sudden, seized them (in punishment), so at that time they are those who are devoid of hope"
        }
    ]
}