{
    "pages": [
        {
            "chapter": 2,
            "verse": 89,
            "text": "And when there came to them ‘Book from Allah’, confirming and rehearsing what is with them — although since before they were mahead of state evident on the people who have disbelieved (that the Last Prophet with the Last revelation of the Original Al-Kitab is yet to come), but when that(Al-Kitab) came to them which they recognised, they refused to Believe in it. So (let) the curse of Allah (be) on the disbelievers"
        },
        {
            "chapter": 2,
            "verse": 90,
            "text": "Bad is that for which they have sold their selves — that they should disbelieve, grudging that Allah should send down from His grace on whom He thinks proper out of His Ibad. So they have drawn on themselves wrath upon wrath. And for those who reject Al-Kitab is a punishment, most humiliating"
        },
        {
            "chapter": 2,
            "verse": 91,
            "text": "And when it is said to them, “Believe in what Allah has sent down (in its original),” they said: “We Believe what has been sent down to us.” And they reject what is after it, although it is The Truth confirming and rehearsing what is with them. Say: “Why then you assassinate the Prophets of Allah aforetime if you are Believers?”"
        },
        {
            "chapter": 2,
            "verse": 92,
            "text": "And indeed Musa came to you with Al-Bayyinat yet you picked up the young of the cow in his absence, and you are transgressors"
        },
        {
            "chapter": 2,
            "verse": 93,
            "text": "And when We took your covenant and We slided over you the mount (saying): “Hold firmly to what We have given you (in Al-Kitab) and listen to (Our words).” They said: “We have heard and disobeyed.” And because of their disbelief the young of the cow was allowed to be absorbed in their hearts. Say: “Bad is that which your faith enjoins on you if you are Believers.”"
        }
    ]
}