{
    "pages": [
        {
            "chapter": 9,
            "verse": 73,
            "text": "O you Prophet! Strive hard against the disbelievers and hypocrites, and be very severe against them, and their abode is Hell, and (it is) an evil abode"
        },
        {
            "chapter": 9,
            "verse": 74,
            "text": "They swear by Allah what they said (as if they uttered nothing objectionable), although surely, they uttered a statement of disbelief, and they disbelieved after their (accepting) Islam and they resolved which they could not accomplish, and they did not retaliate except that Allah and His Messenger enriched them out of His bounty. And if they repent (and adopt the right Path) it will be better for them, and if they turned back, Allah will punish them with a painful torment in this world and in the Hereafter. And there will not be for them in the world a wali (supporter, protector) — and nor a helper"
        },
        {
            "chapter": 9,
            "verse": 75,
            "text": "And out of them is that who made a covenant with Allah: “If He bestowed on us of His Bounty, surely we will donate generously (for the Cause of Allah), and certainly, we will be from amongst the righteous.”"
        },
        {
            "chapter": 9,
            "verse": 76,
            "text": "Then surely, whatever He gave them out of His Bounty they became niggardly regarding it and turned away, and they are those who stray away (from the covenant)"
        },
        {
            "chapter": 9,
            "verse": 77,
            "text": "So He ensheathed them with hypocrisy in their hearts till the Day they shall meet Him — because they went against Allah (in) what they promised Him and because they had been telling lies"
        },
        {
            "chapter": 9,
            "verse": 78,
            "text": "Didn’t they know that Allah knows their secret ideas and their secret discussions; and that Allah is deeply-Aware of the hidden and unseen"
        },
        {
            "chapter": 9,
            "verse": 79,
            "text": "Those who blame those who take their willing initiative among the Believers on the subject of voluntary donations, (as well as) those who do not find (any possessions or wealth to donate) except their labour/effort, — then(the disbelievers) mock at them — Allah has ridiculed them (the disbelievers) and for them is a painful punishment"
        }
    ]
}