{
    "pages": [
        {
            "chapter": 9,
            "verse": 107,
            "text": "And those who have established a mosque for creating harm and disbelief and disunity among the Believers and as a place of attraction and protection for that who made war against Allah and His Messenger since before (and thus have a definite credential and proof about their anti-Islam personality): and surely, they will swear: “We did not intend except extreme good,” And Allah gives evidence (that) certainly, they (are) without (any) doubt those who tell lies"
        },
        {
            "chapter": 9,
            "verse": 108,
            "text": "You must not stand (or stay) therein ever. Verily, the mosque whose foundation was laid on obedience (to Allah) from Day-One is more worthy that you stand therein. Therein are men who desire and love that they may remain sanctified. And Allah loves those who remain sanctified"
        },
        {
            "chapter": 9,
            "verse": 109,
            "text": "So then that who laid the foundation of his building on obedience to Allah and (His) agreements, attestations and good pleasures — is better, or that who laid the foundation of his building on an undetermined brink, of a precipice, ready to crumble down? So (this brink) crumbled down together with that (building) into the Fire of Hell. And Allah does not guide the nation of the transgressors"
        },
        {
            "chapter": 9,
            "verse": 110,
            "text": "The building which they have constructed will never cease from acting as a source of doubt and suspicion in their hearts (against Islam) except that their hearts detach themselves (from their bodies). And Allah is All-Knowing, All-Wise"
        },
        {
            "chapter": 9,
            "verse": 111,
            "text": "Verily, Allah has purchased of the Believers their persons and their possessions that for them shall be the Paradise, they make Qital in the cause of Allah, so (sometimes) they kill and (at another time) they are killed. Promise about this is a truth — in At-Taurat, and Al-Injeel, and Al-Quran. And that who fulfills more his covenant with Allah: then take glad tidings for your bargain which you bargained with Him. And that: that (very one) is the supreme achievement"
        }
    ]
}