{
    "pages": [
        {
            "chapter": 15,
            "verse": 32,
            "text": "(Allah) said: “O Iblis! What is to you that you do not become alongside those who prostrate"
        },
        {
            "chapter": 15,
            "verse": 33,
            "text": "(Iblis) said: “I did not become: that I prostrate for a human — You have created from sounding clay of a black fermented mud"
        },
        {
            "chapter": 15,
            "verse": 34,
            "text": "(Allah) said: “Then get out from here, for verily, you are Rajim (an outcast; cursed one, chased one)"
        },
        {
            "chapter": 15,
            "verse": 35,
            "text": "And verily, upon you (shall be) curse till the Day of Judgement.”"
        },
        {
            "chapter": 15,
            "verse": 36,
            "text": "(Iblis) said: “My Lord! So give me respite till the Day they (the dead ones) are resurrected.”"
        },
        {
            "chapter": 15,
            "verse": 37,
            "text": "(Allah) said: “So, verily, you are of those reprieved"
        },
        {
            "chapter": 15,
            "verse": 38,
            "text": "till the Day: the Wellknown Time.”"
        },
        {
            "chapter": 15,
            "verse": 39,
            "text": "(Iblis) said: “My Lord! Because you allowed me to be misled I will surely make appear dazzling to them (every evil) in the earth, and I will indeed mislead them all together"
        },
        {
            "chapter": 15,
            "verse": 40,
            "text": "except your Ibad: the purified and sanctified amongst them.”"
        },
        {
            "chapter": 15,
            "verse": 41,
            "text": "(Allah) said: “This becomes the Permanent Path which leads to Me"
        },
        {
            "chapter": 15,
            "verse": 42,
            "text": "Certainly, My Ibad: there is no authority to overpower them in you, except (for him) who followed you, (being) of those who have lost the Track"
        },
        {
            "chapter": 15,
            "verse": 43,
            "text": "And surely, Hell is indeed the promised place for them all"
        },
        {
            "chapter": 15,
            "verse": 44,
            "text": "For it are seven (i.e., many) gates, for each gate (overhere is) an assigned class of those (sinners, transgressors, polytheists, pagans, disbelievers and those who did not respect the Oneness of Allah)"
        },
        {
            "chapter": 15,
            "verse": 45,
            "text": "Truly! The Muttaqun will reside in the Gardens and water-springs"
        },
        {
            "chapter": 15,
            "verse": 46,
            "text": "(It will be said to them): “Enter therein, in peace, as those who have attained security.”"
        },
        {
            "chapter": 15,
            "verse": 47,
            "text": "And we removed what was inside their hearts in the form of aversion or disinclination, (mahead of state them like) brothers facing each other on thrones"
        },
        {
            "chapter": 15,
            "verse": 48,
            "text": "No sense of fatigue shall touch them therein and they will not be out of it (ever) as those who have been made to leave"
        },
        {
            "chapter": 15,
            "verse": 49,
            "text": "Inform My Ibad that I: I am the Oft-Forgiving, the continuously Merciful"
        },
        {
            "chapter": 15,
            "verse": 50,
            "text": "And that My torment: it is a torment extremely painful"
        },
        {
            "chapter": 15,
            "verse": 51,
            "text": "And inform them about the (angel-) guests of Ibrahim"
        }
    ]
}