{
    "pages": [
        {
            "chapter": 22,
            "verse": 16,
            "text": "And thus We have sent down Ayaatin-Bayyinat. And surely, Allah guides whom He desires"
        },
        {
            "chapter": 22,
            "verse": 17,
            "text": "Verily, those who have Believed, and those who Haadoo (deviated to become Jews) and the Saabioon and the Nasaaraa (Christians), and Al-Majoos (the Magians) and those who assigned partners (to God), truly, Allah will pronounce judgement amongst them on the Day of Resurrection. Verily, Allah is Witness over all things"
        },
        {
            "chapter": 22,
            "verse": 18,
            "text": "Have you not marked that to Allah submits whoever is in the heavens and whoever is in the earth, and the sun, and the moon, and the stars, and the mountains, and the trees, and the creatures and many of mankind? And (there are) many (among mankind), on whom the punishment has become due. And whomsoever Allah disgraces, then (there is) not for him any who restores honour. Surely, Allah does what He thinks proper"
        },
        {
            "chapter": 22,
            "verse": 19,
            "text": "These two, are two persons who have opposite views. They have disputed with each other regarding their Nourisher-Sustainer. Then those who have disbelieved: garments of fire will be cut out for them, boiling water will be poured down over their heads"
        },
        {
            "chapter": 22,
            "verse": 20,
            "text": "Therewith would be made to melt whatever is in their bellies, as well as the skins"
        },
        {
            "chapter": 22,
            "verse": 21,
            "text": "And for them are hooked rods"
        },
        {
            "chapter": 22,
            "verse": 22,
            "text": "every time they intended that they may come out therefrom, from anguish, they will be driven back therein (through these catch-rods) and (they will be reminded): taste the torment of burning (in Hell-Fire)"
        },
        {
            "chapter": 22,
            "verse": 23,
            "text": "Surely, Allah will admit those who have Believed and performed righteous deeds to Gardens — flow underneath them rivers. They will be adorned therein with bracelets of gold and (they would adorn themselves in) pearls and their garment therein will be silk"
        }
    ]
}