{
    "pages": [
        {
            "chapter": 26,
            "verse": 40,
            "text": "Perchance we may follow the sorcerers if they became: they (very ones) as winners?”"
        },
        {
            "chapter": 26,
            "verse": 41,
            "text": "So when the magicians arrived, they said to Firaun: “Will surely there be for us a certain reward if we became — we (as) the winners?”"
        },
        {
            "chapter": 26,
            "verse": 42,
            "text": "He said: “Yes (of course), and verily you shall then, surely be of those who have been delegated nearness (to my person).”"
        },
        {
            "chapter": 26,
            "verse": 43,
            "text": "Musa said to them: “Throw (on the ground) what you intend to throw.”"
        },
        {
            "chapter": 26,
            "verse": 44,
            "text": "So they threw their ropes and their rods, and said “By the might of Firaun, certainly we — surely, we (will be) the winners"
        },
        {
            "chapter": 26,
            "verse": 45,
            "text": "Then Musa dropped his rod, so instantly it swallows all the falsehood which they indulge in"
        },
        {
            "chapter": 26,
            "verse": 46,
            "text": "So the sorcerers were made to drop (themselves on the ground as) those who are prostrating (in humility to Allah)"
        },
        {
            "chapter": 26,
            "verse": 47,
            "text": "They said: “We have developed Faith in the Nourisher-Sustainer of the worlds —"
        },
        {
            "chapter": 26,
            "verse": 48,
            "text": "Nourisher-Sustainer of Musa and Harun!”"
        },
        {
            "chapter": 26,
            "verse": 49,
            "text": "(Firaun) said: “You have Believed for his sake prior to that I give you permission. Surely, he indeed is your senior-most who has taught you magic. So surely, soon you will come to know. Without doubt, I will chop off your hands and your legs on opposite sides, and surely I will crucify you all.”"
        },
        {
            "chapter": 26,
            "verse": 50,
            "text": "(The magicians who were now sincere and devoted Muslims) said: “No harm (it does to us). Surely we are those who return to our Nourisher-Sustainer"
        },
        {
            "chapter": 26,
            "verse": 51,
            "text": "Surely, we desire exceedingly that Our Nourisher-Sustainer may forgive for us our sins as we become the first Believers (out of the nation of Firaun).”"
        },
        {
            "chapter": 26,
            "verse": 52,
            "text": "And We sent inspiration to Musa that: “Move away (emigrate) with My Ibad, surely you are those who are being chased.”"
        },
        {
            "chapter": 26,
            "verse": 53,
            "text": "So Firaun sent callers in all the cities"
        },
        {
            "chapter": 26,
            "verse": 54,
            "text": "(Saying): “Verily, these indeed are a minority — a very small band of people"
        },
        {
            "chapter": 26,
            "verse": 55,
            "text": "And verily, they have acted with us, surely as those who enrage (us)"
        },
        {
            "chapter": 26,
            "verse": 56,
            "text": "And verily, we indeed are a multitude (i.e., a great nation) fully vigilant.”"
        },
        {
            "chapter": 26,
            "verse": 57,
            "text": "So, We expelled them from orchards and streams"
        },
        {
            "chapter": 26,
            "verse": 58,
            "text": "and treasures and position of honour"
        },
        {
            "chapter": 26,
            "verse": 59,
            "text": "Thus (it all happened) and We gave it (all) in inheritance to Bani Israiel"
        },
        {
            "chapter": 26,
            "verse": 60,
            "text": "So they pursued them as those who were witnessing the sunrise"
        }
    ]
}