{
    "pages": [
        {
            "chapter": 3,
            "verse": 133,
            "text": "And strive with speed in the direction of Forgiveness from your Nourisher-Sustainer; and Paradise — its area (is like) the heavens and the earth (together), prepared for Al-Muttaqun —"
        },
        {
            "chapter": 3,
            "verse": 134,
            "text": "those who spend in prosperity and adversity, and who suppress and pardon men; and Allah loves those who do good"
        },
        {
            "chapter": 3,
            "verse": 135,
            "text": "and those who, when they committed lewdness or wronged their own souls, became mindful of Allah and invoked forgiveness for their sins; and who forgives sins except Allah? And do not insist on what they have done once they come to know (the sinfullness of the act)"
        },
        {
            "chapter": 3,
            "verse": 136,
            "text": "Those (are the ones): reward to them (is) forgiveness from their Nourisher Sustainer, and Gardens beneath which flow rivers. (They would be) dwellers therein. And excellent (is) the reward for those who act (on the teachings of Al-Kitab)"
        },
        {
            "chapter": 3,
            "verse": 137,
            "text": "Surely, have passed away before you, ways of life. So travel through the earth, then see what was the end of those who belied (Al-Kitab)"
        },
        {
            "chapter": 3,
            "verse": 138,
            "text": "This (Al-Kitab) is an Explained Exposition (Bayan) for mankind, and Guidance and Admonition for Al-Muttaqun"
        },
        {
            "chapter": 3,
            "verse": 139,
            "text": "So do not feel weak and do not be depressed; for you are the master (and superior) if you happen to be Believers"
        },
        {
            "chapter": 3,
            "verse": 140,
            "text": "If a setback has struck you, then surely a setback similar to it has struck the (other) nation (also). And such periods — We cause them to move among people. And (it is such) so that Allah may know those who have Believed and may pick up from amongst you Witnesses. And Allah loves not the transgressors"
        }
    ]
}