{
    "pages": [
        {
            "chapter": 3,
            "verse": 187,
            "text": "And (remember) when Allah took a covenant from those who were given Al-Kitab that: ‘you must make it evident to mankind and do not hide it’; then they threw it away behind their backs and purchased thereby a meagre sum. Then evil (it is) which they purchase"
        },
        {
            "chapter": 3,
            "verse": 188,
            "text": "Do not think about those who rejoice about what they brought with (themselves) and they (also) love that they may be praised for that which they have not done — so regard them not as ‘rescued from the punishment’. And, for them, (is) a painful punishment"
        },
        {
            "chapter": 3,
            "verse": 189,
            "text": "And to Allah belongs the dominion of the heavens and the earth. And Allah is All-Capable over all things"
        },
        {
            "chapter": 3,
            "verse": 190,
            "text": "Verily! In the creation of the heavens and the earth, and in the alteration of night and day, (there are) indeed signs for people of understanding"
        },
        {
            "chapter": 3,
            "verse": 191,
            "text": "Those who transmit (the Message of) Allah, standing, sitting and (lying down) on their sides and ponder in the creation of the heavens and the earth, (saying): “Our Nourisher-Sustainer! You have not created (all) this without purpose, glory to You! So save us from the torment of Fire"
        },
        {
            "chapter": 3,
            "verse": 192,
            "text": "Our Nourisher-Sustainer! Verily You! Whom You admit to the Fire, so indeed You have disgraced him. And there is not (available) for the transgressors (any one) out of the helpers"
        },
        {
            "chapter": 3,
            "verse": 193,
            "text": "Our Nourisher-Sustainer! Verily, we heard a preacher. He gives a call towards Faith: ‘That you should develop Belief in your Nourisher-Sustainer,’ so we have developed Faith. Our Nourisher-Sustainer! Now forgive us our sins and write off from us our evil deeds, and give us death in company of Al-Abrar"
        },
        {
            "chapter": 3,
            "verse": 194,
            "text": "Our Nourisher-Sustainer! And grant us what you promised unto us through Your Messengers, and do not disgrace us on the Day of Resurrection. Surely, You do not go against (Your) Promise.”"
        }
    ]
}