{
    "maqras": [
        {
            "chapter": 35,
            "verse": 41,
            "text": "DEUS EST UNUS HABUIT CAELUM TERRA lest they vanish. Si anyone alias est habuit them they testimentum multus certainly vanish! He est Clement Forgiving"
        },
        {
            "chapter": 35,
            "verse": 42,
            "text": "They juravit DEUS solemnly warner iit them they est bene guided than certain congregation! Statim ut warner perfecit advenit them hoc unus plunged them deeper aversion"
        },
        {
            "chapter": 35,
            "verse": 43,
            "text": "They resorted arrogance terra malus scheming malus schemes unus backfire on those scheme them. they tunc expect anything fate de those qui perfecit same things in the elapsus? Vos invenit deus system est nunquam changeable; vos invenit deus system est immutable"
        },
        {
            "chapter": 35,
            "verse": 44,
            "text": "they non roamed terra noted consequences those proximus them? They est et stronger than they. Nihil hidden DEUS caelum nor terra. He est Omniscient Omnipotent"
        },
        {
            "chapter": 35,
            "verse": 45,
            "text": "Si DEUS punished people their sins He non sinister single creature terra. He respites them pro predetermined interim Dodum their interim fulfilled tunc DEUS est Seer His servus"
        },
        {
            "chapter": 36,
            "verse": 1,
            "text": "Y S. (Yaa Vide)"
        },
        {
            "chapter": 36,
            "verse": 2,
            "text": "Quran ut est foderator de wisdom"
        },
        {
            "chapter": 36,
            "verse": 3,
            "text": "multus assuredly vos (Rashad) est 1 de messengers"
        },
        {
            "chapter": 36,
            "verse": 4,
            "text": "On straight path"
        },
        {
            "chapter": 36,
            "verse": 5,
            "text": "Hoc revelation est ex Almighty Merciful"
        },
        {
            "chapter": 36,
            "verse": 6,
            "text": "To warn people parentes nunquam warned ergo they est unaware"
        },
        {
            "chapter": 36,
            "verse": 7,
            "text": "It predetermined ut multus de them non believe"
        },
        {
            "chapter": 36,
            "verse": 8,
            "text": "Nos locus their necks shackles up their chins Consequently they become locked their disbelief"
        },
        {
            "chapter": 36,
            "verse": 9,
            "text": "Nos locus barrier them barrier behind them sic nos veil them; they non vide"
        },
        {
            "chapter": 36,
            "verse": 10,
            "text": "est same vos warn them non they non believe"
        },
        {
            "chapter": 36,
            "verse": 11,
            "text": "Vos heeded unus those uphold hoc message reverence the Multus Gracious! - Et when alone their privacy. Dedit them bonus news forgiveness generous recompense"
        },
        {
            "chapter": 36,
            "verse": 12,
            "text": "Nos certainly revive peritus nos actum everything they perfecit in hoc vita alias prout consequences ut continue their decessus! Everything nos comes profound actum"
        },
        {
            "chapter": 36,
            "verse": 13,
            "text": "Cite pro them example people community ut received messengers"
        },
        {
            "chapter": 36,
            "verse": 14,
            "text": "When nos sent to them 2 (messengers) they disbelieved them. Nos tunc supported them 3. They dictus Nos est (Deus) messengers vos"
        },
        {
            "chapter": 36,
            "verse": 15,
            "text": "They dictus Vos est non multus than human beings nos. The Multus Gracious non send anything. Vos est liars"
        },
        {
            "chapter": 36,
            "verse": 16,
            "text": "They dictus Noster Dominus knows nos est sent to vos"
        },
        {
            "chapter": 36,
            "verse": 17,
            "text": "Noster sole mission est deliver message"
        },
        {
            "chapter": 36,
            "verse": 18,
            "text": "They dictus Nos consider vos malus omens Vos refrain nos surely stone vos afflict vos painful retribution"
        },
        {
            "chapter": 36,
            "verse": 19,
            "text": "They dictus Tuus omen depends tuus response statim ut vos reminded Indeed vos transgressing people"
        },
        {
            "chapter": 36,
            "verse": 20,
            "text": "Vir advenit alius finis oppidum dictus, O my people subsequentis messengers"
        },
        {
            "chapter": 36,
            "verse": 21,
            "text": "Subsequentis those non ask vos pro any wage ac guided"
        },
        {
            "chapter": 36,
            "verse": 22,
            "text": "Why ego non worship Unus initiated me should to Eum est tuus ultimate return"
        },
        {
            "chapter": 36,
            "verse": 23,
            "text": "Ego set Eum deus? the Multus Gracious willed any harm me their intercession non help me 1 bit nor potuit they rescue me"
        },
        {
            "chapter": 36,
            "verse": 24,
            "text": "Tunc ego est totally astray"
        },
        {
            "chapter": 36,
            "verse": 25,
            "text": "Ego habet believed in tuus Dominus; please listen to me"
        },
        {
            "chapter": 36,
            "verse": 26,
            "text": "(Apud the temporis de his decessus) he told Iniit Paradise. He dictus Oh Ego wish my people knew"
        },
        {
            "chapter": 36,
            "verse": 27,
            "text": "Ut my Dominus forgiven me factus me prenobilis"
        }
    ]
}