{
    "maqras": [
        {
            "chapter": 40,
            "verse": 21,
            "text": "they non roam terra perfecit note consequences pro those ante them? They used est stronger than they productive on terra. Deus punished them their sins nihil protect them DEUS"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "Ut est their messengers iit them clear proofs they disbelieved Consequently DEUS punished them. He est Mighty strict in enforcing retribution"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "Nos sent Moses noster signum profound authority"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "To Pharaoh Haamaan Qaaroon. they dictus magician; liar"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "Ac when he showed them truth ex nos they dictus Kill filius de those believed eum spare their filia. Sic scheming disbelievers est semper wicked"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "Pharaoh dictus Let me kill Moses let eum implore his Dominus! Ego injuria lest he corrupts tuus religionis spreads malus throughout terra"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "Moses dictus ego seek refuge my Dominus tuus Dominus ex omnis arrogant unus non believe in Feria Reckoning"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "believing vir Pharaoh's people concealing his belief est dictus Quam vos kill vir potuit just pro dictus ‘My Dominus DEUS ' he shown vos est habuit clear proofs ex tuus Dominus? he est liar est his problem ac he est truthful vos benefit ex his promises Surely DEUS non guide any transgressor liar"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "O my people hodie vos habet kingship upperhand! Qui help nos contra deus judgment should it advenit nos? Pharaoh dictus Vos est subsequentis unus quod ego vide fit ego guide vos unus rectus path"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "Unus believed dictus O my people ego fear vos same fate proximus opponents"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "opponents Noah ‘Aad Thamoud others advenit them. DEUS NON wish any injustice people"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "O my people ego fear pro vos Feria de Summoning"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "Est feria when vos wish turn circiter flee! Nihil protect vos tunc DEUS. Whomever DEUS sends astray nihil guide eum"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "Joseph advenit vos ante ut clear revelations vos continued doubt his message Tunc when he abiit vos dictus \"DEUS testimentum non send any alius messenger eum! (He est extremum messenger!) DEUS sic sends astray those est transgressors doubtful"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "They argue deus revelations any basis. Hoc est trait multus abhorred DEUS de those believe DEUS SIC SIGILLUM hearts OMNIS arrogant tyrant"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "Pharaoh dictus O Haamaan build me high tower ego reach out invenit"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "(Ego want reach caelum take look deus Moses Ego believe he est liar. Ergo est malus works Pharaoh adorned in his eyes sic he kept posterus rectus) path. Pharaoh's scheming est enim malus"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "Unus believed dictus O my people subsequentis me ego guide vos in the statim via"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "O my people hoc primus vita est temporary illusion dum Hereafter est eternal abode"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Whoever commits sin requited just ut whoever works righteousness! - Vir femina - dum believing these iniit Paradise wherein they receive provisions any limits"
        }
    ]
}