{
    "maqras": [
        {
            "chapter": 5,
            "verse": 67,
            "text": "O vos messenger deliver quod revealed vos tuus Dominus - dum vos perfecit vos non delivered His message - Ac DEUS testimentum protect vos people DEUS NON guide disbelieving people"
        },
        {
            "chapter": 5,
            "verse": 68,
            "text": "dictus O people scripture vos non habet basis vos uphold Torah Gospel quod sent down vos hic tuus Dominus. Pro sure these revelations ex tuus Dominus causa multus de them plunge deeper into transgression disbelief! Ergo non feel sorry disbelieving people"
        },
        {
            "chapter": 5,
            "verse": 69,
            "text": "Surely those believe those est Judaicus converts Christians; any de them qui (1) believe in DEUS (2) believe in Extremum Feria (3) lead righteous vita habet nihil fear nor testimentum they grieve"
        },
        {
            "chapter": 5,
            "verse": 70,
            "text": "Nos taken covenant Infans Israel nos sent to them messengers. Whenever messenger iit them anything they disliked some de them they rejected some they killed"
        },
        {
            "chapter": 5,
            "verse": 71,
            "text": "They thought they non tested they turned blind surdus tunc DEUS redeemed them tunc multus de them turned blind surdus again DEUS est Seer DE everything they PERFECIT"
        },
        {
            "chapter": 5,
            "verse": 72,
            "text": "Pagans indeed est those qui dictus DEUS est Messiah filius Mary. Messiah dictus O Infans Israel vos worship DEUS; my Dominus tuus Dominus. Anyone sets any idol DEUS DEUS forbidden Paradise eum his destiny est Hell. wicked non habet helpers"
        },
        {
            "chapter": 5,
            "verse": 73,
            "text": "Pagans indeed est those qui dictus DEUS est 3 de trinity. ibi non est deus absque 1 deus! they refrain ex dictus hoc those disbelieve them incur painful retribution"
        },
        {
            "chapter": 5,
            "verse": 74,
            "text": "they non repent DEUS Would ask His forgiveness? DEUS est Forgiver Merciful"
        },
        {
            "chapter": 5,
            "verse": 75,
            "text": "Messiah filius Mary est non multus than messenger messengers eum his mater est saint Ambo them used eat food Note quam nos explain revelations them note quam they adhuc deviate"
        },
        {
            "chapter": 5,
            "verse": 76,
            "text": "Dictus vos worship DEUS powerless idols qui nec harm vos potuit nor benefit vos? DEUS est Hearer Omniscient"
        },
        {
            "chapter": 5,
            "verse": 77,
            "text": "dictus O people scripture non transgress limits tuus religionis truth non subsequentis opinions de people qui iit astray misled multitudes people they est far astray rectus path"
        },
        {
            "chapter": 5,
            "verse": 78,
            "text": "Condemned est those disbelieved Infans Israel tongue David Jesus filius Mary. Hoc they disobeyed transgressed"
        },
        {
            "chapter": 5,
            "verse": 79,
            "text": "They non enjoin unus alias ex committing malus! Miserable indeed est quod they perfecit"
        },
        {
            "chapter": 5,
            "verse": 80,
            "text": "Vos vide multus de them allying those disbelieve! Miserable indeed est quod their manus sent forth their anima. DEUS est angry them consequently they abide forever retribution"
        },
        {
            "chapter": 5,
            "verse": 81,
            "text": "Habet they believed in DEUS prophet in quod revealed eum hic they non befriended them! multus de them est malus"
        }
    ]
}