{
    "juzs": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "AMETUKUKA ambaye mkononi mwake umo Ufalme wote; na Yeye ni Mwenye uweza juu ya kila kitu"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "Ambaye ameumba mauti na uhai ili kukujaribuni ni nani miongoni mwenu mwenye vitendo vizuri zaidi. Na Yeye ni Mwenye nguvu na Mwenye msamaha"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "Aliye umba mbingu saba kwa matabaka. Huoni tafauti yoyote katika uumbaji wa Mwingi wa Rehema. Hebu rudisha nadhari! Unaona kosa lolote"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Tena rudisha nadhari mara mbili, nadhari yako itakurejea mwenyewe hali ya kuwa imehizika nayo imechoka"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Na kwa hakika tumeipamba mbingu ya karibu kwa mataa, na tumeyafanya ili kuwapigia mashetani, na tumewaandalia adhabu ya Moto uwakao kwa nguvu"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Na kwa walio mkufuru Mola wao Mlezi ipo adhabu ya Jahannamu. Na ni marejeo maovu yalioje hayo"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Watakapo tupwa humo watausikia mngurumo wake na huku inafoka"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "Inakaribia kupasuka kwa hasira. Kila mara likitupwa kundi humo walinzi wake huwauliza: Kwani hakukujieni mwonyaji"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "Watasema: Kwani! Ametujia mwonyaji, lakini tulimkadhibisha, na tukasema: Mwenyezi Mungu hakuteremsha chochote. Nyinyi hamumo ila katika upotovu mkubwa"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Na watasema: Lau kuwa tungeli sikia, au tungeli kuwa na akili, tusingeli kuwa katika watu wa Motoni"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Wakakiri dhambi zao. Basi kuangamia ni kwa watu wa Motoni"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Hakika wanao mwogopa Mola wao Mlezi kwa ghaibu, watapata maghfira na ujira mkubwa"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "Na ficheni kauli zenu, au zitangazeni; hakika Yeye ni Mjuzi wa yaliyomo vifuani"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Asijue aliye umba, naye ndiye Mjua siri, Mwenye khabari"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "Yeye ndiye aliye idhalilisha ardhi kwa faida yenu, basi tembeeni katika pande zake, na kuleni katika riziki zake. Na kwake Yeye ndio kufufuliwa"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Mnadhani mko salama kwa alioko juu kuwa hatakudidimizeni kwenye ardhi, na tahamaki hiyo inatikisika"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Au mnadhani mko salama kwa alioko juu ya kuwa Yeye hakupelekeeni kimbunga chenye changarawe? Mtajua vipi maonyo yangu"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Na bila ya shaka walikwisha kanusha walio kuwa kabla yao; basi kulikuwaje kukasirika kwangu"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Kwani hawawaoni ndege walioko juu yao namna wanavyo zikunjua mbawa zao, na kuzikunja? Hawawashikilii ila Mwingi wa rehema. Hakika Yeye ni Mwenye kuona kila kitu"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Au ni lipi hilo jeshi lenu la kukunusuruni badala ya Mwingi wa Rehema? Hakika makafiri hawamo ila katika udanganyifu"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Au ni nani huyo ambaye atakupeni riziki kama Yeye akizuia riziki yake? Bali wao wanakakamia tu katika jeuri na chuki"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Je! Anaye kwenda akisinukia juu ya uso wake ni mwongofu zaidi, au yule anaye kwenda sawasawa katika Njia Iliyo Nyooka"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "Sema: Yeye ndiye aliye kuumbeni tangu mwanzo, na akakupeni masikio na macho, na nyoyo. Ni kidogo kabisa shukrani zenu"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Sema: Yeye ndiye aliye kutawanyeni katika ardhi, na kwake mtakusanywa"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "Na wanasema: Lini ahadi hii, ikiwa mnasema kweli"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "Sema: Hakika ujuzi wake uko kwa Mwenyezi Mungu; na hakika mimi ni mwonyaji tu mwenye kubainisha"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "Lakini watakapo iona karibu, nyuso za walio kufuru zitahuzunishwa, na itasemwa: Hayo ndiyo mliyo kuwa mkiyaomba"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "Sema: Mwaonaje, ikiwa Mwenyezi Mungu atanihiliki mimi na walio pamoja nami, au akiturehemu, ni nani atakaye walinda makafiri na adhabu chungu"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "Sema: Yeye ndiye Mwingi wa Rehema; tunamuamini Yeye, na juu yake tunategemea. Mtakuja jua ni nani aliye katika upotovu ulio dhaahiri"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "Sema: Mwaonaje, yakiwa maji yenu yamedidimia chini, nani atakueleteeni maji yanayo miminika"
        },
        {
            "chapter": 68,
            "verse": 1,
            "text": "Nuun. Naapa kwa kalamu na yale wayaandikayo"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "Kwa neema ya Mola wako Mlezi wewe si mwendawazimu"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "Na kwa hakika wewe una malipo yasiyo katika"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "Na hakika wewe una tabia tukufu"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "Karibu utaona, na wao wataona"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "Ni nani kati yenu aliye pandwa na wazimu"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "Hakika Mola wako Mlezi ndiye Yeye ajuaye zaidi nani aliye ipotea Njia yake, na Yeye ndiye anaye wajua zaidi walio ongoka"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "Basi usiwat'ii wanao kadhibisha"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "Wanatamani lau unge lainisha ili nao wakulainishie"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "Wala usimt'ii kila mwingi wa kuapa wa kudharauliwa"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "Mtapitapi, apitaye akifitini"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "Mwenye kuzuia kheri, dhaalimu, mwingi wa madhambi"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "Mkavu, na juu ya hayo, mshari, amejipachika tu"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "Ati kwa kuwa ana mali na watoto"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "Anapo somewa Aya zetu, husema: Hizi ni simulizi za uwongo za watu wa zamani"
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "Tutamtia kovu juu ya pua yake"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "Hakika tumewajaribu hawa kama tulivyo wajaribu wale wenye shamba, walipo apa kwamba watayavuna mazao yake itakapo kuwa asubuhi"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "Wala hawakusema: Mungu akipenda"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "Basi lilitokea tukio juu yake kutoka kwa Mola wako Mlezi, nao wamelala"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "Likawa kama usiku wa giza"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "Asubuhi wakaitana"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "Ya kwamba nendeni kondeni mwenu ikiwa mnataka kuvuna"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "Basi walikwenda na huku wakinong'onezana"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "Ya kuwa leo hata masikini mmoja asikuingilieni"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "Na walikwenda asubuhi, nao wameshikilia azimio hilo"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "Basi walipo liona, wakasema: Hakika tumepotea"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "Bali tumenyimwa"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "Mbora wao akasema: Sikukwambieni, kwa nini hamumtakasi Mwenyezi Mungu"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "Wakasema: Ametakasika Mola wetu Mlezi! Hakika sisi tulikuwa wenye kudhulumu"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "Basi wakakabiliana kulaumiana wao kwa wao"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "Wakasema: Ole wetu! Tulikuwa tumeikiuka mipaka"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "Asaa Mola wetu Mlezi akatubadilishia lilio bora kuliko hili. Hakika sisi ni wenye kurejea kwa Mola wetu Mlezi"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "Namna hivi yanakuwa mateso, na bila ya shaka mateso ya Akhera ni makubwa zaidi, laiti wangeli jua"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "Hakika wachamngu watakuwa na Bustani za neema kwa Mola wao Mlezi"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Kwani tutawafanya Waislamu kama wakosefu"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Mna nini? Mnahukumu vipi"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Au mnacho kitabu ambacho ndani yake mnasoma"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "Kuwa mtapata humo mnayo yapenda"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Au mnazo ahadi za viapo juu yetu za kufika Siku ya Kiyama ya kuwa hakika mtapata kila mnayo jihukumia"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "Waulize: Ni nani miongoni mwao dhamini wa haya"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Au wanao washirika? Basi wawalete washirika wao wakiwa wanasema kweli"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "Siku utakapo wekwa wazi mundi, na wataitwa kusujudu, lakini hawataweza"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Macho yao yatainama chini, fedheha itawafunika. Na hakika walikuwa wakiitwa wasujudu walipo kuwa wazima"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "Basi niache na wanao kadhibisha maneno haya! Tutawavutia kidogo kidogo kwa mahali wasipo pajua"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "Na ninawapururia muhula; hakika hila zangu ni imara"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Au unawaomba ujira, na wao wanaemewa na gharama hiyo"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Au iko kwao siri, basi wao wanaiandika"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Basi ingojee hukumu ya Mola wako Mlezi, wala usiwe kama mmezwa na samaki, alipo nadi naye kazongwa"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Kama isingeli mfikia neema kutoka kwa Mola wake Mlezi, bila ya shaka angeli tupwa ufukweni naye ni mwenye kulaumiwa"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Lakini Mola wake Mlezi alimteua na akamfanya miongoni mwa watu wema"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Na walio kufuru hukaribia kukutelezesha kwa macho yao, wanapo sikia mawaidha, na wanasema: Hakika yeye ni mwendawazimu"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Na hayakuwa haya, ila ni ukumbusho kwa walimwengu wote"
        },
        {
            "chapter": 69,
            "verse": 1,
            "text": "Tukio la haki"
        },
        {
            "chapter": 69,
            "verse": 2,
            "text": "Nini hilo Tukio la haki"
        },
        {
            "chapter": 69,
            "verse": 3,
            "text": "Na nini kitakujuulisha nini hilo Tukio la haki"
        },
        {
            "chapter": 69,
            "verse": 4,
            "text": "Thamudi na A'di waliukadhibisha Msiba unao situsha"
        },
        {
            "chapter": 69,
            "verse": 5,
            "text": "Basi Thamudi waliangamizwa kwa balaa kubwa mno"
        },
        {
            "chapter": 69,
            "verse": 6,
            "text": "Na ama A'di waliangamizwa kwa upepo mkali usio zuilika"
        },
        {
            "chapter": 69,
            "verse": 7,
            "text": "Alio wapelekea masiku saba, na siku nane, mfululizo bila ya kusita. Utaona watu wamepinduka kama kwamba ni magongo ya mitende yalio wazi ndani"
        },
        {
            "chapter": 69,
            "verse": 8,
            "text": "Basi je! Unamwona mmoja wao aliye baki"
        },
        {
            "chapter": 69,
            "verse": 9,
            "text": "Na Firauni na walio mtangulia, na miji iliyo pinduliwa chini juu, walileta khatia"
        },
        {
            "chapter": 69,
            "verse": 10,
            "text": "Wakamuasi Mtume wa Mola wao Mlezi, ndipo Yeye Mola akawakamata kwa mkamato ulio zidi nguvu"
        },
        {
            "chapter": 69,
            "verse": 11,
            "text": "Maji yalipo furika Sisi tulikupandisheni katika safina"
        },
        {
            "chapter": 69,
            "verse": 12,
            "text": "Ili tuyafanye hayo kuwa ni waadhi kwenu na kila sikio linalo sikia liyahifadhi"
        },
        {
            "chapter": 69,
            "verse": 13,
            "text": "Na litapo pulizwa barugumu mpulizo mmoja tu"
        },
        {
            "chapter": 69,
            "verse": 14,
            "text": "Na ardhi na milima ikaondolewa, na ikavunjwa kwa mvunjo mmoja"
        },
        {
            "chapter": 69,
            "verse": 15,
            "text": "Siku hiyo ndio Tukio litatukia"
        },
        {
            "chapter": 69,
            "verse": 16,
            "text": "Na mbingu zitapasuka, kwani siku hiyo zitakuwa dhaifu kabisa"
        },
        {
            "chapter": 69,
            "verse": 17,
            "text": "Na Malaika watakuwa pembezoni mwa mbingu; na wanane juu ya hawa watakuwa wamebeba Kiti cha Enzi cha Mola wako Mlezi"
        },
        {
            "chapter": 69,
            "verse": 18,
            "text": "Siku hiyo mtahudhurishwa - haitafichika siri yoyote yenu"
        },
        {
            "chapter": 69,
            "verse": 19,
            "text": "Basi ama atakaye pewa kitabu chake kwa mkono wake wa kulia, atasema: Haya someni kitabu changu"
        },
        {
            "chapter": 69,
            "verse": 20,
            "text": "Hakika nalijua ya kuwa nitapokea hisabu yangu"
        },
        {
            "chapter": 69,
            "verse": 21,
            "text": "Basi yeye atakuwa katika maisha ya kupendeza"
        },
        {
            "chapter": 69,
            "verse": 22,
            "text": "Katika Bustani ya juu"
        },
        {
            "chapter": 69,
            "verse": 23,
            "text": "Matunda yake yakaribu"
        },
        {
            "chapter": 69,
            "verse": 24,
            "text": "Waambiwe: Kuleni na mnywe kwa furaha kwa sababu ya mlivyo tanguliza katika siku zilizo pita"
        },
        {
            "chapter": 69,
            "verse": 25,
            "text": "Na ama atakaye pewa kitabu chake katika mkono wake wa kushoto, basi yeye atasema: Laiti nisingeli pewa kitabu changu"
        },
        {
            "chapter": 69,
            "verse": 26,
            "text": "Wala nisingeli jua nini hisabu yangu"
        },
        {
            "chapter": 69,
            "verse": 27,
            "text": "Laiti mauti ndiyo yangeli kuwa ya kunimaliza kabisa"
        },
        {
            "chapter": 69,
            "verse": 28,
            "text": "Mali yangu hayakunifaa kitu"
        },
        {
            "chapter": 69,
            "verse": 29,
            "text": "Madaraka yangu yamenipotea"
        },
        {
            "chapter": 69,
            "verse": 30,
            "text": "(Pasemwe): Mshikeni! Mtieni pingu"
        },
        {
            "chapter": 69,
            "verse": 31,
            "text": "Kisha mtupeni Motoni"
        },
        {
            "chapter": 69,
            "verse": 32,
            "text": "Tena mtatizeni katika mnyororo wenye urefu wa dhiraa sabiini"
        },
        {
            "chapter": 69,
            "verse": 33,
            "text": "Kwani huyo hakika alikuwa hamuamini Mwenyezi Mungu Mtukufu"
        },
        {
            "chapter": 69,
            "verse": 34,
            "text": "Wala hahimizi kulisha masikini"
        },
        {
            "chapter": 69,
            "verse": 35,
            "text": "Basi leo hapa hana jamaa wa kumwonea uchungu"
        },
        {
            "chapter": 69,
            "verse": 36,
            "text": "Wala hana chakula ila usaha wa watu wa Motoni"
        },
        {
            "chapter": 69,
            "verse": 37,
            "text": "Chakula hicho hawakili ila wakosefu"
        },
        {
            "chapter": 69,
            "verse": 38,
            "text": "Basi naapa kwa mnavyo viona"
        },
        {
            "chapter": 69,
            "verse": 39,
            "text": "Na msivyo viona"
        },
        {
            "chapter": 69,
            "verse": 40,
            "text": "Kwa hakika hii ni kauli iliyo letwa na Mjumbe mwenye hishima"
        },
        {
            "chapter": 69,
            "verse": 41,
            "text": "Wala si kauli ya mtunga mashairi. Ni machache sana mnayo yaamini"
        },
        {
            "chapter": 69,
            "verse": 42,
            "text": "Wala si kauli ya kuhani. Ni machache mnayo yakumbuka"
        },
        {
            "chapter": 69,
            "verse": 43,
            "text": "Ni uteremsho utokao kwa Mola Mlezi wa walimwengu wote"
        },
        {
            "chapter": 69,
            "verse": 44,
            "text": "Na lau kama angeli tuzulia baadhi ya maneno tu"
        },
        {
            "chapter": 69,
            "verse": 45,
            "text": "Bila ya shaka tungeli mshika kwa mkono wa kulia"
        },
        {
            "chapter": 69,
            "verse": 46,
            "text": "Kisha kwa hakika tungeli mkata mshipa mkubwa wa moyo"
        },
        {
            "chapter": 69,
            "verse": 47,
            "text": "Na hapana yeyote katika nyinyi ambaye angeli weza kutuzuia"
        },
        {
            "chapter": 69,
            "verse": 48,
            "text": "Kwa hakika hii ni mawaidha kwa wachamngu"
        },
        {
            "chapter": 69,
            "verse": 49,
            "text": "Na hakika Sisi bila ya shaka tunajua kwamba miongoni mwenu wapo wanao kadhibisha"
        },
        {
            "chapter": 69,
            "verse": 50,
            "text": "Na hakika bila ya shaka itakuwa ni majuto kwa wanao kataa"
        },
        {
            "chapter": 69,
            "verse": 51,
            "text": "Na hakika hii bila ya shaka ni haki ya yakini"
        },
        {
            "chapter": 69,
            "verse": 52,
            "text": "Basi litakase jina la Mola wako Mlezi Mtukufu"
        },
        {
            "chapter": 70,
            "verse": 1,
            "text": "Muulizaji aliuliza juu ya adhabu itakayo tokea"
        },
        {
            "chapter": 70,
            "verse": 2,
            "text": "Kwa makafiri - ambayo hapana awezaye kuizuia"
        },
        {
            "chapter": 70,
            "verse": 3,
            "text": "Kutoka kwa Mwenyezi Mungu Mwenye mbingu za daraja"
        },
        {
            "chapter": 70,
            "verse": 4,
            "text": "Malaika na Roho hupanda kwendea kwake katika siku ambayo kadiri yake ni miaka khamsini elfu"
        },
        {
            "chapter": 70,
            "verse": 5,
            "text": "Basi subiri kwa subira njema"
        },
        {
            "chapter": 70,
            "verse": 6,
            "text": "Hakika wao wanaiona iko mbali"
        },
        {
            "chapter": 70,
            "verse": 7,
            "text": "Na Sisi tunaiona iko karibu"
        },
        {
            "chapter": 70,
            "verse": 8,
            "text": "Siku ambayo mbingu zitakapo kuwa kama maadeni iliyo yayushwa"
        },
        {
            "chapter": 70,
            "verse": 9,
            "text": "Na milima itakuwa kama sufi"
        },
        {
            "chapter": 70,
            "verse": 10,
            "text": "Wala jamaa hatamuuliza jamaa yake"
        },
        {
            "chapter": 70,
            "verse": 11,
            "text": "Ijapo kuwa wataonyeshwa waonane. Atatamani mkosefu lau ajikomboe na adhabu ya siku hiyo kwa kuwatoa fidia wanawe"
        },
        {
            "chapter": 70,
            "verse": 12,
            "text": "Na mkewe, na nduguye"
        },
        {
            "chapter": 70,
            "verse": 13,
            "text": "Na jamaa zake walio kuwa wakimkimu"
        },
        {
            "chapter": 70,
            "verse": 14,
            "text": "Na wote waliomo duniani, kisha aokoke yeye"
        },
        {
            "chapter": 70,
            "verse": 15,
            "text": "La, hasha! Kwa hakika huo ni Moto mkali kabisa"
        },
        {
            "chapter": 70,
            "verse": 16,
            "text": "Unao babua ngozi ya kichwa"
        },
        {
            "chapter": 70,
            "verse": 17,
            "text": "Utamwita kila aliye geuza mgongo na akageuka"
        },
        {
            "chapter": 70,
            "verse": 18,
            "text": "Na akakusanya mali, kisha akayahifadhi"
        },
        {
            "chapter": 70,
            "verse": 19,
            "text": "Hakika mtu ameumbwa na papara"
        },
        {
            "chapter": 70,
            "verse": 20,
            "text": "Inapo mgusa shari hupapatika"
        },
        {
            "chapter": 70,
            "verse": 21,
            "text": "Na inapo mgusa kheri huizuilia"
        },
        {
            "chapter": 70,
            "verse": 22,
            "text": "Isipo kuwa wanao sali"
        },
        {
            "chapter": 70,
            "verse": 23,
            "text": "Ambao wanadumisha Sala zao"
        },
        {
            "chapter": 70,
            "verse": 24,
            "text": "Na ambao katika mali yao iko haki maalumu"
        },
        {
            "chapter": 70,
            "verse": 25,
            "text": "Kwa mwenye kuomba na anaye jizuilia kuomba"
        },
        {
            "chapter": 70,
            "verse": 26,
            "text": "Na ambao wanaisadiki Siku ya Malipo"
        },
        {
            "chapter": 70,
            "verse": 27,
            "text": "Na ambao wanaiogopa adhabu itokayo kwa Mola wao Mlezi"
        },
        {
            "chapter": 70,
            "verse": 28,
            "text": "Hakika adhabu ya Mola wao Mlezi si ya kuaminika nayo"
        },
        {
            "chapter": 70,
            "verse": 29,
            "text": "Na ambao wanahifadhi tupu zao"
        },
        {
            "chapter": 70,
            "verse": 30,
            "text": "Isipo kuwa kwa wake zao, au iliyo wamiliki mikono yao ya kuume, basi hao hawalaumiwi"
        },
        {
            "chapter": 70,
            "verse": 31,
            "text": "Lakini wanao taka kinyume ya haya, basi hao ndio wanao ruka mipaka"
        },
        {
            "chapter": 70,
            "verse": 32,
            "text": "Na ambao wanazichunga amana zao na ahadi zao"
        },
        {
            "chapter": 70,
            "verse": 33,
            "text": "Na ambao wanasimama imara katika ushahidi wao"
        },
        {
            "chapter": 70,
            "verse": 34,
            "text": "Na ambao wanazihifadhi Sala zao"
        },
        {
            "chapter": 70,
            "verse": 35,
            "text": "Hao ndio watakao hishimiwa Peponi"
        },
        {
            "chapter": 70,
            "verse": 36,
            "text": "Wana nini wale walio kufuru wanakutumbulia macho tu"
        },
        {
            "chapter": 70,
            "verse": 37,
            "text": "Makundi kwa makundi upande wa kulia na upande wa kushoto"
        },
        {
            "chapter": 70,
            "verse": 38,
            "text": "Kwani kila mmoja wao anatumai kuingizwa katika Pepo ya neema"
        },
        {
            "chapter": 70,
            "verse": 39,
            "text": "La, hasha! Hakika Sisi tumewaumba kutokana na wanacho kijua"
        },
        {
            "chapter": 70,
            "verse": 40,
            "text": "Basi naapa kwa Mola Mlezi wa mashariki zote na magharibi zote kwamba Sisi tunaweza"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "Kuwabadili kwa walio bora kuliko wao; na Sisi hatushindwi"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "Basi waache wapige porojo na wacheze, mpaka wakutane na siku yao wanayo ahidiwa"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "Siku watakapotoka makaburini kwa upesi kama kwamba wanakimbilia mfundo"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "Macho yao yatainama, fedheha itawafunika. Hiyo ndiyo Siku waliyo kuwa wakiahidiwa"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "Hakika Sisi tulimtuma Nuh'u kwa watu wake: Uwaonye kaumu yako kabla ya kuwafikia adhabu chungu"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "Akasema: Enyi watu wangu! Kwa hakika mimi ni mwonyaji wa dhaahiri kwenu"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "Ya kwamba mumuabudu Mwenyezi Mungu, na mumche Yeye, na mumt'ii"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "Atakughufirieni madhambi yenu, na atakuakhirisheni mpaka muda ulio wekwa. Hakika muda wa Mwenyezi Mungu utapo fika haucheleweshwi. Laiti mngejua"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "Akasema: Ee Mola wangu Mlezi! Hakika mimi nimewaita watu wangu usiku na mchana"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "Lakini wito wangu haukuwazidisha ila kukimbia"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "Na hakika mimi kila nilipo waita ili upate kuwaghufiria, walijiziba masikio yao kwa vidole vyao, na wakajigubika nguo zao, na wakakamia, na wakatakabari vikubwa mno"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Tena niliwaita kwa uwazi"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "Kisha nikawatangazia kwa kelele, tena nikasema nao kwa siri"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "Nikasema: Ombeni msamaha kwa Mola wenu Mlezi; hakika Yeye ni Mwingi wa kusamehe"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "Atakuleteeni mvua inyeshe mfululizo"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "Na atakupeni mali na wana, na atakupeni mabustani na atakufanyieni mito"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "Mna nini hamweki heshima ya Mwenyezi Mungu"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "Na hali Yeye kakuumbeni daraja baada ya daraja"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Kwani hamwoni jinsi Mwenyezi Mungu alivyo ziumba mbingu saba kwa matabaka"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "Na akaufanya mwezi ndani yake uwe nuru, na akalifanya jua kuwa taa"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "Na Mwenyezi Mungu amekuotesheni katika ardhi kama mimea"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "Kisha atakurudsheni humo na atakutoeni tena"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Na Mwenyezi Mungu amekukunjulieni ardhi kama busati"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "Ili mtembee humo katika njia zilizo pana"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Nuh'u akasema: Mola wangu Mlezi! Hakika hao wameniasi, na wamemfuata yule ambaye mali yake na wanawe hawakumzidishia ila khasara"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "Na wakapanga vitimbi vikubwa"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "Na wakasema: Msiwaache miungu yenu, wala msimwache Wadda wala Suwaa' wala Yaghutha, wala Yau'qa, wala Nasra"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "Na hao walikwisha wapoteza wengi, wala usiwazidishie walio dhulumu ila kupotea"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "Basi kwa ajili ya makosa yao waligharikishwa wakaingizwa Motoni, wala hawakuwapata wa kuwanusuru badala ya Mwenyezi Mungu"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "Na Nuh'u akasema: Mola wangu Mlezi! Usimwache juu ya ardhi mkaazi wake yeyote katika makafiri"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "Hakika ukiwaacha watawapoteza waja wako, wala wao hawatazaa ila waovu makafiri"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "Mola wangu Mlezi! Nighufirie mimi na wazazi wangu, na kila aliye ingia nyumbani mwangu kuwa ni mwenye kuamini, na Waumini wote wanaume, na Waumini wanawake. Na wala usiwazidishie walio dhulumu ila kupotea"
        },
        {
            "chapter": 72,
            "verse": 1,
            "text": "Sema: Imefunuliwa kwangu ya kuwa kundi moja la majini lilisikiliza, na likasema: Hakika sisi tumeisikia Qur'ani ya ajabu"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "Inaongoza kwenye uwongofu, kwa hivyo tumeiamini, wala hatutamshirikisha yeyote na Mola wetu Mlezi"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "Na kwa hakika utukufu wa Mola wetu Mlezi umetukuka kabisa; hana mke wala mwana"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "Na kwa hakika wapumbavu miongoni mwetu walikuwa wakisema uwongo ulio pindukia mipaka juu ya Mwenyezi Mungu"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "Nasi tulidhani kuwa watu na majini hawamzulii uwongo Mwenyezi Mungu"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "Na hakika walikuwako wanaume katika watu walio kuwa wakitafuta kujikinga kwa wanaume wa kijini; kwa hivyo wakawazidisha madhambi"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "Na kwa hakika wao walidhani, kama mlivyo dhani nyinyi, ya kuwa Mwenyezi Mungu hatamleta Mtume"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "Nasi tulizigusa mbingu, na tukaziona zimejaa walinzi wenye nguvu na vimondo"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "Na hakika tulikuwa tukikaa humo katika baadhi ya makao ili kusikiliza; lakini sasa anaye taka kusikiliza atakuta kimondo kinamvizia"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "Nasi hatujui kama wanatakiwa shari wale wanao kaa kwenye ardhi au Mola wao Mlezi anawatakia uwongofu"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "Na hakika katika sisi wamo walio wema, na wengine wetu ni kinyume na hivyo. Tumekuwa njia mbali mbali"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "Nasi tulijua kuwa hatutomshinda Mwenyezi Mungu duniani, wala hatuwezi kumponyoka kwa kukimbia"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "Nasi tulipo usikia uwongofu tuliuamini. Basi mwenye kumuamini Mola wake Mlezi basi haogopi kupunjwa wala kudhulumiwa"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "Na hakika wamo katika sisi Waislamu, na wamo kati yetu wanao acha haki. Basi walio silimu, hao ndio walio tafuta uwongofu"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "Na ama wanao acha haki, hao watakuwa kuni za Jahannamu"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "Na lau kama wangeli simama sawasawa juu ya njia tungeli wanywesha maji kwa wingi"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "Ili tuwajaribu kwa hayo. Na anaye puuza kumkumbuka Mola wake Mlezi atamsukuma kwenye adhabu ngumu"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "Na hakika misikiti ni ya Mwenyezi Mungu, basi msimuabudu yeyote pamoja na Mwenyezi Mungu"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Na hakika Mja wa Mwenyezi Mungu alipo simama kumwomba, wao walikuwa karibu kumzonga"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "Sema: Hakika mimi namwomba Mola wangu Mlezi, wala simshirikishi Yeye na yeyote"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "Sema: Mimi sina mamlaka ya kukudhuruni wala kukuongozeni"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "Sema: Hakika hapana yeyote awezae kunilinda na Mwenyezi Mungu, wala sitapata pa kukimbilia isipo kuwa kwake Yeye tu"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "Ila nifikishe Ujumbe utokao kwa Mwenyezi Mungu na risala zake. Na wenye kumuasi Mwenyezi Mungu na Mtume wake, basi hakika hao watapata Moto wa Jahannamu wadumu humo milele"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "Hata watakapo yaona wanayo ahidiwa, ndipo watakapo jua ni nani mwenye msaidizi dhaifu, na mchache wa idadi"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "Sema: Sijui kama yapo karibu hayo mnayo ahidiwa, au Mola wangu Mlezi atayawekea muda mrefu"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "Yeye ndiye Mwenye kujua ya siri, wala hamdhihirishii yeyote siri yake"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "Isipo kuwa Mtume wake aliye mridhia. Naye huyo humwekea walinzi mbele yake na nyuma yake"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "Ili Yeye ajue kwamba wao wamefikisha ujumbe wa Mola wao Mlezi, na Yeye anayajua vyema yote walio nayo, na amedhibiti idadi ya kila kitu"
        },
        {
            "chapter": 73,
            "verse": 1,
            "text": "Ewe uliye jifunika"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "Kesha usiku kucha, ila kidogo tu"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "Nusu yake, au ipunguze kidogo"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "Au izidishe - na soma Qur'ani kwa utaratibu na utungo"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "Hakika Sisi tutakuteremshia kauli nzito"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "Hakika kuamka usiku kunawafikiana zaidi na moyo, na maneno yake yanatua zaidi"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "Kwani hakika mchana una shughuli nyingi"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "Na lidhukuru jina la Mola wako Mlezi, na ujitolee kwake kwa ukamilifu"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "Mola Mlezi wa mashariki na magharibi, hapana mungu isipo kuwa Yeye, basi mfanye kuwa Mtegemewa wako"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "Na vumilia hayo wayasemayo, na jitenge nao kwa vizuri"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "Na niache Mimi na hao wanao kanusha, walio neemeka; na wape muhula kidogo"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "Hakika Sisi tunazo pingu nzito na Moto unao waka kwa ukali kabisa"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "Na chakula kinacho kwama kooni, na adhabu inayo umiza"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "Siku ambayo ardhi itatikiswa na milima pia, na milima itakuwa kama tifutifu la mchanga"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "Hakika Sisi tumemtuma kwenu Mtume aliye shahidi juu yenu, kama tulivyo mtuma Mtume kwa Firauni"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "Lakini Firauni alimuasi huyo Mtume, basi tukamshika mshiko wa mateso"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "Basi nyinyi mkikufuru, mtawezaje kujikinga na Siku ambayo itawafanya watoto wadogo waote mvi"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "Hapo mbingu zitapasuka! Ahadi yake itakuwa imetekelezwa"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "Kwa hakika hili ni kumbusho. Mwenye kutaka atashika njia ya kwendea kwa Mola wake Mlezi"
        },
        {
            "chapter": 73,
            "verse": 20,
            "text": "Hakika Mola wako Mlezi anajua ya kuwa hakika wewe unakesha karibu na thuluthi mbili za usiku, na nusu yake, na thuluthi yake. Na baadhi ya watu walio pamoja nawe kadhaalika. Na Mwenyezi Mungu ndiye anaye ukadiria usiku na mchana. Anajua kuwa hamwezi kuweka hisabu, basi amekusameheni. Basi someni kilicho chepesi katika Qur'ani. Anajua ya kuwa baadhi yenu watakuwa wagonjwa, na wengine wanasafiri katika ardhi wakitafuta fadhila ya Mwenyezi Mungu, na wengine wanapigana katika Njia ya Mwenyezi Mungu. Kwa hivyo someni kilicho chepesi humo, na mshike Sala, na toeni Zaka, na mkopesheni Mwenyezi Mungu mkopo mwema. Na kheri yoyote mnayo itanguliza kwa ajili ya nafsi zenu mtaikuta kwa Mwenyezi Mungu, imekuwa bora zaidi, na ina thawabu kubwa sana. Na mtakeni msamaha Mwenyezi Mungu. Hakika Mwenyezi Mungu ni Mwenye kusamehe Mwenye kurehemu"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "Ewe uliye jigubika"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "Simama uonye"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "Na Mola wako Mlezi mtukuze"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "Na nguo zako, zisafishe"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "Na yaliyo machafu yahame"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "Wala usitoe kwa kutaraji kuzidishiwa"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "Na kwa ajili ya Mola wako Mlezi, subiri"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "Basi litapo pulizwa barugumu"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "Siku hiyo, basi, itakuwa siku ngumu"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "Kwa makafiri haitakuwa nyepesi"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "Niache peke yangu na niliye muumba"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "Na nikamjaalia awe na mali mengi"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "Na wana wanao onekana"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "Na nikamtgenezea mambo vizuri kabisa"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "Kisha anatumai nimzidishie"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "Hasha! Kwani hakika yeye alikuwa akizifanyia inadi Aya zetu"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "Nitamtesa kwa mateso yasio wezekana"
        },
        {
            "chapter": 74,
            "verse": 18,
            "text": "Kwani hakika yeye alifikiri na akapima"
        },
        {
            "chapter": 74,
            "verse": 19,
            "text": "Basi ameangamia! Vipi alivyo pima"
        },
        {
            "chapter": 74,
            "verse": 20,
            "text": "Tena ameangamia! Vipi alivyo pima"
        },
        {
            "chapter": 74,
            "verse": 21,
            "text": "Kisha akatazama"
        },
        {
            "chapter": 74,
            "verse": 22,
            "text": "Kisha akakunja kipaji, na akanuna"
        },
        {
            "chapter": 74,
            "verse": 23,
            "text": "Kisha akaipa kisogo haki, na akatakabari"
        },
        {
            "chapter": 74,
            "verse": 24,
            "text": "Na akasema: Haya si chochote ila ni uchawi ulio nukuliwa"
        },
        {
            "chapter": 74,
            "verse": 25,
            "text": "Haya si chochote ila kauli ya binaadamu"
        },
        {
            "chapter": 74,
            "verse": 26,
            "text": "Nitakuja mtia kwenye Moto wa Saqar"
        },
        {
            "chapter": 74,
            "verse": 27,
            "text": "Na nini kitakujuulisha ni nini huo Moto wa Saqar"
        },
        {
            "chapter": 74,
            "verse": 28,
            "text": "Haubakishi wala hausazi"
        },
        {
            "chapter": 74,
            "verse": 29,
            "text": "Unababua ngozi iwe nyeusi"
        },
        {
            "chapter": 74,
            "verse": 30,
            "text": "Juu yake wapo kumi na tisa"
        },
        {
            "chapter": 74,
            "verse": 31,
            "text": "Na hatukuwafanya walinzi wa Motoni ila ni Malaika, wala hatukuifanya idadi yao hiyo ila kuwatatanisha walio kufuru, wapate kuwa na yakini walio pewa Kitabu, na wazidi Imani wale walio amini, wala wasiwe na shaka walio pewa Kitabu na Waumini, na wapate kusema wenye maradhi katika nyoyo zao na makafiri: Mwenyezi Mungu amekusudia nini kwa mfano huu? Ndio kama hivyo Mwenyezi Mungu humwacha apotee amtakaye, na humwongoa amtakaye. Na hapana yeyote anaye jua majeshi ya Mola wako Mlezi ila Yeye tu. Na haya si chochote ila ni ukumbusho kwa binaadamu"
        },
        {
            "chapter": 74,
            "verse": 32,
            "text": "Hasha! Naapa kwa mwezi"
        },
        {
            "chapter": 74,
            "verse": 33,
            "text": "Na kwa usiku unapo kucha"
        },
        {
            "chapter": 74,
            "verse": 34,
            "text": "Na kwa asubuhi inapo pambazuka"
        },
        {
            "chapter": 74,
            "verse": 35,
            "text": "Hakika huo Moto ni katika mambo yaliyo makubwa kabisa"
        },
        {
            "chapter": 74,
            "verse": 36,
            "text": "Ni onyo kwa binaadamu"
        },
        {
            "chapter": 74,
            "verse": 37,
            "text": "Kwa anaye taka miongoni mwenu kutangulia au kuchelewa"
        },
        {
            "chapter": 74,
            "verse": 38,
            "text": "Kila nafsi imo rahanini kwa mabaya iliyo yachuma"
        },
        {
            "chapter": 74,
            "verse": 39,
            "text": "Isipo kuwa watu wa kuliani"
        },
        {
            "chapter": 74,
            "verse": 40,
            "text": "Hao watakuwa katika Mabustani, wawe wanaulizana"
        },
        {
            "chapter": 74,
            "verse": 41,
            "text": "Khabari za wakosefu"
        },
        {
            "chapter": 74,
            "verse": 42,
            "text": "Ni nini kilicho kupelekeni Motoni"
        },
        {
            "chapter": 74,
            "verse": 43,
            "text": "Waseme: Hatukuwa miongoni walio kuwa wakisali"
        },
        {
            "chapter": 74,
            "verse": 44,
            "text": "Wala hatukuwa tukiwalisha masikini"
        },
        {
            "chapter": 74,
            "verse": 45,
            "text": "Na tulikuwa tukizama pamoja na walio zama katika maovu"
        },
        {
            "chapter": 74,
            "verse": 46,
            "text": "Na tulikuwa tukiikanusha siku ya malipo"
        },
        {
            "chapter": 74,
            "verse": 47,
            "text": "Mpaka yakini ilipo tufikia"
        },
        {
            "chapter": 74,
            "verse": 48,
            "text": "Basi hautawafaa kitu uombezi wa waombezi"
        },
        {
            "chapter": 74,
            "verse": 49,
            "text": "Basi wana nini hata wanapuuza onyo hili"
        },
        {
            "chapter": 74,
            "verse": 50,
            "text": "Kama kwamba wao ni mapunda walio timuliwa"
        },
        {
            "chapter": 74,
            "verse": 51,
            "text": "Wanao mkimbia simba"
        },
        {
            "chapter": 74,
            "verse": 52,
            "text": "Ati kila mmoja katika wao anataka apewe nyaraka zilizo funuliwa"
        },
        {
            "chapter": 74,
            "verse": 53,
            "text": "Hasha! Kwani wao hawaiogopi Akhera"
        },
        {
            "chapter": 74,
            "verse": 54,
            "text": "Hasha! Kwa hakika huu ni ukumbusho"
        },
        {
            "chapter": 74,
            "verse": 55,
            "text": "Basi anaye taka atakumbuka"
        },
        {
            "chapter": 74,
            "verse": 56,
            "text": "Na hawatakumbuka isipo kuwa Mwenyezi Mungu atake. Uchamngu ni kwake Yeye, na msamaha ni wake Yeye"
        },
        {
            "chapter": 75,
            "verse": 1,
            "text": "Ninaapa kwa Siku ya Kiyama"
        },
        {
            "chapter": 75,
            "verse": 2,
            "text": "Na ninaapa kwa nafsi inayo jilaumu"
        },
        {
            "chapter": 75,
            "verse": 3,
            "text": "Anadhani mtu kuwa Sisi hatutaikusanya mifupa yake"
        },
        {
            "chapter": 75,
            "verse": 4,
            "text": "Kwani! Sisi tunaweza hata kuziweka sawa sawa ncha za vidole vyake"
        },
        {
            "chapter": 75,
            "verse": 5,
            "text": "Lakini mtu anataka tu kuendelea na maasi kwa siku zilioko mbele yake"
        },
        {
            "chapter": 75,
            "verse": 6,
            "text": "Anauliza: Lini itakuwa hiyo Siku ya Kiyama"
        },
        {
            "chapter": 75,
            "verse": 7,
            "text": "Basi jicho litapo dawaa"
        },
        {
            "chapter": 75,
            "verse": 8,
            "text": "Na mwezi utapo patwa"
        },
        {
            "chapter": 75,
            "verse": 9,
            "text": "Na likakusanywa jua na mwezi"
        },
        {
            "chapter": 75,
            "verse": 10,
            "text": "Siku hiyo mtu atasema: Yako wapi makimbilio"
        },
        {
            "chapter": 75,
            "verse": 11,
            "text": "La! Hapana pa kukimbilia"
        },
        {
            "chapter": 75,
            "verse": 12,
            "text": "Siku hiyo pa kutua ni kwa Mola wako Mlezi tu"
        },
        {
            "chapter": 75,
            "verse": 13,
            "text": "Siku hiyo ataambiwa aliyo yatanguliza na aliyo yaakhirisha"
        },
        {
            "chapter": 75,
            "verse": 14,
            "text": "Bali mtu ni hoja juu ya nafsi yake"
        },
        {
            "chapter": 75,
            "verse": 15,
            "text": "Na ingawa atatoa chungu ya udhuru"
        },
        {
            "chapter": 75,
            "verse": 16,
            "text": "Usiutikisie huu wahyi ulimi wako kwa kuufanyia haraka"
        },
        {
            "chapter": 75,
            "verse": 17,
            "text": "Hakika ni juu yetu kuukusanya na kuusomesha"
        },
        {
            "chapter": 75,
            "verse": 18,
            "text": "Tunapo usoma, basi nawe fuatiliza kusoma kwake"
        },
        {
            "chapter": 75,
            "verse": 19,
            "text": "Kisha ni juu yetu kuubainisha"
        },
        {
            "chapter": 75,
            "verse": 20,
            "text": "Hasha! Bali nyinyi mnapenda maisha ya duniani"
        },
        {
            "chapter": 75,
            "verse": 21,
            "text": "Na mnaacha maisha ya Akhera"
        },
        {
            "chapter": 75,
            "verse": 22,
            "text": "Zipo nyuso siku hiyo zitao ng'ara"
        },
        {
            "chapter": 75,
            "verse": 23,
            "text": "Zinamwangallia Mola wao Mlezi"
        },
        {
            "chapter": 75,
            "verse": 24,
            "text": "Na zipo nyuso siku hiyo zitakao kunjana"
        },
        {
            "chapter": 75,
            "verse": 25,
            "text": "Zitajua ya kuwa zitafikiwa na livunjalo uti wa mgongo"
        },
        {
            "chapter": 75,
            "verse": 26,
            "text": "La, hasha! (Roho) itakapo fikia kwenye mafupa ya koo"
        },
        {
            "chapter": 75,
            "verse": 27,
            "text": "Na pakasemwa: Nani wa kumganga"
        },
        {
            "chapter": 75,
            "verse": 28,
            "text": "Na mwenyewe akajua kwa hakika kuwa huko ndiko kufariki"
        },
        {
            "chapter": 75,
            "verse": 29,
            "text": "Na utapo ambatishwa muundi kwa muundi"
        },
        {
            "chapter": 75,
            "verse": 30,
            "text": "Siku hiyo ndiyo kuchungwa kupelekwa kwa Mola wako Mlezi"
        },
        {
            "chapter": 75,
            "verse": 31,
            "text": "Kwa sababu hakusadiki, wala hakusali"
        },
        {
            "chapter": 75,
            "verse": 32,
            "text": "Bali alikanusha, na akageuka"
        },
        {
            "chapter": 75,
            "verse": 33,
            "text": "Kisha akenda kwa ahali zake kwa matao"
        },
        {
            "chapter": 75,
            "verse": 34,
            "text": "Ole wako, ole wako"
        },
        {
            "chapter": 75,
            "verse": 35,
            "text": "Kisha Ole wako, ole wako"
        },
        {
            "chapter": 75,
            "verse": 36,
            "text": "Ati anadhani binaadamu kuwa ataachwa bure"
        },
        {
            "chapter": 75,
            "verse": 37,
            "text": "Kwani hakuwa yeye tone ya manii lilio shushwa"
        },
        {
            "chapter": 75,
            "verse": 38,
            "text": "Kisha akawa kidonge cha damu, tena Mwenyezi Mungu akamuumba na akamtengeneza vilivyo"
        },
        {
            "chapter": 75,
            "verse": 39,
            "text": "Kisha akamfanya namna mbili, mwanamume na mwanamke"
        },
        {
            "chapter": 75,
            "verse": 40,
            "text": "Je! Huyo hakuwa ni Muweza wa kufufua wafu"
        },
        {
            "chapter": 76,
            "verse": 1,
            "text": "Hakika kilimpitia binaadamu kipindi katika zama ambacho kwamba hakuwa kitu kinacho tajwa"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "Hakika Sisi tumemuumba mtu kutokana na mbegu ya uhai iliyo changanyika, tumfanyie mtihani. Kwa hivyo tukamfanya mwenye kusikia, mwenye kuona"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "Hakika Sisi tumembainishia Njia. Ama ni mwenye kushukuru, au mwenye kukufuru"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "Hakika Sisi tumewaandalia makafiri minyororo na pingu na Moto mkali"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "Hakika watu wema watakunywa katika vinywaji vilivyo changanyika na kafuri"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "Ni chemchem watakao inywa waja wa Mwenyezi Mungu, wakiifanya imiminike kwa wingi"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "Wanatimiza ahadi, na wanaiogopa siku ambayo shari yake inaenea sana"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "Na huwalisha chakula, juu ya kukipenda kwake, masikini, na yatima, na wafungwa"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "Hakika sisi tunakulisheni kwa wajihi wa Mwenyezi Mungu. Hatutaki kwenu malipo wala shukrani"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "Hakika sisi tunaiogopa kwa Mola wetu Mlezi hiyo siku yenye shida na taabu"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Basi Mwenyezi Mungu atawalinda na shari ya siku hiyo, na atawakutanisha na raha na furaha"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "Na atawajazi Bustani za Peponi na maguo ya hariri kwa vile walivyo subiri"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "Humo wataegemea juu ya viti vya enzi, hawataona humo jua kali wala baridi kali"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "Na vivuli vyake vitakuwa karibu yao, na mashada ya matunda yataning'inia mpaka chini"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "Na watapitishiwa vyombo vya fedha na vikombe vya vigae"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "Vya fedha safi kama kiyoo, wamevipima kwa vipimo"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "Na humo watanyweshwa kinywaji kilicho changanyika na tangawizi"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "Hiyo ni chemchem iliyo humo inaitwa Salsabil"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "Na watawazungukia kuwatumikia wavulana wasio pevuka, ukiwaona utawafikiri ni lulu zilizo tawanywa"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Na utakapo yaona, utakuwa umeona neema na ufalme mkubwa"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "Juu yao zipo nguo za hariri laini za kijani kibichi, na hariri nzito ya at'ilasi. Na watavikwa vikuku vya fedha, na Mola wao Mlezi atawanywesha kinywaji safi kabisa"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "Hakika haya ni malipo yenu; na juhudi zenu zimekubaliwa"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Hakika Sisi tumekuteremshia Qur'ani kidogo kidogo"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "Basi ngojea hukumu ya Mola wako Mlezi wala usimt'ii miongoni mwao mwenye dhambi au mwenye kufuru"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Na likumbuke jina la Mola wako Mlezi asubuhi na jioni"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "Na usiku msujudie Yeye, na umtakase usiku, wakati mrefu"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Kwa hakika watu hawa wanapenda maisha ya kidunia, na wanaiacha nyuma yao siku nzito"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "Sisi tumewaumba, na tukavitia nguvu viungo vyao. Na tukitaka tutawabadilisha mfano wao wawe badala yao"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Hakika haya ni mawaidha; basi anaye taka atashika Njia ya kwenda kwa Mola wake Mlezi"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "Wala hamwezi kutaka ila atakapo Mwenyezi Mungu. Hakika Mwenyezi Mungu ni Mwenye ilimu, Mwenye hikima"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "Humuingiza amtakaye katika rehema yake. Na wenye kudhulumu amewawekea adhabu iliyo chungu"
        },
        {
            "chapter": 77,
            "verse": 1,
            "text": "Naapa kwa zinazo tumwa kwa upole"
        },
        {
            "chapter": 77,
            "verse": 2,
            "text": "Na zinazo vuma kwa kasi"
        },
        {
            "chapter": 77,
            "verse": 3,
            "text": "Na zikaeneza maeneo yote"
        },
        {
            "chapter": 77,
            "verse": 4,
            "text": "Na zinazo farikisha zikatawanya"
        },
        {
            "chapter": 77,
            "verse": 5,
            "text": "Na zinazo peleka mawaidha"
        },
        {
            "chapter": 77,
            "verse": 6,
            "text": "Kwa kuudhuru au kuonya"
        },
        {
            "chapter": 77,
            "verse": 7,
            "text": "Hakika mnayo ahidiwa bila ya shaka yatakuwa"
        },
        {
            "chapter": 77,
            "verse": 8,
            "text": "Wakati nyota zitakapo futwa"
        },
        {
            "chapter": 77,
            "verse": 9,
            "text": "Na mbingu zitakapo pasuliwa"
        },
        {
            "chapter": 77,
            "verse": 10,
            "text": "Na milima itakapo peperushwa"
        },
        {
            "chapter": 77,
            "verse": 11,
            "text": "Na Mitume watakapo wekewa wakati wao"
        },
        {
            "chapter": 77,
            "verse": 12,
            "text": "Kwa siku gani hiyo wamewekewa muda huo"
        },
        {
            "chapter": 77,
            "verse": 13,
            "text": "Kwa siku ya kupambanua"
        },
        {
            "chapter": 77,
            "verse": 14,
            "text": "Na nini kitakacho kujuulisha siku ya kupambanua ni nini"
        },
        {
            "chapter": 77,
            "verse": 15,
            "text": "Ole wao, siku hiyo hao wanao kanusha"
        },
        {
            "chapter": 77,
            "verse": 16,
            "text": "Kwani hatukuwaangamiza walio tangulia"
        },
        {
            "chapter": 77,
            "verse": 17,
            "text": "Kisha tukawafuatilizia walio fuatia"
        },
        {
            "chapter": 77,
            "verse": 18,
            "text": "Ndio kama hivi tuwatendavyo wakosefu"
        },
        {
            "chapter": 77,
            "verse": 19,
            "text": "Ole wao siku hiyo hao wanao kanusha"
        },
        {
            "chapter": 77,
            "verse": 20,
            "text": "Kwani hatukukuumbeni kwa maji ya kudharauliwa"
        },
        {
            "chapter": 77,
            "verse": 21,
            "text": "Kisha tukayaweka mahali pa utulivu madhubuti"
        },
        {
            "chapter": 77,
            "verse": 22,
            "text": "Mpaka muda maalumu"
        },
        {
            "chapter": 77,
            "verse": 23,
            "text": "Tukakadiria na Sisi ni wabora wa kukadiria"
        },
        {
            "chapter": 77,
            "verse": 24,
            "text": "Ole wao siku hiyo hao wanao kanusha"
        },
        {
            "chapter": 77,
            "verse": 25,
            "text": "Kwani hatukuifanya ardhi yenye kukusanya"
        },
        {
            "chapter": 77,
            "verse": 26,
            "text": "Walio hai na maiti"
        },
        {
            "chapter": 77,
            "verse": 27,
            "text": "Na ndani yake tukaweka milima mirefu yenye kuthibiti, na tunakunywesheni maji matamu"
        },
        {
            "chapter": 77,
            "verse": 28,
            "text": "Ole wao siku hiyo hao wanao kanusha"
        },
        {
            "chapter": 77,
            "verse": 29,
            "text": "Nendeni kwenye adhabu mliyo kuwa mkiikanusha"
        },
        {
            "chapter": 77,
            "verse": 30,
            "text": "Nendeni kwenye kivuli chenye mapande matatu"
        },
        {
            "chapter": 77,
            "verse": 31,
            "text": "Hakikingi moto, wala hakiwaepushi na mwako"
        },
        {
            "chapter": 77,
            "verse": 32,
            "text": "Hakika Moto huo unatoa macheche kama majumba"
        },
        {
            "chapter": 77,
            "verse": 33,
            "text": "Kama kwamba ni ngamia wa rangi ya manjano"
        },
        {
            "chapter": 77,
            "verse": 34,
            "text": "Ole wao siku hiyo hao wanao kanusha"
        },
        {
            "chapter": 77,
            "verse": 35,
            "text": "Hii ni siku ambayo hawatatamka kitu"
        },
        {
            "chapter": 77,
            "verse": 36,
            "text": "Wala hawataruhusiwa kutoa udhuru"
        },
        {
            "chapter": 77,
            "verse": 37,
            "text": "Ole wao siku hiyo hao walio kanusha"
        },
        {
            "chapter": 77,
            "verse": 38,
            "text": "Hii ndiyo siku ya kupambanua. Tumekukusanyeni nyinyi na walio tangulia"
        },
        {
            "chapter": 77,
            "verse": 39,
            "text": "Ikiwa mnayo hila, nifanyieni hila Mimi"
        },
        {
            "chapter": 77,
            "verse": 40,
            "text": "Ole wao siku hiyo hao walio kanusha"
        },
        {
            "chapter": 77,
            "verse": 41,
            "text": "Hakika wachamngu watakuwa katika vivuli na chemchem"
        },
        {
            "chapter": 77,
            "verse": 42,
            "text": "Na matunda wanayo yapenda"
        },
        {
            "chapter": 77,
            "verse": 43,
            "text": "Kuleni na kunyweni kwa furaha kwa yale mliyo kuwa mkiyatenda"
        },
        {
            "chapter": 77,
            "verse": 44,
            "text": "Hakika ndio kama hivyo tunavyo walipa watendao mema"
        },
        {
            "chapter": 77,
            "verse": 45,
            "text": "Ole wao siku hiyo hao wanao kanusha"
        },
        {
            "chapter": 77,
            "verse": 46,
            "text": "Kuleni na mjifurahishe kidogo tu. Hakika nyinyi ni wakosefu"
        },
        {
            "chapter": 77,
            "verse": 47,
            "text": "Ole wao siku hiyo hao wanao kanusha"
        },
        {
            "chapter": 77,
            "verse": 48,
            "text": "Na wakiambiwa: Inameni! Hawainami"
        },
        {
            "chapter": 77,
            "verse": 49,
            "text": "Ole wao siku hiyo hao wanao kanusha"
        },
        {
            "chapter": 77,
            "verse": 50,
            "text": "Basi maneno gani baada ya haya watayaamini"
        }
    ]
}