{
    "juzs": [
        {
            "chapter": 7,
            "verse": 88,
            "text": "WAHESHIMIWA WALIO TAKABARI katika kaumu yake wakasema: Ewe Shua'ib! Tutakutoa wewe pamoja na wale walio kuamini katika mji wetu, au mrejee katika mila yetu. Akasema: Je, ingawa tunaichukia"
        },
        {
            "chapter": 7,
            "verse": 89,
            "text": "Bila ya shaka itakuwa tumemzulia uwongo Mwenyezi Mungu tukirudi katika mila yenu baada ya kwisha tuokoa nayo Mwenyezi Mungu. Wala haiwi kwetu sisi kuirejea mila hiyo, ila akitaka Mwenyezi Mungu, Mola Mlezi wetu. Ujuzi wa Mola Mlezi wetu umeenea katika kila kitu. Kwa Mwenyezi Mungu tunategemea. Ewe Mola Mlezi wetu! Tuhukumie baina yetu na kaumu yetu kwa haki, nawe ndiye mbora wa wanao hukumu"
        },
        {
            "chapter": 7,
            "verse": 90,
            "text": "Na waheshimiwa walio kufuru katika kaumu yake wakasema: Mkimfuata Shua'ib, basi hakika hapo nyinyi mtakuwa mlio khasiri"
        },
        {
            "chapter": 7,
            "verse": 91,
            "text": "Basi tetemeko la ardhi likawanyakua, na wakaamkia majumbani mwao wamejifudikiza, wamekwisha kufa"
        },
        {
            "chapter": 7,
            "verse": 92,
            "text": "Wale walio mkanusha Shua'ib wakawa kama kwamba hawakuwako. Walio mkanusha Shua'ib ndio walio kuwa wenye kukhasiri"
        },
        {
            "chapter": 7,
            "verse": 93,
            "text": "Basi akawaachilia mbali na akasema: Enyi kaumu yangu! Nimekufikishieni Ujumbe wa Mola Mlezi wangu, na nimekunasihini; basi vipi niwahuzunikie watu makafiri"
        },
        {
            "chapter": 7,
            "verse": 94,
            "text": "Na hatukumtuma Nabii yeyote katika mji ila tuliwapatiliza wakaazi wake kwa taabu na mashaka ili wapate kunyenyekea"
        },
        {
            "chapter": 7,
            "verse": 95,
            "text": "Kisha Sisi hubadilisha mahala pa ubaya kwa wema, hata wakazidi, na wakasema: Taabu na raha ziliwafikia baba zetu. Basi kwa ghafla tukawashika, hali ya kuwa hawajatambua"
        },
        {
            "chapter": 7,
            "verse": 96,
            "text": "Na lau kuwa watu wa miji wangeli amini na wakamchamngu, kwa yakini tungeli wafungulia baraka kutoka mbinguni na katika ardhi. Lakini walikanusha basi tukawapatiliza kwa sababu ya yale waliyo kuwa wakiyachuma"
        },
        {
            "chapter": 7,
            "verse": 97,
            "text": "Je, watu wa mijini wameaminisha ya kuwa adhabu yetu haitawafika usiku, nao wamelala"
        },
        {
            "chapter": 7,
            "verse": 98,
            "text": "Au watu wa mijini wameaminisha ya kuwa adhabu yetu haitawafika mchana, nao wanacheza"
        },
        {
            "chapter": 7,
            "verse": 99,
            "text": "Je, wamejiaminisha na mipango ya Mwenyezi Mungu? Kwani hawajiaminishi na mipango ya Mwenyezi Mungu ila watu wenye kukhasiri"
        },
        {
            "chapter": 7,
            "verse": 100,
            "text": "Je, hawahidiki hawa wanao rithi ardhi baada ya wale wenyewe kwamba tukitaka tutawapatiliza kwa madhambi yao, na tutapiga muhuri juu ya nyoyo zao, na kwa hivyo hawatasikia"
        },
        {
            "chapter": 7,
            "verse": 101,
            "text": "Miji hiyo, tunakusimulia baadhi ya khabari zake. Na hapana shaka Mitume wao waliwafikia kwa hoja zilizo waziwazi. Lakini hawakuwa wenye kuamini waliyo yakanusha zamani. Namna hivi Mwenyezi Mungu anazipiga muhuri nyoyo za makafiri"
        },
        {
            "chapter": 7,
            "verse": 102,
            "text": "Wala hatukuwaona wengi wao kuwa wanatimiza ahadi; bali kwa hakika tuliwakuta wengi wao ni wapotofu"
        },
        {
            "chapter": 7,
            "verse": 103,
            "text": "Kisha baada yao tukamtuma Musa na Ishara zetu kwa Firauni na waheshimiwa wake. Nao wakazikataa. Basi tazama ulikuwaje mwisho wa waharibifu"
        },
        {
            "chapter": 7,
            "verse": 104,
            "text": "Na Musa alisema: Ewe Firauni! Hakika mimi ni Mtume nitokaye kwa Mola Mlezi wa viumbe vyote"
        },
        {
            "chapter": 7,
            "verse": 105,
            "text": "Inafaa nisiseme juu ya Mwenyezi Mungu ila lilio la Haki. Nami hakika nimekujieni na dalili waziwazi kutokana na Mola Mlezi wenu. Basi waache Wana wa Israili wende nami"
        },
        {
            "chapter": 7,
            "verse": 106,
            "text": "Akasema Firauni: Ikiwa umekuja na Ishara, basi ilete ukiwa ni katika wasemao kweli"
        },
        {
            "chapter": 7,
            "verse": 107,
            "text": "Basi akaitupa fimbo yake, na mara ikawa nyoka dhaahiri"
        },
        {
            "chapter": 7,
            "verse": 108,
            "text": "Na akatoa mkono wake, mara ukawa mweupe kwa watazamao"
        },
        {
            "chapter": 7,
            "verse": 109,
            "text": "Wakasema waheshimiwa wa kaumu ya Firauni: Hakika huyo ni mchawi mjuzi"
        },
        {
            "chapter": 7,
            "verse": 110,
            "text": "Anataka kukutoeni katika nchi yenu. Basi mnatoa shauri gani"
        },
        {
            "chapter": 7,
            "verse": 111,
            "text": "Wakasema: Mwache kidogo yeye na nduguye, na watume mijini wakusanyao"
        },
        {
            "chapter": 7,
            "verse": 112,
            "text": "Wakuletee kila mchawi mjuzi"
        },
        {
            "chapter": 7,
            "verse": 113,
            "text": "Wakaja wachawi kwa Firauni, wakasema: Hakika tutapata ujira ikiwa tutashinda"
        },
        {
            "chapter": 7,
            "verse": 114,
            "text": "Akasema: Naam! Nanyi bila ya shaka mtakuwa katika wa karibu nami"
        },
        {
            "chapter": 7,
            "verse": 115,
            "text": "Wakasema: Ewe Musa! Je, utatupa wewe, au tutakuwa sisi tutao tupa"
        },
        {
            "chapter": 7,
            "verse": 116,
            "text": "Akasema: Tupeni! Basi walipo tupa waliyazuga macho ya watu na wakawatia khofu, na wakaleta uchawi mkubwa"
        },
        {
            "chapter": 7,
            "verse": 117,
            "text": "Nasi tukamfunulia Musa kumwambia: Tupa fimbo yako. Mara ikavimeza vyote vile walivyo vibuni"
        },
        {
            "chapter": 7,
            "verse": 118,
            "text": "Kweli ikathibiti na yakabat'ilika waliyo kuwa wakiyatenda"
        },
        {
            "chapter": 7,
            "verse": 119,
            "text": "Kwa hivyo walishindwa hapo, na wakageuka kuwa wadogo"
        },
        {
            "chapter": 7,
            "verse": 120,
            "text": "Na wachawi wakapoomoka wakisujudu"
        },
        {
            "chapter": 7,
            "verse": 121,
            "text": "Wakasema: Tumemuamini Mola Mlezi wa viumbe vyote"
        },
        {
            "chapter": 7,
            "verse": 122,
            "text": "Mola Mlezi wa Musa na Haarun"
        },
        {
            "chapter": 7,
            "verse": 123,
            "text": "Akasema Firauni: Mmemuamini kabla sijakupeni idhini? Hizi ni njama mlizo panga mjini mpate kuwatoa wenyewe. Lakini karibu mtajua"
        },
        {
            "chapter": 7,
            "verse": 124,
            "text": "Lazima nitaikata mikono yenu na miguu yenu mbali mbali. Kisha nitakutundikeni misalabani"
        },
        {
            "chapter": 7,
            "verse": 125,
            "text": "Wakasema: Sisi ni wenye kurejea kwa Mola wetu Mlezi"
        },
        {
            "chapter": 7,
            "verse": 126,
            "text": "Nawe hukuudhika nasi ila kwa kuwa tumeziamini Ishara za Mola Mlezi wetu zilipo tujia. Ewe Mola Mlezi wetu! Tumiminie uvumilivu na utufishe hali ni Waislamu"
        },
        {
            "chapter": 7,
            "verse": 127,
            "text": "Wakasema waheshimiwa wa kaumu ya Firauni: Unamuacha Musa na watu wake walete uharibifu katika nchi na wakuache wewe na miungu yako? Akasema: Tutawauwa wavulana wao, na tutawaacha hai wanawake wao. Na bila ya shaka sisi ni wenye nguvu juu yao"
        },
        {
            "chapter": 7,
            "verse": 128,
            "text": "Musa akawaambia watu wake: Ombeni msaada kwa Mwenyezi Mungu, na subirini. Hakika ardhi ni ya Mwenyezi Mungu. Naye humrithisha amtakaye katika waja wake. Na mwisho ni wa wachamngu"
        },
        {
            "chapter": 7,
            "verse": 129,
            "text": "Wakasema: Tumeudhiwa kabla hujatufikia, na baada ya wewe kutujia! Musa akasema: Huenda Mola wenu Mlezi akamhiliki adui wenu, na akakufanyeni nyinyi ndio wa kufuatia kushika nchi, ili atazame mtavyo kuja tenda nyinyi"
        },
        {
            "chapter": 7,
            "verse": 130,
            "text": "Na hakika tuliwaadhibu watu wa Firauni kwa miyaka (ya ukame) na kwa upungufu wa mazao, ili wapate kukumbuka"
        },
        {
            "chapter": 7,
            "verse": 131,
            "text": "Likiwafika jema wakisema: Haya ni haki yetu. Na likiwafika ovu husema: Musa na walio pamoja naye ni wakorofi. Hakika ukorofi wao huo unao wafikia unatoka kwa Mwenyezi Mungu. Lakini wengi wao hawajui"
        },
        {
            "chapter": 7,
            "verse": 132,
            "text": "Na wakisema: Hata ukituletea Ishara yoyote kutuzuga hatuto kuamini"
        },
        {
            "chapter": 7,
            "verse": 133,
            "text": "Basi tukawapelekea tufani, na nzige, na chawa, na vyura, na damu, kuwa ni Ishara mbali mbali. Nao wakapanda kiburi, na wakawa watu wakosefu"
        },
        {
            "chapter": 7,
            "verse": 134,
            "text": "Na ilipo waangukia adhabu wakasema: Ewe Musa! Tuombee kwa Mola wako Mlezi kwa aliyo kuahidi. Ukituondolea adhabu hii hapana shaka tutakuamini, na tutawaachilia Wana wa Israili wende nawe"
        },
        {
            "chapter": 7,
            "verse": 135,
            "text": "Lakini tukiwaondolea adhabu mpaka muda fulani wao waufikie, mara wakivunja ahadi yao"
        },
        {
            "chapter": 7,
            "verse": 136,
            "text": "Basi tuliwapatiliza, tuka- wazamisha baharini kwa sababu walizikanusha Ishara zetu, na wakaghafilika nazo"
        },
        {
            "chapter": 7,
            "verse": 137,
            "text": "Na tukawarithisha watu walio kuwa wanadharauliwa mashariki na magharibi ya ardhi tuliyo ibariki. Na likatimia neno jema la Mola Mlezi wako juu ya Wana wa Israili, kwa vile walivyo subiri. Na tukayaangamiza aliyo kuwa akiyafanya Firauni na kaumu yake, na waliyo kuwa wakiyajenga"
        },
        {
            "chapter": 7,
            "verse": 138,
            "text": "Na tukawavusha bahari Wana wa Israili, wakafika kwa watu wanao abudu masanamu yao. Wakasema: Ewe Musa! Hebu tufanyie na sisi miungu kama hawa walivyo kuwa na miungu. Musa akasema: Hakika nyinyi ni watu msio jua kitu"
        },
        {
            "chapter": 7,
            "verse": 139,
            "text": "Hakika haya waliyo nayo watu hawa yatakuja angamia, na hayo waliyo kuwa wakiyafanya yamepotea bure"
        },
        {
            "chapter": 7,
            "verse": 140,
            "text": "Akasema: Je, nikutafutieni mungu asiye kuwa Mwenyezi Mungu, na Yeye ndiye aliye kufadhilisheni juu ya viumbe vyote"
        },
        {
            "chapter": 7,
            "verse": 141,
            "text": "Na pale tulipo kuokoeni kwa watu wa Firauni walio kupeni adhabu za mwisho wa uovu. Wakiwauwa wavulana wenu, na wakawaacha hai wanawake wenu. Na katika hayo yalikuwa majaribio makubwa kutokana na Mola wenu Mlezi"
        },
        {
            "chapter": 7,
            "verse": 142,
            "text": "Tulimuahidi Musa masiku thalathini na tukayatimiza kwa kumi; ikatimia miadi ya Mola wake Mlezi masiku arubaini. Na Musa akamwambia nduguye Haarun: Shika mahala pangu kwa watu wangu na utengeneze wala usifuate njia ya waharibifu"
        },
        {
            "chapter": 7,
            "verse": 143,
            "text": "Na alipo kuja Musa kwenye miadi yetu, na Mola wake Mlezi akamsemeza, alisema: Mola wangu Mlezi! Nionyeshe nikutazame. Mwenyezi Mungu akasema: Hutoniona. Lakini utazame huo mlima. Ukibaki pahala pake basi utaniona. Basi alipo jionyesha Mola Mlezi wake kwa mlima, aliufanya uvurugike, na Musa akaanguka chini amezimia. Alipo zindukana alisema: Subhanaka, Umetakasika! Natubu kwako, na mimi ni wa kwanza wa Waumini"
        },
        {
            "chapter": 7,
            "verse": 144,
            "text": "(Mwenyezi Mungu) akasema: Ewe Musa! Mimi nimekuteuwa wende kwa watu na Ujumbe wangu na maneno yangu. Basi chukua niliyo kupa na uwe katika wanao shukuru"
        },
        {
            "chapter": 7,
            "verse": 145,
            "text": "Na tukamuandikia katika mbao kila kitu, mawaidha na maelezo ya mambo yote. (Tukamwambia): Basi yashike kwa nguvu na uwaamrishe watu wako wayashike kwa ubora wake. Nami nitakuonyesheni makaazi ya wapotofu"
        },
        {
            "chapter": 7,
            "verse": 146,
            "text": "Nitawatenga na Ishara zangu wale wanao fanya kiburi katika nchi bila ya haki. Na wao wakiona kila Ishara hawaiamini. Wakiiona njia ya uwongofu hawaishiki kuwa ndiyo njia; lakini wakiiona njia ya upotofu wanaishika kuwa ndiyo njia. Hayo ni kwa sababu wamezikanusha Ishara zetu, na wameghafilika nazo"
        },
        {
            "chapter": 7,
            "verse": 147,
            "text": "Na walio zikanusha Ishara zetu na mkutano wa Akhera a'mali zao zimeharibika. Kwani watalipwa ila kwa yale waliyo kuwa wakiyatenda"
        },
        {
            "chapter": 7,
            "verse": 148,
            "text": "Na baada yake walimfanya ndama kutokana na mapambo yao (kumuabudu), kiwiliwili tu kilicho kuwa na sauti. Hivyo, hawakuona kuwa hawasemezi wala hawaongoi njia? Wakamuabudu, na wakawa wenye kudhulumu"
        },
        {
            "chapter": 7,
            "verse": 149,
            "text": "Na walipo juta na wakaona ya kwamba wamekwisha potea, walisema: Ikiwa Mola wetu Mlezi hakuturehemu na akatusamehe, bila ya shaka tutakuwa miongoni mwa walio khasiri"
        },
        {
            "chapter": 7,
            "verse": 150,
            "text": "Na alipo rudi Musa kwa watu wake, naye amekasirika na kuhuzunika, alisema: Ni maovu yalioje mlio nifanyia nyuma yangu! Je, mmeitangulia amri ya Mola wenu Mlezi? Na akaziweka chini zile mbao, na akamkamata kichwa ndugu yake akimvutia kwake. (Haarun) akasema: Ewe mwana wa mama yangu! Hakika hawa watu wamenidharau, na wakakaribia kuniuwa. Basi usiwafurahishe maadui juu yangu, wala usinifanye pamoja na watu madhaalimu"
        },
        {
            "chapter": 7,
            "verse": 151,
            "text": "(Musa) akasema: Mola Mlezi wangu! Nisamehe mimi na ndugu yangu, na ututie katika rehema yako. Nawe ni Mwenye kurehemu kushinda wote wenye kurehemu"
        },
        {
            "chapter": 7,
            "verse": 152,
            "text": "Hakika wale walio muabudu ndama, itawapata ghadhabu ya Mola wao Mlezi na madhila katika maisha ya dunia. Na hivi ndivyo tunavyo walipa wazushi"
        },
        {
            "chapter": 7,
            "verse": 153,
            "text": "Na walio tenda maovu, kisha wakatubia baada yake na wakaamini, hapana shaka kuwa Mola Mlezi wako baada ya hayo ni Mwenye kusamehe Mwenye kurehemu"
        },
        {
            "chapter": 7,
            "verse": 154,
            "text": "Na Musa ilipo mtulia ghadhabu aliziokota zile mbao. Na katika maandiko yake mna uwongofu na rehema kwa wanao mwogopa Mola wao Mlezi"
        },
        {
            "chapter": 7,
            "verse": 155,
            "text": "Na Musa akawateuwa watu sabiini katika kaumu yake kwa miadi yetu. Na ulipo fika mtetemeko mkubwa alisema: Ewe Mola wangu Mlezi! Ungeli taka ungeli wahiliki wao na mimi zamani! Unatuhiliki kwa waliyo yafanya wajinga katika sisi? Haya si chochote ila ni mtihani wako, umpoteze umtakaye na umhidi umtakaye. Wewe ndiye Rafiki Mlinzi wetu. Basi tughufirie na uturehemu. Na Wewe ndiye mbora wa kughufiria"
        },
        {
            "chapter": 7,
            "verse": 156,
            "text": "Na utuandikie mema katika dunia hii na katika Akhera. Sisi tumerejea kwako. (Mwenyezi Mungu) akasema: Adhabu yangu nitamsibu nayo nimtakaye. Na rehema yangu imeenea kila kitu. Lakini nitawaandikia khasa wanao mchamngu, na wanao toa Zaka, na wale ambao wanaziamini Ishara zetu"
        },
        {
            "chapter": 7,
            "verse": 157,
            "text": "Ambao kwamba wanamfuata huyo Mtume, Nabii, asiye soma wala kuandika, wanaye mkuta kaandikwa kwao katika Taurati na Injili, anaye waamrisha mema na anawakanya maovu, na anawahalalishia vizuri, na ana waharimishia viovu, na anawaondolea mizigo yao na minyororo iliyo kuwa juu yao. Basi wale walio muamini yeye, na wakamhishimu, na wakamsaidia, na wakaifuata nuru iliyo teremshwa pamoja naye - hao ndio wenye kufanikiwa"
        },
        {
            "chapter": 7,
            "verse": 158,
            "text": "Sema: Enyi watu! Hakika mimi ni Mtume kwenu nyinyi nyote, niliye tumwa na Mwenyezi Mungu Mwenye ufalme wa mbingu na ardhi. Hapana mungu ila Yeye anaye huisha na anaye fisha. Basi muaminini Mwenyezi Mungu na Mtume wake asiyejua kusoma na kuandika, ambaye anamuamini Mwenyezi Mungu na maneno yake. Na mfuateni yeye ili mpate kuongoka"
        },
        {
            "chapter": 7,
            "verse": 159,
            "text": "Na katika kaumu ya Musa lipo kundi linao waongoa watu kwa haki na kwa haki wanafanya uadilifu"
        },
        {
            "chapter": 7,
            "verse": 160,
            "text": "Na tuliwagawanya katika makabila kumi na mbili, mataifa mbali mbali. Na tulimfunulia Musa walipo muomba maji watu wake kumwambia: Lipige hilo jiwe kwa fimbo yako. Mara zikatibuka humo chemchem kumi na mbili, na kila watu wakajua mahali pao pa kunywea. Na tukawafunika kivuli kwa mawingu, na tukawateremshia Manna na Salwa. Tukawaambia: Kuleni vizuri hivi tulivyo kuruzukuni. Wala hawakutu- dhulumu Sisi, bali wamejidhulumu wenyewe"
        },
        {
            "chapter": 7,
            "verse": 161,
            "text": "Na pale walipo ambiwa: Kaeni katika mji huu, na mle humo mpendapo, na semeni: Tufutie dhambi zetu. Na ingieni katika mlango wake kwa unyenyekevu, tupate kukusameheni makosa yenu. Walio wema tutawazidishia"
        },
        {
            "chapter": 7,
            "verse": 162,
            "text": "Lakini walio dhulumu miongoni mwao walibadilisha kauli, sio ile waliyo ambiwa. Basi tukawapelekea adhabu kutoka mbinguni kwa vile walivyo kuwa wakidhulumu"
        },
        {
            "chapter": 7,
            "verse": 163,
            "text": "Na waulize khabari za mji ulio kuwa kando ya bahari, wakiivunja Sabato (Jumaamosi ya mapumziko). Samaki walikuwa wakiwajia juu juu siku ya mapumziko yao, na siku zisio kuwa za kupumzika hawakuwa wakiwajia. Kwa namna hiyo tuliwajaribu kwa sababu walikuwa wakifanya upotovu"
        },
        {
            "chapter": 7,
            "verse": 164,
            "text": "Na kikundi kati yao walisema: Kwa nini mnawawaidhi watu ambao tangu hapo Mwenyezi Mungu atawateketeza au atawaadhibu adhabu kali? Wakasema: Ili uwe ni udhuru kwa Mola Mlezi wenu, na huenda nao wakamchamngu"
        },
        {
            "chapter": 7,
            "verse": 165,
            "text": "Basi walipo yasahau waliyo kumbushwa, tuliwaokoa walio kuwa wakikataza maovu, na tukawatesa walio dhulumu kwa adhabu mbaya kwa vile walivyo kuwa wakifanya upotovu"
        },
        {
            "chapter": 7,
            "verse": 166,
            "text": "Walipo jifakharisha katika waliyo kanywa tuliwaambia: Kuweni manyani wa kudharauliwa"
        },
        {
            "chapter": 7,
            "verse": 167,
            "text": "Na pale alipo tangaza Mola wako Mlezi kwamba hapana shaka atawaletea watu ambao watawaadhibu kwa adhabu mbaya mpaka Siku ya Kiyama. Hakika Mola wako Mlezi ni Mwepesi wa kuadhibu, na bila ya shaka ni Mwenye maghfira, na Mwenye kurehemu"
        },
        {
            "chapter": 7,
            "verse": 168,
            "text": "Na tuliwafarikisha katika ardhi makundi makundi. Wako kati yao walio wema, na wengine kinyume cha hivyo. Na tukawajaribu kwa mema na mabaya ili wapate kurejea"
        },
        {
            "chapter": 7,
            "verse": 169,
            "text": "Na wakafuatia baada yao kizazi kibaya walio rithi Kitabu. Wakashika anasa za haya maisha duni, na wakasema: Tutasamehewa! Na ikiwajia tena anasa kama hiyo wataishika pia. Je, hawakufanyiwa agano la Kitabu kuwa wasiseme juu ya Mwenyezi Mungu ila Haki tu? Nao wamekwisha soma yaliomo humo. Na nyumba ya Akhera ni bora kwa wanao jikinga na maasi. Basi je, hamtii akilini"
        },
        {
            "chapter": 7,
            "verse": 170,
            "text": "Na wale wanao kishikilia Kitabu, na wakashika Sala - hakika Sisi hatupotezi ujira wa watendao mema"
        },
        {
            "chapter": 7,
            "verse": 171,
            "text": "Na pale tulipo unyanyua mlima juu yao ukawa kama kwamba ni kiwingu kilicho wafunika, na wakadhani kuwa utawaangukia, (tukawaambia): Kamateni kwa nguvu tuliyo kupeni, na yakumbukeni yaliyomo ndani yake ili mpate kumcha Mungu"
        },
        {
            "chapter": 7,
            "verse": 172,
            "text": "Na pale Mola wako Mlezi alipo waleta katika wanaadamu kutoka migongoni mwao kizazi chao, na akawashuhudisha juu ya nafsi zao, akawaambia: Je, Mimi si Mola Mlezi wenu? Wakasema: Kwani! Tumeshuhudia. Msije mkasema Siku ya Kiyama sisi tulikuwa tumeghafilika na hayo"
        },
        {
            "chapter": 7,
            "verse": 173,
            "text": "Au mkasema: Hakika baba zetu ndio walio shirikisha kabla yetu, na sisi ni dhuriya zao tu baada yao. Basi utatuangamiza kwa sababu ya waliyo yafanya wapotovu"
        },
        {
            "chapter": 7,
            "verse": 174,
            "text": "Ndio kama hivyo tunavyo zipambanua Ishara, kwa kutaraji kuwa watarejea"
        },
        {
            "chapter": 7,
            "verse": 175,
            "text": "Na wasomee khabari za yule ambaye tulimpa Ishara zetu, naye akajivua nazo. Na Shet'ani akamuandama, akawa miongoni walio potea"
        },
        {
            "chapter": 7,
            "verse": 176,
            "text": "Na tungelitaka tungeli mtukuza kwa hizo Ishara, lakini yeye aliushikilia ulimwengu na akafuata pumbao lake. Basi mfano wake ni mfano wa mbwa. Ukimhujumu hupumua na kutoa ulimi na ukimwacha pia hupumua na kutoa ulimi. Huo ni mfano wa kaumu wanao zikanusha Ishara zetu. Basi simulia hadithi, huenda wakatafakari"
        },
        {
            "chapter": 7,
            "verse": 177,
            "text": "Huu ni mfano muovu kabisa wa watu wanao kanusha Ishara zetu na wakajidhulumu nafsi zao"
        },
        {
            "chapter": 7,
            "verse": 178,
            "text": "Yule ambaye Mwenyezi Mungu amemhidi basi huyo amehidika; na alio waacha kupotea basi hao ndio walio khasirika"
        },
        {
            "chapter": 7,
            "verse": 179,
            "text": "Na tumeiumbia Jahannamu majini wengi na watu. Wana nyoyo, lakini hawafahamu kwazo. Na wana macho, lakini hawaoni kwayo. Na wana masikio, lakini hawasikii kwayo. Hao ni kama nyama howa, bali wao ni wapotofu zaidi. Hao ndio walio ghafilika"
        },
        {
            "chapter": 7,
            "verse": 180,
            "text": "Na Mwenyezi Mungu ana majina mazuri kabisa, basi muombeni kwa hayo. Na waacheni wale wanao haribu utakatifu wa majina yake. Hao watakuja lipwa waliyo kuwa wakiyatenda"
        },
        {
            "chapter": 7,
            "verse": 181,
            "text": "Na katika tulio waumba wako watu wanao ongoza kwa Haki, na kwayo wanafanya uadilifu"
        },
        {
            "chapter": 7,
            "verse": 182,
            "text": "Na wale walio kadhibisha Ishara zetu, tutawapururia pole pole kwa namna ambayo wenyewe hawaijui"
        },
        {
            "chapter": 7,
            "verse": 183,
            "text": "Nami nitawapa muda. Hakika mpango wangu ni madhubuti"
        },
        {
            "chapter": 7,
            "verse": 184,
            "text": "Je, hawafikiri? Huyu mwenzao hana wazimu. Hakuwa yeye ila ni mwonyaji aliye dhaahiri"
        },
        {
            "chapter": 7,
            "verse": 185,
            "text": "Je, hawatazami ufalme wa mbingu na ardhi, na vitu alivyo viumba Mwenyezi Mungu, na pengine ajali yao imekwisha karibia? Basi maneno gani baada ya haya watayaamini"
        },
        {
            "chapter": 7,
            "verse": 186,
            "text": "Aliye mwacha Mwenyezi Mungu kupotea hana wa kumwongoa. Atawaacha hao wakitangatanga katika upotofu wao"
        },
        {
            "chapter": 7,
            "verse": 187,
            "text": "Wanakuuliza hiyo Saa (ya mwisho) itakuwa lini? Sema: Kuijua kwake kuko kwa Mola Mlezi wangu. Haidhihirishi hiyo kwa wakati wake ila Yeye. Ni nzito katika mbingu na ardhi. Haikujiini ila kwa ghafla tu. Wanakuuliza kama kwamba wewe una pupa ya kuijua. Sema: Ujuzi wake uko kwa Mwenyezi Mungu. Lakini aghlabu ya watu hawajui"
        },
        {
            "chapter": 7,
            "verse": 188,
            "text": "Sema: Siimilikii nafsi yangu manufaa wala madhara, ila apendavyo Mwenyezi Mungu. Na lau kuwa ninayajua ya ghaibu ninge jizidishia mema mengi, wala ovu lisinge nigusa. Mimi si chochote ila ni mwonyaji na mbashiri kwa watu wanao amini"
        },
        {
            "chapter": 7,
            "verse": 189,
            "text": "Yeye ndiye aliye kuumbeni katika nafsi moja; na katika hiyo hiyo akamfanya mwenzi wake, ili akae naye kwa utulivu. Na anapo muingilia hubeba mzigo mwepesi, akitembea nao. Anapo kuwa mja mzito, wote wawili humwomba Mwenyezi Mungu, Mola Mlezi wao: Kama ukitupa mwana mwema tutakuwa katika wanao shukuru"
        },
        {
            "chapter": 7,
            "verse": 190,
            "text": "Basi anapo wapa mwana mwema, wanamfanyia washirikina Mwenyezi Mungu katika kile kile alicho wapa. Mwenyezi Mungu ametukuka na huko kushirikisha kwao"
        },
        {
            "chapter": 7,
            "verse": 191,
            "text": "Ati wanawafanya viumbe kuwa ni washirika wa Mwenyezi Mungu, nao hawaumbi, bali wao ndio wanaumbwa"
        },
        {
            "chapter": 7,
            "verse": 192,
            "text": "Wala hawana uwezo wa kuwanusuru wala wenyewe hawajinusuru"
        },
        {
            "chapter": 7,
            "verse": 193,
            "text": "Na mkiwaita kwenye uwongofu, hawakufuateni. Ni mamoja kwenu ikiwa mtawaita au mkinyamaza"
        },
        {
            "chapter": 7,
            "verse": 194,
            "text": "Hakika hao mnao waomba asiye kuwa Mwenyezi Mungu ni waja mfano wenu nyinyi. Hebu waombeni, nao wakuitikieni, kama mnasema kweli"
        },
        {
            "chapter": 7,
            "verse": 195,
            "text": "Je, wao wanayo miguu ya kwendea? Au wanayo mikono ya kutetea? Au wanayo macho ya kuonea? Au wanayo masikio ya kusikizia? Sema: Iiteni hio miungu yenu ya ushirikina. Kisha nifanyieni mimi vitimbi, wala msinipe muhula"
        },
        {
            "chapter": 7,
            "verse": 196,
            "text": "Hakika Mlinzi wangu ni Mwenyezi Mungu aliye teremsha Kitabu. Naye ndiye awalindae walio wema"
        },
        {
            "chapter": 7,
            "verse": 197,
            "text": "Na hao mnao waomba asiye kuwa Mwenyezi hawawezi kukunusuruni, wala hawajinusuru wenyewe"
        },
        {
            "chapter": 7,
            "verse": 198,
            "text": "Na mkiwaita kwenye uwongofu hawasikii. Na unawaona wanakutazama, nao hawaoni"
        },
        {
            "chapter": 7,
            "verse": 199,
            "text": "Shikamana na kusamehe, na amrisha mema, na jitenge na majaahili"
        },
        {
            "chapter": 7,
            "verse": 200,
            "text": "Na uchochezi wa Shet'ani ukikuchochea basi omba ulinzi wa Mwenyezi Mungu. Hakika Yeye ni Msikizi, Mjuzi"
        },
        {
            "chapter": 7,
            "verse": 201,
            "text": "Hakika wale wamchao Mungu, zinapo wagusa pepesi za Shet'ani, mara huzindukana na hapo huwa wenye kuiona haki"
        },
        {
            "chapter": 7,
            "verse": 202,
            "text": "Na ndugu zao wanawavutia kwenye upotofu, kisha wao hawaachi"
        },
        {
            "chapter": 7,
            "verse": 203,
            "text": "Na usipo waletea Ishara waitakayo husema: Kwa nini hukuibuni? Sema: mimi ninafuata yanayo funuliwa kwangu kutokana na Mola Mlezi wangu. Hii (Qur'ani) ni hoja zinazo toka kwa Mola wenu Mlezi, na uwongofu na rehema kwa watu wanao amini"
        },
        {
            "chapter": 7,
            "verse": 204,
            "text": "Na isomwapo Qur'ani isikilizeni na mnyamaze ili mpate kurehemewa"
        },
        {
            "chapter": 7,
            "verse": 205,
            "text": "Na mkumbuke Mola Mlezi wako nafsini kwako kwa unyenyekevu na khofu, na bila ya kupiga kelele kwa kauli, asubuhi na jioni. Wala usiwe miongoni wa walio ghafilika"
        },
        {
            "chapter": 7,
            "verse": 206,
            "text": "Hakika wale walioko kwa Mola wako Mlezi hawajivuni wakaacha kumuabdu, na wanamtakasa na wanamsujudia"
        },
        {
            "chapter": 8,
            "verse": 1,
            "text": "Wanakuuliza juu ya Ngawira. Sema: Ngawira ni ya Mwenyezi Mungu na Mtume. Basi mcheni Mwenyezi Mungu na suluhisheni mambo baina yenu, na mt'iini Mwenyezi Mungu na Mtume wake ikiwa nyinyi ni Waumini"
        },
        {
            "chapter": 8,
            "verse": 2,
            "text": "Hakika Waumini ni wale ambao anapo tajwa Mwenyezi Mungu nyoyo zao hujaa khofu, na wanapo somewa Aya zake huwazidisha Imani, na wakamtegemea Mola wao Mlezi"
        },
        {
            "chapter": 8,
            "verse": 3,
            "text": "Hao ambao wanashika Sala na wanatoa katika yale tunayo waruzuku"
        },
        {
            "chapter": 8,
            "verse": 4,
            "text": "Hao kweli ndio Waumini. Wao wana vyeo, na maghfira, na riziki bora, kwa Mola wao Mlezi"
        },
        {
            "chapter": 8,
            "verse": 5,
            "text": "Kama Mola wako Mlezi alivyo kutoa nyumbani kwako kwa Haki, na hakika kundi moja la Waumini linachukia"
        },
        {
            "chapter": 8,
            "verse": 6,
            "text": "Wanajadiliana nawe kwa jambo la Haki baada ya kwisha bainika, kama kwamba wanasukumwa kwenye mauti nao wanaona"
        },
        {
            "chapter": 8,
            "verse": 7,
            "text": "Na Mwenyezi Mungu alipo kuahidini kuwa moja katika makundi mawili ni lenu. Nanyi mkapenda lisilo na nguvu ndio liwe lenu; na Mwenyezi Mungu anapenda ahakikishe Haki kwa maneno yake, na aikate mizizi ya makafiri"
        },
        {
            "chapter": 8,
            "verse": 8,
            "text": "Ili ahakikishe Haki na auvunje upotovu na wangachukia wakosefu"
        },
        {
            "chapter": 8,
            "verse": 9,
            "text": "Mlipo kuwa mkimuomba msaada Mola wenu Mlezi, naye akakujibuni kuwa: Kwa yakini Mimi nitakusaidieni kwa Malaika elfu wanao fuatana mfululizo"
        },
        {
            "chapter": 8,
            "verse": 10,
            "text": "Na Mwenyezi Mungu hakufanya haya ila kuwa ni bishara na ili nyoyo zenu zituwe. Na haupatikani ushindi ila kutoka kwa Mwenyezi Mungu. Hakika Mwenyezi Mungu ni Mwenye nguvu, na Mwenye hikima"
        },
        {
            "chapter": 8,
            "verse": 11,
            "text": "Alipo kufunikeni kwa usingizi uwe ni uaminisho kutoka kwake, na akakuteremshieni maji kutoka mbinguni ili kukusafisheni kwayo na kukuondoleeni uchafu wa Shet'ani, na kuzipa nguvu nyoyo zenu, na kuitia imara miguu yenu"
        },
        {
            "chapter": 8,
            "verse": 12,
            "text": "Mola wako Mlezi alipo wafunulia Malaika: Hakika Mimi ni pamoja nanyi, basi watieni nguvu walio amini. Nitatia woga katika nyoyo za walio kufuru. Basi wapigeni juu ya shingo na wapigeni kwenye kila ncha za vidole"
        },
        {
            "chapter": 8,
            "verse": 13,
            "text": "Hayo ni kwa sababu wamemuasi Mwenyezi Mungu na Mtume wake. Na mwenye kumuasi Mwenyezi Mungu na Mtume wake basi Mwenyezi Mungu ni Mkali wa kuadhibu"
        },
        {
            "chapter": 8,
            "verse": 14,
            "text": "Ndio hivyo! Basi ionjeni! Na bila ya shaka makafiri wana adhabu ya Moto"
        },
        {
            "chapter": 8,
            "verse": 15,
            "text": "Enyi Mlio amini! Mkikutana na walio kufuru vitani msiwageuzie mgongo"
        },
        {
            "chapter": 8,
            "verse": 16,
            "text": "Na atakaye wageuzia mgongo wake siku hiyo - isipo kuwa kwa mbinu za vita au kuungana na kikosi - basi atakuwa amestahiki ghadhabu ya Mwenyezi Mungu. Na pahala pake ni Jahannamu, na huo ni mwisho muovu"
        },
        {
            "chapter": 8,
            "verse": 17,
            "text": "Hamkuwauwa nyinyi lakini Mwenyezi Mungu ndiye aliye wauwa. Na wewe hukutupa, walakini Mwenyezi Mungu ndiye aliye tupa, ili awajaribu Waumini majaribio mema yatokayo kwake. Hakika Mwenyezi Mungu ndiye Msikizi na Mjuzi"
        },
        {
            "chapter": 8,
            "verse": 18,
            "text": "Ndio hivyo! Na hakika Mwenyezi Mungu ni Mwenye kudhoofisha vitimbi vya makafiri"
        },
        {
            "chapter": 8,
            "verse": 19,
            "text": "Kama mnataka hukumu basi hukumu imekwisha kujieni. Na mkiacha itakuwa ndio kheri kwenu. Na mkirejea Sisi pia tutarejea. Na jeshi lenu halitakufaeni kitu, japo likiwa kubwa. Kwani hakika Mwenyezi yu pamoja na Waumini"
        },
        {
            "chapter": 8,
            "verse": 20,
            "text": "Enyi mlio amini! Mt'iini Mwenyezi Mungu na Mtume wake, wala msijiepushe naye, nanyi mnasikia"
        },
        {
            "chapter": 8,
            "verse": 21,
            "text": "Wala msiwe kama wale wanao sema: Tumesikia, na kumbe hawasikii"
        },
        {
            "chapter": 8,
            "verse": 22,
            "text": "Hakika vinyama viovu mbele ya Mwenyezi Mungu ni vile viziwi na bubu visio tumia akili zao"
        },
        {
            "chapter": 8,
            "verse": 23,
            "text": "Na Mwenyezi Mungu angeli jua wema wowote kwao ange wasikilizisha, na lau ange wasikilizisha wangeli geuka wakapuuza"
        },
        {
            "chapter": 8,
            "verse": 24,
            "text": "Enyi mlio amini! Muitikieni Mwenyezi Mungu na Mtume anapo kuitieni jambo la kukupeni uzima wa milele. Na jueni kuwa Mwenyezi Mungu huingia kati ya mtu na moyo wake, na kwamba hakika kwake Yeye tu mtakusanywa"
        },
        {
            "chapter": 8,
            "verse": 25,
            "text": "Na jikingeni na Fitna ambayo haitowasibu walio dhulumu peke yao kati yenu. Na jueni kuwa Mwenyezi Mungu ni Mkali wa kuadhibu"
        },
        {
            "chapter": 8,
            "verse": 26,
            "text": "Na kumbukeni mlipo kuwa wachache, mkionekana wanyonge katika nchi, mnaogopa watu wasikunyakueni, naye akakupeni pahala pazuri pa kukaa, na akakutieni nguvu kwa nusura yake, na akakupeni riziki nzuri ili mpate kushukuru"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Enyi mlio amini! Msimfanyie khiana Mwenyezi Mungu na Mtume, wala msikhini amana zenu, nanyi mnajua"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Na jueni ya kwamba mali zenu na wana wenu ni Fitna (mtihani), na kwamba kwa Mwenyezi Mungu upo ujira mkubwa"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "Enyi mlio amini! Mkimcha Mwenyezi Mungu atakupeni kipambanuo, na atakufutieni makosa, na atakusameheni, na Mwenyezi Mungu ni Mwenye fadhila kubwa"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Na walipo kupangia mpango walio kufuru wakufunge, au wakuuwe, au wakutoe. Wakapanga mipango yao, na Mwenyezi Mungu akapanga yake. Na Mwenyezi Mungu ndiye mbora wa mipango"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Na wanapo somewa Aya zetu, wao husema: Tumesikia. Na lau tungeli penda tunge sema kama haya. Haya si chochote ila hadithi za watu wa kale tu"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "Na walipo sema: Ee Mwenyezi Mungu! Ikiwa haya ni kweli itokayo kwako basi tunyeshee mawe kutoka mbinguni, au tuletee adhabu yoyote iliyo chungu"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Na Mwenyezi Mungu hakuwa wa kuwaadhibu nawe umo pamoja nao, wala Mwenyezi Mungu si wa kuwaadhibu na hali ya kuwa wanaomba msamaha"
        },
        {
            "chapter": 8,
            "verse": 34,
            "text": "Lakini wana jambo gani hata Mwenyezi Mungu asiwaadhibu, na hali ya kuwa wanawazuilia watu Msikiti Mtakatifu? Wala wao hawakuwa ndio walinzi wake, bali walinzi wake hawakuwa ila wacha-Mngu tu. Lakini wengi katika wao hawajui"
        },
        {
            "chapter": 8,
            "verse": 35,
            "text": "Na haikuwa ibada yao kwenye hiyo Nyumba (Al Kaaba) ila ni kupiga miunzi na makofi. Basi onjeni adhabu kwa vile mlivyo kuwa mkikufuru"
        },
        {
            "chapter": 8,
            "verse": 36,
            "text": "Hakika wale walio kufuru hutoa mali yao ili kuzuilia Njia ya Mwenyezi Mungu. Basi watayatoa, kisha yatakuwa juu yao majuto, na kisha watashindwa. Na wale walio kufuru watakusanywa kwenye Jahannam"
        },
        {
            "chapter": 8,
            "verse": 37,
            "text": "Ili Mwenyezi Mungu apate kuwa pambanua walio waovu na walio wema, na kuwaweka waovu juu ya waovu wengine, na kuwarundika wote pamoja, na kuwatupa katika Jahannam. Hao ndio walio khasirika"
        },
        {
            "chapter": 8,
            "verse": 38,
            "text": "Waambie wale walio kufuru: Wakikoma watasamehewa yaliyo kwisha pita. Na wakiyarudia basi imekwisha pita mifano ya wa zamani"
        },
        {
            "chapter": 8,
            "verse": 39,
            "text": "Na piganeni nao mpaka isiwepo fitna na mateso, na Dini yote iwe kwa ajili ya Mwenyezi Mungu. Lakini wakiacha, basi hakika Mwenyezi Mungu anayaona wanayo yatenda"
        },
        {
            "chapter": 8,
            "verse": 40,
            "text": "Na kama wakigeuka basi jueni kwamba Mwenyezi Mungu ndiye Mola wenu, ni Mola Mwema na Msaidizi Mwema"
        }
    ]
}