{
    "pages": [
        {
            "chapter": 8,
            "verse": 26,
            "text": "Hatırlayın ki, bir zamanlar siz yeryuzunde hem az, hem zayıf ve acizdiniz; insanların sizi kapıp goturmesinden korkuyordunuz; bu durumda iken Allah size yer-yurt verip barındırdı, sizi yardımıyla destekleyip kuvvetlendirdi ve sizi temiz ve helal seylerle rızıklandırdı ki sukredesiniz"
        },
        {
            "chapter": 8,
            "verse": 27,
            "text": "Ey iman edenler! Bildiginiz halde Allah´a ve Peygamber´e hıyanet etmeyin ; (sonra) size inanılıp guvenilen seylere hıyanet edersiniz"
        },
        {
            "chapter": 8,
            "verse": 28,
            "text": "Bilin ki, mallarınız ve cocuklarınız bir deneme ve sınavdan baska degildir. Buyuk mukafat ise Allah katındadır"
        },
        {
            "chapter": 8,
            "verse": 29,
            "text": "Ey iman edenler I Eger Allah´ tan korkup (kotuluklerden) sakınırsanız ; O size bir f u r k a n (= iyiyi kotuden, hayrı serden, dogruyu egriden, sevabı gunahtan, temizi murdardan, hakkı batıldan ayıran bir olcu ve kıstas, bir bilgi ve marifet) verir. Ustelik suc ve gunahlarınızı orter ve sizi bagıslar"
        },
        {
            "chapter": 8,
            "verse": 30,
            "text": "Hatırlayın ki, o kufredenler bir zaman seni tutup baglamaları veya seni oldurmeleri ya da seni (Mekke´den) cıkarmaları icin sana pusu ve tuzak kurmuslardı. Onlar, pusu ve tuzak kurarlarken Allah da o tuzagın karsılıgını kuruyordu. Allah tuzak kuranların (hilesine karsı tedbir almada) en hayırlısıdır"
        },
        {
            "chapter": 8,
            "verse": 31,
            "text": "Ayetlerimiz onlara karsı okununca, «isittik, isittik, istersek bunun bir benzerini biz de soyleyebilirdik ; bu olsa olsa eskilerin masallarıdır!» derler"
        },
        {
            "chapter": 8,
            "verse": 32,
            "text": "Hani bir zaman da onlar, «Ey Allahımız ! Eger bu Kur´an hakikaten senden ise, uzerimize gokten tas yagdır veya bize acıklı bir azab getir» demislerdi"
        },
        {
            "chapter": 8,
            "verse": 33,
            "text": "Oysa sen onların arasında iken Allah onlara azab edecek degildir ve onların (arasında kalan mu´minler) istigfar ederken Allah yine kendilerine azab edici degildir"
        }
    ]
}