{
    "pages": [
        {
            "chapter": 11,
            "verse": 38,
            "text": "Nuh gemiyi yapmaya basladı ; kavminin ileri gelenleri yanından gectikce onu alaya alıyorlardı. Nuh onlara : «Bizimle alay ediyorsunuz ; bizimle alay ettiginiz gibi biz de (yakında) sizinle alay edecegiz"
        },
        {
            "chapter": 11,
            "verse": 39,
            "text": "Ileride rusvay edici azabın kime gelecegini ve kalıcı azabın kimin uzerine inecegini anlayacaksınız» dedi"
        },
        {
            "chapter": 11,
            "verse": 40,
            "text": "Sonunda emrimiz gelip tennur kaynamaya baslayınca (Nuh´a) dedik ki: «Her (hayvanın) disi ve erkeginden ikiser taneyi ve aleyhinde (ilahi) hukum gecmis olanlar dısında aileni ve iman edenleri gemiye yuklet (bindir)!» Ne var ki, beraberinde iman edenler pek az kimseler idi"
        },
        {
            "chapter": 11,
            "verse": 41,
            "text": "Nuh, «Bininiz ona ; yuzup yurumesi de, demir atıp durması da Allah´ın adıyladır. Suphesiz ki Rabbim, cok bagıslayan, cok merhamet eden, dir,» dedi"
        },
        {
            "chapter": 11,
            "verse": 42,
            "text": "Gemi, icinde tasıdıklarıyla birlikte dag gibi dalgalar arasında yuzup yol alıyordu. Nuh, ayrı bir yere cekilen ogluna, «ogulcagızım ! Bizimle beraber (gel) gemiye bin, kafirlerle beraber olma,» diye seslendi"
        },
        {
            "chapter": 11,
            "verse": 43,
            "text": "O, «ben az sonra bir daga sıgınırım, o beni sudan korur» dedi. Nuh ona: «Bugun Allah´ın emrinden koruyacak (hicbir guc ve yardımcı) yoktur; ancak O´nun merhamet ettigi mustesna,» derken aralarına dal ga(lar) girdi ve o da bogulanlardan (biri) oldu"
        },
        {
            "chapter": 11,
            "verse": 44,
            "text": "Ey yeryuzu ! Suyunu yut; ey gok ! Sen de (suyunu) tut, denildi. Su cekildi, is bitirildi ve gemi CUDI uzerinde yontemli sekilde durdu. O zalimler topluluguna da «rahmetten uzak olun !» denildi"
        },
        {
            "chapter": 11,
            "verse": 45,
            "text": "Nuh, Rabbına (yanık bir yurekle) seslendi «Rabbim ! Dogrusu oglum benim ailemdendi. Suphesiz ki senin va´din haktır ve sen hukmedenlerin en iyi hukmedenisin» dedi"
        }
    ]
}