{
    "pages": [
        {
            "chapter": 16,
            "verse": 94,
            "text": "Yeminlerinizi aranızda dolaylı-hileli yoldan bozmayın. Sonra saglamca basmakta olan ayak kayabilir de Allah yolundan alıkoymanız sebebiyle azabı tadarsınız ve sizin icin (o takdirde) buyuk bir azab vardır"
        },
        {
            "chapter": 16,
            "verse": 95,
            "text": "Allah dına verdiginiz sozu, yaptıgınız andlasmayı az bir pahaya degistirmeyin. Eger bilirseniz, Allah yanında olan sizin icin daha hayırlıdır"
        },
        {
            "chapter": 16,
            "verse": 96,
            "text": "Sizin yanınızdaki seyler tukenir. Allah yanındaki ise sonsuzdur (sınırsızdır) tukenmez. Biz elbette sabredenleri, yapageldikleri seyden daha guzeliyle mukaatlandıracagız"
        },
        {
            "chapter": 16,
            "verse": 97,
            "text": "Erkek veya kadınlardan kim —mu´min oldugu halde— guzel yararlı amelde bulunursa, mutlaka biz ona hos bir hayat yasatırız ve mukafatlarını da islediklerinin daha guzeliyle karsılayıp degerlendiririz"
        },
        {
            "chapter": 16,
            "verse": 98,
            "text": "Kur´an okundugu zaman, kogulup lanetlenen seytandan Allah´a sıgın"
        },
        {
            "chapter": 16,
            "verse": 99,
            "text": "Suphesiz ki seytanın, iman edip Rablerine guvenip dayananlar uzerinde sultası yoktur"
        },
        {
            "chapter": 16,
            "verse": 100,
            "text": "Onun sultası ancak, onu kendine dost ve yar edinenler ve bir de Allah´a ortak kosanlar uzerindedir"
        },
        {
            "chapter": 16,
            "verse": 101,
            "text": "Biz bir ayeti baska bir ayetin yerine koyup degistirdigimizde —ki Allah indirecegini daha iyi bilir— onlar, sen ancak uyduruyorsun, derler. Hayır, onların cogu (hakikati) bilmezler"
        },
        {
            "chapter": 16,
            "verse": 102,
            "text": "De ki: Onu, iman edenlerin inancını daha da saglamlastırmak, Muslumanlara dogru yolu gostermek ve mujde olmak icin Rabbinden hak ile Ruhu´l-kuds indirmistir"
        }
    ]
}