{
    "pages": [
        {
            "chapter": 17,
            "verse": 97,
            "text": "Allah kimi dogru yola iletirse, o dogru yolu bulmus olur. Kimi de saptırırsa. artık Allah´tan baska onlar icin elbette dost ve yardımcı bulamazsın. Kıyamet gunu ise onları yuzukoyun korler, dilsizler, sagırlar olarak kaldırıp hesap alanına sevkedecegiz. Varıp eylesecekleri yer Cehennem´dir. Onun atesi tesirini kaybetmeye yuz tutunca, biz onun cılgınca (yukselen) alevlerini onlardan yana artırırız"
        },
        {
            "chapter": 17,
            "verse": 98,
            "text": "Bu, onların ayetlerimizi inkar etmeleri ve «biz kemikler ve ufalıp toz-toprak haline geldikten sonra mı yeni bir yaratık olarak dirilip kaldırılacagız ?» demelerine karsılık cezalarıdır"
        },
        {
            "chapter": 17,
            "verse": 99,
            "text": "Onlar, gokleri ve yeri yaratan Allah´ın kendileri gibilerini yaratmaya kudretli bulundugunu gormezler mi ? Allah onlar icin belirli bir sure koymustur ki, bunda hic suphe yoktur. Buna ragmen, zalimler kufur! ve nankorlukte direnip dururlar"
        },
        {
            "chapter": 17,
            "verse": 100,
            "text": "De ki: Eger sizler Rabbimin^ rahmet hazinelerine sahip olsaydınız, o takdirde harcamakla tukenir korkusuyla (cimrilik edip) elinizde tutardınız. Zaten insan (tabiatı geregi) cok cimridir"
        },
        {
            "chapter": 17,
            "verse": 101,
            "text": "And olsun ki, Musa´ya, Israil ogulları´na geldigi zaman dokuz ayet (mu´cize, acık belge) verdik. Sen onu Israil ogulları´na bir sor. Fir´avn ona : Ey Musa! Dogrusu seni buyulenmis sanıyorum, demisti"
        },
        {
            "chapter": 17,
            "verse": 102,
            "text": "Musa da ona: «Yemin ederim ki bunları ancak goklerin ve yerin Rabbinin acıkca gorulecek belgeler halinde indirdigini sen de cok iyi bilirsin ve elbette ben de seni yok edilmis sanıyorum» demisti"
        },
        {
            "chapter": 17,
            "verse": 103,
            "text": "Bunun uzerine Fir´avn onları yerlerinden oynatıp cıkarmak istedi, derken onu da, beraberindekilerin hepsini de (denizde) bogduk"
        },
        {
            "chapter": 17,
            "verse": 104,
            "text": "Bu olaydan sonra israil ogulları´na, «siz artık bu (soz verilen) toprakta oturun. Ahiret va´di (gunu) gelince sizi (onlarla) derleyip biraraya getiririz» dedik"
        }
    ]
}