{
    "pages": [
        {
            "chapter": 29,
            "verse": 7,
            "text": "iman edip iyi-yararlı amellerde bulunanların suphesiz ki kotuluklerini (tevbeleri sebebiyle affedip) orter ve temizleriz ve yaptıklarını en guzeliyle mukafatlandırırız"
        },
        {
            "chapter": 29,
            "verse": 8,
            "text": "Insana, ana babasına iyi davranmasını, guzellikle muamele etmesini tavsiye ettik. (Bununla beraber) onlar, hakkında bilgin olmadıgı bir seyi bana ortak kosman icin seninle ugrasıp agırlıklarını koymaya calısırlarsa, o zaman onlara itaat etme; donusunuz ancak banadır; yapageldiklerinizi size bir bir haber veririm"
        },
        {
            "chapter": 29,
            "verse": 9,
            "text": "Dosdogru iman edip iyi-yararlı amellerde bulunanları elbette iyi-yararlı kisilerin arasına yerlestirecegiz"
        },
        {
            "chapter": 29,
            "verse": 10,
            "text": "Insanlardan oyleleri de var ki, «Allah´a iman ettik» derler. (Ama) Allah yolunda bir eziyete ugrarlarsa, insanların eza-cefasını Allah´ın azabı gibi sayarlar ve eger Rabbından bir yardım gelirse, «biz elbette sizinle beraberdik» derler. Allah, alemlerin (butun insanların) goguslerinde olanı (dogrulugu, yalan ve ikiyuzlulugu, inkar ve sapıklıgı) en iyi bilen degil midir"
        },
        {
            "chapter": 29,
            "verse": 11,
            "text": "Ve and olsun ki, Allah, iman edenleri de bilir, ikiyuzlu donekleri de bilir"
        },
        {
            "chapter": 29,
            "verse": 12,
            "text": "Inkar edenler, iman edenlere derler ki: «Siz bizim yolumuza uyun, kusur ve gunahlarınızı yuklenelim». Halbuki onların kusur ve gunahlarından hicbir sey yuklenecek degillerdir. Onlar suphen olmasın ki yalancılardır"
        },
        {
            "chapter": 29,
            "verse": 13,
            "text": "And olsun ki onlar kendi (gunah) agırlıklarını ve kendi agırlıklarıyla beraber agırlıklar yuklenecekler ve uydurup ortaya attıkları iftiradan Kıyamet gununde mutlaka sorulacaklardır"
        },
        {
            "chapter": 29,
            "verse": 14,
            "text": "And olsun ki, Nuh´u kendi milletine (uyarıcı peygamber olarak) gonderdik. Aralarında —elli yılı mustesna— bin yıl durdu. (Sonuc alamayınca) onlar zalimler iken tufan kendilerini yakalayıverdi"
        }
    ]
}