{
    "pages": [
        {
            "chapter": 35,
            "verse": 19,
            "text": "Gormeyenle goren bir degildir"
        },
        {
            "chapter": 35,
            "verse": 20,
            "text": "Karanlıklar ile aydınlık"
        },
        {
            "chapter": 35,
            "verse": 21,
            "text": "Golge ile sıcaklık da bir degildir"
        },
        {
            "chapter": 35,
            "verse": 22,
            "text": "Dirilerle oluler de bir degildir. Suphesiz Allah diledigi kimselere isittirir. Sen ise kabirlerde olanlara isittirecek degilsin"
        },
        {
            "chapter": 35,
            "verse": 23,
            "text": "Sen ancak, (tuttukları yolun tehlikeli olduguna ve gelecek olan azaba karsı) bir uyarıcısın"
        },
        {
            "chapter": 35,
            "verse": 24,
            "text": "Suphesiz ki biz seni (rahmet mujdecisi), (azaba karsı) uyarıcı olarak hakk ile gonderdik. Hicbir millet yoktur ki iclerinden (gelecek felakete, inkar ve sapıklıklarındaki inatlarına karsı) bir uyarıcı peygamber gelip gecmis olmasın"
        },
        {
            "chapter": 35,
            "verse": 25,
            "text": "Eger seni yalanlıyorlarsa, onlardan oncekiler de (kendilerine gonderilen peygamberleri) yalanlamıslardı. Peygamberleri, onlara acık belgelerle, mu´cizelerle, yazılı sahifelerle, aydınlatıcı kitapla gelmislerdi"
        },
        {
            "chapter": 35,
            "verse": 26,
            "text": "Sonra o inkar edenleri yakalayıverdim. (Bir gorsunler) beni inkar nasıl olur"
        },
        {
            "chapter": 35,
            "verse": 27,
            "text": "Gormedin mi ki, Allah gokten su indirdi de biz onunla renkleri farklı meyveler cıkardık. Daglardan da kimi beyaz, kimi kırmızı muhtelif renklerde ve siyahımsı gorunumde cesitli yollar meydana getirdik"
        },
        {
            "chapter": 35,
            "verse": 28,
            "text": "Insanlardan, yerde yuruyen hayvanlardan, davarlardan da bunun gibi ayrı ayrı renklerde olanlar vardır. Allah´tan ise, O´nun kullarından ancak ilim sahipleri saygı ile korkarlar. Suphesiz ki Allah cok gucludur, cok ustundur, cok bagıslayandır"
        },
        {
            "chapter": 35,
            "verse": 29,
            "text": "Allah´ın kitabını okuyanlar, namazı dosdogru kılanlar ve kendilerine rızık olarak verdiklerimizden gizli-acık harcayanlar, iste onlar kesada ugramıyacak, yok olmayacak bir ticaret umarlar"
        },
        {
            "chapter": 35,
            "verse": 30,
            "text": "Cunku Allah onların bu harcamalarının karsılıgını noksansız verir. Suphesiz ki O cok bagıslayan ve sukredenlere nimetini cok artırandır"
        }
    ]
}