{
    "pages": [
        {
            "chapter": 36,
            "verse": 41,
            "text": "Onlar icin ayrı bir acık belge de, soylarını o dolu gemiye yukleyip tasımamız"
        },
        {
            "chapter": 36,
            "verse": 42,
            "text": "Ve bunun benzeri binecekleri seyleri onlar icin yaratmamızdır"
        },
        {
            "chapter": 36,
            "verse": 43,
            "text": "Dilersek onları (suda) bogarız da artık ne cıglıklarına kosan bulunur, ne de kurtarılma sansları olur"
        },
        {
            "chapter": 36,
            "verse": 44,
            "text": "Ancak bizden bir rahmet ve bir sureye kadar gecinip yararlanmaları icin irademiz onların kurtulmasını saglamıstır"
        },
        {
            "chapter": 36,
            "verse": 45,
            "text": "Kendilerine, onunuzdekinden ve arkanızdakinden (Dunya ve Ahiret´te azabı ve rusvaylıgı gerektiren fenalıklardan) korkup sakının ki, merhamet olunasınız, denildigi zaman (aldırıs bile etmezler)"
        },
        {
            "chapter": 36,
            "verse": 46,
            "text": "Kendilerine ne kadar Rabbın ayetlerinden bir ayet geldiyse, mutlaka ondan yuzcevirdiler. ´"
        },
        {
            "chapter": 36,
            "verse": 47,
            "text": "Yine kendilerine, Allah´ın size rızık olarak verdiklerinden (Allah icin) harcayın, denildigi zaman, o kufredenler, iman edenlere, «Allah´ın diledigi takdirde yedirecegi kimseyi biz mi yedirelim ?! Suphesiz ki siz acık bir sapıklık icinde bulunuyorsunuz,» derler"
        },
        {
            "chapter": 36,
            "verse": 48,
            "text": "Ve derler ki: Eger dogru kimselerdenseniz bu va´d ne zaman"
        },
        {
            "chapter": 36,
            "verse": 49,
            "text": "Onlar cekisip tartısırken ansızın kendilerini yakalayıverecek bir haykırısı beklerler"
        },
        {
            "chapter": 36,
            "verse": 50,
            "text": "Artık (bu durumda) ne bir tavsiyede bulunmaya guc getirebilirler, ne de ailelerine donebilirler"
        },
        {
            "chapter": 36,
            "verse": 51,
            "text": "Sur´a ufrulunce bir de bakarsın kabirlerinden cıkıp Rablarına dogru akın akın kosarlar"
        },
        {
            "chapter": 36,
            "verse": 52,
            "text": "Eyvah bize ! Kim bizi uyudugumuz yerden kaldırdı ? derler. (Onlara :) Bu, Rahman (olan Allah´ın) va´dettigi ve peygamberlerin dogru soyledigi (gundur, denilir)"
        },
        {
            "chapter": 36,
            "verse": 53,
            "text": "Sadece bir haykırıs. Bir de bakarsın hepsi huzurumuzda hazır bekliyorlar"
        },
        {
            "chapter": 36,
            "verse": 54,
            "text": "Bugun hic kimseye zulmedilmez ve ancak yapageldiginiz seylerin karsılıgını gorursunuz"
        }
    ]
}