{
    "pages": [
        {
            "chapter": 47,
            "verse": 30,
            "text": "Biz, dileseydik onları sana gonderirdik ve sen de onları simalarından tanırdın. Ve and olsun ki sen, onları sozlerinin anlatım tarzından tanırsın. Allah sizin islediklerinizi bilir"
        },
        {
            "chapter": 47,
            "verse": 31,
            "text": "And olsun ki, icinizden mucahidleri ve sabredenleri bilip tanıyıncaya kadar sizi hep deneyecegiz ve haberlerinizi ortaya cıkarıp acıklıyacagız"
        },
        {
            "chapter": 47,
            "verse": 32,
            "text": "Suphesiz ki, o inkara sapanlar ve (insanları) Allah yolundan alıkoyanlar; kendilerine dogru yol belli olduktan sonra da Peygambere muhalefet edip karsı gelenler elbette Allah´a hicbir sekilde zarar veremezler ; Allah ise, onların amellerini bosa cıkaracaktır"
        },
        {
            "chapter": 47,
            "verse": 33,
            "text": "Ey iman edenler I Allah´a itaat edin, Peygambere itaat edin; islediginiz amelleri bosa cıkarmayın (buna sebep olacak soz ve davranıslarda bulunmayın)"
        },
        {
            "chapter": 47,
            "verse": 34,
            "text": "Suphesiz onlar ki, inkara saptılar ve Allah yolundan alıkoydular, sonra da kafir oldukları halde (tevbe edip donus yapmadan) olduler, Allah elbette onları bagıslamıyacaktır"
        },
        {
            "chapter": 47,
            "verse": 35,
            "text": "O halde gevsemeyin. Sizler ustun iken barısa davet etmeyin. Allah, sizinle beraberdir; is ve gayretinizi kuvevtten dusurup eksiltmez"
        },
        {
            "chapter": 47,
            "verse": 36,
            "text": "Dunya hayatı bir oyun ve eglenceden baskası degildir. Eger dosdogru inanır ve saygı ile sakınırsanız, O sizin icin ecirlerinizi (iyi amellerinizin karsılıgını) verir ve sizden mallarınızı istemez"
        },
        {
            "chapter": 47,
            "verse": 37,
            "text": "Eger sizden mallarınızı isteyip sizi (bu hususta) sıkıstıracak olsa, cimrilik edersiniz, O da (cimrilikten dogan) icinizdeki kin ve nefreti dısarı cıkarırdı"
        },
        {
            "chapter": 47,
            "verse": 38,
            "text": "Iste sizler, Allah yolunda harcamanız icin davet edilenlersiniz! Icinizden bir kısmı cimrilik gosteriyor. Ama kim cimrilik ederse, ancak kendine cimrilik etmis olur. Allah, Ganiy (hicbir seye muhtac degil, her sey O´na muhtac)dır. Sizler ise, fakirlersiniz (devamlı ihtiyac icindesiniz). Eger yuzcevirirseniz (bilin ki) sizin yerinize baskalarını getirir de onlar size (hic de) benzemezler"
        }
    ]
}