{
    "pages": [
        {
            "chapter": 2,
            "verse": 49,
            "text": "Hani size iskencenin en kotusunu tattırıp yuklemekte devam eden, ogullarınızı bogazlayıp kadınlarınızı (kızlarınızı) diri bırakmak isteyen Fir´avn´ın yoldaslarından sizi (atalarınızı) kurtardıgımız zamanı bir hatırlayın! Bunda da size Rabbinizden buyuk bir imtihan vardı"
        },
        {
            "chapter": 2,
            "verse": 50,
            "text": "Ve hatırlayın ki sizin icin denizi yarıp sizi kurtardıgımızı; Fir´avn´ in yoldaslarını ise —sizler bakıp dururken— bogdugumuz zamanı"
        },
        {
            "chapter": 2,
            "verse": 51,
            "text": "Ve yine Musa´ya (Tevrat verilmek uzere Tur´da kırk gece ibadet edip beklemesi icin) va´dettigimizi (veya va´de verdigimizi) hatırlayın ki siz onun ardından (nefsinize) zulmediciler olarak (Samiri´nin altından yaptıgı) buzagıyı (ilah) edinmistiniz"
        },
        {
            "chapter": 2,
            "verse": 52,
            "text": "Sonra bunun ardından da sukredersiniz diye sizi bagıslamıstık"
        },
        {
            "chapter": 2,
            "verse": 53,
            "text": "Ve hani dogru yola erisesiniz diye Musa´ya kitap ve furkanı vermistik"
        },
        {
            "chapter": 2,
            "verse": 54,
            "text": "Musa da kavmine : «Ey milletim! Cidden buzagıyı (Ilah) edinmenizle kendinize zulmettiniz. Derhal (her kusurdan pak ve yuce olan) Yaradanınıza tevbe edin; (nefsinizin kotu arzularını kesin de Allah yolunda) kendinizi oldurun. Bu, Yaradanınız katında sizin icin daha hayırlıdır,» demisti. Bunun uzerine (Allah) tevbenizi kabul buyurmustu. Suphesiz ki O, O´dur tevbeleri cokca kabul eden, O´dur cokca merhamette bulunan"
        },
        {
            "chapter": 2,
            "verse": 55,
            "text": "Ve hatırlayın ki (sizden temsilci olarak yetmis kisi Musa ile Tur´a cıktıgınızda): «Ya Musa! Biz Allah´ı acıkca meydanda gormedikce sana asla inanmıyacagız...» demistiniz de yıldırım size carpmıstı ve siz de bakıp duruyordunuz"
        },
        {
            "chapter": 2,
            "verse": 56,
            "text": "(Bir bakıma) olumunuzden sonra da sukredesiniz diye sizi (o baygın halden uyandırıp) kaldırmıstık"
        },
        {
            "chapter": 2,
            "verse": 57,
            "text": "Ve (Sina colunde sizi gunesin yakıcı sıcaklıgından korusun diye) ustunuze bulutu golge yapmıs, uzerinize kudret helvası ve bıldırcın indirmis ve «Size rızık olarak verdiklerimizin iyisinden yeyin,» demistik. (Fakat onlar bu nimetlerin sukrunu yerine getirmeyip nankorluk etmekle) Bize zulmetmemislerdi, ama kendilerine zulmetmislerdi"
        }
    ]
}