{
    "pages": [
        {
            "chapter": 15,
            "verse": 52,
            "text": "Dangshi, tamen jinqu jian ta, shuo:“Zhu ni ping'an.” Ta shuo:“Women que shi weiju nimen de.”"
        },
        {
            "chapter": 15,
            "verse": 53,
            "text": "Tamen shuo:“Ni buyao weiju, women dique yi yige congming de nanhai xiang ni baoxi.”"
        },
        {
            "chapter": 15,
            "verse": 54,
            "text": "Ta shuo:“Wo yi laomai, nimen hai xiang wo baoxi ma? Nimen yi shenme xiang wo baoxi ne?”"
        },
        {
            "chapter": 15,
            "verse": 55,
            "text": "Tamen shuo:“Women ping zhenli er xiang ni baoxi, suoyi ni buyao juewang.”"
        },
        {
            "chapter": 15,
            "verse": 56,
            "text": "Ta shuo:“Chu mi wu zhe wai, shei hui juewang yu zhenzhu de enhui ne?”"
        },
        {
            "chapter": 15,
            "verse": 57,
            "text": "Ta shuo:“Shizhemen a! Nimen you she me chaishi ne?”"
        },
        {
            "chapter": 15,
            "verse": 58,
            "text": "Tamen shuo:“Women feng pai qu chengzhi yiqun fanzui de minzhong"
        },
        {
            "chapter": 15,
            "verse": 59,
            "text": "Lu te de jiazu chuwai, women que yao ba tamen quandou jiu chulai"
        },
        {
            "chapter": 15,
            "verse": 60,
            "text": "dan ta de qizi chuwai. Women yi yuding ta he qiyu de ren tong shou xingfa.”"
        },
        {
            "chapter": 15,
            "verse": 61,
            "text": "Dang shizhemen lai dao lu te de jiali de shihou"
        },
        {
            "chapter": 15,
            "verse": 62,
            "text": "ta shuo:“Nimen que shi yixie mosheng de ren.”"
        },
        {
            "chapter": 15,
            "verse": 63,
            "text": "Tamen shuo:“Buran, women ba tamen yixiang zhenglun de (xingfa) dai lai gei nile"
        },
        {
            "chapter": 15,
            "verse": 64,
            "text": "Women ba zhenli dai lai gei nile, women que shi chengshi de"
        },
        {
            "chapter": 15,
            "verse": 65,
            "text": "Ni yingdang daizhe ni de jiazu zai shenye chuxing, ni yao gen zai tamen de houmian. Nimen zhong de renhe ren ye buyao huitou kan. Nimen yingdang qianjin, yizhidaoda nimen fengming daoda di difang.”"
        },
        {
            "chapter": 15,
            "verse": 66,
            "text": "Wo qishi ta zhe ge panjue: Jiushi zhe deng ren, zai zaochen jiang bei genchu"
        },
        {
            "chapter": 15,
            "verse": 67,
            "text": "Cheng li de jumin xinran er lai"
        },
        {
            "chapter": 15,
            "verse": 68,
            "text": "ta shuo:“Zhexie shi wo de keren, nimen buyao lingru wo"
        },
        {
            "chapter": 15,
            "verse": 69,
            "text": "nimen yingdang jingwei zhenzhu, nimen buyao xiuru wo.”"
        },
        {
            "chapter": 15,
            "verse": 70,
            "text": "Tamen shuo:“Nandao women meiyou jinzhi ni yu shiren wanglai ma?”"
        }
    ]
}