{
    "pages": [
        {
            "chapter": 73,
            "verse": 20,
            "text": "Ni de zhu dique zhidao ni libai de shijian, bu dao quan ye de san fen zhi er, huo er fen zhi yi, huo san fen zhi yi. Ni de tongdao zhong, you yiqun ren yeshi nayang de. Zhenzhu yuding heiye he baizhou de changdu, ta zhidao nimen jue buneng jisuan ta, gu she you nimen. Nimen yingdang songdu “gulanjing” zhong jianyi 434\tdi qisi zhang gai bei de ren (meng dang xi er) de wenci. Ta zhidao nimen zhong jiang you yixie bingren, he bie de xuduo ren, huo luxing sifang, xunqiu zhenzhu de enhui; huo wei zhenzhu er zuozhan, gu nimen yingdang fengsong qizhong jianyi de wenci. Nimen yingdang jin shou bai gong, wan na tian ke, bing yi shan zhai jie gei zhenzhu. Nimen wei ziji zuo shenme shanshi, dou jiang zai zhenzhu nali dedao geng hao geng da de baochou. Nimen yingdang xiang zhenzhu qiurao, zhen zhu shi zhi she de, shi zhi ci de"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "Gai bei de ren a"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "Ni yingdang qilai, ni yingdang jinggao"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "ni yingdang songyang ni de zhuzai"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "Ni yingdang xidi ni de yifu"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "ni yingdang yuanli wuhui"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "ni buyao shi en er qiu hou bao"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "ni yingdang wei ni de zhu er jianren"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "Dang haojiao bei chui xiang de shihou"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "zai na shi, jiang you yige jiannan de rizi"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "Nage rizi dui bu xindao zhe, shi bu rongyi duguo de"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "Ni rang wo duzi chuzhi wo suo chuangzao de ren ba"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "Wo ceng shangci ta fengfu de caichan"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "he zai genqian de zisi"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "wo tigaole ta de shengwang"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "er ta hai qiwang wo zai duojia shangci"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "Jue buran! Ta queshi shi fandui wo de jixiang de"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "wo jiang shi ta zaoshou kunan"
        }
    ]
}