{
    "maqras": [
        {
            "chapter": 18,
            "verse": 75,
            "text": "(Hidr) rece: \"Zar ti ne rekoh: 'Uistinu, ti neces moci sa mnom imati strpljenja"
        },
        {
            "chapter": 18,
            "verse": 76,
            "text": "(Musa) rece: \"Ako te poslije ovog ista upitam, tad se ne druzi sa mnom. Vec si od mene dobio opravdanje"
        },
        {
            "chapter": 18,
            "verse": 77,
            "text": "Tad odose, dok - kad dođose stanovnicima grada, zatrazise od stanovnika njegovih hranu, pa odbise da ih ugoste. Tad u njemu nađose zid sklon padu, pa ga (Hidr) uspravi. (Musa) rece: \"Da si htio, sigurno bi za to uzeo naknadu"
        },
        {
            "chapter": 18,
            "verse": 78,
            "text": "(Hidr) rece: \"Ovo je rastanak između mene i između tebe! Obavijesticu te o tumacenju onog zbog cega nisi mogao imati strpljenja"
        },
        {
            "chapter": 18,
            "verse": 79,
            "text": "Sto se tice lađe, pa pripadala je siromasima koji rade na moru, pa sam zelio da je ostetim - a iza njih je bio vladar koji svaku lađu uzima nasilno"
        },
        {
            "chapter": 18,
            "verse": 80,
            "text": "A sto se tice djecaka, pa bili su roditelji njegovi vjernici, te smo se bojali da ce ih pritisnuti buntovnoscu i nevjerovanjem"
        },
        {
            "chapter": 18,
            "verse": 81,
            "text": "Pa smo zeljeli da im zamijeni Gospodar njihov boljeg od njega cistocom i blizeg samilosti"
        },
        {
            "chapter": 18,
            "verse": 82,
            "text": "A sto se tice zida, pa pripadao je dvojici djecaka, sirocadi u gradu, a bilo je ispod njega blago njihovo i bio je otac njihov pravedan, pa je zelio Gospodar tvoj da dostigu zrelost svoju i izvade blago svoje; milost od Gospodara tvog. I nisam to ucinio po odredbi svojoj. To je tumacenje onog nad cim nisi mogao imati strpljenja"
        },
        {
            "chapter": 18,
            "verse": 83,
            "text": "I pitaju te o Zul-karnejnu. Reci: \"Izrecitovacu vam o njemu spomen"
        },
        {
            "chapter": 18,
            "verse": 84,
            "text": "Uistinu, Mi smo ga ucvrstili na Zemlji i dali mu od svake stvari put"
        },
        {
            "chapter": 18,
            "verse": 85,
            "text": "Pa je slijedio put"
        },
        {
            "chapter": 18,
            "verse": 86,
            "text": "Dok, kad stize zapadu Sunca, nađe ga zalazi u izvor muljevit, i nađe kod njega narod. Rekosmo: \"O Zul-karnejne! Ili kazni, ili im iskazi dobrotu"
        },
        {
            "chapter": 18,
            "verse": 87,
            "text": "Rece: \"Sto se tice onog ko cini zulm, pa kaznicemo ga, zatim ce biti vracen Gospodaru svom, te ce ga kazniti kaznom strasnom"
        },
        {
            "chapter": 18,
            "verse": 88,
            "text": "A sto se tice onog ko vjeruje i cini dobro, pa imace on placu dobru, i govoricemo mu iz odredbe Nase lahko"
        },
        {
            "chapter": 18,
            "verse": 89,
            "text": "Zatim je slijedio put"
        },
        {
            "chapter": 18,
            "verse": 90,
            "text": "Dok - kad stize izlazistu Sunca, nađe ga izlazi nad ljudima kojima nismo od njega nacinili zastitu"
        },
        {
            "chapter": 18,
            "verse": 91,
            "text": "Tako! I doista smo ono sta je kod njega obuhvatili znanjem"
        },
        {
            "chapter": 18,
            "verse": 92,
            "text": "Zatim je slijedio put"
        },
        {
            "chapter": 18,
            "verse": 93,
            "text": "Dok - kad stize među dva brda, nađe pored njih narod, jedva razumiju govor"
        },
        {
            "chapter": 18,
            "verse": 94,
            "text": "Rekose: \"O Zul-karnejne! Uistinu su Jedzudz i Medzudz mufsidi na Zemlji, pa hocemo li ti dati naknadu da između nas i njih nacinis barijeru"
        },
        {
            "chapter": 18,
            "verse": 95,
            "text": "Rece: \"Ono u cemu me je ucvrstio Gospodar moj je bolje, zato me pomozite snagom; nacinicu između vas i njih bedem"
        },
        {
            "chapter": 18,
            "verse": 96,
            "text": "Dajte mi komade gvozđa\", dok - kad izravna između dva obronka, rece: \"Pusite!\"; dok - kad ga ucini vatrom, rece: \"Dajte mi da na njega izlijem (rastopljen) bakar"
        },
        {
            "chapter": 18,
            "verse": 97,
            "text": "Tad nisu mogli da ga pređu, niti su mogli da ga prokopaju"
        },
        {
            "chapter": 18,
            "verse": 98,
            "text": "(Zul-karnejn) rece: \"Ovo je milost od Gospodara mog, pa kad dođe obecanje Gospodara mog, ucinice ga sravnjenim. A obecanje Gospodara mog je istinito"
        }
    ]
}