{
    "maqras": [
        {
            "chapter": 21,
            "verse": 51,
            "text": "I doista smo Ibrahimu dali ispravnost njegovu ranije i bili smo o njemu Znalci"
        },
        {
            "chapter": 21,
            "verse": 52,
            "text": "Kad rece ocu svom i narodu svom: \"Sta su ovi kipovi, ovi kojima ste vi privrzeni"
        },
        {
            "chapter": 21,
            "verse": 53,
            "text": "Rekose: \"Nasli smo oceve svoje, njihove obozavatelje"
        },
        {
            "chapter": 21,
            "verse": 54,
            "text": "Rece: \"Doista ste vi i ocevi vasi bili u zabludi ocitoj"
        },
        {
            "chapter": 21,
            "verse": 55,
            "text": "Rekose: \"Jesi li nam donio Istinu, ili si ti od zabavljaca"
        },
        {
            "chapter": 21,
            "verse": 56,
            "text": "Rece: \"Naprotiv, Gospodar vas je Gospodar nebesa i Zemlje, Onaj koji ih je stvorio; a ja sam za to od svjedoka"
        },
        {
            "chapter": 21,
            "verse": 57,
            "text": "I tako mi Allaha, sigurno cu splanirati protiv idola vasih, nakon sto se udaljite okrenuvsi leđa"
        },
        {
            "chapter": 21,
            "verse": 58,
            "text": "Tad ih je ucinio komadicima, izuzev velikog njihovog, da bi se njemu vratili"
        },
        {
            "chapter": 21,
            "verse": 59,
            "text": "Rekose: \"Ko ovo ucini bogovima nasim? Uistinu, on je od zalima"
        },
        {
            "chapter": 21,
            "verse": 60,
            "text": "Rekose: \"Culi smo mladica, spominje ih; on se zove Ibrahim"
        },
        {
            "chapter": 21,
            "verse": 61,
            "text": "Rekose: \"Pa dajte ga na oci ljudima da oni svjedoce"
        },
        {
            "chapter": 21,
            "verse": 62,
            "text": "Rekose: \"Jesi li ti ovo ucinio bogovima nasim o Ibrahime"
        },
        {
            "chapter": 21,
            "verse": 63,
            "text": "Rece: \"Naprotiv, ucinio je to najveci njihov, ovaj, ta pitajte ih ako mogu da govore"
        },
        {
            "chapter": 21,
            "verse": 64,
            "text": "Tad se povratise dusama svojim, pa rekose: \"Uistinu, vi, vi ste zalimi"
        },
        {
            "chapter": 21,
            "verse": 65,
            "text": "Zatim oborise glave svoje: \"Doista znas, ovi ne govore"
        },
        {
            "chapter": 21,
            "verse": 66,
            "text": "(Ibrahim) rece: \"Pa zar obozavate mimo Allaha ono sta vam nimalo ne koristi, niti vam steti"
        },
        {
            "chapter": 21,
            "verse": 67,
            "text": "Jao vama i onom sto obozavate mimo Allaha! Pa zar ne shvatate"
        },
        {
            "chapter": 21,
            "verse": 68,
            "text": "Rekose: \"Spalite ga i pomozite bogovima svojim, ako ste radini"
        },
        {
            "chapter": 21,
            "verse": 69,
            "text": "Rekosmo: \"O vatro, budi hladnoca, i spas Ibrahimu"
        },
        {
            "chapter": 21,
            "verse": 70,
            "text": "I zeljeli su mu varku, pa smo njih ucinili najvecim gubitnicima"
        },
        {
            "chapter": 21,
            "verse": 71,
            "text": "I spasili njega i Luta u zemlju koju smo blagoslovili svjetovima"
        },
        {
            "chapter": 21,
            "verse": 72,
            "text": "I podarili smo mu Ishaka, i Jakuba (kao) unuka. A svakojeg smo ucinili od dobrih"
        },
        {
            "chapter": 21,
            "verse": 73,
            "text": "I ucinili smo ih imamima, (da) upucuju po naredbi Nasoj, i objavili im cinjenje dobrih djela, i obavljanje salata i davanje zekata; i bili su Nasi obozavatelji"
        },
        {
            "chapter": 21,
            "verse": 74,
            "text": "A Lutu - dali smo mu sud i znanje i izbavili ga iz naselja koje je cinilo gadosti. Uistinu, oni su bili narod zao, grjesnici"
        },
        {
            "chapter": 21,
            "verse": 75,
            "text": "I dali smo da on uđe u milost Nasu. Uistinu, on je bio od dobrih"
        },
        {
            "chapter": 21,
            "verse": 76,
            "text": "I Nuhu - kad je pozivao ranije, pa smo mu se odazvali, i spasili njega i porodicu njegovu od jada golemog"
        },
        {
            "chapter": 21,
            "verse": 77,
            "text": "I pomogli ga protiv ljudi koji su poricali ajete Nase. Uistinu, oni su bili narod zao, zato smo ih sve potopili"
        },
        {
            "chapter": 21,
            "verse": 78,
            "text": "I Dawudu i Sulejmanu - kad su njih dvojica sudili o usjevu, kad se u njemu nocu napasao brav narodni; a bili smo suđenju njihovom Svjedoci"
        },
        {
            "chapter": 21,
            "verse": 79,
            "text": "Tad smo ucinili da to razumije Sulejman; i svakojem smo dali sud i znanje. I potcinili smo brda (da) sa Dawudom slave (Allaha) i ptice; a bili smo Izvrsioci"
        },
        {
            "chapter": 21,
            "verse": 80,
            "text": "I naucili smo ga proizvodnji pancira za vas, da vas zastite od sile vase. Pa jeste li vi zahvalni"
        },
        {
            "chapter": 21,
            "verse": 81,
            "text": "I (potcinili smo) Sulejmanu vjetar silan - puhao je po naredbi njegovoj prema onoj zemlji koju smo blagoslovili. A o svakoj stvari smo Znalci"
        },
        {
            "chapter": 21,
            "verse": 82,
            "text": "I neke sejtane koji su ronili za njega i radili posao pored toga, a bili smo njihovi Cuvari"
        }
    ]
}