{
    "maqras": [
        {
            "chapter": 2,
            "verse": 253,
            "text": "Ti poslanici! Odlikovali smo ih jedne nad drugima. Od njih je onaj s kojim je govorio Allah; i uzdigao je neke od njih stepenima. I dali smo Isau, sinu Merjeminu, dokaze jasne i pomogli ga Ruhul-kudusom. A da je htio Allah, ne bi se oni međusobno borili poslije njih, nakon sto su im dosli dokazi jasni. Međutim, razisli su se. Pa od njih je onaj ko je vjerovao i od njih ko nije vjerovao. A da je htio Allah, ne bi se borili međusobno. Međutim, Allah cini sta zeli"
        },
        {
            "chapter": 2,
            "verse": 254,
            "text": "O vi koji vjerujete! Udjeljujte od onog cime smo vas opskrbili, prije nego dođe Dan u kojem nece biti trgovine, niti prijateljstva, a ni posredovanja. A nevjernici - oni su zalimi"
        },
        {
            "chapter": 2,
            "verse": 255,
            "text": "Allah! Samo je On Bog! Zivi, Samoopstojeci! Ne obuzima Ga drijemez, niti san. Njegovo je sta je u nebesima i sta je na Zemlji. Ko je taj ko ce posredovati kod Njega, izuzev s dozvolom Njegovom? Zna sta je pred njima, i sta iza njih, a ne obuhvataju nista od znanja Njegovog, izuzev sta htjedne. Kursijja Njegova obuhvata nebesa i Zemlju, i ne umara Ga odrzavanje njihovo. A On je Svevisnji, Velicanstveni"
        },
        {
            "chapter": 2,
            "verse": 256,
            "text": "Nema prisiljavanja u vjeru! Doista se jasno razlikuje ispravnost od zablude! Pa ko zanijece taguta, a povjeruje u Allaha, tad se doista uhvatio za hvatiste najcvrsce, kojem nema kidanja. A Allah je Onaj koji cuje, Znalac"
        },
        {
            "chapter": 2,
            "verse": 257,
            "text": "Allah je Zastitnik onih koji vjeruju. Izvodi ih iz tmina na svjetlo. A koji ne vjeruju, zastitnici njihovi su taguti. Izvode ih iz svjetlosti u tmine. Takvi ce biti stanovnici vatre, oni ce u njoj biti vjecito"
        },
        {
            "chapter": 2,
            "verse": 258,
            "text": "Pa zar nisi vidio onog koji se prepirao s Ibrahimom o Gospodaru njegovom!, jer je Allah dao njemu vlast. Kad rece Ibrahim: \"Gospodar moj je Taj koji ozivljava i usmrcuje.\" Rece: \"Ja ozivljavam i usmrcujem.\" Ibrahim rece: \"Pa uistinu, Allah dovodi Sunce sa istoka, ta dovedi ga sa zapada.\" Tad se zbuni onaj koji nije vjerovao; a Allah ne upucuje narod zalima"
        },
        {
            "chapter": 2,
            "verse": 259,
            "text": "Ili kao onaj koji je prosao pored naselja, a ono pusto (palo) sa krovovima svojim. Rece: \"Kako ce Allah oziviti ovo poslije smrti njegove?\" Tad ga usmrti Allah stotinu godina, potom ga podize. Rece: \"Koliko si ostao (mrtav)?\" Rece: \"Ostao sam dan ili dio dana.\" Rece: \"Naprotiv, ostao si sto godina. Pa pogledaj hranu svoju i pice svoje! Nije se ono pokvarilo; i pogledaj magarca svog; i da ucinimo tebe znakom ljudima. I pogledaj kosti: kako ih podizemo, zatim ih zaodjevamo mesom.\" Pa posto mu bi jasno, rece: \"Znam da Allah nad svakom stvari ima moc"
        },
        {
            "chapter": 2,
            "verse": 260,
            "text": "I kad rece Ibrahim: \"Gospodaru moj! Pokazi mi kako ozivljavas mrtve.\" Rece: \"Zar ne vjerujes?\" Rece: \"Svakako, ali da se smiri srce moje.\" Rece: \"Pa uzmi cetiri ptice, te ih nakloni sebi, zatim stavi na svako brdo dio njih, potom ih pozovi: doci ce ti zurno; a znaj da je Allah Mocni, Mudri"
        },
        {
            "chapter": 2,
            "verse": 261,
            "text": "Primjer onih koji trose imetke svoje na putu Allahovom je kao primjer zrna (iz kog) izraste sedam klasova, u svakom klasu stotinu zrna. A Allah umnozava kome hoce i Allah je Sveobuhvatni, Znalac"
        },
        {
            "chapter": 2,
            "verse": 262,
            "text": "Oni koji trose imetke svoje na putu Allahovom, zatim ne budu slijedili ono sta udjeljuju prebacivanjem niti uvredom, imace oni nagradu svoju kod Gospodara njihovog, i nece biti straha nad njima, niti ce oni tugovati"
        }
    ]
}