{
    "pages": [
        {
            "chapter": 8,
            "verse": 41,
            "text": "Sensō de eta don'na mono mo, 5-bun'no 1 wa, arrā to shito soshite kinshin, minashigo, hinja, soshite tabibito ni zokusuru koto o shire. Moshi anata gataga arrā o shinji, mata shikibetsu no hi, ryōgun ga kaisen shita hi ni, waga shimo be ni keiji shita mono o shinjirunaraba. Hontōni arrā wa subete no koto ni zen'nō de ara reru"
        },
        {
            "chapter": 8,
            "verse": 42,
            "text": "Anata gata wa kawa no tanima ni chikai kata ni ori, kare-ra wa sono tōi kata ni ite, taishō ga anata ga tayori mo hikui (heigen) ni ita toki o omoe. Kono toki anata gataga tatoe tagaini (kaisen o) yakusoku shite ite mo, kanarazuya sono yakusoku ni hanshitadearou. Shikashi (yoki ni hanshite kaisen shita) sore wa, arrā ga nasarubeki koto o, kansui nasa reta tame. Shinu mono ni meishō (o miseta)-go ni shina se, iki nagaraeru mono mo meishō ni yotte iki nagarae saseru tamedearu. Hontōni arrā wa zen Akira ni shite zenchi de ara reru"
        },
        {
            "chapter": 8,
            "verse": 43,
            "text": "Arrā ga anata (muhanmado) ni, yume de kare-ra (tekigun) ga shōsū no yō ni mise rareta toki o omoe. Moshi kare ga anata ni taishi, kare-ra (tekigun) o tazei ni mise raretanaraba, anata gata (shinto) wa kitto oku shite (anata no) kettei ni taishi, kitto tagaini ronsō shitadearou. Daga arrā wa (anata gata o) sukuwa reta. Hontōni kare wa (hitobito no) mune no naka de kangaete iru koto o jukuchi sa reru"
        },
        {
            "chapter": 8,
            "verse": 44,
            "text": "Anata gata ga kare-ra to sōgū shita toki, kare wa anata gata no me ni (kare-ra o) chīsai shūdan ni mieru yō ni suru. Mata kare-ra no me ni wa, anata gata o retsujaku ni (eiji) sa se rareta. Sore wa arrā ga, nasarubeki koto o kansui sa reta tamedeatta. Hontōni subete no koto wa, arrā ni kichaku suru nodearu"
        },
        {
            "chapter": 8,
            "verse": 45,
            "text": "Anata gata shinkō suru mono yo,(teki no) gunzei to sōgū suru toki wa kengo ni ji shite, moppara arrā o 唱念 Seyo. Osoraku anata gata wa shōri o erudearou"
        }
    ]
}