{
    "pages": [
        {
            "chapter": 10,
            "verse": 43,
            "text": "Mata kare-ra no nakaniha, anata ni me o sosogu mono ga aru. Daga anata wa mienai mono o michibiku koto ga dekiyou ka, kare-ra wa, yahari mite wa inai nodearu"
        },
        {
            "chapter": 10,
            "verse": 44,
            "text": "Hontōni arrā wa kesshite ningen o gaisa renai. Daga ningen wa mizukara o gaisuru"
        },
        {
            "chapter": 10,
            "verse": 45,
            "text": "Kare ga, kare-ra o shōshū nasa reru hi, kare-ra wa hiruma no ikkoku mo tairyū shinakatta ka no yō ni (kanjite), tagaini yoku oboete irudearou. Arrā to no kaiken o hinin shite, michibika renakatta-sha-tachi wa tashika ni shippai-shadearu"
        },
        {
            "chapter": 10,
            "verse": 46,
            "text": "Ware ga kare-ra to yakusoku shita (warui kekka no) ichibu o,(seizon-chū ni gen wa shite) anata ni shimeshite mo, matawa (sore o shimesu mae ni) anata o ware ni meshite mo, yahari kare-ra wa ware ni kaeru nodearu. Sonotoki arrā wa, kare-ra no itta subete ni tsuite risshō sa reru kata de ara reru"
        },
        {
            "chapter": 10,
            "verse": 47,
            "text": "Sorezore no min ni taishite, shito ga (noko wa sa retanode) aru. Kare-ra no shito ga yattekita toki, koto wa kare-ra no ma de kōsei ni saiketsu sa rete, futō ni atsukawa reru koto wanai"
        },
        {
            "chapter": 10,
            "verse": 48,
            "text": "Kare-ra wa iu. `Anata gata no kotoba ga shinjitsunara, kono yakusoku ga hatasa reru no wa nanjina nodesu ka"
        },
        {
            "chapter": 10,
            "verse": 49,
            "text": "Itte yaru ga ī. `Watashi wa, arrā ga o konomi ni naranai kagiri, jibun de gaishi matawa ekisuru chikara wanai. Onōno no min ni wa sadame rareta kigen ga aru. Kare-ra no kigen ga tōrai sureba, ikkoku mo yūyo suru koto wa dekinai. Mata (sore ni) sakinzuru koto mo dekinai"
        },
        {
            "chapter": 10,
            "verse": 50,
            "text": "Itte yaru ga ī. `Anata gata wa kangaenai no ka, kare no chōbatsu wa yoru demo hiru demo, anata gata ni kudaru nodearo. Tsumibukaimono-tachi ga isogu no wa, sono dono (chōbatsu)dearu no ka"
        },
        {
            "chapter": 10,
            "verse": 51,
            "text": "Anata gata wa sore ga yattekita toki, yatto shinjiru no ka. (Sonotoki iwa reyou) ima ga anata gataga, isoide ita sonotokidearu"
        },
        {
            "chapter": 10,
            "verse": 52,
            "text": "Sonotoki fugi no to ni mukatte iwa rerudearou. `Eien no chōbatsu o ajiwae. Anata gataga okonatta koto ni taishite dake, mukui rareru node wanai ka"
        },
        {
            "chapter": 10,
            "verse": 53,
            "text": "Kare-ra wa anata ni toudarou. `Sore wa shinjitsuna nodesu ka.' Itte yaru ga ī. `Sōda, watashi no omo ni kakete, hontōni sore wa shinjitsudesu. Anata gata wa men ga re rarenai nodesu"
        }
    ]
}