{
    "pages": [
        {
            "chapter": 17,
            "verse": 76,
            "text": "Kare-ra wa anata o kono ji (makka) kara tsuihō shiyou to shite, 凡 N do kyojū ni tae rarenai yō ni shite iru. Daga sō nareba, anata no ato kare-ra mo, zanji no soto (soko ni) tomarenaidearou"
        },
        {
            "chapter": 17,
            "verse": 77,
            "text": "Anata izen ni noko wa shita shito-tachi ni taisuru (waga) kankō wa (kai, kō)deatta. Anata wa waga kankō ni henka o miidasu koto wa dekinai"
        },
        {
            "chapter": 17,
            "verse": 78,
            "text": "Taiyō ga (chūten o sugi) katamuku toki kara yoru no to bari ga oriru made, reihai no tsutome o mamori, mata akatsuki ni wa reihai o shi nasai. Hontōni akatsuki no reihai ni wa rikkainin ga iru"
        },
        {
            "chapter": 17,
            "verse": 79,
            "text": "Mata yoru no aru jikan o okite reihai o tsutomereba, anata no tame ni yobun no tamamono ga arou. Omo wa anata o, kōei aru chii ni tsuka sete kudasa reru"
        },
        {
            "chapter": 17,
            "verse": 80,
            "text": "(Inotte) ie,`omo yo, watashi o tadashī hairikata de haira se, mata tadashī dekata de dasa se, anata no omoto kara, tasuke to naru ken'i o watashi ni sazukete kudasai"
        },
        {
            "chapter": 17,
            "verse": 81,
            "text": "Ie,`(imaya) shinri wa kudari, kyogi wa kiesarimashita. Hontōni kyogi wa tsuneni kieru sadame ni arimasu"
        },
        {
            "chapter": 17,
            "verse": 82,
            "text": "Ware ga (dankaiwootte) kuruān de kudashita mono wa, shinja ni totte wa (seishin-tekina) iyashideari jihidearu. Daga fugi no to ni totte wa tada sonshitsu no shudearu"
        },
        {
            "chapter": 17,
            "verse": 83,
            "text": "Ware ga onkei o hodokoseba, kare wa somuki satte tōzakari, saiyaku ga osoeba, zetsubō shite shimau"
        },
        {
            "chapter": 17,
            "verse": 84,
            "text": "Itte yaru ga ī. `Kakujin wa jibun no shikata ni yotte kōdō suru. Daga anata gata no omo wa, dare ga sei shiku michibika reta monodearu ka o mottomo yoku shitte ora reru"
        },
        {
            "chapter": 17,
            "verse": 85,
            "text": "Kare-ra wa seirei ni tsuite anata ni toudearou. Itte yaru ga ī. `Seirei wa omo no meirei ni yo (tte ki)ru. (Hitobito yo) anata gata no sazukatta chishiki wa bishō ni suginai"
        },
        {
            "chapter": 17,
            "verse": 86,
            "text": "Kare ga moshi nozomunaraba, anata ni keiji shita mono o toriageru koto mo dekiru. Sonotoki sore ni tsuite, ware ni sakaratte anata o bengo suru mono o miidasanaidearou"
        }
    ]
}