{
    "pages": [
        {
            "chapter": 36,
            "verse": 28,
            "text": "Kare no ato, ware wa sono min ni taishi ten kara gunzei o tsukawashi wa shinakatta. Mata-sō suru made mo nakatta"
        },
        {
            "chapter": 36,
            "verse": 29,
            "text": "Tada hitokoe sakebu dake de, kare-ra wa kieusete shimatta"
        },
        {
            "chapter": 36,
            "verse": 30,
            "text": "Ā, awarena shimo be-tachi yo. Kare-ra wa shito ga kuru tabi, chōshō shite kakatta"
        },
        {
            "chapter": 36,
            "verse": 31,
            "text": "Kare-ra wa kidzukanai no ka, jibun-tachi izen ni iku sedai no mono o ware ga horoboshi, kare-ra wa 2-do to kaeranai to iu koto o"
        },
        {
            "chapter": 36,
            "verse": 32,
            "text": "Sorezore mina wa,(shinpan no hi) isseini ware no mae ni mesa reyou"
        },
        {
            "chapter": 36,
            "verse": 33,
            "text": "Kare-ra e no shirushi no 1tsu to shite wa, ware ga shinda daichi o yomigaera se, kokumotsu o sore kara seisan shi, sore o kare-ra ga taberu koto ga age rareru"
        },
        {
            "chapter": 36,
            "verse": 34,
            "text": "Mata ware wa, soko ni natsumeyashi ya budō no en o mōke, sonoaida ni izumi o waki dasa seru"
        },
        {
            "chapter": 36,
            "verse": 35,
            "text": "Kare-ra wa sono kajitsu o taberuga, soreha kare-ra no te ga tsukuridashita monode wanai. Soredemo kansha shinai no ka"
        },
        {
            "chapter": 36,
            "verse": 36,
            "text": "Kare no eikō o tataeru. Kare wa daichi ni haeru mono, kare-ra jishin mo, mata kare-ra no shiranai mono mo, subete shiyū ni tsukura reta katadearu"
        },
        {
            "chapter": 36,
            "verse": 37,
            "text": "Mata kare-ra e no shirushi ni wa, yoru ga aru. Ware ga sore kara hiru o doka seru to, miyo, makkura ni naru"
        },
        {
            "chapter": 36,
            "verse": 38,
            "text": "Mata taiyō wa, kisokutadashiku unkō suru. Kore mo zen'nō zenchina okata no setsuridearu"
        },
        {
            "chapter": 36,
            "verse": 39,
            "text": "Mata tsuki ni wa, tengū o furiwaketa. (Sore o kayotte) natsumeyashi no oita yōhei no yō ni (hosoku natte) modotte kuru"
        },
        {
            "chapter": 36,
            "verse": 40,
            "text": "Taiyō ga tsuki ni oitsuku koto wa narazu, yoru wa hiru to saki o arasou koto wa dekinai. Sorera wa, sorezore no kidō o oyogu"
        }
    ]
}