{
    "pages": [
        {
            "chapter": 39,
            "verse": 6,
            "text": "Kare wa anata gata o hitotsu no tamashī kara tsukuri, sorekara sono haigūsha o tsukuri, mata kare wa 8-tō no kachiku o shiyū de anata gata ni tsukawasa reta. Kare wa anata gata o haha no tainai ni tsukura re, 3ttsu no ankoku no naka ni oite, sōzō ni tsugu sōzō o nasa reta. Ko no yō ni, anata gata no shu arrā ni taiken wa zokusuru. Kare no soto ni kami wa nai nodearu.Nanoni anata gata wa dōshite somuki saru no ka"
        },
        {
            "chapter": 39,
            "verse": 7,
            "text": "Moshi anata gata ga shinjinakute mo, arrā wa anata gata o hitsuyō to sa renai. Daga kare wa, shimo be-tachi no fushinjin o yorokoba re wa shinai. Shikashi kansha surunaraba, kare wa yorokoba reru. Omoni o ou mono wa,-gai no mono no omoni o ou koto wa dekinai. Yagate anata gata wa, jibun no omo no omoto ni kaeru nodearu. Sonotoki kare wa, anata gata no (gense ni okeru) okonai no subete o o tsuge ni naru. Hontōni kare wa,(hitobito no) mune ni daku koto o jukuchi nasa reru"
        },
        {
            "chapter": 39,
            "verse": 8,
            "text": "Ningen wa saiyaku ni aeba omoni inori, kaigo shite kare ni kaeru. Daga, onkei ga kare no omoto kara sadzuke rareru to,-saki ni inotta koto o wasurete, arrā ni dōisha o haishi, kare no michi kara (hitobito o) mayowa seru. Itte yaru ga ī. `Anata wa, tsukanoma no fushinjin (no seikatsu) o kyōraku suruga yoi. Hontōni anata wa, hi goku no nakamadearu"
        },
        {
            "chapter": 39,
            "verse": 9,
            "text": "Yoru ni nemurazu me o samashite iru toki ni, sajida shi aruiwa tatte reihai ni uchikonde, raise ni sonae, mata omo no o jihi o koi negau mono (ga sōde wanai mono to onajidearou ka). Itte yaru ga ī. `Shitte iru mono to, shiranai-sha to onajidearou ka.'(Shikashi) kunkai o ukeireru no wa, shiryo aru mono dakedearu"
        },
        {
            "chapter": 39,
            "verse": 10,
            "text": "Gen tte yaru ga ī. `Shinkō suru ware no shimo be-tachi yo,-nushi o osore nasai. Gense ni oite zenkō o nasu mono ni wa, yoi (hōshū) ga aru. Arrā no daichi wa hiroi nodearu. Yoku taeshinobu mono wa hontōni kagirinai hōshū o ukeru"
        }
    ]
}