{
    "pages": [
        {
            "chapter": 42,
            "verse": 16,
            "text": "Kono (isurāmu) ga (ōku no mono ni) ukeire rareta nochi arrā (no oshie) ni tsuite un'nun suru mono no rongi wa,-nushi no omotode wa mueki de, sono yō na (-sha-tachi) wa o ikari o kaburi, kibishī chōbatsu o ukeyou"
        },
        {
            "chapter": 42,
            "verse": 17,
            "text": "Arrā koso wa, shinri no Keisuke to hakari o kudasa reta katadearu. Sono `toki' ga chikai to iu koto o, anata gata ni rikai sa seru mono wa nanidearou ka"
        },
        {
            "chapter": 42,
            "verse": 18,
            "text": "Sore (toki) o shinjinai mono wa sore o saisoku suruga, shinkō suru mono wa, sore ga shinridearu koto o shitte irunode, osoreru. Hontōni tokini tsuite rongi suru mono wa, tōku mayotte iru-sha-tachidearu"
        },
        {
            "chapter": 42,
            "verse": 19,
            "text": "Arrā wa sono shimo be ni taishite, yasashiku arare, o kokoronikanau-sha ni megumi o atae rareru. Kare wa kyōdai ni shite iryoku narabinaki katadearu"
        },
        {
            "chapter": 42,
            "verse": 20,
            "text": "Raise no kōsaku o negau mono ni hawa re wa sono shūkaku o mashi, mata gense no kōsaku o negau mono ni wa, sono nozomu dake o ataeyou. Daga sono-sha ni wa, raise de no wakemae wa nai nodearu"
        },
        {
            "chapter": 42,
            "verse": 21,
            "text": "Soretomo kare-ra ni (omo no) dōi-sha ga atte, arrā ga o yurushi ni nara renai shūkyō o kare-ra no tame ni tateta no ka. Ketteiteki (yūyo no) o kotoba ga nakattanaraba, kare-ra no koto wa tokkuni sabaka rete ita. Warui okonai no mono wa hontōni itamashī chōbatsu o ukerudearou"
        },
        {
            "chapter": 42,
            "verse": 22,
            "text": "Anata wa akugyō no mono-tachi ga, sono okonatta koto (no tsumi) ga, jibun-tachi ni furikakaru to, osore ononoku no o mirudearou. Shikashi shinkō shite zenkō ni isoshimu mono wa, rakuen no kokochiyoi midori no no ni ite,-nushi no omoto kara, sono nozomu tokoro no mono ga e rareyou. Sore koso wa, idaina onkeidearu"
        }
    ]
}