{
    "pages": [
        {
            "chapter": 43,
            "verse": 48,
            "text": "Sorede ware ga tsugitsugini kare-ra ni shimeshita shirushi wa, dore mo sono nakama no mono yori, idaina monodeatta. Soshite chōbatsu o motte kare-ra o korashimeta. Kanarazu kare-ra wa (ware no moto ni) kaerudearou (koto o omotte)"
        },
        {
            "chapter": 43,
            "verse": 49,
            "text": "Sonotoki kare-ra wa itta. `Majutsu-shi yo,-nushi ga anata to musuba reta yakusoku ni yotte, watashi-tachi no tame ni inotte kudasai. Watashi-tachi wa hontōni michibiki o ukeirerudeshou"
        },
        {
            "chapter": 43,
            "verse": 50,
            "text": "Daga, ware ga kare-ra kara chōbatsu o torinozoku to, dōjini kare-ra wa sono yakusoku o yabutte shimatta"
        },
        {
            "chapter": 43,
            "verse": 51,
            "text": "Soshite firuaun wa sono min ni senkoku shite itta. `Waga min yo, Ejiputo kokudo, soshite korera ashimoto o nagareru kawa wa, watashi no monode wa nai nodesu ka. Anata gata wa (son'na koto ga) wakaranai nodesu ka"
        },
        {
            "chapter": 43,
            "verse": 52,
            "text": "Watashi wa, kono iyashī, meiryō ni ii arawasu koto mo dekinai mono yori mo, sugurete iru nodesu"
        },
        {
            "chapter": 43,
            "verse": 53,
            "text": "Naze kogane no ude wa ga kare ni sadzuke rarenai nodesu ka. Mata naze tenshi-tachi ga, tsukisoi tte kare to issho ni tsukawasa renai nodesu ka"
        },
        {
            "chapter": 43,
            "verse": 54,
            "text": "Kono yō ni kare wa sono min o sendō shi,-min wa kare ni shitagatta. Hontōni kare-ra wa, arrā no okite ni somuku-sha-tachideatta"
        },
        {
            "chapter": 43,
            "verse": 55,
            "text": "Kōshite kare-ra wa ware o okora setanode, ware wa kare-ra ni hōfuku shi, subete o obore sase"
        },
        {
            "chapter": 43,
            "verse": 56,
            "text": "kare-ra o kako (no min) to shi, kōsei no mono no tame ni (imashime no) rei to shita"
        },
        {
            "chapter": 43,
            "verse": 57,
            "text": "Maruyamu no ko (īsā) no koto ga, ichirei to shite (kuruān) ni age rareru to, miyo. Anata no hitobito wa sore o (chōshō shite) wameki tateru"
        },
        {
            "chapter": 43,
            "verse": 58,
            "text": "Soshite kare-ra wa,`watashi-tachi no kamigami ga masaru no ka, soretomo kare (īsā) ka.' To iu. Kare-ra ga kare (īsā) no koto o iu no wa, anata ni, tada giron o furikakeru tame dakedearu. Iya haya, kare-ra wa ronsō-suki no mindearu koto yo"
        },
        {
            "chapter": 43,
            "verse": 59,
            "text": "Kare (īsā) wa, ware ga onkei o hodokoshita shimo be ni suginai. Soshite kare o, Isuraeru no shison ni taisuru tehon to shita"
        },
        {
            "chapter": 43,
            "verse": 60,
            "text": "Soshite moshi ware ga nozomunaraba, anata gata no ma kara tenshi o age, tsugitsugini chijō o tsuga su koto mo dekiru"
        }
    ]
}