{
    "pages": [
        {
            "chapter": 50,
            "verse": 36,
            "text": "Ware wa kare-ra izen ni, ikaga ni ōku no sedai o horoboshita koto ka. Kare-ra wa, korera (makka no tashinkyō to) yori mo chikara ni oite motto yūmōdeattade wanai ka. Sore de kare-ra wa sho toshi o meguri aruitaga, doko ni hinansho ga arou ka"
        },
        {
            "chapter": 50,
            "verse": 37,
            "text": "Hontōni kono nakaniha kokoro aru mono, mata mimiwokatamukeru-sha, chūshi suru mono e no kyōkun ga aru"
        },
        {
            "chapter": 50,
            "verse": 38,
            "text": "Ware wa ten to ji, mata sonoaida ni aru subete no mono o 6-nichi no ma ni sōzō shita. Shikashi ware wa sukoshi no tsukare mo kanjiru koto wa nakatta"
        },
        {
            "chapter": 50,
            "verse": 39,
            "text": "Sorede anata wa kare-ra no iu koto o shinobi,-nushi no eikō o home tatae nasai. Taiyō ga noboru mae to shizumu mae ni"
        },
        {
            "chapter": 50,
            "verse": 40,
            "text": "Mata yoru mo, kare o tataete 唱念 Shi nasai, mata reihai no owari ni mo"
        },
        {
            "chapter": 50,
            "verse": 41,
            "text": "Mimi o katamuke nasai. Shōshū-sha ga sugu chikai tokoro kara yobu hi ni (sonaete)"
        },
        {
            "chapter": 50,
            "verse": 42,
            "text": "Sonohi, kare-ra wa shinjitsu no hitokoe o kikou. Sore wa (hakaba kara) deteiku-bidearu"
        },
        {
            "chapter": 50,
            "verse": 43,
            "text": "Hontōni ware wa nama o sazuke, mata shi o ataeru. Ware ni (subete no mono no) kichaku-sho ga aru"
        },
        {
            "chapter": 50,
            "verse": 44,
            "text": "Sonohi, daichi wa kare-ra (no tokoro) kara sake, kare-ra wa isoide deteiku. Kore koso ga shōshū de, ware ni totte wa yōina gōdearu"
        },
        {
            "chapter": 50,
            "verse": 45,
            "text": "Ware wa kare-ra no iu koto o yoku shōchi shite iru. Anata wa kare-ra ni kyōsei shite wa naranai. Waga keikoku o osoreru-sha-tachi ni, kuruān ni yotte kunkai shi nasai"
        },
        {
            "chapter": 51,
            "verse": 1,
            "text": "Hiroku 撤Ki chirasu (kaze) ni kakete"
        },
        {
            "chapter": 51,
            "verse": 2,
            "text": "omoku (ame o) hakobu (kumo) ni kakete"
        },
        {
            "chapter": 51,
            "verse": 3,
            "text": "yasuyasuto hashiru (fune) ni kakete"
        },
        {
            "chapter": 51,
            "verse": 4,
            "text": "o inochi o hōjite haifu o tsukasadoru mono ni kakete (chikau)"
        },
        {
            "chapter": 51,
            "verse": 5,
            "text": "Anata gata ni yakusoku sa reta koto wa, shinjitsu de"
        },
        {
            "chapter": 51,
            "verse": 6,
            "text": "hontōni shinpan wa, kanarazu kudaru"
        }
    ]
}