{
    "pages": [
        {
            "chapter": 68,
            "verse": 16,
            "text": "Yagate ware wa, hana no ue ni yakiin o osudearou"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "Hontōni ware wa,(kaju)-en no mochinushi o kokoromita yō ni, kare-ra o kokoromita. Kare-ra ga, sōchō ni sore (kudamono) o shūkaku suru koto o chikatta toki ni"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "(arrā no o nozominaraba) to, jōken o tsukeru koto o shinakatta"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "Sore de kare-ra ga nemutte iru ma ni, anata no nushi kara no tenbatsu ga sore o osotta"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "Sorede asa ni wa, sore wa tsumitora reta yō ni natta"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "Sōchō kare-ra wa tagaini sakenda"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "Moshi shūkaku suru nonara anata gata no hata ni isogimashou"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "Sokode kare-ra wa tei koe ni sasayaki atte dekaketa"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "Kyō wa hitori no binbōnin mo, ano (kaju-en) ni haira sete wa narimasen"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "Kare-ra wa tsuyoku kokoro ni kimete, asa hayaku deteitta"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "Daga kare-ra ga sore o mita toki, itta. `Watashi-tachi wa, michi o machigaete iru"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "Iya, watashi-tachi wa (shūkaku-mono o) ubawareta"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "Kare-ra no naka, sukoshi odayakana hitori ga itta. `Anata gata wa dōshite (omo o) tataenai no ka to, watashi ga itta no ni"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "Kare-ra wa,`watashi-tachi no omo o tataeru. Hontōni watashi-tachi wa fugidearimashita.' To itta"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "Soko de kare-ra wa, tagaini semeai hajimeta"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "Kare-ra wa itta. `Ā kanashī, watashi-tachi wa hontōni ōheideshita"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "Omo wa kore ni kawaru, sara ni yoi (kaju-en) o atae rareru kamo shirenai. Hontōni watashi-tachi wa,(kaigo shite) omo ni tangan shimasu"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "Kono yōna mono ga,(gense no) chōbatsudearu. Daga raise no chōbatsu wa sarani ōkina monodearu. Moshi kare-ra ni wakatte itanaraba"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "Hontōni arrā o osoreru mono ni taishite wa,-nushi no omoto ni ki kobi no rakuen ga arou"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Ware wa shinjinbukai-sha-tachi o, tsumibito no yō ni atsukau to demo iu no ka"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Anata gata wa dō shita no ka. Anata gata wa dō handan suru no ka"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Soretomo anata gata ni wa, manabu ni tariru Keisuke ga aru no ka"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "Anata gata ga erabu mono wa, nani demo sono Keisuke no naka ni aru no ka"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Soretomo anata gata wa, shinpan no hi made yūkōna seiyaku o wareto musunda no ka. Anata gataga shiryobunbetsu suru koto wa, tashikani anata gata no mono ni naru no ka"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "(Muhanmado yo) kare-ra ni toe. `Kare-ra no dare ga sore o hoshō suru nodesu ka"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Matawa, kare-ra wa (omoni) haisuru mono ga aru no ka. Kare-ra ga tadashī nonara, sono haisuru mono o tsurete kitasa se nasai"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "Sune ga, gen wa ni sa reru hi (o omoi nasai). Kare-ra wa sajida suru yō motome rareru. Daga kare-ra ni wa dekinaidearou"
        }
    ]
}