{
    "juzs": [
        {
            "chapter": 39,
            "verse": 32,
            "text": "Allah hakkında yalan düzenden ve kendisine gelen doğruyu yalanlayandan daha zalim kim vardır? Cehennemde kâfirler için bir barınak yok mu"
        },
        {
            "chapter": 39,
            "verse": 33,
            "text": "Doğruyu getirene ve onu tasdikleyene gelince, işte böyleleri, korunanların ta kendileridir"
        },
        {
            "chapter": 39,
            "verse": 34,
            "text": "Rableri katında onlar için diledikleri her şey vardır. İşte güzel düşünüp güzel davrananların ödülü budur"
        },
        {
            "chapter": 39,
            "verse": 35,
            "text": "Böylece, Allah onların yaptıklarının en kötülerini örtecek, ödüllerini, yaptıklarının en güzeliyle verecek"
        },
        {
            "chapter": 39,
            "verse": 36,
            "text": "Allah, kuluna Kâfi değil mi, yetmiyor mu? Seni, O'ndan başkalarıyla korkutuyorlar. Allah kimi saptırırsa artık ona kılavuzluk edecek yoktur"
        },
        {
            "chapter": 39,
            "verse": 37,
            "text": "Allah'ın kılavuzluk ettiğini ise saptıran olamaz. Allah Azîz ve intikam alıcı değil mi"
        },
        {
            "chapter": 39,
            "verse": 38,
            "text": "Onlara, \"Gökleri ve yeri kim yarattı?\" diye sorsan, yemin olsun \"Allah!\" diyecekler. De onlara: \"Peki, Allah dışındaki yakardıklarınız hakkında ne diyorsunuz? Allah bana bir zarar vermek istese, O'nun vereceği zararı uzaklaştırabilirler mi? Yahut bana bir rahmet dilese, O'nun rahmetini tutabilirler mi?\" De ki: \"Bana Allah yeter! Tevekkül edenler O'na dayanıp güvenirler"
        },
        {
            "chapter": 39,
            "verse": 39,
            "text": "De ki: \"Ey toplumum! Yapabildiğinizi yapın; ben de kendi işimi yapacağım. Yakında bileceksiniz"
        },
        {
            "chapter": 39,
            "verse": 40,
            "text": "Kime geliyor rezil edici azap, kime iniyor bitip tükenmeyen azap"
        },
        {
            "chapter": 39,
            "verse": 41,
            "text": "Kuşkusuz, bu Kitap'ı biz sana insanlar için hak olarak indirdik. Artık kim doğru yolu seçerse kendi lehinedir; kim de saparsa kendi aleyhine sapmış olur. Sen onlar üzerine vekil değilsin"
        },
        {
            "chapter": 39,
            "verse": 42,
            "text": "Allah, canları, ölümleri sırasında alır, ölmeyenleri de uykuları sırasında. Sonra, haklarında ölüm hükmü verdiklerini alıkoyar; ötekileri, belirlenen bir süreye kadar salıverir. Bunda, iyice düşünen bir toplum için elbette ibretler vardır"
        },
        {
            "chapter": 39,
            "verse": 43,
            "text": "Yoksa Allah'ın berisinden şefaatçılar mı edindiler? De ki: \"Onlar hiçbir şeye sahip olmayan/hiçbir şeye gücü yetmeyen, aklını da işletmeyen varlıklar olsalar da mı"
        },
        {
            "chapter": 39,
            "verse": 44,
            "text": "De ki: \"Şefaat, tümden ve sadece Allah'ındır. Göklerin ve yerin mülkü/yönetimi O'nundur. Sonunda O'na döndürüleceksiniz"
        },
        {
            "chapter": 39,
            "verse": 45,
            "text": "Allah yalnız başına anıldığında, âhirete inanmayanların kalpleri nefretle ürperir; O'nun berisindeki, ilahlaştırılmış kişilerle birlikte anıldığında ise hemen müjdelenmiş gibi sevinirler"
        },
        {
            "chapter": 39,
            "verse": 46,
            "text": "De ki: \"Ey Allahım! Ey gökleri ve yeri yaratan, ey görülmeyeni ve görüleni bilen! Sen hüküm vereceksin kulların arasında, ihtilaf ettikleri şeyleri hakkında"
        },
        {
            "chapter": 39,
            "verse": 47,
            "text": "Eğer yerdekilerin tamamı ve beraberinde bir o kadarı, zulmedenlerin olsa, kıyamet günü azabın kötülüğünden kurtulmak için tümünü mutlaka fidye verirlerdi. Çünkü hiç hesaba katmadıkları şeyler, Allah tarafından karşılarına çıkarılmıştır"
        },
        {
            "chapter": 39,
            "verse": 48,
            "text": "Kazanmış olduklarının çirkinlikleri, önlerinde belirlenmiş; alay edegeldikleri şey kendilerini sarıvermiştir"
        },
        {
            "chapter": 39,
            "verse": 49,
            "text": "İnsana bir zorluk/zarar dokunduğunda bize yalvarır-yakarır; sonra ona bizden bir nimet lütfettiğimizde şöyle der: \"Bu bir ilim sayesinde verildi bana!\" Hayır, öyle değil; o bir fitnedir ama onların çokları bilmiyorlar"
        },
        {
            "chapter": 39,
            "verse": 50,
            "text": "Onlardan öncekiler de bunu söylemişlerdi ama kazandıkları şeyler kendilerine hiçbir yarar sağlamamıştı"
        },
        {
            "chapter": 39,
            "verse": 51,
            "text": "Sonunda, kazanmış olduklarının çirkinlikleri yakalarına yapışmıştı. Şunların zulmedenlerine de kazandıklarının kötülükleri gelip çatacaktır. Ve onlar kimseyi âciz de bırakamayacaklar/onlar bunu etkisiz de bırakamazlar"
        },
        {
            "chapter": 39,
            "verse": 52,
            "text": "Bilmediler mi ki Allah, rızkı dilediğine açıp yayar da kısıp daraltır da. İman eden bir toplum için bunda elbette ibretler vardır"
        },
        {
            "chapter": 39,
            "verse": 53,
            "text": "De ki: \"Ey öz benlikleri aleyhine sınırı aşan/aşırı giden kullarım! Allah'ın rahmetinden ümit kesmeyin! Allah, günahları tümden affeder. Çünkü O, mutlak Gafûr, mutlak Rahîm'dir"
        },
        {
            "chapter": 39,
            "verse": 54,
            "text": "Azap yakanıza yapışmadan Rabbinize dönüp O'na teslim olun! Sonra size yardım edilmez"
        },
        {
            "chapter": 39,
            "verse": 55,
            "text": "Farkında olmadığınız bir sırada, azap ansızın karşınıza çıkmadan önce size Rabbinizden indirilenin en güzeline uyun"
        },
        {
            "chapter": 39,
            "verse": 56,
            "text": "Benlik şöyle diyecektir o zaman: \"Allah'a karşı aşırı gitmem yüzünden başıma gelenlere bak! Alay edip duranlardan biriydim doğrusu"
        },
        {
            "chapter": 39,
            "verse": 57,
            "text": "Yahut şöyle diyecektir: \"Allah bana kılavuzluk etseydi elbette ben de korunanlardan olurdum"
        },
        {
            "chapter": 39,
            "verse": 58,
            "text": "Azabı gördüğünde şöyle de konuşacaktır: \"Bana bir kez daha imkân verilseydi de güzel düşünüp güzel davrananlardan olsaydım"
        },
        {
            "chapter": 39,
            "verse": 59,
            "text": "Hayır, olamaz! Ayetlerim sana geldi de onları hemen yalanlayıverdin; büyüklük tasladın ve kâfirlerden oldun"
        },
        {
            "chapter": 39,
            "verse": 60,
            "text": "Allah'a yalan isnat edenleri, kıyamet günü yüzleri simsiyah halde görürsün. Kibirliler için cehennemde bir barınak mı yok"
        },
        {
            "chapter": 39,
            "verse": 61,
            "text": "Korunup sakınanları Allah, kendi başarıları yüzünden kurtarır. Ne kötülük dokunur onlara ne de kederlenirler"
        },
        {
            "chapter": 39,
            "verse": 62,
            "text": "Allah Haalik'tir, her şeyin yaratıcısıdır. Her şey üzerine Vekil olan da O'dur"
        },
        {
            "chapter": 39,
            "verse": 63,
            "text": "Göklerin ve yerin kilitleri/anahtarları O'nundur. Allah'ın ayetlerini inkâr edenler, hüsrana uğrayanların ta kendileridir"
        },
        {
            "chapter": 39,
            "verse": 64,
            "text": "De ki: \"Bana, Allah'tan başkasına kulluk etmemi mi emrediyorsunuz, ey cahiller"
        },
        {
            "chapter": 39,
            "verse": 65,
            "text": "Yemin olsun, sana da senden öncekilere de şu vahyedilmiştir: Eğer şirke saparsan amelin kesinlikle boşa çıkar ve mutlaka hüsrana düşenlerden olursun"
        },
        {
            "chapter": 39,
            "verse": 66,
            "text": "Başkasına değil, sadece Allah'a kulluk/ibadet et; şükredenlerden ol"
        },
        {
            "chapter": 39,
            "verse": 67,
            "text": "Allah'ı, kadrine/şanına yaraşır şekilde tanıyamadılar. Oysaki kıyamet günü, yeryüzü tamamen O'nun avucudur/avucundadır; gökler de O'nun sağ elinde/kudretinde dürülmüş haldedir. Şanı yücedir O'nun; arınmıştır onların ortak koştuklarından"
        },
        {
            "chapter": 39,
            "verse": 68,
            "text": "Sûra üflenmiştir; Allah'ın dilediği kimseler dışında göklerde kim var, yerde kim varsa çarpılıp yere yıkılmıştır. Sonra sûra bir daha üflenmiştir. İşte hepsi ayağa kalkmış bakıyorlar"
        },
        {
            "chapter": 39,
            "verse": 69,
            "text": "Yeryüzü, Rabbinin nuruyla parıldamış, Kitap ortaya konmuş, peygamberler, tanıklar getirilip aralarında hakla hüküm verilmiştir. Onlar asla haksızlığa uğratılmazlar"
        },
        {
            "chapter": 39,
            "verse": 70,
            "text": "Herkesin yapıp ettiğinin karşılığı tam verilir. O, onların neler yaptıklarını daha iyi bilmektedir"
        },
        {
            "chapter": 39,
            "verse": 71,
            "text": "İnkâr edenler bölük bölük cehenneme sevk edilirler. Oraya geldiklerinde onun kapıları açılır ve cehennem bekçileri onlara şöyle derler: \"Size, içinizden resuller gelmedi mi ki, Rabbinizin ayetlerini karşınızda okusunlar ve sizi şu gününüze kavuşmanız hususunda uyarsınlar?\" Onlar: \"Evet, derler, geldi ama inkârcılar hakkında azap hükmü hak oldu"
        },
        {
            "chapter": 39,
            "verse": 72,
            "text": "Şöyle denilir: \"Girin cehennemin kapılarından! Orada uzun süre kalacaksınız. Büyüklük taslayanların barınağı ne de kötüymüş"
        },
        {
            "chapter": 39,
            "verse": 73,
            "text": "Rablerinden sakınanlar da bölükler halinde cennete sevk edilirler. Oraya geldiklerinde, cennet kapıları da kendilerine açıldığında, oranın bekçileri onlara şöyle derler: \"Selam size! Tertemizsiniz. Hadi girin şuraya, sürekli kalıcılar olarak"
        },
        {
            "chapter": 39,
            "verse": 74,
            "text": "Onlar da şöyle derler: \"Hamt olsun o Allah' a ki bize vaadini yerine getirdi, bizi yeryüzüne mirasçılar yaptı. İşte, cennetten istediğimiz yerde konaklıyoruz. İş yapıp değer üretenlerin ödülü ne de güzelmiş"
        },
        {
            "chapter": 39,
            "verse": 75,
            "text": "Melekleri de arşın çevresini kuşatarak Rablerinin hamdiyle tespih eder halde görürsün. Aralarında hakla hüküm verilmiştir. Nihayet şöyle denir: \"Hamt âlemlerin Rabbi'ne özgüdür"
        },
        {
            "chapter": 40,
            "verse": 1,
            "text": "Hâ, Mîm"
        },
        {
            "chapter": 40,
            "verse": 2,
            "text": "Bu kitabın indirilişi, Azîz ve Alîm olan Allah'tandır"
        },
        {
            "chapter": 40,
            "verse": 3,
            "text": "Ğafir'dir, günahı affedendir. Tövbeyi kabul eden, azabı çetin, lütfu bol olandır O. İlah yoktur O'ndan gayrı. Yalnız O'nadır varış ve dönüş"
        },
        {
            "chapter": 40,
            "verse": 4,
            "text": "Allah'ın ayetleri hakkında, küfre sapmış olanlardan başkası çekişip didişmez. Onların beldelerde dolaşıp durmaları seni aldatmasın"
        },
        {
            "chapter": 40,
            "verse": 5,
            "text": "Onlardan önce Nûh kavmi yalanlamıştı. Onlardan sonra gelen oymaklar da. Her ümmet kendilerine gelen elçiyi yakalasınlar diye uğraştı. Ve hakkı işlemez kılmak için yanlışı/tutarsızlığı esas alarak mücadele ettiler; nihayet onları yakaladım. Nasıl olmuştu azabım"
        },
        {
            "chapter": 40,
            "verse": 6,
            "text": "İşte böyle! Rabbinin, nankörlüğe sapanlar hakkındaki, \"Onlar ateş yâranıdır\" sözü tam gerçekleşti"
        },
        {
            "chapter": 40,
            "verse": 7,
            "text": "Arşı yüklenip taşıyanlar ve onun çevresindeki şuurlular Rablerinin hamdi ile tespih ederler ve ona inanırlar. İman sahipleri için de şöyle af dilerler: \"Rabbimiz! Sen her şeyi rahmet ve ilim halinde kuşattın. Tövbe edip senin yoluna uymuş olanları bağışla. Ve onları cehenem azabından koru"
        },
        {
            "chapter": 40,
            "verse": 8,
            "text": "Ey Rabbimiz, onları kendilerine vaat etmiş olduğun Adn cennetlerine koy! Atalarından, eşlerinden, zürriyetlerinden barışa yönelenleri de. Azîz ve Hakîm olan, hiç kuşusuz sensin, sen"
        },
        {
            "chapter": 40,
            "verse": 9,
            "text": "Koru onları kötülüklerden! O gün kötülüklerden koruduğuna mutlaka rahmet etmişsindir sen! İşte budur o en büyük kurtuluş ve eriş"
        },
        {
            "chapter": 40,
            "verse": 10,
            "text": "Küfre batmış olanlara şöyle haykırılır: \"Allah'ın öfkesi, sizin kendi benliklerinize öfkenizden elbette ki daha büyüktür. Hani, siz imana çağrılıyordunuz da inkâr ediyordunuz"
        },
        {
            "chapter": 40,
            "verse": 11,
            "text": "Dediler: \"Rabbimiz! Bizi iki kez öldürdün, iki kez dirilttin. Artık günahlarımızı itiraf ettik. Buradan çıkmak için bir yol daha var mı"
        },
        {
            "chapter": 40,
            "verse": 12,
            "text": "Bu halinizin sebebi şu: Allah'a, yalnız O'na çağrıldığınzda inkâr etmiştiniz. O'na ortak koşulduğunda ise iman ediyordunuz. Artık hüküm o en yüce, o en büyük olan Allah'ın"
        },
        {
            "chapter": 40,
            "verse": 13,
            "text": "O odur ki size ayetlerini gösteriyor ve sizin için gökten bir rızık indiriyor. O'na yönelenden başkası öğüt alamaz"
        },
        {
            "chapter": 40,
            "verse": 14,
            "text": "Kâfirler hoşlanmasa da siz, dini yalnız O'na özgüleyerek, Allah'a dua edin"
        },
        {
            "chapter": 40,
            "verse": 15,
            "text": "O Refî'dir, dereceleri yükseltendir; arşın sahibidir. Buluşma günü hakkında uyarmak için emrinden olan Rûh'u kullarından dilediğine indirir"
        },
        {
            "chapter": 40,
            "verse": 16,
            "text": "O gün onlar ortaya çıkarlar. Hiçbir şeyleri Allah'a gizli kalmaz. Kimindir bugün mülk/saltanat? O Vâhid ve Kahhâr olan Allah'ın"
        },
        {
            "chapter": 40,
            "verse": 17,
            "text": "Bugün her benlik kazandığıyla cezalandırılır. Zulüm yok bugün! Allah, hesabı çabucak görür"
        },
        {
            "chapter": 40,
            "verse": 18,
            "text": "Onları, yaklaşan felaket günü hakkında uyar! Yürekler gırtlaklara dayanmıştır; yutkunurlar. Zalimlerin ne bir dostu vardır ne de sözü dinlenir bir şefaatçıları"
        },
        {
            "chapter": 40,
            "verse": 19,
            "text": "O bilir gözlerin hain bakışını ve göğüslerin sakladığını"
        },
        {
            "chapter": 40,
            "verse": 20,
            "text": "Allah, hak ile hükmeder! O'nun dışında yakardıkları ise hiçbir şeyle hükmedemezler. Allah'tır mutlak Semî', mutlak Basîr"
        },
        {
            "chapter": 40,
            "verse": 21,
            "text": "Yeryüzünde gezip dolaşmadılar mı ki kendilerinden öncekilerin sonları nice olmuş görsünler? Onlar, hem kuvvetçe hem de yeryüzündeki eserler bakımından bunlardan daha zorlu idiler. Ama Allah onları günahları yüzünden yakaladı. Ve Allah'a karşı bir koruyanları da olmadı"
        },
        {
            "chapter": 40,
            "verse": 22,
            "text": "Sebep şuydu: Resulleri onlara açık-seçik mesajlar getirirdi de onlar inkâr ederlerdi. Sonunda Allah hepsini yakaladı. O çok güçlüdür, azabı da şiddetlidir"
        },
        {
            "chapter": 40,
            "verse": 23,
            "text": "Yemin olsun, Mûsa'yı da ayetlerimizle ve apaçık bir kanıtla göndermiştik"
        },
        {
            "chapter": 40,
            "verse": 24,
            "text": "Firavun'a, Hâmân'a ve Karun'a göndermiştik de onlar şöyle demişlerdi: \"Tam yalancı bir sihirbazdır bu"
        },
        {
            "chapter": 40,
            "verse": 25,
            "text": "Mûsa, katımızdan hakkı onlara getirince, şöyle dediler: \"Onunla beraber iman edenlerin erkek çocuklarını öldürün, kadınlarını hayata salın/kadınlarına uygunsuzca davranın/kadınlarının rahimlerini yoklayın!\" Ama inkârcıların tuzağı hep boşa çıkmıştır"
        },
        {
            "chapter": 40,
            "verse": 26,
            "text": "Firavun dedi ki: \"Bırakın, şu Mûsa'yı öldüreyim de Rabbine yalvarsın. Çünkü onun, dininizi değiştirmesinden yahut yeryüzünde fesat çıkarmasından korkuyorum"
        },
        {
            "chapter": 40,
            "verse": 27,
            "text": "Mûsa dedi: \"Ben, hesap gününe inanmayan her kibirliden, benim de Rabbim sizin de Rabbiniz olana sığındım"
        },
        {
            "chapter": 40,
            "verse": 28,
            "text": "Firavun hanedanından, imanını gizleyen bir adam şöyle konuştu: \"Rabbim Allah'tır, dediği için bir adamı öldürüyor musunuz? Üstelik size, Rabbinizden açık-seçik deliler de getirdi. Eğer yalancıysa yalancılığı kendi aleyhinedir. Eğer doğru sözlü ise size vaat ettiklerinden bir kısmı başınıza gelir. Kuşkusuz, Allah, haddi aşan yalancıları doğruya ulaştırmaz"
        },
        {
            "chapter": 40,
            "verse": 29,
            "text": "Ey toplumum, bugün bu toprakta, birbirine destek veren insanlar olarak mülk ve yönetim sizin. Peki, karşımıza dikildiği zaman Allah'ın azabından bizi kim kurtaracak?\" Firavun şöyle dedi: \"Ben size kendi fikrimden başkasını göstermem. Ve ben, aydınlık/doğruluk yolundan başkasına da kılavuzlamam"
        },
        {
            "chapter": 40,
            "verse": 30,
            "text": "İman etmiş olan bir adam dedi: \"Ey toplumum, sizin üzerinize, diğer topluluklarınki gibi bir günün gelmesinden korkuyorum"
        },
        {
            "chapter": 40,
            "verse": 31,
            "text": "Nûh kavminin, Âd'ın, Semûd'un ve onların ardından gelenlerin serüvenleri gibi. Allah, kulları için zulüm istemiyor"
        },
        {
            "chapter": 40,
            "verse": 32,
            "text": "Ey toplumum, sizin adınıza o bağırıp-çağrışma gününden korkuyorum"
        },
        {
            "chapter": 40,
            "verse": 33,
            "text": "Bir gündür ki o, sırtınızı dönerek kaçmaya çalışırsınız fakat Allah'a karşı sizi koruyacak kimse olmaz. Allah'ın saptırdığının, yol göstereni yoktur"
        },
        {
            "chapter": 40,
            "verse": 34,
            "text": "Yemin olsun, daha önce Yûsuf da size açık-seçik mesajlar getirmişti de onun size getirdikleri hakkında hep kuşku duymuştunuz. Daha sonra o ölünce de şöyle demiştiniz: \"Allah ondan sonra bir daha asla resul göndermez.\" Allah, sınır tanımaz kuşkucuları işte böyle saptırır"
        },
        {
            "chapter": 40,
            "verse": 35,
            "text": "Kendilerine gelmiş bir kanıt olmaksızın Allah'ın ayetleri hakkında mücadele edenlerin durumu, hem Allah katında hem de inananların katında büyük bir öfke konusu olmuştur. Allah, tüm zorba, kibirli kalpler üzerine işte böyle mühür basıyor"
        },
        {
            "chapter": 40,
            "verse": 36,
            "text": "Firavun dedi ki: \"Ey Hâmân, sebeplere ulaşabilmem için bana yüksek bir kule yap"
        },
        {
            "chapter": 40,
            "verse": 37,
            "text": "Göklerin sebeplerine ulaşırsam, Mûsa'ın tanrısına, da ulaşırım. Ben onun yalancı biri olduğunu düşünüyorum.\" Firavun'a, yaptığı işin kötülüğü bu şekilde süslü gösterildi de yoldan saptırıldı. Firavun'un tuzağı hep kayıptadır"
        },
        {
            "chapter": 40,
            "verse": 38,
            "text": "O iman eden kişi dedi ki: \"Ey toplumum! Bana uyun, sizi doğru yola götüreyim"
        },
        {
            "chapter": 40,
            "verse": 39,
            "text": "Ey toplumum, şu iğreti dünya hayatı, geçici bir nimetlenmeden ibarettir. Âhiretse sürekli durulacak yurdun ta kendisidir"
        },
        {
            "chapter": 40,
            "verse": 40,
            "text": "Kötü bir iş yapan, sadece yaptığı kadarıyla cezalandırılır. Erkek ve kadından mümin olarak iyi bir iş yapana gelince, işte böyleleri cennete girerler ve orada hesapsız bir biçimde rızıklandırılırlar"
        },
        {
            "chapter": 40,
            "verse": 41,
            "text": "Ey toplumum! Sebep ne ki; ben sizi kurtuluşa çağırıyorum, siz beni ateşe çağırıyorsunuz"
        },
        {
            "chapter": 40,
            "verse": 42,
            "text": "Siz beni, Allah'a nankörlük etmeye ve hakkında hiçbir bilgim olmayan şeyi O'na ortak koşmaya çağırıyorsunuz. Bense sizi o Azîz ve Gaffâr olana davet ediyorum"
        },
        {
            "chapter": 40,
            "verse": 43,
            "text": "Sizin beni çağırdığınız şeye, ne dünyada ne de âhirette asla ve asla dua edilemez/onun dünyada ve âhirette çağrı hakkı yoktur. Dönüşümüz-varışımız Allah'adır. Aşırılığa sapanlarsa ateş halkının ta kendileridir"
        },
        {
            "chapter": 40,
            "verse": 44,
            "text": "Size söylemekte olduklarımı yakında hatırlayacaksınız. Ben işimi Allah'a havale ediyorum. Allah, kullarını iyice görmektedir"
        },
        {
            "chapter": 40,
            "verse": 45,
            "text": "Allah, o adamı ötekilerin kurdukları tuzakların kötülüklerinden korudu. Firavun ailesini de azabın en beteri kuşattı"
        },
        {
            "chapter": 40,
            "verse": 46,
            "text": "Sabah-akşam, ateşe arz olunurlar. Kıyamet koptuğu gün de şöyle denir: \"Firavun ailesini azabın en şiddetlisine sokun"
        },
        {
            "chapter": 40,
            "verse": 47,
            "text": "O vakit onlar ateş içinde çekişir dururlar. Horlanan takım, böbürlenen takıma şöyle der: \"Biz sizin uydularınız olmuştuk. Şimdi şu ateşin bir kısmını olsun bizden uzak tutabilir misiniz"
        },
        {
            "chapter": 40,
            "verse": 48,
            "text": "Böbürlenen takım şöyle konuşur: \"Gerçek şu ki, hepimiz ateşin içindeyiz. Allah, kullar arasında hüküm vermiş"
        },
        {
            "chapter": 40,
            "verse": 49,
            "text": "Ateştekiler, cehenem bekçilerine şöyle der: \"Rabbinize yakarın da azabı bizden bir gün olsun hafifletsin"
        },
        {
            "chapter": 40,
            "verse": 50,
            "text": "Bekçiler derler ki: \"Resulleriniz size açık-seçik mesajlar getirmezler miydi?\" Derler ki: \"Elbette getirirlerdi!\" Bekçiler: \"O halde yalvarın durun; inkârcıların yakarışları çıkmazda kalıp gitmiştir.\" diye cevap verirler"
        },
        {
            "chapter": 40,
            "verse": 51,
            "text": "Şu bir gerçek ki, biz, resullerimize ve iman edenlere, hem dünya hayatında hem de tanıkların ayağa kalkacakları gün mutlaka yardım edeceğiz"
        },
        {
            "chapter": 40,
            "verse": 52,
            "text": "O gün ileri sürdükleri özürleri, zalimlere yarar sağlamayacaktır. Lanet var onlar için ve yurtların en kötüsü onların"
        },
        {
            "chapter": 40,
            "verse": 53,
            "text": "Yemin olsun ki, Mûsa'ya o hak kılavuzu verdik ve İsrailoğullarını Kitap'a mirasçı kıldık"
        },
        {
            "chapter": 40,
            "verse": 54,
            "text": "Akıl ve gönül sahipleri için bir yol gösterici, bir hatırlatıcıdır o"
        },
        {
            "chapter": 40,
            "verse": 55,
            "text": "Öyleyse sabret! Kuşkun olmasın ki, Allah'ın vaadi haktır. Günahın için af dile. Akşam ve sabah, Rabbini överek tespih et"
        },
        {
            "chapter": 40,
            "verse": 56,
            "text": "Kendilerine gelmiş hiçbir kanıt olmadan, Allah'ın ayetleri hakkında tartışıp duranlar var ya, onların göğüslerinde, asla ulaşamayacakları bir büyüklüğün kuruntusu vardır. Artık Allah'a sığın! O'dur Semî, O'dur Basîr"
        },
        {
            "chapter": 40,
            "verse": 57,
            "text": "Göklerin ve yerin yaratılışı/yarattıkları, insanların yaratılışından/insanlar âleminden elbette daha büyüktür. Ne var ki insanların çokları bilmiyorlar"
        },
        {
            "chapter": 40,
            "verse": 58,
            "text": "Körle gören, iman edip barışa/hayra yönelik işler yapanlarla kötülük üretenler bir olmaz. Ne kadar da az düşünüyorsunuz"
        },
        {
            "chapter": 40,
            "verse": 59,
            "text": "O saat elbette gelecektir; kuşku yok bunda. Fakat insanların çokları inanmazlar"
        },
        {
            "chapter": 40,
            "verse": 60,
            "text": "Rabbiniz buyurmuştur ki: Dua edin bana, cevap vereyim size! Kibre saparak bana ibadetten uzaklaşanlar, aşağılanmış bir halde cehenneme gireceklerdir"
        },
        {
            "chapter": 40,
            "verse": 61,
            "text": "Allah, içinde dinlenesiniz diye sizin için geceyi yarattı. Gündüzü de aydınlık kıldı. Şu bir gerçek ki, Allah, insanlara her halde lütufkâr davranıyor fakat insanların çokları şükretmezler"
        },
        {
            "chapter": 40,
            "verse": 62,
            "text": "İşte o Allah'tır sizin Rabbiniz! Her şeyin yaratıcısıdır O. Tanrı yok O'ndan başka. Durum bu iken, nasıl oluyor da çevriliyorsunuz"
        },
        {
            "chapter": 40,
            "verse": 63,
            "text": "Allah'ın ayetlerine kafa tutanlar, işte böyle döndürülürler"
        },
        {
            "chapter": 40,
            "verse": 64,
            "text": "Allah odur ki, yeryüzünü sizin için durulacak yer, göğü bir bina yaptı; sizi yaratıp donattı ve görünüşünüzü güzel yaptı, sizi temiz ve güzel nimetlerle rızıklandırdı. İşte bu Allah'tır sizin Rabbiniz! Âlemlerin Rabbi olan Allah ne kadar yücedir"
        },
        {
            "chapter": 40,
            "verse": 65,
            "text": "Hayy O'dur! Tanrı yoktur O'ndan başka. Dini kendisine özgüleyerek dua edin O'na. Hamt olsun âlemlerin Rabbi'ne"
        },
        {
            "chapter": 40,
            "verse": 66,
            "text": "De ki: \"Ben, Rabbimden bana açık-seçik ayetler gelince, sizin, Allah'ın berisinden yakardıklarınıza kulluk etmekten yasaklandım. Ben, âlemlerin Rabbi'ne teslim olmakla emrolundum"
        },
        {
            "chapter": 40,
            "verse": 67,
            "text": "O O'dur ki; sizi önce topraktan, sonra bir spermden, sonra bir embriyodan yarattı. Sonra sizi bebek olarak annelerinizin karnından çıkarıyor, sonra güçlü çağınıza ulaşasınız ve nihayet ihtiyarlar olasınız diye sizi yaşatıyor. İçinizden bir kısmı daha önce vefat ettiriliyor. Tüm bunlar, belirlenen bir süreye ulaşasınız ve aklınızı işletesiniz diyedir"
        },
        {
            "chapter": 40,
            "verse": 68,
            "text": "O O'dur ki, hem hayat veriyor hem öldürüyor. Bir iş ve oluşa hükmedince, ona sadece \"Ol!\" der; o hemen oluverir"
        },
        {
            "chapter": 40,
            "verse": 69,
            "text": "Bakmadın mı Allah'ın ayetleri hakkında tartışanlara, nasıl döndürülüyorlar"
        },
        {
            "chapter": 40,
            "verse": 70,
            "text": "Kitap'ı ve resullerimiz aracılığıyla gönderdiğimizi yalanlayanlar, yakında bilecekler"
        },
        {
            "chapter": 40,
            "verse": 71,
            "text": "O zaman, boyunlarında bukağılar, zincirler, sürüklenecekler"
        },
        {
            "chapter": 40,
            "verse": 72,
            "text": "Kaynar suyun içine. Sonra da ateşte yakılacaklar"
        },
        {
            "chapter": 40,
            "verse": 73,
            "text": "Sonra onlara şöyle denecek: \"Ortak koştuklarınız nerede"
        },
        {
            "chapter": 40,
            "verse": 74,
            "text": "Allah'ın berisinden taptıklarınız nerede?\" Diyecekler ki: \"Bizden uzaklaşıp kayboldular. Doğrusu biz, daha önce hiçbir şeye yakarmıyormuşuz.\" Allah, inkâr edenleri işte böyle saptırır"
        },
        {
            "chapter": 40,
            "verse": 75,
            "text": "Bütün bunlar, yeryüzünde haksız yere sevinç şımarıklığına düşmeniz, kasılıp kabarmanız yüzündendir"
        },
        {
            "chapter": 40,
            "verse": 76,
            "text": "Girin cehennemin kapılarından; uzun süre kalacaksınız içeride. Kibirlenenlerin barınağı ne de kötüymüş"
        },
        {
            "chapter": 40,
            "verse": 77,
            "text": "Sen sabret! Çünkü Allah'ın vaadi haktır. Onları tehdit ettiğimiz şeyin bir kısmını belki sana gösteririz, belki de seni vefat ettiririz. Sonunda onlar bize döndürülecekler"
        },
        {
            "chapter": 40,
            "verse": 78,
            "text": "Yemin olsun, biz senden önce de resuller gönderdik. Onların bir kısmının hayat ve hatırasını sana anlattık, bir kısmının hayat ve hatırasından sana bahsetmedik. Hiçbir resulün, Allah'ın izni olmaksızın herhangi bir mucize getirmesi söz konusu olamaz. Allah'ın emri geldiğinde, hakla hükmedilir ve gerçeği hükümsüz kılmaya çalışanlar orada hüsrana uğrarlar"
        },
        {
            "chapter": 40,
            "verse": 79,
            "text": "Bir kısmından binek edinesiniz, bir kısmından yiyesiniz diye sizin için hayvanları yaratan, O Allah'tır"
        },
        {
            "chapter": 40,
            "verse": 80,
            "text": "O hayvanlarda sizin için daha nice faydalar vardır. Onları binek yaparak, gönüllerinizdeki arzuya ulaşırsınız. Hem onlar üzerinde hem gemiler üzerinde taşınırsınız"
        },
        {
            "chapter": 40,
            "verse": 81,
            "text": "Allah size ayetlerini gösteriyor. Allah'ın ayetlerinden hangisini inkâr ediyorsunuz"
        },
        {
            "chapter": 40,
            "verse": 82,
            "text": "Yeryüzünde dolaşıp da kendilerinden öncekilerin sonu nice olmuş diye bakmıyorlar mı? Öncekiler bunlardan sayıca daha çok, kuvvetçe daha zorlu ve yeryüzündeki eserler bakımından daha üstün idiler. Ama kazanmış oldukları şeyler, kendilerine hiçbir yarar sağlamadı"
        },
        {
            "chapter": 40,
            "verse": 83,
            "text": "Resulleri onlara açık-seçik beyyineler getirdiklerinde, onlar, yanlarındaki bilgiyle sevinip övündüler. Ve alay edip durdukları şey kendilerini kuşatıverdi"
        },
        {
            "chapter": 40,
            "verse": 84,
            "text": "Hışmımızı gördüklerinde, \"Allah'a, yalnızca O'na inandık, O'na ortak koştuğumuz şeyleri inkâr ettik.\" dediler"
        },
        {
            "chapter": 40,
            "verse": 85,
            "text": "Ne var ki, şiddetimizi gördüklerinde, ettikleri iman kendilerine yarar sağlamadı. Allah'ın, kulları hakkında işleyip duran yolu-yöntemidir bu. İnkârcılar orada hüsrana uğradılar"
        },
        {
            "chapter": 41,
            "verse": 1,
            "text": "Hâ, Mîm"
        },
        {
            "chapter": 41,
            "verse": 2,
            "text": "Rahman ve Rahîm'den indirilmedir bu"
        },
        {
            "chapter": 41,
            "verse": 3,
            "text": "Bilgi ile donanmış bir toplum için ayetleri, Arapça bir Kur'an halinde ayrıntılı kılınmış bir kitaptır bu"
        },
        {
            "chapter": 41,
            "verse": 4,
            "text": "Muştulayıcı ve uyarıcı olarak. Onların pek çoğu yüz çevirdi; kulak verip dinlemezler onlar"
        },
        {
            "chapter": 41,
            "verse": 5,
            "text": "Dediler ki: \"Bizi çağırdığı o şeye karşı kalplerimiz kılıflar içinde; kulaklarımızda bir ağırlık, seninle bizim aramızda da bir perde var. O halde, sen işini yap, muhakkak biz de işimizi yapacağız"
        },
        {
            "chapter": 41,
            "verse": 6,
            "text": "De ki: \"Ben sadece sizin gibi bir insanım. İlahınızın bir tek ilah olduğu bana vahyediliyor. O halde şaşıp sendelemeden O'na yönelin ve O'ndan af dileyin. Vay haline ortak koşanların"
        },
        {
            "chapter": 41,
            "verse": 7,
            "text": "Onlar zekâtı vermezler. Ölüm sonrası hayatı inkâr edenler de onlardır"
        },
        {
            "chapter": 41,
            "verse": 8,
            "text": "İman edip hayra ve barışa yönelik işler yapanlara gelince, onlar için minnet altına sokmayan bir ödül vardır"
        },
        {
            "chapter": 41,
            "verse": 9,
            "text": "De ki: \"Siz, yerküreyi iki günde yaratana gerçekten nankörlük edip O'na ortaklar mı koşuyorsunuz? Âlemlerin Rabbi'dir O"
        },
        {
            "chapter": 41,
            "verse": 10,
            "text": "O, yeryüzüne, denge ve dayanıklık sağlayan dağları üstünden yerleştirdi. Onda bereketlere vücut verdi. Ve onda, azıklarını dört günde takdir edip düzenledi. İsteyip duranlar için eşit miktarda olmak üzere"
        },
        {
            "chapter": 41,
            "verse": 11,
            "text": "Sonra buhar/duman halindeki göğe yöneldi de ona ve yerküreye şöyle seslendi: \"İsteyerek veya istemeyerek gelin!\" Onlar şöyle dediler: \"İsteyerek geldik"
        },
        {
            "chapter": 41,
            "verse": 12,
            "text": "Böylece onları, iki günde yedi gök halinde takdir edip her göğe kendi iş ve oluşunu vahyetti. Ve biz, arza en yakın göğü kandillerle ve bir korumayla donattık. İşler bunlar Azîz ve Alîm olanın takdiridir"
        },
        {
            "chapter": 41,
            "verse": 13,
            "text": "Yüz çevirirlerse şöyle de: \"Sizi, Âd ve Semûd'a çarpan yıldırıma benzer bir yıldırıma karşı uyarıyorum"
        },
        {
            "chapter": 41,
            "verse": 14,
            "text": "Hani, resuller onlara önlerinden, arkalarından gelerek şöyle demişlerdi: \"Allah'tan başkasına ibadet/kulluk etmeyin!\" Şöyle cevap vermişlerdi: \"Eğer Rabbimiz isteseydi, kesinlikle melekler indirirdi. Bu yüzden biz sizinle gönderileni tanımıyoruz"
        },
        {
            "chapter": 41,
            "verse": 15,
            "text": "Âd toplumu yeryüzünde haksız bir biçimde büyüklük tasladı da şöyle dediler: \"Bizden daha güçlü kim var?\" Onlar, kendilerini yaratan Allah'ın, evet O'nun, onlardan daha kuvvetli olduğunu görmediler mi? Bunlar, bizim ayetlerimize de karşı çıkıyorlardı"
        },
        {
            "chapter": 41,
            "verse": 16,
            "text": "Biz de onlara dünya hayatında zillet azabını tattırmak için o uğursuz günlerde üzerlerine dondurucu bir rüzgâr gönderdik. Âhiretin azabı elbette ki daha rezil edicidir. Üstelik onlar hiçbir yardım da görmeyeceklerdir"
        },
        {
            "chapter": 41,
            "verse": 17,
            "text": "Semûd'a gelince, biz onlara kılavuzluk ettik ama onlar körlüğü hidayete tercih ettiler. Bunun üzerine, kazandıkları yüzünden, alçaltıcı azabın yıldırımı onları yakaladı"
        },
        {
            "chapter": 41,
            "verse": 18,
            "text": "İnananları kurtardık, onlar korunuyorlardı"
        },
        {
            "chapter": 41,
            "verse": 19,
            "text": "Gün olur, Allah'ın düşmanları, düzenli bir biçimde bir araya toplanıp ateşe sürülürler"
        },
        {
            "chapter": 41,
            "verse": 20,
            "text": "Nihayet, oraya geldiklerinde kulakları, gözleri, derileri, yapıp-ettikleri hakkında onlar aleyhine tanıklık edecektir"
        },
        {
            "chapter": 41,
            "verse": 21,
            "text": "Derilerine: \"Aleyhimizde neden tanıklık ettiniz?\" derler. Derileri derler ki: \"O her şeyi konuşturan Allah konuşturdu bizi. Hani, sizi ilk seferinde de O yaratmıştı ya! Ve siz O'na döndürüleceksiniz"
        },
        {
            "chapter": 41,
            "verse": 22,
            "text": "Siz, işitme gücünüzün, gözlerinizin, derilerinizin aleyhinize yapacağı tanıklıktan gizlenmiyordunuz. Tam aksine siz, yaptıklarınızdan birçoğunu Allah'ın bilmeyeceğini sanıyordunuz"
        },
        {
            "chapter": 41,
            "verse": 23,
            "text": "İşte, Rabbiniz hakkında beslediğiniz bu zannınız sizi mahvetti de hüsrana uğrayanlardan oldunuz"
        },
        {
            "chapter": 41,
            "verse": 24,
            "text": "Şimdi eğer dayanabilirlerse, barınakları ateştir. Yok eğer özür dileyip hoşnutluk sağlamak istiyorlarsa, özürleri kabul edilmeyecektir"
        },
        {
            "chapter": 41,
            "verse": 25,
            "text": "Biz onları birtakım yakınlarla/dostlarla çevreleyip sardık da onlar, önlerinde ve arkalarında ne varsa bunlara süslü gösterdiler. Kendilerinden önceki cin ve insan ümmetleri için hak olan söz, bunlar aleyhine de hak oldu. Çünkü bunlar, hüsrana uğrayanlardı"
        },
        {
            "chapter": 41,
            "verse": 26,
            "text": "İnkâr edenler dediler ki: \"Şu Kur'an'ı dinlemeyin! O okunurken yaygara koparın ki, galip gelesiniz"
        },
        {
            "chapter": 41,
            "verse": 27,
            "text": "Yemin olsun, o inkârcılara şiddetli bir azabı tattıracağız ve elbette ki onları, yapıp-ettiklerinin en kötüsüyle cezalandıracağız"
        },
        {
            "chapter": 41,
            "verse": 28,
            "text": "İşte bu, Allah düşmanlarının cezası olan ateştir. Ayetlerimize karşı çıkmalarından ötürü, orada kendileri için uzun süreli kalış yeri vardır"
        },
        {
            "chapter": 41,
            "verse": 29,
            "text": "O küfre sapanlar şöyle diyecekler: \"Rabbimiz, cinlerden ve insanlardan bizi saptıranları bize göster ki, onları ayaklarımızın altına alalım da en aşağıda kalanlardan olsunlar"
        },
        {
            "chapter": 41,
            "verse": 30,
            "text": "Şu bir gerçek ki, \"Rabbimiz Allah'tır!\" deyip sonra hiç şaşmadan yol alanlar üzerine, melekler ha bire iner de şöyle derler: \"Korkmayın, üzülmeyin! Size vaat edilen cennetle sevinin"
        },
        {
            "chapter": 41,
            "verse": 31,
            "text": "Biz sizin, dünya hayatında da âhirette de dostlarınızız. Cennette sizin için nefislerinizin arzuladığı her şey var. Orada sizin için istediğiniz her şey var"
        },
        {
            "chapter": 41,
            "verse": 32,
            "text": "Gafûr ve Rahîm Allah'tan bir ikram olarak"
        },
        {
            "chapter": 41,
            "verse": 33,
            "text": "Allah'a çağırıp/yakarıp hayra ve barışa yönelik iş yapan ve \"Ben, Müslümanlardanım/Allah'a teslim olanlardanım\" diyen kimseden daha güzel sözlü kim vardır"
        },
        {
            "chapter": 41,
            "verse": 34,
            "text": "Güzellikle çirkinlik/iyilikle kötülük bir olmaz! Kötülüğü, en güzel tavırla sav! O zaman görürsün ki, seninle arasında düşmanlık bulunan kimse, sımsıcak bir dost gibi oluvermiştir"
        },
        {
            "chapter": 41,
            "verse": 35,
            "text": "Böyle bir tavra, sabredenlerden başkası ulaştırılmaz. Böyle bir tavra, büyük nasip sahibinden başkası ulaştırılmaz"
        },
        {
            "chapter": 41,
            "verse": 36,
            "text": "Eğer şeytandan gelen kötü bir dürtü seni dürtecek olursa hemen Allah'a sığın! Çünkü en iyi işiten O'dur, en iyi bilen O"
        },
        {
            "chapter": 41,
            "verse": 37,
            "text": "Gece ve gündüz, Güneş ve Ay onun ayetlerindendir. Eğer sadece Allah'a kulluk/ibadet ediyorsanız, Güneş'e, Ay'a secde etmeyin; onları yaratan Allah'a secde edin"
        },
        {
            "chapter": 41,
            "verse": 38,
            "text": "Eğer büyüklük taslarlarsa bilsinler ki, Rabbin katındakiler hiç usanmadan, gece ve gündüz O'nu tespih ederler"
        },
        {
            "chapter": 41,
            "verse": 39,
            "text": "Sen, toprağı huşû halinde boynu bükük görüyorsun ya, işte o da Allah'ın ayetlerindendir. Onun üzerine suyu indirdiğimizde, o titrer ve kabarır. Hiç kuşkusuz, onu dirilten Muhyi ölüleri de mutlaka diriltecektir. O, her şey üzerinde güç sahibidir"
        },
        {
            "chapter": 41,
            "verse": 40,
            "text": "Ayetlerimiz hakkında eğri ile doğruyu birbirine katanlar, bize gizli kalmazlar. Şimdi, ateşin içine atılan mı hayırlıdır, kıyamet günü güven içinde gelen mi? Dilediğinizi yapın. O, yapıp ettiklerinizi iyice görmektedir"
        },
        {
            "chapter": 41,
            "verse": 41,
            "text": "Onlar, o zikiri/Kur'an'ı kendilerine geldiğinde inkâr ettiler. Halbuki o, eşsiz yücelikte bir Kitap'tır"
        },
        {
            "chapter": 41,
            "verse": 42,
            "text": "Bâtıl ona, ne önünden gelebilir ne de arkasından. Hakîm ve Hamîd Allah'tan bir indirmedir o"
        },
        {
            "chapter": 41,
            "verse": 43,
            "text": "Senin için söylenen, senden önceki resuller için söylenenden başka şey değildir. Hiç kuşkusuz, senin Rabbin hem çok affedicidir hem de acıklı bir azabın sahibidir"
        },
        {
            "chapter": 41,
            "verse": 44,
            "text": "Eğer biz onu yabancı dilde bir Kur'an yapsaydık, elbette şöyle diyeceklerdi: \"Ayetleri ayrıntılı kılınmalı değil miydi? /Arap'a yabancı dil mi? /ister yabancı dilde, ister Arapça!\" De ki: \"O, iman edenler için bir kılavuz, bir şifadır. İnanmayanlara gelince, onların kulaklarında bir ağırlık vardır. Ve Kur'an, onlar için bir körlüktür. Böylelerine, çok uzak bir mekândan seslenilmektedir"
        },
        {
            "chapter": 41,
            "verse": 45,
            "text": "Yemin olsun, biz Mûsa'ya Kitap'ı verdik de onda ihtilafa düşüldü! Eğer Rabbinden bir söz geçmiş olmasaydı, aralarında iş mutlaka bitirilirdi. Hiç kuşkusuz, onlar, Kur'an hakkında, sürekli işkillendiren bir kuşku içindedirler"
        },
        {
            "chapter": 41,
            "verse": 46,
            "text": "Kim hayra ve barışa yönelik bir iş yaparsa kendi lehinedir. Kim de kötülük yaparsa kendi aleyhinedir. Rabbin, kullara asla zulmetmez"
        }
    ]
}