{
    "juzs": [
        {
            "chapter": 58,
            "verse": 1,
            "text": "Sabnar a miyan´g o Allah so katharo o (babay a) pphamawalng ka niyan makapantag ko karoma niyan, go gii phanon ko Allah. Na so Allah na pkhan´g Iyan so gii niyo kazinmbaga: Mataan! a so Allah na Pphakan´g, a Pphakaylay"
        },
        {
            "chapter": 58,
            "verse": 2,
            "text": "Siran a pd rkano a ipphangingiring iran ko manga likod o manga ina iran so manga karoma iran, na kna a ba siran i manga ina iran: da a manga ina iran inonta so mimbabawata kiran; na mataan! a siran na titho a gii siran tharo sa marzik a katharo go kabokhag. Na mataan! a so Allah na tanto a Malai-maap, a Manapi"
        },
        {
            "chapter": 58,
            "verse": 3,
            "text": "Na so ipphangingiring iran ko manga likod o manga ina iran so manga karoma iran, oriyan iyan na ipagndod iran so miyatharo iran, na makapmaradika sa isa a oripn ko da iran pn kapakaprorada. Giyoto man na ipphangthoma rkano to. Na so Allah na so gii niyo nggolawlaan na Kaip Iyan"
        },
        {
            "chapter": 58,
            "verse": 4,
            "text": "Na sa taw a di makatoon (sa mapmaradika iyan, na paliyogat on) so kaphowasa sa dowa olan sa di marintas ko di iran pn kapakaprorada. Na sa taw a di phakabaog, na so kapakakana ko nm polo a miskin. Giyoto dn man, ka an iyo maparatiyaya so Allah go so sogo Iyan. Na giyoto man i manga taman o Allah. Na adn a bagian o miyamangongkir a siksa a malipds"
        },
        {
            "chapter": 58,
            "verse": 5,
            "text": "Mataan! a siran a sosorangn iran so Allah go so sogo Iyan, na phakadapanasn siran sa lagid o kiyapakadapanasa ko miyaonaan iran. Na sabnar a piyakatoron Ami so manga ayat a manga rarayag. Na adn a bagian o miyamangongkir a siksa, a phakahina"
        },
        {
            "chapter": 58,
            "verse": 6,
            "text": "Sii ko alongan a kawyaga kiran o Allah langon, na panotholn Iyan kiran so pinggolawla iran. Tatanodan oto o Allah, na piyakalipatan iran oto. Na so Allah i saksi ko langowan taman"
        },
        {
            "chapter": 58,
            "verse": 7,
            "text": "Bang ka di katawi a mataan! a so Allah na katawan Iyan so zisii ko manga langit ago so zisii ko lopa? da a khabaloy a bitiyara o tlo a ba di Skaniyan i ika pat iran, - o di na lima a ba di Skaniyan i ikanm iran, - odi na kakorangan oto, antawaa makadakl, a ba di Skaniyan i pd iran apiya anda siran matago, oriyan iyan na panotholn Iyan kiran so pinggolawla iran, ko alongan a qiyamah. Mataan! a so Allah i Matao ko langowan taman"
        },
        {
            "chapter": 58,
            "verse": 8,
            "text": "Ay gda a ka ko siran a inisapar kiran so kakhokoroya, oriyan iyan na gi iran mbalinganan so inisapar kiran skaniyan? Go gi iran khokoroyaan so dosa, go so rido, go so kasasangkaa ko Rasol. Na igira a miyakaoma siran rka na ipzalam iran rka so da rka oto salamn o Allah, go gi iran tharoon sii ko manga ginawa iran a: \"Ino a di rktano bo iziksa o Allah so gii tano tharoon?\" Kiyatangkaan siran ko naraka Jahannam; a phamakasold siran on. Na miyakaratarata a khabolosan"
        },
        {
            "chapter": 58,
            "verse": 9,
            "text": "Hay so miyamaratiyaya, igira a pmbibitiyarai kano, na di niyo pmbibitiyarai so dosa, go so rido, go so kasangkaa ko Rasol, na aya mbibitiyarai niyo na so kaphiyapiya, go so kapananggila. Na kalkn iyo so Allah, a so sii Rkaniyan i plimodan rkano"
        },
        {
            "chapter": 58,
            "verse": 10,
            "text": "So kakhokoroya (a marata) na sii bo phoon ko shaytan, ka an iyan mapakamboko so miyamaratiyaya. Na da a khibinasa niyan kiran a mayto bo inonta o sabap ko idin o Allah. Na so bo so Allah i sarigi o miyamaratiyaya"
        },
        {
            "chapter": 58,
            "verse": 11,
            "text": "Hay so miyamaratiyaya! igira a pitharo rkano, a ploaloag kano ko manga darpa, na ploaloag kano, ka loagang kano o Allah. Na igira a adn a mitharo sa ozor kano, na ozor kano; ka iphoro o Allah so miyamaratiyaya, a pd rkano, go (iphoro Iyan) so piyamgan ko katao, sa phipira pangkat. Na so Allah na so gii niyo nggolawlaan na Kaip Iyan"
        },
        {
            "chapter": 58,
            "verse": 12,
            "text": "Hay so miymaratiyaya, igira a ipmbitiyarai niyo so Rasol, na onaan iyo ko dapn so bitiyara niyo so sadka. Giyoto man i mapiya rkano go lbi a phakasoti. Na o da a khatoon iyo na mataan! a so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 58,
            "verse": 13,
            "text": "Ba niyo inikalk a kiyonaan iyo ko da pn so bitiyara niyo ko manga sadka? Na gowani a da niyo nggolawlaa, go piyakatawbat kano o Allah, na pamayandgn iyo so sambayang, go tonaya niyo so zakat, go onoti niyo so Allah ago so sogo Iyan. Na so Allah na Kaip Iyan so gii niyo nggolawlaan"
        },
        {
            "chapter": 58,
            "verse": 14,
            "text": "Bang ka da maylay so kinowa iran a manga panarigan so pagtaw a kiyararangitan siran o Allah? Di siran rkano pd go di siran kiran pd, go gii siran zapa sa kabokhag, a siran na katawan iran"
        },
        {
            "chapter": 58,
            "verse": 15,
            "text": "Pithiyagaran o Allah so bagian iran sa siksa a sangat. Mataan! a siran na miyakaratarata so pinggolawla iran"
        },
        {
            "chapter": 58,
            "verse": 16,
            "text": "Pimbaalan iran so manga sapa iran a lindonga, ka an siran pphakaalang ko lalan ko Allah, na adn a bagian iran a siksa a phakahina"
        },
        {
            "chapter": 58,
            "verse": 17,
            "text": "Dadn a milinding kiran o manga tamok iran, go so manga wata iran ko (siksa o) Allah a mayto bo. Siran man i manga taw ko naraka, siran na ron siran on dn makakakal"
        },
        {
            "chapter": 58,
            "verse": 18,
            "text": "Sii ko alongan a kawyaga kiran o Allah langon, na pzapa siran on sa lagid odi iran rkano kazapa: Ka aya tarima iran na mataan! a siran na sii ko shay´ (a phakabgay sa gona). Ba di mataan! a siran na siran na manga bokhag"
        },
        {
            "chapter": 58,
            "verse": 19,
            "text": "Minipaar siran o shaytan, na piyakilipatan iyan kiran so tadm ko Allah: Siran man i tampil ko shaytan. Ba di mataan! a so tampil ko shaytan na siran i manga logi"
        },
        {
            "chapter": 58,
            "verse": 20,
            "text": "Mataan! a so khisosorang ko Allah ago so sogo Iyan na siran man i pd ko lbi a manga bababa"
        },
        {
            "chapter": 58,
            "verse": 21,
            "text": "Inisorat o Allah a: \"Mataan a phakadaag Ako dn, Sakn ago so manga sogo Akn. Mataan! a so Allah na Mabagr, a Domadaag"
        },
        {
            "chapter": 58,
            "verse": 22,
            "text": "Daa khatoon ka a pagtaw a paparatiyayaan iran so Allah ago so alongan a mawri a ba iran pkhababayai so taw a siyorang iyan so Allah ago so sogo Iyan, apiya pn siran na manga loks siran, odi na manga wata iran, odi na manga pagari ran, odi na manga tonganay ran. Siran man na inisorat Iyan ko manga poso iran so paratiyaya, go inibagr Iyan kiran so limo a phoon Rkaniyan; go phakasoldn Iyan siran ko manga sorga a pphamangondas ko kababaan iyan so manga lawasayg, makakakal siran on. Miyasoat kiran so Allah, go miyasoat siran Rkaniyan. Siran man i tampil ko Allah; ba di mataan! a so tampil ko Allah; na siran i phamakadaag"
        },
        {
            "chapter": 59,
            "verse": 1,
            "text": "Pthasbik ko Allah so nganin a zisii ko manga langit go so zisii ko lopa; go Skaniyan so Mabagr, a Mawngangn"
        },
        {
            "chapter": 59,
            "verse": 2,
            "text": "Skaniyan so piyakaawa Iyan so miyamangongkir a pd ko tiyoronan ko kitab phoon ko manga darpa iran, sii ko paganay a kalimod. Da niyo tarimaa o ba siran makaawa: Na aya tarima iran na mataan! a siran na kharn siran o manga kota iran phoon ko (siksa o) Allah, na miyatalingoma siran o (sogoan o) Allah sa di iran mapipikir, go inipansir Iyan ko manga poso iran so kalk, na iningggba iran ko manga walay ran so manga lima iran, go so manga lima o miyamaratiyaya, na kowaa niyo a thoma, hay adn a manga kaylay niyan"
        },
        {
            "chapter": 59,
            "verse": 3,
            "text": "Na o da kiran kokomn o Allah so kaawa, na mataan a ziksaan Iyan siran ko doniya; go bagian iran sii ko akhirat so siksa ko naraka"
        },
        {
            "chapter": 59,
            "verse": 4,
            "text": "Giyoto man na sabap ko mataan! a siran na siyorang iran so Allah go so sogo Iyan: Na sa taw a sorangn iyan so Allah, na mataan! a so Allah na Mayloti-kapaniksa"
        },
        {
            "chapter": 59,
            "verse": 5,
            "text": "Sadn sa piyata iyo a korma odi na giyanatan iyo to a khipakatitindg, ko manga itado niyan, na sabap sa idin o Allah, go an Iyan mapakarondan so manga songklid"
        },
        {
            "chapter": 59,
            "verse": 6,
            "text": "Na so piyakitaban o Allah ko Sogo Iyan a phoon kiran, - na da niyo to kapakiprondai sa koda, odi na onta: Na ogaid na so Allah na pakiphangarasiyan Iyan ko manga sogo Iyan so taw a kabaya Iyan: Na so Allah sii ko langowan taman na Gaos Iyan"
        },
        {
            "chapter": 59,
            "verse": 7,
            "text": "So piyakitaban o Allah ko Sogo Iyan a phoon ko taw ko manga ingd, na rk o Allah, go rk o Rasol, go rk o manga dadasg o Rasol, go so manga wata a ilo, go so manga miskin, go so miyakaalang sa lalan, ka an di khabaloy a mipthotogalin ko lt o manga kawasa rkano. Na sadn sa inibgay rkano o Rasol, na kowaa niyo skaniyan, go sadn sa inisapar iyan rkano skaniyan na gnkn iyo. Na kalkn iyo so Allah. Mataan! a so Allah na Mayloti-kapaniksa"
        },
        {
            "chapter": 59,
            "verse": 8,
            "text": "Rk o pkhakamrmran a miyamagoyag, a so piyamogaw siran ko manga darpa iran, go so manga tamok iran, a pphloloba siran sa gagaw a phoon ko Allah, go kasosoat, go pthabangan iran so (agama o) Allah go so sogo Iyan: Siran man na siran i mimamataan"
        },
        {
            "chapter": 59,
            "verse": 9,
            "text": "Go so khitatakna ko ingd, go so paratiyaya a miyaonaan iran, na pkhababayaan iran so miyamagoyag kiran, go da a khatoon iran ko manga rarb iran a siig phoon ko inipamgay kiran, go inilawan iran ko manga ginawa iran, apiya pn adn a zisii kiran a kamiskin. Na sa taw a ipilak iyan so kaligt o ginawa niyan, na siran man na siran i phamakaslang sa maliwanag"
        },
        {
            "chapter": 59,
            "verse": 10,
            "text": "Go so miyamakawma ko oriyan iran, na gi iran tharoon: \"Kadnan ami, napii kaming Ka, ago so manga pagari ami a so kiyawna an kami ran ko paratiyaya, go ding Ka thagoi so manga poso ami sa siig ko siran a miyamaratiyaya. Kadnan ami, mataan! a Ska i Malai-gagaw, a Makalimoon"
        },
        {
            "chapter": 59,
            "verse": 11,
            "text": "Bang ka da maylay so siran a miyamanangin? Gi iran tharoon ko manga pagari ran a so miyamangongkir a pd ko tiyoronan ko kitab a: \"Ibt o pakaawa a kano na mataan a pd kami niyo dn a magawa, go da a pagonotan ami a sorang rkano a isa bo sa dayon sa dayon, go o phamonoa kano na mataan a tabangan ami skano dn\". Na so Allah na zasaksian Iyan a mataan! a siran na titho a manga bokhag"
        },
        {
            "chapter": 59,
            "verse": 12,
            "text": "Mataan a o pakaawaa siran na di siran bo pd a magawa, go mataan a o pamonoa siran na di iran siran bo thabangan, go mataan a apiya tabangan iran siran na mataan a ithalikhod iran bo so manga likod iran, oriyan iyan na di siran katabangan"
        },
        {
            "chapter": 59,
            "verse": 13,
            "text": "Mataan a skano i lbi a ipkhalk iran sii ko manga rarb iran, a di so Allah, giyoto man na sabap sa mataan! a siran na pagtaw a di phamanabot"
        },
        {
            "chapter": 59,
            "verse": 14,
            "text": "Di siran rkano makipmbonoay, sa ba siran matataayon, inonta o sii ko manga ingd a khikokotaan, odi na sii ko kaaltan sa manga tambak. So gi iran kambobono ko ltlt iran na mitataralo. Arangan ka kiran na matataayon, a so manga poso iran na masasagomparak: Giyoto man na sabap ko mataan! a siran na pagtaw a di phamanabot"
        },
        {
            "chapter": 59,
            "verse": 15,
            "text": "Lagid o siran a miyaonaan iran sa marani, kiyataaman iran so karata o olawla iran; go adn a bagian iran a siksa a malipds"
        },
        {
            "chapter": 59,
            "verse": 16,
            "text": "Izan o shaytan gowani a tharoon iyan ko manosiya a: \"Ongkir ka, na kagiya a makaongkir na pitharo iyan a: ´Mataan! a sakn na angiyas ako rka; mataan! a sakn na i ikhalk akn so Allah, a Kadnan o manga kaadn´"
        },
        {
            "chapter": 59,
            "verse": 17,
            "text": "Na miyabaloy so khaakiran sa dowa oto a mataan! a siran na khatago ko naraka, a makakakal siran on. Na giyoto man i balas ko manga darowaka"
        },
        {
            "chapter": 59,
            "verse": 18,
            "text": "Hay so miyamaratiyaya, kalkn iyo so Allah; go pamimikirana o ginawa so miniona niyan a rk o gawii a phakasambi. Na kalkn iyo so Allah, mataan! a so Allah na Kaip Iyan so gii niyo nggolawlaan"
        },
        {
            "chapter": 59,
            "verse": 19,
            "text": "Na di niyo zowaa so piyakalipatan iran so Allah, na piyakilipatan iyan kiran so manga ginawa iran. Siran man na siran so manga songklid"
        },
        {
            "chapter": 59,
            "verse": 20,
            "text": "Di magizan so manga taw ko naraka ago so manga taw ko sorga. So manga taw ko sorga na siran i miyamakaslang sa maliwanag"
        },
        {
            "chapter": 59,
            "verse": 21,
            "text": "O initoron Ami angkai a Qor´an ko palaw, na maylaing ka dn skaniyan a makapangalimbabaan, a manga bbngkag, phoon sa kalk ko Allah. Na giyoto man so manga ibarat a phagmbaalan Ami skaniyan ko manga manosiya, ka an siran makapphamimikiran"
        },
        {
            "chapter": 59,
            "verse": 22,
            "text": "Skaniyan so Allah, so da a tohan inonta Skaniyan; katawan Iyan so gaib ago so mapayag; Skaniyan so Masalinggagaw, a Makalimoon"
        },
        {
            "chapter": 59,
            "verse": 23,
            "text": "Skaniyan so Allah, so da a tohan inonta Skaniyan, a Phapaar, a Soti, a Pphamgay sa kalilintad, a Pphamgay sa kasasarig, a Masiyap, a Domadaag, a Mamndg, a Diyaitan o kala. Soti so Allah mawatan ko ipphanakoto iran"
        },
        {
            "chapter": 59,
            "verse": 24,
            "text": "Skaniyan so Allah, a Pphangadn, a Giimbaas a Giimbontal; rk Iyan so manga ngaran a manga pipiya: Pthasbik Rkaniyan so nganin a zisii ko manga langit ago so lopa; go Skaniyan so Mabagr, a Mawngangn"
        },
        {
            "chapter": 60,
            "verse": 1,
            "text": "Hay so miyamaratiyaya, di niyo khowaa so ridoay Akn, go ridoay niyo a manga panarigan, a isampay niyo kiran so kapakingginawai, a sabnar a inongkir iran so miyakaoma rkano a bnar, phakaawaan iran so Rasol ago skano, ka kagiya a paparatiyayaan niyo so Allah, a Kadnan iyo; o skano sa kiyaliyo niyo na panagontaman ko lalan Akn, go kaploba ko kasosoat Akn; pphagmaan iyo a gii niyo kiran kingginawain, a Sakn na katawang Ko so piyagma iyo go so piyayag iyo. Na sa taw a nggolawla rkano saya, na sabnar a miyapokas ko ontol a lalan"
        },
        {
            "chapter": 60,
            "verse": 2,
            "text": "O kadaobi iran, na pmbaloy siran a manga ridoay niyo, go pphapangonotan iran rkano so manga barokan iran, go so manga dila iran ko marata, go miyandingandingan iran a oba kano bo pagongkir"
        },
        {
            "chapter": 60,
            "verse": 3,
            "text": "Di rkano dn phakanggay a gona so manga tonganay niyo, go so manga wata iyo; sii ko alongan a qiyamah: Na pakapmblablagn kano Niyan. Na so Allah na so gii niyo nggolawlaan na phagilayn Iyan"
        },
        {
            "chapter": 60,
            "verse": 4,
            "text": "Sabnar a adn a bagian iyo a ladiyawan a mapiya sii ko Ibrahim, go so manga pd iyan, gowani a tharoon iran ko pagtaw iran a: \"Mataan! a skami na angiyas kami rkano, go so pzimbaan iyo a salakaw ko Allah; inongkir ami skano; go miyapayag ko lt ami ago so lt iyo so rido go so rarangit, sa dayon sa dayon, taman sa di niyo paratiyayaan so Allah a Isaysa Skaniyan\" inonta so katharo o Ibrahim ki ama iyan: \"Mataan a ipangni akn ska dn sa maap, na da a kapaar akn a mapmbagian ka a phoon ko Allah a mayto bo\" - \"Kadnan ami, Ska bo i siyarigan ami, go sii kami Rka bo pmbalingan, go sii Rka so khabolosan"
        },
        {
            "chapter": 60,
            "verse": 5,
            "text": "Kadnan ami, di kaming Ka mbaloya a pangangarasiyan o siran a miyamangongkir, go maapi kaming Ka, Kadnan ami, mataan! a Ska na Ska so Mabagr, a Mawngangn"
        },
        {
            "chapter": 60,
            "verse": 6,
            "text": "Sabnsabnar a miyabaloy rkano siran a ladiyawan a mapiya, a rk o taw a aya btad iyan na ikaalk iyan so Allah, ago so alongan a mawri. Na sa taw a tomalikhod, na mataan! a so Allah na Skaniyan i Kawasa a Pphodin"
        },
        {
            "chapter": 60,
            "verse": 7,
            "text": "Matatangkd a so Allah na mbalowin Iyan ko lt iyo ago so lt o siran a minipridoay niyo kiran, so kanggiginawai. Na so Allah na Gaos. Na so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 60,
            "verse": 8,
            "text": "Da rkano saparn o Allah so siran a da siran rkano pakimbonoay makapantag ko agama, go da kano iran bogawa ko manga darpa iyo, ko kaphiyapiya i niyo kiran, go so kapaginontolani niyo kiran. Mataan! a so Allah na pkhababayaan Iyan so manga oontol"
        },
        {
            "chapter": 60,
            "verse": 9,
            "text": "Aya bo a isasapar rkano o Allah na so siran a miyakimbonoay siran rkano, makapantag ko agama, go biyogaw kano iran ko manga darpa iyo, go piyamagogopaan iran a kapakaawa iyo, oba niyo siran panarigi. Na sa taw a manarig kiran, na siran man i manga darowaka"
        },
        {
            "chapter": 60,
            "verse": 10,
            "text": "Hay so miyamaratiyaya, igira a miyakaoma rkano so miyamaratiyaya a manga babay a miyamanogalin, na amadi niyo siran; so Allah na katawan Iyan so paratiyaya iran: Na o katokawi niyo siran a (titho a) miyamaratiyaya, na di niyo siran phakakasoya ko manga kapir. Di siran khapakay ko siran (a manga kapir), go di siran khapakay (a manga kapir) ko siran (a miyamaratiyaya a manga babay). Na bgan iyo kiran so miyanggasto iran (a mahar). Na da a dosa niyo ko kapangaromaa niyo kiran igira a minibgay niyo kiran so manga mahar iran. Na di niyo kakapti so kakakaromai ko manga kapir a manga babay; go skata niyo so minibtang iyo; go skata iran so minibtang iran. Giyoto man i kokoman o Allah a iphkhokom Iyan rkano. Na so Allah na Matao, a Mawngangn"
        },
        {
            "chapter": 60,
            "verse": 11,
            "text": "Na o adn a mada rkano a isa ko manga karoma niyo a magagaw ko manga kapir, na go kano makataban, na bgan iyo ko siran a miyawa so manga karoma iran so lagid o minibtang iran. Na kalkn iyo so Allah a so Skaniyan i paparatiyayaan iyo"
        },
        {
            "chapter": 60,
            "verse": 12,
            "text": "Hay Nabi, igira a miyakaoma rka so miyamaratiyaya a manga babay a makipphasada siran rka sa di iran izakoto so Allah sa mayto bo, go di siran pzina, go di iran mbono on so manga wata iran, go di siran pnggolawla sa kabokhag, a khitmpo iran oto ko lt o manga lima iran ago so manga ai ran, go di ka iran sangkaan ko ontol, na pakiphasada ka kiran go pangnin ka siran sa maap ko Allah. Mataan! a so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 60,
            "verse": 13,
            "text": "Hay so miyamaratiyaya, di kano phanarig ko pagtaw a kiyararangitan siran o Allah, a sabnar a kiyadaan siran sa panginam ko akhirat, lagid o kiyadai sa panginam ko manga kapir a pd ko manga taw ko manga kobor"
        },
        {
            "chapter": 61,
            "verse": 1,
            "text": "Pthasbik ko Allah so nganin a zisii ko manga langit ago so zisii ko lopa: Go Skaniyan so Mabagr, a Mawngangn"
        },
        {
            "chapter": 61,
            "verse": 2,
            "text": "Hay so miyamaratiyaya, ino niyo gii tharoa so di niyo bo pnggolawlaan"
        },
        {
            "chapter": 61,
            "verse": 3,
            "text": "Miyakala a rarangit a phoon ko Allah sa gii niyo katharoa ko di niyo bo pnggolawlaan"
        },
        {
            "chapter": 61,
            "verse": 4,
            "text": "Mataan! a so Allah na pkhababayaan Iyan so gii siran makimbonoay sii ko lalan Rkaniyan a zisinnday; miyakaibarat siran ko kambalay a piyakanddkta"
        },
        {
            "chapter": 61,
            "verse": 5,
            "text": "Na goani na pitharo o Mosa ko pagtaw niyan: \"Hay pagtaw akn, ino ako niyo dii ziyantaa, a sabnar a katawan iyo a mataan! a sakn na sogo o Allah sii rkano?\" Na kagiya a sominilay siran, na piyakasilay o Allah so manga poso iran. Na so Allah na di Niyan thoroon so pagtaw a manga songklid"
        },
        {
            "chapter": 61,
            "verse": 6,
            "text": "Na gowani na pitharo o Eysa a wata o Maryam: \"Hay manga moriyataw o Israil, mataan! a sakn na sogo o Allah sii rkano, a tomatanto ko miyaonaan ko a Tawrat, go phanothol ko sogo a phakatalingoma ko oriyan ko, a aya ngaran iyan na so Ahmad\". Na kagiya a miyoma niyan kiran so manga rarayag a karina, na pitharo iran: \"Giyaya na balik mata a mapayag"
        },
        {
            "chapter": 61,
            "verse": 7,
            "text": "Na ba adn a taw a makalawan a daroaka ko taw a iniangkob iyan ko Allah, so kabokhag, a skaniyan na pthawagn ko Islam? Na so Allah na di Niyan thoroon so pagtaw a manga daroaka"
        },
        {
            "chapter": 61,
            "verse": 8,
            "text": "Kabaya iran a iphadng iran ko sindaw o Allah so manga ngari iran; a so Allah na tharotopn Iyan so sindaw Niyan, apiya miyagoad so manga kapir"
        },
        {
            "chapter": 61,
            "verse": 9,
            "text": "Skaniyan so somiyogo ko sogo Iyan a rakhs o toroan ago so agama a bnar, ka phakilangkoloban Iyan on so agama sa kalangolangoan iyan, apiya miyagoad so manga pananakoto"
        },
        {
            "chapter": 61,
            "verse": 10,
            "text": "Hay so miyamaratiyaya, ba Ko rkano thoroon so kandagang a makasabt rkano ko siksa a malipds"
        },
        {
            "chapter": 61,
            "verse": 11,
            "text": "So kaparatiyayaa niyo ko Allah go so sogo Iyan, go so kipanagontamann iyo sa lalan ko Allah, ko manga tamok iyo, go so manga ginawa niyo: Giyoto man i mapiya rkano, o skano na katawan niyo"
        },
        {
            "chapter": 61,
            "verse": 12,
            "text": "Napi Niyan rkano so manga dosa niyo, go pakasoldn kano Niyan ko manga sorga, a pphamangondas ko kababaan iyan so manga lawasayg, go manga darpa a manga tatanos sii ko manga sorga a tatap: Giyoto man so daag a mala"
        },
        {
            "chapter": 61,
            "verse": 13,
            "text": "Go adn a salakaw pn a pkhababayaan iyo skaniyan; tabang a phoon ko Allah go daag a masipg. Na pphamanotholing ka sa mapiya so miyamaratiyaya"
        },
        {
            "chapter": 61,
            "verse": 14,
            "text": "Hay miyamaratiyaya, mbaloy kano a manga tabanga o Allah: Izan o kiyatharoa o Eysa a wata o Maryam ko manga Hawariyyon a: \"Antawaa i manga tabanga akn sii ko Allah?\" Pitharo o manga Hawariyyon: \"Skami i manga tabanga o Allah\". Na miyaratiyaya so sabaad ko manga moriyataw o Israil, na miyongkir so sabaad. Na piyakabagr Ami so miyamaratiyaya, ko kizosogataan iran ko ridoay ran, na miyabaloy siran a miyamakadaag"
        },
        {
            "chapter": 62,
            "verse": 1,
            "text": "Pthasbik ko Allah so zisii ko manga langit go so zisii ko lopa, a Phapaar, a Soti, a Mabagr, a Mawngangn"
        },
        {
            "chapter": 62,
            "verse": 2,
            "text": "Skaniyan so somiyogo ko manga Ommi sa sogo a pd kiran, a pkhabatia iyan kiran so manga ayat Iyan; go pphakasoti kiran go pphakandao kiran ko kitab ago so ongangn; a mataan a aya btad iran gowani na matatago dn ko karibat a mapayag"
        },
        {
            "chapter": 62,
            "verse": 3,
            "text": "Go so manga salakaw a pd kiran a da kiran pn raot. Na Skaniyan so Mabagr, a Mawngangn"
        },
        {
            "chapter": 62,
            "verse": 4,
            "text": "Giyoto man so kakayaan o Allah, imbgay Niyan ko taw a kabaya Iyan: Na so Allah i Khirk ko kakayaan a mala"
        },
        {
            "chapter": 62,
            "verse": 5,
            "text": "Aya ropaan o siran a siyanaan ko Tawrat, oriyan iyan na da iran nggolalann skaniyan, na lagid o ropaan o kimar a phagawid sa manga kitab. Miyakaratarata a ropaan o pagtaw a so piyakambokhag iran so manga ayat o Allah: Na so Allah na di Niyan thoroon so pagtaw a manga darowaka"
        },
        {
            "chapter": 62,
            "verse": 6,
            "text": "Tharoang ka: \"Hay manga Yahodi, oba niyo initgo a mataan! a skano i pkhabayaan o Allah a di ron pd so manga manosiya, na zinganin na niyo so kapatay, o skano na pmamataan kano"
        },
        {
            "chapter": 62,
            "verse": 7,
            "text": "Na di iran dn oto zinganinn sa dayon sa dayon, sabap ko miniona o manga lima iran (a dosa). Na so Allah na katawan Iyan so manga darowaka"
        },
        {
            "chapter": 62,
            "verse": 8,
            "text": "Tharoang ka a: \"Mataan! a so kapatay a so pphalagoyan iyo skaniyan: Na mataan aya! a mipthoona kano niyan; oriyan iyan na phakandodn kano ko (Allah a) Matao ko masoln, ago so mapayag: Na phanotholn Iyan rkano so pinggolawla niyo"
        },
        {
            "chapter": 62,
            "verse": 9,
            "text": "Hay miyamaratiyaya, igira a inipananawag so sambayang ko alongan a Jomaat, na nggagaang kano somong ko tadm ko Allah, go awai niyo so kaphapasai: Giyoto man i mapiya rkano o skano na katawi niyo"
        },
        {
            "chapter": 62,
            "verse": 10,
            "text": "Na igira a miyapasad so sambayang, na pharaparak kano ko lopa, go niyo mbabanoga so kakayaan o Allah, go tatadmi niyo so Allah sa madakl, ka ang kano makaslang sa maliwanag"
        },
        {
            "chapter": 62,
            "verse": 11,
            "text": "Na igira a miyakaylay siran sa dagangan, odi na karimbaran, na zasakoya siran on, go ganatang ka iran ko katitindg ka (ya Mohammad). Tharoang ka a: \"So (balas a) zisii ko Allah na aya tomo a di so karimbaran, ago so dagangan! Na so Allah i taralbi a mapiya ko pphamgay sa riskhi"
        },
        {
            "chapter": 63,
            "verse": 1,
            "text": "Igira a miyakaoma rka (ya Mohammad) so manga monapik, na gi iran tharoon a: \"Zasaksian ami a mataan! a ska na titho a sogo o Allah\". Na so Allah na katawan Iyan a mataan! a ska na titho a sogo Iyan. Na so Allah na zasaksian Iyan a mataan! a so manga monapik na titho a manga bokhag"
        },
        {
            "chapter": 63,
            "verse": 2,
            "text": "Biyaloy ran so manga sapa iran a lindonga: ka an iran pkhaalangi so lalan ko Allah. Mataan! a siran na miyakaratarata so pinggolawla iran"
        },
        {
            "chapter": 63,
            "verse": 3,
            "text": "Giyoto man na sabap sa mataan a siran na miyaratiyaya siran, oriyan iyan na miyongkir siran, na miyapatri so manga poso iran; na siran na di siran phakasabot"
        },
        {
            "chapter": 63,
            "verse": 4,
            "text": "Na igira a miyaylaing ka siran na pkhasoat ka o manga lawas iran. Na amay ka mitharo siran na pphamamakin´gn ka so katharo iran. Lagid siran o manga kayo a khisasaragn. Arangan iran ko oman i lalis na itotompa kiran. Siran so manga ridoay, na iktiyaring ka siran. Pimorkaan siran o Allah! andamanaya i katatalikhod iran"
        },
        {
            "chapter": 63,
            "verse": 5,
            "text": "Na igira a pitharo kiran a: \"Song kano sii ka ang kano mipangni sa maap o Rasolollah!\" Na ipanglngklng iran so manga olo iran, go maylaing ka siran a pphamanalikhod, a siran na khipananakabor"
        },
        {
            "chapter": 63,
            "verse": 6,
            "text": "Magizan o inipangning ka siran sa maap, antawaa dang ka siran pangnin sa maap, ka di siran dn pmaapan o Allah. Mataan! a so Allah na di Niyan thoroon so pagtaw a manga songklid"
        },
        {
            "chapter": 63,
            "verse": 7,
            "text": "Siran so gii tharo sa: \"Di niyo pphamgi so taw a tampil ko Rasolollah, taman sa di iran blagn\". Na rk o Allah so manga kakawasaan ko manga langit ago so lopa; na ogaid na so manga monapik na di iran sasabotn"
        },
        {
            "chapter": 63,
            "verse": 8,
            "text": "Gi iran tharoon a: \"Ibt o makandod tano sa Madinah, na phakaawaan roo dn o mabagr so malobay\", na rk o Allah so bagr go rk o sogo Iyan, go rk o miyamaratiyaya; na ogaid na so manga monapik na di iran katawan"
        },
        {
            "chapter": 63,
            "verse": 9,
            "text": "Hay so miyamaratiyaya, oba kano mabimban o manga tamok iyo ago so manga wata iyo ko tadm ko Allah. Na sa taw a nggolawla roo, na siran man na siran i miyangalologi"
        },
        {
            "chapter": 63,
            "verse": 10,
            "text": "Na pammgay kano ko inibgay Ami rkano ko dapn kapakatalingoma ko isa rkano, o kapatay, na matharo iyan: \"Kadnan ko, ino akong Ka di phakaakola sa taman ko taalik a marani, ka an ako makazasadka, go an ako mabaloy a pd ko manga bilangataw"
        },
        {
            "chapter": 63,
            "verse": 11,
            "text": "Na da dn a phakaakoln o Allah a baraniyawa igira a miyakaoma so adiyal iyan. Na so Allah na Kaip Iyan so gii niyo nggolawlaan"
        },
        {
            "chapter": 64,
            "verse": 1,
            "text": "Pthasbik ko Allah so zisii ko manga langit ago so zisii ko lopa; rk Iyan so bantogan; go Skaniyan sii ko langowan taman na Gaos Iyan"
        },
        {
            "chapter": 64,
            "verse": 2,
            "text": "Skaniyan so miyadn rkano; na so sabaad rkano na kapir, na so sabaad rkano na mapaparatiyaya: Na so Allah na so gii niyo nggolawlaan na Phagilayn Iyan"
        },
        {
            "chapter": 64,
            "verse": 3,
            "text": "Inadn Iyan so manga langit ago so lopa sii ko bnar, go pimbontalan kano Niyan, na piphiyapiyaan Iyan so manga bontal iyo; go sii Rkaniyan so khabolosan"
        },
        {
            "chapter": 64,
            "verse": 4,
            "text": "Katawan Iyan so zisii ko manga langit ago so lopa, go katawan Iyan so isosoln iyo go so papayagn iyo; na so Allah na katawan Iyan so zisii ko manga rarb"
        },
        {
            "chapter": 64,
            "verse": 5,
            "text": "Ba rkano da makatalingoma so totholan ko siran a miyamangongkir gowani? Na kiyataaman iran so karata o olawla iran. Go adn a bagian iran a siksa a malipds"
        },
        {
            "chapter": 64,
            "verse": 6,
            "text": "Giyoto man, na sabap sa mataan aya a miyakatalingoma kiran so manga sogo kiran rakhs o manga rarayag a karina, na pitharo iran a: \"Ba so manosiya i pnggonanao rk tano?\" Na inongkir iran, go tomiyalikhod siran. Na Kawasa so Allah. Na so Allah na Kaya a Pphodin"
        },
        {
            "chapter": 64,
            "verse": 7,
            "text": "Initgo o siran a miyamangongkir a di siran dn khawyag zaroman. Tharoang ka (ya Mohammad): \"Oway na, ibt ko Kadnan ko! ka mataan a pagoyagn kano dn, oriyan iyan na mataan a phanotholn rkano dn so pinggolawla niyo. Na giyoto man sii ko Allah na malbod"
        },
        {
            "chapter": 64,
            "verse": 8,
            "text": "Na paratiyayaa niyo so Allah go so sogo Iyan, go so (Qor´an a) sindaw a so initoron Ami. Na so Allah na so gii niyo nggolawlaan na Kaip Iyan"
        },
        {
            "chapter": 64,
            "verse": 9,
            "text": "Sii ko alongan a kalimoda Niyan rkano ko alongan a kaplimod; - giyoto man so alongan (a kapayag) o kalogi. Na sa taw a paratiyayaan iyan so Allah go nggalbk sa mapiya, - na lalasn Iyan on so manga dosa niyan, go pakasoldn Iyan ko manga sorga a pphamangondas ko kababaan iyan so manga lawasayg, makakakal siran on sa dayon sa dayon: Giyoto man i daag a mala"
        },
        {
            "chapter": 64,
            "verse": 10,
            "text": "Na so miyamangongkir go piyakambokhag iran so manga ayat Ami, na siran man i manga taw ko naraka, a makakakal siran on: Na miyakaratarata a khabolosan"
        },
        {
            "chapter": 64,
            "verse": 11,
            "text": "Da a minisogat a tiyoba, a ba di sabap sa idin o Allah: Na sa taw a maratiyaya ko Allah, na nggonanaon Iyan so poso iyan: Na so Allah sii ko langowan taman na katawan Iyan"
        },
        {
            "chapter": 64,
            "verse": 12,
            "text": "Na onoti niyo so Allah, go onoti niyo so Rasol: Na o talikhod kano, na aya bo a paliyogat ko sogo Ami na so kapamakasampay a mapayag"
        },
        {
            "chapter": 64,
            "verse": 13,
            "text": "So Allah! Da a tohan a inonta Skaniyan. Na so bo so Allah i sarigi o miyamaratiyaya"
        },
        {
            "chapter": 64,
            "verse": 14,
            "text": "Hay so miyamaratiyaya, mataan! a so sabaad ko manga karoma niyo go so manga wata iyo a ridoay niyo, na iktiyari niyo siran. Na o pmaap kano, go dapay niyo, go nomapi kano, na mataan! a so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 64,
            "verse": 15,
            "text": "So manga tamok iyo go so manga wata iyo na matag rkano tpng: Na so Allah na Ron so balas a mala"
        },
        {
            "chapter": 64,
            "verse": 16,
            "text": "Na kalkn iyo so Allah sa sadn sa khagaga niyo, go pphamamakin´g kano, go pphangongonotan kano, go pphammgay kano sa mapiya a rk o manga ginawa niyo. Na sa taw a ipilak iyan so kaligt o ginawa niyan, na siran man na siran i phamakadaag"
        },
        {
            "chapter": 64,
            "verse": 17,
            "text": "O pagotangi niyo so Allah sa otang a mapiya; na pthaktakpn Iyan oto rkano, go napiyan kano Niyan: Na so Allah na Masalamatn, a Matigr"
        },
        {
            "chapter": 64,
            "verse": 18,
            "text": "Katawan Iyan so masoln ago so mapayag, a Mabagr, a Mawngangn"
        },
        {
            "chapter": 65,
            "verse": 1,
            "text": "Hay Nabi, igira a ipzoway niyo so manga babay, na zoway niyo siran sii ko ida iran, go itonga niyo so ida: Go kalkn iyo so Allah a Kadnan iyo; di niyo siran phakaawaa ko manga walay (a babalingan) iran, go di siran pagawa inonta o makasogok siran sa pakasisingay, a mapayag. Na giyoto man i manga taman o Allah: Na sa taw a lomawan ko manga taman o Allah, na sabnar a miyabinasa niyan a ginawa niyan: ding ka katawan: Na masikn a so Allah na adn a pmbago Niyan ko oriyan oto a khasowa"
        },
        {
            "chapter": 65,
            "verse": 2,
            "text": "Na igira a ipraot siran ko taalik kiran, na balingi niyo siran sii ko adat a mapiya, odi na mblagn iyo siran sii ko adat a mapiya, go pakizaksii niyo so dowa a maontol a pd rkano, go pamayandgn iyo so kazaksi a rk o Allah. Giyoto man na ipphangthoma oto ko taw a aya btad iyan na paparatiyayaan iyan so Allah, ago so alongan a mawri. Na sa taw a ikalk iyan so Allah, na snggayan Iyan sa milidas iyan ko margn"
        },
        {
            "chapter": 65,
            "verse": 3,
            "text": "Go mbgan Iyan sa pagpr a di niyan mapipikir. Na sa taw a somarig ko Allah, na Skaniyan dn i Maako ron. Mataan! a so Allah na pakapphamondasn Iyan so sogoan Iyan. Sabnar a tiyagoan o Allah so langowan taman sa diyangka"
        },
        {
            "chapter": 65,
            "verse": 4,
            "text": "Na so mithaman kiran so hayd ko manga babay rkano, na amay ka kapaparampangan kano, na aya ida iran na tlo olan, go (lagid oto so) siran a da pn mahayd. Na so manga oogat, na aya ida iran na so kimbawataan iran ko ikaogat iran. Na sa taw a ikalk iyan so Allah, na snggayan Iyan ko okit iyan sa malbod"
        },
        {
            "chapter": 65,
            "verse": 5,
            "text": "Giyoto man i sogoan o Allah, a initoron Iyan oto sii rkano: Na sa taw a ikalk iyan so Allah, na lalasn Iyan on so manga dosa niyan, go pakalaan Iyan ko bagian iyan so balas"
        },
        {
            "chapter": 65,
            "verse": 6,
            "text": "Pakababalinga niyo siran ko sadn sa babalingan iyo, sii ko gaos iyo: Go di niyo siran phakargni, ka kaphakasimpitan iyo siran. Na amay ka adn a manga ikawgat iran, na nggastowi niyo siran taman sa mimbawata iran so ikawgat iran: Na amay ka pakasoson iran rkano, na bgan iyo kiran so manga tndan kiran; go pphamagodasai niyo sii ko btad a mapiya. Na amay ka makaphrgna kano, na pakasoson rkaniyan o salakaw (a babay)"
        },
        {
            "chapter": 65,
            "verse": 7,
            "text": "Nggasto so adn a kakawasaan iyan ko kakawasaan iyan: Na sa taw a miyakasimpit on so pagpr iyan, na nggasto ko inibgay ron o Allah. Da a iphaliyogat o Allah ko ginawa a rowar ko inibgay Niyan on. Mbalowin bo o Allah ko oriyan o margn so malbod"
        },
        {
            "chapter": 65,
            "verse": 8,
            "text": "Madakl a phagingd a siyangka iyan so sogoan o Kadnan iyan, ago so manga sogo Iyan, na piyamagitong Ami skaniyan sa itongan a margn, go siniksa Ami skaniyan sa siksa a pakasisingay"
        },
        {
            "chapter": 65,
            "verse": 9,
            "text": "Na kiyataaman iyan so karata o olawla niyan, go miyabaloy so kiya akiran ko olawla niyan a kalogi"
        },
        {
            "chapter": 65,
            "verse": 10,
            "text": "Pithiyagaran siran o Allah sa siksa a sangat; na kalkn iyo so Allah, hay adn a manga sabot iyan - a miyamaratiyaya! - sabnar a piyakatoronan kano o Allah sa pananadm"
        },
        {
            "chapter": 65,
            "verse": 11,
            "text": "Sogo a pphakabatiya rkano ko manga ayat o Allah, a miyamakawsay, - ka an iyan mapakaawa so miyamaratiyaya, go minggagalbk sa manga pipiya phoon ko manga lilibotng sa mawit ko maliwanag. Na sa taw a paratiyayaan iyan so Allah go nggalbk sa mapiya, na pakasoldn Iyan ko manga sorga a pphamangondas ko kababaan iyan so manga lawasayg, makakakal siran on sa dayon sa dayon: Sabnar a piphiyapiyaan o Allah so bagian iyan sa pagpr"
        },
        {
            "chapter": 65,
            "verse": 12,
            "text": "So Allah so miyadn ko pito a manga langit, go so lopa a lagid oto. Pthoron so sogoan ko pagltan iran, ka an iyo katokawi a mataan! a so Allah sii ko langowan taman na Gaos Iyan, go mataan! a so Allah na sabnar a mararangkom Iyan a katao so langowan taman"
        },
        {
            "chapter": 66,
            "verse": 1,
            "text": "Hay Nabi, inong ka kharama so piyakay rka o Allah, a iphloloba aka ko manga kasosoat o manga karomang ka? Na so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 66,
            "verse": 2,
            "text": "Sabnar a biyaloy rkano o Allah a bitikan so kakhiparat ko manga sapa iyo; na so Allah i Panarigan iyo; go Skaniyan so Matao, a Mawngangn"
        },
        {
            "chapter": 66,
            "verse": 3,
            "text": "Na gowani a pakipagma o Nabi ko sabaad ko manga karoma niyan so miyanggolawla; na kagiya a pamanotholn iyan oto go piyayag on o Allah, na tiyanto niyan so sabaad na tiyalikhodan iyan so sabaad. Na kagiya a panotholn iyan on oto na pitharo iyan a: \"Antawaa i miyanothol rka sii?\" Pitharo iyan: \"Piyanothol rakn (o Allah a) Matao, a Kaip"
        },
        {
            "chapter": 66,
            "verse": 4,
            "text": "Amay ka thawbat kano a dowa sii ko Allah, ka sabnar a miyakasilay so poso iyo, (na tharimaan Iyan); na o thabangain iyo so sorang Rkaniyan, na mataan! a so Allah na Skaniyan i Panarigan iyan, go so Jibril, go so maontol ko miyamaratiyaya; go so manga malaikat ko oriyan oto na tabanga iyan"
        },
        {
            "chapter": 66,
            "verse": 5,
            "text": "Matatangkd a so Kadnan iyan, na o undai kano niyan, na phakasambiin Iyan skaniyan sa manga karoma a mapiya a di skano, a mimbabayorantang, a miyamaratiyaya, a miyamangongonotan, a manga baratawbat, a manga barasimba, a manga barapowasa, a manga bitowann, go manga raga"
        },
        {
            "chapter": 66,
            "verse": 6,
            "text": "Hay miyamaratiyaya, lidasn iyo so manga ginawa niyo go so taalok rkano ko apoy a aya itagon iyan na so manga manosiya ago so manga ator, a pakisisiyap ko manga malaikat a manga babasng, a manga babagr, di iran zangkaan so Allah ko sogoan Iyan kiran, go inggogolalan iran so ipzogo kiran"
        },
        {
            "chapter": 66,
            "verse": 7,
            "text": "Hay miyamangongkir, di kano dn pphamitowa sa alongan nai! ka aya bo a imbalas rkano na so pinggolawla niyo"
        },
        {
            "chapter": 66,
            "verse": 8,
            "text": "Hay so miyamaratiyaya! thawbat kano ko Allah sa kathawbat a totoo: Matatangkd a so Kadnan iyo na lalasn Iyan rkano so manga dosa niyo, go pakasoldng kano Niyan ko manga sorga a pphamangondas ko kababaan iyan so manga lawasayg, sii ko alongan a di phakayto on o Allah so Nabi ago so miyamaratiyaya a pd iyan. So sindaw iran na lomalangkap ko hadapan iran ago so manga kawanan iran: Ptharoon iran a: \"Kadnan ami, sampornaang Ka rkami so sindaw ami, go napii kaming Ka: Mataan! a Ska i Gaos ko langowan taman"
        },
        {
            "chapter": 66,
            "verse": 9,
            "text": "Hay Nabi, prangang ka so manga kapir, ago so manga monapik, go pakabasnging ka siran. Na darpa iran so naraka Jahannam; a mikharatarata a khabolosan"
        },
        {
            "chapter": 66,
            "verse": 10,
            "text": "Mimbaal so Allah sa ibarat, ko siran a miyamangongkir: So karoma o Noh ago so karoma o Lot: Giya dowa oto na darodopa o dowa oripn a pd ko manga oripn Ami, a manga bilangataw na diyorat iran a dowa oto na da a minilinding iran sa dowa oto (a babay) ko (siksa o) Allah a mayto bo, go ptharoon (sa dowa oto a babay) a: \"Sold kano ko naraka a pd o phamakasold on"
        },
        {
            "chapter": 66,
            "verse": 11,
            "text": "Go mimbaal so Allah sa ibarat ko siran a miyamaratiyaya: So karoma o Pir´awn, gowani na pitharo iyan: \"Kadnan ko, pakimbalayn akong Ka sii ko marani Rka sa walay sii ko sorga, go sabta kong Ka phoon ko Pir´awn, go so galbk iyan, go sabta kong Ka phoon ko pagtaw a manga darowaka"
        },
        {
            "chapter": 66,
            "verse": 12,
            "text": "Go so Maryam a wata o Imran, a so siniyap iyan a ginawa niyan; na iniiyop Ami ron so pd ko inadn Ami a niyawa; go tiyanto niyan so manga katharo o Kadnan iyan, go so manga kitab iyan, go miyapd ko pphamangongonotan (ko Allah)"
        }
    ]
}