{
    "juzs": [
        {
            "chapter": 67,
            "verse": 1,
            "text": "Maporo so (Allah a) zisii sa tangan Iyan so kapaar; go Skaniyan sii ko langowan taman na Gaos Iyan"
        },
        {
            "chapter": 67,
            "verse": 2,
            "text": "So miyadn ko kapatay ago so kawyag, ka ang kano Niyan katpngi o antawaa rkano i mapiya i galbk: Na Skaniyan so Domadaag, a Manapi"
        },
        {
            "chapter": 67,
            "verse": 3,
            "text": "So miyadn ko pito a manga langit a miyaka phapangkata: da a khaylaing ka ko kiyapangadn o Masalinggagaw a sombang. Na pharomaning ka milay: Ba adn a khaylaing ka on a manga opak"
        },
        {
            "chapter": 67,
            "verse": 4,
            "text": "Oriyan iyan na pharomaning ka milay sa makadowa: Ka makambalingan rka so kaylay a kalolobayan, a skaniyan na lalamnn"
        },
        {
            "chapter": 67,
            "verse": 5,
            "text": "Na sabnsabnar a phipharasan Ami so langit a marani sa manga bitoon, go biyaloy Ami oto a manga lbad ko manga shaytan; go pithiyagaran Ami siran sa siksa a kadg"
        },
        {
            "chapter": 67,
            "verse": 6,
            "text": "Na bagian o siran a miyamangongkir ko Kadnan iran so siksa ko naraka Jahannam: Na miyakaratarata a khabolosan"
        },
        {
            "chapter": 67,
            "verse": 7,
            "text": "Amay ka pamozangn siran on na makan´g siran on sa dalg a skaniyan na phlikabo"
        },
        {
            "chapter": 67,
            "verse": 8,
            "text": "Mayto bo na makapzisibaya phoon sa gani. Oman i phozangn on a salompok na izaan siran o khisisiyap on: \"Ba da a miyakatalingoma rkano a pphamakaiktiyar"
        },
        {
            "chapter": 67,
            "verse": 9,
            "text": "Tharoon iran: \"Oway; sabnar a miyakaoma rkami so pphamakaiktiyar, na piyakambokhag ami ago pitharo ami: ´Da a piyakatoron o Allah a mayto bo, da ko skano inonta na matatago ko karibat a mala´"
        },
        {
            "chapter": 67,
            "verse": 10,
            "text": "Go tharoon iran: \"Opama ka miyakapamamakin´g kami, odi na miyakapamimikiran kami, na di kami mabaloy a pd ko manga taw ko kadg"
        },
        {
            "chapter": 67,
            "verse": 11,
            "text": "Na mipagikral iran so dosa iran; na kapakawatan ko limo a bagian o manga taw ko kadg"
        },
        {
            "chapter": 67,
            "verse": 12,
            "text": "Mataan! a so ikaalk iran so Kadnan iran sa masoln, na adn a bagian iran a maap, go balas a mala"
        },
        {
            "chapter": 67,
            "verse": 13,
            "text": "Na pnanayn iyo so katharo iyo odi na pakatanogn iyo skaniyan. Mataan! a Skaniyan na katawan Iyan so zisii ko manga rarb"
        },
        {
            "chapter": 67,
            "verse": 14,
            "text": "Ba Niyan di katawi so inadn Iyan? A Skaniyan so Lambasi-katao, a Kaip"
        },
        {
            "chapter": 67,
            "verse": 15,
            "text": "Skaniyan so biyaloy Niyan rkano so lopa a phapasiyonot, na lalakaw kano ko mbalabala on, go kang kano ko pagpr o Allah. Na sii Rkaniyan so kaphangoyag zaroman"
        },
        {
            "chapter": 67,
            "verse": 16,
            "text": "Ba kano sasarig ko Skaniyan a zisii ko langit sa di kano Niyan landngn ko lopa amay ka skaniyan na mabirbir"
        },
        {
            "chapter": 67,
            "verse": 17,
            "text": "Antawaa ba kano sasarig ko Skaniyan a zisii ko langit sa di kano Niyan botawanan sa ndo (a maka-aawid sa ator)? Na katokawan iyo bo o antonaa so kapphamakaiktiyar Akn"
        },
        {
            "chapter": 67,
            "verse": 18,
            "text": "Na sabnsabnar a piyakambokhag o siran a miyaonaan iran (so manga rasol), na antonaa i miyambtad o kiyaalina Ko (kiran)"
        },
        {
            "chapter": 67,
            "verse": 19,
            "text": "Ba iran da maylay so manga papanok ko kaporoan iran a khikakayat sa papak go ipkhakp iran? da a makakakapt kiran inonta so Masalinggagaw. Mataan! a Skaniyan sii ko langowan taman na phagilayn Iyan"
        },
        {
            "chapter": 67,
            "verse": 20,
            "text": "Ba adn a taw a giyaya so skaniyan na tantara iyo a phakatabang rkano a salakaw ko (Allah a) Masalinggagaw? Da ko miyamangongkir inonta na matatago ko kalilimpang"
        },
        {
            "chapter": 67,
            "verse": 21,
            "text": "Ba adn a taw a giyaya so phakabgay rkano sa riskhi, amay ka rnn (o Allah) so rizkhi Niyan? Kna, ka piyakapamts iyo so kathakabor, ago so kaphapalagoy"
        },
        {
            "chapter": 67,
            "verse": 22,
            "text": "Ino so taw a pphlalakaw a iggpha niyan a paras iyan, aya makaoontol antawaa so taw a pphlalakaw a mbabatang ko lalan a matitho"
        },
        {
            "chapter": 67,
            "verse": 23,
            "text": "Tharoang ka a: \"Skaniyan so miyadn rkano go sominggay rkano ko kan´g, ago so manga kaylay, go so manga poso. Miyakayto ito a kapphanalamat iyo"
        },
        {
            "chapter": 67,
            "verse": 24,
            "text": "Tharoang ka a: \"Skaniyan so miyarmbad rkano ko lopa, go Ron kano plimoda"
        },
        {
            "chapter": 67,
            "verse": 25,
            "text": "Na gi iran tharoon a: Anda dn angkai a diyandi o skano na mmamataan kano"
        },
        {
            "chapter": 67,
            "verse": 26,
            "text": "Tharoang ka a: \"So katawi ron na sii bo ko Allah, ka sakn na matag pphamakaiktiyar a mapayag"
        },
        {
            "chapter": 67,
            "verse": 27,
            "text": "Na amay ka maylay ran skaniyan a marani, na makarimng so manga paras o siran a miyamangongkir; na adn a ptharo: \"So giyai so skano na pphangnin iyo skaniyan"
        },
        {
            "chapter": 67,
            "verse": 28,
            "text": "Tharoang ka a: \"Ay gda iyo amay ka binasaan ako o Allah ago so manga pd akn, odi na ikalimo kami Niyan, na antawaa i makalinding ko miyamangongkir phoon ko siksa a malipds"
        },
        {
            "chapter": 67,
            "verse": 29,
            "text": "Tharoang ka a: \"Skaniyan so Masalinggagaw: Piyaratiyaya mi Skaniyan, go Skaniyan bo i siyarigan ami: Na katokawan iyo bo o antawaa i skaniyan i matatago ko karibat a mapayag"
        },
        {
            "chapter": 67,
            "verse": 30,
            "text": "Tharoang ka a: \"Ay gda iyo amay ka mabaloy so ig iyo a somnp, na antawaa i katalingomaan kano niyan sa ig a pthoga"
        },
        {
            "chapter": 68,
            "verse": 1,
            "text": "Noon. (So Allah i Matao ko paka-aantapan Iyan on.) Ibt ko pansom ago so nganin a ipzorat iran"
        },
        {
            "chapter": 68,
            "verse": 2,
            "text": "Sabap ko limo o Kadnan ka (ya Mohammad) na kna a ba ka pmbthanga"
        },
        {
            "chapter": 68,
            "verse": 3,
            "text": "Na mataan! a rk ka so mala a balas a di pthaman"
        },
        {
            "chapter": 68,
            "verse": 4,
            "text": "Go mataan! a ska na titho a thatakna ko parangay a mala"
        },
        {
            "chapter": 68,
            "verse": 5,
            "text": "Na khaylaing ka dn, go khaylay ran"
        },
        {
            "chapter": 68,
            "verse": 6,
            "text": "O antawaa rkano i mariribat"
        },
        {
            "chapter": 68,
            "verse": 7,
            "text": "Mataan! a so Kadnan ka na Skaniyan i Matao ko taw a sominilay phoon ko lalan Iyan: Go Skaniyan i Matao ko miyamangdg ko ontol"
        },
        {
            "chapter": 68,
            "verse": 8,
            "text": "Na ding ka pagonoti so miyamanaplis"
        },
        {
            "chapter": 68,
            "verse": 9,
            "text": "Na kabaya iran a oba ka bo plokha: ka an siran makalokha"
        },
        {
            "chapter": 68,
            "verse": 10,
            "text": "Na ding ka pagonoti so oman i balisapaan, a Hina"
        },
        {
            "chapter": 68,
            "verse": 11,
            "text": "A taliyantaan, a ilalalakaw niyan so kapamangondor"
        },
        {
            "chapter": 68,
            "verse": 12,
            "text": "Phagrn ko mapiya, a malawani, a baradosa"
        },
        {
            "chapter": 68,
            "verse": 13,
            "text": "Talibatak, oriyan oto na wata sa zina"
        },
        {
            "chapter": 68,
            "verse": 14,
            "text": "Kagiya adn a tamok iyan, ago manga wata"
        },
        {
            "chapter": 68,
            "verse": 15,
            "text": "Igira a pphangadian on so manga ayat Ami, na gii niyan tharoon a: \"Manga iringa a kabokhag o miyanga oona"
        },
        {
            "chapter": 68,
            "verse": 16,
            "text": "Tiyapan Ami dn skaniyan sa ngirong"
        },
        {
            "chapter": 68,
            "verse": 17,
            "text": "Mataan! a Skami na tiniyoba Ami siran lagid o kiyatiyoba Ami ko khimangark ko pamomolan, gowani a zapa siran sa mataan a phragonn iran dn skaniyan a phangabalaga siran"
        },
        {
            "chapter": 68,
            "verse": 18,
            "text": "Go di siran phanabiya"
        },
        {
            "chapter": 68,
            "verse": 19,
            "text": "Na kiyalikopan oto a tiyoba a phoon ko Kadnan ka, a siran na khitotorogn siran"
        },
        {
            "chapter": 68,
            "verse": 20,
            "text": "Na miyabaloy a lagid o gagawii a malibotng"
        },
        {
            "chapter": 68,
            "verse": 21,
            "text": "Na mithatawaga siran ko kiyapitai kiran"
        },
        {
            "chapter": 68,
            "verse": 22,
            "text": "Pangabalaga kano ko pangomaan iyo o skano na phragon kano"
        },
        {
            "chapter": 68,
            "verse": 23,
            "text": "Na lomiyalakaw siran, a siran na ipphnanay ran tharo"
        },
        {
            "chapter": 68,
            "verse": 24,
            "text": "Da dn a makasold rkano ron sa alongan nai a miskin"
        },
        {
            "chapter": 68,
            "verse": 25,
            "text": "Na komiyabalaga siran, ka an di phakawnot so manga miskin, a khittgo siran"
        },
        {
            "chapter": 68,
            "verse": 26,
            "text": "Na kagiya a maylay ran oto, na pitharo iran a: \"Mataan! a sktano na titho a miyangadadadag"
        },
        {
            "chapter": 68,
            "verse": 27,
            "text": "Kna, ka sktano na piyapas rk tano"
        },
        {
            "chapter": 68,
            "verse": 28,
            "text": "Pitharo o mapiya kiran: \"Ba ko rkano da tharoa: ´Ino kano di thasbik (ko Allah)´"
        },
        {
            "chapter": 68,
            "verse": 29,
            "text": "Pitharo iran: \"Soti so Kadnan tano! Mataan! a sktano na mimbaloy tano a manga darowaka"
        },
        {
            "chapter": 68,
            "verse": 30,
            "text": "Na siyangoran o sabaad kiran so sabaad, a gii siran zsndita"
        },
        {
            "chapter": 68,
            "verse": 31,
            "text": "Pitharo iran: \"Hay dowan dowaan tano, mataan! a sktano na mimbaloy tano a manga malawani"
        },
        {
            "chapter": 68,
            "verse": 32,
            "text": "Masikn a so Kadnan tano na zambian Iyan rktano sa mapiya a di giyoto: Mataan! a sktano na sii tano dn ko Kadnan tano pangangarapan"
        },
        {
            "chapter": 68,
            "verse": 33,
            "text": "Giyoto dn man so siksa (ko doniya). Na mataan! a so siksa ko akhirat i lbi a mala; o siran na katawi ran"
        },
        {
            "chapter": 68,
            "verse": 34,
            "text": "Mataan! a bagian o miyamananggila, sii ko Kadnan iran so manga sorga a pakadarandang"
        },
        {
            "chapter": 68,
            "verse": 35,
            "text": "Ba Ami mbaloya so mimbabayorantang a lagid o manga sala"
        },
        {
            "chapter": 68,
            "verse": 36,
            "text": "Ino kano wai? Andamanaya i kipkhokomn iyo (ko bkhog)"
        },
        {
            "chapter": 68,
            "verse": 37,
            "text": "Ba adn a kitab iyo a kapphangadian iyo ron"
        },
        {
            "chapter": 68,
            "verse": 38,
            "text": "A mataan! a khakowa niyo ron so nganin a khapili iyo"
        },
        {
            "chapter": 68,
            "verse": 39,
            "text": "Antawaa ba adn a manga diyandi tano a lomalagaday sa taman ko alongan a qiyamah: Sa mataan! a khakowa niyo so nganin a ipkhokom iyo"
        },
        {
            "chapter": 68,
            "verse": 40,
            "text": "Izaan ka kiran, o antawaa kiran i mangangako roo"
        },
        {
            "chapter": 68,
            "verse": 41,
            "text": "Antawaa ba adn a manga sakoto iran? Na pakadarpaa iran i manga sakoto iran, o siran na mmamataan siran"
        },
        {
            "chapter": 68,
            "verse": 42,
            "text": "So alongan a qiyamah na phangosbo so btad, go so kapakargn o alayalay niyan, go pakamaon so Allah a Maporo ko kapakaptatailisaa Niyan ko kakhokoma ko ndolondolonan o manga kaadn, na zawaan Iyan a pamosoan Iyan a mapiya a da a khaibaratan on ko manga kaadn a isabo go itawag kiran so kasojiod, na di iran magaga"
        },
        {
            "chapter": 68,
            "verse": 43,
            "text": "Makassnong so manga kaylay ran, - a kakokoloban siran sa kahinaan. Na sabnar a siran na ipthawag kiran (ko doniya) so kasojiod a siran na kadadayaan iran"
        },
        {
            "chapter": 68,
            "verse": 44,
            "text": "Na botawani akong ka ago so taw a gii niyan pakambokhagn angkai a tothol: Zagintonn Ami siran dn somiksa sa di iran katawan"
        },
        {
            "chapter": 68,
            "verse": 45,
            "text": "Na pakadadamayn Ko siran. Mataan! a so antangan Akn na maylot"
        },
        {
            "chapter": 68,
            "verse": 46,
            "text": "Ba ka kiran pphangni sa sokay, a siran na minipnd kiran a bayadan"
        },
        {
            "chapter": 68,
            "verse": 47,
            "text": "Antawaa ba zisii kiran so migagaib, na siran i pphanorat on"
        },
        {
            "chapter": 68,
            "verse": 48,
            "text": "Na phantang ka ko kokoman o Kadnan ka, go oba kamabaloy a lagid o (Yonos a) miyatago ko (tiyan o) sda; gowani a makapangangarapan, a skaniyan na kammnmnan"
        },
        {
            "chapter": 68,
            "verse": 49,
            "text": "Oda raota skaniyan o limo a phoon ko Kadnan iyan, na mataan a imbowang Ami ko taog, a pagilidan, a skaniyan na kapapaawingan"
        },
        {
            "chapter": 68,
            "verse": 50,
            "text": "Na pinili skaniyan o Kadnan Iyan, na biyaloy Niyan a pd ko manga bilangataw"
        },
        {
            "chapter": 68,
            "verse": 51,
            "text": "Na mataan a mayto bo na so miyamangongkir na khipaps ka iran dn sabap ko manga kaylay ran ko kiyan´ga iran ko pananadm, go gi iran tharoon a: \"Mataan! a skaniyan na titho a pmbthangn"
        },
        {
            "chapter": 68,
            "verse": 52,
            "text": "Na da ko skaniyan (a Qor´an) inonta na pananadm a rk o manga kaadn"
        },
        {
            "chapter": 69,
            "verse": 1,
            "text": "So phakatangkd"
        },
        {
            "chapter": 69,
            "verse": 2,
            "text": "Antonaa so phakatangkd"
        },
        {
            "chapter": 69,
            "verse": 3,
            "text": "Na antawaa i miyakandao rka o antonaa so phakatangkd (a giyoto so bangkit)"
        },
        {
            "chapter": 69,
            "verse": 4,
            "text": "Piyakambokhag o pagtaw a Samod, ago so pagtaw a Ad so phakatktk"
        },
        {
            "chapter": 69,
            "verse": 5,
            "text": "Na so pagtaw a Samod, na inibinasa kiran so lalis a minitaralo"
        },
        {
            "chapter": 69,
            "verse": 6,
            "text": "Na so pman so pagtaw a Ad, na inibinasa kiran so ndo a domadagoos, a miyakabandbands"
        },
        {
            "chapter": 69,
            "verse": 7,
            "text": "Piyakapangarasi Niyan kiran sa miyakapito ka gagawii, go miyakawalo ka dawndaw sa da mapta, na khaylaing ka so pagtaw roo a khipakakklit, lagid oba siran manga itado a korma a miyanga o othang"
        },
        {
            "chapter": 69,
            "verse": 8,
            "text": "Na ba adn a khaylaing ka kiran a malalamba"
        },
        {
            "chapter": 69,
            "verse": 9,
            "text": "Na siyogok o Pir´awn, ago so miyaonaan iyan, ago so taw sa Mo´tafikah so dosa"
        },
        {
            "chapter": 69,
            "verse": 10,
            "text": "Go siyangka iran so sogo o Kadnan iran, na siniksa Iyan siran sa siksa a maylot"
        },
        {
            "chapter": 69,
            "verse": 11,
            "text": "Mataan! a Skami na kagiya a lomapay so ig na riyoran Ami skano ko kapal"
        },
        {
            "chapter": 69,
            "verse": 12,
            "text": "Kaan Ami rkano oto mabaloy a pananadm, go adn man´g skaniyan o tangila a pphamamakin´g"
        },
        {
            "chapter": 69,
            "verse": 13,
            "text": "Na amay ka iyopn so sanggakala sa kaiyop a makaysa"
        },
        {
            "chapter": 69,
            "verse": 14,
            "text": "Go madiyongkat so lopa ago so manga palaw, na maropt a dowa oto sa karopt a makaysa"
        },
        {
            "chapter": 69,
            "verse": 15,
            "text": "Na sa alongan oto na makatana so phakatana (a giyoto so bangkit)"
        },
        {
            "chapter": 69,
            "verse": 16,
            "text": "Go manga oopak so langit, na skaniyan sa alongan oto na makalmk"
        },
        {
            "chapter": 69,
            "verse": 17,
            "text": "Go so manga malaikat na sii ko manga bagibir iyan. Na tanggongn so aras o Kadnan ka ko kaporoan iran sa alongan oto o walo (a manga malaikat)"
        },
        {
            "chapter": 69,
            "verse": 18,
            "text": "Sa alongan oto na pakadarpaan kano na da a makapagma rkano a phagma"
        },
        {
            "chapter": 69,
            "verse": 19,
            "text": "Na so mibgay ron so daptar iyan, sii ko kawanan iyan, na tharoon iyan a: \"Kowaa niyo, na batiyaa niyo so daptar akn"
        },
        {
            "chapter": 69,
            "verse": 20,
            "text": "Mataan! a sakn na miyatangkd akn a mataan! a sakn na khatmo akn so itongan rakn"
        },
        {
            "chapter": 69,
            "verse": 21,
            "text": "Na skaniyan na matago ko kawyagoyag a kasosoat"
        },
        {
            "chapter": 69,
            "verse": 22,
            "text": "Sii ko sorga a maporo"
        },
        {
            "chapter": 69,
            "verse": 23,
            "text": "So manga onga on na manga rarani"
        },
        {
            "chapter": 69,
            "verse": 24,
            "text": "(Tharoon kiran:) \"Kang kano go inom kano sa kapipiya ginawa, sabap ko miniona niyo ko manga alongan a miyaypos"
        },
        {
            "chapter": 69,
            "verse": 25,
            "text": "Na so pman so mibgay ron so daptar iyan sii ko diwang iyan, na matharo iyan: \"Hay oba rakn bo da mibgay so daptar akn"
        },
        {
            "chapter": 69,
            "verse": 26,
            "text": "Go di akn katawan o antonaa i itongan rakn"
        },
        {
            "chapter": 69,
            "verse": 27,
            "text": "Hay oba bo skaniyan na miyabaloy a kapatay dn"
        },
        {
            "chapter": 69,
            "verse": 28,
            "text": "Daa minilinding rakn o tamok akn"
        },
        {
            "chapter": 69,
            "verse": 29,
            "text": "Miyada rakn so bagr akn"
        },
        {
            "chapter": 69,
            "verse": 30,
            "text": "(Tharoon o Allah:) \"Kowaa niyo na sangkalii niyo skaniyan"
        },
        {
            "chapter": 69,
            "verse": 31,
            "text": "Oriyan iyan na so naraka Jahim na sombo niyo ron"
        },
        {
            "chapter": 69,
            "verse": 32,
            "text": "Oriyan iyan na so rantay a aya karawa iyan na pito polo hasta, na zokharn iyo ron"
        },
        {
            "chapter": 69,
            "verse": 33,
            "text": "Mataan! a skaniyan na aya btad iyan na di niyan paparatiyayaan so Allah a lbi a mala"
        },
        {
            "chapter": 69,
            "verse": 34,
            "text": "Go di niyan i phamiis so kapakakana ko miskin"
        },
        {
            "chapter": 69,
            "verse": 35,
            "text": "Na da a bagian iyan sa alongan nai sii a tonganay a phakaompiya on"
        },
        {
            "chapter": 69,
            "verse": 36,
            "text": "Go da a pangn´ngkn iyan a rowar ko sago o taw ko naraka"
        },
        {
            "chapter": 69,
            "verse": 37,
            "text": "Daa phakakan on inonta so manga baradosa"
        },
        {
            "chapter": 69,
            "verse": 38,
            "text": "Na kna, ka pzapa ako ko nganin a pkhaylay niyo"
        },
        {
            "chapter": 69,
            "verse": 39,
            "text": "A go so nganin a di niyo pkhaylay"
        },
        {
            "chapter": 69,
            "verse": 40,
            "text": "Sa mataan! a skaniyan (a Qor´an) na titho a gii matharo o sogo a sslaan"
        },
        {
            "chapter": 69,
            "verse": 41,
            "text": "Go kna a ba skaniyan katharo o pababayok, miyakayto ito a kapaparatiyaya niyo"
        },
        {
            "chapter": 69,
            "verse": 42,
            "text": "Go kna a ba katharo a paririmar, miyakayto ito a kapphakatadm iyo"
        },
        {
            "chapter": 69,
            "verse": 43,
            "text": "Initoron a phoon ko Kadnan o manga kaadn"
        },
        {
            "chapter": 69,
            "verse": 44,
            "text": "Na opama ka iniangkob iyan Rkami so sabaad ko manga katharo"
        },
        {
            "chapter": 69,
            "verse": 45,
            "text": "Na mataan a khakowa Mi skaniyan sa nggolalan ko bagr"
        },
        {
            "chapter": 69,
            "verse": 46,
            "text": "Oriyan iyan na mataan a potoln Ami ron so ogat ko poso"
        },
        {
            "chapter": 69,
            "verse": 47,
            "text": "Na da a pd rkano a isa bo a mamakalinding on"
        },
        {
            "chapter": 69,
            "verse": 48,
            "text": "Na mataan! a titho a pananadm a rk o khipanananggila"
        },
        {
            "chapter": 69,
            "verse": 49,
            "text": "Na mataan! a Skami na katawan Ami dn a mataan! a so sabaad rkano na piyakambokhag iran (so Qor´an)"
        },
        {
            "chapter": 69,
            "verse": 50,
            "text": "Na mataan aya! a titho a kazndit a phakatana ko miyamangongkir"
        },
        {
            "chapter": 69,
            "verse": 51,
            "text": "Go mataan aya! a titho a bnar a matatangkd"
        },
        {
            "chapter": 69,
            "verse": 52,
            "text": "Na phoroporo on ka so ngaran o Kadnan ka a Lbi-a-mala"
        },
        {
            "chapter": 70,
            "verse": 1,
            "text": "Piyangni o miyangni a so siksa na makatana"
        },
        {
            "chapter": 70,
            "verse": 2,
            "text": "Ko miyamangongkir, da a phakarn on"
        },
        {
            "chapter": 70,
            "verse": 3,
            "text": "Phoon ko Allah a Khirk ko pphangapapanikan"
        },
        {
            "chapter": 70,
            "verse": 4,
            "text": "Pphanik so manga malaikat go so Jibril sii Rkaniyan, sii ko alongan a miyabaloy so diyangka iyan a lima polo nggibo ragon"
        },
        {
            "chapter": 70,
            "verse": 5,
            "text": "Na phantang ka sa kaphantang, a maliwanag"
        },
        {
            "chapter": 70,
            "verse": 6,
            "text": "Mataan! a siran na aya kapkhaylaya iran on na mawatan"
        },
        {
            "chapter": 70,
            "verse": 7,
            "text": "Na aya kapkhaylaya Mi ron na marani"
        },
        {
            "chapter": 70,
            "verse": 8,
            "text": "Sii ko alongan a mbaloy so langit a lagid o tiyonag a pirak"
        },
        {
            "chapter": 70,
            "verse": 9,
            "text": "Go mbaloy so manga palaw a lagid o bombol a marorodot"
        },
        {
            "chapter": 70,
            "verse": 10,
            "text": "Go di kayzaan o madazg so madazg iyan"
        },
        {
            "chapter": 70,
            "verse": 11,
            "text": "A pkhaylay ran siran. Mapndingandingan o baradosa a: Oba niyan bo khirnding ko siksa sa alongan oto so manga wata iyan"
        },
        {
            "chapter": 70,
            "verse": 12,
            "text": "Go so karoma niyan, go so pagari niyan"
        },
        {
            "chapter": 70,
            "verse": 13,
            "text": "Go so manga tonganay niyan a so mithitimo iyan"
        },
        {
            "chapter": 70,
            "verse": 14,
            "text": "Go so matatago ko lopa langon, oriyan iyan na sabtn skaniyan (o Allah)"
        },
        {
            "chapter": 70,
            "verse": 15,
            "text": "Di dn oto; ka mataan aya! a kadg"
        },
        {
            "chapter": 70,
            "verse": 16,
            "text": "A phlodas ko kobal ko olo"
        },
        {
            "chapter": 70,
            "verse": 17,
            "text": "Pthawagn iyan so taw a tomiyalikhod go mimbarapaling"
        },
        {
            "chapter": 70,
            "verse": 18,
            "text": "Go miyanimo na miyamotal (sa tamok)"
        },
        {
            "chapter": 70,
            "verse": 19,
            "text": "Mataan! a so manosiya na inadn a tithiyakhaan, mala i inam"
        },
        {
            "chapter": 70,
            "verse": 20,
            "text": "Igira a miyasogat skaniyan o marata na dii khaminan"
        },
        {
            "chapter": 70,
            "verse": 21,
            "text": "Na igira a miyasogat skaniyan o mapiya na simpnn iyan (ka di phammgay)"
        },
        {
            "chapter": 70,
            "verse": 22,
            "text": "Inonta so manga barasambayang"
        },
        {
            "chapter": 70,
            "verse": 23,
            "text": "A so siran na so sambayang iran na tatatapn iran"
        },
        {
            "chapter": 70,
            "verse": 24,
            "text": "Go siran na adn a matatago ko manga tamok iran a haq a mappnto (a so zakat)"
        },
        {
            "chapter": 70,
            "verse": 25,
            "text": "A rk o pphamangni, ago so di phamangni a karrgnan"
        },
        {
            "chapter": 70,
            "verse": 26,
            "text": "Go siran na bbnarn iran so alongan a kapamalas"
        },
        {
            "chapter": 70,
            "verse": 27,
            "text": "Go siran na siran na so siksa o Kadnan iran na ikaalk iran"
        },
        {
            "chapter": 70,
            "verse": 28,
            "text": "Mataan! a so siksa o Kadnan iran na da a somasarig sa kalpas iyan on"
        },
        {
            "chapter": 70,
            "verse": 29,
            "text": "Go siran na siran na so manga ginawa iran na sisiyapn iran"
        },
        {
            "chapter": 70,
            "verse": 30,
            "text": "Inonta sii ko manga karoma iran, odi na so miyakhapaar o manga tangan iran, - ka mataan! a siran na da a paawing iran on"
        },
        {
            "chapter": 70,
            "verse": 31,
            "text": "Na sa taw a mamagingar sa salakaw roo na siran man na siran i manga malawani"
        },
        {
            "chapter": 70,
            "verse": 32,
            "text": "Go siran na siran na so manga sarig kiran, ago so diyandi kiran na sisiyapn iran"
        },
        {
            "chapter": 70,
            "verse": 33,
            "text": "Go siran na siran na so kazasaksian iran na ipamamayandg iran"
        },
        {
            "chapter": 70,
            "verse": 34,
            "text": "Go siran na siran na so sambayang iran na sisiyapn iran"
        },
        {
            "chapter": 70,
            "verse": 35,
            "text": "Siran man i khatago ko manga sorga, a khisslaan siran"
        },
        {
            "chapter": 70,
            "verse": 36,
            "text": "Na antonaa so miyamangongkir a mapapantag ka a khilalangag"
        },
        {
            "chapter": 70,
            "verse": 37,
            "text": "Sii sa kawanan ago sa diwang a khokoliling siran"
        },
        {
            "chapter": 70,
            "verse": 38,
            "text": "Ba maiinam o oman i isa kiran a kapakasolda on ko sorga a pakadarandang"
        },
        {
            "chapter": 70,
            "verse": 39,
            "text": "Di dn oto! Mataan! a Skami na inadn Ami siran phoon ko nganin a katawan iran (a notfa)"
        },
        {
            "chapter": 70,
            "verse": 40,
            "text": "Na kna, ka pzapa ako sa ibt Ako Kadnan o manga sbangan, ago so manga sdpan, ka mataan! a Skami na titho a manga Gaos"
        },
        {
            "chapter": 70,
            "verse": 41,
            "text": "Sa kasambi Ami sa mapiya a di siran; go da Rkami i ba Kami ran kaonai"
        },
        {
            "chapter": 70,
            "verse": 42,
            "text": "Na botawaning ka siran ko kapphamrak iran, go mabibimban siran, taman sa mithmo iran so alongan iran a so ididiyandi kiran"
        },
        {
            "chapter": 70,
            "verse": 43,
            "text": "Alongan a mamakambowat siran phoon ko manga kobor sa manga gagaan, lagid o ba siran pphamagarabaya ko apasa"
        },
        {
            "chapter": 70,
            "verse": 44,
            "text": "A khipakassnong so manga kaylay ran, a kakokoloban siran sa kahinaan. Giyoto man so alongan a so siran na ididiyandi kiran"
        },
        {
            "chapter": 71,
            "verse": 1,
            "text": "Mataan! a Skami na siyogo Ami so Noh ko pagtaw niyan: (sa pitharo on a) \"Pakaiktiyarang ka so pagtawng ka ko da kiran pn katalingomai a siksa a malipds"
        },
        {
            "chapter": 71,
            "verse": 2,
            "text": "Pitharo iyan: \"Hay pagtaw akn, mataan! a sakn na phamakaiktiyar rkano a mapayag"
        },
        {
            "chapter": 71,
            "verse": 3,
            "text": "Zoasoata niyo so Allah, go kalkn iyo Skaniyan, go onoti ako niyo"
        },
        {
            "chapter": 71,
            "verse": 4,
            "text": "Ka napin Iyan rkano so manga dosa niyo go pakaplagidn kano Niyan sa taman ko taalik a miyapnto: Mataan! a so taalik o Allah na igira a miyakatalingoma na di khisndod; o skano na katawi niyo"
        },
        {
            "chapter": 71,
            "verse": 5,
            "text": "Pitharo iyan: \"Kadnan ko, mataan! a sakn na diyolon akn so pagtaw akn ko kagagawii na goso kadawndaw"
        },
        {
            "chapter": 71,
            "verse": 6,
            "text": "Na da a minipagoman kiran o panolon akn a rowar sa kapalagoy"
        },
        {
            "chapter": 71,
            "verse": 7,
            "text": "Go mataan! a sakn na oman akn siran dolonn, ka an Ka siran kapmaapi, na iyoln iran so manga tindoro iran ko manga tangila iran, go izalikombong iran so manga nditarn iran, go idadayon iran (so kaongkir) go mmaratabat siran sa mala a kapmaratabat"
        },
        {
            "chapter": 71,
            "verse": 8,
            "text": "Oriyan iyan na mataan! a sakn na tiyawag akn siran sa matanog"
        },
        {
            "chapter": 71,
            "verse": 9,
            "text": "Go mataan! a sakn na piyakalangkap akn kiran, go inipnanay akn kiran sa tanto a kapnanay"
        },
        {
            "chapter": 71,
            "verse": 10,
            "text": "Na pitharo akn a: ´Pangni kano sa maap ko Kadnan iyo´; mataan! a Skaniyan na tatap a Manapi"
        },
        {
            "chapter": 71,
            "verse": 11,
            "text": "Ka botawanan Iyan rkano so oran a margs"
        },
        {
            "chapter": 71,
            "verse": 12,
            "text": "Go pakadakln Iyan rkano so manga tamok ago so manga wata, go snggayan kano Niyan sa manga pamomolan, go snggayan kano Niyan sa manga lawasayg"
        },
        {
            "chapter": 71,
            "verse": 13,
            "text": "Ino kano wai a di niyo ikhalk so Allah sa slasla"
        },
        {
            "chapter": 71,
            "verse": 14,
            "text": "A sabnar a inadn kano Niyan ko pizoson a btad"
        },
        {
            "chapter": 71,
            "verse": 15,
            "text": "Ba niyo da manggdagda o andamanaya i kiyaadna o Allah ko pito a manga langit a miyakaphapangkata"
        },
        {
            "chapter": 71,
            "verse": 16,
            "text": "Go biyaloy Niyan roo so olan a sindaw, go biyaloy Niyan so alongan a palitaan"
        },
        {
            "chapter": 71,
            "verse": 17,
            "text": "Na so Allah na inadn kano Niyan a phoon ko lopa sa (lagid o) mangngto"
        },
        {
            "chapter": 71,
            "verse": 18,
            "text": "Oriyan iyan na phakakasowing kano Niyan roo, go phakagmawn kano Niyan sa samporna a kapakagmaw"
        },
        {
            "chapter": 71,
            "verse": 19,
            "text": "Na so Allah na biyaloy Niyan rkano so lopa a makakayat"
        },
        {
            "chapter": 71,
            "verse": 20,
            "text": "Ka ang kano pphakawkit ko manga lalan on a manga dadaya"
        },
        {
            "chapter": 71,
            "verse": 21,
            "text": "Pitharo o Noh: \"Kadnan ko, mataan! a siran na siyangka ako iran, ka aya iran inonotan so taw a da a minioman on o tamok iyan, ago so wata iyan, a rowar sa kalogi"
        },
        {
            "chapter": 71,
            "verse": 22,
            "text": "Go miyagikmat siran sa ikmat a mala"
        },
        {
            "chapter": 71,
            "verse": 23,
            "text": "Go pitharo iran a: \"Di niyo ngganati so manga katohanan iyo: Go di niyo ngganati so (barahala a) Wadda, go so Sowaa, go so Yaghos, go so Yawqa, go so Nasra"
        },
        {
            "chapter": 71,
            "verse": 24,
            "text": "Go sabnar a miyakadadag siran sa madakl; na da a pagomann Ka ko manga darowaka a rowar ko kadadag"
        },
        {
            "chapter": 71,
            "verse": 25,
            "text": "Phoon ko manga kasalaan iran na inld siran, go piyakasold siran ko apoy; na da a miyatoon iran a bagian iran a salakaw ko Allah a mamakatabang"
        },
        {
            "chapter": 71,
            "verse": 26,
            "text": "Na pitharo o Noh: \"Kadnan ko, da a plambaang Ka ko lopa ko miyamangongkir a makapamagingd on"
        },
        {
            "chapter": 71,
            "verse": 27,
            "text": "Mataan! a Ska na o adn a lambaan Ka kiran na madadag iran so manga oripn Ka, go da a imbawata iran a rowar sa baradosa a miyongkir"
        },
        {
            "chapter": 71,
            "verse": 28,
            "text": "Kadnan ko, pmaapi akong Ka, ago so mbala a loks akn, go so taw a somiyold ko walay akn a mapaparatiyaya, ago so miyamaratiyaya a manga mama, go so miyamaratiyaya a manga babay, go da a pagomann Ka ko manga darowaka a rowar ko kabinasa"
        },
        {
            "chapter": 72,
            "verse": 1,
            "text": "Tharoang ka (ya Mohammad) a: Iniilaham rakn a mataan aya! a adn a miyamakin´g a salompok ko manga jinn; na pitharo iran a: ´Mataan! a skami na miyakan´g kami sa kapangadi a pakammsa"
        },
        {
            "chapter": 72,
            "verse": 2,
            "text": "Pphakatoro ko ontol, na piyaratiyaya mi skaniyan: Go da dn a izakoto ami ko Kadnan ami a isa bo"
        },
        {
            "chapter": 72,
            "verse": 3,
            "text": "Go mataan aya! a Maporo so kabsaran o Kadnan ami: Da kowa sa karoma ago wata"
        },
        {
            "chapter": 72,
            "verse": 4,
            "text": "Na mataan aya! a adn a dii tharo a manga mondo rkami, makapantag ko Allah sa minitaralo a kabokhag"
        },
        {
            "chapter": 72,
            "verse": 5,
            "text": "Na mataan! a skami na aya tangkap ami ron na da dn a makatharo a manosiya ago jinn makapantag ko Allah sa kabokhag"
        },
        {
            "chapter": 72,
            "verse": 6,
            "text": "Na mataan aya! a adn a manga mama ko manga manosiya a phlindong siran ko manga mama ko manga jinn, na kiyawmanan iran siran sa kandarowaka"
        },
        {
            "chapter": 72,
            "verse": 7,
            "text": "Na mataan! a siran na aya arangan iran na lagid o arangan iyo a da dn a pagoyagn o Allah ko oriyan o kapatay a isa bo"
        },
        {
            "chapter": 72,
            "verse": 8,
            "text": "Na mataan! a skami na miyakasampay ko langit na miyatoon ami skaniyan a miyapno a pphamagipat a manga babagr ago manga kadg"
        },
        {
            "chapter": 72,
            "verse": 9,
            "text": "Go mataan! a skami na aya btad ami na pphakaontod kami ron ko manga ontoda makapantag ko kapamakin´g (gowani). Na sa phamamakin´g imanto na phakatoon on sa kadg a pphamagayan"
        },
        {
            "chapter": 72,
            "verse": 10,
            "text": "Na mataan! a skami na di ami katawan o ino marata a piyakaantap ko taw ko lopa, antawaa piyakaantapan siran o Kadnan iran sa toroan"
        },
        {
            "chapter": 72,
            "verse": 11,
            "text": "Go mataan! a skami na adn a pd rkami a manga bilangataw, go adn a pd rkami a soranga oto: Miyatago kami ko manga okit a mbidabida"
        },
        {
            "chapter": 72,
            "verse": 12,
            "text": "Go mataan! a skami na tiyangkd ami a di ami dn malipos so Allah ko lopa, go di ami Ron dn milipos i kapalagoy"
        },
        {
            "chapter": 72,
            "verse": 13,
            "text": "Go mataan! a skami na kagiya a man´g ami so toroan, na piyaratiyaya mi skaniyan: Na sadn sa maratiyaya ko Kadnan iyan na di niyan ikalk o ba kakorangi, go oba maaniyaya"
        },
        {
            "chapter": 72,
            "verse": 14,
            "text": "Go mataan! a skami na adn a pd rkami a mimbabayorantang, go adn a pd rkami a miyamanilay. Na sadn sa mbayorantang na siran man i miyakathibaba komdg sa ontol"
        },
        {
            "chapter": 72,
            "verse": 15,
            "text": "Na so pman so miyamanilay na miyabaloy siran a itagon o naraka Jahannam;´"
        },
        {
            "chapter": 72,
            "verse": 16,
            "text": "(Pitharo o Allah:) \"Na opama ka miyontol siran ko lalan na mataan a ododan Ami siran sa ig a madakl"
        },
        {
            "chapter": 72,
            "verse": 17,
            "text": "Ka an Ami kiran oto mitpng. Na sa taw a tomalikhod ko tadm ko Kadnan iyan, na pakasoldn Iyan ko siksa a margn"
        },
        {
            "chapter": 72,
            "verse": 18,
            "text": "Na mataan! a so manga masjid na rk o Allah na da a phangangarapani niyo a pd o Allah a isa bo"
        },
        {
            "chapter": 72,
            "verse": 19,
            "text": "Na mataan aya! a kagiya tomindg so oripn o Allah a pphangangarapan Rkaniyan na mayto siran bo na khabaloy siran on a phliliyawawa"
        },
        {
            "chapter": 72,
            "verse": 20,
            "text": "Tharoang ka (ya Mohammad) a: \"Aya bo a phangangarapanan ko na so Kadnan ko, go da a izakoto akn on a isa bo"
        },
        {
            "chapter": 72,
            "verse": 21,
            "text": "Tharoang ka a: \"Mataan! a sakn na da a mipapaar akn rkano a kabinasa, ago toroan"
        },
        {
            "chapter": 72,
            "verse": 22,
            "text": "Tharoang ka a: \"Mataan! a sakn na da dn a makalinding rakn ko Allah a isa bo, go da dn a khatoon akn a salakaw Rkaniyan a khalindongan"
        },
        {
            "chapter": 72,
            "verse": 23,
            "text": "Inonta so kapamakasampay a phoon ko Allah ago so manga pakawit iyan: Na sa taw a sangkaan iyan so Allah ago so sogo Iyan na mataan! a bagian iyan so apoy ko naraka Jahannam; a makakakal siran on sa dayon sa dayon"
        },
        {
            "chapter": 72,
            "verse": 24,
            "text": "Taman sa amay ka kasandngan iran so ididiyandi kiran, na katokawan iran dn o antawaa i malmk i tabanga, go mayto i bilangan"
        },
        {
            "chapter": 72,
            "verse": 25,
            "text": "Tharoang ka a: \"Di ko katawan o ino marani so ididiyandi rkano, antawaa balowin Skaniyan o Kadnan ko a mathay"
        },
        {
            "chapter": 72,
            "verse": 26,
            "text": "Katawan Iyan so migagaib, na da a phayagan Iyan ko igagaib Iyan a isa bo"
        },
        {
            "chapter": 72,
            "verse": 27,
            "text": "Inonta so taw a miyasoat on a sogo, na mataan aya! a tiyagoan Iyan so kasasangoran iyan ago so katatalikhodan iyan sa pphagipat"
        },
        {
            "chapter": 72,
            "verse": 28,
            "text": "Ka an Iyan katokawi a sabnar a minisampay ran so manga pakawit o Kadnan iran; go katawan Iyan so zisii kiran, go maiitong Iyan so bilangan o langowan taman"
        },
        {
            "chapter": 73,
            "verse": 1,
            "text": "Hay (Nabi a) khakayokos"
        },
        {
            "chapter": 73,
            "verse": 2,
            "text": "Tindgn ka (so sambayang), ko kagagawii inonta so mayto"
        },
        {
            "chapter": 73,
            "verse": 3,
            "text": "Kalookan oto, - odi na koranging ka oto sa mayto"
        },
        {
            "chapter": 73,
            "verse": 4,
            "text": "O di na lawaning ka skaniyan; go phiyapiyaing ka matiya so Qor´an sa malanat a kabatiya"
        },
        {
            "chapter": 73,
            "verse": 5,
            "text": "Mataan! a Skami na thoronan Ami ska sa katharo a mapnd"
        },
        {
            "chapter": 73,
            "verse": 6,
            "text": "Mataan! a so pkhaadn a amal ko kagagawii na giyoto na tanto a somasagat ko pamikiran, go marayag so katharo"
        },
        {
            "chapter": 73,
            "verse": 7,
            "text": "Mataan! a sii ko kadawndaw na adn a tmbang ka a mala"
        },
        {
            "chapter": 73,
            "verse": 8,
            "text": "Na tatadming ka so ngaran o Kadnan ka, go tholabos ka sii Rkaniyan sa totoo a katholabos"
        },
        {
            "chapter": 73,
            "verse": 9,
            "text": "Kadnan o sbangan ago so sdpan: da a tohan inonta Skaniyan na kowaang ka Skaniyan a Sasarigan"
        },
        {
            "chapter": 73,
            "verse": 10,
            "text": "Go phantanging ka so gi iran tharoon go awaing ka siran sa kaawa a maliwanag"
        },
        {
            "chapter": 73,
            "verse": 11,
            "text": "Go botawani Akong ka a goso miyamanaplis a piyamgan sa limo, go pakaplagidang ka siran sa mayto"
        },
        {
            "chapter": 73,
            "verse": 12,
            "text": "Mataan! a adn a zisii Rkami a manga patong, ago kadg"
        },
        {
            "chapter": 73,
            "verse": 13,
            "text": "Go pangn´ngkn a pakabakg, go siksa a malipds"
        },
        {
            "chapter": 73,
            "verse": 14,
            "text": "Sii ko alongan a linogn so lopa ago so manga palaw, go mabaloy so manga palaw a pthad a pkhaanas"
        },
        {
            "chapter": 73,
            "verse": 15,
            "text": "Mataan! a Skami na siyogo an Ami skano sa sogo, a saksi rkano, lagid o kiyasogo i Ami ko Pir´awn sa sogo"
        },
        {
            "chapter": 73,
            "verse": 16,
            "text": "Na siyangka o Pir´awn so sogo; na siniksa Ami skaniyan sa siksa a maylot"
        },
        {
            "chapter": 73,
            "verse": 17,
            "text": "Na andamanaya i kapakalidas iyo amay ka mongkir kano ko alongan a khabaloy Niyan so manga wata a manga loks"
        },
        {
            "chapter": 73,
            "verse": 18,
            "text": "So langit na manga bbngkag sa sabap rkaniyan. Miyabaloy so diyandi rkaniyan a mapnggolawla"
        },
        {
            "chapter": 73,
            "verse": 19,
            "text": "Mataan! a giyaya na pananadm: Na sa taw a khabaya na mbaal sa lalan ko Kadnan iyan"
        },
        {
            "chapter": 73,
            "verse": 20,
            "text": "Mataan! a so Kadnan ka na katawan Iyan a mataan! a ska na pthindg ka ko korang ko dowa ko tlo bagi ko kagagawii, go so kalooki ron go so ika tlo ron bagi, go so salompok ko siran a manga pd ka. Na so Allah na tatakdirn Iyan so gagawii, ago so dawndaw. Katawan Iyan a di niyo to khaitong, na piyakatawbat kano Niyan na batiyaa niyo so malbod (rkano) ko Qor´an, katawan Iyan a khabaloy so sabaad rkano a pkhakasakit, go so manga pd na pphlalakaw siran ko lopa, a gii siran mbabanog ko kakawasaan o Allah, go so manga pd na gii siran makimbonoay ko lalan ko Allah. Na batiyaa niyo so malbod on, go pamayandgn iyo so sambayang, go tonaya niyo so zakat; go pagotangi niyo so Allah sa otang a mapiya. Na sadn sa mipakawit iyo a rk o manga ginawa niyo a mapiya na khatoon iyo to sii ko Allah, giyoto i lbi a mapiya, go lbi a mala a balas. Na pangni kano sa maap ko Allah. Mataan! a so Allah na Manapi, a Makalimoon"
        },
        {
            "chapter": 74,
            "verse": 1,
            "text": "Hay (Nabi a) khokolob"
        },
        {
            "chapter": 74,
            "verse": 2,
            "text": "Pamayandg ka na, go ka pamakaiktiyar"
        },
        {
            "chapter": 74,
            "verse": 3,
            "text": "Go so Kadnan ka na zlaslaang ka"
        },
        {
            "chapter": 74,
            "verse": 4,
            "text": "Go so nditarn ka na sotiyang ka"
        },
        {
            "chapter": 74,
            "verse": 5,
            "text": "Go so marzik na pakawataning ka"
        },
        {
            "chapter": 74,
            "verse": 6,
            "text": "Go di ka phammgay sa pantag sa kaplaba"
        },
        {
            "chapter": 74,
            "verse": 7,
            "text": "Go makapantag ko Kadnan ka na thigr ka"
        },
        {
            "chapter": 74,
            "verse": 8,
            "text": "Na amay ka iyopn so sanggakala"
        },
        {
            "chapter": 74,
            "verse": 9,
            "text": "Na giyoto man sa alongan oto i alongan a margn"
        },
        {
            "chapter": 74,
            "verse": 10,
            "text": "Sii ko miyamangongkir, kna a ba malbod"
        },
        {
            "chapter": 74,
            "verse": 11,
            "text": "Botawani Akong ka, ago so taw a inadn Ko a tawantawan"
        },
        {
            "chapter": 74,
            "verse": 12,
            "text": "Go singgayan Ko sa bagian iyan a tamok a madakl"
        },
        {
            "chapter": 74,
            "verse": 13,
            "text": "Go manga wata a khipakamamasa"
        },
        {
            "chapter": 74,
            "verse": 14,
            "text": "Go piyakapangondaya Akn on sa samporna a kapangondaya"
        },
        {
            "chapter": 74,
            "verse": 15,
            "text": "Oriyan iyan na maiinam iyan a kawmani Ko ron"
        },
        {
            "chapter": 74,
            "verse": 16,
            "text": "Di dn oto; ka mataan! skaniyan na miyabaloy sii ko manga ayat Ami a somasangka"
        },
        {
            "chapter": 74,
            "verse": 17,
            "text": "Ipaliyogat Akn on so kapanakdg"
        },
        {
            "chapter": 74,
            "verse": 18,
            "text": "Mataan! a skaniyan ni miyamimikiran go mithakdir"
        },
        {
            "chapter": 74,
            "verse": 19,
            "text": "Na pimorkaan, andamanaya i kiyathakdir iyan"
        },
        {
            "chapter": 74,
            "verse": 20,
            "text": "Oriyan iyan na pimorkaan andamanaya i kiyathakdir iyan"
        },
        {
            "chapter": 74,
            "verse": 21,
            "text": "Oriyan iyan na miyangilaylay"
        },
        {
            "chapter": 74,
            "verse": 22,
            "text": "Oriyan iyan na miyakarimng, go komirs"
        },
        {
            "chapter": 74,
            "verse": 23,
            "text": "Oriyan iyan na tomiyalilkhod go miyanakabor"
        },
        {
            "chapter": 74,
            "verse": 24,
            "text": "Na pitharo iyan a: \"Da ko ungkaya inonta na balik mata, gii mithatanana"
        },
        {
            "chapter": 74,
            "verse": 25,
            "text": "Da ko ungkaya inonta katharo o manosiya"
        },
        {
            "chapter": 74,
            "verse": 26,
            "text": "Pakasoldn Ko skaniyan ko naraka Sakar"
        },
        {
            "chapter": 74,
            "verse": 27,
            "text": "Na antawaa i miyakandao rka o antonaa i naraka Sakar"
        },
        {
            "chapter": 74,
            "verse": 28,
            "text": "A da a plambaan iyan, go da a imbagak iyan"
        },
        {
            "chapter": 74,
            "verse": 29,
            "text": "Pthotong ko kobal"
        },
        {
            "chapter": 74,
            "verse": 30,
            "text": "Katatagoan sa sapolo ago siyaw (a malaikat)"
        },
        {
            "chapter": 74,
            "verse": 31,
            "text": "Na da a tindo Ami a khitotonggo ko naraka a rowar ko manga malaikat; go da a kiyatndo Ami ko itongan iran a rowar sa tpng ko siran a miyamangongkir; ka an makatangkd so piyamgan ko kitab, go an makapagoman so miyamaratiyaya sa paratiyaya, go an di kapaparampangi so piyamgan ko kitab ago so miyamaratiyaya, go an matharo o siran a kiyatagoan so manga poso iran sa gdamn ago so miyamangongkir a: \"Antonaa i piyakaantapan o Allah sangkai a ibarat?\" Lagid man oto a kandadaga o Allah ko taw a kabaya Iyan, go kathoroa Niyan ko taw a kabaya Iyan: Na da a matao ko manga tantara o Kadnan ka inonta Skaniyan. Na da a salakaw saya a rowar sa pananadm a rk o manosiya"
        },
        {
            "chapter": 74,
            "verse": 32,
            "text": "Di dn: Ibt ko olan"
        },
        {
            "chapter": 74,
            "verse": 33,
            "text": "Go so gagawii igira a khaypos"
        },
        {
            "chapter": 74,
            "verse": 34,
            "text": "Go so khapita igira a mliwanag"
        },
        {
            "chapter": 74,
            "verse": 35,
            "text": "Mataan aya! a titho a isa a mala"
        },
        {
            "chapter": 74,
            "verse": 36,
            "text": "A ipphamakaiktiyar ko manosiya"
        },
        {
            "chapter": 74,
            "verse": 37,
            "text": "Sii ko taw a khabaya rkano mangonakona, odi na pphapakawri"
        },
        {
            "chapter": 74,
            "verse": 38,
            "text": "Oman i ginawa na sanda ko pinggalbk iyan"
        },
        {
            "chapter": 74,
            "verse": 39,
            "text": "Inonta so manga taw ko kawanan"
        },
        {
            "chapter": 74,
            "verse": 40,
            "text": "Ka sii ko manga sorga, gi iran pamagizai iyan"
        },
        {
            "chapter": 74,
            "verse": 41,
            "text": "So manga baradosa"
        },
        {
            "chapter": 74,
            "verse": 42,
            "text": "Ino kano phakasold ko naraka Sakar"
        },
        {
            "chapter": 74,
            "verse": 43,
            "text": "Ismbag iran: \"Da kami mabaloy a pd ko manga barasambayang"
        },
        {
            "chapter": 74,
            "verse": 44,
            "text": "Go da kami mabaloy a pphamgay sa pangn´ngkn ko miskin"
        },
        {
            "chapter": 74,
            "verse": 45,
            "text": "Go miyabaloy kami a pphamrak, a pd o pphamamrak"
        },
        {
            "chapter": 74,
            "verse": 46,
            "text": "Go miyabaloy kami a gii ami pakambokhagn so alongan a kapamalas"
        },
        {
            "chapter": 74,
            "verse": 47,
            "text": "Taman sa miyakatalingoma rkami so kapakatangkd (a giyoto so kapatay)"
        },
        {
            "chapter": 74,
            "verse": 48,
            "text": "Na di kiran makanggay a gona so sapaat o pphamanapaat"
        },
        {
            "chapter": 74,
            "verse": 49,
            "text": "Na antonaa i mapmbagian iran sa katatalikhod iran ko pananadm"
        },
        {
            "chapter": 74,
            "verse": 50,
            "text": "Lagid o ba siran manga kimar a pphamalagoy"
        },
        {
            "chapter": 74,
            "verse": 51,
            "text": "A piyalagoyan iran so arimaw"
        },
        {
            "chapter": 74,
            "verse": 52,
            "text": "Kna, ka kabaya o oman i isa kiran a kabgan sa manga sorat a makakayat (a phoon ko Allah)"
        },
        {
            "chapter": 74,
            "verse": 53,
            "text": "Di dn oto. Kna, ka di iran ikhalk so akhirat"
        },
        {
            "chapter": 74,
            "verse": 54,
            "text": "Sabnar, a mataan! a giya Qor´an aya! na pananadm"
        },
        {
            "chapter": 74,
            "verse": 55,
            "text": "Na sa taw a khabaya na pananadmn iyan oto"
        },
        {
            "chapter": 74,
            "verse": 56,
            "text": "Na da a phakatadm kiran inonta sa kabaya o Allah: Skaniyan i patot a ikhalk, go patot a phmaap"
        },
        {
            "chapter": 75,
            "verse": 1,
            "text": "Pzapa Ako sa ibt ko alongan a qiyamah"
        },
        {
            "chapter": 75,
            "verse": 2,
            "text": "Go pzapa Ako sa ibt ko niyawa a pphanginsoya (ka pagoyagn kano dn)"
        },
        {
            "chapter": 75,
            "verse": 3,
            "text": "Ba aya tarima on o manosiya na di Ami dn khatimo so manga tolan iyan"
        },
        {
            "chapter": 75,
            "verse": 4,
            "text": "Oway, khagaga Mi a kathaong Ami pharoman ko manga kmr iyan"
        },
        {
            "chapter": 75,
            "verse": 5,
            "text": "Kna, ka kabaya o manosiya a kapmbaradosa niyan ko kasasangoran iyan"
        },
        {
            "chapter": 75,
            "verse": 6,
            "text": "Iphagiza iyan o: \"Anda i kaphakatalingoma o alongan a qiyamah"
        },
        {
            "chapter": 75,
            "verse": 7,
            "text": "Na amay ka mabrg so kaylay"
        },
        {
            "chapter": 75,
            "verse": 8,
            "text": "Go nggarahana so olan"
        },
        {
            "chapter": 75,
            "verse": 9,
            "text": "Go matimo so alongan ago so olan"
        },
        {
            "chapter": 75,
            "verse": 10,
            "text": "Matharo o manosiya sa alongan oto a: \"Anda i khapalagoyan"
        },
        {
            "chapter": 75,
            "verse": 11,
            "text": "Da dn oto! ka da a khalindongan"
        },
        {
            "chapter": 75,
            "verse": 12,
            "text": "Sobo so Kadnan ka sa alongan oto i kapthaknaan"
        },
        {
            "chapter": 75,
            "verse": 13,
            "text": "Panotholn ko manosiya sa alongan oto so miniona niyan ago so minipakawri niyan"
        },
        {
            "chapter": 75,
            "verse": 14,
            "text": "Kna, ka so manosiya i zaksi ko ginawa niyan"
        },
        {
            "chapter": 75,
            "verse": 15,
            "text": "Na apiya i inibgay niyan a manga dalina iyan"
        },
        {
            "chapter": 75,
            "verse": 16,
            "text": "Ding ka pkhaoga sa sabap rkaniyan (a Qor´an) so dila aka makapantag sa kaphagalokaloking ka on"
        },
        {
            "chapter": 75,
            "verse": 17,
            "text": "Mataan! a sii Rkami so katimo iyan, ago so kapphangadi iron"
        },
        {
            "chapter": 75,
            "verse": 18,
            "text": "Na igira a piyangadian Ami skaniyan, na kdgang ka so kiyapangadi iron"
        },
        {
            "chapter": 75,
            "verse": 19,
            "text": "Oriyan iyan na mataan! a sii Rkami so kapakarayaga on"
        },
        {
            "chapter": 75,
            "verse": 20,
            "text": "Sabnar a kna, ka pkhababayaan iyo so (doniya a) matag sagad"
        },
        {
            "chapter": 75,
            "verse": 21,
            "text": "Go ipmbagak iyo so akhirat"
        },
        {
            "chapter": 75,
            "verse": 22,
            "text": "Adn a manga paras sa alongan oto a mamakataid"
        },
        {
            "chapter": 75,
            "verse": 23,
            "text": "A maylay ran so Kadnan iran"
        },
        {
            "chapter": 75,
            "verse": 24,
            "text": "Go adn a manga paras sa alongan oto a khipakaiibi"
        },
        {
            "chapter": 75,
            "verse": 25,
            "text": "Maggda iran a adn a pnggolawlaan kiran a margn"
        },
        {
            "chapter": 75,
            "verse": 26,
            "text": "Sabnar a amay ka isampay (so niyawa) ko manga tolan ko bakrng"
        },
        {
            "chapter": 75,
            "verse": 27,
            "text": "Na matharo a: \"Antawaa i pamomotar"
        },
        {
            "chapter": 75,
            "verse": 28,
            "text": "Na miyatangkd iyan a mataan! a skaniyan so kapakapngganata (o niyawa ago so badan)"
        },
        {
            "chapter": 75,
            "verse": 29,
            "text": "Na milapis so margn ko isa a margn"
        },
        {
            "chapter": 75,
            "verse": 30,
            "text": "Sii bo ko Kadnan ka sa alongan oto so khandodan"
        },
        {
            "chapter": 75,
            "verse": 31,
            "text": "(Skaniyan) Na da pangimbnar, go da zambayang"
        },
        {
            "chapter": 75,
            "verse": 32,
            "text": "Na ogaid na tomiyaplis, go tomiyalikhod"
        },
        {
            "chapter": 75,
            "verse": 33,
            "text": "Oriyan iyan na somiyong ko pagtaw niyan a zasagola"
        },
        {
            "chapter": 75,
            "verse": 34,
            "text": "So kabinasa a rk ka; na miyakarani (hay miyongkir)"
        },
        {
            "chapter": 75,
            "verse": 35,
            "text": "Oriyan iyan na so kabinasa a rk ka, na miyakarani"
        },
        {
            "chapter": 75,
            "verse": 36,
            "text": "Ba aya tarima on o manosiya na imbagak sa kandaraynon"
        },
        {
            "chapter": 75,
            "verse": 37,
            "text": "Ba da mabaloy skaniyan a malmk a mani a pkhipantos"
        },
        {
            "chapter": 75,
            "verse": 38,
            "text": "Oriyan iyan na mimbaloy a rogo a mimbathik, na inadn o Allah go pithaong Iyan sa tarotop"
        },
        {
            "chapter": 75,
            "verse": 39,
            "text": "Na biyaloy Niyan skaniyan a ngganapa: mama ago babay"
        },
        {
            "chapter": 75,
            "verse": 40,
            "text": "Ba di giyoto i phakagaga sa kawyaga Niyan ko miyamatay"
        },
        {
            "chapter": 76,
            "verse": 1,
            "text": "Sabnar a somiyagad ko manosiya so wakto a pd ko masa, a da a mayto bo a kiyaaloy niyan"
        },
        {
            "chapter": 76,
            "verse": 2,
            "text": "Mataan! a Skami na inadn Ami so manosiya a phoon sa notfa a miyakazaozaog, ka an Ami katpngi skaniyan; na biyaloy Ami skaniyan a pphakan´g, a pphakaylay"
        },
        {
            "chapter": 76,
            "verse": 3,
            "text": "Mataan! a Skami na pinggonanao Ami skaniyan ko lalan: Na adn a miyanalamat, na adn a miyongkir"
        },
        {
            "chapter": 76,
            "verse": 4,
            "text": "Mataan! a Skami na pithiyagaran Ami so miyamangongkir sa manga rantay, go manga patong, go kadg"
        },
        {
            "chapter": 76,
            "verse": 5,
            "text": "Mataan! a so miphipiyapiya, na phamakainom siran ko inomn, a adn a saog iyan a Kafor"
        },
        {
            "chapter": 76,
            "verse": 6,
            "text": "Bowalan a pkhaynom skaniyan o manga oripn o Allah, pphamaka ondasn iran oto sa sadn sa phakaondasan iran on"
        },
        {
            "chapter": 76,
            "verse": 7,
            "text": "Ipthoman iran so paliyogat, go ikaalk iran so gawii a miyabaloy so karataan iyan a langkap (a giyoto so alongan a qiyamah)"
        },
        {
            "chapter": 76,
            "verse": 8,
            "text": "Go pphakakn iran sa pangn´ngkn sii ko kapkhababayai rkaniyan so miskin, go so wata a ilo, go so bilanggo"
        },
        {
            "chapter": 76,
            "verse": 9,
            "text": "(Pitharo iran:) \"Aya bo a kapphakakana mi rkano na makapantag ko balas o Allah: Da a singanin ami rkano a balas, odi na panalamat"
        },
        {
            "chapter": 76,
            "verse": 10,
            "text": "Mataan! a skami na ipkhalk ami phoon ko Kadnan ami so gawii a marimng, a mitataralo"
        },
        {
            "chapter": 76,
            "verse": 11,
            "text": "Na phakalidasn siran o Allah ko karata angkoto a gawii, go mbgan Iyan siran sa kataid, go kapipiya ginawa"
        },
        {
            "chapter": 76,
            "verse": 12,
            "text": "Go imbalas Iyan kiran sabap ko kiyaphantang iran, so sorga, go (nditarn a) sotra"
        },
        {
            "chapter": 76,
            "verse": 13,
            "text": "Gii siran roo zasandasandang ko manga kantir; da a khagdam iran roo a (kayaw) o alongan, go da a matnggaw"
        },
        {
            "chapter": 76,
            "verse": 14,
            "text": "Go miyadayondong kiran so manga along roo, go pphamangitaliyadok so manga onga on a pawnotonot"
        },
        {
            "chapter": 76,
            "verse": 15,
            "text": "Go iphlibt kiran so manga pananagoay a pirak, go manga baso a ropaan a manga batowintan"
        },
        {
            "chapter": 76,
            "verse": 16,
            "text": "Manga batowintan a pirak, a diniyangka iran oto sa samporna a diyangka"
        },
        {
            "chapter": 76,
            "verse": 17,
            "text": "Go pphakainom on siran roo sa inomn a aya saog iyan na Zanjabil"
        },
        {
            "chapter": 76,
            "verse": 18,
            "text": "Bowalan roo a pmbthowan sa Salsabila"
        },
        {
            "chapter": 76,
            "verse": 19,
            "text": "Na gii siran nggagayanan o manga tatap a manga kangodaan; na igira a inilaing ka siran, na aya tarima aka kiran na manga montiya a misasamborak"
        },
        {
            "chapter": 76,
            "verse": 20,
            "text": "Go igira a miyailaing ka na ron ka khaylay so limo go kadato a lbi a mala"
        },
        {
            "chapter": 76,
            "verse": 21,
            "text": "Khindiditar siran sa manga nditarn a sotra a manipis a gadong, go sotra a makapal; go phangimowan siran sa manga salnda a pirak, go phakainomn siran o Kadnan iran sa inomn a phakasoti"
        },
        {
            "chapter": 76,
            "verse": 22,
            "text": "(Ptharoon kiran a) \"Mataan! a giyaya na miyabaloy a balas rkano, go miyabaloy so amal iyo a tiyarima"
        },
        {
            "chapter": 76,
            "verse": 23,
            "text": "Mataan! a Skami na Skami na initoron Ami rka so Qor´an sa katoron (a miyakazosokli)"
        },
        {
            "chapter": 76,
            "verse": 24,
            "text": "Na thigr ka makapantag ko kokoman o Kadnan ka, go ding ka pagonoti so pd kiran, a baradosa odi na miyongkir"
        },
        {
            "chapter": 76,
            "verse": 25,
            "text": "Go tatadming ka so ngaran o Kadnan ka ko kapitapita, go so kagabigabi"
        },
        {
            "chapter": 76,
            "verse": 26,
            "text": "Go so sabaad ko kagagawii na pzojiod ka Rkaniyan; go phoroporo on ka Skaniyan ko kagagawii sa malayat"
        },
        {
            "chapter": 76,
            "verse": 27,
            "text": "Mataan! a siran aya na pkhababayaan iran so matag sagad, na ipmbagak iran so kasasangoran iran a gawii a mapnd"
        },
        {
            "chapter": 76,
            "verse": 28,
            "text": "Skami na inadn Ami siran, go pimbaibaitan Ami so taong iran. Na amay ka kabaya Ami na somambi Kami sa manga lagid iran sa samporna a kasambi"
        },
        {
            "chapter": 76,
            "verse": 29,
            "text": "Mataan! a giyaya na pananadm: Na sa taw a khabaya na mbaal sa lalan sii ko Kadnan iyan"
        },
        {
            "chapter": 76,
            "verse": 30,
            "text": "Na da a kapaar iyo inonta o miyog so Allah. Mataan! a so Allah na Tatap a Matao, a Mawngangn"
        },
        {
            "chapter": 76,
            "verse": 31,
            "text": "Phakasoldn Iyan so taw a kabaya Iyan sii ko limo Iyan. Na so manga darowaka na pithiyagaran Iyan siran sa siksa a malipds"
        },
        {
            "chapter": 77,
            "verse": 1,
            "text": "Ibt ko pphamanogo on, a dii makathondotondog"
        },
        {
            "chapter": 77,
            "verse": 2,
            "text": "Go so pphamanambr sa mabands"
        },
        {
            "chapter": 77,
            "verse": 3,
            "text": "Go so pphamayapat (ko oran) sa samporna a kapamayapat"
        },
        {
            "chapter": 77,
            "verse": 4,
            "text": "Go so gii makazsnggaya sa samporna a kasnggai"
        },
        {
            "chapter": 77,
            "verse": 5,
            "text": "Go so pphamamgay sa pananadm (a manga malaikat)"
        },
        {
            "chapter": 77,
            "verse": 6,
            "text": "Kapamokas sa kataksilan, odi na kapamakaiktiyar"
        },
        {
            "chapter": 77,
            "verse": 7,
            "text": "Mataan! a so diyandi rkano (a mapnggolawla ko alongan a qiyamah) na phakatana dn"
        },
        {
            "chapter": 77,
            "verse": 8,
            "text": "Na amay ka so manga bitoon na mapadng"
        },
        {
            "chapter": 77,
            "verse": 9,
            "text": "Go amay ka so langit na mabnsad"
        },
        {
            "chapter": 77,
            "verse": 10,
            "text": "Go amay ka so manga palaw na mamangikayambr"
        },
        {
            "chapter": 77,
            "verse": 11,
            "text": "Go amay ka so manga sogo na limodn ko wakto a mappnto"
        },
        {
            "chapter": 77,
            "verse": 12,
            "text": "Antonaa i alongan a tiyaalik"
        },
        {
            "chapter": 77,
            "verse": 13,
            "text": "Sii ko alongan a kokoman"
        },
        {
            "chapter": 77,
            "verse": 14,
            "text": "Na antonaa i miyakandao rka o antonaa i alongan a kokoman"
        },
        {
            "chapter": 77,
            "verse": 15,
            "text": "Kabinasa sa alongan oto, a bagian o piyamakambokhag iran aya"
        },
        {
            "chapter": 77,
            "verse": 16,
            "text": "Ba Ami da binasaa so miyangaoona"
        },
        {
            "chapter": 77,
            "verse": 17,
            "text": "Oriyan iyan na ipthondog Ami kiran so miyangaoori"
        },
        {
            "chapter": 77,
            "verse": 18,
            "text": "Lagid oto man a ikhidia Mi ko manga baradosa"
        },
        {
            "chapter": 77,
            "verse": 19,
            "text": "Kabinasa sa alongan oto, a bagian o miyamanaplis"
        },
        {
            "chapter": 77,
            "verse": 20,
            "text": "Ba Ami skano da adna a phoon sa ig a malmk"
        },
        {
            "chapter": 77,
            "verse": 21,
            "text": "Na tiyago Ami oto ko darpa a mapapalihara"
        },
        {
            "chapter": 77,
            "verse": 22,
            "text": "Taman ko diyangka a katawan"
        },
        {
            "chapter": 77,
            "verse": 23,
            "text": "Na pindidiyangka Ami. Na sayana Kami a mapiya a mindidiyangka"
        },
        {
            "chapter": 77,
            "verse": 24,
            "text": "Kabinasa ko alongan oto, a bagian o miyamanaplis"
        },
        {
            "chapter": 77,
            "verse": 25,
            "text": "Ba Ami da baloya so lopa a maka-aangkos"
        },
        {
            "chapter": 77,
            "verse": 26,
            "text": "Ko manga oyagoyag ago so miyamatay"
        },
        {
            "chapter": 77,
            "verse": 27,
            "text": "Go piyakabknan Ami oto sa manga palaw a manga poporo, go piyakaynom Ami skano sa ig a tabang"
        },
        {
            "chapter": 77,
            "verse": 28,
            "text": "Kabinasa sa alongan oto, a bagian o miyamanaplis"
        },
        {
            "chapter": 77,
            "verse": 29,
            "text": "(Ptharoon kiran:) \"Song kano ko piyakambokhag iyo skaniyan"
        },
        {
            "chapter": 77,
            "verse": 30,
            "text": "Song kano ko along a tlo sai"
        },
        {
            "chapter": 77,
            "verse": 31,
            "text": "Di khasirongan, go di khirn ko kadg"
        },
        {
            "chapter": 77,
            "verse": 32,
            "text": "Mataan aya! a ipphllbad iyan so manga kotokoto a apoy a datar o manga torogan"
        },
        {
            "chapter": 77,
            "verse": 33,
            "text": "Lagid oba oto manga onta a manga bibinaning"
        },
        {
            "chapter": 77,
            "verse": 34,
            "text": "Kabinasa sa alongan oto, a bagian o miyamanaplis"
        },
        {
            "chapter": 77,
            "verse": 35,
            "text": "Giyaya so alongan a di siran makaptharo"
        },
        {
            "chapter": 77,
            "verse": 36,
            "text": "Go di kiran iphangonot, ka oba siran makapamitowa"
        },
        {
            "chapter": 77,
            "verse": 37,
            "text": "Sangat a siksa sa alongan oto, a bagian o miyamanaplis"
        },
        {
            "chapter": 77,
            "verse": 38,
            "text": "Giyaya so alongan a kokoman: Linimod Ami skano a rakhs o miyangaoona"
        },
        {
            "chapter": 77,
            "verse": 39,
            "text": "Na o adn a ikmat iyo, na ikmat Ako niyo"
        },
        {
            "chapter": 77,
            "verse": 40,
            "text": "Sangat a siksa sa alongan oto, a rk o miyamanaplis"
        },
        {
            "chapter": 77,
            "verse": 41,
            "text": "Mataan! a so miyamananggila, na sii ko khikasisirongan ago manga bowalan"
        },
        {
            "chapter": 77,
            "verse": 42,
            "text": "Ago manga onga, a pd ko pkhababayaan iran"
        },
        {
            "chapter": 77,
            "verse": 43,
            "text": "(Ptharoon kiran:) \"Kang kano, go inom kano sa kapipiya ginawa sabap ko pinggolawla niyo (a mapiya)"
        },
        {
            "chapter": 77,
            "verse": 44,
            "text": "Mataan! a Skami na lagid oto man a kambalasi Ami ko miphipiyapiya"
        },
        {
            "chapter": 77,
            "verse": 45,
            "text": "Sangat a siksa sa alongan oto, a rk o miyamanaplis"
        },
        {
            "chapter": 77,
            "verse": 46,
            "text": "Kang kano go khariyala kano sa di mathay. Mataan! a skano na manga sala"
        },
        {
            "chapter": 77,
            "verse": 47,
            "text": "Sangat a siksa sa alongan oto, a rk o miyamanaplis"
        },
        {
            "chapter": 77,
            "verse": 48,
            "text": "Na igira a pitharo kiran a: \"(Zambayang kano sa) Pangalimbabaang kano! Na di siran phangalimbabaan"
        },
        {
            "chapter": 77,
            "verse": 49,
            "text": "Sangat a siksa sa alongan oto, a rk o piyakambokhag iran aya"
        },
        {
            "chapter": 77,
            "verse": 50,
            "text": "Na antonaa i tothol, ko oriyan angkai a Qor´an, i pharatiyayaan iran"
        }
    ]
}